Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJGT120_610MM_3
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT123_610MM3_TYPE_93
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT149_610MM3_TYPE_93
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT150_533MM_RAIL_SINGLE
source: 533 mm Single
es_mx: Individual de 533 mm
ja: 533 mm 単装
ru: 533-мм 1-трубный
uk: 533-мм 1-трубний
zh: 533毫米 单装
zh_sg: 533 mm 单装

# IDS_PJGT166_610MM4_TYPE_92
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT171_610MM4_TYPE_93
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJPA001_SHELL_356MM_AP_APC_TYPE_91
source: 356 mm AP Type91
es_mx: 356 mm AP Tipo 91
ru: 356-мм AP Type91
uk: 356-мм AP Type91
zh: 356 毫米 AP 九一式

# IDS_PJPA002_SHELL_356MM_HE_C_TYPE_0
source: 356 mm HE Type0
es_mx: 356 mm HE Tipo 0
ru: 356-мм HE Type0
uk: 356-мм HE Type0
zh: 356 毫米 HE 零式

# IDS_PJPA003_SHELL_152MM_AP_C_TYPE_4
source: 152 mm AP Type4
es_mx: 152 mm AP Tipo 4
ru: 152-мм AP Type4
uk: 152-мм AP Type4
zh: 152 毫米 AP 四式

# IDS_PJPA004_SHELL_127MM_HE_C_TYPE_0
source: 127 mm HE Type0
es_mx: 127 mm HE Tipo 0
ru: 127-мм HE Type0
uk: 127-мм HE Type0
zh: 127 毫米 HE 零式

# IDS_PJPA005_SHELL_410MM_AP_APC_TYPE_91
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410 毫米 AP/APC 九一式

# IDS_PJPA006_SHELL_410MM_HE_C_TYPE_0
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA007_SHELL_140MM_AP_C_TYPE_2
source: 140 mm AP Type2
es_mx: 140 mm AP Tipo 2
pl: 140 mm OB Type2
ru: 140-мм AP Type2
uk: 140-мм AP Type2
zh: 140 毫米 AP 二式

# IDS_PJPA008_SHELL_203MM_AP_AP_TYPE_91
source: 203 mm AP Type91
es_mx: 203 mm AP Tipo 91
ru: 203-мм AP Type91
uk: 203-мм AP Type91
zh: 203 毫米 AP 九一式

# IDS_PJPA009_SHELL_203MM_HE_C_TYPE_0
source: 203 mm HE Type0
es_mx: 203 mm HE Tipo 0
ru: 203-мм HE Type0
uk: 203-мм HE Type0
zh: 203 毫米 HE 零式

# IDS_PJPA010_SHELL_120MM_HE_C_TYPE_0
source: 120 mm HE Type0
es_mx: 120 mm HE Tipo 0
ru: 120-мм HE Type0
uk: 120-мм HE Type0
zh: 120 毫米 HE 零式

# IDS_PJPA011_SHELL_127MM_AP_TYPE_0
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA012_SHELL_127MM_HE_TYPE_1
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA013_SHELL_140MM_AP_C_CAPPED
source: 140 mm Capped Common Shell
es_mx: 140 mm Proyectil Común Cubierto
ru: 140-мм Capped Common Shell
uk: 140-мм Capped Common Shell
zh: 140 毫米 披帽通用弹
zh_sg: 140 mm 披帽通用弹

# IDS_PJPA014_SHELL_140MM_HE_O_TYPE_0
source: 140 mm HE Type0
es_mx: 140 mm HE Tipo 0
ru: 140-мм HE Type0
uk: 140-мм HE Type0
zh: 140 毫米 HE 零式

# IDS_PJPA015_127MM_HE_YUKIKAZE
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA016_127MM_AP_YUKIKAZE
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA017_SHELL_460MM_AP_APC_TYPE_91
source: 460 mm AP/APC Type91
es_mx: 460 mm AP/APC Tipo 91
pl: 460 mm AP/APK Type91
ru: 460-мм AP/APC Type91
uk: 460-мм AP/APC Type91
zh: 460 毫米 AP/APC 九一式

# IDS_PJPA018_SHELL_460MM_HE_C_TYPE_0
source: 460 mm HE Type0
es_mx: 460 mm HE Tipo 0
ru: 460-мм HE Type0
uk: 460-мм HE Type0
zh: 460 毫米 HE 零式

# IDS_PJPA019_SHELL_155MM_AP_APC_TYPE_91
source: 155 mm AP/APC Type91
es_mx: 155 mm AP/APC Tipo 91
pl: 155 mm AP/APK Type91
ru: 155-мм AP/APC Type91
uk: 155-мм AP/APC Type91
zh: 155 毫米 AP/APC 九一式

# IDS_PJPA020_SHELL_155MM_HE_O_TYPE_0
source: 155 mm HE Type0
es_mx: 155 mm HE Tipo 0
ru: 155-мм HE Type0
uk: 155-мм HE Type0
zh: 155 毫米 HE 零式

# IDS_PJPA021_SHELL_127MM_HE_NEW_TYPE
source: 127 mm New type projectile
es_mx: 127 mm Proyectil tipo nuevo
ru: 127-мм New type projectile
uk: 127-мм New type projectile
zh: 127 毫米 新式改进型

# IDS_PJPA022_MAIN_140MM_HE_O_TYPE_0
source: 140 mm HE Type0
es_mx: 140 mm HE Tipo 0
ru: 140-мм HE Type0
uk: 140-мм HE Type0
zh: 140 毫米 HE 零式

# IDS_PJPA023_SHELL_120MM_AP_C_TYPE_0
source: 120 mm AP Type0
es_mx: 120 mm AP Tipo 0
ru: 120-мм AP Type0
uk: 120-мм AP Type0
zh: 120 毫米 AP 零式

# IDS_PJPA024_SHELL_120MM_HE_C_TYPE_1
source: 120 mm HE Type1
es_mx: 120 mm HE Tipo 1
ru: 120-мм HE Type1
uk: 120-мм HE Type1
zh: 120 毫米 HE 一式

# IDS_PJPA025_SHELL_155MM_AP_APC_TYPE_91
source: 155 mm AP/APC Type91
es_mx: 155 mm AP/APC Tipo 91
pl: 155 mm AP/APK Type91
ru: 155-мм AP/APC Type91
uk: 155-мм AP/APC Type91
zh: 155 毫米 AP/APC 九一式

# IDS_PJPA026_SHELL_76MM_HE_O_MK_2
source: 76 mm HE Mk2
ru: 76-мм HE Mk2
uk: 76-мм HE Mk2
zh: 76 毫米 HE Mk2

# IDS_PJPA027_SHELL_120MM_AP_C
source: 120 mm APC
pl: 120 mm APK
ru: 120-мм APC
uk: 120-мм APC
zh: 120 毫米 APC

# IDS_PJPA028_SHELL_120MM_HE_O_MK_3
source: 120 mm HE Mk3
ru: 120-мм HE Mk3
uk: 120-мм HE Mk3
zh: 120 毫米 HE Mk3

# IDS_PJPA029_SHELL_120MM_HE_COMMON
source: 120 mm Common Type0 HE
es_mx: 120 mm Tipo Común 0 HE
ru: 120-мм Common Type0 HE
uk: 120-мм Common Type0 HE
zh: 120 毫米 通用 零式 HE

# IDS_PJPA030_SHELL_305MM_AP_APC_41_YEAR_TYPE
source: 305 mm AP/APC Type41year
es_mx: 305 mm AP/APC Tipo Año41
pl: 305 mm AP/APK Type41year
ru: 305-мм AP/APC Type41year
uk: 305-мм AP/APC Type41year
zh: 305 毫米 AP/APC 四一式

# IDS_PJPA031_SHELL_305MM_HE_HE
source: 305 mm HE
ru: 305-мм HE
uk: 305-мм HE
zh: 305 毫米 HE

# IDS_PJPA032_SHELL_305MM_HE_HE
source: 305 mm HE
ru: 305-мм HE
uk: 305-мм HE
zh: 305 毫米 HE

# IDS_PJPA033_SHELL_305MM_AP_APC_41_YEAR_TYPE
source: 305 mm AP/APC Type41year
es_mx: 305 mm AP/APC Tipo Año41
pl: 305 mm AP/APK Type41year
ru: 305-мм AP/APC Type41year
uk: 305-мм AP/APC Type41year
zh: 305 毫米 AP/APC 四一式

# IDS_PJPA034_SHELL_200MM_HE_COMMON_TYPE_4_SECONDARY
source: 200 mm Common Type4 HE
ru: 200-мм Common Type4 HE
uk: 200-мм Common Type4 HE
zh: 203 毫米 通用 四式 HE

# IDS_PJPA035_SHELL_356MM_AP_AP_TYPE_5
source: 356 mm AP Type5
es_mx: 356 mm AP Tipo 5
ru: 356-мм AP Type5
uk: 356-мм AP Type5
zh: 356 毫米 AP 五式

# IDS_PJPA036_SHELL_410MM_AP_APC_TYPE_88
source: 410 mm AP/APC Type88
es_mx: 410 mm AP/APC Tipo 88
pl: 410 mm AP/APK Type88
ru: 410-мм AP/APC Type88
uk: 410-мм AP/APC Type88
zh: 410 毫米 AP/APC 八八式

# IDS_PJPA037_SHELL_152MM_HE_C_TYPE_4
source: 152 mm HE Type4
es_mx: 152 mm HE Tipo 4
ru: 152-мм HE Type4
uk: 152-мм HE Type4
zh: 152 毫米 HE 四式

# IDS_PJPA038_SHELL_203MM_AP_AP_TYPE_92
source: 203 mm AP Type92
es_mx: 203 mm AP Tipo 92
ru: 203-мм AP Type92
uk: 203-мм AP Type92
zh: 203 毫米 AP 九二式

# IDS_PJPA039_SHELL_203MM_HE_C_TYPE_1
source: 203 mm HE Type1
es_mx: 203 mm HE Tipo 1
ru: 203-мм HE Type1
uk: 203-мм HE Type1
zh: 203 毫米 HE 一式

# IDS_PJPA040_SHELL_100MM_HE_C_TYPE_98
source: 100 mm HE Type98
es_mx: 100 mm HE Tipo 98
ru: 100-мм HE Type98
uk: 100-мм HE Type98
zh: 100 毫米 HE 九八式

# IDS_PJPA041_76MM_AP_TYPE_0
source: 76 mm AP Type0
es_mx: 76 mm AP Tipo 0
ru: 76-мм AP Type0
uk: 76-мм AP Type0
zh: 76 毫米 AP 零式

# IDS_PJPA042_SHELL_76MM_HE_O_MK_2
source: 76 mm HE Mk2
ru: 76-мм HE Mk2
uk: 76-мм HE Mk2
zh: 76 毫米 HE Mk2

# IDS_PJPA043_SHELL_152MM_AP_C_TYPE_4
source: 152 mm AP Type4
es_mx: 152 mm AP Tipo 4
ru: 152-мм AP Type4
uk: 152-мм AP Type4
zh: 152 毫米 AP 四式

# IDS_PJPA044_SHELL_127MM_HE_TYPE_1
source: 120 mm HE Type1T
es_mx: 120 mm HE Tipo 1T
ru: 120-мм HE Type1T
uk: 120-мм HE Type1T
zh: 120 mm HE 一式T

# IDS_PJPA045_SHELL_127MM_AP_TYPE_0
source: 120 mm AP Type0
es_mx: 120 mm AP Tipo 0
ru: 120-мм AP Type0
uk: 120-мм AP Type0
zh: 120 毫米 AP 零式

# IDS_PJPA046_MAIN_140MM_HE_O_TYPE_0
source: 140 mm HE Type0
es_mx: 140 mm HE Tipo 0
ru: 140-мм HE Type0
uk: 140-мм HE Type0
zh: 140 毫米 HE 零式

# IDS_PJPA047_SHELL_140MM_AP_C_CAPPED
source: 140 mm Capped Common Shell
es_mx: 140 mm Proyectil Común Cubierto
ru: 140-мм Capped Common Shell
uk: 140-мм Capped Common Shell
zh: 140 毫米 披帽通用弹
zh_sg: 140 mm 披帽通用弹

# IDS_PJPA048_200MM_AP_APC_TYPE_5
source: 200 mm AP Type5
es_mx: 200 mm AP Tipo 5
ru: 200-мм AP Type5
uk: 200-мм AP Type5
zh: 200毫米 穿甲弹 5式

# IDS_PJPA049_200MM_HE_COMMON_TYPE_4
source: 200 mm HE Common Type4
es_mx: 200 mm HE Común Tipo 4
ru: 200-мм HE Common Type4
uk: 200-мм HE Common Type4
zh: 200毫米 四式常用高爆弹

# IDS_PJPA050_305MM_AP_APC_MARK_VI
source: 305 mm AP Mk6
ru: 305-мм AP Mk6
uk: 305-мм AP Mk6
zh: 305毫米 穿甲弹 MK6

# IDS_PJPA051_305MM_HE_HE_MARK_IIA
source: 305 mm HE Mk2a
ru: 305-мм HE Mk2a
uk: 305-мм HE Mk2a
zh: 305毫米 高爆 MK2a

# IDS_PJPA052_410MM_AP_TYPE_90
source: 410 mm AP Type90
es_mx: 410 mm AP Tipo 90
ru: 410-мм AP Type90
uk: 410-мм AP Type90
zh: 410毫米 穿甲弹 九零式

# IDS_PJPA053_410MM_AP_APC_TYPE_91
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410 毫米 AP/APC 九一式

# IDS_PJPA054_410MM_HE_C_TYPE_0
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA055_SHELL_460MM_HE_C_TYPE_0
source: 460 mm HE Type0
es_mx: 460 mm HE Tipo 0
ru: 460-мм HE Type0
uk: 460-мм HE Type0
zh: 460 毫米 HE 零式

# IDS_PJPA056_SHELL_460MM_AP_APC_TYPE_91
source: 460 mm AP/APC Type91
es_mx: 460 mm AP/APC Tipo 91
pl: 460 mm AP/APK Type91
ru: 460-мм AP/APC Type91
uk: 460-мм AP/APC Type91
zh: 460 毫米 AP/APC 九一式

# IDS_PJPA057_SHELL_356MM_AP_APC_TYPE_3
source: 356 mm AP/APC Type3
es_mx: 356 mm AP/APC Tipo 3
pl: 356 mm AP/APK Type3
ru: 356-мм AP/APC Type3
uk: 356-мм AP/APC Type3
zh: 356 毫米 AP/APC 三式

# IDS_PJPA058_SHELL_356MM_HE_C_TYPE_3
source: 356 mm HE Type3
es_mx: 356 mm HE Tipo 3
ru: 356-мм HE Type3
uk: 356-мм HE Type3
zh: 356 毫米 HE 三式

# IDS_PJPA059_SHELL_356MM_AP_APC_TYPE_88
source: 356 mm AP/APC Type88
es_mx: 356 mm AP/APC Tipo 88
pl: 356 mm AP/APK Type88
ru: 356-мм AP/APC Type88
uk: 356-мм AP/APC Type88
zh: 356 毫米 AP/APC 八八式

# IDS_PJPA060_SHELL_305MM_AP_850LBS
source: 305 mm AP 850 lb
ru: 305-мм AP 850 фн.
uk: 305-мм AP 850 фн
zh: 305 毫米 AP 850 lb

# IDS_PJPA061_SHELL_305MM_HE_850LBS
source: 305 mm HE 850 lb
ru: 305-мм HE 850 фн.
uk: 305-мм HE 850 фн
zh: 305 毫米 HE 850 lb

# IDS_PJPA062_SHELL_152MM_HE_TYPE_0
source: 152 mm HE Type0
es_mx: 152 mm HE Tipo 0
ru: 152-мм HE Type0
uk: 152-мм HE Type0
zh: 152 毫米 HE 零式

# IDS_PJPA063_100MM_AP_C_TYPE_98_MG
source: 100 mm AP Type98
es_mx: 100 mm AP Tipo 98
ru: 100-мм AP Type98
uk: 100-мм AP Type98
zh: 100 毫米 AP 九八式

# IDS_PJPA064_100MM_HE_C_TYPE_98_MG
source: 100 mm HE Type98
es_mx: 100 mm HE Tipo 98
ru: 100-мм HE Type98
uk: 100-мм HE Type98
zh: 100 毫米 HE 九八式

# IDS_PJPA065_120MM_HE_KAM
source: 120 mm HE Type1
es_mx: 120 mm HE Tipo 1
ru: 120-мм HE Type1
uk: 120-мм HE Type1
zh: 120 毫米 HE 一式

# IDS_PJPA066_127MM_HE_SHINO
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA067_127MM_AP_SHINO
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA068_410MM_HE_MUTSU
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA069_410MM_AP_MUTSU
source: 410 mm AP/APC Type88
es_mx: 410 mm AP/APC Tipo 88
pl: 410 mm AP/APK Type88
ru: 410-мм AP/APC Type88
uk: 410-мм AP/APC Type88
zh: 410 毫米 AP/APC 八八式

# IDS_PJPA070_410MM_HE_ASHITAKA
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA071_410MM_AP_ASHITAKA
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410 毫米 AP/APC 八八式

# IDS_PJPA072_200MM_AP_TYPE5_SG
source: 200 mm AP Type5
es_mx: 200 mm AP Tipo 5
ru: 200-мм AP Type5
uk: 200-мм AP Type5
zh: 200毫米 穿甲弹 5式

# IDS_PJPA073_127MM_HE_MK41_HAREKAZE
source: 127 mm HE Mk41
ru: 127-мм HE Mk41
uk: 127-мм HE Mk41
zh: 127毫米 高爆 MK41

# IDS_PJPA074_127MM_AP_MK42_HAREKAZE
source: 127 mm AP Mk42
ru: 127-мм AP Mk42
uk: 127-мм AP Mk42
zh: 127 毫米 AP Mk42

# IDS_PJPA075_127MM_50_AP_HAREKAZE
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA076_127MM_50_HE_HAREKAZE
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA077_100MM_AP_HAREKAZE
source: 100 mm AP Type98
es_mx: 100 mm AP Tipo 98
ru: 100-мм AP Type98
uk: 100-мм AP Type98
zh: 100 毫米 AP 九八式

# IDS_PJPA078_100MM_HE_HAREKAZE
source: 100 mm HE Type98
es_mx: 100 mm HE Tipo 98
ru: 100-мм HE Type98
uk: 100-мм HE Type98
zh: 100 毫米 HE 九八式

# IDS_PJPA079_SHELL_410MM_HE_KII
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA080_SHELL_410MM_AP_KII
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410 毫米 AP/APC 九一式

# IDS_PJPA081_460MM_AP_MUSASHI
source: 460 mm AP/APC Type91
es_mx: 460 mm AP/APC Tipo 91
pl: 460 mm AP/APK Type91
ru: 460-мм AP/APC Type91
uk: 460-мм AP/APC Type91
zh: 460 毫米 AP/APC 九一式

# IDS_PJPA082_460MM_HE_MUSASHI
source: 460 mm HE Type0
es_mx: 460 mm HE Tipo 0
ru: 460-мм HE Type0
uk: 460-мм HE Type0
zh: 460 毫米 HE 零式

# IDS_PJPA083_127_AP_ASASHIO
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA084_127_HE_ASASHIO
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA085_152MM_HE_YAHAGI
source: 152 mm HE Type4
es_mx: 152 mm HE Tipo 4
ru: 152-мм HE Type4
uk: 152-мм HE Type4
zh: 152 毫米 HE 四式

# IDS_PJPA086_152MM_AP_YAHAGI
source: 152 mm AP Type4
es_mx: 152 mm AP Tipo 4
ru: 152-мм AP Type4
uk: 152-мм AP Type4
zh: 152 毫米 AP 四式

# IDS_PJPA087_310MM_HE_AZUMAYA
source: 310 mm HE Type92
ru: 310-мм HE Type92
uk: 310-мм HE Type92
zh: 310 毫米 HE 九二式

# IDS_PJPA088_310MM_AP_AZUMAYA
source: 310 mm AP Type92
ru: 310-мм AP Type92
uk: 310-мм AP Type92
zh: 310 毫米 AP 九二式

# IDS_PJPA089_HE_TST_ZAO
source: 203 mm HE Type1
es_mx: 203 mm HE Tipo 1
ru: 203-мм HE Type1
uk: 203-мм HE Type1
zh: 203 毫米 HE 一式

# IDS_PJPA090_AP_TST_ZAO
source: 203 mm AP Type92
es_mx: 203 mm AP Tipo 92
ru: 203-мм AP Type92
uk: 203-мм AP Type92
zh: 203 毫米 AP 九二式

# IDS_PJPA091_310MM_HE_AZUMAYA
source: 310 mm HE Type92
ru: 310-мм HE Type92
uk: 310-мм HE Type92
zh: 310 毫米 HE 九二式

# IDS_PJPA092_310MM_AP_AZUMAYA
source: 310 mm AP Type92
ru: 310-мм AP Type92
uk: 310-мм AP Type92
zh: 310 毫米 AP 九二式

# IDS_PJPA093_127MM_HE_YUDACHI
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA094_127MM_AP_YUDACHI
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA095_SHELL_155MM_HE_SG_TYPE_0
source: 155 mm HE Type0
es_mx: 155 mm HE Tipo 0
ru: 155-мм HE Type0
uk: 155-мм HE Type0
zh: 155 毫米 HE 零式

# IDS_PJPA096_127MM_HE_HAYATE
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PJPA097_127MM_AP_HAYATE
source: 127 mm AP Type0
es_mx: 127 mm AP Tipo 0
ru: 127-мм AP Type0
uk: 127-мм AP Type0
zh: 127 毫米 AP 零式

# IDS_PJPA098_76MM_TYPE98_HE_SG
source: 76 mm HE Type98
es_mx: 76 mm HE Tipo 98
ru: 76-мм HE Type98
uk: 76-мм HE Type98
zh: 76-мм HE Type98

# IDS_PJPA099_510MM_HE_SHIKISHIMA
source: 510 mm HE Type 98
ru: 510-мм HE Type 98
uk: 510-мм HE Type 98
zh: 510-мм HE Type 98

# IDS_PJPA100_510MM_AP_SHIKISHIMA
source: 510 mm AP Type 98
ru: 510-мм AP Type 98
uk: 510-мм AP Type 98
zh: 510-мм AP Type 98

# IDS_PJPA101_150MM_55_HE_C28_ARASHI
source: 150 mm HE Type0
es_mx: 150 mm HE Tipo 0
ru: 150-мм HE Type0
uk: 150-мм HE Type0
zh: 150 毫米 高爆弹

# IDS_PJPA102_150MM_55_AP_C28_ARASHI
source: 150 mm P.Spr.Gr. L/3.7 Mod.1
ru: 150-мм P.Spr.Gr. L/3.7 Mod.1
uk: 150-мм P.Spr.Gr. L/3.7 Mod.1
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PJPA103_410MM_HE_ASAMA
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PJPA104_410MM_AP_ASAMA
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410-мм AP/APC Type91

# IDS_PJPA105_140MM_HE_KITAKAMI
source: 140 mm HE Type0
es_mx: 140 mm HE Tipo 0
ru: 140-мм HE Type0
uk: 140-мм HE Type0
zh: 140 毫米 HE 零式

# IDS_PJPA106_140MM_AP_KITAKAMI
source: 140 mm Capped Common Shell
es_mx: 140 mm Proyectil Común Cubierto
ru: 140-мм Capped Common Shell
uk: 140-мм Capped Common Shell
zh: 140 毫米 披帽通用弹
zh_sg: 140 mm 披帽通用弹

# IDS_PJPA708_SHELL_203MM_AP_AP_TYPE_91
source: 203 mm AP Type91
es_mx: 203 mm AP Tipo 91
ru: 203-мм AP Type91
uk: 203-мм AP Type91
zh: 203 毫米 AP 九一式

# IDS_PJPA709_SHELL_203MM_HE_C_TYPE_0
source: 203 mm HE Type0
es_mx: 203 mm HE Tipo 0
ru: 203-мм HE Type0
uk: 203-мм HE Type0
zh: 203 毫米 HE 零式

# IDS_PJPB001_TYPE99_N6_MOD1
source: HE Type99 N6 mod. 1
es_mx: HE Tipo 99 N6 mod. 1
zh: 99式 N6 1型

# IDS_PJPB002_TYPE99_N25_MOD1
source: HE Type99 N25 mod. 1
es_mx: HE Tipo 99 N25 mod. 1
zh: 99式 N25 1型

# IDS_PJPB104_HOSHO_STOCK
source: AP Type 99 No. 25 mod. 2
es_mx: AP Tipo 99 No. 25 mod. 2
ru: ББ Type 99 No. 25 mod. 2
uk: ББ Type 99 No. 25 mod. 2
zh: ББ Type 99 No. 25 mod. 2

# IDS_PJPB106_RYUJO_STOCK
source: AP Type 99 No. 25 mod. 1
es_mx: AP Tipo 99 No. 25 mod. 1
ru: ББ Type 99 No. 25 mod. 1
uk: ББ Type 99 No. 25 mod. 1
zh: ББ Type 99 No. 25 mod. 1

# IDS_PJPB108_SHOKAKU_STOCK
source: AP Type 3 No. 25 Mk. 4
es_mx: AP Tipo 3 No. 25 Mk. 4
ru: ББ Type 3 No. 25 Mk. 4
uk: ББ Type 3 No. 25 Mk. 4
zh: 三式 No. 25 Mk. 4

# IDS_PJPB110_HAKURYU_STOCK
source: AP Type 99 No. 80 Mk. 5
es_mx: AP Tipo 99 No. 80 Mk. 5
ru: ББ Type 99 No. 80 Mk. 5
uk: ББ Type 99 No. 80 Mk. 5
zh: 九九式 No. 80 Mk. 5

# IDS_PJPB206_RYUJO_TOP
source: AP Type 3 No. 25 Mk. 4
es_mx: AP Tipo 3 No. 25 Mk. 4
ru: ББ Type 3 No. 25 Mk. 4
uk: ББ Type 3 No. 25 Mk. 4
zh: 三式 No. 25 Mk. 4

# IDS_PJPB208_SHOKAKU_TOP
source: AP Type 2 No. 50 Mk. 1
es_mx: AP Tipo 2 No. 50 Mk. 1
ru: ББ Type 2 No. 50 Mk. 1
uk: ББ Type 2 No. 50 Mk. 1
zh: ББ Type 2 No. 50 Mk. 1

# IDS_PJPB210_HAKURYU_TOP
source: AP Type 99 No. 80 Mk. 5
es_mx: AP Tipo 99 No. 80 Mk. 5
ru: ББ Type 99 No. 80 Mk. 5
uk: ББ Type 99 No. 80 Mk. 5
zh: 九九式 No. 80 Mk. 5

# IDS_PJPB508_KAGA_STOCK
source: HE Type 90 No. 50 Mk. 2
es_mx: HE Tipo 90 No. 50 Mk. 2
ru: ОФ Type 90 No. 50 Mk. 2
uk: ОФ Type 90 No. 50 Mk. 2
zh: 九零式 No. 50 Mk. 2

# IDS_PJPR104_HOSHO_STOCK
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo 3 No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPR106_RYUJO_STOCK
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPR108_SHOKAKU_STOCK
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo 3 No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPR110_HAKURYU_STOCK
source: HE Type 5 No. 6 Mk. 9
es_mx: HE Tipo 5 No. 6 Mk. 9
ru: ОФ Type 5 No. 6 Mk. 9
uk: ОФ Type 5 No. 6 Mk. 9
zh: ОФ Type 5 No. 6 Mk. 9

# IDS_PJPR206_RYUJO_TOP
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo 3 No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPR208_SHOKAKU_TOP
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo 3 No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPR210_HAKURYU_TOP
source: HE Type 5 No. 6 Mk. 9
es_mx: HE Tipo 5 No. 6 Mk. 9
ru: ОФ Type 5 No. 6 Mk. 9
uk: ОФ Type 5 No. 6 Mk. 9
zh: ОФ Type 5 No. 6 Mk. 9

# IDS_PJPR508_KAGA_STOCK
source: HE Type 3 No. 6 Mk. 27
es_mx: HE Tipo 3 No. 6 Mk. 27
ru: ОФ Type 3 No. 6 Mk. 27
uk: ОФ Type 3 No. 6 Mk. 27
zh: 三式 No. 6 Mk. 27

# IDS_PJPT001_SEA_TORPEDO_TYPE93
source: Type93
es_mx: Tipo 93
zh: 九三式

# IDS_PJPT002_SEA_TORPEDO_TYPE90
source: Type90 1930
es_mx: Tipo 90 1930
zh: 一九三零 九零型

# IDS_PJPT004_SEA_TORPEDO_533MM_TYPE6
source: 533 mm Type6
es_mx: 533 mm Tipo 6
ru: 533-мм Type6
uk: 533-мм Type6
zh: 553毫米 6型

# IDS_PJPT005_TYPE_91_MOD_1
source: Type91 mod. 1
es_mx: Tipo 91 mod. 1
zh: 九一式 1型

# IDS_PJPT006_450MM_TYPE_44
source: 450 mm Type44
es_mx: 450 mm Tipo 44
ru: 450-мм Type44
uk: 450-мм Type44
zh: 450 毫米 四四式

# IDS_PJPT007_533MM_TYPE_43
source: 533 mm Type43
es_mx: 533 mm Tipo 43
ru: 533-мм Type43
uk: 533-мм Type43
zh: 533 毫米 四三式

# IDS_PJPT008_533MM_TYPE_44_MOD_2
source: 533 mm Type44 mod. 2
es_mx: 533 mm Tipo 44 mod. 2
ru: 533-мм Type44 mod. 2
uk: 533-мм Type44 mod. 2
zh: 533 毫米 四四式 2型

# IDS_PJPT010_TYPE_8
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJPT011_TYPE_F3
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJPT012_450MM_TYPE_43
source: 450 mm Type43
es_mx: 450 mm Tipo 43
ru: 450-мм Type43
uk: 450-мм Type43
zh: 450 毫米 四三式

# IDS_PJPT013_450MM_TYPE_42_MOD_1
source: Type42 mod. 1
es_mx: Tipo 42 mod. 1
zh: 四二式 1型

# IDS_PJPT014_450MM_TYPE_44_MOD_2
source: 450 mm Type44 mod. 2
es_mx: 450 mm Tipo 44 mod. 2
ru: 450-мм Type44 mod. 2
uk: 450-мм Type44 mod. 2
zh: 450 毫米 四四式 2型

# IDS_PJPT015_533MM_TYPE_92
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJPT016_533MM_TYPE_89
source: Type 89
es_mx: Tipo 89
zh: 八九式

# IDS_PJPT017_610MM_TYPE_8_MOD_2
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJPT018_610MM_TYPE90_MOD_1
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJPT019_610MM_TYPE90_MOD_2
source: Type90 mod. 2
es_mx: Tipo 90 mod. 2
zh: 九零式 2型

# IDS_PJPT020_610_TYPE93_MODEL_3
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJPT021_610_TYPE93_MODEL_2
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJPT022_TYPE_91_MOD_1A
source: Type91 mod. 1A
es_mx: Tipo 91 mod. 1A
zh: 九一式 1A型

# IDS_PJPT023_TYPE_94_MOD_2A
source: Type94 mod. 2A
es_mx: Tipo 94 mod. 2A
zh: 94式 2A型

# IDS_PJPT024_TYPE_91_MOD_2A
source: Type91 mod. 2A
es_mx: Tipo 91 mod. 2A
zh: 九一式 2A型

# IDS_PJPT025_533MM_KAMIKAZE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJPT026_610MM_SHINO
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJPT027_TYPE_8_M3
source: Type8 mod. 3
es_mx: Tipo 8 mod. 3
zh: 八年式 3型

# IDS_PJPT028_533MM_MUTSU
source: 533 mm Type6
es_mx: 533 mm Tipo 6
ru: 533-мм Type6
uk: 533-мм Type6
zh: 553毫米 6型

# IDS_PJPT029_610MM_HAREKAZE
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJPT030_610MM_KII
source: Type93 mod. 1
es_mx: Tipo 93 mod. 1
zh: 九三式 1型

# IDS_PJPT031_SEA_TORPEDO_TYPE93_DW
source: Type93 DW
zh: 93式 DW

# IDS_PJPT032_610_ASASHIO
source: Type93 mod. 2 dw
zh: 九三式 2型 dw

# IDS_PJPT033_TYPE8_YAHAGI
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJPT034_610_YUKIKAZE
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJPT035_TST_ZAO_2
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJPT036_TST_ZAO_1
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJPT038_YOSHINO
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJPT039_YOSHINO
source: Type93
es_mx: Tipo 93
zh: 九三式

# IDS_PJPT040_TYPE93_HAYATE
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJPT041_610MM_ARASHI
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九零式1型

# IDS_PJPT104_HOSHO_STOCK
source: Type 91 mod. 0
zh: 九一式 1型

# IDS_PJPT106_RYUJO_STOCK
source: Type 91 mod. 1
es_mx: Tipo 91 mod. 1
zh: 九一式 1型

# IDS_PJPT108_SHOKAKU_STOCK
source: Type 91 mod. 3
es_mx: Tipo 91 mod. 3
zh: 九一式 3型

# IDS_PJPT110_HAKURYU_STOCK
source: Type 91 mod. 7
es_mx: Tipo 91 mod. 7
zh: 九一式 7型

# IDS_PJPT206_RYUJO_TOP
source: Type 91 mod. 2
es_mx: Tipo 91 mod. 2
zh: 九一式 2型

# IDS_PJPT208_SHOKAKU_TOP
source: Type 91 mod. 3
es_mx: Tipo 91 mod. 3
zh: 九一式 3型

# IDS_PJPT210_HAKURYU_TOP
source: Type 91 mod. 7
es_mx: Tipo 91 mod. 7
zh: 九一式 7型

# IDS_PJPT310_HAKURYU_TOP
source: Type 91 mod. 8
es_mx: Tipo 91 mod. 8
zh: 九一式 8型

# IDS_PJPT508_KAGA_STOCK
source: Type 91 mod. 1
zh: 九一式 1型
