Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CREATE_TRAINING_BUTTON_TOOLTIP
source: Go to Training Battle creation
es_mx: Ir a la creación de la Batalla de Entrenamiento
ja: トレーニング戦の作成へ
pl: Przejdź do tworzenia bitwy treningowej
ru: Перейти к созданию тренировочного боя
uk: Перейти до створення тренувального бою
zh: 前往建立战斗训练
zh_sg: 前往创建战斗训练

# IDS_CREATE_TRAINING_ROOM
source: Create a Training Battle
es_mx: Crear una Batalla de Entrenamiento
ja: トレーニング戦を作成
pl: Utwórz bitwę treningową
ru: Создать тренировочный бой
uk: Створити тренувальний бій
zh: 建立战斗训练
zh_sg: 创建战斗训练

# IDS_CREATION_DATE
source: Creation date
es_mx: Fecha de creación
ja: 作成日
pl: Data utworzenia.
ru: Дата создания
uk: Дата створення
zh: 建立日期
zh_sg: 建立日期

# IDS_CREDITS
source: credits
es_mx: créditos
ja: クレジット
pl: kredyty
ru: кредиты
uk: кредити
zh: 艘战舰
zh_sg: 银币

# IDS_CREDITS_C
source: Credits
es_mx: Créditos
ja: クレジット
pl: Kredyty
ru: Кредиты
uk: Кредити
zh: 银币
zh_sg: 银币

# IDS_CREDITS_COLON
source: Credits:
es_mx: Créditos:
ja: クレジット:
pl: Kredyty:
ru: Кредиты:
uk: Кредити:
zh: 银币：
zh_sg: 银币：

# IDS_CREDITS_DESCRIPTION
source: Use credits to buy ships, ship modules, and other in-game goodies.
es_mx: Usa créditos para comprar barcos, módulos de barcos, y otros artículos en el juego.
ja: クレジットを使用して艦艇、艦艇モジュール、その他のゲーム内アイテムを購入できます。
pl: Używaj kredytów to zakupu okrętów, modułów oraz innych towarów w grze.
ru: Используйте кредиты для покупки кораблей, модулей и других видов имущества.
uk: Використовуйте кредити, щоб купувати кораблі, модулі й інше майно.
zh: Используйте кредиты для покупки кораблей, модулей и других видов имущества.
zh_sg: 使用银币购买战舰、配件、和其他游戏物品。

# IDS_CREW
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: Командир
uk: Командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREWS
source: Commanders
es_mx: Comandantes
ja: 艦長
pl: Dowódcy
ru: Командиры
uk: Командири
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_ADAPTATION
source: Retrain Commander
es_mx: Reentrenar Comandante
ja: 艦長の再訓練
pl: Przeszkol dowódcę
ru: Переподготовка командира
uk: Перепідготовка командира
zh: 重新训练指挥官
zh_sg: 重新训练指挥官

# IDS_CREW_ADAPTATION_AFTER_ASSIGN_TO
source: Basic retraining after assignment to
es_mx: Reentrenamiento básico tras ser asignado a
ja: 配属後の基本再訓練
pl: Podstawowe przeszkolenie po przydzieleniu na
ru: Базовая переподготовка после назначения на
uk: Базова перепідготовка після призначення на
zh: 分配并重新训练到
zh_sg: 基础训练前请先指派到

# IDS_CREW_BASKET_DESCRIPTION
source: Dismissal can be canceled within %(minutes)s minute. Dismissal cancellation is performed in the Commanders list in the Reserve.
es_mx: El despido puede ser cancelado dentro de %(minutes)s minuto. La cancelación del Despido se realiza en la lista de Comandantes en la Reserva.
ja: 解任は、%(minutes)s 分以内であればキャンセル可能です。 解任のキャンセルは、リザーブの艦長リストにて実施可能です。
pl: Odwołanie może być anulowane w przeciągu %(minutes)s minuty. Anulowanie odwołanie można przeprowadzić w liście dowódców w rezerwach.
ru: Демобилизацию можно отменить в течение %(minutes)s минуты. Отмена демобилизации происходит в списке командиров в Резерве.
uk: Демобілізацію можна скасувати протягом %(minutes)s хвилини. Демобілізацію скасовують у списку командирів у Резерві.
zh: %(minutes)s 分钟内的解雇可以取消。 要在军营的指挥官名单中进行解雇取消。
zh_sg: %(minutes)s分钟内的解雇可以取消。 要在预备队的指挥官名单中进行解雇取消操作。

# IDS_CREW_CAN_NOT_BE_DEMOBOLIZED
source: This Commander cannot be dismissed
es_mx: Este Comandante no puede ser despedido
ja: この艦長は解任不能
pl: Ten dowódca nie może zostać zwolniony
ru: Командира нельзя демобилизовать
uk: Командира не можна демобілізувати
zh: 此指挥官无法被解雇
zh_sg: 此指挥官无法被解雇

# IDS_CREW_CAN_ONLY_OPERATE_DEFAULT_NATION_SHIP
source: This Commander can only command ships of their own nation
es_mx: Este comandante solo puede dirigir barcos de su propia nación
ja: この艦長は同国籍の艦艇のみに配属可能
pl: Ten dowódca może dowodzić tylko okrętami ze swojej nacji
ru: Этот командир может управлять кораблями только своей нации
uk: Цей командир може керувати кораблями лише своєї нації
zh: 指挥官只能指挥相同国家的战舰
zh_sg: 这名指挥官只能指挥自己国家的战舰

# IDS_CREW_CAN_ONLY_OPERATE_DEFAULT_NATION_SUBMARINE
source: This Commander can only be assigned to a submarine of the same nation
es_mx: Este comandante solo se puede ser asignado a un submarino de la misma nación
ja: この艦長は同国籍の潜水艦のみに配属可能
pl: Ten dowódca może dowodzić tylko okrętami podwodnymi ze swojej nacji
ru: Этот командир может быть назначен только на подводную лодку своей нации
uk: Цього командира можна призначити лише на підводний човен своєї нації
zh: Этот командир может быть назначен только на подводную лодку своей нации
zh_sg: 这名指挥官只能指派至同国家的潜艇

# IDS_CREW_FAST_LEARNING
source: Accelerated Training
es_mx: Entrenamiento Acelerado
ja: 訓練促進
pl: Przyspieszone szkolenie
ru: Ускоренное обучение
uk: Пришвидшене навчання
zh: 加速训练
zh_sg: 加速训练

# IDS_CREW_FAST_RETRAINING
source: Accelerated Commander Training
es_mx: Entrenamiento Acelerado del Comandante
ja: 艦長訓練の促進
pl: Przyspieszone szkolenie dowódcy
ru: Ускоренное обучение командира
uk: Пришвидшене навчання командира
zh: 加速指挥官训练
zh_sg: 加速指挥官训练

# IDS_CREW_FIRE
source: Dismiss
es_mx: Despedir
ja: 解任
pl: Odwołaj
ru: Демобилизовать
uk: Демобілізувати
zh: 解雇
zh_sg: 解雇

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_10
source: Joseph
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_11
source: Karl
zh: 卡尔

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_14
source: Konrad
zh: 康拉德

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_16
source: Leopold
zh: 利奥波德

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_20
source: Oskar
zh: 奥斯卡

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_21
source: Otto
zh: 奥托

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_23
source: Rainer
zh: 雷纳

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_24
source: Rudolf
zh: 鲁道夫

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_4
source: Eugen
zh: 欧根亲王

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_5
source: Ferdinand
zh: 斐迪南

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_6
source: Franz
zh: 弗朗茨

# IDS_CREW_FIRSTNAME_AUSTRIA_HUNGARY_9
source: Johann
zh: 约翰

# IDS_CREW_FIRSTNAME_COMMONWEALTH_0
source: Edward
zh: 爱德华

# IDS_CREW_FIRSTNAME_COMMONWEALTH_1
source: Matthew
zh: 马修

# IDS_CREW_FIRSTNAME_COMMONWEALTH_10
source: Adrian
zh: 艾德里安

# IDS_CREW_FIRSTNAME_COMMONWEALTH_11
source: Bernard
zh: 伯纳德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_12
source: Brian
zh: 布莱恩

# IDS_CREW_FIRSTNAME_COMMONWEALTH_13
source: Christopher
zh: 克里斯托弗

# IDS_CREW_FIRSTNAME_COMMONWEALTH_14
source: Daniel
zh: 丹尼尔

# IDS_CREW_FIRSTNAME_COMMONWEALTH_15
source: Robert
zh: 罗伯特

# IDS_CREW_FIRSTNAME_COMMONWEALTH_16
source: Frank
zh: 弗兰克

# IDS_CREW_FIRSTNAME_COMMONWEALTH_17
source: George
zh: 乔治

# IDS_CREW_FIRSTNAME_COMMONWEALTH_18
source: Graham
zh: 格雷厄姆

# IDS_CREW_FIRSTNAME_COMMONWEALTH_19
source: Harold
zh: 哈罗德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_2
source: Maurice
zh: 毛里斯

# IDS_CREW_FIRSTNAME_COMMONWEALTH_20
source: Henry
zh: 亨利

# IDS_CREW_FIRSTNAME_COMMONWEALTH_21
source: John
zh: 约翰

# IDS_CREW_FIRSTNAME_COMMONWEALTH_22
source: Lawrence
zh: 劳伦斯

# IDS_CREW_FIRSTNAME_COMMONWEALTH_23
source: Nigel
zh: 奈吉尔

# IDS_CREW_FIRSTNAME_COMMONWEALTH_24
source: Oliver
zh: 奥利弗

# IDS_CREW_FIRSTNAME_COMMONWEALTH_25
source: Patrick
zh: 帕特里克

# IDS_CREW_FIRSTNAME_COMMONWEALTH_26
source: Richard
zh: 理查德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_27
source: Steven
zh: 斯蒂文

# IDS_CREW_FIRSTNAME_COMMONWEALTH_28
source: Wilfred
zh: 威尔弗雷德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_29
source: William
zh: 威廉

# IDS_CREW_FIRSTNAME_COMMONWEALTH_3
source: Peter
zh: 彼得

# IDS_CREW_FIRSTNAME_COMMONWEALTH_4
source: Kelley
zh: 凯利

# IDS_CREW_FIRSTNAME_COMMONWEALTH_5
source: Charles
zh: 查尔斯

# IDS_CREW_FIRSTNAME_COMMONWEALTH_6
source: Archibald
zh: 阿奇博尔德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_7
source: Claude
zh: 克劳德

# IDS_CREW_FIRSTNAME_COMMONWEALTH_8
source: Joseph
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_COMMONWEALTH_9
source: Thomas
zh: 托马斯

# IDS_CREW_FIRSTNAME_DEFAULT
source: Ship
es_mx: Comandante
ja: 艦
pl: Dowódca
ru: Командир
uk: Командир
zh: 战舰
zh_sg: 战舰

# IDS_CREW_FIRSTNAME_EVENTS_0
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_1
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_10
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_11
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_12
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_13
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_14
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_15
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_16
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_17
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_18
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_19
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_2
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_20
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_21
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_22
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_23
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_24
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_25
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_26
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_27
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_28
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_29
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_3
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_4
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_5
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_6
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_7
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_8
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_EVENTS_9
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Особый
uk: Особливий
zh: 活动
zh_sg: 活动

# IDS_CREW_FIRSTNAME_FRANCE_0
source: André
zh: 安德烈

# IDS_CREW_FIRSTNAME_FRANCE_1
source: Antoine
zh: 安东尼

# IDS_CREW_FIRSTNAME_FRANCE_10
source: Gilbert
zh: 吉尔伯特

# IDS_CREW_FIRSTNAME_FRANCE_11
source: Gustave
zh: 古斯塔夫

# IDS_CREW_FIRSTNAME_FRANCE_12
source: Jacques
zh: 雅克

# IDS_CREW_FIRSTNAME_FRANCE_13
source: Jean
zh: 让

# IDS_CREW_FIRSTNAME_FRANCE_14
source: Joseph
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_FRANCE_15
source: Jules
zh: 儒勒

# IDS_CREW_FIRSTNAME_FRANCE_16
source: Léon
zh: 里昂

# IDS_CREW_FIRSTNAME_FRANCE_17
source: Louis
zh: 路易斯

# IDS_CREW_FIRSTNAME_FRANCE_18
source: Michel
zh: 迈克尔

# IDS_CREW_FIRSTNAME_FRANCE_19
source: Olivier
zh: 奥利弗

# IDS_CREW_FIRSTNAME_FRANCE_2
source: Augustin
zh: 奥古斯汀

# IDS_CREW_FIRSTNAME_FRANCE_20
source: Pierre
zh: 皮埃尔

# IDS_CREW_FIRSTNAME_FRANCE_21
source: Philippe
zh: 菲利普

# IDS_CREW_FIRSTNAME_FRANCE_22
source: Raymond
zh: 雷蒙德

# IDS_CREW_FIRSTNAME_FRANCE_23
source: René
zh: 勒内

# IDS_CREW_FIRSTNAME_FRANCE_24
source: Robert
zh: 罗伯特

# IDS_CREW_FIRSTNAME_FRANCE_25
source: Roger
zh: 罗杰

# IDS_CREW_FIRSTNAME_FRANCE_26
source: Théophile
zh: 泰奥菲勒

# IDS_CREW_FIRSTNAME_FRANCE_27
source: Victor
zh: 维克多

# IDS_CREW_FIRSTNAME_FRANCE_28
source: Vincent
zh: 文森特

# IDS_CREW_FIRSTNAME_FRANCE_29
source: Yves
zh: 伊夫

# IDS_CREW_FIRSTNAME_FRANCE_3
source: Charles
zh: 查尔斯

# IDS_CREW_FIRSTNAME_FRANCE_4
source: Daniel
zh: 丹尼尔

# IDS_CREW_FIRSTNAME_FRANCE_5
source: Edouard
zh: 爱德华

# IDS_CREW_FIRSTNAME_FRANCE_6
source: Etienne
zh: 艾蒂安

# IDS_CREW_FIRSTNAME_FRANCE_7
source: Eugène
zh: 尤金

# IDS_CREW_FIRSTNAME_FRANCE_8
source: François
zh: 弗朗索瓦

# IDS_CREW_FIRSTNAME_FRANCE_9
source: Georges
zh: 乔治

# IDS_CREW_FIRSTNAME_GERMANY_0
source: Heinrich
zh: 海因里希

# IDS_CREW_FIRSTNAME_GERMANY_1
source: Kristian
zh: 克里斯蒂安

# IDS_CREW_FIRSTNAME_GERMANY_10
source: Alfred
zh: 阿尔弗雷德

# IDS_CREW_FIRSTNAME_GERMANY_11
source: Adalbert
zh: 阿德尔伯特

# IDS_CREW_FIRSTNAME_GERMANY_12
source: Erich
zh: 埃里希

# IDS_CREW_FIRSTNAME_GERMANY_13
source: Franz
zh: 弗朗茨

# IDS_CREW_FIRSTNAME_GERMANY_14
source: Friedrich
zh: 弗里德里希

# IDS_CREW_FIRSTNAME_GERMANY_15
source: Gerhard
zh: 格哈德

# IDS_CREW_FIRSTNAME_GERMANY_16
source: Gustav
zh: 古斯塔夫

# IDS_CREW_FIRSTNAME_GERMANY_17
source: Gottfried
zh: 戈特弗里德

# IDS_CREW_FIRSTNAME_GERMANY_18
source: Hans
zh: 汉斯

# IDS_CREW_FIRSTNAME_GERMANY_19
source: Helmuth
zh: 赫尔穆特

# IDS_CREW_FIRSTNAME_GERMANY_2
source: Johannes
zh: 约翰

# IDS_CREW_FIRSTNAME_GERMANY_20
source: Herbert
zh: 赫伯特

# IDS_CREW_FIRSTNAME_GERMANY_21
source: Jakob
zh: 雅各布

# IDS_CREW_FIRSTNAME_GERMANY_22
source: Konrad
zh: 康拉德

# IDS_CREW_FIRSTNAME_GERMANY_23
source: Martin
zh: 马丁

# IDS_CREW_FIRSTNAME_GERMANY_24
source: Otto
zh: 奥托

# IDS_CREW_FIRSTNAME_GERMANY_25
source: Paul
zh: 保罗

# IDS_CREW_FIRSTNAME_GERMANY_26
source: Roderich
zh: 罗德里希

# IDS_CREW_FIRSTNAME_GERMANY_27
source: Ulrich
zh: 乌尔里希

# IDS_CREW_FIRSTNAME_GERMANY_28
source: Walter
zh: 沃尔特

# IDS_CREW_FIRSTNAME_GERMANY_29
source: Ewald
zh: 埃瓦尔德

# IDS_CREW_FIRSTNAME_GERMANY_3
source: Eduard
zh: 爱德华

# IDS_CREW_FIRSTNAME_GERMANY_4
source: Stefan
zh: 斯特凡

# IDS_CREW_FIRSTNAME_GERMANY_5
source: Jürgen
zh: 于尔根

# IDS_CREW_FIRSTNAME_GERMANY_6
source: Karl
zh: 卡尔

# IDS_CREW_FIRSTNAME_GERMANY_7
source: Rolf
zh: 罗尔夫

# IDS_CREW_FIRSTNAME_GERMANY_8
source: Günther
zh: 巩特尔

# IDS_CREW_FIRSTNAME_GERMANY_9
source: Albert
zh: 艾伯特

# IDS_CREW_FIRSTNAME_ITALY_0
source: Alberto
zh: 阿尔贝托

# IDS_CREW_FIRSTNAME_ITALY_1
source: Alessandro
zh: 亚历山大

# IDS_CREW_FIRSTNAME_ITALY_10
source: Ettore
zh: 赫克托

# IDS_CREW_FIRSTNAME_ITALY_11
source: Francesco
zh: 弗朗西斯科

# IDS_CREW_FIRSTNAME_ITALY_12
source: Giorgio
zh: 乔治

# IDS_CREW_FIRSTNAME_ITALY_13
source: Guido
zh: 圭多

# IDS_CREW_FIRSTNAME_ITALY_14
source: Giuseppe
zh: 朱塞佩

# IDS_CREW_FIRSTNAME_ITALY_15
source: Leonardo
zh: 莱昂纳多

# IDS_CREW_FIRSTNAME_ITALY_16
source: Luigi
zh: 路易

# IDS_CREW_FIRSTNAME_ITALY_17
source: Marco
zh: 马克

# IDS_CREW_FIRSTNAME_ITALY_18
source: Mario
zh: 马里奥

# IDS_CREW_FIRSTNAME_ITALY_19
source: Ottavio
zh: 屋大维

# IDS_CREW_FIRSTNAME_ITALY_2
source: Antonio
zh: 安东尼奥

# IDS_CREW_FIRSTNAME_ITALY_20
source: Paolo
zh: 保罗

# IDS_CREW_FIRSTNAME_ITALY_21
source: Pietro
zh: 彼得

# IDS_CREW_FIRSTNAME_ITALY_22
source: Renzo
zh: 伦佐

# IDS_CREW_FIRSTNAME_ITALY_23
source: Rinaldo
zh: 里纳尔多

# IDS_CREW_FIRSTNAME_ITALY_24
source: Ruggero
zh: 鲁杰罗

# IDS_CREW_FIRSTNAME_ITALY_25
source: Sebastiano
zh: 塞巴斯蒂安

# IDS_CREW_FIRSTNAME_ITALY_26
source: Ugo
zh: 乌戈

# IDS_CREW_FIRSTNAME_ITALY_27
source: Umberto
zh: 翁贝托

# IDS_CREW_FIRSTNAME_ITALY_28
source: Vincenzo
zh: 文森佐

# IDS_CREW_FIRSTNAME_ITALY_29
source: Vittorio
zh: 维托里奥

# IDS_CREW_FIRSTNAME_ITALY_3
source: Benedetto
zh: 贝内代托

# IDS_CREW_FIRSTNAME_ITALY_4
source: Bruno
zh: 布鲁诺

# IDS_CREW_FIRSTNAME_ITALY_5
source: Carlo
zh: 卡洛

# IDS_CREW_FIRSTNAME_ITALY_6
source: Cesare
zh: 恺撒

# IDS_CREW_FIRSTNAME_ITALY_7
source: Damiano
zh: 达米亚诺

# IDS_CREW_FIRSTNAME_ITALY_8
source: Domenico
zh: 多米尼克

# IDS_CREW_FIRSTNAME_ITALY_9
source: Emilio
zh: 埃米利奥

# IDS_CREW_FIRSTNAME_JAPAN_0
source: Yasuhiro
zh: Y.

# IDS_CREW_FIRSTNAME_JAPAN_1
source: Ryo
zh: R.

# IDS_CREW_FIRSTNAME_JAPAN_10
source: Akio
zh: A.

# IDS_CREW_FIRSTNAME_JAPAN_11
source: Daichi
zh: D.

# IDS_CREW_FIRSTNAME_JAPAN_12
source: Eiji
zh: E.

# IDS_CREW_FIRSTNAME_JAPAN_13
source: Goro
zh: G.

# IDS_CREW_FIRSTNAME_JAPAN_14
source: Hayato
zh: H.

# IDS_CREW_FIRSTNAME_JAPAN_15
source: Hisao
zh: H.

# IDS_CREW_FIRSTNAME_JAPAN_16
source: Isamu
zh: I.

# IDS_CREW_FIRSTNAME_JAPAN_17
source: Kaito
zh: K.

# IDS_CREW_FIRSTNAME_JAPAN_18
source: Katsuro
zh: K.

# IDS_CREW_FIRSTNAME_JAPAN_19
source: Kaoru
zh: K.

# IDS_CREW_FIRSTNAME_JAPAN_2
source: Keisuke
zh: K.

# IDS_CREW_FIRSTNAME_JAPAN_20
source: Kenichi
zh: K.

# IDS_CREW_FIRSTNAME_JAPAN_21
source: Nori
zh: N.

# IDS_CREW_FIRSTNAME_JAPAN_22
source: Osamu
zh: O.

# IDS_CREW_FIRSTNAME_JAPAN_23
source: Rokuro
zh: R.

# IDS_CREW_FIRSTNAME_JAPAN_24
source: Shiro
zh: S.

# IDS_CREW_FIRSTNAME_JAPAN_25
source: Shohei
zh: S.

# IDS_CREW_FIRSTNAME_JAPAN_26
source: Takahiro
zh: T.

# IDS_CREW_FIRSTNAME_JAPAN_27
source: Takenori
zh: T.

# IDS_CREW_FIRSTNAME_JAPAN_28
source: Yoshimitsu
zh: Y.

# IDS_CREW_FIRSTNAME_JAPAN_29
source: Yuuto
zh: Y.

# IDS_CREW_FIRSTNAME_JAPAN_3
source: Taro
zh: T.

# IDS_CREW_FIRSTNAME_JAPAN_4
source: Nariaki
zh: N.

# IDS_CREW_FIRSTNAME_JAPAN_5
source: Toru
zh: B

# IDS_CREW_FIRSTNAME_JAPAN_6
source: Kiyoshi
zh: A.

# IDS_CREW_FIRSTNAME_JAPAN_7
source: Shigeru
zh: S.

# IDS_CREW_FIRSTNAME_JAPAN_8
source: Ichiro
zh: I.

# IDS_CREW_FIRSTNAME_JAPAN_9
source: Masao
zh: M.

# IDS_CREW_FIRSTNAME_NETHERLANDS_15
source: Jan
zh: 詹

# IDS_CREW_FIRSTNAME_NETHERLANDS_16
source: Johannes
zh: 约翰

# IDS_CREW_FIRSTNAME_NETHERLANDS_2
source: Clemens
zh: 克莱门斯

# IDS_CREW_FIRSTNAME_NETHERLANDS_20
source: Louis
zh: 路易斯

# IDS_CREW_FIRSTNAME_NETHERLANDS_6
source: Dirk
zh: 德克

# IDS_CREW_FIRSTNAME_PAN_AMERICA_0
source: Alejandro
zh: 亚历杭德罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_1
source: Alfredo
zh: 阿尔弗雷多

# IDS_CREW_FIRSTNAME_PAN_AMERICA_10
source: Fernando
zh: 费尔南多

# IDS_CREW_FIRSTNAME_PAN_AMERICA_11
source: Gabriel
zh: 加布里埃尔

# IDS_CREW_FIRSTNAME_PAN_AMERICA_12
source: Guillermo
zh: 吉列尔莫

# IDS_CREW_FIRSTNAME_PAN_AMERICA_13
source: Hugo
zh: 雨果

# IDS_CREW_FIRSTNAME_PAN_AMERICA_14
source: Ignacio
zh: 伊格纳西奥

# IDS_CREW_FIRSTNAME_PAN_AMERICA_15
source: Jorge
zh: 乔治

# IDS_CREW_FIRSTNAME_PAN_AMERICA_16
source: José
zh: 何塞

# IDS_CREW_FIRSTNAME_PAN_AMERICA_17
source: Juan
zh: 胡安

# IDS_CREW_FIRSTNAME_PAN_AMERICA_18
source: León
zh: 莱昂

# IDS_CREW_FIRSTNAME_PAN_AMERICA_19
source: Mauro
zh: 毛罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_2
source: Álvaro
zh: 拉瓦罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_20
source: Miguel
zh: 米格尔

# IDS_CREW_FIRSTNAME_PAN_AMERICA_21
source: Norberto
zh: 诺韦尔托

# IDS_CREW_FIRSTNAME_PAN_AMERICA_22
source: Pablo
zh: 巴勃罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_23
source: Pedro
zh: 佩德罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_24
source: Ramón
zh: 拉蒙

# IDS_CREW_FIRSTNAME_PAN_AMERICA_25
source: Raúl
zh: 劳尔

# IDS_CREW_FIRSTNAME_PAN_AMERICA_26
source: Rodrigo
zh: 罗德里戈

# IDS_CREW_FIRSTNAME_PAN_AMERICA_27
source: Santiago
zh: 圣地亚哥

# IDS_CREW_FIRSTNAME_PAN_AMERICA_28
source: Sergio
zh: 塞尔焦

# IDS_CREW_FIRSTNAME_PAN_AMERICA_29
source: Teodoro
zh: 特奥多罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_3
source: Arturo
zh: 阿图罗

# IDS_CREW_FIRSTNAME_PAN_AMERICA_4
source: Carlos
zh: 卡洛斯

# IDS_CREW_FIRSTNAME_PAN_AMERICA_5
source: Daniel
zh: 丹尼尔

# IDS_CREW_FIRSTNAME_PAN_AMERICA_6
source: Diego
zh: 迭戈

# IDS_CREW_FIRSTNAME_PAN_AMERICA_7
source: Edmundo
zh: 埃德蒙多

# IDS_CREW_FIRSTNAME_PAN_AMERICA_8
source: Emilio
zh: 埃米利奥

# IDS_CREW_FIRSTNAME_PAN_AMERICA_9
source: Ernesto
zh: 欧内斯托

# IDS_CREW_FIRSTNAME_PAN_ASIA_0
source: Wang
zh: 王

# IDS_CREW_FIRSTNAME_PAN_ASIA_1
source: Li
zh: 李

# IDS_CREW_FIRSTNAME_PAN_ASIA_10
source: Bai
zh: 白

# IDS_CREW_FIRSTNAME_PAN_ASIA_11
source: Bojing
zh: 博敬

# IDS_CREW_FIRSTNAME_PAN_ASIA_12
source: Chāo
zh: 晁

# IDS_CREW_FIRSTNAME_PAN_ASIA_13
source: Démíng
zh: 德明

# IDS_CREW_FIRSTNAME_PAN_ASIA_14
source: Guìyīng
zh: 桂英

# IDS_CREW_FIRSTNAME_PAN_ASIA_15
source: Haitao
zh: 海涛

# IDS_CREW_FIRSTNAME_PAN_ASIA_16
source: Jìng
zh: 敬

# IDS_CREW_FIRSTNAME_PAN_ASIA_17
source: Juān
zh: 娟

# IDS_CREW_FIRSTNAME_PAN_ASIA_18
source: Jūn
zh: 军

# IDS_CREW_FIRSTNAME_PAN_ASIA_19
source: Lěi
zh: 磊

# IDS_CREW_FIRSTNAME_PAN_ASIA_2
source: Sun
zh: 孙

# IDS_CREW_FIRSTNAME_PAN_ASIA_20
source: Mǐn
zh: 闵

# IDS_CREW_FIRSTNAME_PAN_ASIA_21
source: Renshu
zh: 人数

# IDS_CREW_FIRSTNAME_PAN_ASIA_22
source: Shènglì
zh: 胜利

# IDS_CREW_FIRSTNAME_PAN_ASIA_23
source: Tāo
zh: 滔

# IDS_CREW_FIRSTNAME_PAN_ASIA_24
source: Wèidōng
zh: 卫东

# IDS_CREW_FIRSTNAME_PAN_ASIA_25
source: Weiguo
zh: 为国

# IDS_CREW_FIRSTNAME_PAN_ASIA_26
source: Wenyan
zh: 文彦

# IDS_CREW_FIRSTNAME_PAN_ASIA_27
source: Xiùlán
zh: 秀兰

# IDS_CREW_FIRSTNAME_PAN_ASIA_28
source: Yàn
zh: 彦

# IDS_CREW_FIRSTNAME_PAN_ASIA_29
source: Yùlóng
zh: 豫龙

# IDS_CREW_FIRSTNAME_PAN_ASIA_3
source: Liu
zh: 刘

# IDS_CREW_FIRSTNAME_PAN_ASIA_4
source: Zhang
zh: 张

# IDS_CREW_FIRSTNAME_PAN_ASIA_5
source: Zhou
zh: 周

# IDS_CREW_FIRSTNAME_PAN_ASIA_6
source: Chen
zh: 陈

# IDS_CREW_FIRSTNAME_PAN_ASIA_7
source: Song
zh: 宋

# IDS_CREW_FIRSTNAME_PAN_ASIA_8
source: Huang
zh: 黄

# IDS_CREW_FIRSTNAME_PAN_ASIA_9
source: Wu
zh: 吴

# IDS_CREW_FIRSTNAME_POLAND_0
source: Stanislaw
zh: 斯坦尼斯劳

# IDS_CREW_FIRSTNAME_POLAND_1
source: Jan
zh: 詹

# IDS_CREW_FIRSTNAME_POLAND_10
source: Adam
zh: 亚当

# IDS_CREW_FIRSTNAME_POLAND_11
source: Andrzej
zh: 安德烈

# IDS_CREW_FIRSTNAME_POLAND_12
source: Bronisław
ja: Bronislaw
zh: 布雷斯劳
zh_sg: Bronislaw

# IDS_CREW_FIRSTNAME_POLAND_13
source: Czesław
ja: Czeslaw
zh: 切斯瓦夫
zh_sg: Czeslaw

# IDS_CREW_FIRSTNAME_POLAND_14
source: Franciszek
zh: 弗朗西斯

# IDS_CREW_FIRSTNAME_POLAND_15
source: Henryk
zh: 亨利

# IDS_CREW_FIRSTNAME_POLAND_16
source: Ignacy
zh: 伯

# IDS_CREW_FIRSTNAME_POLAND_17
source: Janusz
zh: 约翰

# IDS_CREW_FIRSTNAME_POLAND_18
source: Jerzy
zh: 乔治

# IDS_CREW_FIRSTNAME_POLAND_19
source: Józef
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_POLAND_2
source: Mikolaj
zh: 米可拉亚

# IDS_CREW_FIRSTNAME_POLAND_20
source: Kazimierz
zh: 卡齐米日

# IDS_CREW_FIRSTNAME_POLAND_21
source: Ludwik
zh: 路易斯

# IDS_CREW_FIRSTNAME_POLAND_22
source: Marek
zh: 马雷克

# IDS_CREW_FIRSTNAME_POLAND_23
source: Mieczysław
ja: Mieczyslaw
zh: 米奇斯瓦夫
zh_sg: Mieczyslaw

# IDS_CREW_FIRSTNAME_POLAND_24
source: Tadeusz
zh: 塔得乌什

# IDS_CREW_FIRSTNAME_POLAND_25
source: Tomasz
zh: 托马什

# IDS_CREW_FIRSTNAME_POLAND_26
source: Wacław
ja: Waclaw
zh: 瓦斯拉夫
zh_sg: Waclaw

# IDS_CREW_FIRSTNAME_POLAND_27
source: Wincenty
zh: 文森特

# IDS_CREW_FIRSTNAME_POLAND_28
source: Witold
zh: 维托尔德

# IDS_CREW_FIRSTNAME_POLAND_29
source: Zbigniew
zh: 兹比格涅夫

# IDS_CREW_FIRSTNAME_POLAND_3
source: Ksawery
zh: 凯斯瓦力

# IDS_CREW_FIRSTNAME_POLAND_4
source: Aleksander
zh: 亚历山大

# IDS_CREW_FIRSTNAME_POLAND_5
source: Wiktor
zh: 维克托

# IDS_CREW_FIRSTNAME_POLAND_6
source: Stanislaw
zh: 斯坦尼斯劳

# IDS_CREW_FIRSTNAME_POLAND_7
source: Mateusz
zh: 马特修

# IDS_CREW_FIRSTNAME_POLAND_8
source: Krzysztof
zh: 克莱策斯托夫

# IDS_CREW_FIRSTNAME_POLAND_9
source: Wojciech
zh: 沃亚切克

# IDS_CREW_FIRSTNAME_RUSSIA_0
source: Vladimir
pl: Władimir
ru: Владимир
uk: Володимир
zh: 肯纳基

# IDS_CREW_FIRSTNAME_RUSSIA_1
source: Aleksandr
ru: Александр
uk: Олександр
zh: 亚历山大

# IDS_CREW_FIRSTNAME_RUSSIA_10
source: Anton
ru: Антон
uk: Антон
zh: 安东
