Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PZUS002_C1_SUO_TOP
source: Type1 mod. 2
es_mx: Tipo 1 mod. 2
zh: 一式 2型

# IDS_PZUS101_D2_SUO_STOCK
source: FKS Typ 2 Mod. 1
zh: FKS 2式 1型

# IDS_PZUS102_D2_SUO_TOP
source: FKS Typ 2 Mod. 2
zh: FKS 2式2型

# IDS_PZUS201_D3_SUO_STOCK
source: Mk III mod. 1
zh: Mk III 1型

# IDS_PZUS202_D3_SUO_TOP
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PZUS301_D4_SUO_STOCK
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PZUS302_D4_SUO_TOP
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PZUS401_D5_SUO_STOCK
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PZUS402_D5_SUO_TOP
source: Mk V mod. 2
zh: Mk V 2型

# IDS_PZUS501_SUO_ANSHAN
source: Shèjī Kòngzhì Xìtǒng 6 Shì
zh: 射击控制系统6式

# IDS_PZUS502_D6_SUO_STOCK
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PZUS503_D6_SUO_TOP
source: GFCS VI mod. 2
ru: СУО VI мод. 2
uk: СКВ VI мод. 2
zh: GFCS VI 2型

# IDS_PZUS504_SUO_HUANGHE
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PZUS601_D7_SUO_STOCK
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PZUS602_D7_SUO_TOP
source: Mk VII mod. 2
zh: Mk VII 2型

# IDS_PZUS701_SUO_LO_YANG
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PZUS702_D8_SUO_STOCK
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PZUS703_D8_SUO_TOP
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PZUS704_SUO_IRIAN
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PZUS705_SUO_SILIWANGI
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PZUS706_SUO_MARTEL_CN
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PZUS801_D9_SUO_STOCK
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PZUS802_D9_SUO_TOP
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PZUS803_SUO_IZUMO_CN
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PZUS901_D10_SUO_STOCK
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PZUT201_D3_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PZUT202_D3_TORP_TOP
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PZUT301_D4_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PZUT402_D5_TORP_TOP
source: 533 mm Mk VIII
ru: 533-мм Mk VIII
uk: 533-мм Mk VIII
zh: 533 毫米 Mk VIII

# IDS_PZUT501_ANSHAN
source: 533 mm 53-38
ru: 533-мм 53-38
uk: 533-мм 53-38
zh: 533 毫米 53-38

# IDS_PZUT502_ANSHAN
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZUT503_D6_TORP_STOCK
source: 533 mm Mk VIII
ru: 533-мм Mk VIII
uk: 533-мм Mk VIII
zh: 533 毫米 Mk VIII

# IDS_PZUT504_D6_TORP_TOP
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZUT505_TORP_HUANGHE
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZUT601_D7_TORP_STOCK
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZUT602_D7_TORP_TOP
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PZUT701_D8_TORP_STOCK
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PZUT702_LO_YANG
source: 533 mm Mk31
ru: 533-мм Mk31
uk: 533-мм Mk31
zh: 533 毫米 Mk31

# IDS_PZUT703_LO_YANG
source: 533 mm Mk15 mod. 0
ru: 533-мм Mk15 mod. 0
uk: 533-мм Mk15 mod. 0
zh: 533 毫米 Mk15 0型

# IDS_PZUT704_D8_TORP_TOP
source: Mk15 mod. 3
zh: Mk15 3型

# IDS_PZUT706_TORP_SILIWANGI
source: 533 mm 53-56
ru: 533-мм 53-56
uk: 533-мм 53-56
zh: 533-мм 53-56

# IDS_PZUT707_TORP_MARTEL_CN
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PZUT801_D9_TORP_STOCK
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PZUT802_D9_TORP_TOP
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_QUANTITY
source: Quantity
es_mx: Cantidad
ja: 数
pl: Ilość
ru: Количество
uk: Кількість
zh: 数量
zh_sg: 数量

# IDS_QUAN_RONG
source: Quán Róng
zh: 夸罗格

# IDS_QUESTION_CLOSE_WINDOW
source: Close window?
es_mx: ¿Cerrar ventana?
ja: ウィンドウを閉じますか?
pl: Zamknąć okno?
ru: Закрыть окно?
uk: Закрити вікно?
zh: 要关闭窗口？
zh_sg: 要关闭窗口？

# IDS_QUESTION_CONFIRM_ASSIGN_CREW
source: Assign Commander to
es_mx: Asignar Comandante
ja: 艦長を配属:
pl: Przydzielić dowódcę
ru: Назначить командира на
uk: Призначити командира на
zh: 要指派指挥官到
zh_sg: 指派指挥官到

# IDS_QUESTION_CONFIRM_CHANGE_ACCOUNT
source: Disconnect from the server and change account?
es_mx: ¿Desconectar del servidor y cambiar la cuenta?
ja: サーバーから切断してアカウントを変更しますか?
pl: Odłączyć od serwera i zmienić konto?
ru: Отключиться от сервера и сменить аккаунт?
uk: Від’єднатися від сервера і змінити акаунт?
zh: 要中断与服务器的连接并变更账号？
zh_sg: 要中断与服务器的连接并变更账号？

# IDS_QUESTION_CONFIRM_CHANGE_LEADER
source: Transfer leadership?
es_mx: ¿Transferir liderazgo?
ja: リーダー権限を委譲しますか?
pl: Oddaj przywództwo?
ru: Передать лидерство?
uk: Передати лідерство?
zh: 要转交指挥权？
zh_sg: 要转交指挥权？

# IDS_QUESTION_CONFIRM_CHANGE_LEADER_AND_CLUB_LEAVE
source: Leave the Team and transfer leadership?
es_mx: ¿Salir del Equipo y transferir el liderazgo?
ja: チームから脱退してリーダー権限を委譲しますか?
pl: Opuścić drużynę i oddać przywództwo?
ru: Покинуть команду и передать лидерство?
uk: Покинути команду та передати лідерство?
zh: 要离开队伍并转交指挥权？
zh_sg: 要离开团队并转交指挥权？

# IDS_QUESTION_CONFIRM_CLUB_LEAVE
source: Leave the Team?
es_mx: ¿Dejar el Equipo?
ja: チームから脱退しますか?
pl: Opuścić drużynę?
ru: Покинуть команду?
uk: Покинути команду?
zh: 要离开该队伍？
zh_sg: 要离开该团队？

# IDS_QUESTION_CONFIRM_DISASSIGN_CREW
source: Send this Commander to the Reserve?
es_mx: ¿Enviar este Comandante a la Reserva?
ja: この艦長をリザーブに送りますか?
pl: Wysłać tego dowódcę do rezerw?
ru: Отправить командира в Резерв?
uk: Перевести командира до Резерву?
zh: 把指挥官撤回军营吗？
zh_sg: 把指挥官撤回预备队吗？

# IDS_QUESTION_CONFIRM_DISCONNECT
source: Disconnect from the server?
es_mx: ¿Desconectar del servidor?
ja: サーバーから切断された場合は?
pl: Utraciłeś połączenie z serwerem?
ru: Отключиться от сервера?
uk: Від’єднатися від сервера?
zh: 要中断与服务器的链接？
zh_sg: 要中断与服务器的链接？

# IDS_QUESTION_CONFIRM_EXIT
source: Exit game?
es_mx: ¿Salir del juego?
ja: ゲームを終了しますか?
pl: Wyjść z gry?
ru: Выйти из игры?
uk: Вийти з гри?
zh: 要离开游戏？您今天的任务完成了吗？
zh_sg: 要离开游戏？

# IDS_QUESTION_CONFIRM_EXIT_BATTLE
source: Exit battle?
es_mx: ¿Salir de la batalla?
ja: 戦闘を終了しますか?
pl: Wyjść z bitwy?
ru: Выйти из боя?
uk: Вийти з бою?
zh: 要离开战斗？
zh_sg: 要离开战斗？

# IDS_QUESTION_CONFIRM_FIRE_CREW
source: Dismiss Commander?
es_mx: ¿Despedir Comandante?
ja: 艦長を解任しますか?
pl: Odwołać Dowódcę?
ru: Демобилизовать командира?
uk: Демобілізувати командира?
zh: 解雇指挥官吗？
zh_sg: 解雇指挥官吗？

# IDS_QUESTION_CONVERT
source: Convert
es_mx: ¿Convertir
ja: 変換しますか?
pl: Wymień
ru: Перевести
uk: Конвертувати
zh: 要转换
zh_sg: 转换

# IDS_QUESTION_DESTROY
source: Destroy
es_mx: ¿Destruir
ja: 破棄しますか?
pl: Zniszczyć
ru: Уничтожить
uk: Знищити
zh: 摧毁
zh_sg: 摧毁

# IDS_QUESTION_DISCONNECT_SERVER
source: Disconnect from the server?
es_mx: ¿Desconectar del servidor?
ja: サーバーから切断された場合は?
pl: Utraciłeś połączenie z serwerem?
ru: Отключиться от сервера?
uk: Від’єднатися від сервера?
zh: 要中断与服务器的链接？
zh_sg: 要中断与服务器的链接？

# IDS_QUESTION_DO_PURCHASE_FOR
source: Purchase for
es_mx: ¿Comprar por
ja: 購入しますか? 費用:
pl: Kupić za
ru: Купить за
uk: Купити за
zh: 购买
zh_sg: 购买花费

# IDS_QUESTION_DROP_BRANCH_CONFIRMATION_WINDOW
source: Reset the branch and get Victory Bonuses?
es_mx: ¿Reiniciar la rama y obtener Bonificaciones de Victoria?
ja: このブランチをリセットして勝利ボーナスを得ますか?
pl: Czy chcesz zresetować gałąź, aby otrzymać premie za zwycięstwo?
ru: Сбросить ветку и начислить бонусы за победу?
uk: Скинути гілку й додати бонуси за перемогу?
zh: Сбросить ветку и начислить бонусы за победу?
zh_sg: 重置分支并取得胜利加成？

# IDS_QUESTION_EXIT_GAME
source: Exit game?
es_mx: ¿Salir del juego?
ja: ゲームを終了しますか?
pl: Wyjść z gry?
ru: Выйти из игры?
uk: Вийти з гри?
zh: 要离开游戏？您今天的任务完成了吗？
zh_sg: 要离开游戏？

# IDS_QUESTION_EXPAND_BARRACKS_FOR
source: Add %s places to Reserve for
es_mx: Añadir %s lugares a la Reserva por
ja: リザーブに部屋を %s 室追加:
pl: Czy chcesz rozszerzyć rezerwę o %s miejsce za
ru: Добавить %s место в Резерв за
uk: Додати %s місце у Резерві за
zh: 增加%s床位
zh_sg: 增加%s个位置到预备队并花费

# IDS_QUESTION_INSTALL
source: Mount
es_mx: Montar
ja: 搭載しますか?
pl: Zamontować
ru: Установить
uk: Встановити
zh: 安装
zh_sg: 安装

# IDS_QUESTION_LEARN_FOR
source: Master skill for
es_mx: ¿Dominar habilidad por
ja: スキルを習得しますか? 必要:
pl: Opanować umiejętność za
ru: Изучить за
uk: Вивчити уміння за
zh: 掌握技能
zh_sg: 学习技能并花费

# IDS_QUESTION_MARK_ICON_ON_SHIP_MANAGMENT_SCREEN_TOOLTIP_TEXT_1
source: Enhance a ship's parameters as you move along to the next ships in the Tech Tree of nations.
es_mx: Mejora los parámetros de un barco a medida que avanzas hacia los siguientes barcos en el Árbol Tecnológico de naciones.
ja: 各国の技術ツリーで、上位艦艇へと進むにつれ艦艇のパラメータを強化できます。
pl: Poprawia parametry okrętu w miarę postępów w górę Drzew technologicznych nacji.
ru: Улучшайте характеристики корабля и продвигайтесь к следующим в дереве нации.
uk: Поліпшуйте характеристики корабля та просувайтеся до наступних у дереві націй.
zh: Улучшайте характеристики корабля и продвигайтесь к следующим в дереве нации.
zh_sg: 在国家科技树中推进战舰进程的同时，提升战舰的参数。

# IDS_QUESTION_MARK_ICON_ON_SHIP_MANAGMENT_SCREEN_TOOLTIP_TEXT_2
source: Research modules using XP earned on a ship, or Free XP. Buy researched modules with credits, then mount them on your ship.
es_mx: Investiga módulos usando la XP obtenida en un barco, o con la XP Libre. Usa réditos para comprar los módulos investigados y después móntalos en tu barco.
ja: 各艦艇で取得した EXP またはフリー EXP を使用してモジュールを研究し、クレジットで購入して艦艇に搭載しましょう。
pl: Badaj moduły używając PD zdobytych na tym okręcie lub wolnych PD. Kupuj zbadane moduły, używając kredytów i montuj je na okręcie.
ru: Исследуйте модули за опыт, заработанный на корабле, или за свободный опыт. Покупайте исследованные модули за кредиты и устанавливайте их на корабль.
uk: Досліджуйте модулі за досвід, здобутий на кораблі, чи за вільний досвід. Купуйте досліджені модулі за кредити та встановлюйте їх на корабель.
zh: Исследуйте модули за опыт, заработанный на корабле, или за свободный опыт. Покупайте исследованные модули за кредиты и устанавливайте их на корабль.
zh_sg: 用获得的战舰经验或全局经验研发配件。用银币购买研发完毕的配件并安装在战舰上。

# IDS_QUESTION_MARK_ICON_ON_SHIP_MANAGMENT_SCREEN_TOOLTIP_TEXT_3
source: A ship will receive Elite status once all of her available modules and related ships are researched. XP earned with an Elite ship can be converted into Free XP.
es_mx: Un barco recibirá el estado Élite al investigar todos los módulos y barcos relacionados. La XP obtenida con un barco Élite puede ser convertida en XP Libre
ja: エリートステータスは、全てのモジュールおよび後続艦艇を研究済みの艦艇に与えられます。エリート艦艇で取得した EXP はフリー EXP に変換可能。
pl: Status „Elitarny” zostaje przyznany okrętowi, który posiada zbadane wszystkie dostępne moduły i powiązane okręty. PD zdobywane na okrętach elitarnych mogą zostać zamienione na wolne PD.
ru: Корабль получит статус «Элитный», когда все доступные модули и связанные с ним корабли будут исследованы. Опыт, заработанный на элитном корабле, может быть переведён в свободный.
uk: Корабель отримає статус «Елітний», коли буде досліджено всі доступні модулі та пов’язані з ним кораблі. Досвід, здобутий елітним кораблем, можна конвертувати у вільний.
zh: 当完成所有可用配件与科技分支的研发时，战舰会获得精英资格。
zh_sg: 当完成所有可用配件与科技分支的研发时，战舰会获得精英资格。精英战舰获得的经验值可以转化为全局经验。

# IDS_QUESTION_MSKIN_LINK
source: Link and mount on
es_mx: Vincular y montar en
ja: 割り当て & 適用
pl: Połącz i zamontuj na
ru: Привязать и установить на
uk: Прив’язати та встановити
zh: Привязать и установить на
zh_sg: 绑定并安装在

# IDS_QUESTION_PASSWORD_FORGET
source: Forgot your password?
es_mx: ¿Olvidaste tu contraseña?
ja: パスワードを忘れた場合は?
pl: Zapomniałeś hasła?
ru: Забыли пароль?
uk: Забули пароль?
zh: 忘记密码
zh_sg: 忘记密码

# IDS_QUESTION_PURCHASE_AND_INSTALL_FOR
source: Purchase and mount for
es_mx: ¿Comprar y montar por
ja: 購入して搭載しますか? 費用:
pl: Kupić i zainstalować za
ru: Купить и установить за
uk: Купити та встановити за
zh: 要购买并安装
zh_sg: 购买并安装花费

# IDS_QUESTION_PURCHASE_FOR_CLUB_CREATION
source: Create the Team for
es_mx: Crear el Equipo para
ja: チームを作成、手数料:
pl: Utwórz drużynę za
ru: Создать команду за
uk: Сформувати команду за
zh: 建立队伍并花费
zh_sg: 建立团队并花费

# IDS_QUESTION_PURCHASE_SHIP_FOR
source: Purchase the ship for
es_mx: ¿Comprar el barco por
ja: この艦を購入しますか? 費用:
pl: Kupić okręt za
ru: Купить корабль за
uk: Купити корабель за
zh: 要购买战舰
zh_sg: 购买战舰花费

# IDS_QUESTION_PURCHASE_SLOT_FOR
source: Purchase a slot for
es_mx: ¿Comprar un espacio por
ja: スロットを購入しますか? 費用:
pl: Kupić miejsce za
ru: Купить слот за
uk: Купити місце стоянки за
zh: 购买一个船位并花费
zh_sg: 购买一个船位花费

# IDS_QUESTION_RELOAD_CLIENT
source: Some settings will only be applied after you restart the game.
es_mx: Algunos ajustes solamente se aplicarán tras reiniciar el juego.
ja: 一部の設定はゲームの再起動後に有効になります。
pl: Niektóre ustawienia będą wprowadzone dopiero po ponownym uruchomieniu gry.
ru: Некоторые настройки вступят в действие только после перезапуска игры.
uk: Деякі налаштування набудуть чинності лише після перезапуску гри.
zh: 部分设定只能在您重新启动游戏后应用。
zh_sg: 部分设定只能在您重新启动游戏后应用。

# IDS_QUESTION_REPLACE
source: Replace
es_mx: Reemplazar
ja: 置き換え
pl: Zamień
ru: Заменить
uk: Замінити
zh: 替换
zh_sg: 替换

# IDS_QUESTION_REPLACE_FOR
source: Replace for
es_mx: Reemplazar por
ja: 置き換え費用:
pl: Zamień za
ru: Заменить за
uk: Замінити за
zh: 替换为
zh_sg: 替换为

# IDS_QUESTION_RESEARCH_FOR
source: Research for
es_mx: ¿Investigar por
ja: 研究しますか? 費用:
pl: Zbadać za
ru: Исследовать за
uk: Дослідити за
zh: 要研发
zh_sg: 研发花费

# IDS_QUESTION_RESEARCH_SHIP_FOR
source: Research the ship for
es_mx: ¿Investigar el barco por
ja: この艦を研究しますか? 費用:
pl: Zbadać okręt za
ru: Исследовать корабль за
uk: Дослідити корабель за
zh: 要研发战舰
zh_sg: 研发战舰花费

# IDS_QUESTION_RESET_SKILLPOINTS_FOR
source: Redistribute points for
es_mx: ¿Redistribuir puntos por
ja: ポイントを再分配しますか? 費用:
pl: Rozdzielić punkty za
ru: Перераспределить очки за
uk: Перерозподілити очки за
zh: 重新分配技能点
zh_sg: 重新分配技能并花费

# IDS_QUESTION_RETURN_TO_DOCK
source: Return to Port?
es_mx: ¿Regresar al Puerto?
ja: 港に戻る?
pl: Wrócić do portu?
ru: Вернуться в Порт?
uk: Повернутися до Порту?
zh: 要回到港口？
zh_sg: 要回到港口？

# IDS_QUESTION_SELL_SHIP_FOR
source: Sell the ship for
es_mx: ¿Vender el barco por
ja: 艦を売却しますか? 価格:
pl: Sprzedać okręt za
ru: Продать корабль за
uk: Продати корабель за
zh: 出售该战舰并获得
zh_sg: 出售战舰获得

# IDS_QUESTION_UNEQUAL_TEAMS
source: The teams are incomplete. Start the battle?
es_mx: Los equipos están incompletos. ¿Iniciar la batalla?
ja: チームが不完全です。戦闘を開始しますか?
pl: Drużyny nie są kompletne. Rozpocząć bitwę?
ru: Команды укомплектованы не полностью. Начать бой?
uk: Команди укомплектовані не повністю. Ропочати бій?
zh: 队伍不完整。要开始战斗？
zh_sg: 队伍不完整。要开始战斗？

# IDS_QUESTION_UNMOUNT_FOR
source: Demount for
es_mx: ¿Desmontar por
ja: 解除しますか? 費用:
pl: Zdemontować za
ru: Демонтировать за
uk: Демонтувати за
zh: 拆卸并花费
zh_sg: 拆卸花费

# IDS_QUEST_CLANGALEONLY_WIN
source: Win %(achievementCount)s battle in the Gale League or higher.
es_mx: Gana %(achievementCount)s batalla en la Liga Vendaval o superior.
ja: Gale 以上のリーグで %(achievementCount)s 勝する。
pl: Wygraj %(achievementCount)s bitwę w lidze Wicher lub wyższej.
ru: Одержите победу в %(achievementCount)s бою в лиге Бури или выше.
uk: Здобудьте перемогу у %(achievementCount)s бою в лізі Бурі або вище.
zh: 在狂风或更高的联盟赢得 %(achievementCount)s 场战斗。
zh_sg: 在狂风联盟或更高级联盟赢得%(achievementCount)s场战斗胜利。

# IDS_QUEST_CLANHURRICANEONLY_WIN
source: Win %(achievementCount)s battle in the Hurricane League or higher.
es_mx: Gana %(achievementCount)s batalla en la Liga Huracán o superior.
ja: Hurricane 以上のリーグで %(achievementCount)s 勝する。
pl: Wygraj %(achievementCount)s bitwę w lidze Huragan lub wyższej.
ru: Одержите победу в %(achievementCount)s бою в лиге Урагана.
uk: Здобудьте перемогу у %(achievementCount)s бою в лізі Урагану.
zh: 在龙卷风或更高的联盟赢得 %(achievementCount)s 场战斗。
zh_sg: 在飓风联盟或更高级联盟赢得%(achievementCount)s场战斗胜利。

# IDS_QUEST_CLANSTORMONLY_WIN
source: Win %(achievementCount)s battle in the Storm League or higher.
es_mx: Gana %(achievementCount)s batalla en la Liga Tomenta o superior.
ja: Storm 以上のリーグで %(achievementCount)s 勝する。
pl: Wygraj %(achievementCount)s bitwę w lidze Sztorm lub wyższej.
ru: Одержите победу в %(achievementCount)s бою в лиге Шторма или выше.
uk: Здобудьте перемогу у %(achievementCount)s бою в лізі Шторму або вище.
zh: 在暴风或更高的联盟赢得 %(achievementCount)s 场战斗。
zh_sg: 在暴风联盟或更高级联盟赢得%(achievementCount)s场战斗胜利。

# IDS_QUEST_CLANTYPHOONONLY_WIN
source: Win %(achievementCount)s battle in the Typhoon League or higher.
es_mx: Gana %(achievementCount)s batalla en la Liga Tifón o superior.
ja: Typhoon 以上のリーグで %(achievementCount)s 勝する。
pl: Wygraj %(achievementCount)s bitwę w lidze Tajfun lub wyższej.
ru: Одержите победу в %(achievementCount)s бою в лиге Тайфуна или выше.
uk: Здобудьте перемогу у %(achievementCount)s бою в лізі Тайфуну або вище.
zh: 在飓风或更高的联盟赢得 %(achievementCount)s 场战斗。
zh_sg: 在台风级或更高级的联盟中赢得%(achievementCount)s场战斗胜利。

# IDS_QUEST_DAMAGECOUNT
source: Achieve %(damage)s average damage per battle.
es_mx: Consigue %(damage)s punto de daño promedio por batalla.
ja: 1 戦平均与ダメージ %(damage)s を達成する。
pl: Osiągnij średnio %(damage)s punkt uszkodzeń na bitwę.
ru: Достигните значения %(damage)s единицы среднего урона за бой.
uk: Досягніть значення %(damage)s од. середньої шкоди за бій.
zh: 达成 %(damage)s 的平均每场伤害。
zh_sg: 达成%(damage)s点场均伤害。

# IDS_QUEST_EXTRA_BATTLELIMIT
source: The result of the last %(battleCount)s battle is taken into account.
es_mx: El resultado de la última %(battleCount)s batalla es tomado en cuenta.
ja: 最近の %(battleCount)s 戦の結果が対象。
pl: Pod uwagę brane są wyniki ostatniej %(battleCount)s bitwy.
ru: Учитывается результат последнего %(battleCount)s боя.
uk: Враховують результат останнього %(battleCount)s бою.
zh: 只考虑最后 %(battleCount)s 场的战斗结果。
zh_sg: 统计最后%(battleCount)s场战斗的战绩。

# IDS_QUEST_LIMITED_EXECUTION
source: You may complete this challenge %(_numberOfQuestsGeneral)s time.
es_mx: Puedes completar este desafío %(_numberOfQuestsGeneral)s vez.
ja: このチャレンジは、%(_numberOfQuestsGeneral)s 回まで達成可能
pl: Możesz podjąć to wyzwanie %(_numberOfQuestsGeneral)s razy.
ru: Вы можете пройти это испытание %(_numberOfQuestsGeneral)s раз.
uk: Ви можете пройти це випробування %(_numberOfQuestsGeneral)s раз.
zh: 您可以完成此挑战 %(_numberOfQuestsGeneral)s 次。
zh_sg: 您可以完成此挑战 %(_numberOfQuestsGeneral)s 次

# IDS_QUEST_LIMITED_EXECUTION_DONE
source: You have completed this challenge the maximum number of times.
es_mx: Has completado este desafío el número máximo de veces.
ja: このチャレンジを上限まで達成済み
pl: Podjęto to wyzwanie maksymalną liczbę razy.
ru: Вы прошли это испытание максимальное количество раз.
uk: Ви пройшли це випробування максимальну кількість разів.
zh: 您已完成了此挑战的最大挑战次数。
zh_sg: 您已完成了此挑战的最大挑战次数。

# IDS_QUEST_LIMITED_EXECUTION_DONE_PER_DAY
source: Today you have completed this challenge the maximum number of times.
es_mx: Hoy has completado este desafío el número máximo de veces.
ja: このチャレンジを今日の上限まで達成済み
pl: Dziś ukończyłeś to wyzwanie maksymalną ilość razy.
ru: Сегодня вы прошли это испытание максимальное количество раз.
uk: Сьогодні ви пройшли це випробування максимальну кількість разів.
zh: 您已完成了此挑战今天的最大挑战次数。
zh_sg: 您已完成了此挑战今天的最大挑战次数。

# IDS_QUEST_LIMITED_EXECUTION_PER_DAY
source: You may complete this challenge %(_numberOfQuestsGeneral)s time per day.
es_mx: Puedes completar este desafío %(_numberOfQuestsGeneral)s vez por día.
ja: このチャレンジは 1 日 %(_numberOfQuestsGeneral)s 回まで達成可能
pl: Możesz ukończyć to wyzwanie %(_numberOfQuestsGeneral)s raz dziennie.
ru: Вы можете пройти это испытание %(_numberOfQuestsGeneral)s раз за день.
uk: Ви можете пройти це випробування %(_numberOfQuestsGeneral)s раз на добу.
zh: 您每天可以完成此挑战 %(_numberOfQuestsGeneral)s 次。
zh_sg: 您每天可以完成此挑战 %(_numberOfQuestsGeneral)s 次。

# IDS_QUEST_LIMITED_EXECUTION_START
source: You have completed this challenge %(_numberOfQuestsDone)s time out of the available %(_numberOfQuestsGeneral)s.
es_mx: Has completado este desafío %(_numberOfQuestsDone)s vez de las %(_numberOfQuestsGeneral)s disponibles.
ja: このチャレンジは %(_numberOfQuestsDone)s 回達成済みであり、上限は %(_numberOfQuestsGeneral)s 回です。
pl: Podjęto to wyzwanie %(_numberOfQuestsDone)s raz(y) na %(_numberOfQuestsGeneral)s raz możliwy.
ru: Вы прошли это испытание %(_numberOfQuestsDone)s раз из %(_numberOfQuestsGeneral)s доступных.
uk: Ви пройшли це випробування %(_numberOfQuestsDone)s раз з %(_numberOfQuestsGeneral)s можливих.
zh: 您已完成此挑战 %(_numberOfQuestsGeneral)s 次可用次数中的%(_numberOfQuestsDone)s 次。
zh_sg: 您已完成此挑战 %(_numberOfQuestsGeneral)s 次可用次数中的%(_numberOfQuestsDone)s 次。

# IDS_QUEST_LIMITED_EXECUTION_START_PER_DAY
source: Today you have completed this challenge %(_numberOfQuestsDone)s time out of the available %(_numberOfQuestsGeneral)s.
es_mx: Hoy has completado este desafío %(_numberOfQuestsDone)s vez de las %(_numberOfQuestsGeneral)s disponibles.
ja: このチャレンジを今日 %(_numberOfQuestsDone)s 回達成済み。今日の上限: %(_numberOfQuestsGeneral)s 回
pl: Ukończyłeś dziś to wyzwanie %(_numberOfQuestsDone)s raz na %(_numberOfQuestsGeneral)s razy możliwych.
ru: Сегодня вы прошли это испытание %(_numberOfQuestsDone)s раз из %(_numberOfQuestsGeneral)s доступных.
uk: Сьогодні ви пройшли це випробування %(_numberOfQuestsDone)s раз з %(_numberOfQuestsGeneral)s можливих.
zh: 今天您已完成了此挑战可用次数 %(_numberOfQuestsGeneral)s 次中的 %(_numberOfQuestsDone)s 次。
zh_sg: 今天您已完成了此挑战可用次数 %(_numberOfQuestsGeneral)s 次中的 %(_numberOfQuestsDone)s 次。

# IDS_QUEST_SHIPS_CONDITIONS
source: Ships restrictions
es_mx: Restricciones de barcos
ja: 艦艇制限
pl: Ograniczenia okrętów
ru: Ограничения по технике
uk: Обмеження за технікою
zh: 战舰限制
zh_sg: 战舰限制

# IDS_QUEST_START_CONDITIONS
source: Completion Criteria
es_mx: Criterio a Completar
ja: 達成要件
pl: Warunki ukończenia
ru: Условия выполнения
uk: Умови виконання
zh: 完成条件
zh_sg: 完成条件

# IDS_QUEST_TEAMPOSITION_TOP3
source: Win %(achievementCount)s battle in which you were among the top 3 XP earners on your team.
es_mx: Gana %(achievementCount)s batalla en donde estés entre los 3 mayores ganadores de XP en tu equipo.
ja: %(achievementCount)s 戦、取得 EXP でチーム内 TOP 3 を達成して勝利する。
pl: Wygraj %(achievementCount)s bitwę, w której znajdziesz się w najlepszej trójce swojej drużyny pod względem zdobytego doświadczenia.
ru: Одержите победу в %(achievementCount)s бою, при этом войдите в топ-3 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(achievementCount)s бою, до того ж посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(achievementCount)s 场战斗并且获得置身己队前 3 名的经验。
zh_sg: 赢得%(achievementCount)s场战斗并且获得经验在我方团队中排名前3。

# IDS_QUEST_UNIQUE_STARS
source: Earn %(uniqueStars)s star for victories in Ranked Battles. Stars received repeatedly, as well as Stars received in Ranked Sprints, aren't counted.
es_mx: Obtén %(uniqueStars)s estrella por las victorias en las Batallas por Rango. Las Estrellas recibidas repetidamente, así como las Estrellas recibidas en las Carreras por Rangos no son consideradas.
ja: ランク戦で勝利を重ねて %(uniqueStars)s スターを取得する。重複して取得したスターやランク戦スプリントで取得したスターは対象外。
pl: Zdobądź %(uniqueStars)s gwiazdkę za zwycięstwa w bitwach rankingowych. Gwiazdki otrzymywane powtórnie, podobnie jak gwiazdki otrzymywane w sprintach rankingowych, nie są brane pod uwagę.
ru: Получите %(uniqueStars)s звезду за победы в ранговых боях. Повторное получение звёзд и ранговые спринты не засчитываются.
uk: Отримайте %(uniqueStars)s зірку за перемоги в рангових боях. Повторне отримання зірок і рангові спринти не зараховують.
zh: 获得 %(uniqueStars)s 颗星星的胜利或第一次进入下一等级。重复获得的星星不被计算。
zh_sg: 在排位战中获得%(uniqueStars)s星胜利。重复获得的星星，以及在排位冲刺中获得的星数，均不统计在内。

# IDS_QUICK_COMMANDS
source: Quick Messages
es_mx: Mensajes Rápidos
ja: クイックコマンド
pl: Szybkie wiadomości
ru: Быстрые сообщения
uk: Швидкі повідомлення
zh: 快速消息
zh_sg: 快速消息

# IDS_QUICK_COMMANDS_BANNED
source: You send quick commands too often.
es_mx: Envías comandos rápidos muy seguido.
ja: クイックコマンド送信過多
pl: Zbyt często wysyłasz szybkie rozkazy.
ru: Вы слишком часто отправляете быстрые команды.
uk: Ви занадто часто надсилаєте швидкі команди.
zh: 您发送快速指令过于频繁
zh_sg: 您发送快速指令过于频繁
