Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC195_AA_12_7MM_ANTIAIRCRAFT_DESCRIPTION
source: The M2 Browning machine gun was developed in the United States in 1932, and since then has been very extensively used in all types of the country's armed forces. Its anti-aircraft version appeared in the Navy the following year. The machine gun's rate of fire was quite high, about 500 shots per minute, but rapid development of military aviation in the 1930s prevented 12.7 mm machine guns from being effective when firing at high-speed air targets. Until the late 1930s, when 28 mm AA guns were created, there was no short-range AA defense system in the U.S. Navy that could serve as an alternative to the M2 Browning. As a result, 12.7 mm machine guns could be found on nearly all American cruisers until 1941. Only in 1942, with deployment of the mass production of Oerlikon AA guns, obsolete Brownings disappeared from large U.S. warships.
es_mx: La ametralladora M2 Browning fue desarrollada en los Estados Unidos en 1932, y desde entonces tuvo mucho uso en todos los tipos de fuerzas armadas en varios países. Su versión anti-aérea apareció en la Marina al siguiente año. La cadencia de fuego de la ametralladora era bastante alta, alrededor de 500 tiros por minuto, pero el desarrollo rápido de la aviación militar en los años 30s impidió a las ametralladoras de 12.7 mm ser efectivas contra aviones de alta velocidad. Hasta finales de los 30s, cuando los cañones de 28 mm AA fueron creados, no había un sistema de defensa de corto-rango en la Marina Norteamericana, que pudiera servir como alternativa al M2 Browning. Como resultado, las ametralladoras de 12.7 mm podrías encontrarlas en todos los cruceros norteamericanos hasta 1941. Solamente en 1942, con el despliegue de la producción masiva de cañones AA Oerlikon, los obsoletos Browning desaparecieron de los barcos de guerra más grandes de Estados Unidos.
ja: アメリカにおいて 1932 年に完成したブローニング M2 12.7 mm 重機関銃は、アメリカのあらゆる軍隊において極めて幅広く使用されるようになりました。海軍用の対空仕様が登場したのは、その翌年のことでした。この機銃は、毎分約 500 発という極めて高い射撃速度を誇っていたのですが、1930 年代に軍用機の開発が急速に進んだことから、高速の航空機に対して射撃した場合には、この 12.7 mm 機銃の有効性は充分とは言えなくなりました。 アメリカ海軍においては、1930 年代の終盤に 28 mm 対空機関砲が登場するまでは、ブローニング M2 に代わりうる短射程対空システムが存在しませんでした。その結果としてこの 12.7 mm 機銃は、1941 年まではほぼ全てのアメリカ巡洋艦に搭載されていました。 そして 1942 年になってようやくエリコン 20 mm 対空機関砲の量産が始まったことに伴い、艦載用対空火器としては時代遅れとなったブローニング M2 は、大型のアメリカ艦艇からは姿を消すことになったのです。
pl: Karabin maszynowy M2 Browning został opracowany w Stanach Zjednoczonych w 1932 roku i od tego czasu był szeroko stosowany przez wszystkie rodzaje sił zbrojnych tego kraju. Jego przeciwlotnicza wersja trafiła do marynarki wojennej w następnym roku. Jego szybkostrzelność była dość wysoka i wynosiła około 500 strzałów na minutę, ale ze względu na szybki rozwój lotnictwa w latach 30. karabiny kal. 12,7 mm nie były skuteczne w walce z szybkimi celami powietrznymi. Do końca lat 30., gdy powstały działka przeciwlotnicze kal. 28 mm, U.S. Navy nie posiadała żadnych innych rodzajów obrony przeciwlotniczej krótkiego zasięgu, które mogłyby zastąpić M2 Browning. Z tego powodu karabiny te można było znaleźć na niemal wszystkich amerykańskich krążownikach aż do 1941 roku. Dopiero w 1942 roku masowa produkcja działek przeciwlotniczych Oerlikon wyparła Browningi z dużych amerykańskich okrętów.
ru: Пулемёт «Браунинг» M2 был разработан в США в 1932 году и получил самое широкое распространение во всех видах вооружённых сил страны. Его зенитная версия появилась у ВМС на следующий год. Скорострельность пулемёта была довольно высокой и составляла порядка 500 выстрелов в минуту. Однако бурное развитие военной авиации в течение 1930-х годов очень быстро привело к тому, что 12,7-мм пулемёты уже не могли эффективно поражать высокоскоростные воздушные цели. В качестве системы ПВО ближнего радиуса альтернативы «Браунинг» M2 на флоте США не было вплоть до появления в конце 1930-х годов 28-мм зенитных орудий, и поэтому 12,7-мм пулемёты до 1941 года можно было встретить практически на всех американских крейсерах. Только когда в 1942 году было развёрнуто массовое производство зенитных автоматов «Эрликон», устаревшие «браунинги» исчезли с крупных боевых кораблей США.
uk: Кулемет «Браунінг» M2 розробили у США 1932 р., і він набув найширшого розповсюдження у всіх видах збройних сил країни. Його зенітна версія з’явилася у ВМС наступного року. Скорострільність кулемета була досить високою і становила близько 500 пострілів на хвилину. Однак бурхливий розвиток військової авіації протягом 1930-х рр. дуже швидко призвів до того, що 12,7-мм кулемети вже не могли ефективно вражати високошвидкісні повітряні цілі. Системі «Браунінг» M2, як ППО ближнього радіусу дії, на флоті США альтернативи не було аж до появи в кінці 1930-х рр. 28-мм зенітних гармат, і тому 12,7-мм кулемети до 1941 р. можна було зустріти майже на всіх американських крейсерах. Лише коли 1942 р. розгорнули масове виробництво зенітних автоматів «Ерлікон», застарілі «браунінги» зникли з великих бойових кораблів США.
zh: M2勃朗宁机枪是由M国在1932年所研发的，而自从当时就被国家中不同的单位广泛的运用，它的防空版本于在一年之后出现在海军中，机枪的射速很高，大概是每分钟500发，但是1930年代军事航空科技的快速发展让12.7毫米机枪难以对付高速的空中目标。 直到1930年代末期，当28毫米防空炮出生时，美国海军并没有合适的短程防空系统来取代M2 勃朗宁，因此12.7毫米机枪几乎出现在1941年以前所有的M军巡洋舰上。 直到1942年，厄利空防空火炮的大量生产才让勃朗宁从大型军舰上消失。
zh_sg: M2 Browning 机枪于1932年在美国研制，从那时起，他就被广泛应用在各种类型的国家武装部队中。在之后一年，它的防空版本出现在了海军中。机枪的射速非常高，大约每分钟500发，但是随着空军在1930年代的迅速发展，12.7毫米机枪对付高速飞行的空中目标变得不再那么有效。 直到1930年代后期，当28毫米防空机关枪研制出之前，美国海军没有能作为M2 Browning替代品的近距离防空系统。因此，12.7毫米机枪直到1941年还能再几乎所有美国巡洋舰上找到。 到1942年，随着大量部署Oerlikon防空炮，Brownings从大型美军战舰上逐渐消失。

# IDS_PCZC196_AA_28MM_ANTIAIRCRAFT
source: 28 mm Automatic AA Mount
es_mx: Montaje AA de 28 mm
ja: 28 mm 対空機関砲座
pl: Stanowisko automatycznych działek przeciwlotniczych kal. 28 mm
ru: 28-мм автоматическая зенитная установка
uk: 28-мм автоматична зенітна установка
zh: 28 毫米防空机炮
zh_sg: 28 mm 自动防空机枪组

# IDS_PCZC196_AA_28MM_ANTIAIRCRAFT_DESCRIPTION
source: Development of the first American automatic AA defense system began in 1929 and was completed by 1934, when the resultant quadruple 28 mm mount could be brought into production. However, the tests revealed numerous deficiencies in the system. It took several years to eliminate them, so the new weapons were only delivered to the Navy in 1940. The automatic 28 mm mount had a rate of fire of up to 150 shots per minute and was the first U.S. Navy AA defense system with power drive. Because of its low reliability, the 28 mm mount very quickly got its rather disrespectful nickname, Chicago Piano. Since the production rates of these systems could not meet the ever growing requirements of the Navy, they were never widely deployed on large warships. In 1942, after the beginning of mass production of 40 mm Bofors AA guns that considerably exceeded the Chicago Piano in their effective firing range, reliability, and power, the 28 mm guns were taken out of production.
es_mx: Desarrollo del primer sistema de defensa AA automático norteamericano empezó en 1929 y fue completado en 1934, cuando el resultado del montaje cuádruple de 28 mm pudo entrar en producción. Sin embargo, pruebas mostraron numerosas deficiencias en el sistema. Tomaría varios años para eliminarlas, así que las nuevas armas fueron entregadas a la Marina hasta 1940. El montaje automático de 28 mm tenía una cadencia de fuego de hasta 150 tiros por minuto y fue el primer sistema de defensa AA de la Marina Norteamericana con un impulsor de poder. Debido a su baja confiabilidad, el montaje de 28 mm recibió rápidamente apodos despectivos, como el Piano de Chicago. Debido a que la tasa de producción de estos sistemas no pudo alcanzar los debidos requerimientos que incrementaron en la Marina, nunca se pudieron debidamente colocar en los barcos grandes de guerra. En 1942, después de que comenzó la producción masiva de los cañones AA Bofors de 40 mm y excedió la del Piano de Chicago en su rango efectivo de fuego, confiabilidad, y poder, los cañones de 28 mm fueron sacados de producción.
ja: アメリカ初の対空機関砲システムの開発が 1929 年に開始され、1934 年に完了しました。その結果として量産が開始されるはずだったのが、この四連装 28 mm 対空機関砲座でした。しかし試験の結果として多数の欠陥が明らかになり、その改善のためにさらに数年を要したため、この新兵器が海軍に配備されたのは 1940 年になってからとなりました。 この 28 mm 機関砲座は毎分最大 150 回という射撃速度を備えており、アメリカ海軍の対空砲システムとして初めてパワードライブを搭載していました。しかし信頼性が低かったことから、シカゴピアノというやや不名誉な渾名が速やかに与えられてしまったのです。 この砲システムの生産速度は、拡大しつつあった海軍の需要を満たすには不充分であったことから、大型艦艇に幅広く搭載されることはありませんでした。1942 年から生産が開始されたボフォース 40 mm 対空機関砲は、その有効射程、信頼性、威力においてシカゴピアノをかなり上回っていたことから、この 28 mm 機関砲座の生産は打ち切られました。
pl: Rozwój pierwszych amerykańskich automatycznych systemów obrony przeciwlotniczej rozpoczął się w 1929 roku i zakończył w 1934, kiedy do produkcji można było wdrożyć poczwórne stanowisko działek kal. 28 mm. Jednak próby ujawniły szereg problemów tego systemu. Wyeliminowanie ich zajęło kilka lat, więc nowe uzbrojenie trafiło do marynarki dopiero w 1940 roku. Automatyczne działka 28 mm miały dużą szybkostrzelność, wynoszącą 150 strzałów na minutę i były pierwszym systemem obrony przeciwlotniczej U.S. Navy wyposażonym we wspomaganie. Z powodu dość wysokiej awaryjności, stanowiska 28 mm bardzo szybko zyskały niepochlebny przydomek: „pianino chicagowskie”. Ponieważ tempo produkcji nie było dostatecznie duże, by zaspokoić rosnące potrzeby marynarki, nigdy nie zostały one powszechnie zastosowane na dużych okrętach wojennych. W 1942 roku, po rozpoczęciu masowej produkcji 40-milimetrowego działka przeciwlotniczego Boforsa, które przewyższało pianino chicagowskie pod względem zasięgu, bezawaryjności i mocy, zaprzestano produkcji działek 28 mm.
ru: Разработка первой американской зенитной автоматической системы началась в 1929 году и завершилась к 1934 году, когда получившаяся в итоге четырёхорудийная 28-мм установка могла бы быть запущена в производство. Однако проведённые испытания системы выявили у неё массу недостатков. Несколько лет ушло на их устранение, в итоге поставки новых орудий флоту начались лишь к 1940 году. Автоматическая 28-мм установка обладала скорострельностью до 150 выстрелов в минуту и была первой зенитной системой ВМС США с силовым приводом наведения. Обладавшая низкой надёжностью 28-мм установка очень быстро получила на флоте не слишком уважительное прозвище «Чикагское пианино». Так как темпы производства этих систем не могли удовлетворить всё возраставшие потребности ВМС, они так и не получили широкого распространения на крупных боевых кораблях. После того как в 1942 году началось массовое производство 40-мм зенитных автоматов «Бофорс», значительно превосходивших «Чикагское пианино» по эффективной дальнобойности, надёжности и мощи, 28-мм орудия были сняты с конвейера.
uk: Розробляти першу американську зенітну автоматичну систему почали 1929 р. і завершили 1934 р., коли розроблену чотиригарматну 28-мм установку могли б запустити у виробництво. Однак випробування системи виявили у ній купу недоліків. Кілька років пішло на їх усунення, внаслідок чого постачати нові гармати флоту почали лише 1940 р. Автоматична 28-мм установка мала скорострільність до 150 пострілів на хвилину і була першою зенітною системою ВМС США з силовим приводом наведення. Ненадійна 28-мм установка дуже швидко отримала на флоті не дуже шанобливе прізвисько «Чиказьке піаніно». Оскільки темпи виробництва цих систем не задовольняли щоразу більші потреби ВМС, вони так і не отримали широкого поширення на великих бойових кораблях. Після того як 1942 р. почали масове виробництво 40-мм зенітних автоматів «Бофорс», які значно перевершували «Чиказьке піаніно» за ефективною далекобійністю, надійністю і потужністю, 28-мм гармати зняли з виробництва.
zh: 首座M国自动防空系统于1929年开始研发，并在1934年完成，这时四联装的28毫米防空机炮才开始进入生产线。然而在试验中发现系统中存在着大量的缺陷，它总共花了好几年来排除这些问题，所以直到1940年，这项新武器才终于交到海军手上。 28毫米机炮有大概每分钟150发的射速，是M国第一种拥有电动马达的海军防空系统，因为其可靠性较低，28毫米基座非常快的获得了带有贬义的绰号，芝加哥钢琴。 因为这些系统的产量没有办法满足正在成长的海军，所以它们一直没有大量的装备在大型战舰上，在1942年，因为40毫米博福斯防空火炮被认为在射程、可靠度和火力上超越「芝加哥钢琴」，导致28毫米火炮最终被赶出生产线。
zh_sg: 美国首个自动防空系统的研发开始于1929年，完成于1934年，四联装的28毫米机枪组可以开始进行生产。然而，经过一些测试，发现了这一系统的很多缺陷。又花费了几年的世界进行修复，因此这种新型武器直到1940年才进入海军。 28毫米自动机枪组的射速是每分钟150发，同时也是美军中首个带有动力驱动的防空系统。由于其可靠性较低，28毫米机枪组很快得到了一个不太尊敬的绰号——芝加哥钢琴。 由于这些系统的生产速度无法达到海军日益增长的需求，他们从未被广泛部署在大型军舰上。1942年，随着被认为比“芝加哥钢琴”有效射程更远，稳定性更强，火力更猛的40毫米Bofors防空炮开始大量投入生产，28毫米机枪停止了生产。

# IDS_PCZC197_AA_20MM_ANTIAIRCRAFT
source: 20 mm Oerlikon Automatic AA Mount
es_mx: Montaje Automático AA Oerlikon de 20 mm
ja: エリコン 20 mm 対空機関砲座
pl: Stanowisko automatycznych działek przeciwlotniczych Oerlikon kal. 20 mm
ru: 20-мм автоматическая зенитная установка «Эрликон»
uk: 20-мм автоматична зенітна установка «Ерлікон»
zh: 20毫米厄利空防空机炮
zh_sg: 20毫米 Oerlikon 自动防空机枪组

# IDS_PCZC197_AA_20MM_ANTIAIRCRAFT_DESCRIPTION
source: At the core of the Oerlikon, the most widespread AA defense gun of World War II, was the design of a 20 mm German gun developed by Reinhold Becker in 1913–1915. The Becker gun, which had a high rate of fire and light weight for its time, was intended for mounting on airplanes and the legendary Zeppelins. From Germany, demilitarized after World War I, the production of the 20 mm gun was moved to the Swiss company SEMAG, and then, after its collapse, to Oerlikon. Initially, the Swiss version of the 20 mm gun did not have any impressive characteristics. In 1935, the U.S.A., having purchased samples of the gun for testing, refused to use Oerlikons, which put the Swiss company on the brink of bankruptcy. Ironically, Oerlikon managed to continue working on improvements to the gun's design thanks to Japan which purchased a license for production of the 20 mm guns. Japanese Oerlikons, designated as Type 99, became the basis for the armament of the famous Zero fighter aircraft. In 1940, during the war, the United States began looking for a replacement for the obsolete and weak Browning AA machine guns. The 20 mm automatic Oerlikon, significantly improved by that time, proved to be very useful. In 1941, its production was deployed in the U.S.A., and soon the Oerlikons were mounted on almost every warship, from boats to battleships.
es_mx: En el núcleo del Oerlikon, el cañón de defensa AA más usado de la Segunda Guerra Mundial, fue el diseño de un cañón alemán de 20 mm desarrollado por Reinhold Becker en 1913–1915. El cañón Becker, que tenía una alta cadencia de fuego y de peso ligero para su tiempo, se había intencionado montarse en aviones y en los legendarios Zeppelines. Cuando Alemania fue desmilitarizada después de la Primera Guerra Mundial, la producción del cañón de 20 mm pasó a la compañía suiza SEMAG, y entonces, después de su colapso, pasó hacia Oerlikon. Inicialmente, la versión suiza del cañón de 20 mm no tenía características impresionantes. En 1935, los E.E.U.U., habiendo comprado cañones de prueba para probar, se negó a usar los Oerlikon, lo que puso a la compañía suiza al borde de la quiebra. Irónicamente, Oerlikon logró continuar en hacer mejoras al diseño del cañón, gracias a que Japón había comprado una licencia para la producción de cañones de 20 mm. Los Oerlikon japoneses, designados como Type 99, se convirtieron en el armamento base para el famoso caza Zero. En 1940, durante la guerra, los Estados Unidos empezaron a buscar un remplazo de sus ametralladoras AA Browning obsoletas. Los Oerlikon automáticos de 20 mm, habían mejorado significativamente con el tiempo, probaron ser muy útiles. En 1941, su producción fue desplegada en los E.E.U.U. y pronto los Oerlikon estaban montados en casi todos los barcos de guerra, desde los botes hasta los acorazados.
ja: エリコン 20 mm 機関砲は、二次大戦において最も幅広く使用された対空機関砲として知られていますが、その原型は、ラインホルト・ベッカーが 1913 年から 1915 年にかけて開発したドイツ製の 20 mm 機関砲でした。このベッカー 20 mm 機関砲は、当時としては高い射撃速度を備えながらも軽量であり、航空機やあの伝説的なツェッペリン飛行船に搭載する前提で開発されたものでした。一次大戦後にドイツが武装解除されたことに伴い、この 20 mm 機関砲の生産はスイスの SEMAG 社に移され、そして SEMAG 社が倒産した後には、同じスイスのエリコン社に引き継がれました。 当初は、スイス版のこの 20 mm 機関砲の性能は、全く印象的なものではありませんでした。アメリカは 1935 年にエリコン 20 mm 機関砲のサンプルを購入しましたが、試験の結果として不採用が決まったことから、エリコン社は倒産寸前に追い詰められました。しかし皮肉にも日本がこの 20 mm 機関砲の生産ライセンスを購入したことから、エリコン社は辛くもこの機関砲の改良を継続することができたのです。日本製のエリコン 20 mm 機関砲には九九式二〇粍機銃という呼称が与えられ、あの高名な零式艦上戦闘機の兵装として用いられました。 アメリカは、二次大戦が勃発した後の 1940 年に、対空火器としては威力不足で時代遅れとなっていたブローニング M2 対空機銃の後継とすべき火器を探し始めました。そしてその当時にはエリコン 20 mm 機関砲が大幅に改良されおり、極めて有効な火器となっていたのです。1941 年からアメリカにおいてその量産が開始され、その後間もなく、小型艇から戦艦に至るまでのほぼ全ての軍用艦艇に搭載されるようになりました。
pl: Jądrem działka Oerlikon, najpowszechniej stosowanego uzbrojenia przeciwlotniczego II wojny światowej, jest 20-milimetrowe działko zaprojektowane przez Reinholda Beckera w Niemczech w latach 1913–1915. Działko Beckera, jak na swoje czasy bardzo szybkostrzelne i lekkie, miało być montowane na samolotach i legendarnych zeppelinach. Z Niemiec, które zostały zdemilitaryzowane po I wojnie światowej, produkcja przeniesiona została do szwajcarskiej firmy SEMAG, a po jej upadku, do Oerlikon. Początkowo szwajcarska wersja 20 mm działka nie wyróżniała się niczym szczególnym. W 1935 roku Stany Zjednoczone po kupieniu kilku testowych egzemplarzy odrzuciły Oerlikony, co przywiodło firmę na krawędź bankructwa. Jak na ironię, Oerlikon mógł dalej kontynuować prace rozwojowe dzięki temu, że licencję na produkcję 20-milimetrowych działek kupili Japończycy. Japońskie Oerlikony, które nazwano Type 99, stały się podstawowym uzbrojeniem słynnego myśliwca Zero. W 1940 roku, gdy trwała już wojna, Amerykanie rozpoczęli poszukiwania następcy przestarzałych i nieskutecznych karabinów przeciwlotniczych Browning. Automatyczne, 20-milimetrowe działka Oerlikon, które w tym czasie były już znacznie ulepszone, okazały się bardzo przydatne. W 1941 roku ich produkcja rozpoczęła się w Stanach Zjednoczonych i wkrótce w Oerlikony uzbrojono niemal każdy okręt wojennych U.S. Navy, od łódek do pancerników.
ru: В основе «Эрликона», самого многочисленного зенитного орудия времён Второй мировой войны, лежала конструкция 20-мм немецкой пушки, разработанной Рейнхольдом Беккером в 1913–1915 годах. Орудие Беккера, обладавшее высокой для того времени скорострельностью и небольшим весом, предназначалось для установки на аэропланах и легендарных «цеппелинах». Из демилитаризованной после Первой мировой войны Германии производство 20-мм пушки перекочевало в Швейцарию на фирму SEMAG, а затем, после её разорения, на фирму Oerlikon. Первоначально швейцарский вариант 20-мм орудия не обладал впечатляющими характеристиками. В 1935 году США, закупив образцы пушки для испытаний, отказались от использования «Эрликонов», что поставило швейцарскую компанию на грань банкротства. По иронии судьбы Oerlikon сумел продолжить работу над усовершенствованием конструкции орудия благодаря Японии, купившей лицензию на производство 20-мм пушек. Японские «Эрликоны» под обозначением «Тип 99» стали основой вооружения знаменитых истребителей «Зеро». В 1940 году, в условиях начавшейся войны, США начали искать замену устаревшим и слишком слабым зенитным пулемётам «Браунинг». 20-мм автоматический «Эрликон», значительно усовершенствованный к тому времени, оказался как нельзя кстати. В 1941 году было развёрнуто их производство в США, и вскоре «Эрликоны» ставились уже едва ли не на каждый боевой корабль, от катера до линкора.
uk: Основою конструкції найчисленнішої зенітної гармати часів Другої світової війни «Ерлікон», була 20-мм німецька гармата, розроблена Рейнхольдом Беккером у 1913–1915 рр. Гармата Беккера, що мала високу для того часу скорострільність і невелику масу, призначалася для встановлення на аеропланах і легендарних «цепелінах». З демілітаризованої після Першої світової війни Німеччини виробництво 20-мм гармат переїхало до Швейцарії на фірму SEMAG, а потім, після її банкрутства, на фірму Oerlikon. Спочатку швейцарський варіант 20-мм гармати не мав видатних характеристик. США 1935 р., закупивши зразки гармати для випробувань, відмовилися від використання «Ерліконів», що поставило швейцарську компанію на межу банкрутства. За іронією долі Oerlikon зумів продовжити роботу над вдосконаленням конструкції гармати завдяки Японії, яка купила ліцензію на виробництво 20-мм гармат. Японські «Ерлікони» під позначенням «Тип 99» стали основою озброєння відомих винищувачів «Зеро». В умовах війни, що почалася, 1940 р. США почали шукати заміну застарілим і занадто слабким зенітним кулеметам «Браунінг». 20-мм автоматичний «Ерлікон», значно вдосконалений на той час, виявився дуже доречним. 1941 р. розгорнули їх виробництво у США, і незабаром «Ерлікони» ставили вже чи не на кожен бойовий корабель, від катера до лінкора.
zh: 大战中最被广泛运用的防空炮，厄利空机炮的核心为D国莱茵霍尔德-贝克尔在1913到1915年所研发的20毫米机炮，贝克尔机炮在当时拥有高射速以及轻量化的特色，原先是要装备在飞机以级传奇的齐柏林飞船上，当D国在一次世界大战被解除武装之后，20毫米机炮的生产线就被转移到瑞士公司SEMAG，在公司解体之后转到厄利空。 瑞士早期版本的20毫米机炮并没有甚么令人印象深刻的性能，在1935年，M国买下了样枪来进行测试，并拒绝使用厄利空，这让瑞典公司濒临破产，讽刺的是，厄利空成功地继续改良火炮设计，有感于R国购买了20毫米机炮的版权，R国版本的厄利空被命名为Type 99，成为了著名的零式战斗机的武装。 在1940年的战争期间，M国开始找寻取代老旧且威力小的勃朗宁防空机枪，20毫米厄利空在当时大幅度的获得改进，并证明效果非常不错。在1941年，它的生产线被移至M国，不久之后，几乎所有的战舰，从小船到战列舰通通都装备这型机炮。
zh_sg: 第二次世界大战中使用最广泛的防跑Oerlikon的核心部分，是由Reinhold Becker在1913-1915年研发的20毫米德国机枪。Becker机枪，在当时射速高且重量轻，被用于装载在飞机和传奇齐柏林飞艇上。第一次世界大战后，从德国进行了去军事化，20毫米机枪的生产转移到瑞士公司SEMAG，然后在其倒闭后转又移到了Oerlikon。 最初，瑞士版本的20毫米机枪没有任何给人留下深刻印象的特征。1935年，美国当时正购买一些机枪样品用于测试，但拒绝使用把瑞士公司搞到濒临破产的Oerlikons的产品。讽刺的是，多亏日本人购买20毫米机枪的生产许可，Oerlikon公司才能设法继续改进他们的机枪设计。日本Oerlikons将其命名为Type 99，成为了著名的零式战斗机的基础武器。 1940年，在战争期间，美国开始寻找他们落后而且羸弱的Browning防空机枪的替代品。已经被显著改进的Oerlikon20毫米自动机枪在那时已经被证明是有效的武器。1941年，产品在美国进行部署，并且很快，Oerlikons被装配到了从普通船只到战舰，几乎每条军舰上。

# IDS_PCZC198_AA_40MM_ANTIAIRCRAFT
source: 40 mm Bofors Automatic AA Mount
es_mx: Montaje Automático AA Bofors de 40 mm
ja: ボフォース 40 mm 対空機関砲座
pl: Stanowisko automatycznych dział przeciwlotniczych Bofors kal. 40 mm
ru: 40-мм автоматическая зенитная установка «Бофорс»
uk: 40-мм автоматична зенітна установка «Бофорс»
zh: 40 毫米博福斯防空炮
zh_sg: 40毫米 Bofors 自动防空炮组
