Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC122_NY2018_KRIEGSMARINEFLAG_DESCRIPTION
source: This command flag would be hoisted on one of the masts of a ship with a Force Commander holding the rank of Admiral on board. The Kriegsmarine Konteradmiral Flag fully mirrored the ensign of the Imperial German Navy Konteradmiral: the Iron Cross with two black dots on a white square background. In November 1943, Konteradmiral Erich Bey, who was the Commander of the Kriegsmarine destroyers and the hero of the Battle of Narvik, took the lead of the German Force operating in the Arctic Ocean. He gave the order to raise his flag on the only large ship of the Force—battleship Scharnhorst, and fell onboard her in the Battle of the North Cape, on December 26, 1943.
es_mx: Esta bandera de mando se colocaba en uno de los mástiles del barco con un Comandante de la Fuerza a bordo con el rango de Almirante. La Bandera de Konteradmiral de la Kriegsmarine reflejaba por completo la bandera del Konteradmiral de la Marina Imperial Alemana: la Cruz de Hierro con dos puntos negros sobre un fondo cuadrado blanco. En noviembre de 1943, el Konteradmiral Erich Bey, quien era el Comandante de ls destructores de la Kriegsmarine y el héroes de la Batalla de Narvik, lideró la Fuerza Alemana formada por barcos que operaban en el Océano Ártico. Dio la orden de izar su bandera en el único gran barco de la Fuerza—el acorazado Scharnhorst, y cayó junto a él en la Batalla del Cabo Norte, el 26 de diciembre de 1943.
ja: この旗は、艦隊司令官を務める将官が座乗する艦艇のマストに掲揚されます。この軍旗には、ドイツ海軍少尉の徽章が完全な形で再現されており、白い正方形の背景に 2 つの黒点を伴った鉄十字が描かれています。 1943 年 11 月、ドイツ海軍の駆逐隊の司令官を務め、ナルヴィクの戦いにおける英雄として知られるエーリヒ・バイ少将が、北極圏におけるドイツ艦隊の指揮官に就任しました。そして彼はこの艦隊にとって唯一の大型艦である戦艦シャルンホルストのみに自分の旗を掲揚するように命じ、その後の 1943 年 12 月 26 日、北岬沖海戦において本艦の艦上で戦死を遂げました。
pl: Ta bandera powiewała na jednym z masztów okrętu, na pokładzie którego przebywał dowódca sił w stopniu admirała. Flaga Konteradmirala Kriegsmarine była odbiciem takiej samej bandery stosowanej przez Kontradmirałów Marynarki Cesarstwa Niemieckiego: Krzyż Żelazny z dwiema czarnymi kropkami na białym, kwadratowym tle. W listopadzie 1943 roku kontradmirał Erich Bey, będący dowódcą niszczycieli Kriegsmarine i bohaterem Bitwy pod Narwikiem, objął dowodzenie nad siłami niemieckimi złożonymi z okrętów operujących na Oceanie Arktycznym. Wydał on rozkaz powieszenia swojej flagi na jedynym dużym okręcie grupy – pancerniku Scharnhorst i zginął na jego pokładzie w trakcie Bitwy koło Przylądka Północnego, 26 grudnia 1943 roku.
ru: Адмиральский флаг поднимался на одной из мачт корабля во время нахождения на его борту командующего соединением в адмиральском звании. Флаг контр-адмирала Кригсмарине полностью повторял по рисунку флаг контр-адмирала кайзеровской Германии и представлял собой квадратное белое полотно с изображением «Железного креста» и двумя чёрными кругами. В ноябре 1943 года соединение германских кораблей, действующих в арктических водах, возглавил Командующий эсминцами Кригсмарине контр-адмирал Эрих Бей — герой сражения при Нарвике. Свой флаг он поднял на единственном крупном корабле соединения — на линкоре Scharnhorst, вместе с которым адмирал и погиб в бою при Нордкапе 26 декабря 1943 года.
uk: Адміральський прапор піднімали на одній зі щогл корабля, коли на його борту перебував командувач з’єднання в адміральському званні. Прапор контр-адмірала Крігсмаріне повністю повторював малюнок прапора контр-адмірала кайзерівської Німеччини. Це було квадратне біле полотнище із зображеним «Залізним хрестом» та двома чорними колами. У листопаді 1943 р. з’єднання німецьких кораблів, що діяли в арктичних водах, очолив Командувач есмінців Крігсмаріне контр-адмірал Еріх Бей — герой битви біля Нарвіка. Свій прапор він підняв на єдиному великому кораблі з’єднання — на лінкорі Scharnhorst, разом з яким адмірал і загинув у бою біля мису Нордкап 26 грудня 1943 р.
zh: 这面指挥旗就悬挂在战舰的一个桅杆上，带有舰上部队指挥官持有的海军少将军阶。D系海军海军少将旗：方形的白色背景上有个铁十字勋章并带有两个黑点。 1943 年 11 月，D系海军驱逐舰指挥官兼纳尔维克海战英雄的海军少将埃里希-拜，在北冰洋率领着由各作战战舰所组成的D国部队。他下令队上唯一的一艘大型战舰升起他的旗帜──战列舰沙恩霍斯特，然后于 1943 年 12 月 28 日的北角海战中登舰。
zh_sg: 这面指挥旗就悬挂在战舰的一个桅杆上，带有舰上部队指挥官持有的海军少将军阶。德国海军海军少将旗完全反映自德意志帝国海军海军少将旗：方形的白色背景上有个铁十字勋章并带有两个黑点。 1943年12月，德国海军驱逐舰指挥官兼纳尔维克海战英雄的海军少将 ErichBey，在北冰洋率领着由各作战战舰所组成的德国部队。他下令队上唯一的一艘大型战舰升起他的旗帜─战列舰沙恩霍斯特，然后于 1943年12月28日的北角海战中登舰。

# IDS_PCZC123_HSF_MISAKI_AKENO_DESCRIPTION
source: <h3>Position:</h3> Captain/Class Representative <h3>Hobbies/Special skills:</h3> Canoeing <h3>Favorite food:</h3> Curry <h3>Least favorite food:</h3> Raw oysters <h3>Favorite subject:</h3> Japanese <h3>Least favorite subject:</h3> Math <h3>Favorite saying:</h3> "We'll figure it out!" <h3>Personality:</h3> Easygoing and a girl of action, as well as a positive thinker. Lucky.
es_mx: <h3>Posición:</h3> Capitán/Representante de Clase <h3>Pasatiempos/Habilidades especiales:</h3> Canoaje <h3>Comida favorita:</h3> Curry <h3>Comida menos preferida:</h3> Ostras crudas <h3>Materia favorita:</h3> Japonés <h3>Materia menos preferida:</h3> Matemáticas <h3>Frase favorita:</h3> "¡Lo resolveremos!" <h3>Personalidad:</h3> Sencilla, una chica de acción, así como positiva. Suertuda.
ja: <h3>役職:</h3> 航洋艦長／クラス委員長 <h3>趣味・特技:</h3> カヌー <h3>好きな食べ物:</h3> カレー <h3>苦手な食べ物:</h3> 生牡蠣 <h3>得意科目:</h3> 国語 <h3>苦手な科目:</h3> 数学 <h3>好きな言葉:</h3> なんとかなる <h3>性格・特徴:</h3> 大らかで行動的。運がいい。
pl: <h3>Pozycja:</h3> Kapitan/Przewodnicząca klasy <h3>Hobby/Uzdolnienia:</h3> Kajakarstwo <h3>Ulubiona potrawa:</h3> Curry <h3>Znienawidzona potrawa:</h3> Surowe ostrygi <h3>Ulubiony przedmiot:</h3> Język japoński <h3>Znienawidzony przedmiot:</h3> Matematyka <h3>Ulubione powiedzenie:</h3> „Coś wymyślimy!” <h3>Osobowość:</h3> Wyluzowana i energiczna, o pogodnym usposobieniu. Ma dużo szczęścia.
ru: <h3>Должность:</h3> Командир/староста <h3>Хобби/Особые навыки:</h3> Гонки на каноэ <h3>Любимая еда:</h3> Карри <h3>В еде не любит:</h3> Сырые устрицы <h3>Любимый предмет:</h3> Японский язык <h3>Из учебных предметов не любит:</h3> Математику <h3>Любимое выражение:</h3> «Разберёмся!» <h3>Особые черты:</h3> Лёгкая в общении. Полна энергии. Отношение к жизни — оптимистическое. Сопутствует удача.
uk: <h3>Посада:</h3> Командир/Староста <h3>Хобі/Особливі уміння:</h3> Перегони на каное <h3>Улюблена їжа:</h3> Страви з карі <h3>Не любить їсти:</h3> Сирі устриці <h3>Улюблений предмет:</h3> Японська мова <h3>З навчальних предметів не любить:</h3> Математику <h3>Улюблений вислів:</h3> «З’ясуємо!» <h3>Особливі риси:</h3> Товариська. Енергійна. Ставлення до життя — оптимістичне. Таланлива.
zh: <h3>位阶：</h3>舰长/班级委员长 <h3>兴趣/特殊技能：</h3>独木舟 <h3>喜欢的食物：</h3>咖哩 <h3>不喜欢的食物：</h3>生牡蛎 <h3>喜欢的科目：</h3>国语 <h3>不喜欢的科目：</h3>数学 <h3>喜欢的话：</h3>「凡事都有办法解决！」 <h3>性格：</h3>随和且行动力强的女孩，而且积极乐观。运气很好。
zh_sg: <h3>职务：</h3> 舰长/班长 <h3>爱好/特长:</h3> 独木舟 <h3>喜欢的食物:</h3>咖哩 <h3>不喜欢的食物:</h3>生蚝 <h3>擅长科目:</h3>日语 <h3>不擅长科目:</h3>数学 <h3>口头禅:</h3>“船到桥头自然直！” <h3>性格:</h3>开朗大方，行动力强。运气好。

# IDS_PCZC124_HSF_MASHIRO_MUNETANI_DESCRIPTION
source: <h3>Position:</h3> Executive Officer/Deputy Class Representative <h3>Daily routine:</h3> Checking her horoscope/swimming <h3>Favorite food:</h3> Flounder sashimi (raw) <h3>Least favorite food:</h3> Korean-style marinated ribs <h3>Favorite subject:</h3> All <h3>Least favorite subject:</h3> None <h3>Favorite saying:</h3> "All misfortune is but a stepping-stone to the future" <h3>Personality:</h3> A straight arrow and a cool-headed top student. But quite unlucky.
es_mx: <h3>Posición:</h3> Oficial Ejecutivo/Delegada Representante de Clase <h3>Rutina diaria:</h3> Checar su horóscopo/nadar <h3>Comida favorita:</h3> Sashimi de platija (crudo) <h3>Comida menos preferida:</h3> Costillas marinadas al estilo coreano <h3>Materia favorita:</h3> Todas <h3>Materia menos preferida:</h3> Ninguna <h3>Frase favorita:</h3> "Toda desgracia no es más que un escalón para el futuro" <h3>Personalidad:</h3> Una estudiante recta y bien preparada. Pero bastante desafortunada.
ja: <h3>役職:</h3> 副長／クラス副委員長 <h3>趣味・特技:</h3> おまじない、水泳 <h3>好きな食べ物:</h3> ヒラメの刺身 <h3>苦手な食べ物:</h3> カルビ <h3>得意科目:</h3> 全部 <h3>苦手な科目:</h3> 無し <h3>好きな言葉:</h3> 全ての不幸は未来への踏み台に過ぎない <h3>性格・特徴:</h3> 真面目でクールな優等生。しかし運が悪い。
pl: <h3>Pozycja:</h3> Oficer wykonawczy / zastępczyni przewodniczącej klasy <h3>Zwyczaje:</h3> sprawdzanie horoskopu, pływanie <h3>Ulubiona potrawa:</h3> Sashimi z surową flądrą <h3>Znienawidzona potrawa:</h3> Marynowane żeberka po koreańsku <h3>Ulubiony przedmiot:</h3> Wszystkie <h3>Znienawidzony przedmiot:</h3> Żaden <h3>Ulubione powiedzenie:</h3> „Każde nieszczęście jest jedynie kolejnym stopniem ku przyszłości” <h3>Osobowość:</h3> Porządna i opanowana, doskonale się uczy. Ma jednak pecha.
ru: <h3>Должность:</h3> Помощник командира/помощник старосты <h3>Ежедневные дела:</h3> Проверка гороскопа / плавание <h3>Любимая еда:</h3> Сашими из сырой камбалы <h3>В еде не любит:</h3> Рёбрышки маринованные по-корейски. <h3>Любимый предмет:</h3> Все <h3>Из учебных предметов не любит:</h3> — <h3>Любимое выражение:</h3> «Все невзгоды — лишь первый шаг к светлому будущему» <h3>Особые черты:</h3> Добропорядочна. Рассудительна. Входит в число лучших курсанток. Однако чувствует себя несчастной.
uk: <h3>Посада:</h3> Помічник командира/Помічник старости <h3>Щоденні справи:</h3> Перевірка гороскопу, плавання <h3>Улюблена їжа:</h3> Сашимі з сирої камбали <h3>Не любить їсти:</h3> Реберця мариновані по-корейському <h3>Улюблений предмет:</h3> Всі <h3>З навчальних предметів не любить:</h3> — <h3>Улюблений вислів:</h3> «Всі негаразди — лише перший крок до світлого майбутнього» <h3>Особливі риси:</h3> Добропорядна. Розважлива. Одна з найліпших курсанток. Проте відчуває себе нещасною.
zh: <h3>位阶：</h3>执行官/班级副委员长 <h3>兴趣/特殊技能：</h3>进行占卜/游泳 <h3>喜欢的食物：</h3>比目鱼刺身 (生食) <h3>不喜欢的食物：</h3>韩式牛背肉 <h3>喜欢的科目：</h3>全部 <h3>不喜欢的科目：</h3>无 <h3>喜欢的话：</h3>「所有的不幸都不过是通往未来的踏脚石」 <h3>性格：</h3>循规蹈矩且冷静沉着的优等生。但运气很不好。
zh_sg: <h3>职务：</h3>副舰长/副班长 <h3>日常:</h3> 研究它的星座/游泳 <h3>喜欢的食物:</h3>比目鱼刺身 <h3>不喜欢的食物:</h3>韩式腌牛排 <h3>擅长科目:</h3>全部 <h3>不擅长科目:</h3>无 <h3>口头禅:</h3>“所有的不幸都不过是通向未来的踏板” <h3>性格:</h3>认真又很酷的优等生。但运气很差。

# IDS_PCZC125_HSF_SHIMA_TATEISHI_DESCRIPTION
source: <h3>Position:</h3> Gunnery Officer/Artillery Committee <h3>Hobbies/Daily routine:</h3> Watching sports, softball <h3>Favorite food:</h3> Curry, sautéed chicken <h3>Least favorite food:</h3> Rice & vegetable porridge, rice gruel <h3>Favorite subject:</h3> Gym <h3>Least favorite subject:</h3> Science <h3>Favorite saying:</h3> "Silence is golden" <h3>Personality:</h3> Taciturn and quiet, she's not very good at communicating.
es_mx: <h3>Posición:</h3> Oficial Artillero/Comité de Artillería <h3>Pasatiempos/Rutina diaria:</h3> Ver deportes, sóftbol <h3>Comida favorita:</h3> Curry, pollo salteado <h3>Comida menos preferida:</h3> Gachas de arroz y verduras <h3>Materia favorita:</h3> Gimnasia <h3>Materia menos preferida:</h3> Ciencia <h3>Frase favorita:</h3> "El silencio es oro" <h3>Personalidad:</h3> Taciturna y tranquila, no es muy buena comunicándose.
ja: <h3>役職:</h3> 砲術長／砲術委員 <h3>趣味・特技:</h3> スポーツ観戦・ソフトボール <h3>好きな食べ物:</h3> カレー、チキンソテー <h3>苦手な食べ物:</h3> 雑炊、おかゆ <h3>得意科目:</h3> 体育 <h3>苦手な科目:</h3> 理科 <h3>好きな言葉:</h3> 沈黙は金 <h3>性格・特徴:</h3> 無口で大人しい
pl: <h3>Pozycja:</h3> Oficer artyleryjski / członkini komitetu artyleryjskiego <h3>Hobby/Zwyczaje:</h3> Oglądanie sportów, softball <h3>Ulubiona potrawa:</h3> Curry, smażony kurczak <h3>Znienawidzona potrawa:</h3> Owsianka z ryżem i warzywami, kleik ryżowy <h3>Ulubiony przedmiot:</h3> Wf <h3>Znienawidzony przedmiot:</h3> Nauki ścisłe <h3>Ulubione powiedzenie:</h3> „Milczenie jest złotem” <h3>Osobowość:</h3> Małomówna i cicha, ma problemy z komunikacją
ru: <h3>Должность:</h3> Командир артиллерийской боевой части/Артиллерийский комитет <h3>Хобби/Ежедневные дела:</h3> Просмотр спортивных программ, софтбол <h3>Любимая еда:</h3> Карри, соте из курицы <h3>В еде не любит:</h3> Кашу с овощами, рисовую кашу <h3>Любимый предмет:</h3> Физкультура <h3>Из учебных предметов не любит:</h3> Естественные науки <h3>Любимое выражение:</h3> «Молчание — золото» <h3>Особые черты:</h3> Немногословна. Коммуникативные навыки — слабые.
uk: <h3>Посада:</h3> Командир артилерійської бойової частини/Артилерійський комітет <h3>Хобі/Щоденні справи:</h3> Перегляд спортивних передач, софтбол <h3>Улюблена їжа:</h3> Страви з карі, соте з курки <h3>Не любить їсти:</h3> Кашу з овочами, рисову кашу <h3>Улюблений предмет:</h3> Фізкультура <h3>З навчальних предметів не любить:</h3> Природничі науки <h3>Улюблений вислів:</h3> «Мовчання — золото» <h3>Особливі риси:</h3> Тиха й мовчазна. Нетовариська.
zh: <h3>位阶：</h3>枪炮官/炮术委员 <h3>兴趣/特殊技能：</h3>看体育赛事、垒球 <h3>喜欢的食物：</h3>咖喱、嫩煎鸡肉 <h3>不喜欢的食物：</h3>杂烩粥、米粥 <h3>喜欢的科目：</h3>体育 <h3>不喜欢的科目：</h3>理科 <h3>喜欢的话：</h3>「沉默是金」 <h3>性格：</h3>沉默寡言且安静，她非常不擅长沟通。
zh_sg: <h3>职务：</h3>炮术长/炮术委员 <h3>兴趣/日常:</h3> 看体育比赛、垒球 <h3>喜欢的食物:</h3>咖喱、煎鸡肉 <h3>不喜欢的食物:</h3>杂烩粥、米粥 <h3>擅长科目:</h3>体育 <h3>不擅长科目:</h3>理科 <h3>口头禅:</h3>“沉默是金” <h3>性格:</h3>沉默寡言，不擅长交流。

# IDS_PCZC126_HSF_MEI_IRIZAKI_DESCRIPTION
source: <h3>Position:</h3> Weapons Officer/Torpedo Committee <h3>Hobbies/Daily routine:</h3> Shogi (Japanese chess), Torpedo games <h3>Favorite food:</h3> Eel rice bowls <h3>Least favorite food:</h3> Zaru soba (soba noodles with dipping sauce) <h3>Favorite subject:</h3> Japanese history <h3>Least favorite subject:</h3> Gym <h3>Favorite saying:</h3> "If the cuckoo won't sing, kill it" <h3>Personality:</h3> Impatient
es_mx: <h3>Posición:</h3> Oficial de Armas/Comité de Torpedos <h3>Pasatiempos/Rutina diaria:</h3> Shogi (ajedrez japonés), Juegos de Torpedos <h3>Comida favorita:</h3> tazones de arroz y anguila <h3>Comida menos preferida:</h3> Zaru soba (tallarines de soba con salsa) <h3>Materia favorita:</h3> Historia japonesa <h3>Materia menos preferida:</h3> Gimnasia <h3>Frase favorita:</h3> "Sí el pájaro no canta, mátalo" <h3>Personalidad:</h3> Impaciente
ja: <h3>役職:</h3> 水雷長／水雷委員 <h3>趣味・特技:</h3> 将棋、魚雷戦ゲーム <h3>好きな食べ物:</h3> うな重 <h3>苦手な食べ物:</h3> ざる蕎麦 <h3>得意科目:</h3> 日本史 <h3>苦手な科目:</h3> 体育 (の授業) <h3>好きな言葉:</h3> 鳴かぬなら殺してしまえホトトギス <h3>性格・特徴:</h3> せっかち
pl: <h3>Pozycja:</h3> Zbrojmistrz / członkini komitetu torpedowego <h3>Hobby/Zwyczaje:</h3> Shōgi (japońskie szachy), gry torpedowe <h3>Ulubiona potrawa:</h3> Ryż z grillowanym węgorzem <h3>Znienawidzona potrawa:</h3> Zaru soba (nudle soba z sosem sojowym) <h3>Ulubiony przedmiot:</h3> Historia Japonii <h3>Znienawidzony przedmiot:</h3> Wf <h3>Ulubione powiedzenie:</h3> „Jeśli kanarek nie chce śpiewać, skręć mu kark” <h3>Osobowość:</h3> Niecierpliwa
ru: <h3>Должность:</h3> Командир артиллерийской БЧ/Артиллерийский комитет <h3>Хобби/Ежедневные дела:</h3> Сёги (японские шахматы), участие в торпедных стрельбах <h3>Любимая еда:</h3> Угорь на рисовой подушке <h3>В еде не любит:</h3> Зару соба (холодная гречневая лапша с японским соусом) <h3>Любимый предмет:</h3> История Японии <h3>Из учебных предметов не любит:</h3> Физкультуру <h3>Любимое выражение:</h3> «Если не поёт, то убей её — и всё! Кукушоночку...» <h3>Особые черты:</h3> Нетерпелива
uk: <h3>Посада:</h3> Командир артилерійської бойової частини/Артилерійський комітет <h3>Хобі/Щоденні справи:</h3> Сьоґі (японські шахи), участь в торпедних стрільбах <h3>Улюблена їжа:</h3> Вугор на рисовій подушці <h3>Не любить їсти:</h3> Зару соба (холодна гречана локшина з японським соусом) <h3>Улюблений предмет:</h3> Історія Японії <h3>З навчальних предметів не любить:</h3> Фізкультуру <h3>Улюблений вислів:</h3> «Якщо вона не співає, то вбий її — та й годі! Зозуленьку...» <h3>Особливі риси:</h3> Нетерпелива
zh: <h3>位阶：</h3>武器官/鱼雷委员 <h3>兴趣/特殊技能：</h3>将棋 (日本象棋)、鱼雷对战游戏 <h3>喜欢的食物：</h3>鳗鱼饭 <h3>不喜欢的食物：</h3>冷荞麦面 (荞麦面要沾酱汁) <h3>喜欢的科目：</h3>日本史 <h3>不喜欢的科目：</h3>体育 <h3>喜欢的话：</h3>「如果杜鹃不啼，就杀了牠」 <h3>性格：</h3>急躁
zh_sg: <h3>职务：</h3>武器长/鱼雷长 <h3>兴趣/日常:</h3> 将棋(日本象棋)、鱼雷战游戏 <h3>喜欢的食物:</h3>鳗鱼饭 <h3>不喜欢的食物:</h3>冷荞麦面 <h3>擅长科目:</h3>日本史 <h3>不擅长科目:</h3>体育 <h3>口头禅:</h3>“杜鹃不鸣则杀之” <h3>性格:</h3>急躁。

# IDS_PCZC127_HSF_KOUKO_NOSA_DESCRIPTION
source: <h3>Position:</h3> Recorder/Secretary <h3>Hobbies/Daily routine:</h3> Reading, watching movies <h3>Favorite food:</h3> Tofu <h3>Least favorite food:</h3> Hot pot <h3>Favorite subject:</h3> World history <h3>Least favorite subject:</h3> Art <h3>Favorite saying:</h3> "From the cradle to the grave" <h3>Personality:</h3> Prone to over-the-top monologues
es_mx: <h3>Posición:</h3> Archivera/Secretaria <h3>Pasatiempos/Rutina diaria:</h3> Leer, ver películas <h3>Comida favorita:</h3> Tofu <h3>Comida menos preferida:</h3> Hot pot <h3>Materia favorita:</h3> Historia mundial <h3>Materia menos preferida:</h3> Arte <h3>Frase favorita:</h3> "De la cuna a la tumba" <h3>Personalidad:</h3> Propensa a monólogos exagerados
ja: <h3>役職:</h3> 記録員／書記 <h3>趣味・特技:</h3> 読書・映画鑑賞 <h3>好きな食べ物:</h3> 豆腐 <h3>苦手な食べ物:</h3> 鍋料理 <h3>得意科目:</h3> 世界史 <h3>苦手な科目:</h3> 美術 <h3>好きな言葉:</h3> ゆりかごの中で覚えたことは墓場まで忘れない <h3>性格・特徴:</h3> オーバーな一人芝居をする
pl: <h3>Pozycja:</h3> Sekretarka <h3>Hobby/Zwyczaje:</h3> Czytanie, oglądanie filmów <h3>Ulubiona potrawa:</h3> Tofu <h3>Znienawidzona potrawa:</h3> Ognisty kociołek <h3>Ulubiony przedmiot:</h3> Historia świata <h3>Znienawidzony przedmiot:</h3> Sztuka <h3>Ulubione powiedzenie:</h3> „Od kołyski po grób” <h3>Osobowość:</h3> Skłonna do górnolotnych monologów
ru: <h3>Должность:</h3> Секретарь <h3>Хобби/Ежедневные дела:</h3> Чтение, просмотр кинофильмов <h3>Любимая еда:</h3> Тофу <h3>В еде не любит:</h3> Хого <h3>Любимый предмет:</h3> Мировая история <h3>Из учебных предметов не любит:</h3> Гуманитарные науки <h3>Любимое выражение:</h3> «От рождения до смерти» <h3>Особые черты:</h3> Любит излагать мысли в драматическом ключе
uk: <h3>Посада:</h3> Секретар <h3>Хобі/Щоденні справи:</h3> Читання, перегляд кінострічок <h3>Улюблена їжа:</h3> Тофу <h3>Не любить їсти:</h3> Хоґо <h3>Улюблений предмет:</h3> Світова історія <h3>З навчальних предметів не любить:</h3> Гуманітарні науки <h3>Улюблений вислів:</h3> «Від народження до смерті» <h3>Особливі риси:</h3> Висловлює думки драматичним способом. Схильна до надмірних монологів
zh: <h3>位阶：</h3>记录员/书记 <h3>兴趣/特殊技能：</h3>阅读、看电影 <h3>喜欢的食物：</h3>豆腐 <h3>不喜欢的食物：</h3>火锅 <h3>喜欢的科目：</h3>世界史 <h3>不喜欢的科目：</h3>美术 <h3>喜欢的话：</h3>「自始至终」 <h3>性格：</h3>容易做出一些夸张的独角戏
zh_sg: <h3>职务：</h3>记录员/书记 <h3>兴趣/日常:</h3> 读书、电影鉴赏 <h3>喜欢的食物:</h3>豆腐 <h3>不喜欢的食物:</h3>火锅料理 <h3>擅长科目:</h3>世界史 <h3>不擅长科目:</h3>美术 <h3>口头禅:</h3>“在摇篮中记起的事情，直到墓地都不忘” <h3>性格:</h3>会做十分夸张的独角戏

# IDS_PCZC128_HSF_RIN_SHIRETOKO_DESCRIPTION
source: <h3>Position:</h3> Chief Navigator/Navigation Committee <h3>Hobbies/Special skills:</h3> Fast runner <h3>Favorite food:</h3> Seafood pasta <h3>Least favorite food:</h3> Sandwiches <h3>Favorite subject:</h3> Biology, art <h3>Least favorite subject:</h3> Social studies <h3>Favorite saying:</h3> "Act with the utmost caution" <h3>Personality:</h3> Prone to excessive worrying
es_mx: <h3>Posición:</h3> Jefe de Navegación/Comité de Navegación <h3>Pasatiempos/Habilidades especiales:</h3> Carrrera de velocidad <h3>Comida favorita:</h3> Pasta con mariscos <h3>Comida menos preferida:</h3> Sándwiches <h3>Materia favorita:</h3> Biología, arte <h3>Materia menos preferida:</h3> Estudios sociales <h3>Frase favorita:</h3> "Actúa con la máxima precaución" <h3>Personalidad:</h3> Propenso a preocuparse excesivamente
ja: <h3>役職:</h3> 航海長／航海委員 <h3>趣味・特技:</h3> 足が速い <h3>好きな食べ物:</h3> シーフードパスタ <h3>苦手な食べ物:</h3> サンドイッチ <h3>得意科目:</h3> 生物・美術 <h3>苦手な科目:</h3> 社会 <h3>好きな言葉:</h3> 三十六計逃げるにしかず <h3>性格・特徴:</h3> 超心配性
pl: <h3>Pozycja:</h3> Główny nawigator / członkini komitetu nawigacyjnego <h3>Hobby/Uzdolnienia:</h3> Sprinterka <h3>Ulubiona potrawa:</h3> Makaron z owocami morza <h3>Znienawidzona potrawa:</h3> Kanapki <h3>Ulubiony przedmiot:</h3> Biologia, sztuka <h3>Znienawidzony przedmiot:</h3> Wiedza o społeczeństwie <h3>Ulubione powiedzenie:</h3> „Działaj z rozwagą” <h3>Osobowość:</h3> Skłonna do nadmiernego zamartwiania się
ru: <h3>Должность:</h3> Главный штурман/Навигационный комитет <h3>Хобби/Особые навыки:</h3> Спринтерский бег <h3>Любимая еда:</h3> Паста с морепродуктами <h3>В еде не любит:</h3> Бутерброды <h3>Любимый предмет:</h3> Биология, искусство <h3>Из учебных предметов не любит:</h3> Общественные науки <h3>Любимое выражение:</h3> «Действуя, проявляй предельную осмотрительность» <h3>Особые черты:</h3> Склонна тревожиться по пустякам
uk: <h3>Посада:</h3> Головний штурман/Навігаційний комітет <h3>Хобі/Особливі уміння:</h3> Спринтерський біг <h3>Улюблена їжа:</h3> Макарони з морепродуктами <h3>Не любить їсти:</h3> Бутерброди <h3>Улюблений предмет:</h3> Біологія, мистецтво <h3>З навчальних предметів не любить:</h3> Суспільні науки <h3>Улюблений вислів:</h3> «Як щось робиш, будь вкрай обачним» <h3>Особливі риси:</h3> Схильна непокоїтися через дрібниці
zh: <h3>位阶：</h3>首席领航员/航海委员 <h3>兴趣/特殊技能：</h3>能快速奔跑 <h3>喜欢的食物：</h3>海鲜通心面 <h3>不喜欢的食物：</h3>三明治 <h3>喜欢的科目：</h3>生物、美术 <h3>不喜欢的科目：</h3>文科 <h3>喜欢的话：</h3>「谨慎行事」 <h3>性格：</h3>容易过度担心
zh_sg: <h3>职务：</h3>航海长/航海委员 <h3>兴趣/特长:</h3> 腿脚很快 <h3>喜欢的食物:</h3>海鲜通心面 <h3>不喜欢的食物:</h3>三明治 <h3>擅长科目:</h3>生物、美术 <h3>不擅长科目:</h3>社会 <h3>口头禅:</h3>“三十六计走为上计” <h3>性格:</h3>超爱担心

# IDS_PCZC129_HSF_KAEDE_MARIKOUJI_DESCRIPTION
source: <h3>Position:</h3> Sonar Technician/Bugler <h3>Hobbies/Special skills:</h3> Playing instruments (other than wind instruments) <h3>Favorite food:</h3> Kishimen (flat noodles) <h3>Least favorite food:</h3> Soumen (fine noodles) <h3>Favorite subject:</h3> Music <h3>Least favorite subject:</h3> None <h3>Favorite saying:</h3> "Woe to the musician who doesn't travel" <h3>Personality:</h3> Always composed, and speaks in the most refined manner
es_mx: <h3>Posición:</h3> Técnico de Sonar/Corneta <h3>Hobbies/Habilidades especiales:</h3> Tocar instrumentos (solo instrumentos de viento) <h3>Comida favorita:</h3> Kishimen (tallarines planos) <h3>Comida menos preferida:</h3> Soumen (tallarines finos) <h3>Materia favorita:</h3> Música <h3>Materia menos preferida:</h3> Ninguna <h3>Frase favorita:</h3> "Pobre del músico que no viaja" <h3>Personalidad:</h3> Siempre sereno, y habla de la manera más refinada
ja: <h3>役職:</h3> 水測員・ラッパ手 <h3>趣味・特技:</h3> 楽器演奏 (管楽器以外) <h3>好きな食べ物:</h3> きしめん <h3>苦手な食べ物:</h3> そうめん <h3>得意科目:</h3> 音楽 <h3>苦手な科目:</h3> 無し <h3>好きな言葉:</h3> 旅をしない音楽家は不幸だ <h3>性格・特徴:</h3> 落ち着いた佇まいで、極度の丁寧口調
pl: <h3>Pozycja:</h3> Technik sonarowy / trębacz <h3>Hobby/Uzdolnienia:</h3> Gra na instrumentach muzycznych (innych niż dęte) <h3>Ulubiona potrawa:</h3> Kishimen (płaskie nudle typu udon) <h3>Znienawidzona potrawa:</h3> Somen (cienkie nudle) <h3>Ulubiony przedmiot:</h3> Muzyka <h3>Znienawidzony przedmiot:</h3> Brak <h3>Ulubione powiedzenie:</h3> „Biada muzykowi, który nie podróżuje” <h3>Osobowość:</h3> Zawsze opanowana, wypowiada się w dystyngowany sposób
ru: <h3>Должность:</h3> Акустик/Сигналист <h3>Хобби/Особые навыки:</h3> Игра на музыкальных инструментах (за исключением духовых) <h3>Любимая еда:</h3> Лапша кишимен <h3>В еде не любит:</h3> Лапша сомен <h3>Любимый предмет:</h3> Музыка <h3>Из учебных предметов не любит:</h3> — <h3>Любимое выражение:</h3> «Горе тому музыканту, который не путешествует» <h3>Особые черты:</h3> Хладнокровная. Характеризуется исключительной красноречивостью в выражении мыслей
uk: <h3>Посада:</h3> Акустик/Сигналіст <h3>Хобі/Особливі уміння:</h3> Гра на музичних інструментах (за винятком духових) <h3>Улюблена їжа:</h3> Локшина кішимен <h3>Не любить їсти:</h3> Локшина сомен <h3>Улюблений предмет:</h3> Музика <h3>З навчальних предметів не любить:</h3> — <h3>Улюблений вислів:</h3> «Горе тому музиканту, який не подорожує» <h3>Особливі риси:</h3> Холоднокровна. Надзвичайно красномовно висловлює думки
zh: <h3>位阶：</h3>声纳技术员/号手 <h3>兴趣/特殊技能：</h3>演奏乐器 (管乐器除外) <h3>喜欢的食物：</h3>棋子面 (扁面) <h3>不喜欢的食物：</h3>素面 (细面) <h3>喜欢的科目：</h3>音乐 <h3>不喜欢的科目：</h3>无 <h3>喜欢的话：</h3>「不旅行的音乐家是不幸的」 <h3>性格：</h3>总是泰然自若，而说话的方式非常有教养
zh_sg: <h3>职务：</h3>水测员/号手 <h3>兴趣/特长:</h3>演奏乐器(特别是管弦乐器) <h3>喜欢的食物:</h3>碁子麺(米粉) <h3>不喜欢的食物:</h3>冷荞麦面(龙须面) <h3>擅长科目:</h3>音乐 <h3>不擅长科目:</h3>无 <h3>口头禅:</h3>“不旅行的音乐家是不幸的” <h3>性格:</h3>带着沉稳的气氛，说话很有礼貌
