Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC198_AA_40MM_ANTIAIRCRAFT_DESCRIPTION
source: Reliability, a high rate of fire (up to 120 shots per minute), considerable height of engagement (over 6 km), destructive force of the shells (projectile weight of 900 g)—this all made the 40 mm automatic gun, developed by the Swedish company Bofors in 1930–1933, the most widespread AA artillery system. In the 1940s–1950s, it was used by dozens of countries around the world. Production of the 40 mm Bofors in the United States began in 1941, but the Swedish gun did not satisfy the Navy in many respects, so the Americans introduced many improvements in the mount's design using, among other things, the British version of the Bofors. The mass production of the 40 mm guns was deployed only at the end of 1942, yet they managed to satisfy the Navy's requirements in full only by 1944, when Bofors was able to finally replace the ineffective 28 mm Chicago Pianos on ships. The Bofors was produced in a variety of versions: with air and water cooling, in twin, quadruple, and single mounts, with manual aiming and with a power drive. A little more than ten thousand mounts were manufactured for the Navy and Coast Guard, over twenty thousand for the army, and around nine thousand were supplied to allied countries.
es_mx: De confianza, con una alta cadencia de fuego (hasta 120 tiros por minuto), una considerable distancia de combate (más de 6 km), un poder destructivo de su proyectil (el peso del proyectil 900 g)—todo esto hacía al cañón automático de 40 mm, desarrollado por la compañía sueca Bofors en 1930–1933, el más amplio sistema de artillería AA. En 1940–1950, fue usado por docenas de países alrededor del mundo. La producción del Bofors de 40 mm en los Estados Unidos empezó en 1941, pero el cañón sueco no había convencido a la Marina en muchos aspectos, así que los norteamericanos introdujeron varias mejoras al diseño del montaje usando, entre muchas otras cosas, la versión británica del Bofors. La producción masiva de los cañones de 40 mm fue desplegada hasta finales de 1942, aunque solamente lograron satisfacer los requerimientos totales de la Marina hasta finales de 1944, cuando Bofors finalmente pudo remplazar los Pianos de Chicago de 28 mm en los barcos. El Bofors fue producido en una variedad de versiones: con enfriamiento de agua y aire, en montajes gemelos, cuádruples, y simples, con puntería manual con un impulsador de poder. Un poco más de diez mil montajes fueron producidos por la Marina y la Guardia Costera, más de diez mil por el Ejército, y alrededor de nueve mil fueron abastecidos a países aliados.
ja: 信頼性に優れ、射撃速度が高く (毎分最大 120 回)、射高も優秀 (6 km 以上) であり、そして砲弾の破壊力が大きかった (弾頭重量 900 g) ことから、スウェーデンのボフォース社が 1930 年から 1933 年にかけて開発したこの 40 mm 機関砲は、最も幅広く使用された対空砲システムとなりました。1940 - 1950 年代にかけ、世界中の数十もの国々で運用されたのです。 アメリカにおけるボフォース 40 mm 機関砲の生産は 1941 年に開始されましたが、スウェーデン製のこの機関砲は、アメリカ海軍を満足させるには多くの点において不充分でした。そこでアメリカにおいて多くの改良が加えられましたが、その際には特にイギリス版のボフォースを参考としました。この 40 mm 機関砲の量産が開始されたのは 1942 年の末になってからのことでしたが、海軍の要求を完全に満たすことが実現されたのは 1944 年のことであり、これに伴ってようやく有効性が低かった 28 mm シカゴピアノをボフォースへと置き換えることが可能となったのでした。 このボフォース 40 mm 機関砲は、空冷式のもの、水冷式のもの、連装、四連装、単装のもの、手動旋回式のもの、パワードライブ式のものなど、多様な砲座が製造されました。そしてその生産数は、海軍および沿岸警備隊用として 1 万基強、陸軍用として 2 万基超、連合諸国への供与用として約 9 千基に達しました。
pl: Niezawodność, szybkostrzelność (nawet do 120 strzałów na minutę), godny uwagi zasięg pionowy (ponad 6 km), niszczycielska moc amunicji (nabój ważył 900 g) – to wszystko sprawiło, że automatyczne działo kal. 40 mm opracowane przez szwedzką firmę Bofors w latach 1930–1933 stało się najpowszechniej stosowanym systemem artylerii przeciwlotniczej świata. W latach 40. i 50. używały go tuziny krajów na całym świecie. Produkcja 40-milimetrowego działa Boforsa w Stanach Zjednoczonych rozpoczęła się w 1941 roku, ale szwedzkie działo nie satysfakcjonowało marynarki pod wieloma względami, więc Amerykanie wprowadzili szereg modyfikacji stanowiska, włączając w to użycie brytyjskiej wersji samego działa. Produkcja masowa rozpoczęła się pod koniec 1942 roku, jednak potrzeby U.S. Navy w pełni udało się zaspokoić dopiero w 1944 roku, kiedy Bofors całkowicie wyparł nieskuteczne 28-milimetrowe „pianina chicagowskie” z pokładów okrętów. Produkowano rozmaite warianty działa Boforsa: wariant chłodzony powietrzem i wariant chłodzony wodą, w podwójnych, poczwórnych i pojedynczych stanowiskach, z ręcznym celowaniem i ze wspomaganiem. Wyprodukowano ponad 10 tysięcy stanowisk dla marynarki i straży przybrzeżnej, ponad 20 tysięcy dla armii i około dziewięć tysięcy dla krajów sprzymierzonych.
ru: Надёжность, высокая скорострельность (до 120 выстрелов в минуту), значительная досягаемость по высоте (свыше 6 км), разрушительная сила снаряда (вес боеприпаса — 900 г) — всё это сделало разработанное в 1930–1933 годах шведской компанией Bofors 40-мм автоматическое орудие самой распространённой зенитной артиллерийской системой. В 1940–1950-х годах оно состояло на вооружении десятков стран мира. Производство 40-мм «Бофорсов» в США началось в 1941 году, однако шведское орудие по многим параметрам не удовлетворяло флот, и американцы внесли множество усовершенствований в конструкцию установки, используя в том числе британскую версию «Бофорса». Массовое производство 40-мм орудий развернулось лишь в конце 1942 года, а в полной мере удовлетворить запросы ВМС удалось только к 1944 году, когда «Бофорсы» смогли окончательно вытеснить с кораблей недостаточно эффективные 28-мм «Чикагские пианино». Производились «Бофорсы» во множестве версий — с воздушным и водяным охлаждением, в спаренных, счетверённых и одиночных установках, с ручным наведением и с силовым приводом. Чуть более 10 тысяч установок «Бофорс» было изготовлено для флота и береговой охраны, свыше 20 тысяч — для сухопутной армии, около 9 тысяч — поставлено в союзные страны.
uk: Надійність, висока скорострільність (до 120 пострілів на хвилину), значна досяжність за висотою (понад 6 км), руйнівна сила снаряда (вага боєприпасів — 900 г) — все це зробило розроблену у 1930–1933 рр. шведською компанією Bofors 40-мм автоматичну гармату найпоширенішою зенітною артилерійською системою. У 1940–1950-х рр. вона перебувала на озброєнні десятків країн світу. Виробляти 40-мм «Бофорсів» у США почали 1941 р., проте шведська гармата за багатьма параметрами не задовольняла флот, і американці внесли безліч удосконалень в конструкцію установки, використовуючи зокрема британську версію «Бофорса». Масове виробництво 40-мм гармат розгорнули лише в кінці 1942 р., а повною мірою задовольнити запити ВМС вдалося лише 1944 р., коли «Бофорси» остаточно витіснили з кораблів недостатньо ефективні 28-мм «Чиказькі піаніно». Виготовлялися «Бофорси» в безлічі версій — з повітряним і водяним охолодженням, в спарених, зчетверених і одиночних установках, з ручним наведенням і з силовим приводом. Трохи більше 10 тисяч установок «Бофорс» виготовили для флоту і берегової охорони, понад 20 тисяч — для сухопутної армії, приблизно 9 тисяч — постачили в союзні країни.
zh: 可靠、高射速（每分钟120发）、较高的交战距离（超过6公里）、炮弹本身的杀伤力（弹头重量达900公克） - 这都让由瑞典公司所研发的博福斯成为1930年到1933年之间最大量装备的防空火炮系统，在1940年代到1950年代，世界上十几个国家装备此型火炮。 博福斯在M国的生产起时于1941年，但是瑞典的火炮在许多方面并没有办法满足海军的需求，所以M国人运用Y国版本的博福斯来改进原本的设计，大量制造的40毫米火炮在1942年年末才开始装备，直到1944年才完全的取代在战舰上效率低落的28毫米「芝加哥钢琴」。 博福斯所生产的版本众多：有空冷和液冷、双联装、四联装、单装、手动瞄准和装备电动马达的版本，M国海军和海岸防卫队总共接收了超过一万门这样的防空火炮，陆军获得了超过两万门，而盟国则获得了大约九千门。
zh_sg: 可靠性高，射速快（可达每分钟120发），射击高度高（超过6公里），弹药极具摧毁性（重量达到900克）——这些特点使瑞典公司Bofors于1930年-1933年研制的40毫米自动火炮成为了最广泛使用的防空火炮系统。在1940年代-1950年代，被世界上数十个国家广泛使用。 40毫米Bofors在美国的生产开始于1941年，但是美国海军在很多方面都不满意这种瑞典的火炮，因此美国人根据其他装备，英国版本的Bofors对这个炮组设计进行了很多改进。40毫米火炮的大量生产在1942年末才正式开始，而他们直到1944年才设法符合了海军的全部要求，那时Bofors最终可以代替战舰上那些不高效的28毫米“芝加哥钢琴”。 Bofors生产了多种不同的版本：带有空气和水冷，双联装，四联装以及单个炮组，带有人工瞄准以及带有动力驱动的。为海军和海岸警卫队制造了超过1万座这种炮组，为陆军制造了超过2万座，为其他盟军国家提供了大约9000座。

# IDS_PCZC199_AA_76MM_ANTIAIRCRAFT_MARK33
source: 76 mm Mark 33 AA Mount
es_mx: Montaje AA Mark 33 de 76 mm
ja: 76 mm マーク 33 連装高角砲座
pl: Stanowisko dział przeciwlotniczych Mark 33 kal. 76 mm
ru: 76-мм зенитная установка Mark 33
uk: 76-мм зенітна установка Mark 33
zh: 76毫米 Mark 33 防空炮
zh_sg: 76毫米 Mark 33 自动防空炮组

# IDS_PCZC199_AA_76MM_ANTIAIRCRAFT_MARK33_DESCRIPTION
source: At the final stage of the war in the Pacific Ocean, the U.S. Navy had to face the Japanese tactics of kamikaze pilots. In such a situation, simply hitting a high-flying aircraft was not enough, it had to be destroyed in the air before it approached the ship. Small caliber Bofors and Oerlikon AA defense guns were not up to the task, so the U.S. Navy had to find a solution to the problem quickly. It was decided to return 76 mm guns to the AA artillery in more advanced power-driven mounts. Only after the war was the most efficient 76 mm AA gun developed—the twin Mark 33. This weapon which had a very high aiming speed (24 degrees per second horizontally, 30 degrees per second vertically), the ability to fire up to 50 shells per minute from each barrel, exhaustive destructive force of the projectile, with a maximum engagement of over 9 km in height, crowned the development of American AA defense systems in the 1940s. One of the first to receive Mark 33 mounts was light cruiser Worcester, commissioned in 1948. The U.S. Navy used these weapons until the 1980s.
es_mx: En la etapa final de la guerra en el Océano Pacífico, la Marina Norteamericana tuvo que enfrentarse a las tácticas japonesas de pilotos kamikaze. En dicha situación, simplemente golpear un avión en vuelo alto no era suficiente, debía ser destruido en el aire antes de acercarse al barco. La defensa AA de pequeño calibre como el Bofors y el Oerlikon no podían hacerlo, así que la Marina Norteamericana tuvo que solucionar el problema rápido. Se decidió regresar a los cañones AA de 76 mm en montajes más avanzados impulsados por electricidad. Solamente después de la guerra se convirtió en el cañón AA más eficiente de 76 mm que haya sido desarrollado—el Mark 33 gemelo. Esta arma tenía una velocidad elevada para apuntar (24 grados por segundo horizontal, 30 grados por segundo vertical), la habilidad de disparar hasta 50 proyectiles por minuto en cada barril, proyectiles de fuerza destructiva, con un rango de hasta 9 km de altura, dicho coronó el desarrollo de sistemas de defensa AA norteamericano de los 40s. Uno de los primeros en recibir montajes Mark 33 fue el crucero ligero Worcester, comisionado en 1948. La Marina de los Estados Unidos uso estas armas hasta 1980.
ja: 太平洋戦争の終盤において、アメリカ海軍は日本の神風戦術の脅威に晒されました。このような戦術に対抗するためには、単に上空を飛行中の敵機に命中弾を与えるだけでは不充分であり、艦艇への接近を許す前に空中で破壊する必要があったのです。そしてそのためには、ボフォース 40 mm 機関砲やエリコン 20 mm 機関砲では威力不足であったため、アメリカ海軍は迅速に対策を見つける必要に迫られました。 その結果として、かつて廃止した 76 mm 高角砲を、より先進的なパワードライブ方式の砲座に搭載して復活させることが決断されましたが、最高の有効性を誇る 76 mm マーク 33 連装高角砲座が完成したのは、戦後になってからのことでした。この砲座は極めて高い旋回速度 (水平方向に毎秒 24 度、垂直方向に毎秒 30 度) を備え、毎分最大 50 回 (2 門の合計で 100 発) という射撃速度を誇り、極めて高威力の弾頭を撃ち出すことが可能で、有効射高は 9 km に達しました。この砲システムは、1940 年代のアメリカにおける対空砲システム開発の頂点と言えるでしょう。 このマーク 33 砲座がいち早く搭載された艦艇の 1 隻が、1948 年に就役した軽巡洋艦ウースター (USS Worcester) でした。そしてアメリカ海軍は、この砲システムを 1980 年代まで運用し続けました。
pl: W ostatniej fazie wojny na Oceanie Spokojnym U.S. Navy musiała zmierzyć się z japońską taktyką kamikaze. W takich sytuacjach zwykłe trafienie lecącego samolotu było niewystarczające. Należało go zniszczyć, zanim doleciał do okrętu. Działa przeciwlotnicze Bofors i Oerlikon miały zbyt mały kaliber i były w takich sytuacjach nieskuteczne, więc Amerykanie musieli szybko znaleźć inne rozwiązanie. Zdecydowano się na powrót do dział artylerii przeciwlotniczej o kalibrze 76 mm na bardziej zaawansowanych, wspomaganych stanowiskach. Najskuteczniejsze działo przeciwlotnicze takiego kalibru opracowano dopiero po zakończeniu wojny i było nim podwójne Mark 33. Broń ta posiadała bardzo dużą szybkość celowania (24 stopnie na sekundę w poziomie, 30 stopni na sekundę w pionie), zdolność do wystrzeliwania 50 pocisków na minutę z każdej lufy, wystarczającą moc niszczącą pocisku i maksymalną wysokość ostrzału wynoszącą 9 km. Była ukoronowaniem rozwoju amerykańskich systemów obrony przeciwlotniczej w latach 40. Jednym z pierwszych okrętów wyposażonych w stanowiska Mark 33 był lekki krążownik Worcester, wcielony do służby w 1948 roku. U.S. Navy używała tego uzbrojenia aż do lat 80.
ru: На завершающем этапе войны на Тихом океане ВМС США столкнулись с японской тактикой лётчиков-камикадзе. В такой ситуации недостаточно было просто поразить несущийся на большой скорости самолёт, его надо было разрушить в воздухе до того, как он приблизится к кораблю. Малокалиберные зенитные автоматы «Бофорс» и «Эрликон» не могли справиться с этой задачей, и американскому флоту пришлось срочно искать выход из ситуации. Решением стало возвращение на корабли в качестве зенитной артиллерии 76-мм пушек в более совершенных установках с силовым приводом. Уже после окончания войны была разработана наиболее эффективная 76-мм зенитная установка — спаренная Mark 33. Очень высокая скорость наведения (24 градуса в секунду в горизонтальной плоскости, 30 градусов в секунду — в вертикальной), способность выпускать до 50 снарядов в минуту на ствол, исключительная разрушительная сила боеприпасов при максимальной досягаемости по высоте свыше 9 км сделали это орудие своего рода итогом развития американских артиллерийских систем ПВО в 1940-е годы. Одним из первых установки Mark 33 получил лёгкий крейсер Worcester, вступивший в строй в 1948 году. На вооружении ВМС США эти орудия находились вплоть до 1980-х годов.
uk: На завершальному етапі війни на Тихому океані ВМС США зіткнулися з японською тактикою льотчиків-камікадзе. У таких обставинах мало було просто вразити літак, що мчить на великій швидкості, його треба було зруйнувати в повітрі ще до того, як він наблизиться до корабля. Малокаліберні зенітні автомати «Бофорс» і «Ерлікон» не могли впоратися з цим завданням, і американському флоту довелося терміново шукати вихід із ситуації. Рішенням стало повернення на кораблі 76-мм гармат зенітної артилерії у вдосконалених установках з силовим приводом. Вже після закінчення війни розробили найефективнішу 76-мм зенітну установку — спарену Mark 33. Дуже висока швидкість наведення (24 градуси на секунду в горизонтальній площині, 30 градусів на секунду — у вертикальній), здатність випускати до 50 снарядів на хвилину на ствол, значна руйнівна сила боєприпасів з максимальною досяжністю за висотою понад 9 км зробили цю гармату таким собі підсумком розвитку американських артилерійських систем ППО в 1940-ві рр. Одним з перших установки Mark 33 отримав легкий крейсер Worcester, який став до ладу 1948 р. На озброєнні ВМС США ці гармати перебували аж до 1980-х рр.
zh: 在太平洋战争的最后阶段，M国海军不得不面对R国的神风特攻战术。在这种情况下，仅仅击中一架高空飞行的飞机是不够的，它必须在接近船只之前被击毁于空中。小口径博福斯和厄利空防空炮完全无法胜任，因此M国海军必须迅速找到解决问题的办法。 于是M国海军决定让76毫米炮以更先进的电驱动方式回归防空炮序列。战争结束后，史上最有效率的76毫米防空炮才被开发出来 — 双连装Mark 33。这武器有非常高的瞄准速度（水平每秒24度，垂直每秒30度），每根炮管每分钟能发射最多50发炮弹，弹头有强大的破坏力，最大射高超过9公里，是1940年代M国防空系统发展的巅峰。 第一个使用Mark 33防空炮的是轻巡洋舰伍斯特，于1948年下水。M国海军使用这些武器直到1980年代。
zh_sg: 在太平洋战争的最后阶段，美国海军不得不面对日本神风特工队飞行员的战术。这种情况下，只是简单攻击高飞的飞机是不够的，而应该在飞机接近战舰之前就将其摧毁。小口径的Bofors和Oerlikon防空机枪无法完成这个任务，所以美国海军需要快速找到一个这个问题的解决方案。 美国海军决定将76毫米火炮返回到防空火炮的使用，并加装更先进的动气驱动的炮组。在战争刚刚结束后，最有效的76毫米防空火炮——Mark 33被研制了出来。这个武器有着极高瞄准速度（水平方向每秒24度，垂直方向每秒30度），有着的每分钟每个炮管射击50发炮弹的能力，炮弹拥有超强的摧毁力，最大交战高度可达9公里。它成为了1940年代美国对空防御系统发展的最高峰。 于1948年服役的轻型驱逐舰伍斯特是首批接受安装Mark 33炮组的战舰之一。美国海军直到1980年代还在使用这些武器。

# IDS_PCZC200_AA_MEDAL_OF_HONOR
source: Navy Medal of Honor
es_mx: Medalla de Honor de la Armada
ja: 海軍名誉勲章
pl: Medal Honoru (Marynarka)
ru: Медаль Почёта ВМС
uk: Медаль Пошани ВМС
zh: 海军荣誉勋章
zh_sg: 海军荣誉勋章

# IDS_PCZC200_AA_MEDAL_OF_HONOR_DESCRIPTION
source: The Medal of Honor is the highest and most valuable decoration a service member can receive. The Army, Air Force, and Navy have their own specific versions of the medal. The Navy Medal of Honor was established in 1861, at the beginning of the American Civil War, and is the oldest version of the decoration. Only around 3,500 people have been awarded with any kind of Medal of Honor throughout its history. In the Navy, it can be awarded to anyone, from a simple sailor to an admiral. One of those to receive the Navy Medal of Honor posthumously was Rear Admiral Norman Scott, who commanded a squadron in the Battle of Cape Esperance in October 1942, the U.S. Navy's first surface victory of the Pacific Campaign. A month later, the admiral perished on the bridge of his flagship, cruiser Atlanta, in the initial naval battle of Guadalcanal.
es_mx: La Medalla de Honor es la condecoración más alta y más valiosa que un miembro en el servicio puede recibir. El Ejército, la Fuerza Aérea, y la Marina tienen su propia versión específica de la medalla. Ésta fue establecida en 1861, a principios de la Guerra Civil Norteamericana, y es la versión más vieja de la condecoración. Solamente alrededor de 3,500 personas han sido recompensadas con cualquier Medalla de Honor a través de su historia. En la Armada, puede ser otorgada a cualquiera, desde un simple marinero hasta un almirante. Uno de ellos en recibir la Medalla de Honor de la Marina después de morir fue el Contraalmirante Norman Scott, que comandó un escuadrón en la Batalla del cabo de Esperanza en octubre de 1942, la primera victoria en la superficie de la Marina Norteamericana en la Campaña del Pacífico. Un mes más tarde, el almirante pereció en el puente de su barco líder, el crucero Atlanta, en la batalla inicial por Guadalcanal.
ja: 名誉勲章 (Medal of Honor) は、軍人が受章することが可能なものとしては最高の勲章であり、陸軍、空軍、海軍にそれぞれ専用のメダルが用意されています。この海軍名誉勲章が制定されたのは、南北戦争 (アメリカ内戦) の序盤、1861 年のことであり、3 種類の名誉勲章の中で最初の勲章となりました。 これらの勲章が制定されて以降の受章者は、約 3,500 人に留まっています。海軍においては、一般水兵から提督に至るまで、あらゆる軍人がその対象です。海軍名誉勲章の受章者のひとりとなったのが、ノーマン・スコット少将であり、彼は 1942 年のエスペランス岬沖海戦において艦隊を率い、太平洋戦争における水上戦闘において米海軍に初の勝利をもたらしたことで知られています。 しかしその 1 ヶ月後、ガダルカナル島をめぐる戦いの序盤において、軽巡洋艦アトランタ (USS Atlanta) の艦上にて戦死を遂げたのでした。
pl: Medal Honoru jest najwyższym i najznamienitszym odznaczeniem, jakie można zdobyć w trakcie służby. Armia, lotnictwo i marynarka mają swoje własne wersje tego medalu. Medal Honoru Marynarki ustanowiony został w 1861 roku, na początku amerykańskiej wojny domowej i jest najstarszą wersją tego odznaczenia. Tylko około 3500 osób zostało odznaczonych dowolnym rodzajem Medalu Honoru w całej jego historii. W marynarce może go otrzymać każdy, od zwykłego marynarza, do admirała. Jednym z tych, którzy Medal Honoru Marynarki otrzymali pośmiertnie, był kontradmirał Norman Scott, który dowodził eskadrą w trakcie bitwy koło przylądka Esperance w październiku 1942 roku, pierwszej zwycięskiej bitwy U.S. Navy w trakcie kampanii pacyficznej. Miesiąc później admirał zginął na mostku swojego okrętu flagowego, krążownika Atlanta, podczas pierwszej bitwy koło Guadalcanal.
ru: Медаль Почёта является высшей и наиболее почётной наградой, которую может получить военнослужащий. Для сухопутной армии, авиации и флота существуют свои версии наградного знака. Медаль Почёта ВМС была учреждена в 1861 году, в начале Гражданской войны в США, и является старейшим вариантом награды. За всю историю существования Медали Почёта всеми её видами было награждено лишь чуть более 3500 человек. На флоте её мог получить как простой матрос, так и адмирал. Одним из тех, кто удостоился Медали Почёта ВМС посмертно, был контр-адмирал Норман Скотт, командовавший в октябре 1942 года эскадрой в сражении у мыса Эсперанс, ставшим первой за время Тихоокеанской кампании победой американского флота в битве надводных кораблей. Спустя месяц адмирал погиб на мостике своего флагманского корабля, крейсера Atlanta, в Первом морском бою у Гуадалканала.
uk: Медаль Пошани є найвищою і найпочеснішою нагородою, яку може отримати військовослужбовець. Для сухопутної армії, авіації і флоту існують свої версії нагородного знака. Медаль Пошани ВМС заснували 1861 р., на початку Громадянської війни у США, і це найстаріший варіант нагороди. За всю історію існування Медалі Пошани усіма її видами нагородили лише трохи більше, ніж 3500 осіб. На флоті її міг отримати як простий матрос, так і адмірал. Одним з тих, кого нагородили Медаллю Пошани ВМС посмертно, був контр-адмірал Норман Скотт, який командував у жовтні 1942 р. ескадрою в битві біля мису Есперанс — бою, який став першою за час Тихоокеанської кампанії перемогою американського флоту в битві надводних кораблів. Через місяць адмірал загинув на містку свого флагманського корабля, крейсера Atlanta, в Першому морському бою біля Гуадалканалу.
zh: 荣誉勋章是服役人员所能获得最高且最有价值的勋章。陆军、空军、海军都有自己的荣誉勋章。海军荣誉勋章创立于1861年，M国内战开始的时候，是最古老的荣誉勋章。 历史上只有约3,500人获得任何种类的荣誉勋章。在海军中，它可以授予任何人，从一名水手到海军上将。其中一位于死后获得海军荣誉勋章的人是海军少将诺曼-斯科特，他于1942年10月在埃斯佩兰斯海角战役中指挥一个中队，这是M国海军首次在太平洋战役中取得胜利。 一个月后，这位海军少将在瓜达尔卡纳尔岛战役的最初战斗中，于他的旗舰轻巡洋舰亚特兰大的舰桥上阵亡。
zh_sg: 荣誉勋章是一名服役士兵能收到的最高等级最有价值的勋章。陆军，空军和海军有他们特有的勋章的版本。海军荣誉勋章设立于1861年，美国独立战争之初，是历史最久的勋章版本。 历史上仅有3500人被授予过不论任何种类的荣誉勋章。在海军中，它可以颁发给从普通海员到上将的任何人。其中一位被追授荣誉勋章的是海军上将Norman Scott，他曾于1942年10月在埃斯佩兰斯海角战役中指挥了一个海军中队，取得了美国海军在太平洋战役中的首次胜利。 一个月后，在瓜达卡纳尔岛最开始的海战中，这位上将在他的旗舰亚特兰大巡洋舰的舰桥上不幸丧生。

# IDS_PCZC201_AA_CROSS
source: Navy Cross
es_mx: Cruz de la Armada
ja: 海軍十字章
pl: Krzyż Marynarki
ru: Военно-морской крест
uk: Військово-морський хрест
zh: 海军十字勋章
zh_sg: 海军十字勋章
