Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC288_BRITISHCVARC_FAIREY_SWORDFISH_DESCRIPTION
source: Without any exaggeration, the Swordfish torpedo bomber can be labeled as the most famous British carrier-based aircraft of the World War II period. Developed in the mid-1930s, the biplane, with its linen trim and open cockpit, was produced until 1944. It participated in hostilities until 1945, leaving an everlasting trace in the history of naval aviation. The Swordfish was developed by Fairey company as a torpedo bomber, reconnaissance plane, and spotting aircraft, with the first machines entering service in 1936. The biplane had rather modest speed characteristics, but at the same time it had a sufficiently large action radius and could carry more than 750 kg of weapons payload. The Royal Navy actively engaged Swordfishes in the initial period of World War II, despite its extremely archaic design. But this impudence (very British, wouldn't you say?) turned out to be impressively beneficial. On November 12, 1940, in the still of the night, twelve Swordfishes attacked the Italian Navy base in Taranto, wrecking three battleships while losing only two aircraft. With this victory, the British torpedo bombers both changed the course of the war in the Mediterranean and made a strong statement that naval aviation had become an important strategic weapon. In May 1941, a torpedo dropped by a Swordfish made the famous Bismarck face her doom. Subsequently, this easy-to-pilot biplane, with its modest takeoff and landing condition requirements, took its well-deserved place on the decks of the small escort aircraft carriers that accompanied convoys in the Atlantic and Arctic. Equipped with radar and rocket launchers (!), Swordfishes successfully pursued and sank U-boats until 1945.
es_mx: Sin afán de exagerar, el torpedero Swordfish puede ser etiquetado como el avión británico embarcado más famoso del periodo de la Segunda Guerra Mundial. Desarrollado a mediados de los años 30, el biplano, con su cubiertas textiles y su cabina abierta, fue producido hasta 1944. Participó en hostilidades hasta 1945, dejando una huella eterna en la historia de la aviación naval. El Swordfish fue desarrollado por la compañía Fairey como un torpedero y como avión de reconocimiento, con las primeras máquinas entrando en servicio en 1936. El biplano tenía modestas características de velocidad, pero al mismo tiempo tenía un radio de acción suficientemente grande y podía cargar más de 750 kg de armas. La Royal Navy usó de forma activa los Swordfish en el periodo inicial de la Segunda Guerra Mundial, a pesar de su diseño extremadamente arcaico. Pero esta insolencia (sono muy británico, ¿no creen?) resultó ser impresionantemente benéfica. El 12 de noviembre, de 1940, en la quietud de la noche, doce Swordfish atacaron la base naval italiana en Taranto, destruyendo tres acorazados y perdiendo únicamente dos aviones. Con esta victoria, los torpederos británicos cambiaron el curso de la guerra en el Mediterráneo y demostraron sin lugar a dudas la importancia de la aviación naval como un poderosa arma estratégica. En mayo de 1941, un torpedo lanzado por un Swordfish provocó que el famoso Bismarck encarará su perdición. Posteriormente, este biplano fácil de volar, con sus modestos requerimientos para despegar y aterrizar, tomó su merecido lugar en las cubiertas de los pequeños portaaviones de escolta que acompañaban a los convoyes en el Atlántico y en el Ártico. Equipados con radar y lanzadores de cohetes (!), los Swordfish persiguieron y hundieron exitosamente a los U-boats hasta 1945.
ja: 雷撃機であるフェアリー・ソードフィッシュは、二次大戦中のイギリスの艦上機としては最も有名な機体であると断言できます。1930 年代の中盤に開発された本機は帆布張りの複葉機であり、操縦席は開放式でしたが、1944 年まで生産が続けられました。そして 1945 年まで実戦運用が続けられ、艦載機の歴史に忘れられぬ足跡を残したのです。本機はフェアリー社によって雷撃機、偵察機、観測機として開発され、最初期の機体は 1936 年から運用が始まりました。この複葉機は速力こそ低かったものの、充分な航続距離を備え 750 kg を超える兵装を搭載可能でした。 このソードフィッシュの設計は二次大戦の勃発当時には既に極めて古くさいものでしたが、イギリス海軍は二次大戦の序盤に本機を積極的に実戦投入しました。しかしこの生意気 (実にイギリスらしいでしょう?) な機体が、極めて有用であることが証明されたのです。1940 年 11 月 12 日の夜間に 12 機のソードフィッシュがタラントのイタリア海軍基地を攻撃し、僅か 2 機の損失で 3 隻の戦艦を大破着底させるという大戦果を挙げました。この勝利は、地中海における戦いの趨勢を変えただけではなく、艦載機が重要な戦術兵器になったことを強く示すものでもありました。1941 年 5 月には本機が投下した魚雷のうちの 1 本が高名なドイツ戦艦ビスマルクに命中し、これが彼女の運命を決めることに繋がりました。その後、複葉機である本機は操縦が容易で発艦および着艦に求められる要件が小さかったため、大西洋および北極海で船団に随伴する小型の護衛空母で運用されるようになりました。本機には驚くべきことに対潜レーダーとロケット弾が搭載されて対潜哨戒任務に投入され、1945 年まで見事に U ボートを狩り続けました。
pl: Nie będzie żadną przesadą, jeśli bombowiec torpedowy Swordfish nazwiemy najsłynniejszym brytyjskim samolotem pokładowym II wojny światowej. Ten dwupłat został opracowany w latach 30. i jest pokryty płótnem, z otwartą kabiną. Pozostawał w produkcji aż do 1944 roku. Brał udział w działaniach zbrojnych aż do 1945 roku i odcisnął swój ślad w historii lotnictwa morskiego. Swordfish zaprojektowany został przez inżynierów firmy Fairey jako bombowiec torpedowy i samolot zwiadowczy, a pierwsze egzemplarze rozpoczęły służbę w roku 1936. Dwupłat rozwijał dość skromną prędkość, ale miał dostatecznie duży zasięg operacyjny i mógł przenosić ponad 750 kg uzbrojenia. Royal Navy chętnie korzystała ze Swordfishów w początkowym okresie II wojny światowej pomimo ich archaicznej konstrukcji. Ale ta zuchwałość (typowo brytyjska, nie sądzicie?) opłaciła się. 12 listopada 1940 roku, pod osłoną nocy, dwanaście Swordfishów zaatakowało bazę włoskiej marynarki wojennej w Tarencie, zatapiając trzy pancerniki, tracąc przy tym tylko dwa samoloty. Tym sposobem brytyjskie bombowce torpedowe odmieniły losy wojny na Morzu Śródziemnym i dobitnie pokazały, że lotnictwo morskie stało się bronią strategiczną. W maju 1941 roku torpeda zrzucona przez Swordfish posłała słynny pancernik Bismarck na spotkanie ze swoim przeznaczeniem. Później ten łatwy w pilotażu samolot, który miał skromne potrzeby, jeśli chodzi o miejsce do startu i lądowania, znalazł swoje miejsce na pokładach małych lotniskowców eskortowych, które towarzyszyły konwojom płynącym przez Atlantyk i Arktykę. Wyposażone w radary i wyrzutnie rakiet (!) samoloty Swordfish prześladowały i niszczyły U-boty aż do 1945 roku.
ru: Торпедоносец Swordfish (англ. «Меч-рыба») без преувеличения можно назвать самым знаменитым британским палубным самолётом времён Второй мировой войны. Разработанный в середине 1930-х годов биплан с полотняной обшивкой и открытой кабиной выпускался до 1944 года и участвовал в боевых действиях до 1945-го, навсегда оставив яркий след в истории морской авиации. Swordfish был разработан фирмой Fairey в качестве торпедоносца-бомбардировщика, разведчика и корректировщика огня. Первые машины стали поступать на вооружение в 1936 году. Биплан обладал более чем скромными скоростными данными, но имел при этом достаточно большой радиус действия и мог нести свыше 750 кг боевой нагрузки. Королевский флот активно использовал «суордфиши» в начальный период Второй мировой войны, несмотря на безнадёжную архаичность его конструкции. И эта дерзость, очень британская по духу, принесла впечатляющие плоды. 12 ноября 1940 года под покровом ночи двенадцать «суордфишей» атаковали итальянский флот в его собственной базе в Таранто, выведя из строя три линкора ценой потери лишь двух самолётов. Этой победой британские торпедоносцы не только изменили ход войны на Средиземноморье, но и обеспечили морской авиации роль оружия стратегического значения. В мае 1941 года торпеда, сброшенная «суордфишем», обрекла на гибель знаменитый Bismarck. Впоследствии простой в управлении и непритязательный к условиям взлёта и посадки биплан прочно занял своё место на палубах небольших эскортных авианосцев, сопровождавших конвои в Атлантике и Арктике. Оснащённые радаром и ракетными установками (!) «суордфиши» до 1945 года успешно гоняли и топили немецкие подводные лодки.
uk: Торпедоносець Swordfish (англ. «Меч-риба») без перебільшення можна назвати найславетнішим британським палубним літаком часів Другої світової війни. Виробництво цього біплану з полотняною обшивкою й відкритою кабіною, розробленого в середині 1930-х років, тривало до 1944 р. Він брав участь у бойових діях до 1945 р., назавжди залишивши яскравий слід в історії морської авіації. Фірма Fairey розробила Swordfish як торпедоносець-бомбардувальник, розвідник та літак-корегувальник. Перші машини почали надходити на озброєння 1936 р. Біплан мав доволі скромні швидкісні якості, які компенсував великим радіусом дії та спроможністю нести понад 750 кг бойового навантаження. Королівський флот активно використовував «меч-риб» на початку Другої світової війни попри безнадійну архаїчність їхньої конструкції. І така суто британська зухвалість мала дивовижні наслідки. Вночі 12 листопада 1940 року дванадцять «меч-риб» атакували італійський флот на його власній базі в Таранто, вивівши з ладу три лінкори втративши лише два літаки. Завдяки цій перемозі британські торпедоносці не лише змінили хід війни на Середземномор’ї, але й перетворили морську авіацію на зброю стратегічного значення. У травні 1941 р. скинута саме зі Swordfish торпеда прирекла на загибель славнозвісний Bismarck. Згодом простий у керуванні й невибагливий до умов зльоту й посадки біплан міцно вкорінився на палубах невеликих ескортних авіаносців, які супроводжували конвої в Атлантиці й Арктиці. Оснащені радарами й ракетними установками (!), «меч-риби» успішно ганяли й топили німецькі підводні човни аж до 1945 р.
zh: Торпедоносец Swordfish (англ. «Меч-рыба») без преувеличения можно назвать самым знаменитым британским палубным самолётом времён Второй мировой войны. Разработанный в середине 1930-х годов биплан с полотняной обшивкой и открытой кабиной выпускался до 1944 года и участвовал в боевых действиях до 1945-го, навсегда оставив яркий след в истории морской авиации. Swordfish был разработан фирмой Fairey в качестве торпедоносца-бомбардировщика, разведчика и корректировщика огня. Первые машины стали поступать на вооружение в 1936 году. Биплан обладал более чем скромными скоростными данными, но имел при этом достаточно большой радиус действия и мог нести свыше 750 кг боевой нагрузки. Королевский флот активно использовал «суордфиши» в начальный период Второй мировой войны, несмотря на безнадёжную архаичность его конструкции. И эта дерзость, очень британская по духу, принесла впечатляющие плоды. 12 ноября 1940 года под покровом ночи двенадцать «суордфишей» атаковали итальянский флот в его собственной базе в Таранто, выведя из строя три линкора ценой потери лишь двух самолётов. Этой победой британские торпедоносцы не только изменили ход войны на Средиземноморье, но и обеспечили морской авиации роль оружия стратегического значения. В мае 1941 года торпеда, сброшенная «суордфишем», обрекла на гибель знаменитый Bismarck. Впоследствии простой в управлении и непритязательный к условиям взлёта и посадки биплан прочно занял своё место на палубах небольших эскортных авианосцев, сопровождавших конвои в Атлантике и Арктике. Оснащённые радаром и ракетными установками (!) «суордфиши» до 1945 года успешно гоняли и топили немецкие подводные лодки.
zh_sg: 毫不夸张地说，剑鱼式鱼雷轰炸机可以被称为第二次世界大战期间最著名的英国舰载机。这种带有亚麻装饰和开放式驾驶舱的双翼飞机于20世纪30年代中期研发完成，一直生产到1944年。它直到1945年还参加了行动，在军航空史上留下了永恒丰碑。剑鱼式由费瑞公司研发，它的定位是鱼雷轰炸机，侦察机和定位飞机，第一台飞机于1936年投入使用。这种双翼飞机的速度特性比较平庸，但同时它行动半径巨大，并且可以携带超过750千克的武器弹药。 尽管其设计相当过时，但英国皇家海军在第二次世界大战的初期仍然积极地使用剑鱼式。但这种英国人独有的固执带来了不错的结果。1940年11月12日的夜间，十二架剑鱼式袭击了位于塔兰托的意大利海军基地，破坏了三艘战舰，代价仅仅是损失了两架飞机。正是这次行动的胜利，英国鱼雷轰炸机改变了地中海战争的进程，并强烈表明海军航空已成为战争中重要的战略武器。1941年5月，一枚由箭鱼式发射的鱼雷击中了著名的俾斯麦号，使其几乎沉没。随后，这艘易于驾驶、起降要求条件并不严苛的双翼飞机，在大西洋和北极地区车队的护航航空母舰的甲板上占据了相当重要的地位。由于剑鱼式飞机配备了雷达和火箭发射器（！），直到1945年，它们依然能成功地追击并击沉U型潜水艇。

# IDS_PCZC289_BRITISHCVARC_BLACKBURN_SKUA
source: Blackburn Skua
zh: 贼鸥式战斗轰炸机

# IDS_PCZC289_BRITISHCVARC_BLACKBURN_SKUA_DESCRIPTION
source: The Skua strike dive bomber was produced by Blackburn company as per the design assignment of a carrier-based, all-metal monoplane, with a closed cockpit and retractable landing gear. For the mid-1930s, the assignment looked very promising, but in the autumn of 1938, when the first aircraft finally began to enter service, the Skua's 900 hp engine was already considered weak and did not provide the new fighters with sufficient speed and maneuverability. Armed with five small-caliber machine guns, the Blackburn Skua could carry one 227 kg bomb and, at the beginning of World War II, performed well as a dive bomber. It could also claim victories in the air as well. For example, the first British aircraft to shoot down an enemy aircraft was a Skua attached to the 803rd squadron of the Naval Air Force based on aircraft carrier Ark Royal. This happened on September 25, 1939, with a German flying boat being its prey. The Skua's most resounding success was the sinking of cruiser Königsberg in the Norwegian port of Bergen in April 1940.
es_mx: El bombardero en picada Skua fue producido por la compañía Blackburn conforme al diseño asignado de un avión embarcado, un monoplano completamente de metal, con una cabina cerrada y un tren de aterrizaje retráctil. Para mediados de los años 30, la misión se veía muy prometedora, pero en el otoño de 1938, cuando el primer avión finalmente entró en servicio, el motor de 900 hp del Skua ya era considerado débil y no proporcionaba suficiente velocidad y maniobrabilidad a los cazas. Armados con cinco ametralladoras de bajo calibre, el Blackburn Skua podía llevar una bomba de 227 kg y, al principio de la Segunda Guerra Mundial, realizó un buen trabajo como bombardero en picada. También podía presumir de victorias en el aire. Por ejemplo, el primer avión británico en derribar a un caza enemigo fue un Skua del 803° escuadrón de la Fuerza Área Naval embarcado en el portaaviones Ark Royal. Esto ocurrió el 25 de septiembre de 1939, con un hidroavión alemán como su presa. El éxito más grande del Skua fue el hundimiento del crucero Königsberg en el puerto noruego de Bergen en abril de 1940.
ja: 多用途急降下爆撃機であるスクアは、閉鎖式コクピットで格納可能な着陸脚を備えた全金属製の単葉機という要求に基づき、ブラックバーン社によって開発されました。この要求は、1930 年代の中盤においては極めて有望であると考えられていましたが、1938 年の秋に最初期の機体の配備がようやく始まった際には本機の 900 馬力のエンジンは既に弱すぎるものとなっており、速力も機動性も充分とは言えませんでした。 このブラックバーン・スクアは、小口径機銃を 5 挺装備し、227 kg 爆弾 1 発を搭載可能であり、二次大戦の序盤においては急降下爆撃機としてよく活躍しました。戦闘機としての運用も可能であり、例えば二次大戦において初めて敵機を撃墜したイギリス軍機が、航空母艦アーク・ロイヤルの艦載部隊である第 803 飛行隊所属のスクアでした。これは 1939 年 9 月 25 日のことであり、ドイツ軍の飛行艇がその餌食となりました。本機の戦果として最も名高いものは、1940 年の 4 月にノルウェーのベルゲン港においてドイツ海軍の巡洋艦ケーニヒスベルクを撃沈したことでした。
pl: Bombowiec nurkujący Skua produkowany był przez firmę Blackburn w odpowiedzi na zamówienie na pokładowy, w pełni metalowy jednopłat z zamkniętym kadłubem i chowanym podwoziem. W połowie lat 30. projekt zapowiadał się atrakcyjne, ale już jesienią 1938 roku, gdy pierwsze egzemplarze rozpoczęły służbę, jego silnik o mocy 900 KM uważany był za zbyt słaby i nie zapewniający nowym maszynom dostatecznej prędkości i zwrotności. Uzbrojony w pięć karabinów małego kalibru, Blackburn Skua mógł przenosić jedną bombę o wadze 227 kg i na początku II wojny światowej dobrze sprawdzał się w roli bombowca nurkującego. Potrafił również wygrywać walki powietrzne. Pierwszym brytyjskim samolotem, który strącił nieprzyjaciela, był właśnie Skua należący do 803. eskadry Naval Air Force stacjonującej na pokładzie Ark Royal. Miało to miejsce 25 września 1939 roku, a ofiarą była niemiecka łódź latająca. Najgłośniejszym sukcesem Skua było zatopienie krążownika Königsberg w norweskim porcie w Bergen, w kwietniu 1940 roku.
ru: Истребитель-бомбардировщик Skua (англ. «Поморник») был создан компанией Blackburn в соответствии с заданием на проектирование цельнометаллического моноплана для авианосного базирования с закрытой кабиной и убирающимся шасси. Для середины 1930-х годов задача была весьма перспективной, однако к осени 1938 года, когда первые самолёты начали наконец поступать в части, 900-сильный мотор Skua уже считался слабым и не обеспечивал новым истребителям достаточную скорость и манёвренность. Вооружённые пятью малокалиберными пулемётами, Blackburn Skua могли нести одну 227-кг бомбу и в начале Второй мировой войны неплохо справлялись с ролью пикирующего бомбардировщика. Впрочем, были на их счету и воздушные победы. Так, первым британским самолётом, сбившим самолёт противника, был Skua 803-й эскадрильи Воздушных сил флота, базировавшейся на авианосце Ark Royal, 25 сентября 1939 года расправившийся с немецкой летающей лодкой. Самым громким успехом «поморников» было потопление крейсера Königsberg в норвежском порту Берген в апреле 1940 года.
uk: Винищувач-бомбардувальник Skua (англ. «Поморник») створила компанія Blackburn, яка отримала завдання спроектувати суцільнометалевий моноплан для авіаносного базування із закритою кабіною та складаним шасі. Для середини 1930-х років завдання було дуже перспективним, але восени 1938 р., коли перші літаки нарешті почали надходити в частини, 900-сильний двигун Skua вже вважався заслабким і не забезпечував потрібної швидкості й маневреності для нових винищувачів. Озброєні п’ятьма малокаліберними кулеметами, Blackburn Skua могли нести одну 227-кг бомбу та непогано виконували роль пікіруючих бомбардувальників на початку Другої світової війни. Були на їхньому рахунку й повітряні перемоги. Наприклад, першим британським літаком, що збив літак супротивника, був Skua 803-ї ескадрильї Повітряних сил флоту, що базувався на авіаносці Ark Royal, — 25 вересня 1939 р. він розправився з німецьким гідролітаком. Найбільшим же досягненням «поморників» було затоплення крейсера Königsberg у норвезькому порту Берген у квітні 1940 р.
zh: Истребитель-бомбардировщик Skua (англ. «Поморник») был создан компанией Blackburn в соответствии с заданием на проектирование цельнометаллического моноплана для авианосного базирования с закрытой кабиной и убирающимся шасси. Для середины 1930-х годов задача была весьма перспективной, однако к осени 1938 года, когда первые самолёты начали наконец поступать в части, 900-сильный мотор Skua уже считался слабым и не обеспечивал новым истребителям достаточную скорость и манёвренность. Вооружённые пятью малокалиберными пулемётами, Blackburn Skua могли нести одну 227-кг бомбу и в начале Второй мировой войны неплохо справлялись с ролью пикирующего бомбардировщика. Впрочем, были на их счету и воздушные победы. Так, первым британским самолётом, сбившим самолёт противника, был Skua 803-й эскадрильи Воздушных сил флота, базировавшейся на авианосце Ark Royal, 25 сентября 1939 года расправившийся с немецкой летающей лодкой. Самым громким успехом «поморников» было потопление крейсера Königsberg в норвежском порту Берген в апреле 1940 года.
zh_sg: 贼鸥式俯冲轰炸机是由布莱克本公司按照基于舰载的全金属单翼飞机的设计任务生产的，具有封闭的驾驶舱和可伸缩的起落架。在1930年代中期，这项任务看起来充满希望，但在1938年秋天，当第一架飞机最终开始服役时，贼鸥式的仅有900马力的发动机已经被认为不够强力，不能为这种新型战斗机提供足够的速度和机动性。 拥有五挺小口径机枪的布莱克本贼鸥式可携带一颗227千克的炸弹，在第二次世界大战初期作为俯冲轰炸机作战有着上佳表现。它也可以在空战中获胜。比如，第一架击落敌方空军单位的英国飞机属于航空母舰皇家方舟号上的第803空军飞行中队。事情发生在1939年9月25日，一艘德国飞艇被贼欧式飞机击落。贼鸥式最成功的战斗经历是1940年4月，它击沉了停靠在挪威卑尔根港的巡洋舰哥尼斯堡号。

# IDS_PCZC290_BRITISHCVARC_WESTLAND_WYVERN
source: Westland Wyvern
zh: 韦斯特兰飞龙战机
