Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_RETURN_TO_SCENARIO_CHOOSER
source: Go to the Scenario selection screen
es_mx: Ir a la pantalla de selección del Escenario
ja: シナリオ選択画面へ
pl: Przejdź do ekranu wyboru scenariusza
ru: К выбору сценария
uk: Вибрати сценарій
zh: 前往选择剧情界面
zh_sg: 前往剧情选择界面

# IDS_RETURN_TO_TECH_TREE
source: To Tech Tree
es_mx: Al Árbol Tecnológico
ja: 技術ツリーへ
pl: Do drzewa
ru: К Дереву развития
uk: До Дерева досліджень
zh: 回到科技树
zh_sg: 前往科技树

# IDS_REWARDS
source: Rewards
es_mx: Recompensas
ja: 褒賞
pl: Nagrody
ru: Награды
uk: Нагороди
zh: 奖项
zh_sg: 奖励

# IDS_REWARDSFORTOP10
source: Top 10%
es_mx: El Mejor 10%
pl: 10% najlepszych
ru: Лучшие 10%
uk: Найліпші 10 %
zh: 前10%
zh_sg: 前10%

# IDS_REWARDSFORTOP25
source: Top 25%
es_mx: El Mejor 25%
pl: 25% najlepszych
ru: Лучшие 25%
uk: Найліпші 25 %
zh: 前25%
zh_sg: 前25%

# IDS_REWARDSFORTOP5
source: Top 5%
es_mx: El Mejor 5%
pl: 5% najlepszych
ru: Лучшие 5%
uk: Найліпші 5 %
zh: 前5%
zh_sg: 前5%

# IDS_REWARDSFORTOP50
source: Top 50%
es_mx: El Mejor 50%
pl: 50% najlepszych
ru: Лучшие 50%
uk: Найліпші 50 %
zh: 前50%
zh_sg: 前50%

# IDS_REWARDS_1
source: %d doubloons
es_mx: %d doblones
ja: %d ダブロン
pl: %d dublonów
ru: %d дублонов
uk: %d дублонів
zh: %d 金币
zh_sg: %d 达布隆

# IDS_REWARDS_2
source: %d credits
es_mx: %d créditos
ja: %d クレジット
pl: %d kredytów
ru: %d кредитов
uk: %d кредитів
zh: %d 银币
zh_sg: %d 银币

# IDS_REWARDS_3
source: %s days of Premium Account
es_mx: %s días de Cuenta Premium
ja: プレミアムアカウント %s 日分
pl: %s dni konta premium
ru: %s дней премиум аккаунта
uk: %s діб преміум акаунта
zh: %s 高级账号天数
zh_sg: %s天高级账号

# IDS_REWARDS_5
source: %d Free XP
es_mx: %d XP Libre
ja: %d フリー EXP
pl: %d wolnych PD
ru: %d свободного опыта
uk: %d вільного досвіду
zh: %d 全局经验
zh_sg: %d 全局经验

# IDS_REWARDS_ACCPOINTS_TITLE
source: %(_amount)s Account Points
es_mx: %(_amount)s Puntos de Cuenta
ja: %(_amount)s アカウントポイント
pl: %(_amount)s pkt. konta
ru: %(_amount)s очков аккаунта
uk: %(_amount)s очок акаунта
zh: %(_amount)s очков аккаунта
zh_sg: %(_amount)s账号点数

# IDS_REWARDS_BRASS_TITLE
source: %(_amount)s Ranked Tokens
es_mx: %(_amount)s Fichas de Rango
ja: ランクトークン %(_amount)s
pl: %(_amount)s żetonów rankingowych
ru: %(_amount)s ранговых жетонов
uk: %(_amount)s рангових жетонів
zh: %(_amount)s ранговых жетонов
zh_sg: %(_amount)s排位代币

# IDS_REWARDS_CAMPAIGN
source: Rewards for finishing the Campaign:
es_mx: Recompensas por terminar la Campaña
ja: キャンペーン完了褒賞
pl: Nagrody za ukończenie kampanii
ru: Награды за прохождение кампании
uk: Нагорода за пройдену кампанію
zh: 结束战役的奖励
zh_sg: 完成战役奖励

# IDS_REWARDS_CAMPAIGN_MISSION
source: Rewards for accomplishing the Mission
es_mx: Recompensas por completar la Misión
ja: ミッション達成褒賞
pl: Nagrody za ukończenie misji
ru: Награды за прохождение миссии
uk: Нагорода за пройдену місію
zh: 达成任务的奖励
zh_sg: 完成任务奖励

# IDS_REWARDS_CAMPAIGN_TASK
source: Rewards for completing the task:
es_mx: Recompensas por completar la Tarea
ja: タスク達成褒賞
pl: Nagrody za ukończenie zadania
ru: Награда за выполнение задания
uk: Нагорода за виконане завдання
zh: 完成工作的奖励
zh_sg: 完成目标奖励

# IDS_REWARDS_CLANRESOURCE_TITLE
source: %(_amount)s Oil
es_mx: %(_amount)s unidades de Petróleo
ja: オイル x%(_amount)s
pl: %(_amount)s jedn. ropy
ru: %(_amount)s нефти
uk: %(_amount)s нафти
zh: %(_amount)s нефти
zh_sg: %(_amount)s石油

# IDS_REWARDS_COAL_TITLE
source: %(_amount)s Coal
es_mx: %(_amount)s unidades de Carbón
ja: 石炭 x%(_amount)s
pl: %(_amount)s jedn. węgla
ru: %(_amount)s угля
uk: %(_amount)s вугілля
zh: %(_amount)s угля
zh_sg: %(_amount)s煤炭

# IDS_REWARDS_CREWPOINTS_TITLE
source: %(_amount)s Commander XP
es_mx: %(_amount)s puntos de XP del Comandante
ja: %(_amount)s 艦長 EXP
pl: %(_amount)s PD dowódcy
ru: %(_amount)s опыта командира
uk: %(_amount)s од. досвіду командира
zh: %(_amount)s опыта командира
zh_sg: %(_amount)s指挥官经验

# IDS_REWARDS_ELITEXP_TITLE
source: %(_amount)s Elite Commander XP
es_mx: %(_amount)s puntos de XP Élite del Comandante
ja: %(_amount)s エリート艦長 EXP
pl: %(_amount)s elitarnych PD dowódcy
ru: %(_amount)s элитного опыта командиров
uk: %(_amount)s од. елітного досвіду
zh: %(_amount)s элитного опыта командиров
zh_sg: %(_amount)s精英指挥官经验

# IDS_REWARDS_EVENTUM_1_TITLE
source: %(_amount)s Tokens
es_mx: %(_amount)s Fichas
ja: トークン %(_amount)s
pl: %(_amount)s żetony
ru: %(_amount)s жетонов
uk: %(_amount)s жетонів
zh: %(_amount)s жетонов
zh_sg: %(_amount)s代币

# IDS_REWARDS_EVENTUM_2_TITLE
source: %(_amount)s Tokens
es_mx: %(_amount)s Fichas
ja: トークン %(_amount)s
pl: %(_amount)s żetony
ru: %(_amount)s жетонов
uk: %(_amount)s жетонів
zh: %(_amount)s жетонов
zh_sg: %(_amount)s代币

# IDS_REWARDS_FOR_MISSION_COMPLETE
source: Reward for completing the final task of the mission:
es_mx: Recompensa por completar la tarea final de la misión
ja: このミッションの最終タスクの達成褒賞
pl: Nagroda za ukończenie ostatniego zadania misji
ru: Награда за выполнение финального задания миссии
uk: Нагорода за виконане фінальне завдання місії
zh: 完成任务最后工作的奖励
zh_sg: 完成最终目标奖励

# IDS_REWARDS_MOLYBDENUM_TITLE
source: %(_amount)s Clan Tokens
es_mx: %(_amount)s Fichas del Clan
ja: クラントークン %(_amount)s
pl: %(_amount)s żetonów klanowych
ru: %(_amount)s клановых жетонов
uk: %(_amount)s кланових жетонів
zh: %(_amount)s клановых жетонов
zh_sg: %(_amount)s军团代币

# IDS_REWARDS_PL_BARCAPACITY_TITLE
source: %(_amount)s place in the Reserve
es_mx: %(_amount)s espacio en la Reserva
ja: リザーブ部屋 x%(_amount)s
pl: %(_amount)s miejsce w rezerwie
ru: %(_amount)s место в резерве
uk: %(_amount)s місце в резерві
zh: %(_amount)s место в резерве
zh_sg: %(_amount)s个预备队空位

# IDS_REWARDS_PL_CREDITS_TITLE
source: %(_amount)s credit
es_mx: %(_amount)s crédito
ja: %(_amount)s クレジット
pl: %(_amount)s kredyt
ru: %(_amount)s кредит
uk: %(_amount)s кредит
zh: %(_amount)s кредит
zh_sg: %(_amount)s银币

# IDS_REWARDS_PL_EXP_TITLE
source: %(_amount)s XP
es_mx: %(_amount)s puntos de XP
ja: %(_amount)s EXP
pl: %(_amount)s PD
ru: %(_amount)s опыта
uk: %(_amount)s од. досвіду
zh: %(_amount)s опыта
zh_sg: %(_amount)s点经验

# IDS_REWARDS_PL_FREEXP_TITLE
source: %(_amount)s Free XP
es_mx: %(_amount)s puntos de XP Libre
ja: %(_amount)s フリー EXP
pl: %(_amount)s wolny PD
ru: %(_amount)s свободного опыта
uk: %(_amount)s од. вільного досвіду
zh: %(_amount)s свободного опыта
zh_sg: %(_amount)s点全局经验

# IDS_REWARDS_PL_GOLD_TITLE
source: %(_amount)s doubloon
es_mx: %(_amount)s doblón
ja: %(_amount)s ダブロン
pl: %(_amount)s dublon
ru: %(_amount)s дублон
uk: %(_amount)s дублон
zh: %(_amount)s дублон
zh_sg: %(_amount)s达布隆

# IDS_REWARDS_PL_PREMIUM_TITLE
source: %(_amount)s Wargaming Premium Account
es_mx: %(_amount)s Cuenta Premium de Wargaming
ja: Wargaming プレミアムアカウント %(_amount)s
pl: %(_amount)s konto premium Wargaming
ru: %(_amount)s Общего премиум аккаунта
uk: %(_amount)s Загального преміум акаунта
zh: %(_amount)s Общего премиум аккаунта
zh_sg: %(_amount)sWargaming高级账号

# IDS_REWARDS_PL_SLOTS_TITLE
source: %(_amount)s Port slot
es_mx: %(_amount)s espacio en el Puerto
ja: 港スロット x%(_amount)s
pl: %(_amount)s miejsce w porcie
ru: %(_amount)s слот
uk: %(_amount)s місце стоянки
zh: %(_amount)s слот
zh_sg: %(_amount)s个港口船位

# IDS_REWARDS_PL_WOWS_PREMIUM_TITLE
source: %(_amount)s Warships Premium Account
es_mx: %(_amount)s Cuenta Premium Warships
ja: Warships プレミアムアカウント %(_amount)s
pl: %(_amount)s konto premium Warships
ru: %(_amount)s Корабельного премиум аккаунта
uk: %(_amount)s Корабельного преміум акаунта
zh: %(_amount)s Корабельного премиум аккаунта
zh_sg: %(_amount)s战舰高级账号

# IDS_REWARDS_SALTPETER_TITLE
source: %(_amount)s Saltpeter
es_mx: %(_amount)s unidades de Salitre
ja: 硝石 x%(_amount)s
pl: %(_amount)s jedn. saletry
ru: %(_amount)s селитры
uk: %(_amount)s селітри
zh: %(_amount)s селитры
zh_sg: %(_amount)s硝石

# IDS_REWARDS_SET
source: Rewards
es_mx: Conjuntos de Recompensas
ja: 褒賞セット
pl: Zestawy nagród
ru: Набор наград
uk: Набір нагород
zh: Набор наград
zh_sg: 奖励组合

# IDS_REWARDS_SET_ABILITY
source: Consumables
es_mx: Un conjunto de consumibles
ja: 消耗品セット
pl: Zestaw sprzętu eksploatacyjnego
ru: Набор снаряжения
uk: Набір спорядження
zh: Набор снаряжения
zh_sg: 一组消耗品

# IDS_REWARDS_SET_ABILITY_DESCRIPTION
source: Consumables are used in battle to boost the characteristics of your ship or to enable extra features.
es_mx: Los consumibles se usan en las batallas para aumentar las características de tu barco o para activar características adicionales.
ja: 消耗品により、戦闘中に性能をブーストしたり、追加の要素を使用したりすることができます。
pl: Sprzęt eksploatacyjny wykorzystywany jest w bitwie do poprawiania parametrów Twojego okrętu lub zapewnienia dodatkowych możliwości.
ru: Снаряжение применяется в бою для улучшения характеристик корабля или получения дополнительных возможностей.
uk: Спорядження використовують у бою, щоб поліпшити характеристики корабля або, щоб отримати додаткові можливості.
zh: Снаряжение применяется в бою для улучшения характеристик корабля или получения дополнительных возможностей.
zh_sg: 消耗品可以在战斗中使用提升战舰的属性或获得额外的能力。

# IDS_REWARDS_SET_CAMOUFLAGE
source: Camouflages
es_mx: Un conjunto de camuflajes
ja: 迷彩セット
pl: Zestaw kamuflaży
ru: Набор камуфляжей
uk: Набір камуфляжів
zh: Набор камуфляжей
zh_sg: 一组涂装

# IDS_REWARDS_SET_CAMOUFLAGE_DESCRIPTION
source: Camouflage reduces detection range, decreases the firing accuracy of enemy ships attacking your ship, and increases the economic bonuses you earn in battles.
es_mx: Un camuflaje reduce el rango de detección, disminuye la precisión de disparo de los barcos enemigos que atacan a tu barco, y aumentan las bonificaciones económicas que obtienes en las batallas.
ja: 迷彩は、被発見距離を短縮し、自艦を攻撃中の敵艦艇の射撃精度を低下させ、戦闘褒賞に対するエコノミーボーナスを高めます。
pl: Kamuflaż zmniejsza wykrywalność okrętu i celność nieprzyjacielskiego ognia, a także zapewnia premie ekonomiczne do zarobków w bitwach.
ru: Камуфляж уменьшает заметность, снижает точность стрельбы противника по вашему кораблю или увеличивает экономические бонусы в бою.
uk: Камуфляж зменшує помітність, погіршує влучність стрільби супротивника у ваш корабель або збільшує економічні бонуси в бою.
zh: Камуфляж уменьшает заметность, снижает точность стрельбы противника по вашему кораблю или увеличивает экономические бонусы в бою.
zh_sg: 涂装可以降低被侦察范围、降低被敌舰命中的几率，以及提供经济收益加成。

# IDS_REWARDS_SET_DESCRIPTION
source: Rewards can include upgrades, camouflage patterns, credits, and many other in-game items.
es_mx: Las recompensas pueden incluir mejoras, patrones de camuflaje, créditos y muchos otros artículos del juego.
ja: 褒賞にはアップグレード、迷彩、クレジット、その他のゲーム内アイテムが含まれる可能性があります。
pl: Wśród nagród są ulepszenia, kamuflaże, kredyty oraz inne przedmioty w grze.
ru: Набор наград может содержать модернизации, камуфляжи, кредиты и многое другое.
uk: Набір нагород може містити модернізації, камуфляжі, кредити та багато іншого.
zh: Набор наград может содержать модернизации, камуфляжи, кредиты и многое другое.
zh_sg: 奖励可能包括升级品、涂装图案、银币以及很多其他游戏内道具。

# IDS_REWARDS_SET_FLAGS
source: Signals
es_mx: Un conjunto de señales
ja: 信号旗セット
pl: Zestaw sygnałów
ru: Набор сигналов
uk: Набір сигналів
zh: Набор сигналов
zh_sg: 一组信号旗

# IDS_REWARDS_SET_FLAGS_DESCRIPTION
source: Signals enhance ship characteristics and increase the amount of economic bonuses earned in battle.
es_mx: Las señales permiten mejorar las características de los barcos e incrementan la cantidad de bonificaciones económicas obtenidas en una batalla.
ja: 信号旗により、艦の性能を高めたり、各戦で取得するエコノミーボーナスを増加させたりすることが可能です。
pl: Instaluj sygnały na okręcie, żeby poprawić jego charakterystykę lub zwiększyć liczbę kredytów i PD zdobywanych w bitwach.
ru: Сигналы позволяют улучшать характеристики корабля и увеличивать экономические бонусы.
uk: Сигнали дають змогу поліпшити характеристики корабля та збільшити економічні бонуси.
zh: 为战舰安装信号旗能提高战舰的性能，甚至可以提升战舰每场战斗的经验与银币收益。
zh_sg: 信号旗在战斗中能提升战舰的属性以及提供经济收益加成。

# IDS_REWARDS_SET_MODERNIZATION
source: Upgrades
es_mx: Mejoras
ja: アップグレード
pl: Ulepszenia
ru: Набор модернизаций
uk: Набір модернізацій
zh: Набор модернизаций
zh_sg: 升级品

# IDS_REWARDS_SET_MODERNIZATION_DESCRIPTION
source: This set contains several types of ship upgrades. Upgrades improve the parameters of the entire ship or certain modules.
es_mx: Este conjunto contiene varios tipos de mejoras del barco. Las mejoras aumentan los parámetros de todo el barco o de ciertos módulos.
ja: このセットには数種類の艦艇アップグレードが含まれます。アップグレードは艦艇全体または特定のモジュールのパラメータを強化します。
pl: Ten zestaw zawiera kilka typów ulepszeń okrętu. Ulepszenia poprawiają parametry całego okrętu lub określonych modułów.
ru: Этот набор состоит из нескольких типов модернизаций для корабля. Модернизация улучшает боевые характеристики всего корабля или отдельных модулей.
uk: Цей набір складається з корабельних модернізацій кількох типів. Модернізація поліпшує бойові характеристики корабля взагалі чи його окремих модулів.
zh: Этот набор состоит из нескольких типов модернизаций для корабля. Модернизация улучшает боевые характеристики всего корабля или отдельных модулей.
zh_sg: 此组合包内含多种战舰升级品。升级品能提升战舰整体或特定配件的属性参数。

# IDS_REWARDS_SSE_TASK
source: Reward for completing the Mission
es_mx: Recompensa por completar la Misión
ja: ミッション達成褒賞
pl: Nagroda za ukończenie misji
ru: Награда за выполнение задачи
uk: Нагорода за виконане завдання
zh: 完成任务的奖励
zh_sg: 完成任务的奖励

# IDS_REWARDS_STEEL_TITLE
source: %(_amount)s Steel
es_mx: %(_amount)s unidades de Acero
ja: 鋼鉄 x%(_amount)s
pl: %(_amount)s jedn. stali
ru: %(_amount)s стали
uk: %(_amount)s сталі
zh: %(_amount)s стали
zh_sg: %(_amount)s钢

# IDS_REWARDS_TITLE_1
source: Doubloons Bonus
es_mx: Bono de Doblones
ja: ダブロンボーナス
pl: Premia do dublonów
ru: Дублоны в подарок
uk: Дублони у подарунок
zh: 金币奖励
zh_sg: 达布隆奖励

# IDS_REWARDS_TITLE_2
source: Credits Bonus
es_mx: Bonificación en Créditos
ja: クレジットボーナス
pl: Premia do kredytów
ru: Кредиты в подарок
uk: Кредити у подарунок
zh: 银币奖励
zh_sg: 银币奖励

# IDS_REWARDS_TITLE_3
source: Premium Account Bonus
es_mx: Bonificación por Cuenta Premium
ja: プレミアムアカウントボーナス
pl: Bonus konta Premium
ru: Премиум аккаунт в подарок
uk: Преміум акаунт у подарунок
zh: 高级账号奖励
zh_sg: 高级账号奖励

# IDS_REWARDS_TITLE_4
source: Signals Bonus
es_mx: Bonos de Banderas
ja: 信号旗ボーナス
pl: Sygnały bonusowe
ru: Сигналы в подарок
uk: Сигнали у подарунок
zh: 信号旗奖励
zh_sg: 信号旗奖励

# IDS_REWARDS_TITLE_5
source: Free Experience Bonus
es_mx: Bonificación en Experiencia Libre
ja: フリー EXP ボーナス
pl: Premia do wolnego doświadczenia
ru: Свободный опыт в подарок
uk: Вільний досвід у подарунок
zh: 全局经验奖励
zh_sg: 全局经验奖励

# IDS_REWARD_ACCPOINTSCOEFF_TITLE
source: Accelerated unlocking of access levels
es_mx: Desbloqueo acelerado de los niveles de acceso
ja: アクセスレベルのアンロック促進
pl: Przyśpieszone odblokowywanie poziomów dostępu
ru: Ускоренное получение уровней доступа
uk: Прискорене отримання рівнів доступу
zh: 服役纪录进度
zh_sg: 加速解锁权限等级

# IDS_REWARD_ACCPOINTS_TITLE
source: New access level unlocked
es_mx: Nuevo nivel de acceso desbloqueado
ja: 新たなアクセスレベルをアンロック
pl: Odblokowano nowy poziom dostępu
ru: Получен новый уровень доступа
uk: Отримано новий рівень доступу
zh: 服役纪录进度
zh_sg: 已解锁新的权限等级

# IDS_REWARD_AVAILABLE
source: A new reward is available
es_mx: Una nueva recompensa está disponible
ja: 新褒賞を利用可能
pl: Dostępna jest nowa nagroda
ru: Доступна новая награда
uk: Доступна нова нагорода
zh: Доступна новая награда
zh_sg: 有可用的新奖励

# IDS_REWARD_BARCAPACITY_TITLE
source: Place in Reserve
es_mx: Colocar en Reserva
ja: リザーブ部屋
pl: Miejsce w Rezerwie
ru: Место в Резерве
uk: Місце в Резерві
zh: 用于储备的空间
zh_sg: 储备位置

# IDS_REWARD_BRASS_TITLE
source: Ranked Tokens
es_mx: Fichas de Rango
ja: ランクトークン
pl: Żetony rankingowe
ru: Ранговые жетоны
uk: Рангові жетони
zh: 煤炭
zh_sg: 排位代币

# IDS_REWARD_CLANRESOURCE_TITLE
source: Oil
es_mx: Petróleo
ja: オイル
pl: Ropa
ru: Нефть
uk: Нафта
zh: 石油
zh_sg: 石油

# IDS_REWARD_COAL_TITLE
source: Coal
es_mx: Carbón
ja: 石炭
pl: Węgiel
ru: Уголь
uk: Вугілля
zh: 煤矿
zh_sg: 煤炭

# IDS_REWARD_CREDITSCOEFF_TITLE
source: Additional Credits per Battle
es_mx: Créditos Adicionales por Batalla
ja: 各戦での追加クレジット
pl: Dodatkowe kredyty na bitwę
ru: Дополнительные кредиты за бой
uk: Додаткові кредити за бій
zh: 每场战斗的额外银币收益
zh_sg: 每场战斗的额外银币收益

# IDS_REWARD_CREDITS_TITLE
source: Credits
es_mx: Créditos
ja: クレジット
pl: Kredyty
ru: Кредиты
uk: Кредити
zh: 银币
zh_sg: 银币

# IDS_REWARD_CREWPOINTSCOEFF_TITLE
source: Additional Commander XP
es_mx: XP Adicional del Comandante
ja: 追加艦長 EXP
pl: Dodatkowe PD dowódcy
ru: Дополнительный опыт командира
uk: Додатковий досвід командира
zh: 额外的舰长经验收益
zh_sg: 额外指挥官经验

# IDS_REWARD_CREWPOINTS_TITLE
source: Commander XP
es_mx: XP del Comandante
ja: 艦長 EXP
pl: PD dowódcy
ru: Опыт командира
uk: Досвід командира
zh: 舰长经验
zh_sg: 指挥官经验

# IDS_REWARD_CREW_TITLE
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: Командир
uk: Командир
zh: 指挥官
zh_sg: 指挥官

# IDS_REWARD_ELITEXP_TITLE
source: Elite Commander XP
es_mx: XP Élite del Comandante
ja: エリート艦長 EXP
pl: Elitarne PD dowódcy
ru: Элитный опыт командиров
uk: Елітний досвід командирів
zh: 精英指挥官经验
zh_sg: 精英指挥官经验

# IDS_REWARD_EVENTUM_1_TITLE
source: Battle Tokens
es_mx: Fichas de Verano
ja: 戦闘トークン
pl: Żetony bitewne
ru: Боевые жетоны
uk: Літні жетони
zh: Боевые жетоны
zh_sg: 夏季代币

# IDS_REWARD_EVENTUM_2_TITLE
source: Cyber Tokens
es_mx: Fichas Alemanas
ja: サイバートークン
pl: Cyberżetony
ru: Кибержетоны
uk: Німецькі жетони
zh: Кибер-жетоны
zh_sg: 德国代币

# IDS_REWARD_EXPCOEFF_TITLE
source: Additional XP per Battle
es_mx: XP Adicional por Batalla
ja: 各戦での追加 EXP
pl: Dodatkowe PD na bitwę
ru: Дополнительный опыт за бой
uk: Додатковий досвід за бій
zh: 每场战斗的额外经验收益
zh_sg: 每场战斗额外经验

# IDS_REWARD_EXP_TITLE
source: XP per battle
es_mx: XP por Batalla
ja: 各戦での EXP
pl: PD na bitwę
ru: Опыт за бой
uk: Досвід за бій
zh: 每场战斗的经验收益
zh_sg: 每场战斗经验

# IDS_REWARD_FOR_ACCOUNT_LEVEL
source: Reward for reaching this level
es_mx: Recompensa por alcanzar este nivel
ja: このレベルへの到達褒賞
pl: Nagroda za osiągniecie tego poziomu
ru: Награда за достижение уровня
uk: Нагорода за досягнутий рівень
zh: 达到此等级的奖励
zh_sg: 达到此等级的奖励

# IDS_REWARD_FOR_BATTLE
source: Reward
es_mx: Recompensa
ja: 褒賞
pl: Nagroda
ru: Награда
uk: Нагорода
zh: 奖励
zh_sg: 奖励

# IDS_REWARD_FOR_CAMPAIGN
source: Reward for finishing the Campaign:
es_mx: Recompensa por terminar la Campaña
ja: キャンペーン達成褒賞
pl: Nagroda za ukończenie kampanii
ru: Награда за прохождение кампании
uk: Нагорода за пройдену кампанію
zh: 完成战役的奖励
zh_sg: 完成战役奖励

# IDS_REWARD_FOR_CLAN_BATTLE
source: Reward for Clan Battles
es_mx: Recompensa para Batallas de Clan
ja: クラン戦褒賞
pl: Nagroda za bitwy klanowe
ru: Награда за клановые бои
uk: Нагорода за кланові бої
zh: 军团战斗的奖励
zh_sg: 军团战的奖励

# IDS_REWARD_FOR_COLLECTION
source: Reward for a complete collection:
es_mx: Recompensa por una colección completa
ja: コレクション完成褒賞
pl: Nagroda za skompletowanie kolekcji
ru: Награда за сбор коллекции
uk: Нагорода за зібрану колекцію
zh: 完成收集任务的奖励
zh_sg: 完成收集任务的奖励

# IDS_REWARD_FOR_FINISHING_CHALLENGE
source: Reward for completing the challenge
es_mx: Recompensa por completar el reto
ja: チャレンジ達成褒賞
pl: Nagroda za wypełnienie wyzwania
ru: Награда за прохождение испытания
uk: Нагорода за пройдене випробування
zh: 完成挑战任务而获得的奖励
zh_sg: 完成挑战任务而获得的奖励

# IDS_REWARD_FOR_FINISHING_DAILY_QUEST
source: Reward for completing the daily mission
es_mx: Recompensa por completar la misión diaria
ja: デイリーミッション達成褒賞
pl: Nagroda za wypełnienie codziennej misji
ru: Награда за выполнение ежедневной задачи
uk: Нагорода за виконане щоденне завдання
zh: 完成每日任务而获得的奖励
zh_sg: 完成日常而获得的奖励

# IDS_REWARD_FOR_FINISHING_STEP
source: Reward for completing the current stage
es_mx: Recompensa por completar la etapa actual
ja: 現ステージ達成褒賞
pl: Nagroda za wypełnienie bieżącego etapu
ru: Награда за выполнение текущего этапа
uk: Нагорода за виконаний етап
zh: 完成现阶段任务而获得的奖励
zh_sg: 完成现阶段任务而获得的奖励

# IDS_REWARD_FOR_FINISHING_STEP_GENERAL
source: Reward for completing the stage
es_mx: Recompensa por completar la etapa
ja: ステージ達成褒賞
pl: Nagroda za ukończenie etapu
ru: Награда за выполнение этапа
uk: Нагорода за виконаний етап
zh: 完成该阶段的奖励
zh_sg: 完成该阶段的奖励

# IDS_REWARD_FOR_FINISHING_TASK
source: Reward for completing the combat mission
es_mx: Recompensa por completar la misión de combate
ja: コンバットミッション達成褒賞
pl: Nagroda za wypełnienie misji bojowych
ru: Награда за выполнение боевой задачи
uk: Нагорода за виконане бойове завдання
zh: 完成作战任务的奖励
zh_sg: 完成作战任务的奖励

# IDS_REWARD_FOR_RANK
source: Reward for reaching this Rank
es_mx: Recompensa por alcanzar este Rango
ja: このランクの達成褒賞
pl: Nagroda za osiągnięcie tego stopnia
ru: Награда за достижение ранга
uk: Нагорода за досягнутий ранг
zh: 达到排位的奖励
zh_sg: 排名奖励

# IDS_REWARD_FOR_SEASON_END
source: Reward for participation in the season
es_mx: Recompensa por participar en la temporada
ja: 今シーズンへの参加褒賞
pl: Nagroda za udział w sezonie
ru: Награда за участие в сезоне
uk: Нагорода за участь у сезоні
zh: 参与赛季的奖励
zh_sg: 赛季参与奖励

# IDS_REWARD_FOR_SUBCOLLECTION
source: Reward for completing the sub-collection:
es_mx: Recompensa por completar la sub-colección
ja: サブコレクション完成褒賞
pl: Nagroda za zebranie podkolekcji
ru: Награда за сбор страницы
uk: Нагорода за зібрану підколекцію
zh: 完成附属收藏的奖励
zh_sg: 完成附属收藏的奖励

# IDS_REWARD_FOR_SUB_ALBUM
source: Reward for completing the sub-collection:
es_mx: Recompensa por completar la sub-colección
ja: サブコレクション完成褒賞
pl: Nagroda za zebranie podkolekcji
ru: Награда за сбор страницы
uk: Нагорода за зібрану підколекцію
zh: 完成附属收藏的奖励
zh_sg: 完成附属收藏的奖励

# IDS_REWARD_FREEXPCOEFF_TITLE
source: Additional Free XP per Battle
es_mx: XP Libre Adicional por Batalla
ja: 各戦での追加フリー経験値
pl: Dodatkowe wolne PD na bitwę
ru: Дополнительный свободный опыт за бой
uk: Додатковий вільний досвід за бій
zh: 每场战斗额外增加的全局经验
zh_sg: 每场战斗额外增加的全局经验

# IDS_REWARD_FREEXP_TITLE
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_REWARD_GIFTBOX_OVER_INSTRUCTION
source: Place the cursor on the Gift Box to see its contents.
es_mx: Pon el cursor en la Caja de Regalos para ver su contenido.
ja: ギフトボックスにカーソルを合わせると、内容を確認できます。
pl: Umieść kursor na skrzynce z prezentami, aby obejrzeć jej zawartość.
ru: Наведите курсор на контейнер, чтобы увидеть его содержимое.
uk: Наведіть курсор на подарунковий контейнер, щоб побачити його вміст.
zh: 把鼠标指针放到礼品箱上可以看看里面的内容。
zh_sg: 把鼠标指针放到礼品箱上可以看到里面的内容。

# IDS_REWARD_GIVEN_EVERY_TIME
source: The reward is granted each time the achievement is earned.
es_mx: La recompensa es otorgada cada vez que se obtiene el logro.
ja: この実績を取得した際には、毎回褒賞が与えられます
pl: Nagroda przyznawana jest za każdym razem, gdy zdobywane jest odznaczenie.
ru: Награда выдаётся при каждом получении достижения
uk: Нагорода видається за кожне здобуте досягнення
zh: 每一次获得该成就都会给予奖励。
zh_sg: 每一次获得该成就都会给予奖励。

# IDS_REWARD_GIVEN_ONCE
source: The reward is granted the first time the achievement is earned.
es_mx: La recompensa es otorgada la primera vez que se obtiene el logro.
ja: 褒賞は、最初にこの実績を取得した際のみに与えられます
pl: Nagroda przyznawana jest za pierwszym razem, gdy zdobywane jest odznaczenie.
ru: Награда выдаётся при первом получении достижения
uk: Нагорода видається за перше здобуте досягнення
zh: 第一次获得该成就就会给予奖励。
zh_sg: 第一次获得该成就就会给予奖励。

# IDS_REWARD_GIVEN_ONCE_PER_DAY
source: The reward is granted once in each 24-hour period.
es_mx: La recompensa es otorgada una vez cada 24 horas.
ja: 褒賞は、24 時間あたり 1 回まで与えられます
pl: Nagroda przyznawana jest raz na 24 godziny.
ru: Награда выдаётся один раз в сутки.
uk: Нагороду видають один раз на добу.
zh: 每 24 小时周期会给予一次奖励。
zh_sg: 每 24 小时周期会给予一次奖励。

# IDS_REWARD_GOLD_TITLE
source: Doubloons
es_mx: Doblones
ja: ダブロン
pl: Dublony
ru: Дублоны
uk: Дублони
zh: 金币
zh_sg: 达布隆

# IDS_REWARD_IS_TAKEN
source: Received
es_mx: Recibido
ja: 取得
pl: W sumie
ru: Получено
uk: Отримано
zh: 总共
zh_sg: 获得

# IDS_REWARD_LOOTBOX_0_TITLE
source: Ordinary Container
es_mx: Contenedor ordinario
ja: 通常コンテナ
pl: Zwykły kontener
ru: Обычный контейнер
uk: Звичайний контейнер
zh: 普通幸运补给箱
zh_sg: 普通补给箱
