Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PARAMS_MODIFIER_BUBBLEDAMAGEMULTIPLIER
source: Damage from shell explosions
es_mx: Daño de las explosiones de los proyectiles
ja: 砲弾の爆発によるダメージ
pl: Uszkodzenia od eksplozji pocisków
ru: Урон от разрывов снарядов
uk: Шкода від вибухів снарядів
zh: 中和远程防空火力的炮弹爆炸半径内的每秒伤害
zh_sg: 炮弹爆炸伤害

# IDS_PARAMS_MODIFIER_BURNCHANCEFACTORBIG
source: Chances of a fire being caused by a shell of a caliber of more than 160 mm, or an HE bomb
es_mx: Probabilidad de causar un incendio con un proyectil de un calibre superior a 160 mm, o con una bomba HE
ja: 口径 160 mm を超える砲弾および HE 爆弾による火災発生率
pl: Szanse na wzniecenie pożaru pociskiem o kalibrze większym niż 160 mm lub bombą lotniczą OB
ru: Вероятность поджога снарядом калибра более 160 мм и ОФ-бомбой
uk: Імовірність підпалу снарядом калібру понад 160 мм й ОФ-бомбою
zh: 弹药或是航空炸弹口径超过160毫米造成起火的机率
zh_sg: 由口径160毫米以上的火炮或由高爆炸弹造成起火的几率

# IDS_PARAMS_MODIFIER_BURNCHANCEFACTORSMALL
source: Chances of a fire being caused by a shell of a caliber up to and including 160 mm, or an HE rocket
es_mx: Probabilidad de causar un incendio con un proyectil de un calibre igual o menor a 160 mm, o con un cohete HE
ja: 口径 160 mm 以下の砲弾および HE ロケット弾による火災発生率
pl: Szanse na wzniecenie pożaru pociskiem o kalibrze nie większym niż 160 mm lub rakietą OB
ru: Вероятность поджога снарядом калибра до 160 мм включительно и ОФ-ракетой
uk: Імовірність підпалу снарядом калібру до 160 мм включно й ОФ-ракетою
zh: 口径小于或等于160毫米的炮弹以及火箭造成起火的机率
zh_sg: 由口径160毫米及以下的火炮或由高爆火箭弹造成起火的几率

# IDS_PARAMS_MODIFIER_BURNPROB
source: Risk of catching fire
es_mx: Riesgo de incendiarse
ja: 火災発生率
pl: Ryzyko wybuchu pożaru
ru: Вероятность возникновения пожара
uk: Імовірність виникнення пожежі
zh: 起火机率
zh_sg: 起火几率

# IDS_PARAMS_MODIFIER_BURNTIME
source: Fire extinguishing time
es_mx: Tiempo para extinguir un incendio
ja: 火災消火時間
pl: Czas gaszenia pożaru
ru: Время тушения пожара
uk: Час гасіння пожежі
zh: 灭火时间
zh_sg: 灭火时间

# IDS_PARAMS_MODIFIER_BURNTIMEPENALTY
source: Restoration time of aircraft when the ship is on fire
es_mx: Tiempo de recuperación de la aviación cuando el barco está en llamas
ja: 艦に火災が発生している場合の中隊復旧時間
pl: Czas uzupełniania samolotów, kiedy na okręcie jest pożar
ru: Время восстановления самолётов во время пожара
uk: Час відновлення літаків під час пожежі
zh: 战舰起火时机队的整备时间
zh_sg: 战舰起火时的飞机的恢复时间

# IDS_PARAMS_MODIFIER_CHANCETOSETONFIREBONUSALL
source: Chances of HE shells causing a fire on target
es_mx: Probabilidad de que los proyectiles HE causen un incendio en un objetivo
ja: HE 弾による火災発生率
pl: Szansa na podpalenie celu pociskami OB
ru: Вероятность поджога ОФ-снарядами
uk: Імовірність підпалу ОФ-снарядами
zh: HE弹造成目标起火的机率
zh_sg: 高爆弹造成目标起火的几率

# IDS_PARAMS_MODIFIER_CHANCETOSETONFIREBONUSBIG
source: Chances of a fire being caused by HE shells with a caliber above 139 mm
es_mx: Probabilidad de incendio causado por proyectiles HE de un calibre mayor a 139 mm
ja: 口径 139 mm を超える榴弾 (HE) による火災発生率
pl: Szansa na podpalenie pociskami OB o kalibrze większym niż 139 mm
ru: Вероятность поджога ОФ-снарядами калибра более 139 мм
uk: Імовірність підпалу ОФ-снарядами калібру понад 139 мм
zh: 超过139毫米火炮的高爆弹起火机率
zh_sg: 139毫米以上口径高爆弹造成起火的几率

# IDS_PARAMS_MODIFIER_CHANCETOSETONFIREBONUSSMALL
source: The chances of fire being caused by HE shells without modifiers being applied reduced by half.
es_mx: Las probabilidades de causar un incendio con proyectiles HE sin aplicar modificadores se reducen a la mitad.
ja: HE 弾による火災発生率 (各種補正を適用する前の値) が半減
pl: Ryzyko podpalenia pociskiem OB bez modyfikatorów jest o połowę mniejsze.
ru: Вероятность поджога ОФ-снарядами без учёта модификаторов снижается в два раза.
uk: Імовірність підпалу ОФ-снарядами без урахування модифікаторів зменшується вдвічі.
zh: 等于小于139毫米火炮的高爆弹起火机率
zh_sg: 受到高爆弹攻击基础起火几率减半，不包含加成部分。

# IDS_PARAMS_MODIFIER_COLLISIONDAMAGEAPPLY
source: Damage caused by ramming an enemy
es_mx: Daño causado por embestir a un enemigo
ja: 敵に体当たりした際の与ダメージ
pl: Uszkodzenia zadawane przy taranowaniu wroga
ru: Наносимый урон при таране противника
uk: Шкода, яку завдаєте таранячи супротивника
zh: 撞击敌方战舰造成的伤害
zh_sg: 造成撞击伤害

# IDS_PARAMS_MODIFIER_COLLISIONDAMAGENERF
source: Damage received when ramming an enemy
es_mx: Daño recibido por embestir a un enemigo
ja: 敵に体当たりした際の被ダメージ
pl: Uszkodzenia otrzymywane podczas taranowania przeciwnika
ru: Получаемый урон при таране противника
uk: Шкода, яку отримуєте таранячи супротивника
zh: 撞击敌方战舰损失的血量
zh_sg: 受到撞击伤害

# IDS_PARAMS_MODIFIER_CONSUMABLEPLANESPEEDCOEFFICIENT
source: Airspeed of catapult aircraft
es_mx: Velocidad aerodinámica de la aviación catapultada
ja: 水上機の速力
pl: Prędkość samolotu katapultowanego
ru: Скорость катапультных самолётов
uk: Швидкість катапультних літаків
zh: 弹射飞机的航速
zh_sg: 弹射式飞机的飞行速度

# IDS_PARAMS_MODIFIER_CONSUMABLERELOADTIME
source: Reload time of ship consumables
ja: 艦艇消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego okrętu
ru: Время перезарядки снаряжения корабля
zh: Время перезарядки снаряжения корабля

# IDS_PARAMS_MODIFIER_CONSUMABLESWORKTIME
source: Action time of the ship's consumables
ja: 艦艇の消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego okrętu
ru: Время работы снаряжения корабля
zh: Время работы снаряжения корабля

# IDS_PARAMS_MODIFIER_CONSUMABLESWORKTIMECOEF
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_CONSUMABLES_INFINITY_NUM
source: Number of consumables is unlimited
es_mx: El número de consumibles es ilimitado
ja: 消耗品の数は無制限
pl: Liczebność sprzętu eksploatacyjnego jest nieograniczona
ru: Количество снаряжения неограниченно
uk: Кількість спорядження не обмежена
zh: 无限消耗品数量
zh_sg: 消耗品数量无限制

# IDS_PARAMS_MODIFIER_CONSUMABLEWORKTIME
source: Action time of all consumables
es_mx: Tiempo de acción de todos los consumibles
ja: 全消耗品の動作時間
pl: Czas działania wszystkich sprzętów eksploatacyjnych
ru: Время работы всего снаряжения
uk: Час роботи всього спорядження
zh: Время работы всего снаряжения
zh_sg: 所有消耗品的作用时间

# IDS_PARAMS_MODIFIER_CRASHCREWRELOADCOEFFICIENT
source: Reload time of the Damage Control Party consumable
es_mx: Tiempo de recarga del consumible Equipo de Control de Daños
ja: 消耗品「応急工作班」の準備時間
pl: Czas przeładowania Grupy naprawczo-ratunkowej
ru: Время перезарядки снаряжения «Аварийная команда»
uk: Час перезаряджання спорядження «Аварійно-рятувальна команда»
zh: 伤害控制小组消耗品的重新装载时间
zh_sg: 伤害控制小组消耗品的装填时间

# IDS_PARAMS_MODIFIER_CRASHCREWWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_CREDITSFACTOR
source: Credits per battle
es_mx: Créditos por batalla
ja: 各戦でのクレジット
pl: Kredyty na bitwę
ru: Кредиты за бой
uk: Кредити за бій
zh: 每场战斗的银币收入
zh_sg: 每场银币

# IDS_PARAMS_MODIFIER_CREWEXPFACTOR
source: Commander XP
es_mx: XP del Comandante
ja: 艦長 EXP
pl: PD dowódcy
ru: Опыт командира
uk: Досвід командира
zh: 舰长经验
zh_sg: 指挥官经验

# IDS_PARAMS_MODIFIER_CRITPROBCOEFFICIENT
source: Risk of modules becoming incapacitated
es_mx: Riesgo de que los módulos sean incapacitados
ja: モジュールが機能停止する確率
pl: Ryzyko poważnego uszkodzenia modułów
ru: Вероятность выхода модулей из строя
uk: Імовірність виходу модулів з ладу
zh: 配件失去作用机率
zh_sg: 配件瘫痪几率

# IDS_PARAMS_MODIFIER_CRITTIMECOEFFICIENT
source: Time of repair, fire extinguishing, and recovery from flooding
es_mx: Hora de reparar, extinguir el fuego, y recuperse de las inundaciones
ja: 修理、消火、浸水復旧の所要時間
pl: Czas naprawy, gaszenia pożaru i zwalczania zalań
ru: Время устранения неисправностей, пожаров и затоплений
uk: Час усунення несправностей, пожеж та затоплень
zh: 维修、灭火以及进水恢复时间
zh_sg: 修理、灭火和进水恢复时间

# IDS_PARAMS_MODIFIER_CRUISERCOEFFICIENT
source: Detectability of cruisers
es_mx: Detectabilidad de los cruceros
ja: 巡洋艦の被発見性
pl: Wykrywalność krążowników
ru: Заметность крейсеров
uk: Помітність крейсерів
zh: 巡洋舰的被侦测系数
zh_sg: 巡洋舰被发现的可能性

# IDS_PARAMS_MODIFIER_DAMAGEMULTIPLIER
source: Damage by AA defenses
es_mx: Daño de las defensas AA
ja: 対空兵装によるダメージ
pl: Uszkodzenia zadawane przez obronę przeciwlotniczą
ru: Урон ПВО
uk: Шкода ППО
zh: 防空防御的伤害
zh_sg: 对空防御造成的伤害

# IDS_PARAMS_MODIFIER_DESTROYERCOEFFICIENT
source: Detectability of destroyers
es_mx: Detectabilidad de los destructores
ja: 駆逐艦の被発見性
pl: Wykrywalność niszczycieli
ru: Заметность эсминцев
uk: Помітність есмінців
zh: 驱逐舰的被发现机率
zh_sg: 驱逐舰被发现的可能性

# IDS_PARAMS_MODIFIER_DISTSHIP
source: Detection of ships
es_mx: Detección de barcos
ja: 艦艇の発見
pl: Wykrywanie okrętów
ru: Обнаружение кораблей
uk: Виявлення кораблів
zh: 战舰的侦测性
zh_sg: 战舰侦察性

# IDS_PARAMS_MODIFIER_DISTTORPEDO
source: Detection of torpedoes
es_mx: Detección de torpedos
ja: 魚雷の発見
pl: Wykrywanie torped
ru: Обнаружение торпед
uk: Виявлення торпед
zh: 鱼雷被侦测性
zh_sg: 鱼雷侦察性

# IDS_PARAMS_MODIFIER_DIVEBOMBER
source: Bomber aiming speed
es_mx: Tiempo para apuntar del bombardero
ja: 爆撃機の照準速度
pl: Szybkość celowania bombowców nurkujących
ru: Скорость сведения у бомбардировщиков
uk: Швидкість зведення у бомбардувальників
zh: 俯冲轰炸机
zh_sg: 轰炸机瞄准速度

# IDS_PARAMS_MODIFIER_DIVEBOMBERACCURACYINCRATECOEFF
source: [UNUSED]Bomber aiming speed
es_mx: [UNUSED]Velocidad para apuntar del bombardero
ja: [UNUSED]爆撃機の照準速度
pl: [NIEUŻYWANE]Szybkość celowania bombowców nurkujących
ru: [UNUSED]Скорость сведения у бомбардировщиков
uk: [UNUSED]Швидкість зведення у бомбардувальників
zh: [UNUSED]Скорость сведения у бомбардировщиков
zh_sg: [UNUSED]轰炸机瞄准速度

# IDS_PARAMS_MODIFIER_DIVEBOMBERHEALTH
source: Bomber HP
ja: 爆撃機の HP
pl: PW bombowca nurkującego
ru: Боеспособность бомбардировщиков
zh: 俯冲轰炸机血量

# IDS_PARAMS_MODIFIER_DIVEBOMBERMAXSPEEDMULTIPLIER
source: [HIDDEN]Maximum speed of bombers
es_mx: [UNUSED]Velocidad máxima de los bombarderos
ja: [HIDDEN]爆撃機の最高速度
pl: [UKRYTE]Prędkość maksymalna bombowców
ru: [HIDDEN]Максимальная скорость бомбардировщиков
uk: [HIDDEN]Максимальна швидкість бомбардувальників
zh: [HIDDEN]Максимальная скорость бомбардировщиков
zh_sg: [HIDDEN]轰炸机最高速度

# IDS_PARAMS_MODIFIER_DIVEBOMBERMINSPEEDMULTIPLIER
source: [HIDDEN]Minimum speed of bombers
es_mx: [UNUSED]Velocidad mínima de los bombarderos
ja: [HIDDEN]爆撃機の最低速度
pl: [UKRYTE]Prędkość minimalna bombowców
ru: [HIDDEN]Минимальная скорость бомбардировщиков
uk: [HIDDEN]Мінімальна швидкість бомбардувальників
zh: [HIDDEN]Минимальная скорость бомбардировщиков
zh_sg: [HIDDEN]轰炸机最低速度

# IDS_PARAMS_MODIFIER_DIVEBOMBERSPEEDMULTIPLIER
source: Cruising speed of bombers
es_mx: Velocidad de crucero de los bombarderos
ja: 爆撃機の巡航速度
pl: Prędkość przelotowa bombowców
ru: Крейсерская скорость бомбардировщиков
uk: Крейсерська швидкість бомбардувальників
zh: Крейсерская скорость бомбардировщиков
zh_sg: 轰炸机巡航速度

# IDS_PARAMS_MODIFIER_DIVEBOMBERSPREADMULTIPLIER
source: [UNUSED]Accuracy of bombers
es_mx: [UNUSED]Precisión de los bombarderos
ja: [UNUSED]爆撃機の精度
pl: [NIEUŻYWANE]Celność bombowców
ru: [UNUSED]Точность бомбардировщиков
uk: [UNUSED]Влучність бомбардувальників
zh: [UNUSED]Точность бомбардировщиков
zh_sg: [UNUSED]轰炸机准度

# IDS_PARAMS_MODIFIER_DIVEBOMBERSPREPARECOEFFICIENT
source: Bomber restoration time
es_mx: Tiempo de recuperación de los bombarderos
ja: 爆撃機の復旧時間
pl: Czas uzupełniania bombowców nurkujących
ru: Время восстановления бомбардировщиков
uk: Час відновлення бомбардувальників
zh: 俯冲轰炸机的整备时间
zh_sg: 轰炸机恢复时间

# IDS_PARAMS_MODIFIER_ENGINEBOOSTCOEF
source: Engine power
es_mx: Potencia del motor
ja: 機関出力
pl: Moc silnika
ru: Мощность двигателя
uk: Потужність двигуна
zh: 引擎功率
zh_sg: 引擎功率

# IDS_PARAMS_MODIFIER_ENGINECRITPROB
source: Risk of engine becoming incapacitated
es_mx: Riesgo de que el motor sea incapacitado
ja: 主機が機能停止する確率
pl: Ryzyko poważnego uszkodzenia silnika
ru: Вероятность выхода двигателя из строя
uk: Імовірність виведення з ладу двигуна
zh: 引擎失效的机率
zh_sg: 引擎瘫痪风险

# IDS_PARAMS_MODIFIER_ENGINEFORWARDUPTIME
source: Time taken to reach full engine power when accelerating
es_mx: Tiempo para alcanzar la máxima potencia del motor al acelerar
ja: 加速時における最大出力までの到達時間
pl: Czas do osiągnięcia pełnej mocy silnika podczas przyspieszania
ru: Время набора максимальной мощности при разгоне
uk: Час набору максимальної потужності під час розгону
zh: 加速之后达到极速所需要的时间
zh_sg: 加速到发动机全功率所需时间

# IDS_PARAMS_MODIFIER_ENGINEREPAIRTIME
source: Engine repair time
es_mx: Tiempo de reparación del motor
ja: 主機の修理時間
pl: Czas naprawy silnika
ru: Время ремонта двигателя
uk: Час ремонту двигуна
zh: 引擎维修时间
zh_sg: 引擎维修时间

# IDS_PARAMS_MODIFIER_EXPFACTOR
source: XP per battle
es_mx: XP por Batalla
ja: 各戦での EXP
pl: PD na bitwę
ru: Опыт за бой
uk: Досвід за бій
zh: 每场战斗的经验收益
zh_sg: 每场战斗经验

# IDS_PARAMS_MODIFIER_EXTRAFIGHTERCOUNT
source: Number of aircraft
es_mx: Cantidad de aviones
ja: 航空機の機数
pl: Liczba samolotów
ru: Количество самолётов
uk: Кількість літаків
zh: 飞机数量
zh_sg: 飞机数量

# IDS_PARAMS_MODIFIER_FIGHTER
source: Attack aircraft aiming speed
es_mx: Tiempo para apuntar del avión de ataque
ja: 攻撃機の照準速度
pl: Szybkość celowania samolotów szturmowych
ru: Скорость сведения у штурмовиков
uk: Швидкість зведення у штурмовиків
zh: 战斗机
zh_sg: 攻击机瞄准速度

# IDS_PARAMS_MODIFIER_FIGHTERACCURACYINCRATECOEFF
source: [UNUSED]Attack aircraft aiming speed
es_mx: [UNUSED]Velocidad para apuntar del avión de ataque
ja: [UNUSED]攻撃機の照準速度
pl: [NIEUŻYWANE]Szybkość celowania samolotów szturmowych
ru: [UNUSED]Скорость сведения у штурмовиков
uk: [UNUSED]Швидкість зведення у штурмовиків
zh: [UNUSED]Скорость сведения у штурмовиков
zh_sg: [UNUSED]攻击机瞄准速度

# IDS_PARAMS_MODIFIER_FIGHTERAIMINGTIME
source: Attack aircraft attack time
ja: 攻撃機の攻撃時間
pl: Czas ataku samolotów szturmowych
ru: Время атаки штурмовиков
zh: 战斗机攻击时间

# IDS_PARAMS_MODIFIER_FIGHTERHEALTH
source: Attack aircraft HP
ja: 攻撃機の HP
pl: PW samolotów szturmowych
ru: Боеспособность штурмовиков
zh: 战斗机的血量

# IDS_PARAMS_MODIFIER_FIGHTERLIFETIMECOEFFICIENT
source: Airborne time
es_mx: Tiempo en vuelo
ja: 滞空時間
pl: Czas w powietrzu
ru: Время полёта
uk: Час польоту
zh: 作战时间
zh_sg: 空中时间

# IDS_PARAMS_MODIFIER_FIGHTERMAXSPEEDMULTIPLIER
source: [UNUSED]Maximum speed of attack aircraft
es_mx: [UNUSED]Velocidad máxima del avión de ataque
ja: [UNUSED]攻撃機の最高速度
pl: [NIEUŻYWANE]Prędkość maksymalna samolotów szturmowych
ru: [UNUSED]Максимальная скорость штурмовиков
uk: [HIDDEN]Максимальна швидкість штурмовиків
zh: [UNUSED]Максимальная скорость штурмовиков
zh_sg: [UNUSED]攻击机最高速度

# IDS_PARAMS_MODIFIER_FIGHTERMINSPEEDMULTIPLIER
source: [UNUSED]Minimum speed of attack aircraft
es_mx: [UNUSED]Velocidad mínima del avión de ataque
ja: [UNUSED]攻撃機の最低速度
pl: [NIEUŻYWANE]Prędkość minimalna samolotów szturmowych
ru: [UNUSED]Минимальная скорость штурмовиков
uk: [HIDDEN]Мінімальна швидкість штурмовиків
zh: [UNUSED]Минимальная скорость штурмовиков
zh_sg: [UNUSED]攻击机最低速度

# IDS_PARAMS_MODIFIER_FIGHTERSAMMUNITIONCOEFFICIENT
source: Attack aircraft ammunition
es_mx: Munición de los aviones de ataque
ja: 攻撃機の弾薬
pl: Amunicja samolotów szturmowych
ru: Боекомплект штурмовиков
uk: Боєзапас штурмовиків
zh: 战斗机的弹药
zh_sg: 攻击机弹药

# IDS_PARAMS_MODIFIER_FIGHTERSEFFICIENCYCOEFFICIENT
source: Average damage for each tier of difference
es_mx: Daño promedio por cada nivel de diferencia
ja: 平均ダメージ (Tier 差 1 段階毎に)
pl: Średnie uszkodzenia na każdy poziom różnicy
ru: Средний урон за каждый уровень разницы
uk: Середня шкода за кожен рівень різниці
zh: 每一机队等级的平均伤害
zh_sg: 每级平均伤害差异

# IDS_PARAMS_MODIFIER_FIGHTERSNUM
source: Number of fighters
es_mx: Número de cazas
ja: 戦闘機の機数
pl: Liczba myśliwców
ru: Количество истребителей
uk: Кількість винищувачів
zh: 战斗机数量
zh_sg: 战斗机数量

# IDS_PARAMS_MODIFIER_FIGHTERSPASSIVEEFFICIENCYCOEFFICIENT
source: Damage caused by the self-defense armament of aircraft with rear gunners
es_mx: Daño del armamento autodefensivo de la aviación con artilleros en la parte posterior
ja: 後部銃座を持つ航空機の防御兵装のダメージ
pl: Uszkodzenia uzbrojeniem obronnym samolotów z tylnymi strzelcami
ru: Урон защитного вооружения самолётов с бортстрелками
uk: Шкода захисним озброєнням літаків з бортстрільцями
zh: 飞机后方自卫武装的伤害
zh_sg: 有后置机枪手飞机自卫武器的伤害

# IDS_PARAMS_MODIFIER_FIGHTERSPEEDMULTIPLIER
source: [UNUSED]Cruising speed of attack aircraft
es_mx: [UNUSED]Velocidad de crucero del avión de ataque
ja: [UNUSED]攻撃機の巡航速度
pl: [NIEUŻYWANE]Prędkość przelotowa samolotów szturmowych
ru: [UNUSED]Крейсерская скорость штурмовиков
uk: [HIDDEN]Крейсерська швидкість штурмовиків
zh: [UNUSED]Крейсерская скорость штурмовиков
zh_sg: [UNUSED]攻击机巡航速度

# IDS_PARAMS_MODIFIER_FIGHTERSPREADMULTIPLIER
source: [UNUSED]Accuracy of attack aircraft
es_mx: [UNUSED]Precisión del avión de ataque
ja: [UNUSED]攻撃機の精度
pl: [NIEUŻYWANE]Celność samolotów szturmowych
ru: [UNUSED]Точность штурмовиков
uk: [UNUSED]Влучність штурмовиків
zh: [UNUSED]Точность штурмовиков
zh_sg: [UNUSED]攻击机准度

# IDS_PARAMS_MODIFIER_FIGHTERSPREPARECOEFFICIENT
source: Attack aircraft restoration time
es_mx: Tiempo de recuperación de los aviones de ataque
ja: 攻撃機の復旧時間
pl: Czas uzupełniania samolotów szturmowych
ru: Время восстановления штурмовиков
uk: Час відновлення штурмовиків
zh: 战斗机的整备时间
zh_sg: 攻击机恢复时间

# IDS_PARAMS_MODIFIER_FIGHTERSSPEEDCOEFFICIENT
source: Airspeed of strike aircraft
es_mx: Velocidad aérea del avión del ataque
ja: 攻撃用航空機の速力
pl: Prędkość samolotów szturmowych
ru: Скорость ударных самолётов
uk: Швидкість ударних літаків
zh: 攻击机的航速
zh_sg: 攻击机飞行速度

# IDS_PARAMS_MODIFIER_FIGHTERSVISIBCOEFFICIENT
source: Detectability of strike aircraft
es_mx: Detectabilidad de la aviación de ataque
ja: 攻撃用航空機の被発見性
pl: Wykrywalność samolotów szturmowych
ru: Заметность ударных самолётов
uk: Помітність ударних літаків
zh: 攻击机的被侦测性
zh_sg: 攻击机被发现的可能性

# IDS_PARAMS_MODIFIER_FIGHTERSVITALCOEFFICIENT
source: Strike aircraft HP
es_mx: HP de los aviones de ataque
ja: 攻撃用航空機の HP
pl: PW samolotów szturmowych
ru: Боеспособность ударных самолётов
uk: Боєздатність ударних літаків
zh: 攻击机血量
zh_sg: 攻击机生命值

# IDS_PARAMS_MODIFIER_FIRERATEMULTIPLIER
source: Number of explosions produced by a salvo from long-range AA defenses
es_mx: Número de explosiones producidas por una salva de las defensas AA de largo alcance
ja: 長距離対空兵装の斉射 1 回あたりの爆発数
pl: Liczba eksplozji wywoływanych przez salwy z artylerii przeciwlotniczej dalekiego zasięgu
ru: Количество разрывов в залпе ПВО дальнего действия
uk: Кількість вибухів у залпах ППО далекої дії
zh: 由远程防空防御齐射产生的爆炸数量
zh_sg: 远程对空防御射击造成的爆炸次数

# IDS_PARAMS_MODIFIER_FLIGHTSPEEDCOEFFICIENT
source: Squadron speed
es_mx: Velocidad del escuadrón
ja: 中隊の速力
pl: Szybkość eskadry
ru: Скорость эскадрилий
uk: Швидкість ескадрилей
zh: 航空中队速度
zh_sg: 中队速度

# IDS_PARAMS_MODIFIER_FLOODCHANCEFACTOR
source: Chances of causing flooding
es_mx: Probabilidad de causar una inundación
ja: 浸水を引き起こす確率
pl: Szansa na spowodowanie zalania
ru: Вероятность вызвать затопление
uk: Імовірність спричинити затоплення
zh: 造成进水的机率
zh_sg: 造成进水几率

# IDS_PARAMS_MODIFIER_FLOODCHANCEFACTORPLANE
source: Chances of causing flooding with an aerial torpedo
es_mx: Posibilidad de causar una inundación con un torpedo aéreo
ja: 航空魚雷による浸水発生率
pl: Prawdopodobieństwo spowodowania zalania torpedą wystrzeloną z samolotu
ru: Вероятность вызвать затопление авиационной торпедой
uk: Імовірність спричинити затоплення авіаційною торпедою
zh: Вероятность вызвать затопление авиационной торпедой
zh_sg: 空投鱼雷造成进水的几率

# IDS_PARAMS_MODIFIER_FLOODPROB
source: Risk of flooding
es_mx: Riesgo de inundación
ja: 浸水発生率
pl: Ryzyko wystąpienia zalania
ru: Вероятность возникновения затопления
uk: Імовірність виникнення затоплення
zh: 进水的机率
zh_sg: 进水的风险

# IDS_PARAMS_MODIFIER_FLOODTIME
source: Flooding recovery time
es_mx: Tiempo de recuperación de una inundación
ja: 浸水復旧時間
pl: Czas zwalczania zalania
ru: Время устранения затопления
uk: Час усунення затоплення
zh: 进水回复时间
zh_sg: 进水恢复时间

# IDS_PARAMS_MODIFIER_FORSAGEDURATIONCOEFFICIENT
source: Engine boost time
es_mx: Tiempo del Impulso del Motor
ja: エンジンブースト時間
pl: Czas doładowania silnika
ru: Время форсажа
uk: Час форсажу
zh: 引擎加速时间
zh_sg: 引擎增压时间

# IDS_PARAMS_MODIFIER_FREEEXPFACTOR
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_PARAMS_MODIFIER_GMCRITPROB
source: Risk of main battery becoming incapacitated
es_mx: Riesgo de que la batería principal sea incapacitada
ja: 主砲が機能停止する確率
pl: Ryzyko poważnego uszkodzenia głównej baterii
ru: Вероятность выхода ГК из строя
uk: Імовірність виведення з ладу ГК
zh: 主要火炮失去作用的风险
zh_sg: 主炮组瘫痪几率

# IDS_PARAMS_MODIFIER_GMIDEALRADIUS
source: Maximum dispersion of main battery shells
es_mx: Dispersión máxima de los proyectiles de la batería principal
ja: 主砲弾の最大散布界
pl: Maksymalny rozrzut pocisków dział baterii głównej
ru: Максимальное рассеивание снарядов ГК
uk: Максимальне розсіювання снарядів ГК
zh: 主要火炮炮弹的扩散
zh_sg: 主炮组炮弹最大误差

# IDS_PARAMS_MODIFIER_GMMAXDIST
source: Main battery firing range
es_mx: Alcance de disparo de la batería principal
ja: 主砲の射程
pl: Zasięg ognia głównej baterii
ru: Дальность стрельбы ГК
uk: Дальність стрільби ГК
zh: 联装主炮射程
zh_sg: 主炮组射程

# IDS_PARAMS_MODIFIER_GMMAXHP
source: Main battery survivability
es_mx: Supervivencia de la batería principal
ja: 主砲の抗堪性
pl: Przeżywalność baterii głównej
ru: Живучесть установок ГК
uk: Живучість установок ГК
zh: 主要火炮的生存能力
zh_sg: 主炮组存活性

# IDS_PARAMS_MODIFIER_GMREPAIRTIME
source: Main battery repair time
es_mx: Tiempo de reparación de la batería principal
ja: 主砲の修理時間
pl: Czas naprawy baterii głównej
ru: Время ремонта ГК
uk: Час ремонту ГК
zh: 主要火炮的维修时间
zh_sg: 主炮组修理时间

# IDS_PARAMS_MODIFIER_GMROTATIONSPEED
source: Main battery traverse speed
es_mx: Velocidad de Través de la Torreta Principal
ja: 主砲の旋回速度
pl: Szybkość obrotu głównych wież
ru: Скорость поворота орудий ГК
uk: Швидкість повороту гармат ГК
zh: 主炮塔瞄准速度
zh_sg: 主炮组回转速度

# IDS_PARAMS_MODIFIER_GMSHOTDELAY
source: Main battery reload time
es_mx: Tiempo de recarga de la batería principal
ja: 主砲の装填時間
pl: Czas przeładowania głównej baterii
ru: Время перезарядки ГК
uk: Час перезаряджання ГК
zh: 主炮组装填时间
zh_sg: 主炮组装填时间

# IDS_PARAMS_MODIFIER_GSIDEALRADIUS
source: Maximum dispersion of secondary battery shells
es_mx: Dispersión máxima de los proyectiles de la batería psecundaria
ja: 副砲弾の最大散布界
pl: Maksymalny rozrzut pocisków baterii dodatkowej
ru: Максимальное рассеивание снарядов ПМК
uk: Максимальне розсіювання снарядів ПМК
zh: 次要火炮的最大扩散范围
zh_sg: 副炮组炮弹的最大误差

# IDS_PARAMS_MODIFIER_GSMAXDIST
source: Secondary battery firing range
es_mx: Rango de disparo de la batería secundaria
ja: 副砲の射程
pl: Zasięg ognia baterii dodatkowej
ru: Дальность стрельбы ПМК
uk: Дальність стрільби ПМК
zh: 次要火炮射程
zh_sg: 副炮组射程

# IDS_PARAMS_MODIFIER_GSMAXHP
source: Secondary battery survivability
es_mx: Supervivencia de la batería secundaria
ja: 副砲の抗堪性
pl: Przeżywalność baterii dodatkowej
ru: Живучесть установок ПМК
uk: Живучість установок ПМК
zh: 次要火炮生存能力
zh_sg: 副炮组存活性

# IDS_PARAMS_MODIFIER_GSSHOTDELAY
source: Secondary battery reload time
es_mx: Tiempo de carga de la batería secundaria
ja: 副砲の装填時間
pl: Czas ładowania baterii dodatkowej
ru: Время перезарядки ПМК
uk: Час перезаряджання ПМК
zh: 次要火炮装填时间
zh_sg: 副炮组装填时间

# IDS_PARAMS_MODIFIER_GTCRITPROB
source: Risk of torpedo tubes becoming incapacitated
es_mx: Riesgo de que los tubos de torpedos sean incapacitados
ja: 魚雷発射管が機能停止する確率
pl: Ryzyko poważnego uszkodzenia wyrzutni torped
ru: Вероятность выхода ТА из строя
uk: Імовірність виведення з ладу ТА
zh: 鱼雷发射管失去作用的机会
zh_sg: 鱼雷发射管瘫痪风险

# IDS_PARAMS_MODIFIER_GTMAXHP
source: Torpedo tubes survivability
es_mx: Supervivencia de los tubos de torpedos
ja: 魚雷発射管の抗堪性
pl: Przeżywalność wyrzutni torped
ru: Живучесть ТА
uk: Живучість ТА
zh: 鱼雷发射管的生存能力
zh_sg: 鱼雷发射管存活性

# IDS_PARAMS_MODIFIER_GTREPAIRTIME
source: Torpedo tubes repair time
es_mx: Tiempo de reparación de los tubos de torpedos
ja: 魚雷発射管の修理時間
pl: Czas naprawy wyrzutni torped
ru: Время ремонта ТА
uk: Час ремонту ТА
zh: ˊ鱼雷发射管维修时间
zh_sg: 鱼雷发射管修理时间
