Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SHIP_PARAM_ARMOURCASEMATE
source: Gun Casemate
es_mx: Casamata del Cañón
ja: 砲郭
pl: Kazamata
ru: Орудийный каземат
uk: Гарматний каземат
zh: 舰炮炮塔
zh_sg: 舰炮炮塔

# IDS_SHIP_PARAM_ARMOURCITADEL
source: Citadel
es_mx: Ciudadela
ja: 防郭
pl: Cytadela
ru: Цитадель
uk: Цитадель
zh: 装甲区
zh_sg: 装甲区

# IDS_SHIP_PARAM_ARMOURCONNINGTOWER
source: Conning Tower Armor
es_mx: Blindaje de la Torre de Mando
ja: 司令塔装甲
pl: Pancerz wieży dowodzenia
ru: Бронирование рубки
uk: Бронювання рубки
zh: 指挥塔装甲
zh_sg: 指挥塔装甲

# IDS_SHIP_PARAM_ARMOURDECK
source: Armored Deck
es_mx: Cubierta Blindada
ja: 装甲甲板
pl: Opancerzony pokład
ru: Броневая палуба
uk: Броньова палуба
zh: 装甲甲板
zh_sg: 装甲甲板

# IDS_SHIP_PARAM_ARMOUREXTREMITIES
source: Forward and After Ends
es_mx: Extremos Delantero y Posterior
ja: 艦首・船尾
pl: Dziób i rufa
ru: Носовая и кормовая оконечности
uk: Носовий та кормовий краї
zh: 舰艏与舰艉
zh_sg: 舰首和舰尾

# IDS_SHIP_PARAM_ARMOURMG
source: Turret Armor
es_mx: Blindaje de la Torreta
ja: 砲塔装甲
pl: Pancerz wieży
ru: Бронирование башен ГК
uk: Бронювання башт ГК
zh: 炮塔装甲
zh_sg: 炮塔装甲

# IDS_SHIP_PARAM_ARTILLERY
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_SHIP_PARAM_ARTILLERY_AVG_DAMAGE
source: AP / HE Shell Average Damage
es_mx: Daño Promedio del Proyectil AP / HE
ja: AP / HE 弾の平均ダメージ
pl: Średnie uszkodzenia pociskami PP / OB
ru: Средний урон ББ- / ОФ-снарядом
uk: Середня шкода від ББ / ОФ снаряда
zh: AP / HE 弹平均伤害
zh_sg: 穿甲/高爆弹平均伤害

# IDS_SHIP_PARAM_ARTILLERY_CALIBER
source: Caliber
es_mx: Calibre
ja: 口径
pl: Kaliber
ru: Калибр
uk: Калібр
zh: 口径
zh_sg: 口径

# IDS_SHIP_PARAM_ARTILLERY_GUNS_COUNT
source: Main Turrets
es_mx: Torretas Principales
ja: 主砲
pl: Główne wieże
ru: Башни главного калибра
uk: Башти головного калібру
zh: 主炮塔
zh_sg: 主炮塔

# IDS_SHIP_PARAM_ARTILLERY_MAX_DIST
source: Main Battery Firing Range
es_mx: Alcance de disparo de la batería principal
ja: 主砲の射程
pl: Zasięg ognia głównej baterii
ru: Дальность стрельбы ГК
uk: Дальність стрільби ГК
zh: 联装主炮射程
zh_sg: 主炮组射程

# IDS_SHIP_PARAM_ARTILLERY_ROTATION_SPEED
source: Main Turret Traverse Speed
es_mx: Velocidad de Través de la Torreta Principal
ja: 主砲の旋回速度
pl: Szybkość obrotu głównych wież
ru: Скорость поворота орудий ГК
uk: Швидкість повороту гармат ГК
zh: 主炮塔瞄准速度
zh_sg: 主炮塔回转速度

# IDS_SHIP_PARAM_ARTILLERY_SHOOT_DIST
source: Firing Range AP / HE
es_mx: Alcance de Disparo AP / HE
ja: 射程 AP / HE
pl: Zasięg ognia pocisków PP / OB
ru: Дальность стрельбы ББ / ОФ
uk: Дальність стрільби ББ / ОФ
zh: AP / HE 射程
zh_sg: 穿甲/高爆射程

# IDS_SHIP_PARAM_ARTILLERY_TIME_RELOAD
source: Main Battery Reload Time
es_mx: Tiempo de Carga de la Batería Principal
ja: 主砲の装填時間
pl: Czas przeładowania głównej baterii
ru: Время перезарядки ГК
uk: Час перезаряджання ГК
zh: 主炮组装填时间
zh_sg: 主炮组装填时间

# IDS_SHIP_PARAM_ARTILLERY_TITLE
source: Armament
es_mx: Armamento
ja: 兵装
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння
zh: 武器
zh_sg: 武器

# IDS_SHIP_PARAM_ATBA
source: Secondary Armament
es_mx: Batería Secundaria
ja: 副砲
pl: Dodatkowe uzbrojenie
ru: Вспомогательный калибр
uk: Допоміжний калібр
zh: 次要武器
zh_sg: 副武器

# IDS_SHIP_PARAM_ATBA_GUN
source: Secondary Armament
es_mx: Batería Secundaria
ja: 副砲
pl: Dodatkowe uzbrojenie
ru: Вспомогательный калибр
uk: Допоміжний калібр
zh: 次要武器
zh_sg: 副武器

# IDS_SHIP_PARAM_ATBA_GUNS_COUNT
source: Secondary Gun Turrets
es_mx: Torretas de Cañones Secundarios
ja: 副砲
pl: Wieże dział dodatkowych
ru: Башни вспомогательного калибра
uk: Башти допоміжного калібру
zh: 副炮塔数
zh_sg: 副炮塔数

# IDS_SHIP_PARAM_ATBA_SHORT
source: Secondary battery
es_mx: Betería secundaria
ja: 副砲
pl: Bateria dodatkowa
ru: ПМК
uk: ПМК
zh: 次要火炮
zh_sg: 副炮组

# IDS_SHIP_PARAM_AVIATION
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Авиация
uk: Авіація
zh: 飞机
zh_sg: 飞机

# IDS_SHIP_PARAM_BATTERY
source: Battery
es_mx: Batería
ja: バッテリー
pl: Akumulatory
ru: Аккумулятор
uk: Акумулятор
zh: Аккумулятор
zh_sg: 蓄电池

# IDS_SHIP_PARAM_BATTERY_MAX_CAPACITY
source: Battery Charge
es_mx: Carga de la Batería
ja: バッテリー残量
pl: Poziom naładowania akumulatorów
ru: Энергия
uk: Енергія
zh: Энергия
zh_sg: 蓄电池电量

# IDS_SHIP_PARAM_BATTERY_RATE_DEEP_WATER
source: Battery Charge Consumed While Moving Underwater
es_mx: Carga de la Batería consumida al moverse bajo el agua
ja: 水中で移動した際のバッテリー消費量
pl: Ładunek akumulatorów zużywany podczas ruchu pod powierzchnią wody
ru: Расход энергии на движение под водой
uk: Витрата енергії на рух під водою
zh: Расход энергии на движение под водой
zh_sg: 水下移动时电量消耗

# IDS_SHIP_PARAM_BATTERY_RATE_PERISCOPE
source: Battery Recharge Rate on the Surface
es_mx: Velocidad de recarga de la Batería en la superficie
ja: 水上でのバッテリー充電速度
pl: Szybkość ładowania akumulatorów na powierzchni
ru: Скорость восстановления энергии в надводном положении
uk: Швидкість відновлення енергії в надводному стані
zh: Скорость восстановления энергии в надводном положении
zh_sg: 位于水面时充电比率

# IDS_SHIP_PARAM_BATTERY_REGEN_RATE
source: Battery Recharge Rate While Underwater
es_mx: Velocidad de recarga de la Batería bajo el agua
ja: 水中でのバッテリー充電速度
pl: Szybkość ładowania akumulatorów pod wodą
ru: Скорость восстановления энергии в подводном положении
uk: Швидкість відновлення енергії під водою
zh: Скорость восстановления энергии в подводном положении
zh_sg: 位于水下时充电比率

# IDS_SHIP_PARAM_BATTLE_LEVEL_RANGE
source: Range of battle tiers
es_mx: Rango de niveles de batalla
ja: 戦闘 Tier 帯
pl: Zasięg poziomów bitew
ru: Диапазон уровней боёв
uk: Діапазон рівнів боїв
zh: 战斗等级范围
zh_sg: 战斗等级范围

# IDS_SHIP_PARAM_BOMBER_AVG_DAMAGE
source: Average Bomb Damage
es_mx: Daño Promedio por Bomba
ja: 爆弾平均ダメージ
pl: Średnie uszkodzenia zadawane przez bombę
ru: Средний урон от бомбы
uk: Середня шкода від бомби
zh: 平均炸弹伤害
zh_sg: 炸弹平均伤害

# IDS_SHIP_PARAM_BOMBER_FUEL_TIME
source: Maximum Flight Time
es_mx: Tiempo Máximo de Vuelo
ja: 最大飛行時間
pl: Maksymalny czas lotu
ru: Полётное время
uk: Час польоту
zh: 最大飞行时间
zh_sg: 最长飞行时间

# IDS_SHIP_PARAM_BOMBER_PLANES
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_SHIP_PARAM_BOMBER_SQUADRONS
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_SHIP_PARAM_BUOYANCY_RUDDER_TIME
source: Diving Planes Shift Time
es_mx: Tiempo de giro del Timón de Profundidad
ja: 潜航舵の転舵所要時間
pl: Czas przestawiania sterów głębokości
ru: Время перекладки горизонтальных рулей
uk: Час перекладання горизонтальних рулів
zh: Время перекладки горизонтальных рулей
zh_sg: 水平舵换挡时间

# IDS_SHIP_PARAM_BURN_PROB_HE
source: Chances of HE Shells Causing a Fire on Target
es_mx: Probabilidad de Incendio en un Objetivo Causado por un Proyectil HE
ja: HE 弾命中時の火災発生率
pl: Prawdopodobieństwo podpalenia celu po trafieniu pociskiem OB
ru: Вероятность поджога при попадании в цель ОФ-снарядом
uk: Імовірність підпалу в разі влучення в ціль ОФ снарядом
zh: HE 弹命中目标而引发起火的机率
zh_sg: 高爆弹造成目标起火的几率

# IDS_SHIP_PARAM_CLASS_ACCURACY
source: Accuracy Class
es_mx: Clase de Precisión
ja: 精度等級
pl: Klasa celności
ru: Класс точности
uk: Клас влучності
zh: 精准等级
zh_sg: 准度等级

# IDS_SHIP_PARAM_DAMAGE_AP
source: Maximum AP Shell Damage
es_mx: Daño Máximo del Proyectil AP
ja: AP 弾最大ダメージ
pl: Maks. uszkodzenia pociskami PP
ru: Максимальный урон ББ-снарядом
uk: Максимальна шкода від ББ снаряда
zh: 最大 AP 弹伤害
zh_sg: 穿甲弹最高伤害

# IDS_SHIP_PARAM_DAMAGE_CS
source: Maximum SAP Shell Damage
es_mx: Daño Máximo del Proyectil SAP
ja: SAP 弾最大ダメージ
pl: Maksymalne uszkodzenia pociskiem PPO
ru: Максимальный урон ПББ-снарядом
uk: Максимальна шкода НББ снарядом
zh: Максимальный урон ПББ-снарядом
zh_sg: 半穿甲弹最高伤害

# IDS_SHIP_PARAM_DAMAGE_HE
source: Maximum HE Shell Damage
es_mx: Daño Máximo del Proyectil HE
ja: HE 弾最大ダメージ
pl: Maks. uszkodzenia pociskami OB
ru: Максимальный урон ОФ-снарядом
uk: Максимальна шкода від ОФ снаряда
zh: 最大 HE 弹伤害
zh_sg: 高爆弹最高伤害

# IDS_SHIP_PARAM_DEFENSE
source: Defense
es_mx: Defensa
ja: 防御
pl: Obrona
ru: Защита
uk: Захист
zh: 防御性
zh_sg: 防御性

# IDS_SHIP_PARAM_DEPTH_CHARGE
source: ASW
es_mx: Guerra Antisubmarina (ASW)
ja: 対潜
pl: ZOP
ru: ПЛО
uk: ПЧО
zh: ПЛО
zh_sg: 反潜作战

# IDS_SHIP_PARAM_DEPTH_CHARGE_MAX_BOMB_DAMAGE
source: Maximum Damage
es_mx: Daño máximo
ja: 最大ダメージ
pl: Maksymalne uszkodzenia
ru: Максимальный урон
uk: Максимальна шкода
zh: 最大伤害
zh_sg: 最大伤害

# IDS_SHIP_PARAM_DEPTH_CHARGE_MAX_PACKS
source: Number of Depth Charge Groups
es_mx: Grupos de cargas de profundidad
ja: 爆雷攻撃の回数
pl: Liczba bomb głębinowych w grupie
ru: Количество групп бомб
uk: Кількість груп бомб
zh: Количество групп бомб
zh_sg: 深水炸弹组数

# IDS_SHIP_PARAM_DEPTH_CHARGE_NUM_BOMBS_IN_PACK
source: Depth Charges in a Group
es_mx: Cargas de profundidad en un grupo
ja: 1 回あたりの爆雷数
pl: Bomby głębinowe w grupie
ru: Количество бомб в группе
uk: Кількість бомб у групі
zh: Количество бомб в группе
zh_sg: 每组深水炸弹

# IDS_SHIP_PARAM_DEPTH_CHARGE_RELOAD_TIME
source: Depth Charge Group Reload Time
es_mx: Tiempo de recarga del grupo de Cargas de Profundidad
ja: 爆雷攻撃 1 回分の準備時間
pl: Czas przeładowania bomb głębinowych
ru: Время перезарядки группы
uk: Час перезаряджання групи
zh: 装填时间
zh_sg: 深水炸弹组装填时间

# IDS_SHIP_PARAM_DETECTION
source: Detection
es_mx: Detección
ja: 索敵
pl: Wykrywanie
ru: Обнаружение
uk: Виявлення
zh: 侦测性
zh_sg: 被发现的可能性

# IDS_SHIP_PARAM_DISPERSION
source: Maximum Dispersion
es_mx: Dispersión Máxima
ja: 最大散布界
pl: Rozrzut maksymalny
ru: Максимальное рассеивание
uk: Максимальне розсіювання
zh: 最大偏差度
zh_sg: 最大误差

# IDS_SHIP_PARAM_DRAFT
source: Draught
es_mx: Calado
ja: 喫水
pl: Zanurzenie
ru: Осадка
uk: Осадка
zh: 吃水性
zh_sg: 吃水性

# IDS_SHIP_PARAM_DURABILITY
source: Survivability
es_mx: Supervivencia
ja: 抗堪性
pl: Żywotność
ru: Живучесть
uk: Живучість
zh: 存活性
zh_sg: 存活性

# IDS_SHIP_PARAM_EFFICIENCY
source: Status
es_mx: Estado
ja: ステータス
ru: Состояние
uk: Стан
zh: 状态
zh_sg: 状态

# IDS_SHIP_PARAM_FIGHTER_FUEL_TIME
source: Maximum Flight Time
es_mx: Tiempo Máximo de Vuelo
ja: 最大飛行時間
pl: Maksymalny czas lotu
ru: Полётное время
uk: Час польоту
zh: 最大飞行时间
zh_sg: 最长飞行时间

# IDS_SHIP_PARAM_FIGHTER_PLANES
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samoloty szturmowe
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_SHIP_PARAM_FIGHTER_SQUADRONS
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samoloty szturmowe
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_SHIP_PARAM_FIGHTER_WEAPON
source: Armament
es_mx: Armamento
ja: 兵装
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння
zh: 武器
zh_sg: 武器

# IDS_SHIP_PARAM_GROUPING
source: Salvo Accuracy
es_mx: Precisión de Salva
ja: 斉射精度
pl: Celność salwy
ru: Кучность залпа
uk: Купчастість залпу
zh: 齐射准度
zh_sg: 齐射准度

# IDS_SHIP_PARAM_HANGARVOLUME
source: Aircraft on deck
es_mx: Avión en cubierta
ja: 甲板上の機数
pl: samoloty na pokładzie
ru: Самолётов на палубе
uk: Літаків на палубі
zh: 机库容量
zh_sg: 甲板上的飞机

# IDS_SHIP_PARAM_HANGAR_SIZE
source: Number of Aircraft on Deck
es_mx: Número de Aviones en Cubierta
ja: 甲板上の航空機数
pl: Liczba samolotów na pokładzie
ru: Количество самолётов на палубе
uk: Кількість літаків на палубі
zh: 甲板上的飞机数量
zh_sg: 甲板上的飞机数量

# IDS_SHIP_PARAM_HEALTH
source: Hit Points
es_mx: Puntos de Vida
ja: HP
pl: Punkty wytrzymałości
ru: Боеспособность
uk: Боєздатність
zh: 生命值
zh_sg: 生命值

# IDS_SHIP_PARAM_HIST_ENGINE_POWER
source: Engine Power
es_mx: Potencia del Motor
ja: 機関出力
pl: Moc silnika
ru: Мощность двигателя
uk: Потужність двигуна
zh: 引擎功率
zh_sg: 引擎功率

# IDS_SHIP_PARAM_HYDROPHONE_DETECTION_MAX_DIST
source: Hydrophone Action Range
es_mx: Radio de acción del Hidrófono
ja: ハイドロフォンの有効範囲
pl: Zasięg działania hydrolokatora
ru: Дальность действия шумопеленгатора
uk: Дальність дії шумопеленгатора
zh: Дальность действия шумопеленгатора
zh_sg: 水听器作用范围

# IDS_SHIP_PARAM_LISTPLANES
source: Aircraft Types
es_mx: Tipos de Aviones
ja: 航空機タイプ
pl: Typy samolotów
ru: Типы самолётов
uk: Типи літаків
zh: 飞机类型
zh_sg: 飞机类型

# IDS_SHIP_PARAM_LISTSQUADRONS
source: Squadrons by Type
es_mx: Escuadrones por Tipo
ja: タイプ別中隊
pl: Eskadry wg typu
ru: Эскадрильи по типам
uk: Ескадрильї за типами
zh: 航空中队依类型
zh_sg: 中队依类型

# IDS_SHIP_PARAM_MAIN_GUN
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_SHIP_PARAM_MAXIMUM_DISTANCE
source: Maximum Firing Range
es_mx: Alcance Máximo de Disparo
ja: 最大射程
pl: Maksymalny zasięg ostrzału
ru: Максимальная дальность стрельбы
uk: Максимальна дальність стрільби
zh: 最大射程
zh_sg: 最大射程

# IDS_SHIP_PARAM_MAXSPEED
source: Maximum Speed
es_mx: Velocidad Máxima
ja: 最高速度
pl: Maksymalna prędkość
ru: Максимальная скорость хода
uk: Максимальна швидкість ходу
zh: 最高航速
zh_sg: 最高航速

# IDS_SHIP_PARAM_MAX_BUOYANCY_SPEED
source: Maximum Dive and Ascent Speed
es_mx: Velocidad máxima de Inmersión y Ascenso
ja: 潜行/浮上の最高垂直速度
pl: Maksymalna prędkość zanurzania i wynurzania
ru: Максимальная скорость погружения и всплытия
uk: Максимальна швидкість занурення та спливання
zh: Максимальная скорость погружения и всплытия
zh_sg: 最大下潜和上浮速度

# IDS_SHIP_PARAM_MAX_DIST
source: Maximum Range
es_mx: Rango Máximo
ja: 最大射程
pl: Zasięg maksymalny
ru: Максимальная дальность
uk: Максимальна дальність
zh: 射程
zh_sg: 最大距离

# IDS_SHIP_PARAM_MAX_SPEED_DEEP_WATER
source: Maximum Submerged Speed
es_mx: Velocidad máxima bajo el agua
ja: 潜行中の最高速度
pl: Maksymalna prędkość w zanurzeniu
ru: Максимальная скорость хода под водой
uk: Максимальна швидкість ходу під водою
zh: 最高航速
zh_sg: 最大水下速度

# IDS_SHIP_PARAM_MAX_SPEED_TIME
source: Time to Full Speed
es_mx: Tiempo para Velocidad Máxima
ja: 最高速度到達時間
pl: Czas do prędkości maksymalnej
ru: Время набора полного хода
uk: Час набирання повного ходу
zh: 到达全速所需时间
zh_sg: 达到全速所需时间

# IDS_SHIP_PARAM_MG_MAX_DIST
source: Main Battery Firing Range
es_mx: Alcance de disparo de la batería principal
ja: 主砲の射程
pl: Zasięg ognia głównej baterii
ru: Дальность стрельбы ГК
uk: Дальність стрільби ГК
zh: 联装主炮射程
zh_sg: 主炮组射程

# IDS_SHIP_PARAM_MOBILITY
source: Maneuverability
es_mx: Maniobrabilidad
ja: 機動性
pl: Manewrowość
ru: Манёвренность
uk: Маневреність
zh: 机动性
zh_sg: 机动性

# IDS_SHIP_PARAM_NUMBER_PLANES
source: Aircraft on deck
es_mx: Avión en cubierta
ja: 甲板上の機数
pl: samoloty na pokładzie
ru: Самолётов на палубе
uk: Літаків на палубі
zh: 机库容量
zh_sg: 甲板上的飞机

# IDS_SHIP_PARAM_NUMSQUADRONS
source: Squadrons under Command
es_mx: Escuadrones a Bordo
ja: 搭載中隊
pl: Dowodzone eskadry
ru: Эскадрилий под управлением
uk: Ескадрилей під командуванням
zh: 指挥航空中队数
zh_sg: 指挥中队数

# IDS_SHIP_PARAM_NUM_PLANES_IN_SQUADRON
source: Aircraft per Squadron
es_mx: Aviones por Escuadrón
ja: 中隊の機数
pl: Samoloty na eskadrę
ru: Самолётов в эскадрилье
uk: Літаків у ескадрильї
zh: 每支航空中队飞机数
zh_sg: 每支中队飞机数

# IDS_SHIP_PARAM_PINGER
source: Sonar
ja: ソナー
ru: Сонар
uk: Сонар
zh: Сонар
zh_sg: 声呐

# IDS_SHIP_PARAM_PINGER_BATTERY_CONSUMPTION
source: Battery Charge Consumed to Emit a Sonar Ping
es_mx: Carga de la Batería consumida al emitir un Pulso del Sonar
ja: ソナーピンガー 1 回あたりのバッテリー消費量
pl: Ładunek akumulatorów zużywany do wysłania impulsu sonaru
ru: Расход энергии на пуск акустического импульса
uk: Витрата енергії на пуск акустичного імпульсу
zh: Расход энергии на пуск акустического импульса
zh_sg: 声呐脉冲消耗电量

# IDS_SHIP_PARAM_PLANE_NAME_BOMBER
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_SHIP_PARAM_PLANE_NAME_DIVE
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_SHIP_PARAM_PLANE_NAME_FIGHTER
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samolot szturmowy
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_SHIP_PARAM_PLANE_PREPARE_TIME
source: Flight Preparation Time
es_mx: Tiempo de preparación del vuelo
ja: 小隊の準備時間
pl: Czas przygotowania do lotu
ru: Время подготовки звена
uk: Час приготування ланки
zh: 架次准备时间
zh_sg: 飞行准备时间

# IDS_SHIP_PARAM_PLANE_PROCESS_TIME
source: Flight Attack Time
es_mx: Tiempo de ataque del vuelo
ja: 小隊の攻撃時間
pl: Czas ataku klucza
ru: Время атаки звена
uk: Час атаки ланки
zh: 架次攻击时间
zh_sg: 飞行攻击时间

# IDS_SHIP_PARAM_PLANE_RELOAD_TIME
source: Squadron Re-formation Time
es_mx: Tiempo de reagrupación del escuadrón
ja: 中隊の再編成時間
pl: Czas ponownego uformowania eskadry
ru: Время перестроения эскадрильи
uk: Час перебудови ескадрильї
zh: 航空中队重新编队时间
zh_sg: 中队重新编队时间

# IDS_SHIP_PARAM_PLANE_SCOUT
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_SHIP_PARAM_PLANE_SQUAD
source: Squadron
es_mx: Escuadrón
ja: 中隊
pl: Eskadra
ru: Эскадрилья
uk: Ескадрилья
zh: 航空中队
zh_sg: 中队

# IDS_SHIP_PARAM_PREPARE_TIME_FACTOR
source: Aircraft servicing speed
es_mx: Rapidez de servicio al avión
ja: 航空機整備速度
pl: Prędkość obsługi samolotów
ru: Скорость подготовки самолётов
uk: Швидкість приготування літаків
zh: 飞机准备速度
zh_sg: 飞机维护速度

# IDS_SHIP_PARAM_PRIORITY_SECTOR
source: Priority Sector
es_mx: Sector Prioritario
ja: 優先セクター
pl: Sektor priorytetowy
ru: Приоритетный сектор
uk: Пріоритетний сектор
zh: Приоритетный сектор
zh_sg: 优先区域

# IDS_SHIP_PARAM_PTZDAMAGEPROB
source: Torpedo Protection. Damage Reduction
es_mx: Protección contra Torpedos. Reducción de Daño
ja: 対水雷防御: ダメージ軽減
pl: Obrona przeciwtorpedowa. Ograniczanie uszkodzeń
ru: ПТЗ. Снижение урона
uk: ПТЗ. Зменшення шкоди
zh: 鱼雷防护。伤害降低
zh_sg: 鱼雷防护。降低伤害

# IDS_SHIP_PARAM_PTZFLOODPROB
source: Torpedo Protection. Flooding Risk Reduction
es_mx: Protección contra Torpedos. Reducir el Riesgo de Inundación
ja: 対水雷防御: 浸水発生率低減
pl: Obrona przeciwtorpedowa. Zmniejszanie ryzyka zalania
ru: ПТЗ. Снижение вероятности затопления
uk: ПТЗ. Зменшення імовірності затоплення
zh: 鱼雷防护。进水风险降低
zh_sg: 鱼雷防护。降低进水风险

# IDS_SHIP_PARAM_ROTATION_SPEED
source: Traverse speed
es_mx: Velocidad de Través
ja: 旋回速度
pl: Szybkość obrotu
ru: Скорость поворота
uk: Швидкість повороту
zh: 瞄准速度
zh_sg: 回转速度

# IDS_SHIP_PARAM_ROTATION_TIME
source: 180° Turn Time
es_mx: Giro en 180°
ja: 180 度旋回所要時間
pl: Czas obrotu o 180°
ru: Время поворота на 180°
uk: Час повороту на 180°
zh: 180 度回转时间
zh_sg: 180°回转时间

# IDS_SHIP_PARAM_RUDDER_TIME
source: Rudder Shift Time
es_mx: Tiempo de Giro del Timón
ja: 転舵所要時間
pl: Czas przestawiania steru
ru: Время перекладки руля
uk: Час перекладання руля
zh: 方向舵换档时间
zh_sg: 方向舵换挡时间

# IDS_SHIP_PARAM_SCOUT_FUEL_TIME
source: Maximum Flight Time
es_mx: Tiempo Máximo de Vuelo
ja: 最大飛行時間
pl: Maksymalny czas lotu
ru: Полётное время
uk: Час польоту
zh: 最大飞行时间
zh_sg: 最长飞行时间

# IDS_SHIP_PARAM_SHOT_AMMO_SPEED
source: Initial Shell Velocity
es_mx: Velocidad Inicial del Proyectil
ja: 砲弾初速
pl: Prędkość wylotowa pocisku
ru: Начальная скорость снаряда
uk: Початкова швидкість снаряда
zh: 炮弹初速
zh_sg: 炮弹初速

# IDS_SHIP_PARAM_SHOT_AMMO_SPEED_AP
source: Initial AP Shell Velocity
es_mx: Velocidad Inicial del Proyectil AP
ja: AP 弾の初速
pl: Prędkość wylotowa pocisku PP
ru: Начальная скорость ББ-снаряда
uk: Початкова швидкість ББ снаряда
zh: AP 弹初速
zh_sg: 穿甲弹初速

# IDS_SHIP_PARAM_SHOT_AMMO_SPEED_CS
source: Initial SAP Shell Velocity
es_mx: Velocidad Inicial del Proyectil SAP
ja: SAP 弾の初速
pl: Prędkość wylotowa pocisku PPO
ru: Начальная скорость ПББ-снаряда
uk: Початкова швидкість НББ снаряда
zh: Начальная скорость ПББ-снаряда
zh_sg: 半穿甲弹初速

# IDS_SHIP_PARAM_SHOT_AMMO_SPEED_HE
source: Initial HE Shell Velocity
es_mx: Velocidad Inicial del Proyectil HE
ja: HE 弾の初速
pl: Prędkość wylotowa pocisku OB
ru: Начальная скорость ОФ-снаряда
uk: Початкова швидкість ОФ снаряда
zh: HE 弹初速
zh_sg: 高爆弹初速

# IDS_SHIP_PARAM_SHOT_DELAY
source: Reload Time
es_mx: Tiempo de Recarga
ja: 装填時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: 装填时间
zh_sg: 装填时间

# IDS_SHIP_PARAM_SHOT_SPEED
source: Rate of Fire
es_mx: Cadencia de Tiro
ja: 射撃速度
pl: Szybkostrzelność
ru: Скорострельность
uk: Скорострільність
zh: 射击速率
zh_sg: 射速

# IDS_SHIP_PARAM_SIZE
source: Length / Beam
es_mx: Eslora / Manga
ja: 全長 / 全幅
pl: Długość / stępka
ru: Длина / Ширина
uk: Довжина / Ширина
zh: 舰长 / 舰宽
zh_sg: 舰长 / 舰宽

# IDS_SHIP_PARAM_SQUADRON_AA_DAMAGE
source: Average Damage per Rear Gunner per Second
es_mx: Daño Promedio por Artillero Trasero por Segundo
ja: 後部銃座毎の秒間平均ダメージ
pl: Średnie uszkodzenia na tylnego strzelca na sekundę
ru: Средний урон бортстрелка в секунду
uk: Середня шкода бортстрільцем на секунду
zh: 每位后置机枪手的平均每秒伤害
zh_sg: 后置机枪手的每秒平均伤害

# IDS_SHIP_PARAM_SQUADRON_ALPHA_PIERCING_HE
source: Armor Penetration Capacity
es_mx: Capacidad de Penetración de Blindaje
ja: 装甲貫通力
pl: Zdolność penetracji pancerza
ru: Бронепробитие
uk: Бронепробиття
zh: 装甲穿透力
zh_sg: 穿甲能力

# IDS_SHIP_PARAM_SQUADRON_AMMO_AMOUNT
source: Loadout
es_mx: Munición
ja: 弾薬
pl: Zapas amunicji
ru: Боекомплект
uk: Боєзапас
zh: 弹药
zh_sg: 弹药

# IDS_SHIP_PARAM_SQUADRON_AMMO_AP
source: AP Bomb
es_mx: Bomba AP
ja: AP 爆弾
pl: Bomba przeciwpancerna
ru: ББ-бомба
uk: ББ Бомба
zh: AP 炸弹
zh_sg: 穿甲炸弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_COUNT_DIVE
source: Bombs in Payload
es_mx: Bombas en la Carga Útil
ja: 爆弾の搭載数
pl: Ładunek bomb
ru: Бомб на самолёте
uk: Бомб у літаку
zh: 酬载炸弹
zh_sg: 机载炸弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_COUNT_FIGHTER
source: Rockets in Payload
es_mx: Cohetes en la Carga Útil
ja: ロケット弾の搭載数
pl: Ładunek rakiet
ru: Ракет на самолёте
uk: Ракет на літаку
zh: 酬载火箭
zh_sg: 机载火箭弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_COUNT_TORPEDO
source: Torpedoes in Payload
es_mx: Torpedos en la Carga Útil
ja: 魚雷の搭載数
pl: Ładunek torped
ru: Торпед на самолёте
uk: Торпед на літаку
zh: 酬载鱼雷
zh_sg: 机载鱼雷

# IDS_SHIP_PARAM_SQUADRON_AMMO_DIVE
source: Bombs
es_mx: Bombas
ja: 爆弾
pl: Bomby
ru: Бомбы
uk: Бомби
zh: 炸弹
zh_sg: 炸弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_FIGHTER
source: Rockets
es_mx: Cohetes
ja: ロケット弾
pl: Rakiety
ru: Ракеты
uk: Ракети
zh: 火箭
zh_sg: 火箭弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_HE
source: Bomb
es_mx: Bomba
ja: 爆弾
pl: Bomba
ru: Бомба
uk: Бомба
zh: 炸弹
zh_sg: 炸弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_NAME_DIVE
source: Bomb Type
es_mx: Tipo de Bomba
ja: 爆弾の種別
pl: Typ bomby
ru: Тип бомбы
uk: Тип бомби
zh: 炸弹类型
zh_sg: 炸弹类型

# IDS_SHIP_PARAM_SQUADRON_AMMO_NAME_FIGHTER
source: Rocket Type
es_mx: Tipo de Cohete
ja: ロケット弾の種別
pl: Typ rakiety
ru: Тип ракеты
uk: Тип ракети
zh: 火箭类型
zh_sg: 火箭弹类型

# IDS_SHIP_PARAM_SQUADRON_AMMO_NAME_TORPEDO
source: Torpedo Type
es_mx: Tipo de Torpedo
ja: 魚雷の種別
pl: Typ torpedy
ru: Тип торпеды
uk: Тип торпеди
zh: 鱼雷类型
zh_sg: 鱼雷类型

# IDS_SHIP_PARAM_SQUADRON_AMMO_SIMPLE_DIVE
source: Bombs
es_mx: Bombas
ja: 爆弾
pl: Bomby
ru: Бомбы
uk: Бомби
zh: 炸弹
zh_sg: 炸弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_SIMPLE_FIGHTER
source: Rockets
es_mx: Cohetes
ja: ロケット弾
pl: Rakiety
ru: Ракеты
uk: Ракети
zh: 火箭
zh_sg: 火箭弹

# IDS_SHIP_PARAM_SQUADRON_AMMO_SIMPLE_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_SHIP_PARAM_SQUADRON_AMMO_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_SHIP_PARAM_SQUADRON_BOMB_DAMAGE
source: Maximum Bomb Damage
es_mx: Daño Máximo por Bomba
ja: 爆弾最大ダメージ
pl: Maks. uszkodzenia (bomby)
ru: Максимальный урон бомбой
uk: Максимальна шкода від бомби
zh: 最大炸弹伤害
zh_sg: 炸弹最高伤害

# IDS_SHIP_PARAM_SQUADRON_BOMB_DAMAGE_SHORT
source: Bomb Damage
es_mx: Daño de la bomba
ja: 爆弾ダメージ
pl: Uszkodzenia od bomby
ru: Урон бомбой
uk: Шкода бомбою
zh: 炸弹伤害
zh_sg: 炸弹伤害

# IDS_SHIP_PARAM_SQUADRON_BOMB_DISP_LENGHT
source: Length of bomb dispersion area
es_mx: Longitud del área de dispersión de la bomba
ja: 爆弾散布界の長さ
pl: Długość obszaru rozrzutu bomb
ru: Длина рассеивания при бомбометании
uk: Довжина розсіювання під час бомбометання
zh: 炸弹扩散面长度
zh_sg: 炸弹散布面范围长度

# IDS_SHIP_PARAM_SQUADRON_BOMB_DISP_WIDTH
source: Width of bomb dispersion area
es_mx: Ancho del área de dispersión de la bomba
ja: 爆弾散布界の幅
pl: Szerokość obszaru rozrzutu bomb
ru: Ширина рассеивания при бомбометании
uk: Ширина розсіювання під час бомбометання
zh: 炸弹扩散面宽度
zh_sg: 炸弹散布面范围宽度
