Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC368_FRENCHDDARC_ENSEIGNE_GABOLDE_DESCRIPTION
source: At the beginning of the 20th century, the entire French naval shipbuilding industry went all out to commission as many battleships and armored cruisers into the Navy as it could. As a result, the Republic's Navy entered World War I with practically no light forces in their service. The only destroyers it had were too weak and scarce in number. Among the largest French destroyers that entered service after the war had already broken out were Enseigne Roux-class ships. The only armament they carried were several 100 and 65 mm guns coupled with two single-tube torpedo launchers. The third ship in the series was Enseigne Gabolde, which was completed only in 1923 under a design altered to draw on the experience gained during the war. The destroyer turned out to significantly outgun her former sister ships. Enseigne Gabolde's main battery guns were turned into dual-purpose ones, comprising three 100 mm guns. Another alteration was to equip this destroyer with twin-tube torpedo launchers. The ship was named after ship-of-the-line ensign Jean Gabolde, who died in 1911 in an explosion that destroyed battleship Liberté.
es_mx: A comienzos del siglo XX, la industria de construcción naval francesa recibió el encargo de construir para la Armada tantos acorazados y cruceros blindados como fuera posible. Como consecuencia, el ejército de la República llegó a la I Guerra Mundial sin apenas fuerzas ligeras a su servicio. Los únicos destructores de los que disponía eran demasiado débiles y escasos en número. Entre los destructores franceses de mayor tamaño que entraron en servicio, ya tras el estallido la guerra, estaban los barcos de clase Enseigne Roux. El único armamento del que disponían eran varios cañones de 100 y 65 mm, complementado con dos tubos lanzatorpedos simples. El tercer barco de la serie fue el Enseigne Gabolde, que no se completó hasta 1923, con un diseño alterado para tener en cuenta la experiencia ganada en la guerra. El destructor superó en potencia a los que antes eran sus barcos hermanos. Los cañones de la batería principal del Enseigne Gabolde se transformaron en armas de doble propósito, con tres cañones de 100 mm. Otra alteración fue equipar este destructor con tubos lanzatorpedos gemelos. El barco recibió el nombre del prestigioso alférez Jean Gabolde, que murió en 1911 en la explosión que destruyó el acorazado Liberté.
ja: 20 世紀初頭、フランスの海軍造船業全体が、海軍にできるかぎり多くの戦艦と装甲巡洋艦を供給するような発注を受けました。この結果、一次大戦に参戦したフランス海軍には、軽戦力は実質的に存在していませんでした。フランスが保有していた駆逐艦は非常に弱体で少数でした。 戦争勃発後に就役したフランス最大の駆逐艦の中には、アンセーニュ・ルー級駆逐艦がいます。この艦級が搭載した兵装は、100 mm および 65 mm 銃数丁と単装魚雷発射管 2 基のみでした。同級 3 番艦アンセーニュ・ガボルドは、戦訓を反映して設計が変更されたため 1923 年にようやく完成しました。この駆逐艦はそれ以前の姉妹艦を大きく上回ります。アンセーニュ・ガボルドの主砲は、100 mm 両用砲 3 基に変更されました。もうひとつの変更は、この駆逐艦に連装魚雷発射管を搭載したことです。本艦は 1911 年に戦艦リベルテの爆沈事故で死亡したジャン・ガボルデ中尉に因んで命名されました。
pl: Na początku XX wieku cały francuski przemysł okrętowy dawał z siebie wszystko, aby do eksploatacji przez marynarkę weszło jak najwięcej pancerników i opancerzonych krążowników. W rezultacie marynarka Republiki rozpoczęła I wojnę światową praktycznie bez lekkich jednostek. Jedyne niszczyciele na służbie były zbyt słabe i nieliczne. Wśród największych francuskich niszczycieli, które weszły do służby już po wybuchu wojny, były okręty klasy Enseigne Roux. Ich jedynym uzbrojeniem było kilka dział o kal. 100 oraz 65 mm oraz dwie pojedyncze wyrzutnie torped. Trzeci okręt serii to Enseigne Gabolde, którego ukończono dopiero w 1923 na podstawie projektu zmodyfikowanego w oparciu o doświadczenia nabyte podczas wojny. Okazało się, że niszczyciel znacznie przerastał siłą swoje okręty siostrzane. Baterię główną Enseigne Gabolde wyposażono w trzy działa uniwersalne o kal. 100 mm. Kolejną przebudową było wyposażenie niszczyciela w dwie podwójne wyrzutnie torped. Okręt został nazwany na cześć podporucznika marynarki Jean'a Gabolde'a, który zginął w 1911 roku w eksplozji, która zniszczyła pancernik Liberté.
ru: В начале XX века все усилия французского военного кораблестроения были брошены на введение в строй как можно большего числа линейных кораблей и броненосных крейсеров. В результате в Первую мировую войну флот Республики вступил практически без лёгких сил. Имевшиеся в наличии эсминцы были слишком слабы и немногочисленны. Одними из самых крупных французских эсминцев, вступивших в строй уже в годы войны, были два корабля типа Enseigne Roux. Два однотрубных торпедных аппарата и несколько пушек калибра 100 и 65 мм составляли всё их вооружение. Третьим кораблём серии был Enseigne Gabolde, достроенный лишь в 1923 году по изменённому с учётом опыта войны проекту. Эсминец оказался заметно мощнее своих бывших систершипов. Его основное артиллерийское вооружение стало унифицированным — три 100-мм орудия, а торпедные аппараты — двухтрубными. Своё название корабль получил в честь мичмана (фр. enseigne) Жана Габольда, погибшего при взрыве линкора Liberté в 1911 году.
uk: На початку XX сторіччя всі зусилля французького військового суднобудування кинули на введення у стрій якомога більшої кількості лінійних кораблів та броненосних крейсерів. Як наслідок, у Першу світову війну флот Республіки вступив майже не маючи легких сил. Наявні есмінці були надто слабкі та нечисленні. Одними з найбільших французьких есмінців, які вступили у стрій вже за часів війни, були два кораблі типу Enseigne Roux. Два однотрубних торпедних апарати та кілька гармат калібрів 100 та 65 мм — це було все їх озброєння. Третім кораблем серії був Enseigne Gabolde, який добудували лише 1923 року за зміненим з урахуванням досвіду війни проєктом. Есмінець виявився помітно потужнішим за своїх попередніх однотипників. Його головне артилерійське озброєння стало уніфікованим — три 100-мм гармати, а торпедні апарати стали двотрубними. Свою назву корабель отримав на честь мічмана (фр. enseigne) Жана Ґабольда, який загинув під час вибуху лінкора Liberté 1911 року.
zh: В начале XX века все усилия французского военного кораблестроения были брошены на введение в строй как можно большего числа линейных кораблей и броненосных крейсеров. В результате в Первую мировую войну флот Республики вступил практически без лёгких сил. Имевшиеся в наличии эсминцы были слишком слабы и немногочисленны. Одними из самых крупных французских эсминцев, вступивших в строй уже в годы войны, были два корабля типа Enseigne Roux. Два однотрубных торпедных аппарата и несколько пушек калибра 100 и 65 мм составляли всё их вооружение. Третьим кораблём серии был Enseigne Gabolde, достроенный лишь в 1923 году по изменённому с учётом опыта войны проекту. Эсминец оказался заметно мощнее своих бывших систершипов. Его основное артиллерийское вооружение стало унифицированным — три 100-мм орудия, а торпедные аппараты — двухтрубными. Своё название корабль получил в честь мичмана (фр. enseigne) Жана Габольда, погибшего при взрыве линкора Liberté в 1911 году.
zh_sg: 在20世纪初，整个法国海军造船业都全力以赴地向海军投入尽可能多的战列舰和装甲巡洋舰。结果造成了法兰西共和国海军在参加第一次世界大战时几乎没有任何服役的轻型部队。其仅有的驱逐舰战斗力太弱，数量也很稀少。 在战争爆发后服役的最大的法国驱逐舰中，包括Enseigne Roux级战舰。它们携带的唯一武器是几门100毫米和65毫米的火炮，加上两个单管鱼雷发射器。该战舰系列中的第三艘是加博尔德海军少尉号，在1923年才建造完成，其设计经过改造，借鉴了在战争期间获得的经验。这艘驱逐舰被证明在战斗力上大大超过了它以前的同级战舰。加博尔德海军少尉号的主炮组变成了两用炮组，包括三门100毫米的火炮。另一个改动是这艘驱逐舰配备双管鱼雷发射器。这艘战舰的名字来源于1916年在摧毁了自由舰的爆炸中牺牲的战舰少尉让·加博尔德。

# IDS_PCZC369_FRENCHDDARC_BOURRASQUE_DESCRIPTION
source: Laid down between 1922–1923, six Jaguar-class large destroyers and 12 Bourrasque-class destroyers represented a giant leap forward for the development of the torpedo boat-type ships in the French Navy. Even relatively small "Bourrasques" were almost double the size of their prewar predecessors. The use of 130 mm guns on series-produced destroyers in the 1920's was an extraordinary solution, too. The 12 ships were named after various winds and other weather activities—Cyclone ("Cyclone"), Ouragan ("Hurricane"), and Tornade ("Tornado") to name a few. In French and a number of other languages, the word "bourrasque" is used to mean a sharp gust of cold wind that is often aggravated by rain, hail, or snow. By the time that World War II broke out, Bourrasque-class destroyers were already relatively outdated, yet they were still used extensively. Four destroyers were sunk during the defense of the northern coast of France between May–June 1940, including Siroco, and the lead ship Bourrasque which was lost off the coast of Dunkirk. Three more ships of the series perished during the Allied landings in North Africa in November 1942. After a brief period of service in the Italian Navy, destroyer Trombe, which had earlier survived a flooding in Toulon, saw action in battles with German ships in the Mediterranean in 1945.
es_mx: Puestos en quilla en 1922–1923, seis grandes destructores de clase Jaguar y 12 destructores de clase Bourrasque suponían un gran paso adelante para el desarrollo de buques tipo torpedo en la Armada francesa. Incluso los «Bourrasques», relativamente pequeños, duplicaban casi el tamaño de sus predecesores de antes de la guerra. El uso de cañones de 130 mm en los destructores producidos en serie a finales de los años 20 también fue una solución extraordinaria. Los 12 barcos recibieron el nombre de diferentes vientos y otros fenómenos climáticos como Cyclone (ciclón), Ouragan (huracán) y Tornade (tornado), entre otros. En francés y otros muchos idiomas, la palabra «bourrasque» designa una ráfaga desagradable de viento que a menudo está agravada por lluvia, granizo o nieve. Al estallar la II Guerra Mundial, los destructores de clase Bourrasque se quedaron relativamente desactualizados aunque se seguían usando bastante. Cuatro destructores resultaron hundidos mientras defendían la costa norte de Francia en mayo y junio de 1940, incluyendo el Siroco y el buque líder Bourrasque, que se perdió en la costa de Dunkerque. Otros tres barcos de la serie perecieron durante los desembarcos Aliados en el norte de África en noviembre de 1942. Tras un breve periodo de servicio en el Armada italiana, el destructor Trombe, que ya había sobrevivido a una inundación en Toulon, entró en acción en batallas con barcos alemanes en el Mediterráneo en 1945.
ja: 1922 - 1923 年に起工した 6 隻のジャグアール級大型駆逐艦および 12 隻のブーラスク級駆逐艦は、フランス海軍の水雷艇開発を飛躍させました。比較的小型のブーラスク級」さえ、戦前の前級艦のほぼ 2 倍の大きさがありました。1920 年代に量産された駆逐艦に 130 mm 砲を搭載したことも画期的な発想でした。この 12 隻はシクローヌ (フランス語で「サイクロン」)、ウーラガン (フランス語で「ハリケーン」)、およびトネード (フランス語で「トルネード」) など、様々な風や他の気象活動に因んで命名されました。フランス語および他の多くの言語では、「ブーラスク」という言葉は、雨、あられ、雪によって頻繁に吹く冷たい突風を意味します。 二次大戦の勃発時、ブーラスク級駆逐艦は既にやや時代遅れでしたが、依然として大々的に運用されていました。1940 年 5 - 6 月のフランス北海岸の防衛中にシロッコを含む 4 隻の駆逐艦が沈没し、1 番艦のブーラスクもダンケルク沖で失われました。更に同級艦 3 隻が 1942 年 11 月の北アフリカにおける連合軍の上陸中に失われました。トゥーロンでの自沈から引き揚げられた駆逐艦トロンベはイタリア海軍で短期間任務に就いた後、1945 年に地中海でドイツ艦隊と戦いました。
pl: Konstruowano je w latach 1922–1923 – sześć dużych niszczycieli klasy Jaguar i 12 niszczycieli klasy Bourrasque było znacznym skokiem naprzód dla rozwoju okrętów torpedowych we francuskiej marynarce. Nawet względnie małe Bourrasque były niemal dwa razy większe od swoich przedwojennych poprzedników. Wykorzystanie dział kal. 130 mm w seryjnie produkowanych niszczycielach było w latach 20. niezwykłym rozwiązaniem. 12 okrętów nadano nazwy różnych wiatrów i innych zjawisk pogodowych, np. Cyclone, Ouragan czy Tornade. W kilku językach, m.in. francuskim, słowo „bourrasque” oznacza ostry, zimny wiatr, któremu często towarzyszy deszcz, grad lub śnieg. Po wybuchu II wojny światowej niszczyciele klasy Bourrasque były już w zasadzie przestarzałe, wciąż jednak szeroko wykorzystywane. Cztery z nich zatonęły podczas obrony północnego wybrzeża Francji w okresie od maja do czerwca 1940. Wśród nich był Siroco oraz okręt prowadzący Bourrasque, które zostały unicestwione u wybrzeża Dunkierki. Trzy kolejne okręty serii zniszczono podczas lądowań aliantów w Północnej Afryce w listopadzie 1942 roku. Po krótkim okresie służby we włoskiej marynarce niszczyciel Trombe, któremu udało się przetrwać zalanie w Tulonie, walczył z niemieckimi okrętami na Morzu Śródziemnym w 1945 roku.
ru: Заложенные в 1922–1923 годах шесть контрминоносцев типа Jaguar и 12 эсминцев типа Bourrasque стали гигантским шагом вперёд в развитии класса торпедных кораблей во французском флоте. Даже относительно небольшие «бурраски» были в полтора-два раза крупнее своих довоенных предшественников. Вооружение серийных эсминцев 130-мм орудиями в 1920-х годах также было в диковинку. Названы эти двенадцать кораблей были в честь ветров и других погодных явлений. Среди них были «Циклон» (фр. cyclone), «Ураган» (фр. ouragan), «Торнадо» (фр. tornade) и другие. Бурраском во французском и некоторых других языках называется резкий порыв холодного ветра, часто с дождём, градом или снегом. К началу Второй мировой войны эсминцы типа Bourrasque были уже сравнительно старыми кораблями, однако использовались они активно. Четыре эсминца были потоплены при обороне северного побережья Франции в мае — июне 1940 года, в том числе Siroco и головной Bourrasque — под Дюнкерком. Ещё три корабля серии погибли во время высадки союзников в Северной Африке в ноябре 1942 года. Переживший затопление в Тулоне Trombe после краткого периода службы в составе итальянского флота успел принять участие в боях с немецкими кораблями в Средиземноморье в 1945 году.
uk: Закладені у 1922–1923 роках шість контрміноносців типу Jaguar та 12 есмінців типу Bourrasque стали велетенським кроком уперед у розвитку класу торпедних кораблів французького флоту. Навіть порівняно невеликі кораблі типу Bourrasque були в півтора-два рази більші за своїх довоєнних попередників. Озброєння серійних есмінців у 1920-х роках 130-мм гарматами теж було неочікуваним. Назвали ці дванадцять кораблів на честь вітрів та інших природних явищ. Серед них були «Циклон» (фр. cyclone), «Ураган» (фр. ouragan), «Торнадо» (фр. tornade) та інші. Бураском (фр. вourrasque) французькою та деякими іншими мовами називається різкий порив холодного вітру, часто з дощем, градом чи снігом. До початку Другої світової війни есмінці типу Bourrasque були вже доволі старими кораблями, але досі активно використовувалися. Чотири есмінці потопили під час оборони північного узбережжя Франції в травні-червні 1940 року, серед них Siroco та головний Bourrasque — під Дюнкерком. Ще три кораблі серії загинули під час висадки союзників у Північній Африці в листопаді 1942 року. Trombe, який пережив затоплення в Тулоні, після нетривалої служби у складі італійського флоту, встиг взяти участь у боях проти німецьких кораблів у Середземномор’ї 1945 року.
zh: Заложенные в 1922–1923 годах шесть контрминоносцев типа Jaguar и 12 эсминцев типа Bourrasque стали гигантским шагом вперёд в развитии класса торпедных кораблей во французском флоте. Даже относительно небольшие «бурраски» были в полтора-два раза крупнее своих довоенных предшественников. Вооружение серийных эсминцев 130-мм орудиями в 1920-х годах также было в диковинку. Названы эти двенадцать кораблей были в честь ветров и других погодных явлений. Среди них были «Циклон» (фр. cyclone), «Ураган» (фр. ouragan), «Торнадо» (фр. tornade) и другие. Бурраском во французском и некоторых других языках называется резкий порыв холодного ветра, часто с дождём, градом или снегом. К началу Второй мировой войны эсминцы типа Bourrasque были уже сравнительно старыми кораблями, однако использовались они активно. Четыре эсминца были потоплены при обороне северного побережья Франции в мае — июне 1940 года, в том числе Siroco и головной Bourrasque — под Дюнкерком. Ещё три корабля серии погибли во время высадки союзников в Северной Африке в ноябре 1942 года. Переживший затопление в Тулоне Trombe после краткого периода службы в составе итальянского флота успел принять участие в боях с немецкими кораблями в Средиземноморье в 1945 году.
zh_sg: 在1922年至1923年间，6艘美洲豹级大型驱逐舰和12艘狂风级驱逐舰是法国在海军鱼雷艇型战舰的发展上的巨大飞跃。即使是体型相对较小的“狂风”也几乎是它们战前的前身战舰的两倍。20世纪20年代，在生产的系列驱逐舰上使用130毫米火炮也是一个完美的解决方案。这12艘战舰以各种风和其他气象活动命名，其中包括Cyclone（“旋风”），Ouragan（法语：“飓风”）和Tornade（法语：“龙卷风”）等等。在法语和其他一些语言中，“bourrasque”一词用来表示一阵猛烈的寒风，通常会因下雨，冰雹或雪而加剧。 随着第二次世界大战爆发爆发，狂风级驱逐舰已经相对有些过时，但它们仍然被广泛使用。1940年5月至6月期间，四艘驱逐舰在法国北部海岸进行防御时被击沉，其中包括热风号，以及在敦刻尔克海岸失踪的领舰狂风号。1942年11月，在北非盟军登陆期间，该系列又增加了三艘战舰。在意大利海军服役一段时间之后，先前在土伦遭遇进水的驱逐舰龙卷风号在1945年参与了在地中海与德国战舰作战的行动。

# IDS_PCZC370_FRENCHDDARC_GUEPARD_DESCRIPTION
source: A further development of the post-war Jaguar-class large destroyers, six Guépard-class ships entered service between 1929–1931. Armed with 139 mm guns, they perfectly lined up with the "destroyer hunter" concept of the ship type. It must be said, though, that an encounter with any "Guépards" could turn into a dangerous adventure, even for the Italian light cruisers with thin armor that were built during the late 1920s and early 1930s. Guépard-class large destroyers were followed by two more series of ships with similar characteristics. These were the Aigle-and Vauquelin-class ships, which retained the sleek four-smock-stack design of their prototype. All the "Guépards" saw service in various theaters of World War II: in the North Sea, the Mediterranean, and off the Atlantic coast of Africa. One of them was lost during the Norwegian campaign in May 1940; the rest were scuttled in Toulon in November 1942, so as to not fall into the hands of the Nazis.
es_mx: Un desarrollo posterior de los grandes destructores clase Jaguar de posguerra, seis barcos de clase Guépard entraron en servicio entre 1929 y 1931. Armados con cañones de 139 mm, se ajustan a la perfección al concepto de "cazador de destructores". Hay que decir, no obstante, que un enfrentamiento con "Guépards" puede suponer una aventura peligrosa incluso para los cruceros ligeron italianos con blindaje fino construidos a finales de los años 20 y principios de los 30. Los grandes destructores de clase Guépard fueron los predecesores de otras dos clases de barcos con características similares: los barcos de clase Aigle y clase Vauquelin, que mantuvieron la elegancia del diseño de su prototipo con cuatro chimeneas. Todos los «Guépards» prestaron servicio en varios teatros de la II Guerra Mundial: en el norte de África, el Mediterráneo y la costa atlántica de África. Perdieron uno de ellos durante la campaña noruega en mayo de 1940; y hundieron el resto en Toulon en 1942 para evitar que cayeran en manos de los nazis.
ja: 一次大戦後のジャグアール級大型駆逐艦の更なる発展型として、6 隻のゲパール級駆逐艦が 1929 - 1931 年に就役しました。139 mm 砲で武装したこれらの大型駆逐艦は、「駆逐艦ハンター」としての構想と完全に一致していました。しかしゲパール級駆逐艦との交戦は、1920 年代後半から 1930 年代初頭に建造された軽装甲のイタリア軽巡洋艦にとっても危険な冒険となったことでしょう。 ゲパール級大型駆逐艦に続くのが、同様の特徴を備えた 2 種類の艦級、すなわちエーグル級およびヴォークラン級駆逐艦です。これらの駆逐艦は前級艦が持っていた流線形の 4 本煙突の設計を受け継ぎました。ゲパール級の全駆逐艦は、北海、地中海、アフリカの大西洋沖など、二次大戦の様々な戦場で任務に就きました。1 隻は 1940 年 5 月のノルウェー作戦で失われました。残存艦はナチスの手に落ちないように 1942 年 11 月にトゥーロンで自沈しました。
pl: Dalszy rozwój powojennych dużych niszczycieli klasy Jaguar zaowocował wejściem do służby sześciu okrętów w latach 1929–1931. Uzbrojone w działa o kal. 138 mm, świetnie wpasowały się w koncepcję tego typu okrętów, zwanych „łowcami niszczycieli”. Trzeba jednak odnotować, że „Gepardy” mogły stanowić nie lada wyzwanie nawet dla włoskich, cienko opancerzonych lekkich krążowników, budowanych na przełomie drugiej i trzeciej dekady XX wieku. Lidery klasy Guépard doczekały się kontynuacji w postaci jeszcze dwóch serii okrętów o podobnej charakterystyce, tj. klasy Aigle oraz Vauquelin, których projekt wyróżniał się czterema smukłymi kominami. Wszystkie „Guépardy” brały udział w walkach na różnych frontach II wojny światowej: na Morzu Północnym, Śródziemnym, a także na afrykańskim wybrzeżu Atlantyku. Podczas kampanii norweskiej w maju 1940 roku utracono jeden z nich; pozostałe zostały zatopione przez własną załogę w Tulonie w listopadzie 1942 roku, aby nie wpadły w ręce nazistów.
ru: Развитием первых послевоенных контрминоносцев типа Jaguar были шесть кораблей типа Guépard, вступившие в строй в 1929–1931 годах. Вооружённые 139-мм орудиями, они ещё больше соответствовали концепции своего класса — «истребителей» эсминцев. Впрочем, опасной встреча с «гепардами» была и для слабо бронированных итальянских лёгких крейсеров постройки конца 1920-х — начала 1930-х годов. За контрминоносцами типа Guépard последовали ещё две серии кораблей с близкими характеристиками, типа Aigle и типа Vauquelin, сохранившие изящный четырёхтрубный силуэт прототипа. Все «гепарды» принимали участие во Второй мировой войне на различных театрах: в Северном море, Средиземноморье, у атлантического побережья Африки. Один из них погиб во время Норвежской операции в мае 1940 года, остальные были затоплены своими экипажами в Тулоне в ноябре 1942 года, чтобы они не попали в руки нацистов.
uk: Розвитком перших післявоєнних контрміноносців типу Jaguar були шість кораблів типу Guépard, які вступили у стрій у 1929–1931 рр. Озброєні 139-мм гарматами, вони ще більше відповідали концепції свого класу — «винищувачів» есмінців. Однак небезпечною зустріч із «гепардами» була й для легкоброньованих італійських легких крейсерів, побудованих у кінці 1920-х та на початку 1930-х років. Слідом за контрміноносцями типу Guépard йшли ще дві серії кораблів зі схожими характеристиками — тип Aigle та тип Vauquelin, які зберегли витончений чотиритрубний силует прототипу. Усі «гепарди» брали участь у Другій світовій війні на різних театрах: у Північному морі, Середземномор’ї та біля атлантичного узбережжя Африки. Один із них загинув під час Норвезької операції в травні 1940 р. Інші ж кораблі затопили біля Тулона в листопаді 1942 р., щоб ті не потрапити до рук нацистів.
zh: Развитием первых послевоенных контрминоносцев типа Jaguar были шесть кораблей типа Guépard, вступившие в строй в 1929–1931 годах. Вооружённые 139-мм орудиями, они ещё больше соответствовали концепции своего класса — «истребителей» эсминцев. Впрочем, опасной встреча с «гепардами» была и для слабо бронированных итальянских лёгких крейсеров постройки конца 1920-х — начала 1930-х годов. За контрминоносцами типа Guépard последовали ещё две серии кораблей с близкими характеристиками, типа Aigle и типа Vauquelin, сохранившие изящный четырёхтрубный силуэт прототипа. Все «гепарды» принимали участие во Второй мировой войне на различных театрах: в Северном море, Средиземноморье, у атлантического побережья Африки. Один из них погиб во время Норвежской операции в мае 1940 года, остальные были затоплены своими экипажами в Тулоне в ноябре 1942 года, чтобы они не попали в руки нацистов.
zh_sg: 战后的美洲豹级大型驱逐舰的进一步发展，六艘猎豹级舰艇于1929年至1931年期间投入使用。它们装备了139毫米火炮，完美地符合将这种战舰作为“驱逐舰猎人”的概念。 必须要说的是，即使是在1920年代末和1930年代初建造的意大利轻型装甲轻型巡洋舰，与“猎豹”的相遇也可能变成危险遭遇。 猎豹级大型驱逐舰之后又增加了两艘具有类似特征的战舰系列，即鹰级和沃克兰级战舰，保留了原型的时尚四烟囱式设计。所有“猎豹”都在第二次世界大战的不同战区服役过：在北海、地中海和非洲大西洋沿岸。其中一艘在1940年5月的挪威战役中损失；其余的战舰在1942年11月在土伦为了不落入纳粹手中而被凿沉。
