Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGSC507_DESCR
source: A light cruiser design developed prior to the outbreak of World War II (Cruiser "M"). The ship was notably different from the Königsberg and Nürnberg classes in terms of her artillery armament and layout, with superior speed.
es_mx: Un diseño de un crucero ligero desarrollado antes del estallido de la Segunda Guerra Mundial (Crucero "M"). El barco era notablemente diferente a las clases Königsberg y Nürnberg por el armamento y la disposición de su artillería, superándolos también en velocidad.
ja: ミュンヘンは、二次大戦の勃発前に開発された軽巡洋艦の設計案 ("M" 級軽巡洋艦) です。ケーニヒスベルク級およびニュルンベルク級に比べて火砲とそのレイアウトがかなり異なっており、速力でも上回っていました。
pl: Lekki krążownik zaprojektowany przed wybuchem II wojny światowej (krążownik „M”). Okręt znacznie różnił się od jednostek typów Königsberg i Nürnberg pod względem uzbrojenia artyleryjskiego i układu elementów, przewyższając je także pod względem prędkości.
ru: Проект лёгкого крейсера, разработанный перед началом Второй мировой войны (крейсер M). Заметно отличался от крейсеров типа Königsberg и Nürnberg по составу артиллерии и компоновке, превосходя их в скорости хода.
uk: Проєкт легкого крейсера, який розробили перед початком Другої світової війни («Крейсер М»). Помітно відрізнявся від крейсерів типу Königsberg і Nürnberg за складом артилерії та компонуванням, перевершуючи їхню швидкість ходу.
zh: Проект лёгкого крейсера, разработанный перед началом Второй мировой войны (крейсер M). Заметно отличался от крейсеров типа Königsberg и Nürnberg по составу артиллерии и компоновке, превосходя их в скорости хода.
zh_sg: 第二次世界大战爆发前开发的轻型巡洋舰设计（巡洋舰“M”）。该战舰在火炮武器和布局上与柯尼斯堡级和纽伦堡级明显不同，同时航速也超过了它们。

# IDS_PGSC508
source: Prinz Eugen
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PGSC508_DESCR
source: One of a series of Admiral Hipper-class ships and one of the most powerful heavy cruisers of the 1930s. During World War II, she was equipped with powerful anti-aircraft guns and an enhanced fire control system.
es_mx: Uno de los barcos de la clase Admiral Hipper y uno de los más poderosos cruceros pesados de los años 30. Durante la Segunda Guerra Mundial, fue equipado con poderosos cañones antiaéreos y un sistema de control de tiro mejorado.
ja: プリンツ・オイゲンは、アドミラル・ヒッパー級重巡洋艦であり、1930 年代においては最強クラスの重巡洋艦でした。二次大戦中には、強力な対空砲と改良型の射撃管制装置が搭載されました。
pl: Okręt klasy Admiral Hipper i jeden z najpotężniejszych ciężkich krążowników lat 30. W trakcie II wojny światowej został wyposażony w silne uzbrojenie przeciwlotnicze i ulepszony układ kontroli ognia.
ru: Принадлежал к серии кораблей типа Admiral Hipper, был одним из самых мощных тяжёлых крейсеров 1930-х годов. В ходе Второй мировой войны получил очень сильное зенитное вооружение и усовершенствованную систему управления огнём.
uk: Належав до серії кораблів типу Admiral Hipper та був одним з найпотужніших важких крейсерів 1930-х рр. У ході Другої світової війни отримав потужне зенітне озброєння і вдосконалену систему керування вогнем.
zh: 希佩尔海军上将级战舰系列之一，而且也是三零年代最强而有力的重型巡洋舰之一。战争期间，它装备了强大的防空炮及增强型火控系统。
zh_sg: 希佩尔上将级战舰系列之一，而且也是30年代最强的重型巡洋舰之一。第二次世界大战期间，它装备了强大的防空炮及增强型火控系统。

# IDS_PGSC508_FULL
source: Prinz Eugen
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PGSC508_SHORT
source: EUGEN
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PGSC509_DESCR
source: A super-heavy Type "O" cruiser designed to operate in powerful raider formations. At the time the ship was designed, it was fast enough to escape from any battleship, while its armor protection and armament were strong enough to annihilate any cruiser.
es_mx: Un crucero superpesado del Tipo "O" diseñado para operar en poderosas formaciones de ataque. En la época en la que el barco fue diseñado, era lo suficientemente rápido para escapar de cualquier acorazado, mientras que su blindaje y armamento eran los suficientemente fuertes para aniquilar a cualquier crucero.
ja: ジークフリートは、強力な通商破壊艦隊で運用するために設計された「O」型超重巡洋艦です。設計された当時にはあらゆる戦艦から逃れら得る速力とあらゆる巡洋艦を撃破し得る装甲および兵装を備えていました。
pl: Superciężki krążownik Typu O, przeznaczony do działania w potężnych formacjach rajderów. W momencie włączenia do służby okręt ten był na tyle szybki, że mógł uciec przed każdym pancernikiem, podczas gdy jego opancerzenie i artyleria miały wystarczającą moc, by zatopić niemal każdy krążownik.
ru: Сверхтяжёлый крейсер, предназначавшийся для действий в мощных рейдерских соединениях («крейсер типа О»). На момент создания проекта скорость корабля позволяла ему уйти от любого линкора, а вооружение и бронирование — уничтожить любой крейсер.
uk: Надважкий крейсер, призначений для дій у потужних рейдерських з’єднаннях («крейсер типу О»). На час створення проєкту швидкість корабля дозволяла йому втекти від будь-якого лінкора, а озброєння та бронювання — знищити будь-який крейсер.
zh: Сверхтяжёлый крейсер, предназначавшийся для действий в мощных рейдерских соединениях («крейсер типа О»). На момент создания проекта скорость корабля позволяла ему уйти от любого линкора, а вооружение и бронирование — уничтожить любой крейсер.
zh_sg: 超重型“O”型巡洋舰，用于在强力突击作战。在设计这艘船的时候，它的速度足以从任何战列舰面前逃脱，而它的装甲和武器足以歼灭任何敌对巡洋舰。

# IDS_PGSC518_DESCR
source: The project of a cruiser with 150 mm guns (cruiser K), which was developed in the mid-1930s on the basis of the Admiral Hipper-class ships, shortly after the construction of the latter began. She combined the rapid-fire battery of light cruisers with the survivability of heavy ones.
es_mx: El proyecto de un crucero con cañones de 150 mm (crucero K), el cual fue desarrollado a mediados de los años 30 en base a los barcos de la clase Admiral Hipper, poco después de comenzar la construcción de este último. Combinaba la batería de alta cadencia de los cruceros ligeros con la supervivencia de los pesados.
ja: マインツは 150 mm 砲を搭載する巡洋艦の計画案 (巡洋艦 K) です。1930 年代にアドミラル・ヒッパー級の建造が始まってから間もなく同級をベースに開発されました。本案は軽巡洋艦用の速射砲を搭載しながらも重巡洋艦並の抗堪性を誇っていました。
pl: Projekt krążownika uzbrojonego w działa kal. 150 mm (krążownik K), który opracowany został w połowie lat 30. w oparciu o okręty klasy Admiral Hipper, krótko po tym, jak zaczęto je budować. Okręt łączył w sobie szybkostrzelną baterię typową dla lekkich krążowników i przeżywalność ich cięższych odpowiedników.
ru: Проект крейсера с 150-мм орудиями (крейсер «K»), разработанный в середине 1930-х годов на основе кораблей типа Admiral Hipper вскоре после начала их строительства. Сочетал скорострельную артиллерию лёгкого крейсера с живучестью тяжёлого.
uk: Проект крейсера зі 150-мм гарматами (крейсер «K»), розроблений у середині 1930-х років на основі кораблів типу Admiral Hipper незабаром після початку їх розроблення. Поєднував скорострільну артилерію легкого крейсера з живучістю важкого.
zh: Проект крейсера с 150-мм орудиями (крейсер «K»), разработанный в середине 1930-х годов на основе кораблей типа Admiral Hipper вскоре после начала их строительства. Сочетал скорострельную артиллерию лёгкого крейсера с живучестью тяжёлого.
zh_sg: 150毫米炮的巡洋舰项目(cruiser K)，1930年代中期在希佩尔上将级开始建造不久后，在其基础上进行研发。这艘战舰结合了轻型巡洋舰的快速火炮和重型巡洋舰的生存能力。

# IDS_PGSC519_DESCR
source: One of the variants for the project of a high-speed, super-heavy O-class cruiser with excellent protection and armament of nine 305 mm main battery guns.
es_mx: Una de las variantes para el proyecto de un crucero veloz y super pesado de la clase O, con una excelente protección y un armamento de nueve cañones en su batería principal.
ja: エギルは高速な O 級超重巡洋艦の計画案のひとつで、素晴しい防御力を備え、主砲として 305 mm 砲を 9 門搭載していました。
pl: Jeden z wariantów projektu na szybki, bardzo ciężki krążownik typu O, posiadający doskonałe opancerzenie i uzbrojenie złożone z dziewięciu dział kal. 305 mm.
ru: Вариант проекта быстроходного и хорошо защищённого сверхтяжёлого «крейсера типа O» с основным вооружением из девяти 305-мм орудий.
uk: Варіант проекту швидкохідного та добре захищеного надважкого «крейсера типу О» з головним озброєнням із дев’яти 305-мм гармат.
zh: Вариант проекта быстроходного и хорошо защищённого сверхтяжёлого «крейсера типа O» с основным вооружением из девяти 305-мм орудий.
zh_sg: 一种高航速、超重型O级巡洋舰的变种型号，拥有极佳的防护和9门305毫米主炮武器。

# IDS_PGSC706_DESCR
source: Deutschland-class training ship of the Wilhelmshaven Maritime High School. The commander of the ship is Thea Kreutzer and the vice commander is Wilhelmina. She has 28 cm guns mounted on a hull with a displacement equivalent to that of a training cruiser, and her diesel propulsion gives her an extensive cruising range. She is valued on distance voyages for her long cruising range. From the series "High School Fleet". In the series, her long range is utilized in the foreign exchange voyage.
es_mx: Barco de entrenamiento de la clase Deutschland de la Secundaria Marítima de Wilhelmshaven. El comandante del barco es Thea Kreutzer y el vicecomandante es Wilhelmina. Cuenta con unos cañones de 28 cm en un casco con desplazamiento equivalente al de un crucero de entrenamiento, y su motor diésel le otorga una gran autonomía. Es por eso que es valioso para largos viajes. En la serie, su largo alcance es utilizado en viajes de intercambio. De la serie "High School Fleet".
ja: ドイツのヴィルヘルムスハーフェン海洋学校所属のドイッチュラント型小型直接教育艦。 艦長テア・クロイツェルと副艦長ミ－ナが運用している艦である。 巡洋直教艦程度の排水量に、28 cm 砲を搭載し、ディーゼル機関による長大な航続力を有している。そのため、ドイツでは遠洋航海実習用の艦艇として重宝されている。 作中では航続距離を活かして留学用にも使用されている。 「ハイスクール・フリート」より出典。
pl: Okręt szkoleniowy klasy Deutschland należący do szkoły morskiej w Wilhelmshaven. Dowódcą okrętu jest Thea Kreutzer, a jej zastępcą Wilhelmina. Posiada działa kal. 28 cm i kadłub o wyporności porównywalnej z krążownikiem szkoleniowym, a silniki diesla zapewniają mu daleki zasięg. Jest ceniony za możliwość odbywania dalekich podróży. W serialu jego zasięg wykorzystywany jest w programach wymiany międzynarodowej. Z anime „High School Fleet”.
ru: Учебный корабль типа «Дойчланд», принадлежащий Морской академии Вильгельмсхафена. Командир — Thea Kreutzer, старпом — Wilhelmina. Корабль оснащён орудиями калибра 283 мм и имеет водоизмещение, соответствующее водоизмещению учебного крейсера. Дизельная ЭУ обеспечивает увеличенную дальность плавания при экономичной скорости. Благодаря этому, корабль раскрывает свой потенциал при выполнении операций именно на дальних рубежах. В аниме корабль используется для осуществления дальних походов. Из аниме High School Fleet.
uk: Навчальний корабель типу «Дойчланд», що належить Жіночому морехідному училищу у Вільгельмсгафені. Командир — Thea Kreutzer (Теа Кройцер), старпом — Wilhelmina (Вільгельміна). Корабель оснащено гарматами калібру 283 мм і має водотоннажність, яка відповідає водотоннажності навчального крейсера. Дизельна СУ забезпечує збільшену дальність плавання з економічною швидкістю. Завдяки цьому, корабель розкриває свій потенціал виконуючи операції саме на далеких кордонах. В аніме корабель використовують для далеких походів. Із аніме «High School Fleet».
zh: 威廉港校的 Deutschland 级直教舰。该战舰的指挥官为 Thea Kreutzer、而副指挥官为 Wilhelmina。它在排水量相当于训练用巡洋舰的舰身装上了 28 公分舰炮，而它的柴油推进装置为它带来了更大的巡航范围。其远距离巡航范围的价值是在于可以让它进行长距离的航行。在该系列中，它的长距离被运用在国外贸易航行上。来自系列动画「高校舰队」。
zh_sg: 威廉港校的德意志级直教舰。该战舰的指挥官为 Thea Kreutzer、而副指挥官为 Wilhelmina。该战舰在排水量相当于训练用巡洋舰的舰身装上了 28 公分舰炮，柴油推进装置为它带来了更大的巡航范围。使它在远距离航行中很有价值。战舰来自系列动画“High School Fleet”。在动画中，它的远程巡航能力被运用在国外贸易上。

# IDS_PGSC910
source: [Hindenburg]
zh: [兴登堡]
zh_sg: [兴登堡]

# IDS_PGSC910_DESCR
source: This ship is a copy of Hindenburg and is suitable for Clan Battles only
es_mx: Este barco es una copia del Hindenburg y solo es adecuado para las Batallas de Clanes
ja: 本艦は Hindenburg のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Hindenburg i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Hindenburg и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Hindenburg. Призначений лише для кланових боїв
zh: 这艘战舰为兴登堡的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是兴登堡号的复制并且仅适用于军团战

# IDS_PGSC910_FULL
source: [Hindenburg]
zh: [兴登堡]
zh_sg: [兴登堡]

# IDS_PGSD102_DESCR
source: This ship was designed for escorting the battle fleet and belonged to the most numerous series of destroyers in the German Navy. She boasted a very high speed for her time. Initially, ships of this class carried weak artillery, but, during World War I, many destroyers belonging to this class were re-equipped with more powerful guns.
es_mx: Este barco fue diseñado para escoltar a la flota de batalla y perteneció a la más numerosa serie de destructores en la Marina Alemana. Exhibía una velocidad muy alta para su tiempo. Inicialmente, los barcos de esta clase tenían una débil artillería, pero, durante la Primera Guerra Mundial, muchos destructores pertenecientes a esta clase fueron reequipados con cañones más poderosos.
ja: 本艦は、ドイツ海軍において最も多数が建造された駆逐艦級のうちの 1 隻であり、戦闘艦隊の護衛用として設計されていました。この艦級は、当時としては極めて高い速力を備えていたものの、当初搭載された主砲は脆弱なものでした。しかし一次大戦中には、この艦級の駆逐艦のうちの多くがより強力な主砲へと換装されました。
pl: Okręt został zaprojektowany do eskortowania floty bojowej i należał do licznej serii niemieckich niszczycieli. W swoich czasach odznaczał się bardzo dużą szybkością. Początkowo okręty tej klasy posiadały słabe uzbrojenie artyleryjskie, ale w trakcie I wojny światowej wiele z nich zostało zmodernizowanych i otrzymało silniejsze działa.
ru: Предназначался для сопровождения линейных сил флота и принадлежал к самой многочисленной серии эсминцев германских ВМС. Развивал очень высокую для своего времени скорость. Изначально корабли этого типа имели слабое артиллерийское вооружение, однако во время Первой мировой войны многие эсминцы серии получили более мощные орудия.
uk: Був призначений для супроводу лінійних сил флоту і належав до найчисленнішої серії есмінців німецьких ВМС. Розвивав дуже високу для свого часу швидкість. Спочатку кораблі цього типу мали слабке артилерійське озброєння, однак під час Першої світової війни чимало есмінців серії отримали потужніші гармати.
zh: 这艘战舰是为了护卫战斗舰队所设计，并且属于海军中数量最多的驱逐舰系列。它拥有当时最快的航速。起初，这种类战舰搭载着虚弱的火炮，许多属于此种类的驱逐舰都重新装备上更强大的舰炮。
zh_sg: 这艘战舰是为了护卫战斗舰队所设计，并且属于海军中数量最多的驱逐舰系列。它拥有当时最快的航速。起初，这种类战舰搭载着虚弱的火炮，许多属于此种类的驱逐舰都重新装备上更强大的舰炮。

# IDS_PGSD103_DESCR
source: This destroyer was built in Germany for the Argentine Navy. However, she was commissioned into the Imperial German Navy at the outbreak of World War I. Compared to V-25-class destroyers, she was larger in size and had more guns, but was slower.
es_mx: Este destructor fue construido en Alemania para la Marina Argentia. Sin embargo, fue comisionado en la Marina Imperial Alemana tras el inicio de la Primera Guerra Mundial. Comparado con los destructores de la clase V-25, era más grande y tenía más cañones, pero era más lento.
ja: この駆逐艦は、アルゼンチン海軍向けとしてドイツで建造されたものの、一次大戦の勃発に伴い、ドイツ帝国海軍に就役しました。V-25 型駆逐艦に比して大型であり、砲門数も多かったものの、速力は劣っていました。
pl: Niszczyciel zbudowany w Niemczech dla marynarki argentyńskiej. Wszedł jednak do służby w Cesarskiej Marynarce Wojennej Niemiec, gdy rozpoczęła się I wojna światowa. W porównaniu do niszczycieli klasy V-25 był większy, lepiej uzbrojony, ale wolniejszy.
ru: Строился в Германии по заказу Аргентины, однако с началом Первой мировой войны был включён в состав кайзеровских ВМС. От эсминцев типа V-25 отличался более крупными размерами и большим числом орудий, но при этом уступал им в скорости хода.
uk: Будувався у Німеччині на замовлення Аргентини, проте з початком Першої світової війни був включений до складу кайзерівських ВМС. Від есмінців типу V-25 відрізнявся більшими розмірами і великим числом гармат, але водночас поступався їм у швидкості ходу.
zh: 它在战争爆发时进入海军服役。与 V-25 级驱逐舰相比，它的尺寸较大且拥有更多舰炮，但航速更缓慢。
zh_sg: 这艘驱逐舰是为阿根廷海军而在德国建造。然而，在第一次世界大战爆发时进入德意志帝国海军服役。与V-25级驱逐舰相比，它的尺寸更大且拥有更多舰炮，但航速更缓慢。

# IDS_PGSD104_DESCR
source: The lead ship in the last series of destroyers laid down for the Imperial German Navy. She retained the main armament of G-101-class destroyers, but had a greater displacement and higher speed.
es_mx: El barco insignia en la última serie de destructores construidos por la Marina Imperial Alemana. Conservo los armamentos principales de los destructores de la clase G-101, pero tenía un desplazamiento incrementado y una mayor velocidad.
ja: 本艦は、ドイツ帝国海軍用として起工されたものとしては最後の駆逐艦級のリードシップです。主砲は G-101 型駆逐艦と同様でしたが、排水量は拡大されており、速力も向上していました。
pl: Okręt prowadzący ostatniej serii niszczycieli zbudowanych dla Cesarskiej Marynarki Wojennej Niemiec. Posiadał to samo uzbrojenie, co niszczyciele klasy G-101, ale cechował się większą wypornością i rozwijał większą prędkość.
ru: Головной корабль последней серии эсминцев, заложенных для кайзеровских ВМС. Сохранив основное вооружение эсминцев типа G-101, отличался от них увеличенным водоизмещением и большей скоростью хода.
uk: Головний корабель останньої серії есмінців, закладених для кайзерівських ВМС. Зберігши основне озброєння есмінців типу G-101, відрізнявся від них збільшеною водотоннажністю і більшою швидкістю ходу.
zh: 海军开始建造的最后一系列驱逐舰之首舰。它保留了 G-101 级驱逐舰的主要武器，但具备更大的排水量及更高的航速。
zh_sg: 德意志帝国海军建造的最后一系列驱逐舰的首舰。保留了G-101级驱逐舰的主要武器，但具备更大的排水量及更高的航速。

# IDS_PGSD105_DESCR
source: This multipurpose ship was capable of performing a wide range of tasks, from escorting capital ships, to carrying out reconnaissance operations. In the German Navy, she was officially classified as a "fleet torpedo boat." While the ship boasted powerful torpedo armament, her artillery armament was relatively weak.
es_mx: Este barco multipropósito era capaz de llevar a cabo una amplia gama de tareas, desde escoltar a barcos principales, a conducir operaciones de reconocimiento. En la Marina Alemana, fue clasificado oficialmente como una "lancha torpedera de flota". El barco contaba con un poderoso armamento de torpedos, pero su artillería era relativamente débil.
ja: 大型艦艇の護衛から偵察作戦まで、様々な任務に対応可能な多目的艦です。ドイツ海軍における公式の分類は、「艦隊水雷艇」でした。強力な雷装を備えていたものの、砲力は低めでした。
pl: Wielozadaniowy okręt zdolny do bardzo wszechstronnej służby, od eskortowania okrętów flagowych do operacji zwiadowczych. W niemieckiej marynarce został sklasyfikowany jako „torpedowiec floty”. Posiadał potężne uzbrojenie torpedowe, ale jego artyleria była stosunkowo słaba.
ru: Универсальный корабль с широким кругом задач от эскорта крупных кораблей до разведки. В германских ВМС официально классифицировался как «флотский миноносец». Имел мощное торпедное вооружение при ослабленном артиллерийском.
uk: Універсальний корабель з великим колом завдань від ескорту великих кораблів до розвідки. У німецьких ВМС офіційно класифікувався як «флотський міноносець». Мав потужне торпедне озброєння, але ослаблене артилерійське.
zh: 这种多用途战舰能够执行多种工作。从护卫主力战舰、到进行侦察行动。海军里，它被正式归类为「舰队驱逐舰」。该战舰拥有强大的鱼雷武器，但它的火炮武器相对较为虚弱。
zh_sg: 这种多用途战舰能够执行多种目标。从护卫主力战舰、到进行侦察行动。海军里，它被正式归类为“舰队鱼雷艇”。该战舰拥有强大的鱼雷武器，但它的火炮武器相对较弱。

# IDS_PGSD106
source: Gaede
zh: 恩斯特-盖德
zh_sg: 恩斯特-盖德

# IDS_PGSD106_DESCR
source: One of the designs for the "1934 type" destroyer. The ship was designed to be relatively large for her type and featured very powerful artillery armament of 150 mm cruiser caliber guns. This caliber was very unusual for destroyers.
es_mx: Uno de los diseños del destructor "tipo 1934". El barco estaba diseñado para ser relativamente más grande para su tipo y contaba con una poderosa artillería con cañones de crucero con un calibre de 150 mm. Este calibre era inusual para los destructores.
ja: エルンスト・ゲーデは、「1934 型」駆逐艦の設計案のひとつです。比較的大型であり、駆逐艦としては異例の、口径 150 mm という巡洋艦クラスの極めて強力な主砲を備えていました。
pl: Jeden z pierwszych projektów niszczyciela „typu 1934”. Miał być stosunkowo duży i posiadać potężne uzbrojenie artyleryjskie, składające się z dział kal. 150 mm, co było niezwykłe w przypadku niszczyciela.
ru: Один из проектов «эсминца 1934 года». Представлял собой сравнительно крупный для своего класса корабль с очень мощным артиллерийским вооружением, состоявшим из орудий нехарактерного для эсминцев «крейсерского» калибра 150 мм.
uk: Один з проектів «есмінця 1934 р.». Був порівняно великим для свого класу кораблем з дуже потужним артилерійським озброєнням, яке складалося з гармат невластивого для есмінців «крейсерського» калібру 150 мм.
zh: 「1934 年式」驱逐舰的设计之一。该战舰有着对其类型来说相对较大的设计、并且具备非常强大的 150 毫米巡洋舰舰炮口径的火炮武器。这个口径对驱逐舰来说十分不寻常。
zh_sg: “1934 年式”驱逐舰的设计之一。该战舰有着对其类型来说相对较大的设计、并且具备非常强大的150毫米巡洋舰舰炮口径的火炮武器。这个口径对驱逐舰来说十分不寻常。

# IDS_PGSD106_FULL
source: Ernst Gaede
zh: 恩斯特-盖德
zh_sg: 恩斯特-盖德

# IDS_PGSD106_SHORT
source: EG
zh: 恩斯特-盖德
zh_sg: 恩斯特-盖德

# IDS_PGSD107
source: Maass
zh: 莱伯勒希特-马斯
zh_sg: 莱伯勒希特-马斯

# IDS_PGSD107_DESCR
source: The first destroyer of the next generation (1934 type), which paved the way for the development of ships of this type in the German navy until the end of World War II. Thanks to her large dimensions and robust design, she had excellent survivability.
es_mx: El primer destructor de la siguiente generación (tipo 1934), el cual estableció el camino para el desarrollo de barcos de este tipo en la Marina Alemana hasta el final de la Segunda Guerra Mundial. Gracias a sus grandes dimensiones y robusto diseño, tenía una excelente supervivencia.
ja: レーベレヒト・マースは、次世代型 (1934 型) 駆逐艦の最初の 1 隻であり、ドイツ海軍における二次大戦終結までの駆逐艦開発の道を切り開きました。大きな排水量と頑丈な設計のおかげで、素晴らしい抗堪性を備えていました。
pl: Pierwszy niszczyciel następnej generacji (typ 1934), który utorował drogę do rozwoju tych okrętów w niemieckiej marynarce aż do zakończenia II wojny światowej. Ze względu na duże wymiary i solidną konstrukcję cechował się niezwykłą przeżywalnością.
ru: Первый эсминец нового поколения (тип 1934), заложивший основы развития кораблей этого класса в германских ВМС до конца Второй мировой войны. Благодаря большим размерам и прочной конструкции, обладал высокой живучестью.
uk: Перший есмінець нового покоління (тип 1934), що заклав основи розвитку кораблів цього класу в німецьких ВМС до кінця Другої світової війни. Завдяки великим розмірам і міцній конструкції, мав високу живучість.
zh: 下个世代 (1934 年式) 的第一艘驱逐舰，此类型战舰发展铺下了道路直到战争结束为止。多亏大尺寸及坚固的设计，它有着出色的生存能力。
zh_sg: 次世代(1934年式)的第一艘驱逐舰，为德国海军直到二战结为的此类型战舰发展奠定了基础。凭借着大尺寸及坚固的设计，它有着出色的生存能力。

# IDS_PGSD107_FULL
source: Leberecht Maass
zh: 莱伯勒希特-马斯
zh_sg: 莱伯勒希特-马斯

# IDS_PGSD107_SHORT
source: MAAS
zh: 莱伯勒希特-马斯
zh_sg: 莱伯勒希特-马斯

# IDS_PGSD108_DESCR
source: Developed from the Leberecht Maass-class destroyers (1936A type), this ship had larger dimensions and greater firepower compared to her prototype. She received 150 mm main gun mounts, but retained the torpedo armament of her predecessor.
es_mx: Desarrollado a partir de los destructores clase Leberecht Maass (tipo 1936A), este barco tenía mayores dimensiones y poder de fuego comparado con su prototipo. Recibió unos cañones principales de 150 mm, pero retuvo el armamento de torpedos de su predecesor.
ja: レーベレヒト・マース級駆逐艦の発展型 (1936A 型) であり、前級に比して大型化され、火力も強化されていました。150 mm の主砲が搭載されましたが、雷装は前級と同様でした。
pl: Okręt ten był rozwinięciem niszczycieli klasy Leberecht Maass (typ 1936A), ale miał większe wymiary i siłę ognia w porównaniu do poprzednika. Otrzymał działa kal. 150 mm, ale uzbrojenie torpedowe pozostało niezmienione.
ru: Дальнейшее развитие эсминцев типа Leberecht Maass (тип 1936А). Отличался от прототипа увеличенными размерами и усиленной огневой мощью. В качестве орудий главного калибра получил 150-мм установки, сохранив такое же, как у предшественника, торпедное вооружение.
uk: Подальший розвиток есмінців типу Leberecht Maass (тип 1936А). Відрізнявся від прототипу збільшеними розмірами і посиленою вогневою міццю. Як гармати головного калібру отримав 150-мм установки, водночас зберіг таке саме, як у попередника, торпедне озброєння.
zh: 研发自驱逐舰 (1936 年 A 式)，这艘战舰相较于原型舰拥有更大的尺寸及更多的火力。它获得了 150 毫米主炮炮架，但保留了它前辈的鱼雷武器。
zh_sg: 研发基于莱伯勒希特-马斯级驱逐舰(1936年A式)，这艘战舰相较于原型舰拥有更大的尺寸及更强的火力。配备了150毫米主炮炮架，且保留了前代战舰的鱼雷武器。
