Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC280_NY2019_ALBANYCARD_DESCRIPTION
source: In the 1880s and 1890s, the British company Armstrong built a number of so-called Elswick cruisers at the shipyard in Elswick. These were, as a rule, relatively small but well-armed, high-speed ships, with their main defense consisting of an armored deck with inclined sides. These relatively cheap cruisers were built mostly by order of countries that wanted to have their own navies but were extremely limited in resources. In 1895, Armstrong received an order from Brazil to build three armored cruisers with a displacement of about 3,500 tons, and main armament of rapid-fire 152 mm guns. However, the customer's finances quickly ran low, which resulted in the Brazilian Navy receiving only one ship of this class, named the Almirante Barroso. The lead cruiser of the series was bought by Chile, while the third and the fourth ones – the latter being ordered by Brazil instead of the lead ship – were purchased by the United States, a country that could not be said as being limited in funds. The reason behind it was that, in 1898, at the height of the ships' construction, the Spanish-American war broke out, and the United States government feared that the Elswicks would be acquired by Spain, which needed to replenish its fleet with up-to-date combat units. As a result, from 1898–1900, USS New Orleans and USS Albany raised star-spangled banners and became the last major ships built abroad to become part of the U.S. Navy.
es_mx: Entre 1880–1890, la compañía británica, Armstrong, construyó un número de los llamados cruceros Elswick en su astillero en Elswick. Estos eran, por regla general, barcos relativamente pequeños, pero bien armados, con alta velocidad, su defensa principal consistía en su cubierta blindada con lados inclinados. Estos cruceros relativamente baratos fueron construidos para la mayoría de países que querían tener su propia flota, pero tenían recursos extremadamente limitados. En 1895, Armstrong recibió una orden de Brasil para construir tres cruceros blindados con un desplazamiento de alrededor 3,500 toneladas, y un armamento principal de cañones que disparaban rápido de 152 mm. Sin embargo, las finanzas del cliente se agotaron, lo que resultó en que la Marina Brasileña recibiera solamente uno de los barcos de esta clase, nombrado Almirante Barroso. El crucero líder de esta serie, sería comprado por Chile, mientras que un tercero y cuarto—el último pedido por Brasil en ligar del barco líder—fueron comprados por los Estados Unidos—un país que no era considerado como con "fondos limitados". La razón detrás de dicha compra, fue que, en 1898, al apogeo de la construcción de barcos, la Guerra entre España y Estados Unidos empezó, y el gobierno de los Estados Unidos temía que los Elswicks serían adquiridos por España, dicha necesitaba reemplazar su flota para tener barcos modernos. Como resultado, durante 1898-1900, el USS New Orleans y el USS Albany levantaron la bandera de estrellas y se convirtieron en los últimos barcos grandes en ser construidos fuera de los Estados Unidos.
ja: 1880 - 1890 年代、イギリスのアームストロング社はエルズウィックの造船所において数々のいわゆるエルズヴィック巡洋艦を建造しました。この巡洋艦は一般に比較的小型ですが充分な兵装を備えた高速艦で、主要な防御は舷側にかけて傾斜した装甲甲板でした。この比較的安価な巡洋艦の主な発注元は、国家資源が非常に限られているものの独自の海軍を保有したい各国でした。 アームストロング社は 1895 年に排水量約 3,500 トン、152 mm 速射砲を主砲とする 3 隻の防護巡洋艦の建造をブラジルから受注しました。しかし、発注元の経済状況が急激に悪化したため、ブラジル海軍はアルミランテ・バローゾと命名された同級艦を 1 隻受領したのみでした。同級巡洋艦 1 番艦はチリが購入し、3 番艦および 1 番艦の代わりにブラジルが発注した 4 番艦は「資金不足」に陥る恐れの全くないアメリカが購入しました。この背景にある理由は同艦建造の最中の 1898 年に米西戦争の勃発です。アメリカ政府はエルズウィック巡洋艦が最新軍艦で艦隊を補強する必要があったスペインによって購入されることを恐れたのです。こうして 1898 - 1900 年にニューオーリンズとオールバニは星条旗を掲げることとなり、海外で建造された最後のアメリカ海軍所属の主力艦となりました。
pl: W dwóch ostatnich dekadach XIX wieku brytyjska firma Armstrong zbudowała pewną liczbę tak zwanych krążowników Elswick w stoczni w mieście o tej samej nazwie. Były to z reguły stosunkowo małe, ale dobrze uzbrojone i szybkie okręty, których główną ochronę stanowiły opancerzony pokład i pochylone boki. Te stosunkowo tanie krążowniki budowano głównie na zamówienie krajów pragnących posiadać własne marynarki, ale niezbyt zamożnych. W 1895 roku firma Armstrong otrzymała zamówienie z Brazylii na budowę trzech opancerzonych krążowników o wyporności ok. 3500 ton, uzbrojonych w szybkostrzelne działa kal. 152 mm. Jednak zasoby finansowe klienta szybko topniały, przez co otrzymał on tylko jeden okręt, nazwany Almirante Barroso. Krążownik prowadzący serii kupiony został przez Chile, a trzeci i czwarty (ten ostatni zamówiony przez Brazylię zamiast okrętu prowadzącego) – przez Stany Zjednoczone, czyli kraj, który nie można uznać za „mało zamożny”. Powodem był wybuch wojny hiszpańsko-amerykańskiej w 1898 roku, gdy budowa okrętów dobiegała końca i amerykanie obawiali się, że okręty Elswick kupione zostaną przez Hiszpanów, zmuszonych do szybkiego uzupełniania swojej floty o nowoczesne jednostki bojowe. Tak oto w latach 1898–1900 gwieździste bandery zatrzepotały nad pokładami USS New Orleans oraz USS Albany, ostatnimi dużymi okrętami U.S. Navy powstałymi poza granicami Stanów Zjednoczonych.
ru: В 1880–1890-х годах на верфи в Эльсвике британской компанией Armstrong был построен целый ряд так называемых «эльсвикских крейсеров». Это были, как правило, сравнительно небольшие, но хорошо вооружённые и быстроходные корабли, основная защита которых была представлена броневой палубой со скосами. Строились эти относительно дешёвые крейсеры чаще всего по заказам стран, желавших иметь военно-морской флот, но крайне ограниченных в своих средствах. В 1895 году Бразилия заказала у компании Armstrong три бронепалубных крейсера водоизмещением порядка 3500 тонн, основное вооружение которых должны были составлять скорострельные 152-мм орудия. Однако финансы заказчика довольно быстро иссякли, и в итоге ВМС Бразилии пополнил только один корабль этого типа, названный Almirante Barroso. Головной крейсер серии был перекуплен Чили, в то время как третий и заказанный Бразилией взамен головного четвёртый корабли были приобретены США, которые никак нельзя было назвать «ограниченными в средствах». Дело в том, что в 1898 году в разгар строительства разразилась Испано-американская война, и правительство Соединённых Штатов не без оснований опасалось, что «эльсвикцы» будут приобретены Испанией, остро нуждавшейся в пополнении флота современными боевыми единицами. Как результат, в 1898–1900 годах звёздно-полосатый флаг подняли USS New Orleans и USS Albany, ставшие последними крупными кораблями иностранной постройки, вошедшими в состав ВМС США.
uk: У 1880–1890-х рр. на верфі в Елсвіку британською компанією Armstrong побудували низку так званих «елсвікських крейсерів». Це були, звичайно, порівняно невеликі, але добре озброєні і швидкохідні кораблі, основним захистом була броньована палуба зі схилами. Будували ці відносно дешеві крейсери найчастіше на замовлення країн, які хотіли мати військово-морський флот, але мали вкрай обмежені ресурси. 1895 року Бразилія замовила у компанії Armstrong три бронепалубних крейсери водотоннажністю приблизно 3500 тонн, основне озброєння яких мали б складати скорострільні 152-мм гармати. Однак кошти у замовника досить швидко скінчилися, і у підсумку ВМС Бразилії поповнив лише один корабель цього типу, названий Almirante Barroso. Головний крейсер серії перекупило Чилі, а третій і замовлений Бразилією натомість головного четвертий кораблі купили США, про які важко було сказати «у них бракує коштів». Річ у тім, що 1898 року у розпал будівництва вибухнула Іспано-американська війна, і уряд Сполучених Штатів не без підстав побоювався, що «елсвікці» купить Іспанія, яка потребувала поповнення флоту сучасними бойовими одиницями. Як наслідок, у 1898–1900 рр. зоряно-смугастий прапор підняли USS New Orleans і USS Albany, і стали останніми великими кораблями, побудованими за кордоном, що увійшли до лав ВМС США.
zh: 在1880-1910年代，Y国公司阿姆斯特朗在埃尔斯威克的造船厂建造了许多称为埃尔西克巡洋舰的战舰。它们通常是相对较小但装备精良的高速舰，其主要防护包括带有倾斜侧面的装甲甲板。这些相对便宜的巡洋舰主要是由希望拥有自己的海军但资源非常有限的国家所订购建造的。 1895年，阿姆斯特朗接到巴西的订单，建造三艘装甲巡洋舰，排水量约为3,500吨，主要武装是高射速152毫米炮。然而，客户的财务状况很快恶化，导致巴西海军只收到一艘这级战舰，名为海军上将巴罗佐。该系列的领导巡洋舰由智利购买，而第三艘和第四艘—后者由巴西订购而并非领舰—由无法被称作「资金有限」的国家，M国购买。背后的原因是，在战舰建造高峰期的1898年，战争爆发，M国政府担心埃尔西克将被需要以最新瑞战斗单位补充舰队的X国收购。结果，在1880-1910期间，新奥尔良和奥尔巴尼升起星条旗，并成为最后的主要在国外建造后来成为M国海军一部分的战舰。
zh_sg: 在19世纪80年代至1890年代，英国阿姆斯特朗公司在埃尔斯威克的造船厂建造了许多所谓的埃尔斯威克巡洋舰。这些告诉战舰通常是相对较小但装备精良，其主要防御是带有倾斜侧面的装甲甲板。这些相对便宜的巡洋舰主要是由那些希望拥有自己的海军，但资源却非常有限的国家的订购建造的。 1895年，阿姆斯特朗接到巴西的订单，要建造三艘装甲巡洋舰，排水量约为3500吨，主武器是152毫米速射火炮。然而客户的财务状况很快就变得很快，巴西海军最后只收到一艘这种战舰，命名为“海军上将巴罗佐”。该系列的领舰巡洋舰是由智利购买的，而由巴西订购的第三艘和第四艘最后由美国购买的，美国从来不会出现“资金有限”的情况。其背后的原因是，在1898年，在战舰建造的高峰期，美西战争爆发，美国政府担心埃尔斯威克将被需要补充舰队即战力的西班牙收购。结果，在1898年至1900年期间，在新奥尔良号航空母舰和奥尔巴尼号航空母舰升起了星条旗，成为了最后的在海外建造的美国海军主力舰。

# IDS_PCZC281_NY2019_VARYAGCARD
source: Varyag, 1901
ja: Varyag (1901 年)
pl: Varyag, 1901 r.
ru: «Варяг», 1901 г.
uk: «Варяг», 1901 р.
zh: 瓦良格，1901
zh_sg: 瓦良格，1901年

# IDS_PCZC281_NY2019_VARYAGCARD_DESCRIPTION
source: On September 24, 1863, the New York estuary welcomed Russian steam corvette Varyag which had arrived all the way from the Baltic Sea. The arrival of Varyag was part of an expedition of the Russian fleet to the shores of North America. Their purpose was to create a threat to the ocean shipping lines between England and France, which at that time were quite hostile to Russia. The appearance of the Russian squadrons was perhaps even more valuable for the United States, as the country's position on the world stage at the height of the Civil War was extremely precarious. On May 22, 1899, the ceremonial laying down of armored cruiser Varyag, ordered by the Russian Empire, took place at the William Cramp shipyard in Philadelphia, Pennsylvania. Less than six months later, on October 31, the hull of the ship was launched. On April 2, 1901, the fully-equipped cruiser, flashing her snow-white sides, left the famous Hampton roads and headed into the Atlantic Ocean to reprise the path of her namesake, only in the opposite direction. On May 13, having sailed about 5,000 miles, Varyag arrived at the Port of Revel where, 38 years before, the corvette of the same name had departed on her journey towards the shores of the USA.
es_mx: El 24 de septiembre, de 1863, el estuario de Nueva York le dio la bienvenida a la corveta de vapor rusa Varyag, que había llegado desde el Mar Báltico. La llegada del Varyag era parte de una flotilla de expedición a las costas de América del Norte. Su propósito era crear una amenaza a todas las líneas de comercio de Inglaterra y Francia, en ese entonces bastantes hostiles contra Rusia. La aparición de escuadrones rusos fue incluso más valiosa para los Estados Unidos, ya que su posición en el mundo estaba bastante débil con su Guerra Civil en pleno apogeo. El 22 de mayo, de 1899, se botó de forma ceremonial al crucero blindado Varyag, ordenado por el Imperio Ruso, se llevó a cabo en el astillero de William Cramp en Filadelfia, Pennsylvania. Menos de seis meses después, el 31 de octubre, el casco del barco fue lanzado. El 2 de abril, de 1901, el totalmente equipado crucero, mostrando sus lados de color blanco-nieve, salió del famoso camino de Hampton y se dirigió hacia el Océano Atlántico para regresar por el mismo camino que había tomado su antepasado. El 13 de mayo, habiendo pasado alrededor de 5,000 millas, el Varyag llegó al Puerto de Revel, donde 38 años antes, la corveta del mismo nombre había salido hacia las costas de EE. UU.
ja: 1863 年 9 月 24 日、ニューヨーク湾、バルト海からはるばる航海してきたロシアの蒸気コルベットであるヴァリャーグを歓迎しました。ヴァリャーグの訪問は、北アメリカ沿岸を目指したロシア艦隊の遠洋航海の一環でした。その目的は、当時ロシアと激しい敵対関係にあったイギリスとフランスの遠洋航路に脅威を与えることでした。南北戦争の渦中にあって国際的な地位が大きく動揺していたアメリカにとって、ロシア艦隊の訪問はより重要だったかもしれません。 1899 年 5 月 22 日、ロシア帝国が発注した防護巡洋艦ヴァリャーグの記念起工式がペンシルヴァニア州フィラデルフィアのウィリアム・クランプ造船所で行われました。それから 6 カ月と経たない 10 月 31 日に本艦は進水しました。1901 年 4 月 2 日、全ての艤装を搭載した本巡洋艦は、真白の舷側を輝かせながら、有名なハンプトンローズを大西洋へ向けて出航、先代の同名艦と同じ航路を逆方向へと辿りました。5 月 13 日、5,000 海里を越えて、ヴァリャーグは 38 年前に同名のコルベットがアメリカ沿岸に向けて出航したレヴァル港に到着しました。
pl: 24 września 1863 roku, pokonawszy drogę z Morza Bałtyckiego, do ujścia rzeki Hudson w Nowym Jorku wpłynęła rosyjska korweta parowa Varyag. Varyaga pojawił się w ramach ekspedycji floty rosyjskiej do wybrzeży Ameryki Północnej. Jej celem było stworzenie zagrożenia dla linii handlowych Anglii i Francji, które były wówczas wrogie w stosunku do Rosji. Pojawienie się rosyjskich eskadr było na rękę Stanom Zjednoczonym, ponieważ w obliczu wojny domowej pozycja tego kraju na arenie międzynarodowej była bardzo niepewna. 22 maja 1899 roku w stoczni William Cramp w Filadelfii w stanie Pensylwania odbyło się uroczyste rozpoczęcie budowy zamówionego przez Imperium Rosyjskie krążownika opancerzonego Varyag. Niecałe sześć miesięcy później, 31 października, kadłub okrętu został zwodowany. 2 kwietnia 1901 roku w pełni wyposażony krążownik o śnieżnobiałych burtach wyruszył ze słynnego Hampton Roads przez Ocean Atlantycki, by przebyć szlak przetarty niegdyś przez swojego imiennika, lecz w odwrotnym kierunku. 13 maja, po przepłynięciu ok. 5000 mil, Varyag przybył do portu w Tallinie, z którego 38 lat wcześniej korweta o tej samej nazwie wyruszyła w podróż do Ameryki.
ru: 24 сентября 1863 года на рейде Нью-Йорка бросил якорь русский паровой корвет «Варяг», пришедший из далёкого Балтийского моря. Прибытие «Варяга» было частью экспедиции Российского флота к берегам Северной Америки, целью которой было создать угрозу океанским коммуникациям Англии и Франции, настроенным в то время к России весьма враждебно. Едва ли не более ценным появление русских эскадр было для Соединённых Штатов, положение которых на международной арене в разгар Гражданской войны было крайне шатким. 22 мая 1899 года на верфи компании William Cramp в городе Филадельфия, штат Пенсильвания, состоялась торжественная закладка бронепалубного крейсера «Варяг», заказанного Российской империей. Меньше чем через полгода, 31 октября, корпус корабля был спущен на воду. 2 апреля 1901 года полностью укомплектованный крейсер, сверкая белоснежными бортами, покинул знаменитый Хэмптонский рейд и вышел в Атлантический океан, чтобы повторить путь своего тёзки в обратном направлении. 13 мая, преодолев порядка 5000 миль, «Варяг» прибыл в Ревельский порт, откуда за 38 лет до этого отправился к берегам США одноимённый корвет.
uk: 24 вересня 1863 р. на рейді Нью-Йорка кинув якір російський паровий корвет «Варяг», який прийшов з далекого Балтійського моря. Прибуття «Варяга» було частиною експедиції Російського флоту до берегів Північної Америки, метою якої було створити загрозу океанським комунікаціям Англії та Франції, що ставилися на той час до Росії досить вороже. Досить цінною поява російських ескадр була для Сполучених Штатів, стан яких на міжнародній арені в розпал Громадянської війни був вкрай хитким. 22 травня 1899 р. на верфі компанії William Cramp у місті Філадельфія, штат Пенсильванія, відбулося урочисте закладення бронепалубного крейсера «Варяг», замовленого Російською імперією. Менш ніж за півроку, 31 жовтня, корпус корабля спустили на воду. 2 квітня 1901 р. повністю укомплектований крейсер, виблискуючи білосніжними бортами, покинув знаменитий Хемптонський рейд і вийшов в Атлантичний океан, щоб повторити шлях свого тезки у зворотному напрямку. 13 травня, подолавши майже 5000 миль, «Варяг» прибув до порту міста Ревель (нині Таллінн), звідки за 38 років до цього відправився до берегів США однойменний корвет.
zh: 1863年9月24日，纽约河口迎接一路从波罗的海抵达的S国蒸汽护卫舰瓦良格。瓦良格的到来是S国舰队远征北美海岸的一部分。它们的目的是对Y国和F国的海运航线构成威胁，它们当时对S国非常敌视。S国分舰队的出现对M国来说可能更有价值，因为该国在内战高峰时期在世界舞台上的地位非常不稳定。 1899年5月22日，由S国订购的装甲巡洋舰瓦良格的安放龙骨仪式于宾夕法尼亚州费城的威廉-克兰普造船厂举行。不到六个月后，在10月31日，战舰的舰身下水。1901年4月2日，整装完毕的巡洋舰闪着它雪白的两侧，离开著名的汉普顿锚地，然后驶向大西洋重复同名舰的航线，只是以相反的方向。5月13日，经过大约5,000英里，瓦良格抵达勒韦港，38年前，同名的护卫舰在此开启她前往M国海岸的旅程。
zh_sg: 1863年9月24日，纽约河口迎来了从波罗的海一路航行过来的俄罗斯蒸汽护卫舰瓦良格。瓦良格的到来是沙皇俄国舰队远征北美海岸的一部分。他们的目的是对英格兰和法国的海运航线造成威胁，当时这两个国家对沙皇俄国非常敌视。沙皇俄国中队的出现对美国来说可能更有价值，因为美国在世界舞台上的地位由于正处于高峰的内战变得非常不稳定。 1899年5月22日，由沙皇俄国下令，在宾夕法尼亚州费城的William Cramp造船厂内，举行了装甲巡洋舰瓦良格开建仪式。不到六个月后，即10月31日，该战舰的舰体下水。1901年4月2日，装备齐全的巡洋舰闪着它雪白的舰舷，离开了着名的汉普顿公路，然后航行向大西洋，重新寻找来时的道路，只是在航行的方向相反。5月13日，瓦良格过了大约5000英里的航行，抵达了狂欢港，38年前，同名的护卫舰离开了这里，开始前往美国海岸的旅程。

# IDS_PCZC282_NY2019_MIKASACARD
source: Mikasa, 1902
ja: 三笠 (1902 年)
pl: Mikasa, 1902 r.
ru: Mikasa, 1902 г.
uk: Mikasa, 1902 р.
zh: 鲐，1902
zh_sg: 三笠，1902年
