Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC158_VIVALAFRANCE_COURBET_DESCRIPTION
source: Courbet entered service in 1913 as the lead ship in the first series of French dreadnoughts. The ship was named in honor of Amédée Courbet (1827–1885), a French admiral who won a series of important naval victories during the Sino-French War of 1884–1885 and died of cholera soon after. During World War I, Courbet participated in battles in the Mediterranean as the flagship of the French fleet. In the 1920–1930s, the ship underwent several upgrades. The outbreak of World War II found this veteran ship in the north of France. In June 1940, Courbet rained the full power of her main battery down on the German motorized regiments approaching Cherbourg. In 1941, while serving in the Free French Naval Forces, the ship participated in the defense of Portsmouth, England, against the Luftwaffe attacks. In 1944, she was disarmed, and her hull was used as a breakwater during the construction of a temporary harbor for landing Allied troops in Normandy.
es_mx: El Courbet entró en servicio en 1913 como el barco principal de la serie de la primera serie de dreadnoughts franceses. Este barco fue nombrado en honor a Amédée Courbet (1827-1885), un almirante francés que ganó una serie de importantes victorias navales durante la Guerra Franco-China de 1884-1885 y murió de cólera poco después. Durante la 1.ª Guerra Mundial, el Courbet participó en batallas en el Mediterráneo como el barco líder de la flota Francesa, En los años 20-30, este barco recibió varias mejoras. El estallido de la 2.ª Guerra Mundial encontró a este barco veterano en el norte de Francia. En junio de 1940, el Courbet dejó caer todo el poder de su batería principal sobre los regimientos motorizados alemanes que se aproximaban a Cherbourg. En 1941, sirviendo a las Fuerzas Navales de la Francia Libre , el barco participó en la defensa de Portsmouth, Inglaterra, en contra de los ataques de la Luftwaffe. En 1944, fue desarmado, y su casco desarmado fue usado como un rompeolas durante la construcción de un puerto temporal para el desembarco de las tropas aliadas en Normandía.
ja: 1913 年に就役したクールベは、フランス初の弩級戦艦の艦級のネームシップでした。その艦名は、フランスのアメデ・クールベ提督 (1827-1885 年) に因んだものです。彼は、1884 年から 1885 年にかけての清仏戦争における海戦で幾度もの重要な勝利を飾りましたが、その後間もなくコレラで死去しました。 クールベは、一次大戦中にはフランス海軍の旗艦として地中海地域での戦闘に参加しました。1920 年代から 1930 年代にかけて繰り返し近代化改装が施された本艦は、二次大戦の勃発時にはフランス北部に位置していました。そして 1940 年 6 月、本艦はシェルブールに接近中だったドイツの自動車化連隊群に対して主砲による全力での艦砲射撃を加えました。1941 年には、自由フランス海軍の一員として、イングランドにおいてドイツ空軍による空襲からポーツマスを防衛しました。1944 年には武装解除され、その船体がノルマンディーにおいて連合軍部隊のための上陸用臨時港を建設するための防波堤として利用されました。
pl: Courbet rozpoczął swoja służbę w 1913 roku, będąc okrętem prowadzącym pierwszej serii francuskich drednotów. Okręt nazwany został na cześć Amédée Courbet'a (1827-1885), francuskiego admirała, który wygrał szereg ważnych bitew morskich w czasie wojny chińsko-francuskiej w latach 1884-1885, a wkrótce potem zmarł na cholerę. Będąc okrętem flagowym Marynarki Wojennej Francji, Courbet uczestniczył w bitwach na Morzu Śródziemnym w trakcie I wojny światowej. W latach 20. i 30. poddany został licznym modernizacjom. W momencie wybuchu II wojny światowej ten zasłużony okręt przebywał w północnej Francji. W czerwcu 1940 roku raził on niemieckie oddziały zmechanizowane, zbliżające się do Cherbourga, pełną mocą swojej głównej baterii. W 1941 roku w Anglii Courbet osłaniał miasto Portsmouth przed atakami Luftwaffe, będąc częścią sił morskich Wolnych Francuzów. W 1944 roku został rozbrojony, a jego kadłub służył jako falochron w trakcie budowy tymczasowego portu, budowanego dla desantu aliantów w Normandii.
ru: Courbet, вступивший в строй в 1913 году, был головным в серии первых французских линкоров-дредноутов. Своё название корабль получил в честь адмирала Амедея Курбе (1827–1885), одержавшего ряд побед на море в ходе франко-китайской войны 1884–1885 годов и скончавшегося вскоре после её завершения от холеры. Будучи флагманом французского флота, Courbet принимал участие в боевых действиях на Средиземноморье во время Первой мировой войны. В 1920–1930-х годах линкор неоднократно модернизировался. В начале Второй мировой войны корабль-ветеран находился на севере Франции. В июне 1940 года он обрушил мощь своего главного калибра на вышедшие к Шербуру моторизованные части немцев. В 1941 году, находясь в Англии, Courbet уже в составе морских сил «Свободной Франции» защищал Портсмут от налётов Люфтваффе. В 1944 году корпус разоружённого линкора был использован в качестве волнолома для строительства временной гавани при высадке союзников в Нормандии.
uk: Courbet, який став у стрій 1913 р., був головним у серії перших французьких лінкорів-дредноутів. Свою назву корабель отримав на честь адмірала Амедея Курбе (1827–1885), який здобув низку перемог на морі під час франко-китайської війни 1884–1885 рр. і незабаром після її завершення помер від холери. Як флагман французького флоту, Courbet брав участь у бойових діях на Середземномор’ї під час Першої світової війни. У 1920–1930-х рр. лінкор неодноразово модернізували. На початку Другої світової війни корабель-ветеран перебував на півночі Франції. У червні 1940 р. він обрушив міць свого головного калібру на моторизовані частини німців, що вийшли до Шербура. Вже перебуваючи в Англії 1941 р., Courbet у складі морських сил «Вільної Франції» захищав Портсмут від нальотів Люфтваффе. А 1944 р. корпус роззброєного лінкора використали як хвилелом для будівництва тимчасової гавані під час висадки союзників у Нормандії.
zh: 孤拔于1913年服役，它同时也是F系一系列无畏舰的领导舰。这艘战舰的命名是为了纪念1884-1885年中法战争期间赢得一系列重要海军胜利的法国海军上将阿玛迪奥-孤拔（1827-1885），他后来不久因霍乱而死。 身为F系海军旗舰，孤拔参加了一战时期地中海的战斗，1920到1930年间，这艘战列舰经过多次升级，而在大战爆发时，这艘资深的战列舰位于F国北部，1940年6月，它使用它的主炮炮击瑟堡附近的D国军摩托化部队。1941年，在Y国，孤拔身为自由F国的一份子，保护朴茨茅斯抵抗D国空军的攻击。1944年，它解除武装的船身用做盟军登陆诺曼底建造临时港口时的防波堤。
zh_sg: 孤拔于1913年开始服役，它是法国第一艘无畏舰。战舰为了纪念著名的法国海军将领Amédée 孤拔(1827-1885)而命名的，他在1884-1885年的中法战争中取得了一系列重大的胜利，并在不久后死于霍乱。 作为法国海军的旗舰，孤拔在第一次世界大战期间参加了地中海区域的战斗。20年代到30年代，这艘战列舰经历了多次升级。第二次世界大战爆发时，这艘久经沙场的战舰停泊在法国北部。1940年6月，它将主炮组的全部力量倾泻在瑟堡附近的德国机动化兵团上。1941年，在英国，孤拔作为自由法国海军部队保卫朴茨茅斯抵抗德国空军的攻击。1944年，孤拔被解除了武装，其舰体在诺曼底登陆搭建临时港口时被用作防波堤。

# IDS_PCZC159_VIVALAFRANCE_BRETAGNE
source: Battleship Bretagne and Cruiser Algérie Are Crossing the Atlantic, March 1940
es_mx: El Acorazado Bretagne y el Crucero Algérie Cruzan el Atlántico, Marzo de 1940
ja: 大西洋を横断中の戦艦ブルターニュと重巡洋艦アルジェリー (1940 年 3 月)
pl: Pancernik Bretagne i krążownik Algérie przepływają Atlantyk, marzec 1940 r.
ru: Линкор Bretagne и крейсер Algérie пересекают Атлантику, март 1940
uk: Лінкор Bretagne і крейсер Algérie перетинають Атлантику, березень 1940
zh: 战列舰布列塔尼与巡洋舰阿尔及利亚横越大西洋，1940年3月
zh_sg: 战列舰布列塔尼和巡洋舰阿尔及利亚正在穿越大西洋，1940年3月

# IDS_PCZC159_VIVALAFRANCE_BRETAGNE_DESCRIPTION
source: Battleship Bretagne was commissioned in 1916. She was named in honor of Bretagne—a historical province in the north-west of France, where the largest centers of shipbuilding are situated, in Lorient and Brest. The biggest naval base of the French Navy on the Atlantic coast is also located in Brest. In March–April 1940, Bretagne and heavy cruiser Algérie, as part of the special Force X, fulfilled an unusual mission to carry gold across the Atlantic Ocean. The German submarines were stalking them from below, and the Kriegsmarine raiders—battleships and cruisers—often went out to hunt. That is why using warships as carriers of the precious metal was more than justified. Bretagne and Algérie delivered 147 tons of gold from Toulon to Halifax that was then used to pay for the French government's military contracts placed in the U.S.A. On the way back, the battleship and cruiser escorted transports with 82 warplanes on board that were purchased in the U.S.A.
es_mx: El Acorazado Bretagne fue comisionado en 1916. Fue nombrado en honor de Bretaña—una provincia histórica en el noroeste de Francia, en donde los centros de construcción naval más grandes están situados en Lorient y Brest. La base naval más grande de la Armada Francesa en la costa del Atlántico también está situada en Brest. En marzo-abril de 1940, el Bretagne y el crucero pesado Algérie, como parte de la Fuerza X, completaron una misión inusual al transportar oro a través del Océano Atlántico. Los submarinos alemanes los acechaban desde abajo, y los incursores de la Kriegsmarine—acorazados y cruceros—a menudo salían de caza. Es por eso que el uso de barcos de guerra como transportes del metal precioso estaba más que justificado. El Bretagne y el Algérie llevaron 147 t de oro desde Toulon a Halifax, que luego fue usado para pagar los contratos militares del gobierno francés ubicados en los EUA. En su viaje de vuelta, el acorazado y el crucero escoltaron transportes con 82 aviones de guerra a bordo que fueron adquiridos en los EUA.
ja: 大西洋を横断中の戦艦ブルターニュと巡洋艦アルジェリー (1940 年 3 月) 1916 年に就役した戦艦ブルターニュの艦名は、フランス北西部の歴史的な地方であるブルターニュに因んだものであり、この地域にはフランス最大の造船拠点であるロリアンおよびブレストがあります。そしてブレストには、大西洋沿岸におけるフランス海軍最大の基地も存在しています。 1940 年 3 月から 4 月にかけ、戦艦ブルターニュと重巡洋艦アルジェリーは、特別部隊である X 部隊の一員として、大西洋を横断して金塊を輸送するという異例の任務に従事しました。ドイツの潜水艦による追跡を受けたり、ドイツ海軍の戦艦や巡洋艦による襲撃を受けたりする危険性があったため、貴金属の輸送のために軍艦を使用することは当然の判断と言えました。ブルターニュとアルジェリーは地中海のツーロンからカナダのハリファックスまで 147 トンもの金塊を輸送し、これはフランスがアメリカから軍需品を輸入するための代金に充てられました。そしてその帰路は、アメリカで購入した 82 機の軍用機を積載した輸送船団を護衛しながらの航海となりました。
pl: Pancernik Bretagne został wcielony do służby w 1916 roku. Swoją nazwę odziedziczył po Bretanii, historycznej prowincji w północno-zachodniej części Francji, w której znajdują się największe stocznie kraju, w miastach Lorient i Brest. Największa baza morska Francji na wybrzeżu Oceanu Atlantyckiego również mieści się w Brest. W marcu i kwietniu 1940 roku Bretagne i ciężki krążownik Algérie, będąc częścią specjalnej Siły X wypełniały niecodzienną misję, polegającą na przetransportowaniu złota przez Ocean Atlantycki. Niemieckie łodzie podwodne nękały je spod powierzchni oceanu, a najeźdźcy z Kriegsmarine – pancerniki i krążowniki – często wypływali na łowy. Z tego powodu wykorzystanie ciężkich okrętów wojennych do tego transportu było w pełni uzasadnione. Bretagne i Algérie dostarczyły 147 ton złota z Toulon do Halifaxu, które zostało następnie użyte do spłacenia kontraktów zawartych przez Francję ze Stanami Zjednoczonymi. W drodze powrotnej pancernik i krążownik eskortowały okręty transportowe z kupionymi od Amerykanów 82 samolotami bojowymi na pokładzie.
ru: Линейный корабль Bretagne вступил в строй в 1916 году. Название своё он получил в честь Бретани — исторической провинции на северо-западе Франции, где, в городах Лорьян и Брест, находятся крупные центры судостроения. В последнем, помимо этого, располагается самая большая военно-морская база французского флота на Атлантическом побережье. В марте–апреле 1940 года Bretagne вместе с тяжёлым крейсером Algérie, в составе специально сформированного Соединения «X», выполнял необычную миссию по транспортировке золота через Атлантику. В океане действовали немецкие подводные лодки и нередко выходили на «охоту» рейдеры — линкоры и крейсеры Кригсмарине. Поэтому использование военных кораблей для перевозки драгоценного металла было более чем оправданно. Bretagne и Algérie доставили из Тулона в канадский порт Галифакс 147 тонн золота, которое предназначалось для оплаты размещённых в США военных заказов французского правительства. На обратном пути линкор и крейсер сопровождали транспорты с закупленными в Америке 82 военными самолётами на борту.
uk: Лінкор Bretagne став у стрій 1916 р. Назву він отримав на честь Бретані — історичної провінції на північному заході Франції, де у містах Лор’ян та Брест розташовано великі центри суднобудівництва. У Бресті, крім того, розташовано найбільша військово-морська база французького флоту на Атлантичному узбережжі. У березні–квітні 1940 р. Bretagne разом з важким крейсером Algérie, у складі спеціально сформованого З’єднання «X», виконував незвичайне завдання з транспортування золота через Атлантику. В океані діяли німецькі підводні човни й часто виходили на «полювання» рейдери — лінкори та крейсери Крігсмаріне. Тому використання військових кораблів для перевезення дорогоцінного металу було цілком виправдане. Bretagne та Algérie доправили з Тулона до канадського порту Галіфакс 147 тонн золота, яке призначалося для оплати розміщених у США військових замовлень французького уряду. На зворотному шляху лінкор та крейсер супроводжували транспорти із купленими у США 82 військовими літаками на борті.
zh: 战列舰布列塔尼于1916年服役。它的舰名是以地名布列塔尼命名的 - 这是F国一个历史悠久的省分，位于F国西北方，那里有着最大型的造船厂，分别在洛里昂和布雷斯特。F国海军于大西洋侧最大的海军基地也在布雷斯特这个地方。 1940年3、4月间，布列塔尼与重巡洋舰阿尔及利亚，作为特遣队X的一部分，接到一个特殊的任务 - 运送黄金横跨大西洋。D国潜艇在水面下偷偷跟踪着它们，而德国海军的破交者们 - 战列舰和巡洋舰 - 常常出没狩猎。这就是为什么使用军舰来运送高价值金属是很合理的。布列塔尼和阿尔及利亚从土伦运送147公吨的黄金到哈利法克斯，这些黄金之后用来F国政府对M国的军事合约。回程路上，这艘战列舰和巡洋舰转而护航运送82架飞机的航空母舰
zh_sg: 战列舰布列塔尼是1916年进入服役的。她的名字是为了纪念法国西北部的一个历史悠久的重要行省。也正是最大的造船中心洛里昂和布雷斯特市所属的省份。值得一提的是，法国海军在大西洋海岸最大的海军基地也位于布雷斯特市。 1940年3月至4月，作为X特种部队的一分子，布列塔尼和重型巡洋舰阿尔及利亚完成了一项特殊任务 —— 从大西洋运送黄金。当时该水域处在德国海军的重重封锁下：潜艇在水下跟踪，德国突击舰队和巡洋舰伺机出动。这就是为什么把军舰当做运输舰的原因。布列塔尼和阿尔及利亚从土伦向哈利法克斯运送了147吨黄金，用于支付法国与美国签下的军事合同。在返回途中，它们担负从美国采购的82架飞机的护航任务。

# IDS_PCZC160_VIVALAFRANCE_PROVENCE
source: Battleship Provence During Inspection of the Naval Forces, June 1935
es_mx: El Acorazado Provence Durante la Inspección de las Fuerzas Navales, Junio de 1935
ja: 海軍による視察を受ける戦艦プロヴァンス (1935 年 6 月)
pl: Pancernik Provence w trakcie inspekcji przez siły marynarki, czerwiec 1935 roku
ru: Линкор Provence на военно-морском смотре, июнь 1935
uk: Лінкор Provence на військово-морському огляді, червень 1935 р.
zh: 1935年6月海军部队视察期间的主战列舰普罗旺斯
zh_sg: 战列舰Provence海军部队检阅中，1935年6月

# IDS_PCZC160_VIVALAFRANCE_PROVENCE_DESCRIPTION
source: Just like her sister ship Bretagne, battleship Provence entered service in 1916 to become the flagship of the French Navy for several years. The ship was named after Provence, a historical province located in the south of France and the birthplace of the popular national game pétanque. It is in Provence that the country's largest port—Marseille—and the key naval base—Toulon—are located. In June 1935, Provence served as the flagship of the Atlantic Squadron during the large-scale maneuvers of the combined French fleet near Bretagne's coast. The maneuvers were followed by a grand parade involving around 60 warships of the French Republic. At the beginning of World War II, from January till April 1940, Provence served within Force "Y" created for countering German raiders and protecting convoys in the Central Atlantic.
es_mx: Al igual que su barco gemelo Bretagne, el acorazado Provence entró en servicio en 1916 para volverse el barco insignia de la Armada Francesa por muchos años. Fue nombrado como Provence, una provincia histórica en el sur de Francia y lugar de nacimiento del popular juego nacional pétanque. Es en esta provincia en donde el puerto más grande del país—Marseille—y la base naval principal—Toulon—se encuentran. En junio de 1935, el Provence fue el líder del Escuadrón del Atlántico durante las maniobras a gran escala de la flota combinada francesa cerca de la costa de Bretagne. Después de las maniobras se realizó un gran desfile que reunió a casi 60 barcos de guerra de la República Francesa. Al inicio de la 2.ª Guerra Mundial, desde enero hasta abril de 1940, el Provence sirvió dentro de la Fuerza Y que fue creada para contrarrestar a los invasores alemanes y proteger a los convoyes en el Atlántico Central.
ja: 戦艦プロヴァンスは、姉妹艦であるブルターニュと同じ 1916 年に就役し、数年に渡りフランス海軍の旗艦を務めました。その艦名は、フランス南部の歴史的な地方であるプロヴァンスに因んだものであり、この地域は、フランスにおける代表的な市民スポーツとなったペタンクの発祥の地として知られています。そしてこの地域には、フランス最大の港湾都市であるマルセイユと、重要な海軍基地のあるトゥーロンが位置しています。 1935 年 6 月、戦艦プロヴァンスは大西洋艦隊の旗艦として、ブルターニュ沿岸付近におけるフランス海軍の大規模演習に参加し、その演習の後に行われたグランドパレードには、フランス共和国の艦艇約 60 隻が参加しました。本艦は二次大戦の序盤には、1940 年 1 月から 4 月にかけ、中部大西洋においてドイツ軍の襲撃に対抗し船団を防衛すべく設立された Y 部隊の一員でした。
pl: Podobnie jak jego siostrzany okręt Bretagne, pancernik Provence wszedł do służby w 1916 roku i niemal natychmiast stał się okrętem flagowym Marynarki Wojennej Francji. Swoją nazwę zawdzięcza Prowansji, historycznej prowincji na południu kraju. To w niej zapoczątkowano popularną we Francji grę pétanque. Znajduje się w niej największy port – Marsylia, oraz kluczowa baza morska – Toulon. W czerwcu 1935 roku pancernik Provence, okręt flagowy Eskadry Atlantyckiej, brał udział w manewrach na dużą skalę zjednoczonej Floty Francuskiej u wybrzeży Bretanii. Po manewrach odbyła się wielka parada, w którą włączonych było ponad 60 okrętów wojennych Republiki Francuskiej. Na początku II wojny światowej, od stycznia do kwietnia 1940 roku Provence był częścią „Siły Y”, która miała przeciwdziałać niemieckim operacjom korsarskim na oceanie atlantyckim.
ru: Линкор Provence, как и его систершип Bretagne, вступил в строй в 1916 году, и почти сразу на несколько лет стал флагманом французского флота. Своё имя корабль получил в честь Прованса — исторической области на юге Франции, родины знаменитой национальной игры в шары (петанк). Именно в Провансе находятся и крупнейший порт страны — Марсель, и важнейшая военно-морская база — Тулон. В июне 1935 года линкор Provence, будучи флагманом Атлантической эскадры, принял участие в масштабных манёврах объединённого французского флота у берегов Бретани. После манёвров последовал грандиозный парад, в котором участвовали около 60 боевых кораблей Республики. В начале Второй мировой войны Provence с января по апрель 1940 года входил в состав Соединения «Y», созданного для борьбы с немецкими рейдерами и защиты конвоев в Центральной Атлантике.
uk: Лінкор Provence, так само як і його однотипник Bretagne, став у стрій 1916 р., і майже одразу на кілька років став флагманом французького флоту. Своє ім’я корабель отримав на честь Провансу — історичної місцевості на півдні Франції, батьківщини відомої французької гри у кулі (укр. петанк, фр. pétanque). Саме у Провансі розташовано найбільший порт країни — Марсель, і найважливіша військово-морська база — Тулон. У червні 1935 р. лінкор Provence, як флагман Атлантичної ескадри, взяв участь у великих маневрах об’єднаного французького флоту біля узбережжя Бретані. Після маневрів відбувся величний парад, в якому брали участь приблизно 60 бойових кораблів Республіки. На початку Другої світової війни Provence з січня до квітня 1940 р. входив до складу З’єднання «Y», сформованого для протидії німецьким рейдерам та для захисту конвоїв у Центральній Атлантиці.
zh: 就像它的姊妹舰布列塔尼一般，普罗旺斯战列舰于1916年开始使用，并几乎立即成为F国海军的旗舰。它的名字是取于F国南部历史悠久的普罗旺斯省。在那里发明了国家级运动：法式滚球。那里有国家最大的港口—马赛，也是主要的海军基地－土伦的所在地。 在1935年6月，作为大西洋舰队领导的普罗旺斯战列舰参加了布列塔尼海岸附近的联合F国舰队的大规模演习。演习结束后举行了盛大的游行，共有约60艘F国战舰参与其中。在大战初期，从1940年1月到4月，普罗旺斯是Y舰队的一部分，这是为了对抗D军和保护中大西洋的船队而建立的
zh_sg: 和它的姐妹船布列塔尼一样，战列舰Provence也是从1916年开始服役并常年担任法国海军的旗舰。它的名字是取自法国南部的历史悠久的省份Provence。在这里诞生了最流行的国民游戏“petanque”。那里有法国最大的港口 — 马赛港，以及最重要的海军基地——土伦。 1935年6月，战列舰Provence作为大西洋分舰队的领袖参加了法国舰队在布列塔尼海岸附近举行的大规模联合演习。演习之后，举行了一场盛大的游行仪式，其中约有60艘法兰西共和国的军舰参与其中。在1940年1月至4月的第二次世界大战初期，Provence加入了法国Y部队，执行对抗德国突击舰队并保护大西洋中央舰队。

# IDS_PCZC161_VIVALAFRANCE_RICHELIEU
source: Battleship Richelieu in the Indian Ocean, April 1945
es_mx: El Acorazado Richelieu en el Océano Índico, Abril de 1945
ja: インド洋における戦艦リシュリュー (1945 年 4 月)
pl: Pancernik Richelieu na Oceanie Indyjskim, kwiecień 1945 r.
ru: Линкор Richelieu в Индийском океане, апрель 1945
uk: Лінкор Richelieu в Індійському океані, квітень 1945
zh: 1945年4月在印度洋的黎塞留战列舰
zh_sg: 战列舰黎塞留#印度洋，1945年4月
