Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SYS_MESSAGE_HEADER_MS_ACC_EVALUATION_ACCEPTED
source: Thank you for your activity.
es_mx: Gracias por tu actividad.
ja: ありがとうございます
pl: Dziękujemy za Twoją aktywność.
ru: Спасибо за вашу активность.
uk: Дякуємо вам за активність.
zh: 非常感谢您的活跃
zh_sg: 非常感谢您的活跃

# IDS_SYS_MESSAGE_HEADER_MS_ACC_EXTERIOR_AUTORECHARGE_RESULT
source: Auto-resupply: exterior
es_mx: Auto-Reabastecer: Exterior
ja: 自動補給: 外装
pl: Automatyczne uzupełnianie: wygląd
ru: Автопополнение: внешний вид
uk: Автопоповнення: зовнішній вигляд
zh: 自动补充：外观
zh_sg: 自动补充：外观

# IDS_SYS_MESSAGE_HEADER_MS_ACC_EXTERIOR_AUTORECHARGE_RESULT_CAM
source: Auto-resupply: camouflage
es_mx: Auto-Reabastecer: Camuflaje
ja: 自動補給: 迷彩
pl: Automatyczne uzupełnianie: kamuflaż
ru: Автопополнение: камуфляж
uk: Автопоповнення: камуфляж
zh: 自动补充：涂装
zh_sg: 自动补充：涂装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_EXTERIOR_AUTORECHARGE_RESULT_SIG
source: Auto-resupply: signals
es_mx: Auto-Reabastecer: Banderas
ja: 自動補給: 信号旗
pl: Automatyczne uzupełnianie: sygnały
ru: Автопополнение: сигналы
uk: Автопоповнення: сигнали
zh: 自动补充：信号旗
zh_sg: 自动补充：信号旗

# IDS_SYS_MESSAGE_HEADER_MS_ACC_GLOBAL_REWARD
source: Distinctive insignia received
es_mx: Insignia distintiva recibida
ja: パーソナルマーク取得
pl: Otrzymano specjalne insygnia
ru: Получен знак различия
uk: Отримано знак розрізнення
zh: 收到独特勋章
zh_sg: 得到个性标志

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_0_0
source: Deduction
es_mx: Deducción
ja: 減算
pl: Potrącenie
ru: Списание средств
uk: Списання коштів
zh: 资产已扣除
zh_sg: 资产已扣除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_0_1
source: Addition
es_mx: Adición
ja: 追加
pl: Przychód
ru: Начисление
uk: Додано
zh: 资产已添加
zh_sg: 额外

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_10_0
source: Container removed
es_mx: Contenedor Retirado
ja: コンテナ削除
pl: Usunięcie kontenera
ru: Списание контейнеров
uk: Списання контейнерів
zh: 移除幸运补给箱
zh_sg: 移除补给箱

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_10_1
source: Container added
es_mx: Contenedor Agregado
ja: コンテナ追加
pl: Dodanie kontenera
ru: Начисление контейнеров
uk: Додано контейнери
zh: 新增幸运补给箱
zh_sg: 新增补给箱

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_11_1
source: Collection Item added
es_mx: Adición del Artículo de Colección
ja: コレクション・アイテム追加
pl: Dodanie przedmiotów z kolekcji
ru: Начисление предмета коллекции
uk: Додано предмет колекції
zh: 收集品增加
zh_sg: 收集品增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_12_1
source: Adding Collection
es_mx: Agregando Colección
ja: コレクション追加中
pl: Dodanie kolekcji
ru: Начисление коллекции
uk: Додано колекцію
zh: 增加收藏品
zh_sg: 增加收藏品

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_13_0
source: Removed
es_mx: Removido
ja: 削除
pl: Usunięcie
ru: Списание
uk: Списання
zh: 移除
zh_sg: 移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_13_1
source: Issued
es_mx: Emitido
ja: 発行済み
pl: Wydano
ru: Начисление
uk: Додано
zh: 解锁已发放
zh_sg: 解锁已发放

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_14_0
source: Distinctive Insignia removed
es_mx: Eliminación de Insignia distintiva
ja: パーソナルマーク削除
pl: Usunięcie specjalnych insygniów
ru: Списание знака различия
uk: Списано знак розрізнення
zh: 移除独特勋章
zh_sg: 移除个性标志

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_14_1
source: Distinctive Insignia added
es_mx: Adición de Insignia distintiva
ja: パーソナルマーク追加
pl: Dodanie specjalnych insygniów
ru: Начисление знака различия
uk: Додано знак розрізнення
zh: 新增独特勋章
zh_sg: 添加个性标志

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_15
source: A new personal Combat Mission was received
es_mx: Una nueva Misión de Combate personal fue recibida
ja: 新しいパーソナルタスクを受領
pl: Otrzymano nową misję bojową
ru: Получена новая персональная боевая задача
uk: Отримано нове особисте завдання
zh: 获得一个新的个人作战任务
zh_sg: 获得一项新的个人作战任务

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_16_0
source: Warships Premium Account expired
es_mx: Cuenta Premium Warships vencida
ja: Warships プレミアムアカウント期限切れ
pl: Konto premium Warships wygasło
ru: Списание Корабельного премиума
uk: Списано Корабельний преміум
zh: 战舰高级账号已过期
zh_sg: 战舰高级账号已过期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_16_1
source: Warships Premium Account activated
es_mx: Cuenta Premium Warships activada
ja: Warships プレミアムアカウントが有効です
pl: Aktywowano konto premium Warships
ru: Начисление Корабельного премиума
uk: Додано Корабельний преміум
zh: 战舰高级账号已启动
zh_sg: 战舰高级账号已激活

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_1_0
source: Ship removed
es_mx: Eliminación de Barco
ja: 艦の削除
pl: Usunięcie okrętu
ru: Списание корабля
uk: Списання корабля
zh: 战舰移除
zh_sg: 战舰移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_1_1
source: Ship added
es_mx: Adición de Barco
ja: 艦追加
pl: Dodatnie okrętu
ru: Начисление корабля
uk: Додано корабель
zh: 战舰增加
zh_sg: 战舰增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_2_0
source: Module removed
es_mx: Eliminación de Módulo
ja: モジュール解除
pl: Usunięcie modułu
ru: Списание модуля
uk: Списання модуля
zh: 配件移除
zh_sg: 配件移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_2_1
source: Module added
es_mx: Adición de Módulo
ja: モジュール追加
pl: Dodanie modułu
ru: Начисление модуля
uk: Додано модуль
zh: 配件增加
zh_sg: 配件增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_3_0
source: Slot removed
es_mx: Eliminar Espacio
ja: スロットの削除
pl: Usunięcie miejsc
ru: Списание слота
uk: Списання місця стоянки
zh: 船位移除
zh_sg: 船位移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_3_1
source: Slot added
es_mx: Agregar Espacio
ja: スロット追加
pl: Dodanie miejsc
ru: Начисление слота
uk: Додано місце стоянки
zh: 船位增加
zh_sg: 船位增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_4_0
source: Premium Account expired
es_mx: Cuenta Premium Expirada
ja: プレミアムアカウント期限切れ
pl: Konto Premium straciło ważność
ru: Списание премиум аккаунта
uk: Списання преміум акаунта
zh: 高级账户已过期
zh_sg: 高级账号已过期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_4_1
source: Premium Account activated
es_mx: Cuenta Premium activada
ja: プレミアムアカウントが有効です
pl: Konto Premium aktywowane
ru: Начисление премиум аккаунта
uk: Додано преміум акаунт
zh: 高级账号已启用
zh_sg: 高级账号已启用

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_5_0
source: Upgrade removed
es_mx: Remover Mejoras
ja: アップグレードの削除
pl: Usunięcie ulepszenia
ru: Списание модернизации
uk: Списання модернізації
zh: 升级品移除
zh_sg: 升级品移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_5_1
source: Upgrade added
es_mx: Adición de Mejoras
ja: アップグレードの追加
pl: Dodanie ulepszenia
ru: Начисление модернизации
uk: Додано модернізацію
zh: 升级品增加
zh_sg: 升级品添加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_CAMO
source: Camouflage removed
es_mx: Remover Camuflaje
ja: 迷彩の削除
pl: Usunięcie kamuflażu
ru: Списание камуфляжа
uk: Списання камуфляжу
zh: 涂装移除
zh_sg: 涂装移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_CAMOUFLAGE
source: Camouflage removed
es_mx: Remover Camuflaje
ja: 迷彩の削除
pl: Usunięcie kamuflażu
ru: Списание камуфляжа
uk: Списання камуфляжу
zh: 涂装移除
zh_sg: 涂装移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_ENSIGN
source: Flag removed
es_mx: Remoción de Bandera
ja: 旗削除
pl: Usunięcie flag
ru: Списание флага
uk: Списання прапора
zh: 移除信号旗
zh_sg: 移除信号旗

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_FLAGS
source: Signal removed
es_mx: Eliminar Bandera
ja: 信号旗削除
pl: Usunięcie sygnałów
ru: Списание сигнала
uk: Списання сигналу
zh: 信号旗移除
zh_sg: 信号旗移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_MSKIN
source: Camouflage removed
es_mx: Remover Camuflaje
ja: 迷彩の削除
pl: Usunięcie kamuflażu
ru: Списание камуфляжа
uk: Списання камуфляжу
zh: 涂装移除
zh_sg: 涂装移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_PERMOFLAGE
source: Camouflage removed
es_mx: Remover Camuflaje
ja: 迷彩の削除
pl: Usunięcie kamuflażu
ru: Списание камуфляжа
uk: Списання камуфляжу
zh: 涂装移除
zh_sg: 涂装移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_SIGNAL
source: Signal removed
es_mx: Eliminar Bandera
ja: 信号旗削除
pl: Usunięcie sygnałów
ru: Списание сигнала
uk: Списання сигналу
zh: 信号旗移除
zh_sg: 信号旗移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_0_SKIN
source: Camouflage removed
es_mx: Remover Camuflaje
ja: 迷彩の削除
pl: Usunięcie kamuflażu
ru: Списание камуфляжа
uk: Списання камуфляжу
zh: 涂装移除
zh_sg: 涂装移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_CAMO
source: Camouflage added
es_mx: Adición de Camuflaje
ja: 迷彩の追加
pl: Dodanie kamuflażu
ru: Начисление камуфляжа
uk: Додано камуфляж
zh: 涂装增加
zh_sg: 涂装增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_CAMOUFLAGE
source: Camouflage added
es_mx: Adición de Camuflaje
ja: 迷彩の追加
pl: Dodanie kamuflażu
ru: Начисление камуфляжа
uk: Додано камуфляж
zh: 涂装增加
zh_sg: 涂装增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_ENSIGN
source: Flag added
es_mx: Adición de Bandera
ja: 旗追加
pl: Dodanie flag
ru: Начисление флага
uk: Додано прапор
zh: 增加信号旗
zh_sg: 增加信号旗

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_FLAGS
source: Signal added
es_mx: Adición de Banderas
ja: 信号旗の追加
pl: Dodanie sygnału
ru: Начисление сигнала
uk: Додано сигнал
zh: 信号旗增加
zh_sg: 信号旗增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_MSKIN
source: Camouflage added
es_mx: Adición de Camuflaje
ja: 迷彩の追加
pl: Dodanie kamuflażu
ru: Начисление камуфляжа
uk: Додано камуфляж
zh: 涂装增加
zh_sg: 涂装增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_PERMOFLAGE
source: Camouflage added
es_mx: Adición de Camuflaje
ja: 迷彩の追加
pl: Dodanie kamuflażu
ru: Начисление камуфляжа
uk: Додано камуфляж
zh: 涂装增加
zh_sg: 涂装增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_SIGNAL
source: Signal added
es_mx: Adición de Banderas
ja: 信号旗の追加
pl: Dodanie sygnału
ru: Начисление сигнала
uk: Додано сигнал
zh: 信号旗增加
zh_sg: 信号旗增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_6_1_SKIN
source: Camouflage added
es_mx: Adición de Camuflaje
ja: 迷彩の追加
pl: Dodanie kamuflażu
ru: Начисление камуфляжа
uk: Додано камуфляж
zh: 涂装增加
zh_sg: 涂装增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_7_0
source: Consumable removed
es_mx: Remover Consumibles
ja: 消耗品の削除
pl: Usunięcie sprzętu eksploatacyjnego
ru: Списание снаряжения
uk: Списання спорядження
zh: 消耗品移除
zh_sg: 消耗品移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_7_1
source: Consumable added
es_mx: Adición de Consumibles
ja: 消耗品の追加
pl: Dodanie sprzętu eksploatacyjnego
ru: Начисление снаряжения
uk: Додано спорядження
zh: 消耗品增加
zh_sg: 消耗品增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_8_0
source: Reserve places removed
es_mx: Remoción de lugares de Reserva
ja: リザーブ部屋削除
pl: Usunięcie miejsc z rezerwy
ru: Списание мест из Резерва
uk: Списання місць з Резерву
zh: 移除船位
zh_sg: 移除船位

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_8_1
source: Reserve places added
es_mx: Adición de lugares de Reserva
ja: リザーブ部屋追加
pl: Dodanie miejsca w rezerwie
ru: Начисление мест в Резерв
uk: Додано місць до Резерву
zh: 增加床位
zh_sg: 增加床位

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_9_0
source: Achievements removed
es_mx: Eliminación de Logros
ja: 実績削除
pl: Usuwanie osiągnięć
ru: Списание достижений
uk: Списання досягнень
zh: 增加成就
zh_sg: 增加成就

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RECEIVED_9_1
source: Achievements added
es_mx: Adición de Logros
ja: 実績追加
pl: Dodawanie osiągnięć
ru: Начисление достижений
uk: Додані досягнення
zh: 移除成就
zh_sg: 移除成就

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RENT_CUTTED
source: Ship rental period shortened
es_mx: Periodo de renta del barco reducido
ja: 艦艇レンタル期間短縮
pl: Okres wypożyczenia okrętu został skrócony
ru: Срок аренды корабля сокращён
uk: Термін прокату корабля скорочено
zh: 舰艇租用期已缩短
zh_sg: 战舰租用期已缩短

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RENT_FINISHED
source: Ship rental period expired
es_mx: E periodo de renta del barco expiró
ja: 艦艇レンタル期限切れ
pl: Okres wypożyczenia okrętu dobiegł końca
ru: Срок аренды корабля истёк
uk: Термін прокату корабля закінчився
zh: 舰艇租用期已到期
zh_sg: 战舰租用期已到期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RENT_LONGED
source: Ship rental period prolonged
es_mx: Periodo de renta del barco prolongado
ja: 艦艇レンタル期間延長
pl: Okres wypożyczenia okrętu został przedłużony
ru: Срок аренды корабля продлён
uk: Термін прокату корабля продовжено
zh: 舰艇租用期已延长
zh_sg: 战舰租用期已延长

# IDS_SYS_MESSAGE_HEADER_MS_ACC_INVOICE_RENT_STARTED
source: Ship rented
es_mx: Barco rentado
ja: 艦艇をレンタルしました
pl: Okręt wypożyczony
ru: Корабль взят в аренду
uk: Корабель узято напрокат
zh: 舰艇租用
zh_sg: 战舰租用

# IDS_SYS_MESSAGE_HEADER_MS_ACC_MILESTONE_STAGE_PAUSED
source: New Year
es_mx: Año Nuevo
ja: 新年
pl: Nowy Rok
ru: Новый год
uk: Новий рік
zh: 无敌战舰
zh_sg: 新年

# IDS_SYS_MESSAGE_HEADER_MS_ACC_MILESTONE_STAGE_PRE_PAUSED
source: New Year
es_mx: Año Nuevo
ja: 新年
pl: Nowy Rok
ru: Новый год
uk: Новий рік
zh: 无敌战舰
zh_sg: 新年

# IDS_SYS_MESSAGE_HEADER_MS_ACC_NAVAL_FLAG_CHANGED
source: Naval flag was replaced
es_mx: La bandera naval fue reemplazada
ja: 軍艦旗を変更しました
pl: Zmieniono banderę
ru: Военно-морской флаг заменён
uk: Військово-морський прапор змінено
zh: 取代海军旗帜
zh_sg: 国旗被替换

# IDS_SYS_MESSAGE_HEADER_MS_ACC_OPEN_SEVERAL_LOOTBOXES
source: Containers have been opened
es_mx: Los contenedores han sido abiertos
ja: コンテナ開封完了
pl: Kontenery zostały otwarte
ru: Контейнеры открыты
uk: Контейнери відчинено
zh: Контейнеры открыты
zh_sg: 补给箱已被打开

# IDS_SYS_MESSAGE_HEADER_MS_ACC_PRAISES_RECEIVED
source: You were complimented
es_mx: Has sido elogiado
ja: あなたに賛辞が贈られました
pl: Pochwalono Cię
ru: Вас похвалили
uk: Вас похвалили
zh: 您被称赞了
zh_sg: 您被称赞了

# IDS_SYS_MESSAGE_HEADER_MS_ACC_PREM_OFF
source: Premium Account expired
es_mx: Cuenta Premium Expirada
ja: プレミアムアカウントの有効期限が切れました
pl: Konto Premium wygasło
ru: Время действия премиум аккаунта истекло
uk: Термін дії преміум акаунта закінчився
zh: 高级账户已过期
zh_sg: 高级账号已过期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_REMOVE_COLLECTION_ALBUM
source: Removing Collection
es_mx: Eliminando Colección
ja: コレクション削除中
pl: Usuwanie kolekcji
ru: Списание коллекции
uk: Списання колекції
zh: 移除收藏品
zh_sg: 移除收藏品

# IDS_SYS_MESSAGE_HEADER_MS_ACC_REMOVE_COLLECTION_CARD
source: Collection Item Removed
es_mx: Eliminación del Artículo de Colección
ja: コレクション・アイテム削除
pl: Usunięcie przedmiotów z kolekcji
ru: Списание предмета коллекции
uk: Списання предмета колекції
zh: 收集品移除
zh_sg: 收集品移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_RENT_CUTTED
source: Ship rental period shortened
es_mx: Periodo de renta del barco reducido
ja: 艦艇レンタル期間短縮
pl: Okręt wypożyczenia okrętu został skrócony
ru: Срок аренды корабля сокращён
uk: Термін прокату корабля скорочено
zh: 舰艇租用期已缩短
zh_sg: 战舰租用期已缩短

# IDS_SYS_MESSAGE_HEADER_MS_ACC_RENT_FINISHED
source: Ship rental period expired
es_mx: E periodo de renta del barco expiró
ja: 艦艇レンタル期限切れ
pl: Okręt wypożyczenia okrętu dobiegł końca
ru: Срок аренды корабля истёк
uk: Термін прокату корабля закінчився
zh: 舰艇租用期已到期
zh_sg: 战舰租用期已到期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_RENT_LONGED
source: Ship rental period prolonged
es_mx: Periodo de renta del barco prolongado
ja: 艦艇レンタル期間延長
pl: Okręt wypożyczenia okrętu przedłużony
ru: Срок аренды корабля продлён
uk: Термін прокату корабля продовжено
zh: 舰艇租用期已延长
zh_sg: 战舰租用期已延长

# IDS_SYS_MESSAGE_HEADER_MS_ACC_RENT_STARTED
source: Ship rented
es_mx: Barco rentado
ja: 艦艇をレンタルしました
pl: Okręt wypożyczony
ru: Корабль взят в аренду
uk: Корабель узято напрокат
zh: 舰艇租用
zh_sg: 战舰租用

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_ABILITY
source: Consumable sold
es_mx: Consumible Vendido
ja: 消耗品の売却完了
pl: Sprzedano sprzęt eksploatacyjny
ru: Снаряжение продано
uk: Спорядження продано
zh: 消耗品已出售
zh_sg: 消耗品已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_ABILITY_PLURAL
source: Consumables sold
es_mx: Consumibles Vendidos
ja: 消耗品の売却完了
pl: Sprzedano sprzęt eksploatacyjny
ru: Снаряжение продано
uk: Спорядження продано
zh: 消耗品已出售
zh_sg: 消耗品已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_EXTERIOR_CAMOUFLAGE
source: Camouflage sold
es_mx: Camuflaje Vendido
ja: 迷彩の売却完了
pl: Sprzedano kamuflaż
ru: Камуфляж продан
uk: Камуфляж продано
zh: 涂装已出售
zh_sg: 涂装已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_EXTERIOR_CAMOUFLAGE_PLURAL
source: Camouflages sold
es_mx: Camuflajes Vendidos
ja: 迷彩の売却完了
pl: Sprzedano kamuflaże
ru: Камуфляжи проданы
uk: Камуфляжі продано
zh: 涂装已出售
zh_sg: 涂装已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_EXTERIOR_ENSIGN
source: Flag sold
es_mx: Bandera Vendida
ja: 旗の売却完了
pl: Sprzedano flagę
ru: Флаг продан
uk: Прапор продано
zh: 旗帜已出售
zh_sg: 旗帜已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_EXTERIOR_FLAGS
source: Signal sold
es_mx: Señal Vendida
ja: 信号旗の売却完了
pl: Sprzedano sygnał
ru: Сигнал продан
uk: Сигнал продано
zh: 信号旗已出售
zh_sg: 信号旗已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_EXTERIOR_FLAGS_PLURAL
source: Signals sold
es_mx: Señales Vendidas
ja: 信号旗の売却完了
pl: Sprzedano sygnały
ru: Сигналы проданы
uk: Сигнали продано
zh: 信号旗已出售
zh_sg: 信号旗已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_MODERNIZATION
source: Upgrade sold
es_mx: Mejora vendida
ja: アップグレード売却完了
pl: Ulepszenie sprzedane
ru: Модернизация продана
uk: Модернізацію продано
zh: 升级品已出售
zh_sg: 升级品已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SELL_MODERNIZATION_PLURAL
source: Upgrades sold
es_mx: Mejoras Vendidas
ja: アップグレードの売却完了
pl: Sprzedano ulepszenia
ru: Модернизации проданы
uk: Модернізації продано
zh: 升级品已出售
zh_sg: 升级品已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SERVER_REBOOT
source: Server Restart
es_mx: Reinicio del Servidor
ja: サーバーリスタート
pl: Restart serwera
ru: Перезагрузка сервера
uk: Перезавантаження сервера
zh: 服务器重新启动
zh_sg: 服务器重新启动

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_ABILITY
source: Consumable mounted
es_mx: Consumible montado
ja: 消耗品の搭載完了
pl: Sprzęt eksploatacyjny zamontowany
ru: Снаряжение установлено
uk: Спорядження встановлено
zh: 消耗品已安装
zh_sg: 已配置消耗品

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_CAMOUFLAGE_29
source: Camouflage mounted
es_mx: Camuflaje Montado
ja: 迷彩の適用完了
pl: Nałożono kamuflaż
ru: Камуфляж установлен
uk: Камуфляж нанесено
zh: 涂装已安装
zh_sg: 涂装已安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_CAMOUFLAGE_30
source: Camouflage demounted
es_mx: Camuflaje Desmontado
ja: 迷彩の解除完了
pl: Zdjęto kamuflaż
ru: Камуфляж снят
uk: Камуфляж знято
zh: 涂装已拆卸
zh_sg: 涂装已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_CAMOUFLAGE_31
source: Camouflage destroyed
es_mx: Camuflaje Destruido
ja: 迷彩の破棄完了
pl: Zniszczono kamuflaż
ru: Камуфляж уничтожен
uk: Камуфляж знищено
zh: 涂装已摧毁
zh_sg: 涂装已摧毁

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_ENSIGN_29
source: Flag mounted
es_mx: Bandera Montada
ja: 旗搭載完了
pl: Zamontowano flagę
ru: Флаг установлен
uk: Прапор встановлено
zh: 旗帜已安装
zh_sg: 旗帜已安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_ENSIGN_30
source: Flag removed
es_mx: Bandera Retirada
ja: 旗削除完了
pl: Usunięto flagę
ru: Флаг снят
uk: Прапор знято
zh: 旗帜已移除
zh_sg: 旗帜已移除

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_FLAGS_29
source: Signal mounted
es_mx: Bandera Montada
ja: 信号旗の搭載完了
pl: Zamontowano sygnał
ru: Сигнал установлен
uk: Сигнал встановлено
zh: 信号旗已安装
zh_sg: 信号旗已安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_FLAGS_30
source: Signal demounted
es_mx: Bandera desmontada
ja: 信号旗の解除完了
pl: Sygnał zdemontowano
ru: Сигнал снят
uk: Сигнал знято
zh: 信号旗已拆卸
zh_sg: 信号旗已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_FLAGS_31
source: Signal destroyed
es_mx: Bandera Destruida
ja: 信号旗の破棄完了
pl: Zniszczono sygnał
ru: Сигнал уничтожен
uk: Сигнал знищено
zh: 信号旗已摧毁
zh_sg: 信号旗已摧毁

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_MSKIN_29
source: Camouflage linked and mounted
es_mx: Camuflaje vinculado y montado
ja: 迷彩を割り当てて適用しました
pl: Kamuflaż połączony i zamontowany
ru: Камуфляж привязан и установлен
uk: Камуфляж було прив’язано та встановлено
zh: Камуфляж привязан и установлен
zh_sg: 涂装已绑定并安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_MSKIN_30
source: Camouflage demounted
es_mx: Camuflaje Desmontado
ja: 迷彩の解除完了
pl: Zdjęto kamuflaż
ru: Камуфляж снят
uk: Камуфляж знято
zh: 涂装已拆卸
zh_sg: 涂装已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_PERMOFLAGE_29
source: Camouflage mounted
es_mx: Camuflaje Montado
ja: 迷彩の適用完了
pl: Nałożono kamuflaż
ru: Камуфляж установлен
uk: Камуфляж нанесено
zh: 涂装已安装
zh_sg: 涂装已安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_PERMOFLAGE_30
source: Camouflage demounted
es_mx: Camuflaje Desmontado
ja: 迷彩の解除完了
pl: Zdjęto kamuflaż
ru: Камуфляж снят
uk: Камуфляж знято
zh: 涂装已拆卸
zh_sg: 涂装已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_PERMOFLAGE_31
source: Camouflage destroyed
es_mx: Camuflaje Destruido
ja: 迷彩の破棄完了
pl: Zniszczono kamuflaż
ru: Камуфляж уничтожен
uk: Камуфляж знищено
zh: 涂装已摧毁
zh_sg: 涂装已摧毁

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_SKIN_29
source: Camouflage mounted
es_mx: Camuflaje Montado
ja: 迷彩の適用完了
pl: Nałożono kamuflaż
ru: Камуфляж установлен
uk: Камуфляж нанесено
zh: 涂装已安装
zh_sg: 涂装已安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_SKIN_30
source: Camouflage demounted
es_mx: Camuflaje Desmontado
ja: 迷彩の解除完了
pl: Zdjęto kamuflaż
ru: Камуфляж снят
uk: Камуфляж знято
zh: 涂装已拆卸
zh_sg: 涂装已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_EXTERIOR_ACTIVITY_SKIN_31
source: Camouflage destroyed
es_mx: Camuflaje Destruido
ja: 迷彩の破棄完了
pl: Zniszczono kamuflaż
ru: Камуфляж уничтожен
uk: Камуфляж знищено
zh: 涂装已摧毁
zh_sg: 涂装已摧毁

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_MODERNIZATION
source: Upgrade mounted
es_mx: Mejora Montada
ja: アップグレード搭載完了
pl: Ulepszenie zamontowane
ru: Модернизация установлена
uk: Модернізацію встановлено
zh: 升级品已安装
zh_sg: 已安装升级品

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SET_VANITY
source: Personalization activated
es_mx: Personalización activada
ja: 固有効果有効
pl: Personalizacja aktywowana
ru: Персонализация установлена
uk: Персоналізацію встановлено
zh: 个性化已启用
zh_sg: 个性化已启用

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_BECAME_ELITE
source: This ship has been given Elite status
es_mx: El barco ha alcanzado el estado de Élite
ja: この艦艇にエリートステータスが付与されました
pl: Okręt otrzymał status „elitarny”
ru: Корабль получил статус «Элитный»
uk: Корабель отримав статус «Елітний»
zh: 此战舰已被赋予精英状态
zh_sg: 这艘战舰已获得精英资格

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_BUY
source: Ship purchased
es_mx: Barco Comprado
ja: 艦の購入完了
pl: Zakupiono okręt
ru: Корабль куплен
uk: Корабель куплено
zh: 战舰已购买
zh_sg: 战舰已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_EXPLORE
source: Ship researched
es_mx: Barco Investigado
ja: 艦の研究完了
pl: Zbadano okręt
ru: Корабль исследован
uk: Корабель досліджено
zh: 战舰已研发
zh_sg: 战舰已研发

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_SELL_0
source: Ship sold
es_mx: Barco vendido
ja: 艦の売却完了
pl: Okręt sprzedany
ru: Корабль продан
uk: Корабель продано
zh: 战舰已出售
zh_sg: 战舰已出售

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_SERVE
source: Service
es_mx: Servicio
ja: 修理・補給
pl: Obsługa
ru: Обслуживание
uk: Обслуговування
zh: 总计
zh_sg: 维护

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SHIP_XP_MOVE
source: Ship XP transferred
es_mx: XP del barco transferida
ja: 艦 EXP 転送完了
pl: Przeniesiono PD okrętu
ru: Опыт корабля перенесён
uk: Досвід корабля перенесено
zh: 战舰经验已转移
zh_sg: 战舰经验已转移

# IDS_SYS_MESSAGE_HEADER_MS_ACC_SUBSCRIBE_ALBUM
source: Collection resumed
es_mx: Colección Resumida
ja: コレクションを再開しました
pl: Wznowiono odbieranie
ru: Сбор коллекции восстановлен
uk: Збирання колекції відновлено
zh: 收藏已恢复
zh_sg: 收藏已恢复

# IDS_SYS_MESSAGE_HEADER_MS_ACC_TRANFER_XP
source: Convert XP
es_mx: Convertir XP
ja: EXP の変換
pl: Wymień PD
ru: Перевод опыта
uk: Конвертація досвіду
zh: 兑换经验
zh_sg: 兑换经验

# IDS_SYS_MESSAGE_HEADER_MS_ACC_TRANSACTION_ERROR_COMMON
source: Transaction error
es_mx: Error en la transacción
ja: 遷移エラー
pl: Błąd transakcji
ru: Ошибка транзакции
uk: Помилка транзакції
zh: 交易错误
zh_sg: 交易错误

# IDS_SYS_MESSAGE_HEADER_MS_ACC_TRANSFER_XP
source: Convert XP
es_mx: Convertir XP
ja: EXP の変換
pl: Wymień PD
ru: Перевод опыта
uk: Конвертація досвіду
zh: 兑换经验
zh_sg: 兑换经验

# IDS_SYS_MESSAGE_HEADER_MS_ACC_UNSET_ABILITY
source: Consumable demounted
es_mx: Consumible desmontado
ja: 消耗品の解除完了
pl: Sprzęt eksploatacyjny zdemontowany
ru: Снаряжение снято
uk: Спорядження знято
zh: 消耗品已拆卸
zh_sg: 已拆除消耗品
