Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC297_BRITISHCVARC_HMS_FURIOUS_DESCRIPTION
source: The story how one of the first British aircraft carriers, HMS Furious, was created is quite remarkable. It was laid down in 1915 as a ship of a unique type—a light battlecruiser. When, two years later, Furious entered service, she was a strange hybrid: on her bow she had a hangar with a flight deck, while her stern was occupied by a turret with a 457 mm gun, a monstrous weapon for its time. Furious would enter service three more times, following another modernization that changed her appearance. By 1932, she had been turned into an aircraft carrier with an island-type superstructure and flight deck occupying three-quarters of her hull's length. She was capable of accelerating to nearly 30 knots and carrying more than 30 aircraft onboard. At the beginning of World War II, HMS Furious hunted German raiders in the Atlantic. In the spring of 1940, she took an active part in the Norwegian operation. Later on, her main goal mostly consisted of transferring aircraft to various theaters of war, from the Arctic to Malta. In late 1942, she covered the landing in North Africa and, in 1944, she participated in striking battleship Tirpitz, based in Norway. A few months prior to the end of the war in Europe, the old ship was put into reserve and then removed from the fleet lists.
es_mx: La historia de como uno de los primeros portaaviones británicos, el HMS Furious, fue creado es bastante impresionante. Fue pusto en quilla en 1915 como un barco de un tipo especial: un crucero de batalla ligero. Cuando el Furious entró en servicio dos años más tarde, era un híbrido extraño: en su proa tenía un hangar con una cubierta de vuelo, mientras que la popa estaba ocupada por una torreta con un cañón de 457 mm, un arma monstruosa para su época El Furious entraría en servicio tres veces más, seguidas de otra modernización que cambió su apariencia. Para 1932, había sido convertido en un portaaviones con una superestructura en forma de isla y una cubierta de vuelo que ocupaba tres cuartos de la longitud del casco. Era capaz de acelerar a casi 30 nudos y cargaba más de 30 aviones a bordo. Al principio de la Segunda Guerra Mundial, el HMS Furious cazó a los corsarios alemanes en el Atlántico. En el verano de 1940, tomó parte en la operación de Noruega. Más tarde, su objetivo principal consistió en transportar aviones a varios teatros de guerra, desde el Ártico hasta Malta. A finales de 1942, cubrió los desembarcos en África del Norte, y en 1944 participó en el ataque llevado a cabo contra el acorazado Tirpitz, con base en Noruega. Unos pocos meses antes de que terminara la guerra en Europa, el viejo barco fue puesto en reserva y luego removido de la lista de flotas.
ja: イギリス海軍における最初期の航空母艦の 1 隻であるこのフューリアスが誕生するまでの物語は、極めて注目に値するものでした。本艦は 1915 年に一種の小型巡洋戦艦として起工されましたが、その 2 年後に就役した際には奇妙なハイブリッド艦となっており、艦首側には飛行甲板と格納庫が設けられ、船尾側には 457 mm 単装砲塔 1 基が搭載されていました。この砲は、当時としては途方もない兵器でした。フューリアスはその後も改装が繰り返されて外観が変化し、3 回も就役し直すことになりました。そして 1932 年までに、アイランド方式の上部構造と船体の全長の 3/4 を占める飛行甲板を備えた航空母艦に生まれ変わりました。その速力は 30 ノット近くに達し、30 機を超える艦載機を搭載することが可能でした。 フューリアスは二次大戦の序盤に大西洋においてドイツの通商破壊艦を捜索する任務に従事しました。1940 年の春には、ノルウェー沿岸での作戦に参加しました。その後は主として北極海からマルタ島までの様々な戦域に航空機を輸送する任務に従事しました。1942 年の後半には北アフリカへの上陸作戦を支援し、1944 年にはノルウェーに潜むドイツ戦艦ティルピッツに対する攻撃作戦に参加しました。そしてヨーロッパにおける終戦の数ヶ月に予備役となり、その後退役しました。
pl: Historia powstania jednego z pierwszych brytyjskich lotniskowców, HMS Furious, była dość niezwykła. W 1915 roku położono stępkę pod budowę okrętu wyjątkowego typu – lekkiego krążownika liniowego. Dwa lata później, po wejściu do służby, Furious był dziwną hybrydą: na dziobie posiadał hangar i pokład lotniczy, a na rufie wieżę z działem o ogromnym jak na tamte czasy kalibrem wynoszącym 457 mm. Furious wcielany był do służby jeszcze trzykrotnie, po kolejnych modernizacjach zmieniających jego wygląd. W 1932 roku okręt został zamieniony w lotniskowiec o wyspowy typie nadbudówek i pokładzie lotniczym zajmującym trzy czwarte długości jego kadłuba. Zdolny był do rozwinięcia prędkości 30 węzłów i przenoszenia ponad 30 samolotów. Na początku II wojny światowej HMS Furious był obiektem polowań niemieckich korsarzy na Atlantyku. Wiosną 1940 roku wziął aktywny udział w operacji norweskiej. Później jego głównym zadaniem był transport samolotów pomiędzy różnymi teatrami wojennymi, od Arktyki po Maltę. Pod koniec 1942 roku osłaniał lądowanie w Północnej Afryce, a w 1944 miał udział w ataku na pancernik Tirpitz, stacjonujący w Norwegii. Kilka miesięcy przed zakończeniem wojny w Europe stary lotniskowiec został odesłany do rezerwy, a następnie zwolniony ze służby.
ru: История появления на свет одного из первых британских авианосцев, HMS Furious (англ. «Яростный»), весьма примечательна. Он был заложен в 1915 году как корабль уникального класса — лёгкий линейный крейсер. Когда спустя два года Furious вступил в строй, он представлял собой странный гибрид: в носу корабля размещался ангар с полётной палубой, в корме — башня с чудовищным по тем временам 457-мм орудием. После этого Furious ещё трижды вступал в строй вслед за очередным менявшим его облик переоборудованием. К 1932 году это был авианосец с островной надстройкой и полётной палубой на три четверти длины корпуса, способный развивать скорость порядка 30 узлов и принимать на борт свыше 30 самолётов. В начале Второй мировой войны HMS Furious охотился на немецкие рейдеры в Атлантике. Весной 1940 года активно участвовал в Норвежской операции. В дальнейшем он служил в основном для переброски самолётов на различных театрах военных действий от арктических широт до Мальты. В конце 1942 года прикрывал высадку в Северной Африке, в 1944 году участвовал в нанесении ударов по базировавшемуся в Норвегии линкору Tirpitz. За несколько месяцев до окончания войны в Европе старый корабль был выведен в резерв, а затем исключён из списков флота.
uk: HMS Furious (англ. «Лютий») — один із перших британських авіаносців — має цікаву історію появи на світ. Його заклали 1915 р. як корабель унікального класу — легкий лінійний крейсер. Коли два роки потому HMS Furious став до служби, то це був дивний гібрид: на носі корабля розташовувався ангар із польотною палубою, а на кормі — башта з моторошною, як на той час, 457-мм гарматою. Згодом Furious іще тричі ставав до лав флоту після чергового переобладнання, що змінювало його зовнішній вигляд. Станом на 1932 рік це був авіаносець з острівною надбудовою та польотною палубою на три чверті довжини корпусу, здатний розвивати швидкість до 30 вузлів і брати на борт понад 30 літаків. На початку Другої світової війни HMS Furious полював на німецьких рейдерів у Атлантиці. Навесні 1940 року він брав участь у Норвезькій операції. Надалі за його допомогою здебільшого перекидали літаки на різні театри воєнних дій: від арктичних широт до Мальти. Наприкінці 1942 року цей корабель прикривав висадку в Північній Африці, а 1944 року — брав участь у завдаванні удару по лінкору Tirpitz, що базувався в Норвегії. За кілька місяців до закінчення війни в Європі, вже застарілий на той час HMS Furious перевели до резерву, а згодом — вилучили зі списків флоту.
zh: История появления на свет одного из первых британских авианосцев, HMS Furious (англ. «Яростный»), весьма примечательна. Он был заложен в 1915 году как корабль уникального класса — лёгкий линейный крейсер. Когда спустя два года Furious вступил в строй, он представлял собой странный гибрид: в носу корабля размещался ангар с полётной палубой, в корме — башня с чудовищным по тем временам 457-мм орудием. После этого Furious ещё трижды вступал в строй вслед за очередным менявшим его облик переоборудованием. К 1932 году это был авианосец с островной надстройкой и полётной палубой на три четверти длины корпуса, способный развивать скорость порядка 30 узлов и принимать на борт свыше 30 самолётов. В начале Второй мировой войны HMS Furious охотился на немецкие рейдеры в Атлантике. Весной 1940 года активно участвовал в Норвежской операции. В дальнейшем он служил в основном для переброски самолётов на различных театрах военных действий от арктических широт до Мальты. В конце 1942 года прикрывал высадку в Северной Африке, в 1944 году участвовал в нанесении ударов по базировавшемуся в Норвегии линкору Tirpitz. За несколько месяцев до окончания войны в Европе старый корабль был выведен в резерв, а затем исключён из списков флота.
zh_sg: 英国首批航空母舰之一HMS 暴怒号是如何建成的？这个故事非常引人入胜。它于1915年被确定为一艘型号独特的轻型战列舰。两年后，当暴怒号开始服役时，它成为了一个奇怪的混合型战舰：在舰首上，有一个带飞行甲板的机库，而舰尾被一个457毫米炮塔的炮塔所占据，这是当时是极为可怕的武器。在又一次改变外观并进行现代化升级之后，愤怒号又服役了三次。到1932年，它已经变成了一艘载有岛式上层建筑和占据了舰体长度的四分之三的飞行甲板的航空母舰。它能够将航速加快到近30节，并搭载超过30架飞机。 在第二次世界大战开始时，HMS 暴怒号在大西洋寻找德国的袭击者。1940年春，它活跃地参与在挪威的行动。后来，她的主要主要目标成为了将飞机转移到从北极到马耳他的各种战争的战场。1942年末，她掩护了在北非的登陆，并于1944年参加了在挪威的袭击提尔皮茨战列舰的行动。在欧洲战争结束前几个月，这艘旧战舰被转为备用战舰，之后被从舰队名单中删除。

# IDS_PCZC298_BRITISHCVARC_HMS_IMPLACABLE_DESCRIPTION
source: One of the best aircraft carriers of the Royal Navy, HMS Implacable entered service in August 1944. Like the Illustrious-class aircraft carriers that had been commissioned before her, she had a very important advantage—an armored flight deck. However, unlike her predecessors, HMS Implacable had a double-deck hangar, which, coupled with the possibility of placing aircraft directly on the deck, significantly increased the size of her air group. After entering service and until the end of 1944, Implacable took part in hostilities off the coast of Norway. In the spring of 1945, she headed for the Pacific Ocean, with the largest air group onboard ever deployed on a British aircraft carrier—81 aircraft. Throughout a period of several months until the end of World War II, HMS Implacable took part in strikes against strategic targets on the Japanese islands. After the war, for a long time, the aircraft carrier served as a training ship to test out the latest models of carrier-based aircraft. In 1949, she was the flagship of the Home Fleet. Six years later, HMS Implacable was sold for scrap.
es_mx: Uno de los mejores portaaviones de la Royal Navy, el HMS Implacable entró en servicio en agosto de 1944. Como los portaaviones de clase-Illustrious que habían sido comisionados antes de él, tenía una ventaja muy importante—una cubierta de vuelo blindada. Sin embargo, diferente a sus predecesores, el HMS Implacable tenía un hangar de doble cubierta, dicha, le permitía la posibilidad de poner los aviones directamente en la cubierta, significativamente incrementado el tamaño de su grupo aéreo. Después de entrar en servicio y hasta finales de 1944, el Implacable tomó parte en las hostilidades en la costa de Noruega. En el verano de 1945, se dirigió al Océano Pacífico, con el mayor grupo aéreo a bordo alguna desplegado en un portaaviones británico—81 aviones. A través del periodo de varios meses hasta el final de la Segunda Guerra Mundial, el HMS Implacable tomó parte en varios ataques contra varios objetivos estratégicos en las islas japonesas. Después de la guerra, por un largo tiempo, el portaaviones sirvió como barco de entrenamiento para probar los modelos más nuevos de los aviones con base en portaaviones. Seis años después, el HMS Implacable fue vendido como chatarra.
ja: インプラカブルは、イギリス海軍における最優秀空母の 1 隻であり、1944 年 8 月に就役しました。極めて重要な長所として、本艦より前に就役したイラストリアス級航空母艦と同様、飛行甲板に装甲が施されていました。さらに、格納庫が二段式になっており、飛行甲板上に直接艦載機を搭載することも可能であったため、搭載機数が大幅に向上していました。 インプラカブルは就役から 1944 年の末までノルウェー沿岸において戦闘任務に従事しました。1945 年の春に太平洋に向かいましたが、その際にはイギリス空母としては史上最大となる 81 機の艦載機を搭載していました。そして終戦までの数ヶ月間、日本の支配下にあった島々にある戦略目標に対して攻撃を繰り返しました。終戦後は、最新鋭の艦載機をテストするための訓練艦として長期に渡り運用されました。1949 年には本国艦隊の旗艦を務めました。そしてその 6 年後、本艦はスクラップとして売却されました。
pl: Jeden z najlepszych lotniskowców Royal Navy, HMS Implacable, wszedł do służby w sierpniu 1944 roku. Podobnie jak okręty klasy Illustrious, które rozpoczęły służbę przed nim, miał bardzo istotną zaletę – opancerzony pokład lotniczy. Jednak w przeciwieństwie do swoich poprzedników HMS Implacable miał piętrowy hangar, co w połączeniu z możliwością przechowywania samolotów bezpośrednio na pokładzie znacznie zwiększało jego grupę lotniczą. Po włączeniu do służby pod koniec 1944 roku Implacable brał udział w działaniach zbrojnych u wybrzeży Norwegii. Wiosną 1945 roku wyruszył na Ocean Spokojny, przenosząc na pokładzie największą grupę lotniczą w historii brytyjskiej marynarki – 81 samolotów. W ciągu kilku miesięcy do zakończenia II wojny światowej HMS Implacable brał udział w atakach na strategiczne cele na wyspach japońskich. Po wojnie okręt długo służył do testowania najnowszych modeli samolotów morskich. W 1949 roku został okrętem flagowym Floty Metropolitalnej. Sześć lat później HMS Implacable poszedł na żyletki.
ru: Один из лучших авианосцев Королевского флота HMS Implacable (англ. «Неукротимый») вступил в строй в августе 1944 года. Как и ранее поступившие на службу авианосцы типа Illustrious, он обладал важным преимуществом — бронированной полётной палубой. Однако в отличие от предшественников HMS Implacable имел двухъярусный ангар, что, вкупе с возможностью размещения самолётов прямо на палубе, значительно увеличивало численность его авиагруппы. После вступления в строй до конца 1944 года Implacable успел принять участие в боевых действиях у берегов Норвегии. Весной 1945 года он направился на Тихий океан, имея на борту самую большую авиагруппу, когда-либо до этого размещавшуюся на британском авианосце — 81 самолёт. В течение оставшихся до конца Второй мировой войны месяцев HMS Implacable принимал участие в ударах по стратегическим целям на Японских островах. После завершения военных действий авианосец долгое время исполнял функции учебного корабля, на котором отрабатывалась эксплуатация новейших образцов палубной авиации. В 1949 году ему довелось быть флагманом Флота метрополии. Спустя шесть лет HMS Implacable был продан на слом.
uk: Один із найліпших авіаносців Королівського флоту HMS Implacable (англ. «Нескоримий») став до лав флоту в серпні 1944 року. Як і авіаносці типу Illustrous, що почали службу раніше, він мав важливу перевагу — броньовану польотну палубу. Втім, не обійшлося й без відмінностей: його ангар був двоповерховим, що, у поєднанні з можливістю розміщення літаків на палубі, значно збільшувало чисельність його авіагрупи. Вступивши до лав флоту, Implacable до кінця 1944 року встиг узяти участь у бойових діях біля берегів Норвегії. Навесні 1945 року він вирушив у Тихий океан, маючи на борту найбільшу в порівнянні з іншими британськими авіаносцями авіагрупу — 81 літак. Упродовж останніх місяців Другої світової війни HMS Implacable брав участь в ударах по стратегічних цілях на Японських островах. Після закінчення воєнних дій авіаносець ще довго служив як навчальний корабель, на якому відпрацьовували експлуатацію найновіших зразків палубної авіації. 1949 року HMS Implacable став флагманом Флоту метрополії, а шість років потому його продали на брухт.
zh: Один из лучших авианосцев Королевского флота HMS Implacable (англ. «Неукротимый») вступил в строй в августе 1944 года. Как и ранее поступившие на службу авианосцы типа Illustrious, он обладал важным преимуществом — бронированной полётной палубой. Однако в отличие от предшественников HMS Implacable имел двухъярусный ангар, что, вкупе с возможностью размещения самолётов прямо на палубе, значительно увеличивало численность его авиагруппы. После вступления в строй до конца 1944 года Implacable успел принять участие в боевых действиях у берегов Норвегии. Весной 1945 года он направился на Тихий океан, имея на борту самую большую авиагруппу, когда-либо до этого размещавшуюся на британском авианосце — 81 самолёт. В течение оставшихся до конца Второй мировой войны месяцев HMS Implacable принимал участие в ударах по стратегическим целям на Японских островах. После завершения военных действий авианосец долгое время исполнял функции учебного корабля, на котором отрабатывалась эксплуатация новейших образцов палубной авиации. В 1949 году ему довелось быть флагманом Флота метрополии. Спустя шесть лет HMS Implacable был продан на слом.
zh_sg: 作为皇家海军最好的航空母舰之一，HMS 怨仇号于1944年8月开始服役。就像在它之前服役的杰出级航空母舰一样，它也有一个非常重要的优点，就是装甲飞行甲板。然而，与其前代不同，HMS 仇怨号有一个双层的机库，再加上飞机可以直接停放在甲板上，大大增加了它飞行编队的规模。 从服役后到1944年底，仇怨号参加了挪威海岸的作战行动。1945年春天，它前往了太平洋，当时舰上飞行编队船的规模达到了英国航空母舰之最—共计81架飞机。在第二次世界大战结束前的几个月中，HMS 仇怨号参与了对日本几个岛屿上的战略目标的袭击。战争结束后的很长一段时间里，这艘航空母舰都作为训练舰来测试最新型号的舰载机。1949年，它成为了大都会舰队的旗舰。六年后，HMS 仇怨号被当作废品卖掉了。

# IDS_PCZC299_BRITISHCVARC_800_NAVALAIRSQUADRON
source: 800 Naval Air Squadron
es_mx: Escuadrón Aéreo Naval 800
ja: 第 800 飛行隊
pl: 800. Lotnicza Eskadra Morska
ru: 800-я эскадрилья Воздушных сил флота
uk: 800-та ескадрилья Повітряних сил Королівського ВМФ Великобританії
zh: 800-я эскадрилья Воздушных сил флота
zh_sg: 800海军飞行中队
