Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SCENARIO_DOMINATION_LOCALWEATHER_4POINTS
source: Domination — Local Weather — Four Areas
es_mx: Dominación — Clima Local — Cuatro Áreas
ja: 制圧戦 — 局地気象 — 4 エリア
pl: Dominacja – pogoda lokalna – cztery strefy
ru: Превосходство — Локальная погода — Четыре точки
uk: Перевага — Місцева погода — Чотири точки
zh: Превосходство — Локальная погода — Четыре точки
zh_sg: 统治 — 本地天气 — 四区域

# IDS_SCENARIO_DOMINATION_LOCALWEATHER_4POINT_COOP
source: Domination — Co-op — Local Weather — Four Areas
es_mx: Dominación — Cooperativa — Clima Local — Cuatro Áreas
ja: 制圧戦 — Co-op — 局地気象 — 4 エリア
pl: Dominacja – kooperacja – pogoda lokalna – cztery strefy
ru: Превосходство — Кооперативный — Локальная погода — Четыре точки
uk: Перевага — Кооперативний — Місцева погода — Чотири точки
zh: Превосходство — Кооперативный — Локальная погода — Четыре точки
zh_sg: 统治 — 联合作战 — 四区域

# IDS_SCENARIO_DOMINATION_RANK_OBSERV0
source: Ranked Battle. Domination
es_mx: Batalla por Rango. Dominación
ja: ランク戦、制圧戦
pl: Bitwa rankingowa. Dominacja
ru: Ранговый бой. Превосходство
uk: Ранговий бій. Перевага.
zh: 排位战。制海权。没有观察者。
zh_sg: 排位战。统治

# IDS_SCENARIO_DOMINATION_SPECIAL
source: Domination: Endpoint
es_mx: Dominación. Punto Final
ja: 制圧戦: エンドポイント
pl: Dominacja. Punkt końcowy
ru: Превосходство. Предел
uk: Перевага. Межа
zh: Превосходство. Предел
zh_sg: 统治。终点

# IDS_SCENARIO_DOMINATION_SPECIAL_TOURNAMENT
source: Domination: Endpoint. Tournament
es_mx: Dominación: Punto Final. Torneo
ja: 制圧戦: エンドポイント、トーナメント
pl: Dominacja: punkt końcowy. Turniej
ru: Превосходство. Предел. Турнир
uk: Перевага. Межа. Турнір
zh: Превосходство. Предел. Турнир
zh_sg: 统治：终点。比赛

# IDS_SCENARIO_DOMINATION_TOURNAMENT_3POINTS
source: Tournament. Domination.
es_mx: Torneo. Dominación.
ja: トーナメント、制圧戦
pl: Turniej. Dominacja.
ru: Турнир. Превосходство
uk: Турнір. Перевага.
zh: 赛事。制海权。
zh_sg: 比赛。统治。

# IDS_SCENARIO_DOMINATION_TOURNAMENT_3POINTS_OBSERV0
source: Tournament. Domination.
es_mx: Torneo. Dominación.
ja: トーナメント、制圧戦
pl: Turniej. Dominacja.
ru: Турнир. Превосходство
uk: Турнір. Перевага.
zh: 赛事。制海权。没有观察者。
zh_sg: 比赛。统治。

# IDS_SCENARIO_DOMINATION_ZIGZAG
source: Domination: Zigzag
es_mx: Dominación: Zigzag
ja: 制圧戦: ジグザグ
pl: Dominacja: Zygzak
ru: Превосходство — Зигзаг
uk: Перевага — Зигзаг
zh: 制海权：之字形
zh_sg: 统治：之字形

# IDS_SCENARIO_DUNKIRK
source: Operation Dynamo
es_mx: Operación Dínamo
ja: ダイナモ作戦
pl: Operacja Dynamo
ru: Операция «Динамо»
uk: Операція «Динамо»
zh: 发电机计划
zh_sg: 发电机行动

# IDS_SCENARIO_DUNKIRK_HARD
source: Hard Difficulty
es_mx: Difícil
ja: 高難度
pl: Wysoki poziom trudności
ru: Высокая сложность
uk: Висока складність
zh: 高复杂性
zh_sg: 困难难度

# IDS_SCENARIO_DUNKIRK_NORMAL
source: Normal Difficulty
es_mx: Normal
ja: 中程度の難度
pl: Normalny poziom trudności
ru: Нормальная сложность
uk: Нормальна складність
zh: 中等复杂性
zh_sg: 普通难度

# IDS_SCENARIO_EPICENTER
source: Epicenter
es_mx: Epicentro
ja: 中央攻略戦
pl: Epicentrum
ru: Эпицентр
uk: Епіцентр
zh: 震央
zh_sg: 震中

# IDS_SCENARIO_EPICENTER_COOP
source: Epicenter — Co-op
es_mx: Epicentro — Cooperativa
ja: 中央攻略戦 — Co-op
pl: Epicentrum - kooperacyjna
ru: Эпицентр — Кооперативный
uk: Епіцентр — Кооперативний
zh: 据点──联合作战
zh_sg: 震中 ─ 联合作战

# IDS_SCENARIO_EPICENTER_LOCALWEATHER
source: Epicenter — Local Weather
es_mx: Epicentro — Clima Local
ja: 中央攻略戦 — 局地気象
pl: Epicentrum – pogoda lokalna
ru: Эпицентр — Локальная погода
uk: Епіцентр — Місцева погода
zh: 震央—当地天气
zh_sg: 震中 — 当地天气

# IDS_SCENARIO_EPICENTER_LOCALWEATHER_COOP
source: Epicenter — Co-op — Local Weather
es_mx: Epicentro — Cooperativa — Clima Local
ja: 中央攻略戦 — Co-op — 局地気象
pl: Epicentrum – kooperacja – pogoda lokalna
ru: Эпицентр — Кооперативный — Локальная погода
uk: Епіцентр — Кооперативний — Місцева погода
zh: Эпицентр — Кооперативный — Локальная погода
zh_sg: 震中— 联合作战 — 当地天气

# IDS_SCENARIO_EPICENTER_RANK_OBSERV0
source: Ranked Battle. Epicenter
es_mx: Batalla por Rango. Epicentro
ja: ランク戦、中央攻略戦
pl: Bitwa rankingowa. Epicentrum
ru: Ранговый бой. Эпицентр
uk: Ранговий бій. Епіцентр.
zh: 排位战。热点。没有观察者。
zh_sg: 排位战。震中

# IDS_SCENARIO_EPICENTER_SPECIAL
source: Epicenter: Endpoint
es_mx: Epicentro: Punto Final
ja: 中央攻略戦: エンドポイント
pl: Epicentrum: punkt końcowy
ru: Эпицентр. Предел
uk: Епіцентр. Межа
zh: Эпицентр. Предел
zh_sg: 震中：终点

# IDS_SCENARIO_EPICENTER_SPECIAL_TOURNAMENT
source: Epicenter: Endpoint. Tournament
es_mx: Epicentro: Punto Final. Torneo
ja: 中央攻略戦: エンドポイント、トーナメント
pl: Epicentrum: punkt końcowy. Turniej
ru: Эпицентр. Предел. Турнир
uk: Епіцентр. Межа. Турнір
zh: Эпицентр. Предел. Турнир
zh_sg: 震中：终点。比赛

# IDS_SCENARIO_EPICENTER_TOURNAMENT
source: Tournament. Epicenter.
es_mx: Torneo. Epicentro.
ja: トーナメント、中央攻略戦
pl: Turniej. Epicentrum.
ru: Турнир. Эпицентр
uk: Турнір. Епіцентр.
zh: 赛事。热点。
zh_sg: 比赛。震中。

# IDS_SCENARIO_EPICENTRE
source: Epicenter
es_mx: Epicentro
ja: 中央攻略戦
pl: Epicentrum
ru: Эпицентр
uk: Епіцентр
zh: 震央
zh_sg: 震中

# IDS_SCENARIO_EPICENTRE_DESCRIPTION
source: Capture the key areas. The closer to the center you are, the more points your team will earn!
es_mx: Captura áreas clave. ¡Mientras más cerca del centro estés, más puntos ganará tu equipo!
ja: キーエリアを占領せよ。中心に近いほど、より多くのポイントがチームに入る!
pl: Zajmuj strefy kluczowe. Im bliżej środka jesteś, tym więcej punktów dostanie Twoja drużyna!
ru: Захватите контрольные точки. Чем ближе к центру, тем больше очков!
uk: Захопіть контрольні точки. Що ближче до центру, то більше очок!
zh: 占领关键地区。您越靠近中央，您的队伍就会获得越多的点数！
zh_sg: 占领关键区域。您越靠近中央，您的队伍就会获得越多的点数！

# IDS_SCENARIO_EV19_ANTISTANDART_2019
source: Binary Star
es_mx: Estrella binaria
ja: 二重星
pl: Podwójna gwiazda
ru: Двойная звезда
uk: Подвійна зоря
zh: Двойная звезда
zh_sg: 双子星

# IDS_SCENARIO_EV19_ATT_DEF_2019
source: Space Assault
es_mx: Asalto Espacial
ja: スペースアサルト
pl: Atak kosmiczny
ru: Космоштурм
uk: Космоштурм
zh: Космоштурм
zh_sg: 太空突击

# IDS_SCENARIO_EV19_ATT_DEF_2019_RVR
source: Space Assault II
es_mx: Asalto Espacial II
ja: スペースアサルト II
pl: Atak kosmiczny II
ru: Космоштурм II
uk: Космоштурм II
zh: Космоштурм II
zh_sg: 太空突击II

# IDS_SCENARIO_EV19_EPICENTER_NEW_2019
source: Rings of Saturn
es_mx: Anillos de Saturno
ja: 土星の輪
pl: Pierścienie Saturna
ru: Кольца Сатурна
uk: Кільця Сатурна
zh: Кольца Сатурна
zh_sg: 土星光环

# IDS_SCENARIO_EV19_TORPEDOBEAT_2019
source: Torpedo Beat
es_mx: Ritmo de Torpedos
ja: 魚雷のビート
ru: Торпедный суп
uk: Торпедна юшка
zh: Торпедный суп
zh_sg: 鱼雷打击

# IDS_SCENARIO_FIRST_BATTLE
source: First Battle
es_mx: Primera Batalla
ja: 初陣
pl: Pierwsza bitwa
ru: Первый бой
uk: Перший бій
zh: Первый бой
zh_sg: 首战

# IDS_SCENARIO_FORTS
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_SCENARIO_FORTS01
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_SCENARIO_FORTS02
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_SCENARIO_FORTS03
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_SCENARIO_FORTS04
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_SCENARIO_HALLOWEEN_2016
source: Saving Transylvania
es_mx: Salvando al Transylvania
ja: Transylvania を救え
pl: Uwolnić Transylwanię
ru: Спасение «Трансильвании»
uk: Порятунок «Трансільванії»
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_SCENARIO_HALLOWEEN_2016_HARD
source: Saving Transylvania (Hard)
es_mx: Salvando al Transylvania (Difícil)
ja: Transylvania を救え (高難度)
pl: Uwolnić Transylwanię\n(wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сложный)
uk: Порятунок «Трансільванії» (Складний)
zh: Спасение «Трансильвании» (Сложный)
zh_sg: 拯救特兰西瓦尼亚（困难）

# IDS_SCENARIO_HALLOWEEN_2016_NIGHTMARE
source: Saving Transylvania (Super Hard)
es_mx: Salvando al Transylvania (Super Difícil)
ja: Transylvania を救え (超高難度)
pl: Uwolnić Transylwanię\n(bardzo wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сверхсложный)
uk: Порятунок «Трансільванії» (Надскладний)
zh: Спасение «Трансильвании» (Сверхсложный)
zh_sg: 拯救特兰西瓦尼亚（极难）

# IDS_SCENARIO_HALLOWEEN_2017
source: Sunray in the Darkness
es_mx: Rayo de Sol en la Oscuridad
ja: 暗闇を照らす光
pl: Promień światła w ciemnościach
ru: Луч во тьме
uk: Промінь у темряві
zh: 黑暗中的光芒
zh_sg: 黑暗中的光芒

# IDS_SCENARIO_HALLOWEEN_2017_HARD
source: Sunray in the Darkness (Hard Difficulty)
es_mx: Rayo de Sol en la Oscuridad (Dificultad Difícil)
ja: 暗闇を照らす光 (難易度: 高)
pl: Promień światła w ciemnościach\n(wysoki poziom trudności)
ru: Луч во тьме (Высокая сложность)
uk: Промінь у темряві (Висока складність)
zh: 黑暗之光（困难）
zh_sg: 黑暗中的光芒（困难）

# IDS_SCENARIO_HALLOWEEN_2017_NIGHTMARE
source: Sunray in the Darkness (Very Hard Difficulty)
es_mx: Rayo de Sol en la Oscuridad (Muy difícil)
ja: 暗闇を照らす光 (難易度: 超高)
pl: Promień światła w ciemnościach\n(bardzo wysoki poziom trudności)
ru: Луч во тьме (Очень высокая сложность)
uk: Промінь у темряві (Дуже висока складність)
zh: Луч во тьме (Очень высокая сложность)
zh_sg: 黑暗中的光芒（非常困难难度）

# IDS_SCENARIO_HALLOWEEN_2018
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_SCENARIO_HALLOWEEN_2018_HARD
source: Terror of the Deep (Hard Difficulty)
es_mx: Terror de la Profundidad (Dificultad Difícil)
ja: 海中に潜む恐怖 (高難度)
pl: Postrach z głębin (wysoki poziom trudności)
ru: Ужас глубин (Высокая сложность)
uk: Жах глибин (Висока складність)
zh: 深层恐惧（困难）
zh_sg: 恐怖深海（困难）

# IDS_SCENARIO_MEGABASE
source: Zone
es_mx: Zona
ja: ゾーン戦
pl: Strefa
ru: Акватория
uk: Акваторія
zh: 区域
zh_sg: 区域

# IDS_SCENARIO_OP_01_01_ATTACK_ON_CONVOY_1
source: Attack against Convoy!
es_mx: ¡Ataque contra el Convoy!
ja: 対船団攻撃!
pl: Atak na konwój!
ru: Атака на конвой!
uk: Атака на конвой!
zh: 攻击舰团！
zh_sg: 攻击舰团！

# IDS_SCENARIO_OP_01_03_NORMAL
source: Raptor Rescue
es_mx: El Rescate del Raptor
ja: ラプター救出作戦
pl: Ocalenie lotniskowca Raptor
ru: Спасение авианосца «Раптор»
uk: Порятунок авіаносця «Раптор»
zh: 营救猛禽
zh_sg: 营救Raptor

# IDS_SCENARIO_OP_02_02_NORMAL
source: The Ultimate Frontier
es_mx: La Frontera Final
ja: 極限の最前線
pl: Ostatnia granica
ru: Последний рубеж
uk: Останній рубіж
zh: 终极前沿
zh_sg: 最后前线

# IDS_SCENARIO_OP_02_03_NORMAL
source: Destroy the enemy base
es_mx: Destruye la base enemiga
ja: 敵基地を撃破せよ
pl: Zniszcz bazę wroga
ru: Уничтожение базы противника
uk: Знищення бази супротивника
zh: 摧毁敌方基地
zh_sg: 摧毁敌方基地

# IDS_SCENARIO_OP_02_03_S07_ADVANCE
source: Operation Narai
es_mx: Operación Narai
ja: ナライ作戦
pl: Operacja Narai
ru: Операция «Нараи»
uk: Операція «Нараї»
zh: 那莱行动
zh_sg: 那莱行动

# IDS_SCENARIO_PVE004_ATTACK_ON_CONVOY_1
source: Attack against Convoy 1
es_mx: Ataque contra el Convoy 1
ja: 船団攻撃 1
pl: Atak na konwój 1
ru: Атака на конвой 1
uk: Атака на конвой 1
zh: 攻击舰团 1
zh_sg: 攻击舰团 1

# IDS_SCENARIO_PVE004_ATTACK_ON_CONVOY_2
source: Attack against Convoy 2
es_mx: Ataque contra el Convoy 2
ja: 船団攻撃 2
pl: Atak na konwój 2
ru: Атака на конвой 2
uk: Атака на конвой 2
zh: 攻击舰团 2
zh_sg: 攻击舰团 2

# IDS_SCENARIO_PVE004_ATTACK_ON_CONVOY_3
source: Attack against Convoy 3
es_mx: Ataque contra el Convoy 3
ja: 船団攻撃 3
pl: Atak na konwój 3
ru: Атака на конвой 3
uk: Атака на конвой 3
zh: 攻击舰团 3
zh_sg: 攻击舰团 3

# IDS_SCENARIO_PVE004_ATTACK_ON_CONVOY_4
source: Attack against Convoy 4
es_mx: Ataque contra el Convoy 4
ja: 船団攻撃 4
pl: Atak na konwój 4
ru: Атака на конвой 4
uk: Атака на конвой 4
zh: 攻击舰团 4
zh_sg: 攻击舰团 4

# IDS_SCENARIO_PVEVANHELLSINGLEFT
source: Halloween L
zh: 万圣节 L

# IDS_SCENARIO_PVEVANHELLSINGLEFT_SUDDENLY
source: Halloween LS
zh: 万圣节 LS

# IDS_SCENARIO_PVEVANHELLSINGRIGHT
source: Halloween R
zh: 万圣节 R

# IDS_SCENARIO_PVEVANHELLSINGRIGHT_SUDDENLY
source: Halloween RS
zh: 万圣节 RS

# IDS_SCENARIO_PVE_NO_PASARAN
source: Assault
es_mx: Asalto
ja: 強襲戦
pl: Szturm
ru: Штурм
uk: Штурм
zh: 突袭
zh_sg: 突击

# IDS_SCENARIO_RANKED_DOMINATION
source: Ranked Battle. Domination
es_mx: Batalla por Rango. Dominación
ja: ランク戦、制圧戦
pl: Bitwa rankingowa. Dominacja
ru: Ранговый бой. Превосходство
uk: Ранговий бій. Перевага.
zh: 排位战 (7x7)。制海权。
zh_sg: 排位战。统治

# IDS_SCENARIO_RANKED_DOMINATION_1_BASE
source: Ranked Battle. Domination: 1 Base
es_mx: Batalla por Rango. Dominación: 1 Base
ja: ランク戦、制圧戦: 陣地 1 ヶ所
pl: Bitwa rankingowa. Dominacja. 1 baza
ru: Ранговый бой. Превосходство. 1 база
uk: Ранговий бій. Перевага. 1 база.
zh: 排位战 (7x7)。制海权。1 座基地。
zh_sg: 排位战。统治：1基地

# IDS_SCENARIO_RANKED_EPICENTER
source: Ranked Battle. Epicenter
es_mx: Batalla por Rango. Epicentro
ja: ランク戦、中央攻略戦
pl: Bitwa rankingowa. Epicentrum
ru: Ранговый бой. Эпицентр
uk: Ранговий бій. Епіцентр.
zh: 排位战 (7x7)。热点。
zh_sg: 排位战。震中

# IDS_SCENARIO_RANK_SINGLE_BASE
source: Encounter Battle. Tournament.
es_mx: Batalla de Encuentro. Torneo.
ja: 遭遇戦: トーナメント
pl: Bitwa spotkaniowa. Turniej.
ru: Встречный бой. Турнир
uk: Зустрічний бій. Турнір.
zh: 遭遇战。比赛。
zh_sg: 遭遇战。比赛。

# IDS_SCENARIO_RANK_STANDART
source: Standard Battle. Tournament.
es_mx: Batalla Regular. Torneo.
ja: 通常戦: トーナメント
pl: Bitwa standardowa. Turniej.
ru: Стандартный бой. Турнир
uk: Стандартний бій. Турнір.
zh: 一般战斗。比赛。
zh_sg: 标准战。比赛。

# IDS_SCENARIO_SINGLE_BASE
source: Encounter Battle
es_mx: Batalla de Encuentro
ja: 遭遇戦
pl: Bitwa spotkaniowa
ru: Встречный бой
uk: Зустрічний бій
zh: 夺旗战
zh_sg: 遭遇战

# IDS_SCENARIO_SKIRMISH_DOMINATION_3_BASES
source: Domination (3 Key Areas) — Co-op
es_mx: Dominación (3 Áreas Clave) — Cooperativa
ja: 制圧戦 (キーエリア 3 ヶ所) — Co-op
pl: Dominacja (3 strefy kluczowe) - Kooperacyjna
ru: Превосходство (3 КТ) — Кооперативный
uk: Перевага (3 Ключові Точки) — Кооперативний
zh: 夺分战 —（3个关键地区） 合作
zh_sg: 统治（3个关键区域） — 联合作战

# IDS_SCENARIO_SKIRMISH_DOMINATION_LOCALWEATHER
source: Domination—Local weather. Co-op.
es_mx: Dominación—Clima local. Cooperativa.
ja: 制圧戦 — 局地気象、Co-op.
pl: Epicentrum – Pogoda lokalna. Kooperacyjna.
ru: Превосходство — Локальная погода. Кооперативный
uk: Перевага — Місцева погода. Кооперативний
zh: gag
zh_sg: 统治 — 当地天气。联合作战。

# IDS_SCENARIO_SKIRMISH_DOMINATION_ZIGZAG
source: Domination: Zigzag — Co-op
es_mx: Dominación: Zigzag — Cooperativo
ja: 制圧戦: ジグザグ — Co-op
pl: Dominacja: Zygzak – Kooperacyjna
ru: Превосходство — Зигзаг — Кооперативный
uk: Перевага — Зигзаг — Кооперативний
zh: 制海权：之字形──合作
zh_sg: 统治：之字形 — 联合作战

# IDS_SCENARIO_SKIRMISH_EPICENTER_LOCALWEATHER
source: Epicenter—Local weather. Co-op.
es_mx: Epicentro—Clima local. Cooperativa.
ja: 中央攻略戦 — 局地気象、Co-op.
pl: Epicentrum – Pogoda lokalna. Kooperacyjna.
ru: Эпицентр — Локальная погода. Кооперативный
uk: Епіцентр — Місцева погода. Кооперативний
zh: gag
zh_sg: 震中 — 当地天气。联合作战。

# IDS_SCENARIO_SKIRMISH_MEGABASE
source: Zone — Co-op
es_mx: Zona — Cooperativa
ja: ゾーン戦 — Co-op
pl: Strefa – kooperacja
ru: Акватория — Кооперативный
uk: Акваторія — Кооперативний
zh: 区域 — 合作
zh_sg: 区域 — 联合作战

# IDS_SCENARIO_SKIRMISH_SINGLE_BASE
source: Encounter Battle — Co-op
es_mx: Batalla de Encuentro — Cooperativa
ja: 遭遇戦 — Co-op
pl: Bitwa spotkaniowa - Kooperacyjna
ru: Встречный бой — Кооперативный
uk: Зустрічний бій — Кооперативний
zh: 夺旗战 — 合作
zh_sg: 遭遇战 — 联合作战

# IDS_SCENARIO_SKIRMISH_STANDART
source: Standard Battle — Co-op
es_mx: Batalla Estándar — Cooperativa
ja: 通常戦 — Co-op
pl: Bitwa standardowa - Kooperacyjna
ru: Стандартный бой — Кооперативный
uk: Стандартний бій — Кооперативний
zh: 标准战斗 — 合作
zh_sg: 标准战 — 联合作战

# IDS_SCENARIO_SKIRMISH_STANDART_FIRST
source: Standard Battle — Co-op
es_mx: Batalla Estándar — Cooperativa
ja: 通常戦 — Co-op
pl: Bitwa standardowa - Kooperacyjna
ru: Стандартный бой — Кооперативный
uk: Стандартний бій — Кооперативний
zh: 标准战斗 — 合作
zh_sg: 标准战 — 联合作战

# IDS_SCENARIO_SKIRMISH_STANDART_SECOND
source: Standard Battle — Co-op
es_mx: Batalla Estándar — Cooperativa
ja: 通常戦 — Co-op
pl: Bitwa standardowa - Kooperacyjna
ru: Стандартный бой — Кооперативный
uk: Стандартний бій — Кооперативний
zh: 标准战斗 — 合作
zh_sg: 标准战 — 联合作战

# IDS_SCENARIO_STANDART
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_SCENARIO_STANDART_FIRST
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_SCENARIO_STANDART_SECOND
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_SCENARIO_ST_TEST
source: ST: Armor resilience test
es_mx: ST: Prueba de resistencia del blindaje
ja: ST: 装甲防御力試験
pl: ST: Test wytrzymałości pancerza
ru: СТ — обстрел кораблей
uk: СТ — обстріл кораблів
zh: СТ — обстрел кораблей
zh_sg: 超测：装甲韧性测试

# IDS_SCENARIO_TARGET
source: Hocus-pocus
es_mx: Abracadabra
ja: ホーカスポーカス戦
pl: Hokus-pokus
ru: Фокус-покус
uk: Фокус-покус
zh: 小把戏
zh_sg: 小把戏

# IDS_SCENARIO_TARGET_DESCRIPTION
source: Score points before the enemy team by capturing key areas and destroying their ships.
es_mx: Consigue puntos antes que el equipo enemigo al capturar áreas clave y destruyendo sus barcos
ja: キーエリアを占領し、敵艦艇を撃沈して、敵チームより先にポイントを稼げ
pl: Zdobądź więcej punktów niż przeciwnik zajmując strefy kluczowe i niszcząc okręty wroga.
ru: Наберите очки раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.
uk: Здобудьте очки раніше команди супротивника, захоплюючи контрольні точки та знищуючи кораблі супротивника.
zh: 透过占领关键地区与击毁对方战舰来先敌方队伍一步达成点数。
zh_sg: 通过占领关键区域和击毁对方战舰抢在敌方队伍之前达成点数。

# IDS_SCENARIO_TASKS_TAB
source: Mission
es_mx: Misión
ja: ミッション
pl: Misja
ru: Задачи
uk: Завдання
zh: 任务
zh_sg: 任务

# IDS_SCENARIO_USS_CL
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок сакуры
uk: Квітка сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_SCHEDULLE
source: Schedule
es_mx: Horario
ja: 予定
pl: Harmonogram
ru: Расписание
uk: Розклад
zh: 时间
zh_sg: 时间表

# IDS_SCHUKA
source: Russianbias
zh: RUS

# IDS_SCORE_FOR_BATTLE
source: Points per battle
es_mx: Puntos por batalla
ja: 各戦でのポイント数
pl: Punkty za bitwę
ru: Очки за бой
uk: Очки за бій
zh: 每场战斗积分
zh_sg: 每场战斗积分

# IDS_SCORE_FOR_BATTLE_INFO
source: The number of points depends on the ship tier and combat activity.
es_mx: El número de puntos depende del nivel del barco y de la actividad de combate.
ja: ポイント数は、艦艇の Tier と戦闘中の行動により決まります。
pl: Liczba punktów uzależniona jest od poziomu okrętu i aktywności bojowej
ru: Количество очков зависит от уровня корабля и боевой активности.
uk: Кількість очок залежить від рівня корабля і бойової активності.
zh: 积分数取决于战舰等级和战斗参与度
zh_sg: 积分取决于战舰等级和战斗活跃度。

# IDS_SCOUTING_DAMAGE
source: Damage upon your spotting
es_mx: Daño causado por detección
ja: 自艦の観測によるダメージ
pl: Uszkodzenia po Twoim wykryciu
ru: Урон по вашим разведданным
uk: Шкоди за вашими розвідданими
zh: 在您侦察下造成的伤害
zh_sg: 在您侦察下造成的伤害

# IDS_SCOUTING_DAMAGE_AVERAGE
source: Damage upon your spotting
es_mx: Daño causado por detección
ja: 自艦の観測によるダメージ
pl: Uszkodzenia po Twoim wykryciu
ru: Урон по вашим разведданным
uk: Шкоди за вашими розвідданими
zh: 在您侦察下造成的伤害
zh_sg: 在您侦察下造成的伤害

# IDS_SCOUTING_DAMAGE_AVERAGE_TOOLTIP
source: Average damage your allies caused to enemy ships spotted by you
es_mx: Daño promedio que los aliados causaron a los barcos enemigos que detectaste
ja: 自艦が観測中だった敵艦艇に対して味方が与えた平均ダメージ
pl: Średnie uszkodzenia zadane przez sojusznicze okręty wrogom wykrytym przez Ciebie
ru: Среднее количество урона, нанесённого союзниками по обнаруженным вами кораблям
uk: Середня кількість шкоди, що завдана союзниками кораблям, які ви виявили
zh: 队友在您侦察下对敌方战舰造成的平均伤害
zh_sg: 队友在您侦察下对敌方战舰造成的平均伤害

# IDS_SCOUTING_DAMAGE_MAX
source: Damage upon your spotting
es_mx: Daño causado por detección
ja: 自艦の観測によるダメージ
pl: Uszkodzenia po Twoim wykryciu
ru: Урон по вашим разведданным
uk: Шкоди за вашими розвідданими
zh: 在您侦察下造成的伤害
zh_sg: 在您侦察下造成的伤害

# IDS_SCOUTING_DAMAGE_MAX_TOOLTIP
source: Most damage your allies caused to enemy ships spotted by you
es_mx: Daño mayor que tus aliados causaron a los barcos enemigos que detectaste
ja: 自艦が観測中だった敵艦艇に対して味方が与えた最大ダメージ
pl: Największe uszkodzenia zadane przez sojusznicze okręty wrogom wykrytym przez Ciebie
ru: Максимальное количество урона, нанесённого союзниками по обнаруженным вами кораблям
uk: Максимальна кількість шкоди, що завдана союзниками кораблям, які ви виявили
zh: 队友在您侦察下对敌方战舰造成的最大伤害
zh_sg: 队友在您侦察下对敌方战舰造成的最大伤害

# IDS_SCOUTING_DAMAGE_TOOLTIP
source: Total damage your allies caused to enemy ships spotted by you
es_mx: Daño total que tus aliados causaron a los barcos enemigos que detectaste
ja: 自艦が観測中だった敵艦艇に対して味方が与えた合計ダメージ
pl: Ogólne uszkodzenia zadane przez sojusznicze okręty wrogom wykrytym przez Ciebie
ru: Суммарный урон, нанесённый союзниками по обнаруженным вами кораблям
uk: Сумарна шкода, що завдана союзниками кораблям, які ви виявили
zh: 队友在您侦察下对敌方战舰造成的总伤害
zh_sg: 队友在您侦察下对敌方战舰造成的总伤害

# IDS_SCREENSPACE_REFLECTIONS
source: Additional Reflections (SSR)
es_mx: Reflejos Adicionales (SSR)
ja: 追加の反射 (SSR)
pl: Dodatkowe odbicia (SSR)
ru: Доп. отражения (SSR)
uk: Додаткові відбиття (SSR)
zh: 增加反射 (SSR)
zh_sg: 增加反射 (SSR)

# IDS_SEAGAL
source: John Doe
zh: 约翰-杜伊

# IDS_SEARCH_BY_ORGANIZER_NAME
source: Search by the name of the creator
es_mx: Buscar por el nombre del creador
ja: 作成者名で検索
pl: Wyszukiwanie wg nazwy twórcy
ru: Поиск по имени организатора
uk: Пошук за ім’ям засновника
zh: 按建立者名称来搜寻训练房
zh_sg: 按创建者名称搜索

# IDS_SEARCH_GROUP_IN_FRIENDS
source: My Contacts
es_mx: Mis Contactos
ja: マイ・コンタクト
pl: Moje kontakty
ru: Мои контакты
uk: Мої контакти
zh: 联系名单
zh_sg: 联系名单

# IDS_SEARCH_GROUP_IN_IGNOR_LIST
source: On Blacklist
es_mx: En Lista Negra
ja: ブラックリスト内
pl: Na czarnej liście
ru: В чёрном списке
uk: У чорному списку
zh: 在黑名单上
zh_sg: 在黑名单中

# IDS_SEARCH_GROUP_IN_MY_CHANNELS
source: On my Channel List
es_mx: En mi Lista de Canales
ja: マイ・チャンネルリスト内
pl: Na moje liście kanałów
ru: В моём списке каналов
uk: У моєму списку каналів
zh: 在我的频道名单上
zh_sg: 在我的频道名单中

# IDS_SEARCH_GROUP_NOT_IN_FRIENDS
source: Not on Contact List
es_mx: No está en mi Lista de Contactos
ja: 連絡先リストに非登録
pl: Nie z listy kontaktów
ru: Не в списке контактов
uk: Немає у списку контактів
zh: 不在频道名单上
zh_sg: 不在频道名单中

# IDS_SEARCH_GROUP_NOT_IN_MY_CHANNELS
source: Not on my Channel List
es_mx: No están en mi lista de Canales
ja: マイ・チャンネルリストに非登録
pl: Nie z mojej listy kanałów
ru: Не в списке каналов
uk: Немає у списку каналів
zh: 不在我的频道名单上
zh_sg: 不在我的频道名单中

# IDS_SEARCH_RESULTS
source: Search Results
es_mx: Resultados de la Búsqueda
ja: 検索結果
pl: Wyniki wyszukiwania
ru: Результаты поиска
uk: Результат пошуку
zh: 搜寻结果
zh_sg: 搜寻结果

# IDS_SEASON_END
source: End of "%(season)s"
es_mx: Fin de la "%(season)s"
ja: 「%(season)s」終了
pl: „%(season)s” został zakończony
ru: Окончание «%(season)s»
uk: Закінчення «%(season)s»
zh: "%(season)s" 结束
zh_sg: "%(season)s"结束

# IDS_SEASON_ENSIGN
source: Commemorative flag
es_mx: Bandera conmemorativa
ja: 記念旗
pl: Pamiątkowa flaga
ru: Памятный флаг
uk: Пам’ятний прапор
zh: 纪念标志
zh_sg: 纪念旗帜

# IDS_SEASON_STARTED
source: "%(title)s" begins!
es_mx: ¡"%(title)s" inicia!
ja: 「%(title)s」開始!
pl: Rozpoczyna się „%(title)s”!
ru: «%(title)s» начался!
uk: «%(title)s» розпочався!
zh: "%(title)s" 开始！
zh_sg: "%(title)s"开始！

# IDS_SEASON_STARTS_IN
source: The season will begin in
es_mx: La temporada empezará en
ja: シーズン開始まで:
pl: Sezon zaczyna się za
ru: Сезон начнётся через
uk: Сезон розпочнеться через
zh: 距赛季开始还有
zh_sg: 距赛季开始还有
