Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNB069_DESCRIPTION
source: Marianne, a determined woman wearing a Phrygian cap, has been the symbol of the French Republic since the Great French Revolution. Issued for finishing "The Gold of France" campaign.
es_mx: Marianne, una mujer determinada usando un gorro frigio, ha sido el símbolo de la República Francesa desde la Gran Revolución Francesa. Otorgada por terminar la campaña "El Oro de Francia".
ja: フリジア帽をかぶったマリアンヌは、フランス革命以降、フランス共和国の象徴であり続けてきました。 キャンペーン「フランスの金塊」の完了に対して支給。
pl: Marianne, kobieta nosząca czapkę frygijską, była symbolem Republiki Francuskiej od czasów Wielkiej Rewolucji Francuskiej. Przyznawany za ukończenie kampanii „Złoto Francji”.
ru: Марианна, женщина во фригийском колпаке, со времён Великой Французской революции является символом Французской республики. Памятный символ за выполнение кампании «Золото Франции».
uk: Маріанна, жінка у фригійському ковпаку. З часів Великої Французької революції є символом Французької республіки. Пам’ятний символ за пройдену кампанію «Золото Франції».
zh: 从F国大革命以来，玛丽安娜是一位穿着佛里吉亚帽子的坚强女人，一直是法兰西的象征 在"F国黄金"的剧情结束之后分发
zh_sg: 玛丽安，戴着弗朗格帽的法国女性，从法国大革命以来她一直是法兰西共和国的象征。 完成“法国黄金”战役后授予。

# IDS_DOGTAG_PCNB069_NAME
source: Marianne
ja: マリアンヌ
ru: Марианна
uk: Маріанна
zh: 玛丽安娜
zh_sg: 玛丽安

# IDS_DOGTAG_PCNB070_DESCRIPTION
source: The Gallic Rooster has been one of the symbols of the French Republic since the late 18th century. Issued for finishing "The Gold of France" campaign.
es_mx: El Gallo Galo ha sido uno de los símbolos de la República Francesa desde finales del siglo XVIII. Otorgada por terminar la campaña "El Oro de Francia".
ja: ガリアの雄鶏は、18 世紀後半以降、フランス共和国の象徴のひとつであり続けてきました。 キャンペーン「フランスの金塊」の完了に対して支給。
pl: Kogut galijski był jednym z symboli Republiki Francuskiej od końca XVIII w. Przyznawany za ukończenie kampanii „Złoto Francji”.
ru: Галльский петух – с конца XVIII века один из символов Французской республики. Памятный символ за выполнение кампании «Золото Франции».
uk: Галльський півень — з кінця XVIII сторіччя один із символів Французької республіки. Пам’ятний символ за пройдену кампанію «Золото Франції».
zh: 高卢雄鸡从18世纪晚期就已经成为F国共和国的象征 在"F国黄金"剧情之后分发
zh_sg: 18世纪晚期起，高卢雄鸡一直是法国共和国的象征之一。 完成“法国黄金”战役后授予。

# IDS_DOGTAG_PCNB070_NAME
source: The Gallic Rooster
es_mx: El Gallo Galo
ja: ガリアの雄鶏
pl: Kogut galijski
ru: Галльский петух
uk: Галльський півень
zh: 高卢雄鸡
zh_sg: 高卢雄鸡

# IDS_DOGTAG_PCNB071_DESCRIPTION
source: A commemorative symbol for Space Warships 2018 participants.
es_mx: Símbolo conmemorativo para los participantes de Barcos de Guerra Espaciales 2018
ja: Space Warships 2018 参加者のための記念シンボル
pl: Pamiątkowy symbol dla uczestników wydarzenia Statki Kosmiczne 2018.
ru: Памятный символ участника Space Warships 2018.
uk: Пам’ятний символ учасника Space Warships 2018.
zh: 参与太空战舰2018的纪念臂章
zh_sg: Space Warships 2018 参与者纪念标志

# IDS_DOGTAG_PCNB071_NAME
source: Space Warships 2018
zh: 太空战舰2018

# IDS_DOGTAG_PCNB072_DESCRIPTION
source: A commemorative symbol for Space Warships 2018 participants.
es_mx: Símbolo conmemorativo para los participantes de Barcos de Guerra Espaciales 2018
ja: Space Warships 2018 参加者のための記念シンボル
pl: Pamiątkowy symbol dla uczestników wydarzenia Statki Kosmiczne 2018.
ru: Памятный символ участника Space Warships 2018.
uk: Пам’ятний символ учасника Space Warships 2018.
zh: 参与太空战舰2018的纪念臂章
zh_sg: Space Warships 2018 参与者纪念标志

# IDS_DOGTAG_PCNB072_NAME
source: Military Dolphin
es_mx: Delfín Militar
ja: 軍用イルカ
pl: Delfin wojskowy
ru: Боевой дельфин
uk: Бойовий дельфін
zh: 战斗海豚
zh_sg: 军用海豚

# IDS_DOGTAG_PCNB073_DESCRIPTION
source: A commemorative symbol for Space Warships 2018 participants.
es_mx: Símbolo conmemorativo para los participantes de Barcos de Guerra Espaciales 2018
ja: Space Warships 2018 参加者のための記念シンボル
pl: Pamiątkowy symbol dla uczestników wydarzenia Statki Kosmiczne 2018.
ru: Памятный символ участника Space Warships 2018.
uk: Пам’ятний символ учасника Space Warships 2018.
zh: 参与太空战舰2018的纪念臂章
zh_sg: Space Warships 2018 参与者纪念标志

# IDS_DOGTAG_PCNB073_NAME
source: Sealand
ja: シーランド公国
ru: Силенд
uk: Сіландія
zh: 西兰
zh_sg: 西兰岛

# IDS_DOGTAG_PCNB074_DESCRIPTION
source: A commemorative symbol for Space Warships 2018 participants.
es_mx: Símbolo conmemorativo para los participantes de Barcos de Guerra Espaciales 2018
ja: Space Warships 2018 参加者のための記念シンボル
pl: Pamiątkowy symbol dla uczestników wydarzenia Statki Kosmiczne 2018.
ru: Памятный символ участника Space Warships 2018.
uk: Пам’ятний символ учасника Space Warships 2018.
zh: 参与太空战舰2018的纪念臂章
zh_sg: Space Warships 2018 参与者纪念标志

# IDS_DOGTAG_PCNB074_NAME
source: UFO
es_mx: OVNI
ru: НЛО
uk: НЛО
zh: 飞碟
zh_sg: 幽浮

# IDS_DOGTAG_PCNB075_DESCRIPTION
source: A commemorative symbol for Space Warships 2018 participants.
es_mx: Símbolo conmemorativo para los participantes de Barcos de Guerra Espaciales 2018
ja: Space Warships 2018 参加者のための記念シンボル
pl: Pamiątkowy symbol dla uczestników wydarzenia Statki Kosmiczne 2018.
ru: Памятный символ участника Space Warships 2018.
uk: Пам’ятний символ учасника Space Warships 2018.
zh: 参与太空战舰2018的纪念臂章
zh_sg: Space Warships 2018 参与者纪念标志

# IDS_DOGTAG_PCNB075_NAME
source: Death Ray
es_mx: Rayo de la Muerte
ja: 熱光線
pl: Promień śmierci
ru: Луч Архимеда
uk: Промінь Архімеда
zh: 死亡光线
zh_sg: 死亡射线

# IDS_DOGTAG_PCNB076_NAME
source: Artillery
es_mx: Artillería
ja: 砲
pl: Artyleria
ru: Артиллерия
uk: Артилерія
zh: 火炮
zh_sg: 火炮

# IDS_DOGTAG_PCNB077_DESCRIPTION
source: A commemorative symbol for World of Warships Supertest team members.
es_mx: Símbolo conmemorativo para los miembros del equipo de Superpruebas de World of Warships.
ja: World of Warships スーパーテスターチームメンバーのための記念シンボル
pl: Pamiątkowy symbol dla członków zespołu supertestu World of Warships.
ru: Памятный символ участника команды супертеста World of Warships.
uk: Пам’ятний символ учасника команди супертесту World of Warships.
zh: 战舰世界超测团队成员的纪念标志
zh_sg: 《战舰世界》超测成员纪念标志。

# IDS_DOGTAG_PCNB077_NAME
source: Supertest team member
es_mx: Miembros del equipo de Superpruebas
ja: スーパーテストチームメンバー
pl: Członek zespołu supertestu
ru: Супертестер
uk: Супертестувальник
zh: 超测团队成员
zh_sg: 超测成员

# IDS_DOGTAG_PCNB078_DESCRIPTION
source: A commemorative symbol for World of Warships Contributors.
es_mx: Símbolo conmemorativo para los Colaboradores de World of Warships.
ja: World of Warships コントリビューターのための記念シンボル
pl: Pamiątkowy symbol dla współtwórców World of Warships.
ru: Памятный символ контрибьютора World of Warships.
uk: Пам’ятний символ контрибуторів World of Warships.
zh: 战舰世界贡献者的纪念图样
zh_sg: 《战舰世界》贡献者纪念标志。

# IDS_DOGTAG_PCNB078_NAME
source: Contributor
es_mx: Colaborador
ja: コントリビューター
pl: Współtwórca
ru: Контрибьютор
uk: Контрибутор
zh: 贡献者
zh_sg: 贡献者

# IDS_DOGTAG_PCNB079_DESCRIPTION
source: Commemorating the good old days when cruiser Cleveland was Tier VI, which she will never be again.
es_mx: Conmemorando los viejos días cuando el crucero Cleveland era Nivel VI, del que nunca será otra vez.
ja: 巡洋艦 Cleveland が Tier VI だった古き良き日々を記念して。彼女が再び Tier VI に戻ることは決してないのです。
pl: Upamiętniająca stare, dobre czasy, gdy krążownik Cleveland był na VI poziomie, co już nigdy nie będzie miało miejsca.
ru: В память о старом добром крейсере VI уровня Cleveland, которым он больше никогда не будет.
uk: На згадку про старий славний крейсер VI рівня Cleveland, яким він вже ніколи не буде.
zh: 纪念巡洋舰克利夫兰还是VI级的美好时光，过去的永远不会再回来。
zh_sg: 纪念克利夫兰驱逐舰是VI级的美好旧时光吧，它将再也不是了。

# IDS_DOGTAG_PCNB079_NAME
source: Old Cleveland
es_mx: Viejo Cleveland
ja: Cleveland (旧)
pl: Stary Cleveland
ru: Старый Cleveland
uk: Старий Cleveland
zh: 旧 克利夫兰
zh_sg: 老克利夫兰

# IDS_DOGTAG_PCNB080_DESCRIPTION
source: Admiral William Halsey became one of the contributors to the Allied victory in the Pacific. A commemorative symbol issued for finishing the "Hit hard! Hit fast! Hit often!" campaign.
es_mx: El Almirante William Halsey se convirtió en uno de los contribuyentes a la victoria aliada en el Pacífico. Un símbolo conmemorativo emitido por terminar la campaña "¡Golpea fuerte! ¡Golpea rápido! ¡Golpea seguido!".
ja: ウィリアム・ハルゼー提督は、太平洋戦争における連合国の勝利の立役者となった人物のひとりです。 "Hit hard! Hit fast! Hit often!" キャンペーン完了に対する記念シンボル。
pl: Admirał Halsey stał się jednym z autorów alianckiego triumfu na Pacyfiku. Pamiątkowy symbol przyznawany za ukończenie kampanii „Uderzaj mocno, uderzaj szybko, uderzaj często!”.
ru: Адмирал Уильям Хэлси стал одним из тех, кто обеспечил победу союзников в войне на Тихом океане. Памятный символ за выполнение кампании «Бей сильно! Бей быстро! Бей часто!».
uk: Адмірал Вільям Голсі став одним з тих, хто забезпечив перемогу союзників у війні на Тихому океані. Пам’ятний знак за пройдену кампанію «Бий сильно! Бий хутко! Бий часто!».
zh: 海军上将威廉-哈尔西成为盟军在太平洋胜利的贡献者之一。 这个纪念符号献给那些完成「打得猛！打得快！打得勤！」战役的玩家。
zh_sg: William Halsey上将成为了盟军太平洋战场获胜的重要贡献者。 战役完成的纪念性符号是“打的狠！打的快！打的勤！”

# IDS_DOGTAG_PCNB080_NAME
source: Admiral Halsey
es_mx: Almirante Halsey
ja: ハルゼー提督
pl: Admirał Halsey
ru: Адмирал Хэлси
uk: Адмірал Голсі
zh: 威廉-哈尔西上将
zh_sg: Halsey上将

# IDS_DOGTAG_PCNB081_DESCRIPTION
source: The Sun of May, which hides its origin in the thickets of Inca's mythology, is the national symbol of Argentina and the Argentine Navy.
es_mx: El Sol de Mayo, el cual esconde su origen en la profundidad de la mitología Inca, es el símbolo nacional de Argentina y de la Armada Argentina.
ja: アルゼンチンおよびアルゼンチン海軍の国家的シンボルは、インカ帝国の神話に由来する五月の太陽です。
pl: Słońce Majowe, korzenie tego symbolu sięgają mitologii Inków. Jest ono symbolem narodowym Republiki Agrentyńskiej oraz marynarki wojennej Agrentyny.
ru: Майское солнце, происхождение которого теряется в дебрях мифологии инков, является национальным символом как самой Аргентины, так и её флота.
uk: Травневе сонце, походження якого втрачається в нетрях міфології інків, є національним символом як самої Аргентини, так і її флоту.
zh: 隐藏于印加神话之中的五月太阳，这是AG国徽与海军军徽。
zh_sg: 五月的太阳隐藏在印加神话丛林中，是阿根廷和阿根廷海军的国家象征。

# IDS_DOGTAG_PCNB081_NAME
source: Armada Argentina
ja: アルゼンチン海軍
pl: Argentyńska Armada
ru: ВМС Аргентины
uk: ВМС Аргентини
zh: AG国海军
zh_sg: 阿根廷舰队

# IDS_DOGTAG_PCNB082_DESCRIPTION
source: Many a ship in the U.S. Navy is named after the state of Massachusetts, including one of the South Dakota-class battleships with a displacement of 35,000 tons. The crew who served aboard USS Massachusetts nicknamed the ship "Big Mamie".
es_mx: Muchos barcos en la Armada de los EE. UU. llevan el nombre del estado de Massachusetts, incluyendo a uno de los acorazados clase South Dakota con un desplazamiento de 35,000 toneladas. La tripulación que sirvió en el USS Massachusetts apodó al barco "Big Mamie".
ja: アメリカ海軍には、マサチューセッツ州に由来した艦名を持つ艦艇が多数あり、排水量 35,000 トンのサウスダコタ級戦艦マサチューセッツもその 1 隻でした。本艦は、その乗組員からは「ビッグ・マミー」という愛称で呼ばれていました。
pl: Wiele okrętów U.S. Navy nosiło nazwę stanu Massachusetts, w tym jeden z pancerników klasy South Dakota o wyporności 35 000 ton. Załoga służąca na USS Massachusetts nadała mu przydomek „Duża Maryśka”
ru: Штат Массачусетс дал имя целому ряду кораблей ВМС США, в том числе одному из 35 000-тонных линкоров типа South Dakota. Служившие на USS Massachusetts прозвали свой корабль «Большая Мейми».
uk: Штат Массачусеттс дав ім’я низці кораблів ВМС США, зокрема одному з 35 000-тонних лінкорів типу South Dakota. Моряки, що служили на USS Massachusetts прозвали свій корабель «Велика Меймі».
zh: 许多M系海军战舰以马萨诸塞州名命名，包含这艘35000吨级的南达科他级战列舰。服役在这艘马萨诸塞号的成员给了这艘船一个昵称 - 「女强人」。
zh_sg: 美国海军的许多战舰以马萨诸塞州命名，其中包括南达科他州级战列舰，其排水量为35000吨。美国海军马萨诸塞号上的船员将这艘战舰取了“Big Manie”的绰号。

# IDS_DOGTAG_PCNB082_NAME
source: "Big Mamie"
ja: 「ビッグ・マミー」
pl: „Duża Maryśka”
ru: «Большая Мейми»
uk: «Велика Меймі»
zh: 「女强人」

# IDS_DOGTAG_PCNB083_DESCRIPTION
source: In 1944–1945, the Baltic Sea turned out to be the main theater of military operations for the majority of Kriegsmarine destroyers.
es_mx: Entre 1944 y 1945, el Már Báltico se convirtió en el teatro principal de las operaciones militares para la mayoría de los destructores de la Kriegsmarine.
ja: Ostsee (オストゼー) はドイツ語でバルト海を意味します。1944 年から 1945 年にかけ、このバルト海が、ドイツ海軍の駆逐艦の大半にとっての主戦場となりました。
pl: W latach 1944–1945 Morze Bałtyckie stało się głównym teatrem działań wojennych niszczycieli Kriegsmarine.
ru: Балтийское море в 1944–1945 годах стало главным театром военных действий для большинства эсминцев Кригсмарине.
uk: Балтійське море у 1944–1945 рр. стало головним театром воєнних дій для більшості есмінців Крігсмаріне.
zh: 1944-1945年，波罗的海成为D系海军驱逐舰活动的主要海域。
zh_sg: 1944-1945年间，波罗的海成为大部分克里格马林驱逐舰的主要军事行动战场。

# IDS_DOGTAG_PCNB083_NAME
source: Ostsee
zh: 黑海
zh_sg: 波罗的海

# IDS_DOGTAG_PCNB084_DESCRIPTION
source: "The Navy's here!" In February 1940, this cry turned into a message of freedom for 300 British sailors kept in the hold of the German tanker Altmark after the ship was intercepted and boarded by the destroyer HMS Cossack.
es_mx: "¡La Armada está aquí!" En febrero de 1940, esta exclamación se convirtió en un mensaje de libertad para los 300 marineros británicos atrapados en la bodega del tanquero Altmark después de que el barco fue interceptado y abordado por el destructor HMS Cossack.
ja: "The Navy's here!" (海軍推参!) 1940 年 2 月、イギリスの駆逐艦コサックがドイツのタンカー、アルトマルクに接舷し、捕虜として船内に囚われていた約 300 名のイギリスの船員を解放しました。その際に自由のメッセージとなったのが、この叫び声だったのです。
pl: „Przybyła marynarka!” W lutym 1940 roku okrzyk ten oznaczał wolność dla 300 brytyjskich marynarzy, przetrzymywanych w niewoli na pokładzie niemieckiego tankowca Altmark po tym, jak okręt ten został przechwycony przez niszczyciel HMS Cossack.
ru: «Флот здесь!» — в феврале 1940 года этот клич стал вестью свободы для трёхсот британских моряков, томившихся в трюме немецкого танкера Altmark, после того как тот был взят на абордаж эсминцем Королевского флота Cossack.
uk: «Флот тут!» — у лютому 1940 р., після того як моряки есмінця Королівського флоту Cossack взяли на абордаж німецький танкер Altmar, цей вигук став звісткою свободи для трьох сотень британських моряків, які знемагали у трюмі танкера.
zh: 「海军在这里！」 1940年2月，这声惊呼来自300位被扣押在D国轮船阿尔特马克的M国水兵，这艘船之后被Y国驱逐舰哥萨克拦截。
zh_sg: “海军来了！” 在1940年2月，这声大喊解放了德国支援舰阿尔特马克号上300名英国水兵俘虏，这艘战舰被英国海军驱逐舰哥萨克人号拦截并登舰。

# IDS_DOGTAG_PCNB084_NAME
source: The Navy's Here!
es_mx: ¡La Armada está aquí!
pl: Przybyła marynarka!
ru: «Флот здесь!»
uk: «Флот тут!»
zh: 「海军在这里！」
zh_sg: “海军来了！”

# IDS_DOGTAG_PCNB085_DESCRIPTION
source: "He could not yield" reads the official report about the heroic deed of U.S. Navy Ensign John R. Monaghan, who stood steadfast by his wounded superior and friend—and died in heroic performance of duty.
es_mx: "Él no podía rendirse" se leen en el reporte oficial sobre el acto heroico del Alferéz de la Armada de ls EE. UU. ohn R. Monaghan quien se mantuvo firme junto a sus superior y amigo, y murió en el heroico cumplimiento de su deber.
ja: "He could not yield" (彼は屈服するわけにはいかなかった) は、アメリカ海軍少尉ジョン・R・モナハンによる英雄的行為に関する公式報告に記載された言葉です。彼は負傷した上官や戦友を救うべく懸命に努め、戦死を遂げました。
pl: „Nie potrafił ustąpić” – te słowa znalazły się w oficjalnym raporcie dotyczącym bohaterskiego wyczynu chorążego U.S. Navy Johna R. Monaghana, który trwał wiernie przy swoim rannym przełożonym i przyjacielu, co przypłacił życiem.
ru: «Он не мог уступить» — гласил официальный рапорт о подвиге офицера ВМС США Джона Р. Монахэна, отказавшегося бросить на поле боя раненого товарища и погибшего в неравном бою.
uk: «Він не міг поступитися» — йшлося в офіційному рапорті про подвиг офіцера ВМС США Джона Р. Монахена, який відмовився кинути на полі бою пораненого товариша і загинув у нерівному бою.
zh: 「他不能让步」来自一位壮烈阵亡的M国海军少尉约翰-莫纳根的官方报告。他在激烈的战斗中表现出冷静坚决的态度，并在战斗中阵亡。
zh_sg: “他不会屈服”关于美国海军少尉约翰·R·莫纳汉英雄事迹的官方报告中写到，他曾坚定地站在他的受伤上司，也是朋友身边，并以英勇以身殉国。

# IDS_DOGTAG_PCNB085_NAME
source: "He could not yield"
es_mx: "Él no podía rendirse"
pl: „Nie potrafił ustąpić”
ru: «Он не мог уступить»
uk: «Він не міг поступитися»
zh: 「他不能让步」
zh_sg: “他不会屈服”

# IDS_DOGTAG_PCNB086_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB086_NAME
source: England
es_mx: Inglaterra
ja: イングランド
pl: Anglia
ru: Англия
uk: Англія
zh: 英国
zh_sg: 英格兰

# IDS_DOGTAG_PCNB087_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB087_NAME
source: Russia
es_mx: Rusia
ja: ロシア
pl: Rosja
ru: Россия
uk: Росія
zh: 俄国
zh_sg: 俄罗斯

# IDS_DOGTAG_PCNB088_DESCRIPTION
source: Champions of the 2018 Football World Championship
es_mx: Campeones del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 優勝
pl: Mistrzowie piłkarskiego pucharu świata 2018
ru: Страна-победитель чемпионата мира по футболу 2018
uk: Країна-переможець Чемпіонату світу з футболу 2018
zh: 2018 世足冠军赛的冠军
zh_sg: 2018世界杯冠军

# IDS_DOGTAG_PCNB088_NAME
source: France
es_mx: Francia
ja: フランス
pl: Francja
ru: Франция
uk: Франція
zh: F系
zh_sg: 法国

# IDS_DOGTAG_PCNB089_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB089_NAME
source: Spain
es_mx: España
ja: スペイン
pl: Hiszpania
ru: Испания
uk: Іспанія
zh: 西班牙
zh_sg: 西班牙

# IDS_DOGTAG_PCNB090_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB090_NAME
source: Colombia
ja: コロンビア
pl: Kolumbia
ru: Колумбия
uk: Колумбія
zh: 哥伦比亚
zh_sg: 哥伦比亚

# IDS_DOGTAG_PCNB091_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB091_NAME
source: Brazil
es_mx: Brasil
ja: ブラジル
pl: Brazylia
ru: Бразилия
uk: Бразилія
zh: 巴西
zh_sg: 巴西

# IDS_DOGTAG_PCNB092_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB092_NAME
source: Panama
es_mx: Panamá
ja: パナマ
ru: Панама
uk: Панама
zh: 巴拿马
zh_sg: 巴拿马

# IDS_DOGTAG_PCNB093_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB093_NAME
source: Japan
es_mx: Japón
ja: 日本
pl: Japonia
ru: Япония
uk: Японія
zh: R系
zh_sg: 日本

# IDS_DOGTAG_PCNB094_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB094_NAME
source: Republic of Korea
es_mx: República de Corea
ja: 大韓民国
pl: Korea Południowa
ru: Республика Корея
uk: Республіка Корея
zh: 大韩民国
zh_sg: 韩国

# IDS_DOGTAG_PCNB095_DESCRIPTION
source: Runners-up of the 2018 Football World Championship
es_mx: Subcampeones del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 準優勝
pl: Srebrni medaliści piłkarskiego pucharu świata 2018
ru: Серебряный призёр чемпионата мира по футболу 2018
uk: Срібний призер Чемпіонату світу з футболу 2018
zh: 2018 世足冠军赛的亚军
zh_sg: 2018世界杯亚军

# IDS_DOGTAG_PCNB095_NAME
source: Croatia
es_mx: Croacia
ja: クロアチア
pl: Chorwacja
ru: Хорватия
uk: Хорватія
zh: 克罗埃西亚
zh_sg: 克罗地亚

# IDS_DOGTAG_PCNB096_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB096_NAME
source: Germany
es_mx: Alemania
ja: ドイツ
pl: Niemcy
ru: Германия
uk: Німеччина
zh: D系
zh_sg: 德国

# IDS_DOGTAG_PCNB097_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB097_NAME
source: Morocco
es_mx: Marruecos
ja: モロッコ
pl: Maroko
ru: Марокко
uk: Марокко
zh: 摩洛哥
zh_sg: 摩洛哥

# IDS_DOGTAG_PCNB098_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB098_NAME
source: Tunisia
es_mx: Túnez
ja: チュニジア
pl: Tunezja
ru: Тунис
uk: Туніс
zh: 突尼西亚
zh_sg: 突尼斯

# IDS_DOGTAG_PCNB099_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB099_NAME
source: Uruguay
ja: ウルグアイ
pl: Urugwaj
ru: Уругвай
uk: Уруґвай
zh: 乌拉圭
zh_sg: 乌拉圭

# IDS_DOGTAG_PCNB100_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB100_NAME
source: Egypt
es_mx: Egipto
ja: エジプト
pl: Egipt
ru: Египет
uk: Єгипет
zh: 埃及
zh_sg: 埃及

# IDS_DOGTAG_PCNB101_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB101_NAME
source: Nigeria
ja: ナイジェリア
ru: Нигерия
uk: Нігерія
zh: 奈及利亚
zh_sg: 尼日利亚

# IDS_DOGTAG_PCNB102_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国
