Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CLAN_CHAT_PLACE_IN_RATING
source: %(place)s place in the Rating
es_mx: %(place)s posición en la clasificación
ja: レーティングで %(place)s 位
pl: %(place)s miejsce w rankingu
ru: %(place)s место в рейтинге
uk: %(place)s місце в рейтингу
zh: %(place)s место в рейтинге
zh_sg: 评级名次%(place)s

# IDS_CLAN_CHAT_PLACE_IN_RATING_UNDEFINED
source: Place in the Rating is not specified
es_mx: La posición en la clasificación no está especificada
ja: レーティングでの順位は未定義
pl: Miejsce w rankingu nie jest określone
ru: Место в рейтинге не определено
uk: Місце в рейтингу не визначено
zh: Место в рейтинге не определено
zh_sg: 未确定评级名次

# IDS_CLAN_DEMOTION_BATTLE_FOR_LEAGUE
source: Struggle to stay in the League
es_mx: Lucha por permanecer en la Liga
ja: このリーグに留まるための奮闘
pl: Walka o pozostanie w lidze
ru: Борьба за сохранение лиги
uk: Боротьба за збереження прописки в лізі
zh: 为了留在联盟中而奋斗
zh_sg: 联盟保级战

# IDS_CLAN_DEMOTION_WON_BATTLE_FOR_LEAGUE
source: Stays in the current League!
es_mx: ¡Permanece en la Liga actual!
ja: 現在のリーグに残留!
pl: Zostanie w obecnej lidze!
ru: Текущая лига сохранена!
uk: Теперішню лігу збережено!
zh: 留在当前的联盟！
zh_sg: 您的军团将保持当前联盟段位！

# IDS_CLAN_DIVISION_EMPTY_SLOT
source: Vacant place
es_mx: Lugar disponible
ja: 空枠
pl: Wolne miejsce
ru: Свободное место
uk: Вільне місце
zh: 空位
zh_sg: 空位

# IDS_CLAN_DIVISION_IN_BATTLE
source: You can't join a Division while it's in battle.
es_mx: No puedes unirte a una división mientras esta esté en batalla.
ja: 戦闘中の分艦隊には参加できません。
pl: Nie możesz dołączyć do dywizjonu, który jest w bitwie.
ru: Вы не можете вступить в отряд, пока он находится в бою.
uk: Ви не можете вступити до загону, поки він у бою.
zh: 您无法加入战斗中的小队。
zh_sg: 您无法加入战斗中的小队。

# IDS_CLAN_DIVISION_IS_FULL
source: No vacant places in this Division
es_mx: Sin lugares disponibles en esta división
ja: この分艦隊には空枠なし
pl: Brak wolnych miejsc w tym dywizjonie
ru: В этом отряде нет свободных мест
uk: У цьому загоні немає вільних місць
zh: 这支小队没有空位
zh_sg: 这支小队没有空位

# IDS_CLAN_DIVISION_IS_PRIVATE
source: An invitation is required to join the Division
es_mx: Se requiere una invitación para unirse a la división
ja: この分艦隊に参加するには招待が必要です
pl: Żeby dołączyć do dywizjonu, konieczne jest zaproszenie
ru: В этот отряд нельзя вступить без приглашения
uk: У цей загін не можна вступити без запрошення
zh: 需要邀请来加入小队
zh_sg: 需要邀请来加入小队

# IDS_CLAN_INVITATION_DENY_REASON_CLAN_IS_FULL
source: No vacant places in your Clan
es_mx: No hay lugares disponibles en tu Clan
ja: クランに空枠なし
pl: Brak wolnych miejsc w Twoim klanie
ru: В вашем клане нет мест
uk: У вашому клані немає місць
zh: 您的军团中没有空位
zh_sg: 您的军团中没有空位

# IDS_CLAN_INVITATION_DENY_REASON_PLAYER_ALREADY_INVITED
source: This player has already been invited to your Clan
es_mx: Este jugador ya ha sido invitado a tu Clan
ja: このプレイヤーは既にクランに招待済み
pl: Ten gracz został już zaproszony do Twojego klanu
ru: Игрок уже приглашён в ваш клан
uk: Гравець вже запрошений до вашого клану
zh: 此玩家已经被邀请加入您的军团
zh_sg: 此玩家已经被邀请加入您的军团

# IDS_CLAN_INVITATION_DENY_REASON_PLAYER_ALREADY_IN_CLAN
source: This player is already in a clan
es_mx: Este jugador ya está en un Clan
ja: このプレイヤーは既にクランに所属中
pl: Ten gracz należy już do klanu
ru: Игрок уже состоит в клане
uk: Гравець вже перебуває у клані
zh: 此玩家已经在您的军团中
zh_sg: 此玩家已经在军团中

# IDS_CLAN_LADDER_BAN_REASON
source: Your Clan is blocked. Clan Battles are unavailable.
es_mx: Tu Clan está bloqueado. Las Batallas de Clan no están disponibles
ja: クランはブロック中により、クラン戦をご利用いただけません。
pl: Twój klan jest zablokowany. Bitwy klanowe są niedostępne.
ru: Ваш клан заблокирован. Клановые бои недоступны.
uk: Ваш клан заблоковано. Кланові бої недоступні.
zh: 您的军团被封锁。军团战斗无法使用。
zh_sg: 您的军团被封锁。军团战无法使用。

# IDS_CLAN_LADDER_BAN_REASON_BRAWL
source: Your Clan is blocked. The Clan Brawl is not currently available.
es_mx: Tu Clan está bloqueado. La Pelea de Clanes no está disponible en este momento.
ja: クランはブロックされています。現在、クラン闘争はご利用になれません。
pl: Twój klan jest zablokowany. Potyczki klanowe nie są w tym momencie dostępne.
ru: Ваш клан заблокирован. Клановый блиц недоступен.
uk: Ваш клан заблоковано. Клановий бліц недоступний.
zh: Ваш клан заблокирован. Клановый блиц недоступен.
zh_sg: 您的军团被封锁。军团对决此时不可用。

# IDS_CLAN_LEAGUE
source: League
es_mx: Liga
ja: リーグ
pl: Liga
ru: Лига
uk: Ліга
zh: 联盟
zh_sg: 联盟

# IDS_CLAN_LEAGUE_0
source: Hurricane League
es_mx: Liga Huracán
ja: Hurricane リーグ
pl: Liga Huragan
ru: Лига Урагана
uk: Ліга Урагану
zh: 龙卷风联盟
zh_sg: 飓风联盟

# IDS_CLAN_LEAGUE_1
source: Typhoon League
es_mx: Liga Tifón
ja: Typhoon リーグ
pl: Liga Tajfun
ru: Лига Тайфуна
uk: Ліга Тайфуну
zh: 飓风联盟
zh_sg: 台风联盟

# IDS_CLAN_LEAGUE_2
source: Storm League
es_mx: Liga Tormenta
ja: Storm リーグ
pl: Liga Sztorm
ru: Лига Шторма
uk: Ліга Шторму
zh: 暴风联盟
zh_sg: 暴风联盟

# IDS_CLAN_LEAGUE_3
source: Gale League
es_mx: Liga Vendaval
ja: Gale リーグ
pl: Liga Wicher
ru: Лига Бури
uk: Ліга Бурі
zh: 狂风联盟
zh_sg: 狂风联盟

# IDS_CLAN_LEAGUE_4
source: Squall League
es_mx: Liga Tempestad
ja: Squall リーグ
pl: Liga Szkwał
ru: Лига Шквала
uk: Ліга Шквалу
zh: 烈风联盟
zh_sg: 烈风联盟

# IDS_CLAN_LEAGUE_WEB_0
source: Hurricane
es_mx: Huracán
pl: Huragan
ru: Ураган
uk: Ураган
zh: 龙卷风
zh_sg: 飓风

# IDS_CLAN_LEAGUE_WEB_1
source: Typhoon
es_mx: Tifón
pl: Tajfun
ru: Тайфун
uk: Тайфун
zh: 飓风
zh_sg: 台风

# IDS_CLAN_LEAGUE_WEB_2
source: Storm
es_mx: Tormenta
pl: Sztorm
ru: Шторм
uk: Шторм
zh: 暴风
zh_sg: 暴风

# IDS_CLAN_LEAGUE_WEB_3
source: Gale
es_mx: Vendaval
pl: Wicher
ru: Буря
uk: Буря
zh: 狂风
zh_sg: 狂风

# IDS_CLAN_LEAGUE_WEB_4
source: Squall
es_mx: Tempestad
pl: Szkwał
ru: Шквал
uk: Шквал
zh: 烈风
zh_sg: 烈风

# IDS_CLAN_LOCKED_DIVISION
source: Clanmates of the Division Commander cannot join your Division without an invitation.
es_mx: Los compañeros de clan del Comandante de la división no pueden unirse a tu división sin una invitación.
ja: 分艦隊指揮官のクランメイトは、招待なしでは分艦隊に参加できません。
pl: Współklanowicze dowódcy dywizjonu nie mogą dołączać do Twojego dywizjonu bez zaproszenia.
ru: Игроки из клана командира отряда не могут вступать в ваш отряд без приглашения.
uk: Члени клану командира загону не можуть вступати до вашого загону без запрошення.
zh: 小队指挥官的军团战友在没有邀请下无法加入您的小队。
zh_sg: 小队指挥官的军团战友在没有邀请下无法加入您的小队。

# IDS_CLAN_MOUSE_INSTRUCTION_LOCK_DIVISION
source: Require an invitation to the Division
es_mx: Requiere una invitación a la división
ja: 分艦隊への招待が必要
pl: Wymagaj zaproszenia, żeby dołączyć do dywizjonu
ru: Запретить вступать в отряд без приглашения
uk: Заборонити вступати до загону без запрошення
zh: 需要邀请才能加入小队
zh_sg: 需要邀请才能加入小队

# IDS_CLAN_MOUSE_INSTRUCTION_UNLOCK_DIVISION
source: Do not require an invitation to the Division
es_mx: No requiere una invitación a la división
ja: 分艦隊への招待は不要
pl: Nie wymagaj zaproszenia, żeby dołączyć do dywizjonu
ru: Разрешить вступать в отряд без приглашения
uk: Дозволити вступати до загону без запрошення
zh: 不需要邀请就能加入小队
zh_sg: 不需要邀请就能加入小队

# IDS_CLAN_PROMOTION_BATTLE_FOR_LEAGUE
source: Struggle for the next League
es_mx: Lucha por la siguiente Liga
ja: 次のリーグへの昇格をかけた奮闘
pl: Walka o awans do następnej ligi
ru: Борьба за следующую лигу
uk: Боротьба за перехід до наступної ліги
zh: 争取下一个联盟
zh_sg: 联盟晋级战

# IDS_CLAN_PROMOTION_LOSE_BATTLE_FOR_LEAGUE
source: Failed to climb to the next League
es_mx: No se pudo ascender a la siguiente Liga
ja: 上位のリーグへの昇格に失敗
pl: Brak awansu do następnej ligi
ru: Поражение в борьбе за лигу
uk: Поразка в боротьбі за лігу
zh: 无法升到下一联盟
zh_sg: 您的军团晋级失败。

# IDS_CLAN_RATING_DID_NOT_CHANGED
source: Rating remains unchanged
es_mx: La Clasificación permanece sin cambios
ja: レーティングは変化なし
pl: Ocena pozostaje niezmieniona
ru: Рейтинг не изменился
uk: Рейтинг не змінився
zh: 评价保持不变
zh_sg: 军团评级保持不变

# IDS_CLAN_REGION
source: Region
es_mx: Región
ja: 地域
ru: Регион
uk: Регіон
zh: 地区：
zh_sg: 地区

# IDS_CLAN_SQUAD_1
source: Alpha
es_mx: Alfa
ru: Альфа
uk: Альфа
zh: A队

# IDS_CLAN_SQUAD_2
source: Bravo
ru: Браво
uk: Браво
zh: B队

# IDS_CLAN_STAR_DEFEAT_DESCRIPTION
source: Defeat in battle
es_mx: Derrota en batalla
ja: 戦闘での敗北
pl: Porażka w bitwie
ru: Поражение в бою
uk: Поразка в бою
zh: 以失败收场
zh_sg: 战败

# IDS_CLAN_STAR_DRAW_DESCRIPTION
source: Draw in battle
es_mx: Empate en batalla
ja: 戦闘での引き分け
pl: Remis w bitwie
ru: Ничья в бою
uk: Нічия в бою
zh: 以平局收场
zh_sg: 平局

# IDS_CLAN_STAR_UNKNOWN_DESCRIPTION
source: Battle didn't take place
es_mx: La batalla no tuvo lugar
ja: 戦闘が実施されなかった
pl: Bitwa się nie odbyła
ru: Бой не проведён
uk: Бій не відбувся
zh: 没有发生战斗
zh_sg: 战斗未进行

# IDS_CLAN_STAR_VICTORY_DESCRIPTION
source: Victory in battle
es_mx: Gana una batalla
ja: 戦闘での勝利
pl: Wygraj bitwę
ru: Победа в бою
uk: Перемога в бою
zh: 以胜利收场
zh_sg: 获得一场胜利

# IDS_CLAN_SUPPLY_BONUS
source: Clan bonus
es_mx: Bonificación del Clan
ja: クランボーナス
pl: Premia klanu
ru: Клановый бонус
uk: Клановий бонус
zh: 军团奖励
zh_sg: 军团奖励

# IDS_CLAN_SUPPLY_BONUS_HINT
source: Additional XP due to clan bonus
es_mx: EXP adicional por los bonos del clan
ja: クランボーナスによる追加 EXP
pl: Dodatkowe PD wynikające z premii klanu
ru: Количество дополнительного опыта от кланового бонуса
uk: Кількість додаткового досвіду від кланового бонуса
zh: 来自军团奖励的额外经验
zh_sg: 来自军团奖励的额外经验

# IDS_CLAN_UNLOCKED_DIVISION
source: Clanmates of the Division Commander can join your Division without an invitation.
es_mx: Los compañeros de clan del Comandante de la división pueden unirse a tu división sin una invitación.
ja: 分艦隊指揮官のクランメイトは、招待なしで分艦隊に参加できます。
pl: Współklanowicze dowódcy składu mogą dołączać do Twojego dywizjonu bez zaproszenia.
ru: Игроки из клана командира отряда могут вступать в ваш отряд без приглашения.
uk: Члени клану командира загону можуть вступати до вашого загону без запрошення.
zh: 小队指挥官的军团战友在没有邀请下可以加入您的小队。
zh_sg: 小队指挥官的军团战友在没有邀请下可以加入您的小队。

# IDS_CLASS
source: Type
es_mx: Tipo
ja: 艦種
pl: Typ
ru: Класс
uk: Клас
zh: 种类
zh_sg: 类型

# IDS_CLASS_AA_GOOD
source: High AA defense efficiency
es_mx: Alta eficiencia de las defensas AA
ja: 対空兵装の有効性が高い
pl: Duża skuteczność w zwalczaniu lotnictwa
ru: Высокая эффективность ПВО
uk: Висока ефективність ППО
zh: Высокая эффективность ПВО
zh_sg: 对空防御能力较强

# IDS_CLASS_AIRCRAFT_SPEED_GOOD
source: High-speed aircraft
es_mx: Aviación de alta velocidad
ja: 高速な航空機
pl: Szybkie samoloty
ru: Высокая скорость авиации
uk: Висока швидкість авіації
zh: Высокая скорость авиации
zh_sg: 高速飞机

# IDS_CLASS_AIRCRAFT_STRIKE
source: Strike aircraft
es_mx: Aviones de Ataque
ja: 攻撃用航空機
pl: Samoloty szturmowe
ru: Ударная авиация
uk: Ударна авіація
zh: Ударная авиация
zh_sg: 攻击机

# IDS_CLASS_CONS_DETECTION
source: Consumables for detecting enemy ships
es_mx: Consumibles para detectar barcos enemigos
ja: 敵艦艇を発見・観測するための消耗品
pl: Sprzęt eksploatacyjny do wykrywania okrętów wroga
ru: Снаряжение для обнаружения кораблей противника
uk: Спорядження для виявлення кораблів супротивника
zh: Снаряжение для обнаружения кораблей противника
zh_sg: 可用于侦察敌舰的消耗品

# IDS_CLASS_MC_DAMAGE_GOOD
source: Powerful artillery
es_mx: Artillería poderosa
ja: 強力な主砲
pl: Potężna artyleria
ru: Мощная артиллерия
uk: Потужна артилерія
zh: Мощная артиллерия
zh_sg: 强力的火炮

# IDS_CLASS_MC_RANGE_GOOD
source: Long firing range
es_mx: Amplio alcance de disparo
ja: 射程が長い
pl: Daleki zasięg ognia
ru: Большая дальность стрельбы
uk: Велика дальність стрільби
zh: Большая дальность стрельбы
zh_sg: 射程较远

# IDS_CLASS_MC_RELOAD_GOOD
source: High rate of fire
es_mx: Alta cadencia de disparo
ja: 射撃速度が高い
pl: Wysoka szybkostrzelność
ru: Высокая скорострельность
uk: Висока скорострільність
zh: Высокая скорострельность
zh_sg: 射速较高

# IDS_CLASS_PREM_CAMO
source: Free permanent camouflage that grants combat and economic bonuses
es_mx: Camuflaje permanente que garantiza bonificaciones económicas y de combate
ja: 戦闘・エコノミーボーナスをもたらす無料の無期限迷彩
pl: Darmowy stały kamuflaż, który zapewnia premie bojowe i ekonomiczne
ru: Бесплатный постоянный камуфляж с боевыми и экономическими бонусами
uk: Безкоштовний постійний камуфляж з бойовими й економічними бонусами
zh: Бесплатный постоянный камуфляж с боевыми и экономическими бонусами
zh_sg: 提供战斗和收益加成的免费永久涂装

# IDS_CLASS_PREM_CREDITS
source: More credits per battle
es_mx: Más créditos por batalla
ja: 各戦で取得できるクレジットが多め
pl: Więcej kredytów w bitwie
ru: Больше кредитов за каждый бой
uk: Більше кредитів за кожен бій
zh: Больше кредитов за каждый бой
zh_sg: 每场战斗更多银币

# IDS_CLASS_PREM_CREW
source: Assigning Commanders from other ships without penalties or retraining
es_mx: Asigna Comandantes de otros barcos sin penalizaciones o reentrenamiento
ja: 再訓練やペナルティなしで他の艦艇用の艦長を配属可能
pl: Przydzielanie dowódców z innych okrętów bez kar i przeszkalania
ru: Назначение командиров с других кораблей без штрафов и переподготовки
uk: Призначення командирів з інших кораблів без штрафів і перепідготовки
zh: Назначение командиров с других кораблей без штрафов и переподготовки
zh_sg: 从其他同国家战舰指派指挥官没有惩罚和重新训练要求

# IDS_CLASS_PREM_EXP_FREE
source: XP earned on the ship can be converted into Free XP
es_mx: La XP obtenida en el barco puede ser convertida en XP Libre
ja: この艦艇で取得した EXP をフリー EXP に変換することが可能
pl: PD zdobywane tym okrętem mogą być wymieniane na wolne PD
ru: Опыт, заработанный на корабле, может быть переведён в свободный
uk: Досвід, здобутий на кораблі, можна конвертувати у вільний
zh: Опыт, заработанный на корабле, может быть переведён в свободный
zh_sg: 战舰获取的经验可以转化为全局经验

# IDS_CLASS_RESTRICTIONS_FOR_DIVISION_TOOLTIP
source: Restrictions on the number of ships of this type in a Division
es_mx: Restricciones en la cantidad de barcos de este tipo en una División
ja: 分艦隊におけるこの艦種の隻数制限
pl: Ograniczenia dotyczące liczby okrętów danego typu w dywizjonie
ru: Ограничение на количество кораблей этого класса в отряде
uk: Обмеження на кількість кораблів цього класу в загоні
zh: Ограничение на количество кораблей этого класса в отряде
zh_sg: 此类型战舰在小队中的数量限制

# IDS_CLASS_SHIP_ARMOR_GOOD
source: High level of armor protection
es_mx: Alto nivel de blindaje
ja: 装甲が堅牢
pl: Mocne opancerzenie
ru: Высокий уровень бронирования
uk: Високий рівень бронювання
zh: Высокий уровень бронирования
zh_sg: 装甲等级较高

# IDS_CLASS_SHIP_SPEED_GOOD
source: High speed
es_mx: Alta velocidad
ja: 高速
pl: Wysoka prędkość
ru: Высокая скорость
uk: Висока швидкість
zh: Высокая скорость
zh_sg: 航速较高

# IDS_CLASS_SHIP_VISIBILITY_GOOD
source: Low detectability
es_mx: Baja detectabilidad
ja: 被発見距離が短い
pl: Niska wykrywalność
ru: Низкая заметность
uk: Низька помітність
zh: Низкая заметность
zh_sg: 被发现的可能性较低

# IDS_CLASS_SKILL
source: Specialized Skill
es_mx: Habilidad Especializada
ja: 専用スキル
pl: Zdolność specjalna
ru: Классовый навык
uk: Класове уміння
zh: 特化技能
zh_sg: 特化技能

# IDS_CLASS_TORPEDO
source: Torpedo armament
es_mx: Armamento de torpedos
ja: 雷装
pl: Uzbrojenie torpedowe
ru: Торпедное вооружение
uk: Торпедне озброєння
zh: Торпедное вооружение
zh_sg: 鱼雷武器

# IDS_CLICK_CANCEL_DEMOBILIZATION
source: Press "Cancel dismissal" to return the Commander to the Reserve.
es_mx: Presiona "Cancelar despido" para regresar al Comandante a la Reserva.
ja: 「解任をキャンセル」をクリックしてこの艦長をリザーブに戻す
pl: Wciśnij „Anuluj odwołanie”, by przywrócić dowódcę do rezerwy.
ru: Нажмите «Отменить демобилизацию», чтобы вернуть командира в Резерв.
uk: Натисніть «Скасувати демобілізацію», щоб повернути командира до Резерву.
zh: 按下 "取消解雇" 以让指挥官回到军营。
zh_sg: 按下"取消解雇"让指挥官回到预备队。

# IDS_CLICK_TO_RETURN_TO_AIRCARRIER_INFO
source: [CMD_LAND] Return to the aircraft carrier
es_mx: [CMD_LAND] Regresar al portaaviones
ja: [CMD_LAND] 航空母艦に帰還
pl: [CMD_LAND] Powrót na pokład lotniskowca
ru: [CMD_LAND] Вернуться на авианосец
uk: [CMD_LAND] Повернутися на авіаносець
zh: [CMD_LAND] 返回航空母舰
zh_sg: [CMD_LAND]返回航空母舰

# IDS_CLOSE
source: Close window
es_mx: Cerrar Ventana
ja: ウィンドウを閉じる
pl: Zamknij okno
ru: Закрыть окно
uk: Закрити вікно
zh: 关闭视窗
zh_sg: 关闭窗口

# IDS_CLOSED_CHANNEL
source: Private Channel
es_mx: Canal Privado
ja: プライベートチャンネル
pl: Kanał prywatny
ru: Закрытый канал
uk: Закритий канал
zh: 私人频道
zh_sg: 私人频道

# IDS_CLOSE_POSTBATTLE_SSE_TASKS
source: Back to Personal Score
es_mx: Volver a la Puntuación Personal
ja: 個別スコアに戻る
pl: Powrót do wyniku osobistego
ru: Вернуться к личному результату
uk: Повернутися до особистого результату
zh: Вернуться к личному результату
zh_sg: 返回个人成绩

# IDS_CLOSE_UPPER_CASE
source: CLOSE
es_mx: CERRAR
ja: 閉じる
pl: ZAMKNIJ
ru: ЗАКРЫТЬ
uk: ЗАКРИТИ
zh: 关闭
zh_sg: 关闭

# IDS_CLUBBATTLE
source: Team Battle
es_mx: Batalla en Equipo
ja: チームバトル
pl: Bitwa drużynowa
ru: Командный бой
uk: Командний бій
zh: 队伍战斗
zh_sg: 团队战

# IDS_CLUBS
source: Teams
es_mx: Equipos
ja: チーム
pl: Drużyny
ru: Команды
uk: Команди
zh: 队伍战斗
zh_sg: 团队战斗

# IDS_CLUBS_INTRO_0_0
source: A Team is a regular combat unit of seven players that participates in Team Battles. In addition, every Team has three vacant places for reserve players.
es_mx: Un Equipo es una unidad de combate regular de siete jugadores que participa en Batallas en Equipo. Además, cada Equipo tiene tres vacantes para jugadores de reserva.
ja: 7 名構成の常設チームでチームバトルに参加しましょう。各チームには、メンバー 7 名に加え、リザーブプレイヤー用に 3 名分の空き枠があります。
pl: Drużyna to jednostka bojowa złożona z siedmiu graczy, biorąca udział w bitwach drużynowych. Dodatkowo drużyny posiadają trzy wolne miejsca na graczy rezerwowych.
ru: Команда — это постоянное объединение из 7 человек, которое участвует в командных боях. Кроме этого, в команде предусмотрены 3 места для запасных игроков.
uk: Команда — це постійне об’єднання з 7 гравців, яке бере участь у командних боях. Крім цього, у команді передбачено 3 місця для запасних гравців.
zh: 邀请好友一起组队战斗。每支队伍由1名队长和6名队员组成，并额外配有3名预备队员。
zh_sg: 邀请好友一起组队战斗。每支团队由1名队长和6名队员组成，并额外配有3名预备队员。

# IDS_CLUBS_INTRO_0_1
source: Invite your friends to join your Team, or accept invitations from other players.
es_mx: Invita a tus amigos a unirse a un Equipo, o acepta las invitaciones de otros jugadores.
ja: フレンドを自分のチームに招待するか、他のプレイヤーからの招待を承諾しましょう。
pl: Zaproś znajomych do swojej drużyny, albo przyjmij zaproszenia od innych graczy.
ru: Пригласите в свою команду друзей или примите приглашение от других игроков.
uk: Запрошуйте до своєї команди друзів або прийміть запрошення від інших гравців.
zh: 可邀请您的好友加入您的队伍，或接受来自其他玩家的邀请。
zh_sg: 可邀请您的好友加入您的团队，或接受来自其他玩家的邀请。

# IDS_CLUBS_INTRO_1_0
source: Seven players take part in a Team Battle at a time.
es_mx: Siete jugadores toman parte en una Batalla en Equipo al mismo tiempo.
ja: チームバトルは、各チーム 7 名で戦います。
pl: W bitwie drużynowej udział bierze siedmiu graczy jednocześnie.
ru: Непосредственно в командном бою участвуют 7 человек.
uk: У командному бою беруть участь по 7 гравців з кожного боку.
zh: 一次会有七名玩家加入一支队伍。
zh_sg: 一次会有七名玩家加入一支团队。

# IDS_CLUBS_INTRO_1_1
source: If you are already in a Team, click "Ready!" to assemble your teammates. The Team Battle type will be selected automatically. An invitation to assemble will be sent to all Team members.
es_mx: Si ya estás en un Equipo, haz clic en "¡Listo!" para reunir a tus compañeros de equipo. El tipo Batalla en Equipo será seleccionado automáticamente. Una invitación para reunirse será enviada a todos los miembros del Equipo.
ja: 既にチームに所属している場合は、「準備完了!」をクリックしてチーム招集プロセスを開始しましょう。 チームバトルが自動選択され、招集メッセージがチームメンバー全員に送信されます。
pl: Jeśli jesteś już w drużynie, kliknij „Gotowy!”, żeby rozpocząć proces gromadzenia drużyny. Tryb bitew drużynowych zostanie wybrany automatycznie. Zostaną wysłane zaproszenia do wszystkich członków drużyny.
ru: Если вы уже состоите в команде, нажмите кнопку «Готов!», чтобы начать сбор. Командный тип боя будет выбран автоматически, приглашения к сбору будут разосланы всем членам команды.
uk: Якщо ви вже перебуваєте у складі команди, натисніть клавішу «Готовий!», щоб розпочати скликання. Командний тип бою буде вибраний автоматично, запрошення будуть надіслані всім членам команди.
zh: 如果您已在队伍里，请点击 "已准备好" 来集结您的队友。 系统会自动选择队伍战斗类型并将发送集结的邀请给其所有队伍成员。
zh_sg: 如果您已在团队里，请点击 "已准备好" 来集结您的队友。 系统会自动选择团队战斗模式并将发送集结的邀请给其所有团队成员。

# IDS_CLUBS_INTRO_2_0
source: If your Team lacks players who are ready for battle, you can invite mercenaries to join a Team Battle via contact lists or enter the battle with fewer teammates.
es_mx: Si a tu Equipo le faltan jugadores que estén listos para luchar, puedes invitar mercenarios para unirse a una Batalla en Equipo a través de la lista de contactos o entrar a la batalla con menos compañeros de equipo.
ja: チームに戦闘準備を完了しているメンバーが不足している場合は、連絡先リストから傭兵を招待することもできますし、人数不足のまま戦闘に参加することもできます。
pl: Jeśli Twoja drużyna ma niepełny skład, możesz zaprosić do niej najemników z pomocą listy kontaktów lub wejść do bitwy z mniejszą liczbą członków.
ru: Если в вашей команде недостаточно готовых к бою участников, вы можете приглашать в командный бой наёмников через списки контактов или выйти в бой в неполном составе.
uk: Якщо у вашій команді недостатньо готових до бою гравців, ви можете запросити до командного бою найманців через списки контактів або вступити у бій неповним складом.
zh: 如果您的队伍缺少准备加入战斗的玩家，您可以通过联络人名单邀请佣兵来加入队伍战斗或是以较少的人数来进入战斗。
zh_sg: 如果您的团队缺少准备加入战斗的玩家，您可以通过联络人名单邀请佣兵来加入团队战斗或是以较少的人数来进入战斗。

# IDS_CLUBS_INTRO_2_1
source: The minimum number of ready members required to enter a battle is %(minPlayers)s. Mercenaries will be added automatically on the battle queue screen.
es_mx: El número mínimo de miembros listos requeridos para entrar a una batalla es %(minPlayers)s. Los mercenarios se agregarán automáticamente en la pantalla de la cola de batalla.
ja: 戦闘に参加するために必要な準備完了済みメンバー数は最小 %(minPlayers)s 名です。戦闘待機画面で自動的に傭兵が追加されます。
pl: Minimalna liczba gotowych graczy, z jaką drużyna może wejść do bitwy, wynosi %(minPlayers)s. Najemnicy zostaną automatycznie dodani w czasie, gdy drużyna oczekuje w kolejce do bitwy.
ru: Минимальное количество готовых участников, необходимое для выхода в бой — %(minPlayers)s. В этом случае наёмники будут добавлены автоматически на экране очереди в бой.
uk: Мінімальна кількість готових членів команди, яка потрібна, щоб вступити у бій — %(minPlayers)s. У цьому випадку найманці будуть додані автоматично на екрані черги у бій.
zh: 队伍内至少有%(minPlayers)s 名已准备的队员才能进入战斗。队伍人员不足会自动加入佣兵。
zh_sg: 团队内至少有%(minPlayers)s 名已准备的队员才能进入战斗。团队人员不足会自动加入佣兵。

# IDS_CLUBS_INTRO_3_0
source: You can also participate in a Team Battle as a mercenary, in which case you will automatically join a random Team with a vacant place.
es_mx: También puedes participar en una Batalla en Equipo como un mercenario, en dicho caso te unirás automáticamente a un Equipo al azar con un lugar disponible.
ja: 傭兵としてチームバトルに参加することもできます。その場合、空き枠があるランダムなチームに自動的に参加します。
pl: Możesz również wziąć udział w bitwach drużynowych jako najemnik, zajmując puste miejsce w losowej drużynie.
ru: Вы также можете участвовать в командных боях в качестве наёмника, автоматически присоединяясь к случайной команде, в которой есть свободное место.
uk: Ви також можете брати участь у командних боях як найманець, автоматично долучаючись до складу випадкової команди, котра має вільне місце.
zh: 您也可以作为佣兵来参与队伍战斗，在这种情况下您将会自动加入一支有着空位的随机队伍。
zh_sg: 您也可以作为佣兵来参与团队战斗，在这种情况下您将会自动加入一支有着空位的随机团队。

# IDS_CLUBS_INTRO_3_1
source: To do this, select the Team Battle type and click "BATTLE!".
es_mx: Para hacer esto, selecciona el tipo Batalla en Equipo y haz clic en "¡BATALLA!".
ja: 手順は、チームバトルを選択して「戦闘開始!」をクリックするだけです。
pl: Żeby to zrobić, wybierz tryb bitew drużynowych i kliknij „BITWA!”.
ru: Для этого выберите тип «Командный бой» и нажмите кнопку «В БОЙ!».
uk: Для цього виберіть тип «Командний бій» та натисніть кнопку «ДО БОЮ!».
zh: 想要那样做，请选择队伍战斗模式并点击 "加入战斗"。
zh_sg: 想要那样做，请选择团队战斗模式并点击 "加入战斗"。

# IDS_CLUBS_INTRO_4_0
source: Good luck in Team Battles!
es_mx: ¡Buena suerte en las Batallas en Equipo!
ja: チームバトルでの健闘を!
pl: Powodzenia w bitwach drużynowych!
ru: Желаем удачи в командных боях!
uk: Щасти вам у командних боях!
zh: 祝队伍战斗中好运！
zh_sg: 祝团队战斗中好运！

# IDS_CLUB_BATTLE
source: Team Battle
es_mx: Batalla en Equipo
ja: チームバトル
pl: Bitwa drużynowa
ru: Командный бой
uk: Командний бій
zh: 队伍战斗
zh_sg: 团队战

# IDS_CLUB_BATTLES
source: Team Battles
es_mx: Batallas en Equipo
ja: チームバトル
pl: Bitwy drużynowe
ru: Командные бои
uk: Командні бої
zh: 队伍战斗
zh_sg: 团队战
