Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGEP438_GRAF_ZEPPELIN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP and credits earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP y créditos ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、取得クレジットならびに艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD i kredytów zdobywanych przez statek i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает количество кредитов и опыта, зарабатываемого кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує кількість кредитів та досвіду, які здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验和银币数量。

# IDS_PGEP508_SCHARNHORST_CN_OB
source: Mad Shark
es_mx: Tiburón Loco
ja: マッド・シャーク
pl: Wściekły rekin
zh: 北角狂鲨

# IDS_PGEP508_SCHARNHORST_CN_OB_DESCRIPTION
source: The celebration of the second anniversary of World of Warships has again developed into a battle of ferocious sea monsters.
es_mx: La celebración del segundo aniversario de World of Warships se ha convertido de nuevo en una batalla de feroces monstruos marinos.
ja: World of Warships の 2 周年記念は、またも残忍な海のモンスター達による激戦の火種となった。
pl: Celebracja drugich urodzin World of Warships ponownie przerodziła się w bitwę zajadłych potworów morskich.
ru: Празднование второй годовщины World of Warships снова переросло в сражение свирепых морских монстров.
uk: Святкування другої річниці World of Warships знову переросло в бій лютих морських монстрів.
zh: 《战舰世界》2周年纪念涂装，再次化身为海上的凶悍杀手。
zh_sg: 《战舰世界》 2周年纪念涂装，再次化身为海上的凶悍杀手。

# IDS_PGEP509_SCHARNHORST_Z_23_DESCRIPTION
source: The silhouette of destroyer Z-15 is painted on the hull
es_mx: La silueta del destructor Z-15 está pintado en el casco
ja: 船体に駆逐艦 Z-15 の外形が描かれています
pl: Na kadłubie namalowany jest zarys niszczyciela Z-15
ru: На корпус нанесён контур эсминца Z-15
uk: На корпус нанесено контур есмінця Z-15
zh: 驱逐舰Z-15的轮廓涂在舰身上
zh_sg: 舰体上涂上Z-15驱逐舰的轮廓

# IDS_PGEP510_SCHARNHORST_CN_FORALL
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PGEP510_SCHARNHORST_CN_FORALL_DESCRIPTION
source: Special camouflage dedicated to the anniversary of the project.
es_mx: Camuflaje especial dedicado al aniversario del proyecto.
ja: このゲームのアニバーサリーを記念した特別迷彩
pl: Kamuflaż specjalny, poświęcony jubileuszowi projektu.
ru: Особый камуфляж, посвящённый дню рождения проекта.
uk: Особливий камуфляж до роковин проекту.
zh: 献给项目周年庆的特殊涂装。
zh_sg: 项目周年纪念专属的特别涂装

# IDS_PGEP511_PRINZEITELFRIEDRICH
source: Sincerely and Firmly
es_mx: Sincera y Firmemente
ja: 誠実かつ厳格に
pl: Z poważaniem
ru: Искренне и стойко
uk: Щиро і стійко
zh: 真诚而坚定
zh_sg: 真诚而坚定

# IDS_PGEP511_PRINZEITELFRIEDRICH_DESCRIPTION
source: His Highness Prince of Prussia!
es_mx: ¡Su Alteza el Príncipe de Prusia!
ja: プロイセンの王子殿下!
pl: Jego Wysokość Książę Prus!
ru: Его Высочество Принц Прусский!
uk: Його Високість Принц Прусський!
zh: 普鲁士王子殿下！
zh_sg: 普鲁士王子殿下！

# IDS_PGES204_RHEIN_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES206_WESER_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES208_PARSEVAL_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES210_RICHTHOFEN_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES216_ERICH_LOEWENHARDT_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES303_MR_HYDE
source: Jackal
zh: 豺狼
zh_sg: 豺狼

# IDS_PGES303_MR_HYDE_DESCRIPTION
source: The ship's nature is binary, is it not?
es_mx: La naturaleza del barco es binaria, ¿no es así?
ja: 本艦の本質は二元である。そうだろう?
pl: Natura okrętu jest dwojaka, czyż nie?
ru: Природа корабля двойственна. Не правда ли?
uk: Природа корабля суперечлива. Чи не так?
zh: 战舰的本质就是种二进制，不是吗？
zh_sg: 战舰的本质就是种二进制，不是吗？

# IDS_PGES307_SCHARNHORST_ICE
source: Arctic
es_mx: Ártico
ja: 北極圏
pl: Arktyczny
ru: Арктический
uk: Арктичний
zh: 北极
zh_sg: 北极

# IDS_PGES307_SCHARNHORST_ICE_DESCRIPTION
source: Harsh. Steely. Icy.
es_mx: Duro. Acerado. Glacial.
ja: 厳しく、冷酷で、酷寒
pl: Surowy. Twardy. Lodowaty.
ru: Суровый. Стальной. Ледяной.
uk: Суворий. Сталевий. Крижаний.
zh: 严酷。钢铁。冰冷
zh_sg: 严酷的、钢铁般的、冰冷的

# IDS_PGES308_BISMARCK_VETERAN
source: From the Bottom of the Ocean
es_mx: Desde el Fondo del Océano
ja: 海底から
pl: Z dna oceanu
ru: Со дна океана
uk: Із дна океану
zh: 来自海底
zh_sg: 来自海底

# IDS_PGES308_BISMARCK_VETERAN_DESCRIPTION
source: On May 27, 1941, the battleship was sunk after a long fight with the Home Fleet ships.
es_mx: El 27 de mayo de 1941, el acorazado fue hundido después de un largo combate con los barcos de la Home Fleet.
ja: 1941 年 5 月 27 日、この戦艦はイギリス本国艦隊との長い戦闘の末、撃沈されました。
pl: 27 maja 1941 roku pancernik zatonął po długiej walce z okrętami Home Fleet.
ru: Линкор затонул 27 мая 1941 года после длительной схватки с кораблями Флота метрополии.
uk: Лінкор потонув 27 травня 1941 р. після тривалої сутички з кораблями Флоту метрополії.
zh: 1941年5月27日，战列舰在与本土舰队的战舰进行了长时间的对战后沉没。
zh_sg: 1941年5月27日，战列舰在与本土舰队的战舰进行了长时间的对战后沉没。

# IDS_PGES310_GROSS_ALLDESTROYER
source: Alldestroyer
zh: 万象陨灭
zh_sg: 万象陨灭

# IDS_PGES310_GROSS_ALLDESTROYER_DESCRIPTION
source: A conventional heavy spacecraft of the Federation's enemy, built a long time ago in a very far-off galaxy.
es_mx: Una nave espacial pesada convencional del enemigo de la Federación, construida hace mucho tiempo en una galaxia muy lejana.
ja: 連邦の敵が使用している標準的な重戦闘艦であり、遠い昔、遙か彼方の銀河系で建造された模様です。
pl: Konwencjonalny ciężki statek kosmiczny wrogów Federacji, zbudowany dawno temu w bardzo odległej galaktyce.
ru: Классический тяжёлый корабль противников Федерации, созданный давным-давно в довольно далёкой галактике.
uk: Класичний важкий корабель супротивників Федерації, створений дуже давно у далекій-далекій галактиці.
zh: 联邦的敌人在遥远的星系中建造了传统的重型宇宙飞船
zh_sg: 联邦敌对方的传统重型太空舰，很久以前在一个遥远的星系中建造。

# IDS_PGES311_GROSS_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES318_BISMARCK_CLEAN
source: The Last Conquest
es_mx: La Última Conquista
ja: 最後の作戦
pl: Ostatni podbój
ru: Последний поход
uk: Останній похід
zh: 最后的征服
zh_sg: 最后的征服

# IDS_PGES318_BISMARCK_CLEAN_DESCRIPTION
source: Bismarck looked like this when she left the Kriegsmarine base in Gotenhaven on May 19, 1941.
es_mx: El Bismarck lucía así cuando dejó la base de la Kriegsmarine en Gotenhaven el 19 de mayo de 1941.
ja: 1941 年 5 月 19 日にゴーテンハーフェンのドイツ海軍基地から出撃した際のビスマルクの外観
pl: Tak wyglądał Bismarck, kiedy wyruszał z bazy Kriegsmarine w Gotenhaven 19 maja 1941 roku.
ru: Таким Bismarck вышел с базы кригсмарине в Готенхафене 19 мая 1941 года.
uk: Таким Bismarck вийшов з бази Крігсмаріне у Ґотенгафені 19 травня 1941 р.
zh: 俾斯麦 在1941年5月19日离开位于D国海军基地时的样子。
zh_sg: 俾斯麦在1941年5月19日离开德国海军基地时的样子。

# IDS_PGES319_POMMERN_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES328_BISMARCK_H2017
source: Varg
zh: 瓦尔加斯
zh_sg: 瓦尔加斯

# IDS_PGES328_BISMARCK_H2017_DESCRIPTION
source: Fight to the last... To the last foe
es_mx: Pelea hasta el final... Hasta el último enemigo
ja: 最後まで戦え... 最後の敵を仕留めるまで
pl: Walcz do ostatniego... przeciwnika
ru: Биться до последнего... До последнего врага
uk: Битися до останнього... До останнього ворога
zh: 奋战到最后... 最后一名敌人
zh_sg: 奋战到最后... 最后一名敌人

# IDS_PGES338_TIRPIZ_1942_H2017
source: Magnu-S
zh: 马格努-S
zh_sg: 马格努-S

# IDS_PGES338_TIRPIZ_1942_H2017_DESCRIPTION
source: You have no fear in the face of the enemy
es_mx: Tu no tienes miedo al enfrentar al enemigo
ja: 敵の顔に恐怖はない
pl: Nie odczuwasz strachu w obliczu wroga
ru: Вы бесстрашны перед лицом своих противников
uk: Ви безстрашні перед обличчям своїх супротивників
zh: 您毫无惧色地面对敌人
zh_sg: 您毫无惧色地面对敌人

# IDS_PGES348_BLACK_TIRPITZ
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PGES348_BLACK_TIRPITZ_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PGES358_BISMARK_SAMHISTORICAL
source: Historical
es_mx: Histórico
ja: 歴史的
pl: Historyczny
ru: Исторический
uk: Історичний
zh: Исторический
zh_sg: 历史

# IDS_PGES358_BISMARK_SAMHISTORICAL_DESCRIPTION
source: That is how the ship looked when the legendary cat, nicknamed Unsinkable Sam, "served" there.
es_mx: Así es como lucía el barco cuando el legendario gato, apodado Sam el Insumergible, "sirvió" en él.
ja: 「不沈のサム」と渾名された伝説的な猫が乗艦していた当時の外観を再現しています。
pl: Tak okręt wyglądał w czasie, gdy „służył” na nim legendarny kot o imieniu Niezatapialny Sam.
ru: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
uk: Саме такий вигляд мав корабель, коли на ньому «служив» легендарний кіт із кличкою Непотоплюваний Сем.
zh: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
zh_sg: 这就是当那只被称为“不沉的山姆”的传奇舰猫“服役”时，战舰看起来的样子。

# IDS_PGES368_BISMARK_SAM
source: Unsinkable Sam
es_mx: Sam el Insumergible
ja: 不沈のサム
pl: Niezatapialny Sam
ru: Непотопляемый Сэм
uk: Непотоплюваний Сем
zh: Непотопляемый Сэм
zh_sg: 不沉的山姆

# IDS_PGES368_BISMARK_SAM_DESCRIPTION
source: There's hardly anyone in the world who wouldn't admire the luck this legendary cat had! Sam survived the sinking of three ships during World War II, which gave him his nickname—Unsinkable Sam.
es_mx: ¡Casi no hay nadie en el mundo que no admire la suerte que tuvo este legendario gato! Sam sobrevivió al hundimiento de tres barcos durante la Segunda Guerra Mundial, lo que le dio su apodo: Sam el Insumergible
ja: この伝説的な猫の強運を称賛しない人はいないでしょう! サムは二次大戦中に乗艦していた艦艇が 3 回も沈没しましたが、それでも生き残りました。このことから「Unsinkable Sam (不沈のサム)」と渾名されました。
pl: Trudno znaleźć w świecie kogoś, kto nie zazdrościłby farta temu legendarnemu kotu! Sam przetrwał zatopienie trzech okrętów w trakcie II wojny światowej, czym zdobył sobie przydomek „Niezatapialny Sam”.
ru: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
uk: Фортуні цього легендарного кота позаздрить будь-хто з командирів! Сем пережив загибель трьох кораблів під час Другої світової війни, за що його й назвали «непотоплюваним».
zh: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
zh_sg: 世上几乎没有人会不佩服这只传奇猫的运气！山姆在二战期间先后从三艘沉没的战舰上幸存，因此获得了绰号——不沉的山姆。

# IDS_PGES378_ODIN_DOCK
source: War Paint
es_mx: Pintura de Guerra
ja: 戦時迷彩
pl: Malowanie wojenne
ru: Парадный
uk: Парадний
zh: 战争涂料
zh_sg: 战争迷彩

# IDS_PGES406_HSF_GRAF_SPEE_DESCRIPTION
source: Wilhelmshaven Maritime High School
es_mx: Secundaria Marítima de Wilhelmshaven
ja: ヴィルヘルムスハーフェン海洋学校
pl: Szkoła morska w Wilhelmshaven
ru: Морская академия Вильгельмсхафена
uk: Жіноче морехідне училище у Вільгельмсгафені
zh: 威廉港校
zh_sg: 威廉港校

# IDS_PGES408_AZUR_HIPPER
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PGES408_AZUR_HIPPER_DESCRIPTION
source: Camouflage based on Admiral Hipper—the self-proclaimed "world's strongest heavy cruiser" of the Ironblood Empire. From Azur Lane.
es_mx: Camuflaje basado en el Admiral Hipper, autoproclamado como el "crucero pesado más fuerte del mundo" por el Imperio Ironblood. De Azur Lane.
ja: 鉄血帝国所属・「世界一の重巡」(自称)、「アドミラル・ヒッパー」をモチーフとした迷彩。 「アズールレーン」より出典
pl: Kamuflaż wzorowany na Admiral Hipper – samozwańczym „najpotężniejszym ciężkim krążowniku” Imperium Ironblood. Z Azur Lane.
ru: Рисунок камуфляжа позаимствован у корабля Admiral Hipper — самопровозглашённого «мощнейшего тяжёлого крейсера мира» из флота Железной Империи. Из игры Azur Lane.
uk: Малюнок камуфляжу запозичено з корабля Admiral Hipper — самопроголошеного «найпотужнішого важкого крейсера світу» з Залізного імперського флоту. Із гри Azur Lane.
zh: 涂装样式是根据希佩尔海军上将设计的—它自称为来自碧蓝航线铁血帝国「世界最强大的重型巡洋舰」。
zh_sg: 涂装设计基于海军上将希佩尔—来自铁血帝国，自称“世界最强重型巡洋舰”。 来自碧蓝航线。

# IDS_PGES410_SPACE_HINDENBURG_DESCRIPTION
source: Century Hawk, a legendary ship. The hull of the cruiser is made from the lightest, yet strongest, Sarcasium-Ironium alloy that protects its crew from any threat. The ship's shells contain enriched Lolinit, and can reach any target.
es_mx: Century Hawk, un barco legendario. El casco del crucero está hecho de la aleación más ligera pero más fuerte de Sarcasium-Ironium para proteger a su tripulación de cualquier amenaza, mientras que los proyectiles del barco que contienen lolinito enriquecido pueden alcanzar cualquier objetivo.
ja: センチュリーホークは、伝説の艦艇として高名です。この巡航艦の船体は、超軽量ながらも超強靱なサーカシウム＝イロニウム合金製であり、あらゆる脅威から乗員を守ります。砲弾には濃縮されたローリニットが含まれており、あらゆる目標に到達できます。
pl: Century Hawk to okręt legendarny. Kadłub krążownika zbudowany jest w najlżejszego, ale jednocześnie najtwardszego stopu sarkazytowo-ironiowego, by chronić załogę przed wszelkimi zagrożeniami, podczas gdy jego pociski zawierające lolinit mogą trafić w każdy cel.
ru: Century Hawk — корабль-легенда. Корпус крейсера создан из крепчайшего и легчайшего сарказиумно-ирониевого сплава и защищает команду корабля от любой угрозы, а снаряды с обогащённым лолинитом способны достать любого противника.
uk: Century Hawk — корабель-легенда. Створений із надміцного й надлегкого саркастично-іроніумного сплаву, корпус крейсера захищає команду корабля від загроз космосу, а снаряди зі збагаченим сміхонітом дістануть будь-якого супротивника.
zh: Century Hawk — корабль-легенда. Корпус крейсера создан из крепчайшего и легчайшего сарказиумно-ирониевого сплава и защищает команду корабля от любой угрозы, а снаряды с обогащённым лолинитом способны достать любого противника.
zh_sg: 世纪之鹰是一艘传奇战舰。巡洋舰的外壳由最轻但最强的萨格拉斯铁合金制成能保护其船员免除任何威胁，而船上的炮弹含有丰富的洛林尼可射中任何目标。

# IDS_PGES411_HINDENBURG_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES416_GRAF_SPEE_DOCK
source: War Paint
es_mx: Pintura de Guerra
ja: 戦時迷彩
pl: Malowanie wojenne
ru: Парадный
uk: Парадний
zh: 战争涂料
zh_sg: 战争迷彩

# IDS_PGES418_PRINZEUGEN_LANTERNFEST20
source: Mid-Autumn Festival
ja: 中秋節
pl: Święto Środka Jesieni
ru: Праздник середины осени
zh: Праздник середины осени

# IDS_PGES508_Z_23_BIRTHDAY
source: From the Bottom of the Ocean
es_mx: Desde el Fondo del Océano
ja: 海底から
pl: Z dna oceanu
ru: Со дна океана
uk: Із дна океану
zh: 来自海底
zh_sg: 来自海底

# IDS_PGES508_Z_23_BIRTHDAY_DESCRIPTION
source: On August 12, 1944, as a result of a raid by British Air Force bombers, she was severely damaged and never restored.
es_mx: El 12 de agosto, de 1944, como resultado de un ataque de los bombarderos de la Fuerza Aérea Británica, fue dañado seriamente y nunca fue restaurado.
ja: 本艦は 1944 年 8 月 12 日にイギリス空軍の爆撃機による攻撃を受けて大破し、修復されることはありませんでした。
pl: 12 sierpnia 1944 roku okręt ten został poważnie uszkodzony podczas nalotu RAF i nigdy nie został odbudowany.
ru: 12 августа 1944 года вследствие налёта бомбардировщиков ВВС Великобритании получил серьёзные повреждения, после которых так и не был восстановлен.
uk: 12 серпня 1944 р. корабель зазнав значних ушкоджень внаслідок нальоту бомбардувальників ВПС Великобританії, після якого так і не був відновлений.
zh: 在1944年8月12日Y国空军轰炸机空袭后，它遭到严重损坏并从未恢复。
zh_sg: 1944年8月12日，英国空军轰炸机突袭后，这首战舰遭到了严重的损坏，并从未被恢复。

# IDS_PGES510_Z_52_BLUE_ASTER
source: Blue Aster
zh: 翠蓝行星
zh_sg: 翠兰行星

# IDS_PGES510_Z_52_BLUE_ASTER_DESCRIPTION
source: An annihilating annihilator intended for annihilating the annihilators' enemies.
es_mx: Un aniquilador aniquilante diseñado para aniquilar a los enemigos de los aniquiladores.
ja: ブルー・アスターは、滅びをもたらすものの敵を滅ぼすために開発された、滅亡的な殲滅用戦闘艦です。
pl: Anihilujący anihilator, którego celem jest anihilacja wrogów anihilującego.
ru: Уничтожающий уничтожитель для уничтожения врагов уничтожителей.
uk: Знищувальний знищувач для знищення ворогів знищувачів.
zh: 任务为歼灭敌人的歼灭者
zh_sg: 毁灭性极强的毁灭者，目标是毁灭毁灭者的敌人。

# IDS_PGES511_Z_52_GEFECHT
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字

# IDS_PGES518_Z_23_RAT
source: Steel Rat
es_mx: Rata de Acero
zh: 钢铁之鼠
zh_sg: 钢鼠

# IDS_PGES518_Z_23_RAT_DESCRIPTION
source: You don't favor fair play? Win by any means necessary!
es_mx: ¿El juego limpio no es lo tuyo? ¡Gana por cualquier medio necesario!
ja: フェアプレイではうまくいかない? 手を尽くして勝利せよ!
pl: Fair play Ci nie służy? Wygrywaj za wszelką cenę!
ru: Не получается победить честно? Просто победи!
uk: Не можете перемогти чесно? Просто переможіть!
zh: 公平竞争对您不管用？采取任何必要手段以获胜！
zh_sg: 公平竞争不适合你？为了胜利不折手段吧！

# IDS_PGES520_SPACE_Z_52
source: Blue Aster
zh: 翠蓝行星
zh_sg: 翠兰行星

# IDS_PGES520_SPACE_Z_52_DESCRIPTION
source: An annihilating annihilator intended for annihilating the annihilators' enemies.
es_mx: Un aniquilador aniquilante diseñado para aniquilar a los enemigos de los aniquiladores.
ja: ブルー・アスターは、滅びをもたらすものの敵を滅ぼすために開発された、滅亡的な殲滅用戦闘艦です。
pl: Anihilujący anihilator, którego celem jest anihilacja wrogów anihilującego.
ru: Уничтожающий уничтожитель для уничтожения врагов уничтожителей.
uk: Знищувальний знищувач для знищення ворогів знищувачів.
zh: 任务为歼灭敌人的歼灭者
zh_sg: 毁灭性极强的毁灭者，目标是毁灭毁灭者的敌人。

# IDS_PGES530_MAD_Z_52
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PGES530_MAD_Z_52_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PGES600_GROSSER_MEGATRON
source: Messenger of Oblivion
ja: 忘却の使者
pl: Posłaniec Głębi
ru: Посланник забвения
zh: Посланник Забвения

# IDS_PGGA007_20MM_FLAK_38
source: 20 mm/65 C/38 on an L/30 single mount
es_mx: C/38 de 20 mm/65 en un montaje simple L/30
ja: 20 mm/65 C/38 (L/30 単装砲座)
pl: 20 mm/65 C/38 na pojedynczym stanowisku L/30
ru: 20-мм/65 C/38 в одиночной установке L/30
uk: 20-мм/65 C/38 в одиночній установці L/30
zh: 20 毫米 38型 高射炮
zh_sg: 20 mm/65 C/38（L/30单装炮座）

# IDS_PGGA008_20MM_FLACK_38_QUAD
source: 20 mm/65 C/38 on a Flak 35 Vierling L/38 mount
es_mx: C/38 de 20 mm/65 en un montaje Flak 35 Vierling L/38
ja: 20 mm/65 C/38 (Flak 35 Vierling L/38 砲座)
pl: 20 mm/65 C/38 na stanowisku Flak 35 Vierling L/38
ru: 20-мм/65 C/38 в установке Flak 35 Vierling L/38
uk: 20-мм/65 C/38 в установці Flak 35 Vierling L/38
zh: 20 毫米 38型 四联装
zh_sg: 20 mm/65 C/38（Flak 35 Vierling L/38炮座）

# IDS_PGGA009_37MM_SKC_30_TWIN
source: 37 mm/83 SK C/30 on a Dopp LC/30 mount
es_mx: SK C/30 de 37 mm/83 en un montaje Dopp LC/30
ja: 37 mm/83 SK C/30 (Dopp LC/30 砲座)
pl: 37 mm/83 SK C/30 na stanowisku Dopp LC/30
ru: 37-мм/83 SK C/30 в установке Dopp LC/30
uk: 37-мм/83 SK C/30 в установці Dopp LC/30
zh: 37 毫米 30型 双联装
zh_sg: 37 mm/83 SK C/30（Dopp LC/30炮座）

# IDS_PGGA010_20MM_FLAK_38_MOUNTED
source: 20 mm Flak 38
ru: 20-мм Flak 38
uk: 20-мм Flak 38
zh: 20 毫米 38型 高射炮

# IDS_PGGA017_20MM_FLAK_38_M43U
source: 20 mm/65 C/38 on a twin mount
es_mx: C/38 de 20 mm/65 en un montaje doble
ja: 20 mm/65 C/38 (連装砲座)
pl: 20 mm/65 C/38 na podwójnym stanowisku
ru: 20-мм/65 C/38 в спаренной установке
uk: 20-мм/65 C/38 у спареній установці
zh: 20 毫米 38型 双联装
zh_sg: 20 mm/65 C/38（双联装炮座）

# IDS_PGGA021_20MM_FLAK_38
source: 20 mm/65 C/38 on an L/30 single mount
es_mx: C/38 de 20 mm/65 en un montaje simple L/30
ja: 20 mm/65 C/38 (L/30 単装砲座)
pl: 20 mm/65 C/38 na pojedynczym stanowisku L/30
ru: 20-мм/65 C/38 в одиночной установке L/30
uk: 20-мм/65 C/38 в одиночній установці L/30
zh: 20 毫米 38型 高射炮
zh_sg: 20 mm/65 C/38（L/30单装炮座）

# IDS_PGGA022_7_92MM_MG_34
source: 7.92 mm MG 34 machine gun
es_mx: Ametralladora MG 34 de 7.92 mm
ja: 7.92 mm MG 34 機銃
pl: Karabin maszynowy 7,92 mm MG 34
ru: 7,92-мм пулемёт MG 34
uk: 7,92-мм кулемет MG 34
zh: 7.92 毫米 MG.34
zh_sg: 7.92 mm MG 34机枪

# IDS_PGGA023_37MM_SKC_30_TWIN
source: 37 mm/83 SK C/30 on a Dopp LC/30 mount
es_mx: SK C/30 de 37 mm/83 en un montaje Dopp LC/30
ja: 37 mm/83 SK C/30 (Dopp LC/30 砲座)
pl: 37 mm/83 SK C/30 na stanowisku Dopp LC/30
ru: 37-мм/83 SK C/30 в установке Dopp LC/30
uk: 37-мм/83 SK C/30 в установці Dopp LC/30
zh: 37 毫米 30型 双联装
zh_sg: 37 mm/83 SK C/30（Dopp LC/30炮座）

# IDS_PGGA034_37MM_FLAK_M42
source: 37 mm/69 Flak M42 on an LM/42 single mount
es_mx: Flak M42 de 37 mm/69 en un montaje simple LM/42
ja: 37 mm/69 Flak M42 (LM/42 単装砲座)
pl: 37 mm/69 Flak M42 na pojedynczym stanowisku LM/42
ru: 37-мм/69 Flak M42 в одиночной установке LM/42
uk: 37-мм/69 Flak M42 в одиночній установці LM/42
zh: 37 毫米 LM/42 高射炮
zh_sg: 37 mm/69 Flak M42（LM/42单装炮座）

# IDS_PGGA035_20MM_FLAK_38_C35
source: 20 mm/65 C/38 on a Flak 35 Vierling L/38 mount
es_mx: C/38 de 20 mm/65 en un montaje Flak 35 Vierling L/38
ja: 20 mm/65 C/38 (Flak 35 Vierling L/38 砲座)
pl: 20 mm/65 C/38 na stanowisku Flak 35 Vierling L/38
ru: 20-мм/65 C/38 в установке Flak 35 Vierling L/38
uk: 20-мм/65 C/38 в установці Flak 35 Vierling L/38
zh: 20 毫米 38型 四联装
zh_sg: 20 mm/65 C/38（Flak 35 Vierling L/38炮座）

# IDS_PGGA036_40MM_FLAK_28
source: 40 mm/56 Flak 28 on a single mount
es_mx: Flak 28 de 40 mm/56 en un montaje simple
ja: 40 mm/56 Flak 28 (単装砲座)
pl: 40 mm/56 Flak 28 na pojedynczym stanowisku
ru: 40-мм/56 Flak 28 в одиночной установке
uk: 40-мм/56 Flak 28 в одиночній установці
zh: 40 毫米 L/56 28型 高射炮
zh_sg: 40 mm/56 Flak 28（单装炮座）

# IDS_PGGA040_55MM_77_GERAT
source: 55 mm/77 Gerät 58 on a single mount
es_mx: Gerät 58 de 55 mm/77 en un montaje simple
ja: 55 mm/77 Gerät 58 (単装砲座)
pl: 55 mm/77 Gerät 58 na pojedynczym stanowisku
ru: 55-мм/77 Gerät 58 в одиночной установке
uk: 55-мм/77 Gerät 58 в одиночній установці
zh: 55 毫米 L/77 G58
zh_sg: 55 mm/77 Gerät 58（单装炮座）

# IDS_PGGA042_20MM_FLACK_38_QUAD
source: 20 mm/65 C/38 on a Flak 35 Vierling L/38 mount
es_mx: C/38 de 20 mm/65 en un montaje Flak 35 Vierling L/38
ja: 20 mm/65 C/38 (Flak 35 Vierling L/38 砲座)
pl: 20 mm/65 C/38 na stanowisku Flak 35 Vierling L/38
ru: 20-мм/65 C/38 в установке Flak 35 Vierling L/38
uk: 20-мм/65 C/38 в установці Flak 35 Vierling L/38
zh: 20 毫米 38型 四联装
zh_sg: 20 mm/65 C/38（Flak 35 Vierling L/38炮座）

# IDS_PGGA043_37MM_FLAK_M42_ZWILLING
source: 37 mm/69 Flak M42 on an LM/42 mount
es_mx: Flak M42 de 37 mm/69 en un montaje LM/42
ja: 37 mm/69 Flak M42 (LM/42 砲座)
pl: 37 mm/69 Flak M42 na stanowisku LM/42
ru: 37-мм/69 Flak M42 в установке LM/42
uk: 37-мм/69 Flak M42 в установці LM/42
zh: 37 毫米 LM/42 高射炮
zh_sg: 37 mm/69 Flak M42（LM/42炮座）

# IDS_PGGA044_55MM_GERAT_TWIN
source: 55 mm/77 Gerät 58 on a twin mount
es_mx: Gerät 58 de 55 mm/77 en un montaje doble
ja: 55 mm/77 Gerät 58 (連装砲座)
pl: 55 mm/77 Gerät 58 na podwójnym stanowisku
ru: 55-мм/77 Gerät 58 в спаренной установке
uk: 55-мм/77 Gerät 58 у спареній установці
zh: 55 毫米 L/77 G58 双联装
zh_sg: 55 mm/77 Gerät 58（双联装炮座）
