Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC341_SOVIETBBARC_356MM_DESCRIPTION
source: In 1911, when development of the new armored cruisers (future Izmail-class battlecruisers) for the Baltic Sea began, it was already known that ships armed with 343 mm artillery guns were being constructed in England. It was obvious that other countries would soon follow the example of the British and increase the caliber of their new dreadnoughts. In this regard, the Russian Naval Services decided to make 356 mm guns the main weapon of future ships. It is quite natural that the guns and turrets for the battleships were designed on the basis of the Gangut/Sevastopol-type guns and turrets that had already been put into production. Being very powerful for their time, the 356 mm, 52 caliber guns, developed in 1913 at the Obukhov Plant, were able to fire 748 kg shells at a range of more than 23 km at a maximum turret elevation angle of 25 degrees, according to the project. In 1914, World War I was the reason the Empire's industry diverted to the more pressing issues. As a result, work on neither the battleships nor the turrets was ever completed. The 356 mm gun only was put into operation in test range equipment operated during the Leningrad defense of World War II.
es_mx: En 1911, al comenzar el desarrollo de los que serían conocidos como los cruceros de batalla de la clase Izmail, los nuevos cruceros blindados del futuro para el mar Báltico, ya era conocido que en Inglaterra se estaban construyendo barcos armados con cañones de artillería de 343 mm. Era obvio que otros países no tardarían en seguir el ejemplo de los británicos e incrementarían el calibre de los cañones de sus nuevos dreadnoughts. Por los tanto, los Servicios Navales Rusos decidieron que los cañones de 356 mm serían el arma principal de sus futuros barcos. Era natural que los diseños de los cañones y las torretas para los acorazados se basaran en los cañones y torretas del Gangut/Sevastopol que ya habían sido puestos en producción. Muy poderosos para su tiempo en 1913, los cañones de 356 mm y 52 calibres de la Planta Obukhov, eran capaces de disparar proyectiles de 748 kg a una distancia de más de 23 km con una ángulo de elevación máximo de la torreta de 25 grados, de acuerdo con el proyecto. En 1914, la Primera Guerra Mundial fue la razón por la que la industria del Imperio fue desviada hacia asuntos más urgentes. Como resultado, el trabajo sobre los acorazados y las torretas nunca fue completado. El cañón de 356 mm solo fue puesto en operación cuando el equipo de alcance prueba de prueba fue utilizado durante la defensa de Leningrado en la Segunda Guerra Mundial.
ja: 1911 年、後のイズメイル級巡洋戦艦、すなわちバルト海の将来を賭けた新型の装甲巡洋艦の開発が開始された時、イギリスで 343 mm 砲を搭載した艦が建造中であるという情報は既に伝わっていました。他国もイギリスの例に倣い各自の弩級戦艦が搭載する主砲を大型化させることは自明でした。このため、ロシア海軍も今後の戦艦の主兵装を 356 mm 砲とすることを決定しました。 既に生産されていたガングート/セヴァストポリ級戦艦用の主砲や砲塔に基づいて新たな主砲と砲塔の設計を行うことは自然なことでした。本計画によれば、1913 年当時においては非常に強力であるオブホフ工場製の 52 口径 356 mm 砲は、748 kg の砲弾を最大砲塔仰角 25 度で 23 km の距離まで飛ばすことが可能でした。1914 年の一次大戦により、ロシア帝国の工業はより緊急の問題に対処する必要が生じました。この結果、戦艦と砲塔の開発は中断しました。二次大戦時のレニングラード防衛中に試験的な測距儀を導入したことで、356 mm 砲は初めて運用されました。
pl: W 1911 roku, gdy rozpoczęto prace nad krążownikiem liniowym Izmaił – okrętem przyszłości na Morze Bałtyckie – powszechnie było już wiadomo, że okręty budowane będą w Anglii, a ich uzbrojenie stanowić będą działa kal. 343 mm. Nie ulegało wątpliwości, że wkrótce inne kraje podążą śladem Brytyjczyków i zwiększą kaliber dział głównych swoich nowych drednotów. Z tego względu rosyjska marynarka wojenna postanowiła uzbroić swoje przyszłe okręty w działa główne kal. 356 mm. Naturalną koleją rzeczy było projektowanie nowych wież i dział w oparciu o komponenty, które produkowano już dla pancerników Gangut i Sewastopol. Potężne jak na rok 1913 działa kal. 356 mm/52, pochodzące z fabryki Obuchow, zgodnie z projektem mogły strzelać pociskami o masie 748 kg na odległość ponad 23 km, przy kącie podnoszenia dział 25 stopni. W 1914 roku wybuch I wojny światowej sprawił, że carski przemysł musiał zmienić priorytety. Budowa pancerników i wież nie została więc ukończona. Działa kal. 356 mm zostały wykorzystane dopiero wtedy, gdy uzbrojenia z poligonów użyto do obrony Leningradu w II wojnie światowej.
ru: В 1911 году, когда началось проектирование новых «броненосных крейсеров» для Балтийского моря — будущих линейных крейсеров типа «Измаил», — уже было известно о строительстве в Англии кораблей, вооружённых 343-мм артиллерией. Очевидно было, что вскоре и другие страны последуют примеру британцев, увеличивая калибр орудий своих новых дредноутов. В связи с этим в российском Морском ведомстве решили сделать 356-мм пушки основным вооружением будущих кораблей. Вполне естественно, что орудия и башни для линейных крейсеров проектировались на основе уже запущенных в производство к тому моменту орудий и башен линкоров типа «Гангут»/«Севастополь». Очень мощные для своего времени 356-мм пушки с длиной ствола в 52 калибра, разработанные в 1913 году Обуховским заводом, были способны отправить 748-килограммовый снаряд на дальность свыше 23 км при максимальном угле возвышения, в соответствии с проектом башен, в 25 градусов. Первая мировая война, начавшаяся в 1914 году, отвлекла промышленность Империи на более насущные задачи. В итоге строительство ни самих линейных крейсеров, ни башен для них так и не было завершено. Было введено в эксплуатацию лишь одно 356-мм орудие в опытной полигонной установке, которое приняло участие в обороне Ленинграда в годы Великой Отечественной войны 1941–1945 годов.
uk: Коли 1911 року почали проектували нові «броненосні крейсери» для Балтійського моря — майбутні лінійні крейсери типу «Ізмаїл», — уже з’явилася інформація про будівництво в Англії кораблів, озброєних 343-мм артилерією. Стало очевидним, що незабаром інші країни наслідуватимуть приклад британців, збільшуючи калібр гармат на своїх нових дредноутах. З огляду на це, у російському Морському відомстві вирішили зробити 356-мм гармати головним озброєнням майбутніх кораблів. Гармати й башти для лінійних крейсерів проектували на основі гармат і башт лінкорів типу «Гангут»/«Севастополь», виробництво яких на той час уже розпочали. Дуже потужні як на свій час 356-мм гармати з довжиною ствола 52 калібри, розроблені 1913 року на Обуховському заводі, були здатні надіслати 748-кг снаряд на відстань понад 23 км, тоді як запроектований кут піднесення гармат становив 25 градусів. Коли 1914 року почалася Перша світова війна, промисловість Імперії перемкнулася на пекучіші проблеми. У підсумку, будівництво як самих лінійних крейсерів, так і башт для них не завершили. Ввели в експлуатацію лиш одну 356-мм гармату в дослідній полігонній установці, яка згодом взяла участь у обороні Ленінграда під час Великої Вітчизняної війни Радянського Союзу 1941–1945 рр.
zh: В 1911 году, когда началось проектирование новых «броненосных крейсеров» для Балтийского моря — будущих линейных крейсеров типа «Измаил», — уже было известно о строительстве в Англии кораблей, вооружённых 343-мм артиллерией. Очевидно было, что вскоре и другие страны последуют примеру британцев, увеличивая калибр орудий своих новых дредноутов. В связи с этим в российском Морском ведомстве решили сделать 356-мм пушки основным вооружением будущих кораблей. Вполне естественно, что орудия и башни для линейных крейсеров проектировались на основе уже запущенных в производство к тому моменту орудий и башен линкоров типа «Гангут»/«Севастополь». Очень мощные для своего времени 356-мм пушки с длиной ствола в 52 калибра, разработанные в 1913 году Обуховским заводом, были способны отправить 748-килограммовый снаряд на дальность свыше 23 км при максимальном угле возвышения, в соответствии с проектом башен, в 25 градусов. Первая мировая война, начавшаяся в 1914 году, отвлекла промышленность Империи на более насущные задачи. В итоге строительство ни самих линейных крейсеров, ни башен для них так и не было завершено. Было введено в эксплуатацию лишь одно 356-мм орудие в опытной полигонной установке, которое приняло участие в обороне Ленинграда в годы Великой Отечественной войны 1941–1945 годов.
zh_sg: 1911年，当被称为“波罗的海巡洋舰的未来”的伊兹梅尔级新型装甲战列舰开始研发时，英国已经建造出装备了343毫米火炮的战舰。显然其他各国很快就会效仿英国，增加本国新无畏舰装备的火炮口径。俄罗斯海军决定将356毫米口径的火炮作为未来舰艇的主要武器。 很自然的，以已经投产的甘古特/塞瓦斯托波尔型火炮和炮塔为基础。根据该计划，由奥布科夫工厂生产的52口径356毫米火炮在1913年非常强大，能够以25度的仰角在23公里的射程内发射748千克的炮弹。1914年，第一次世界大战使俄罗斯帝国工业转向解决其他紧急问题。因此，伊兹梅尔级战列舰和炮塔的建造并未最终完成。356毫米的火炮只在二战中的在列宁格勒靶场用作装备测试。

# IDS_PCZC342_SOVIETBBARC_406MM
source: B-37 406 mm Gun
es_mx: Cañón B-37 de 406 mm
ja: B-37 406 mm 砲
pl: Działo kal. 406 mm B-37
ru: 406-мм орудие Б-37
uk: 406-мм гармата Б-37
zh: 406-мм орудие Б-37
zh_sg: B-37型406毫米火炮

# IDS_PCZC342_SOVIETBBARC_406MM_DESCRIPTION
source: The design of 406 mm sea guns began in Russia in 1914. Up until the end of World War I, future battleships were supposed to be armed with such artillery. The design of the Great Navy battleships began in the U.S.S.R. in 1936. They were also supposed to have 406 mm guns, but the best practices from 20 years ago were no longer suitable. Between 1937 and 1940, the 50 caliber B-37 gun was designed and manufactured at the Bolshevik Plant in Leningrad. The range tests of the B-37 guns were carried out in the second half of 1940. The firing velocity of a 1,108 kg shell was 830 m/s. The firing range at an optimum elevation angle of 45 degrees exceeded 45.5 km. The B-37 guns were the main weapons of the Sovetsky Soyuz-class battleships. Triple turrets were designed at the Leningrad Metal Plant, which once developed turrets for the first Russian dreadnoughts. The total weight of each mount was about 2,400 tons, and the turret was supposed to be operated in combat conditions by 100 people.
es_mx: El diseño de los cañones navales de 406 mm comenzó en Rusia en 1914. Hacia el final de la Primera Guerra Mundial, los futuros acorazados debían estar armados con esta artillería. El diseño de los acorazados de la Gran Armada comenzó en la URSS en 1936. Estos también debían contar con los cañones de 406 mm, pero las mejores prácticas de los 20 años anteriores ya no eran adecuadas. Entre 1937 y 1940, se diseñó y fabricó el cañón B-37 de 50 calibres en la Planta Bolchevique en Leningrado. Las pruebas de alcance de los cañones B-37 se llevaron a cabo en la segunda mitad de 1940. La velocidad de disparo de cada proyectil de 1108 kg era de 830 m/s. El alcance de disparo, con un ángulo de elevación óptimo de 45 grados, excedía los 45.5 km. Los cañones B-37 fueron el arma principal de los acorazados de clase Sovetsky Soyuz. Las torretas triples se diseñaron en la Planta Metalúrgica de Leningrado, que en su momento desarrolló las torretas para los primeros dreadnoughts rusos. El peso total de cada montaje era de 2400 toneladas, y la torreta debía ser operada en condiciones de combate por 100 personas.
ja: ロシアにおける 406 mm 艦砲の設計は 1914 年に開始しました。一次大戦終了まで、将来の戦艦はこの主砲を搭載することが想定されました。ソ連における大規模艦隊用の戦艦の設計は 1936 年に開始しました。これらの戦艦も 406 mm 砲の搭載が想定されましたが、過去 20 年間の実践に基づく修正が必要でした。1937 年から 1940 年にかけて、50 口径の B-37 砲がレニングラードのボリシェヴィキ工場で設計し生産されました。 B-37 砲の射程試験は 1940 年後半に実施されました。1,108 kg の砲弾の初速は 830 m/s でした。理想仰角 45 度における射程は 45.5 km を超えました。B-37 砲はソヴィエツキー・ソユーズ級戦艦の主砲でした。レニングラード金属工場で設計された三連装砲塔は、かつてロシア帝国初の弩級戦艦用に開発されたものでした。各砲塔の総重量は約 2,400 トンであり、戦闘配置時には 100 名で運用されました。
pl: Prace nad działami morskimi kal. 406 mm rozpoczęły się w 1914 roku. Do zakończenia I wojny światowej przyszłe pancerniki planowano uzbroić w taką artylerię. Projektowanie pancerników Wielkiej Floty rozpoczęto w ZSRR w 1936 roku. Miały również posiadać działa kal. 406 mm, ale wiodące koncepcje sprzed 20 lat były już przestarzałe. W latach 1937–1940 w fabryce Bolszewickiej w Leningradzie projektowano 50-kalibrowe działo B-37. Testy polowe dział B-37 przeprowadzono w drugiej połowie 1940 roku. Prędkość wylotowa pocisków o masie 1108 kg wynosiła 830 m/s. Zasięg ostrzału przy optymalnym kącie uniesienia dział 45 stopni przekraczał 45,5 km. Działa B-37 były główną bronią pancerników klasy Sowietskij Sojuz. Potrójne wieże zaprojektowano w hucie metali w Leningradzie, która niegdyś produkowała wieże dla pierwszych rosyjskich drednotów. Masa całkowita każdej wieży wynosiła 2400 ton, a wieża obsługiwana była w warunkach bojowych przez 100 marynarzy.
ru: Проектирование морских орудий калибра 406 мм началось в России ещё в 1914 году. Вплоть до конца Первой мировой войны именно такой артиллерией предполагалось вооружать перспективные линейные корабли. Линкоры «Большого флота», проектирование которых началось в СССР в 1936 году, также должны были иметь 406-мм орудия, однако наработки 20-летней давности для нового времени уже не годились. В 1937–1940 годах на заводе «Большевик» в Ленинграде было спроектировано и изготовлено орудие Б-37 с длиной ствола 50 калибров. Испытания Б-37 были проведены на полигоне во второй половине 1940 года. Орудие обеспечивало снаряду весом в 1108 кг начальную скорость 830 м/с. Дальность стрельбы при оптимальном угле возвышения в 45 градусов превышала 45,5 км. Орудия Б-37 являлись главным вооружением линкоров типа «Советский Союз». Трёхорудийные башенные установки для них проектировал Ленинградский Металлический завод, разрабатывавший в своё время башни для первых русских дредноутов. Общий вес каждой установки составлял порядка 2400 тонн, работу башни в боевых условиях должны были обеспечивать 100 человек.
uk: Проектування морських гармат калібру 406 мм у Росії почали ще 1914 року. Саме такою артилерією мали намір оснащувати перспективні лінійні кораблі аж до кінця Першої світової війни. Лінкори «Великого флоту», які почали проектувати в СРСР 1936 року, також мали оснастити 406-мм гарматами, але доробки 20-річної давнини для нового часу вже не годилися. У 1937–1940 роках на заводі «Більшовик» у Ленінграді спроектували та виготовили гармату Б-37 із довжиною ствола 50 калібрів. Випробування Б-37 відбувалися на полігоні в другій половині 1940 року. Гармата забезпечувала снаряду вагою 1108 кг початкову швидкість 830 м/с. Дальність стрільби з оптимальним кутом піднесення 45 градусів перевищувала 45,5 км. Гармати Б-37 були головною зброєю лінкорів типу «Совєтській Союз». Тригарматні баштові установки для них проектували на Ленінградському Металічному заводі, де свого часу розробили башти для перших російських дредноутів. Кожна установка важила загалом майже 2400 тонн, а роботу башти в умовах бою мали забезпечувати 100 осіб.
zh: Проектирование морских орудий калибра 406 мм началось в России ещё в 1914 году. Вплоть до конца Первой мировой войны именно такой артиллерией предполагалось вооружать перспективные линейные корабли. Линкоры «Большого флота», проектирование которых началось в СССР в 1936 году, также должны были иметь 406-мм орудия, однако наработки 20-летней давности для нового времени уже не годились. В 1937–1940 годах на заводе «Большевик» в Ленинграде было спроектировано и изготовлено орудие Б-37 с длиной ствола 50 калибров. Испытания Б-37 были проведены на полигоне во второй половине 1940 года. Орудие обеспечивало снаряду весом в 1108 кг начальную скорость 830 м/с. Дальность стрельбы при оптимальном угле возвышения в 45 градусов превышала 45,5 км. Орудия Б-37 являлись главным вооружением линкоров типа «Советский Союз». Трёхорудийные башенные установки для них проектировал Ленинградский Металлический завод, разрабатывавший в своё время башни для первых русских дредноутов. Общий вес каждой установки составлял порядка 2400 тонн, работу башни в боевых условиях должны были обеспечивать 100 человек.
zh_sg: 406毫米海军炮的设计在俄罗斯始于1914年。至一战结束，寄希望后续的战列舰能使用这种火炮。1936年，苏联开始设计伟大海军战列舰。它们也被认为应该配备406毫米口径的火炮，但20年前的最佳方案已不再适用。1937-1940年间，50倍口径的B-37火炮在列宁格勒的布尔什维克工厂设计制造。 1940年下半年B-37火炮进行了靶场试验。每枚1108千克炮弹的初速为830米/秒，最大仰角为45度，射程超过45.5公里。B-37炮是苏联级战列舰的主武器。曾为俄罗斯第一艘无畏战舰研发炮塔的列宁格勒金属厂为苏联级设计了三联装炮塔。每座炮塔的总重量约为2400吨，炮塔在战斗中需要由100人操作。

# IDS_PCZC343_SOVIETBBARC_457MM
source: 457 mm Naval Gun
es_mx: Cañón Naval de 457 mm
ja: 457 mm 艦砲
pl: Działa morskie kal. 457 mm
ru: 457-мм морское орудие
uk: 457-мм морська гармата
zh: 457-мм морское орудие
zh_sg: 457毫米海军舰炮

# IDS_PCZC343_SOVIETBBARC_457MM_DESCRIPTION
source: After the end of World War II, when new Soviet battleships (Project 24) were being designed, various armament configurations were envisaged. Having studied the characteristics of possible enemy ships, a special commission assembled by the Navy Chief Command came to the conclusion that Soviet ships must be armed with 457 mm guns in order to fight successfully against the most powerful of them (e.g., American Iowa-class battleships). Despite outstanding combat data (with a range of fire of up to 52 km), calculations for a triple 457 mm turret made in 1949 showed that such mounts would have substantial mass and size drawbacks. Such turrets would be almost twice as heavy as those of Sovetsky Soyuz-class battleships, and the draught and cost of Project 24 ships would be beyond the reach of Soviet industry. For that matter, the project developers abandoned this armament configuration and returned to 406 mm caliber.
es_mx: Después del final de la Segunda Guerra Mundial, cuando los nuevos acorazados soviéticos de la URSS (Proyecto 24) estaban siendo diseñados, varias configuraciones de armamento fueron planeadas. Al estudiar las características de los posibles barcos enemigos, una comisión especial formada por el Comandante en Jefe de la Armada llegó a la conclusión de que los barcos soviéticos deberían estar armados con cañones de 457 mm para poder combatir exitosamente en contra de los más poderosos de ellos (por ejemplo, los acorazados estadounidenses de la clase Iowa). Los cálculos para una torreta triple de 457 mm realizados en 1949 mostraron que tales montajes tendrían una masa y características dimensiones inaceptables a pesar de su asombroso potencial de combate (con un alcance de disparo de hasta 52 km). Dichas torretas serían casi el doble de pesadas que las de los acorazados de la clase Sovetsky Soyuz, y el proyecto y el costo de los barcos del Proyecto 24 estaría fuera del alcance de la industria soviética. Por esa razón, los desarrolladores del proyecto abandonaron esta configuración de armamento y regresaron a un calibre de 406 mm.
ja: 二次大戦終了後に新型ソ連戦艦 (プロイェークト 24) が設計された時、兵装の様々な設定が考案されました。仮想敵国の艦艇の性能を研究した結果、海軍司令部により組織された特別委員会は、ソ連艦は最も強力な艦艇 (例えばアメリカのアイオワ級戦艦) との戦闘に勝利するために 457 mm 砲を搭載すべきだと結論しました。 1949 年に行われた 457 mm 三連装砲塔の計算により、そのような砲塔は卓越した戦闘能力 (最大射程 52 km) の一方で、重量とサイズの面で許容範囲に収まらないことが判明しました。この砲塔はソヴィエツキー・ソユーズ級戦艦が搭載する砲塔の 2 倍の重量となり、24 計画型戦艦の排水量と費用はソ連の工業力の限界を超えてしまいます。このため、本計画の開発者はこの兵装要求を取り止め、406 mm 砲に戻しました。
pl: Po zakończeniu II wojny światowej, gdy projektowano nowe pancerniki ZSRR (Projekt 24), rozważano rozmaite konfiguracje uzbrojenia. Po przestudiowaniu charakterystyki okrętów potencjalnych wrogów komisja powołana przez dowództwo marynarki doszła do wniosku, że okręty muszą być uzbrojone w działa kal. 457 mm, żeby z powodzeniem walczyć z najpotężniejszymi jednostkami wroga (np. amerykańskimi pancernikami klasy Iowa). Obliczenia z 1949 roku, jakie przeprowadzono dla potrójnych wież kal. 457 mm pokazały, że stanowiska takie miałyby zbyt wysoką masę i rozmiary, pomimo swoich niezaprzeczalnych zalet bojowych (zasięg ognia wynoszący 52 km). Wieże takie byłyby niemal dwukrotnie cięższe od wież pancerników Sowietskij Sojuz, a wymagania konstrukcyjne i koszt okrętów Projektu 24 przekraczałyby możliwości radzieckiego przemysłu. Z tego też powodu projektanci powrócili do koncepcji uzbrojenia z działami kal. 406 mm.
ru: При проектировании в СССР после окончания Второй мировой войны новых линейных кораблей («проект 24») для них предусматривались различные варианты вооружения. Специальная комиссия, собранная главным командованием ВМФ, изучив характеристики возможных противников, пришла к выводу, что для успешной борьбы с самыми мощными из них — американскими линкорами типа Iowa, — советский корабль должен быть вооружён 457-мм орудиями. Выполненные в 1949 году расчёты для трёхорудийной башни с 457-мм орудиями показали, что такие установки при выдающихся боевых данных (где дальность стрельбы доходила до 52 км) имели бы чрезвычайно значительные массогабаритные характеристики. Такие башни должны были быть едва ли не вдвое тяжелее башен линкоров типа «Советский Союз», доводя водоизмещение, а значит, и стоимость кораблей «проекта 24» до непосильных для советской промышленности значений. В связи с этим от такого варианта вооружения при дальнейшей разработке проекта отказались, вернувшись к 406-мм калибру.
uk: Для нових лінійних кораблів (проект 24), які почали проектувати в СРСР після закінчення Другої світової війни, планували різні варіанти озброєння. Вивчивши характеристики можливих супротивників, зібрана головним командуванням ВМФ спеціальна комісія дійшла висновку, що для успішної боротьби з найпотужнішими з них — американськими лінкорами типу Iowa, — радянський корабель мав нести 457-мм гармати. Виконані 1949 р. розрахунки для тригарматної башти з 457-мм гарматами показали: попри видатний бойовий потенціал (дальність стрільби сягала 52 км), такі установки мали б неприйнятні масові й габаритні характеристики. Вони були б чи не вдвічі важчими за башти лінкорів типу «Совєтській Союз», а тому водотоннажність (а внаслідок цього й вартість) кораблів проекту 24 зросли б до рівня, непосильного для радянської промисловості. Тому від такого варіанту озброєння під час подальшого розроблення проекту відмовилися, повернувшись до 406-мм калібру.
zh: При проектировании в СССР после окончания Второй мировой войны новых линейных кораблей («проект 24») для них предусматривались различные варианты вооружения. Специальная комиссия, собранная главным командованием ВМФ, изучив характеристики возможных противников, пришла к выводу, что для успешной борьбы с самыми мощными из них — американскими линкорами типа Iowa, — советский корабль должен быть вооружён 457-мм орудиями. Выполненные в 1949 году расчёты для трёхорудийной башни с 457-мм орудиями показали, что такие установки при выдающихся боевых данных (где дальность стрельбы доходила до 52 км) имели бы чрезвычайно значительные массогабаритные характеристики. Такие башни должны были быть едва ли не вдвое тяжелее башен линкоров типа «Советский Союз», доводя водоизмещение, а значит, и стоимость кораблей «проекта 24» до непосильных для советской промышленности значений. В связи с этим от такого варианта вооружения при дальнейшей разработке проекта отказались, вернувшись к 406-мм калибру.
zh_sg: 第二次世界大战结束后，在设计新的苏联战列舰（24号项目）时，曾设想过各种武器配置。在研究了可能的敌舰特点后，海军总司令部组建的特别委员会得出结论，苏联战舰必须装备457毫米的火炮，才能与最强大的他国战舰（如美国依阿华级战列舰）。 1949年做出的三联装457毫米炮塔方案显示，尽管战斗力潜力巨大（射程可达52公里），但战舰需要达到的重量和体积都无法接受。这种炮塔的重量几乎是苏联级战列舰炮塔的两倍，24号项目的吃水量和成本都超出当时苏联工业的能力范围。因此，项目研发人员放弃了这种武器配置，重新回归了406毫米口径。

# IDS_PCZC344_SOVIETBBARC_GANGUT_MEDAL
source: Medal for the Victory in the Battle of Gangut
es_mx: Medalla por la Victoria en la Batalla de Gangut
ja: ガングート海戦戦勝記章
pl: Medal za zwycięstwo w bitwie pod Gangutem
ru: Медаль «За победу при Гангуте»
uk: Медаль «За перемогу біля Гангуту»
zh: Медаль «За победу при Гангуте»
zh_sg: 甘古特会战胜利奖章
