Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CONSUMABLE_4
source: Consumable 4
es_mx: Consumible 4
ja: 消耗品 4
pl: S. eksploatacyjny 4
ru: Снаряжение 4
uk: Спорядження 4
zh: 消耗品 4
zh_sg: 消耗品 4

# IDS_CONSUMABLE_5
source: Consumable 5
es_mx: Consumible 5
ja: 消耗品 5
pl: S. eksploatacyjny 5
ru: Снаряжение 5
uk: Спорядження 5
zh: 消耗品 5
zh_sg: 消耗品 5

# IDS_CONSUMABLE_AIR_DEFENSE_DISP_USELESS
source: Unavailable
es_mx: No disponible
ja: 使用不可
pl: Niedostępne
ru: Недоступно
uk: Недоступно
zh: Недоступно
zh_sg: 不可用

# IDS_CONSUMABLE_AT_WORK
source: Already in use
es_mx: Ya está en uso
ja: 既に使用中
pl: W użyciu
ru: Уже используется
uk: Вже задіяно
zh: 已经在使用中
zh_sg: 已在使用中

# IDS_CONSUMABLE_CALL_FIGHTERS_READY
source: Wait for your fighters to arrive at the call point
es_mx: Espera a que tus cazas lleguen al punto de llamada
ja: 戦闘機が指定の地点に到達するまで待て
pl: Poczekaj, aż Twoje myśliwce dotrą do wyznaczonego punktu
ru: Ожидайте прибытия истребителей в точку вызова
uk: Очікуйте прибуття винищувачів до точки виклику
zh: 等待您的战斗机抵达呼叫点
zh_sg: 等待您的战斗机到达集合地点

# IDS_CONSUMABLE_CHANGE_ORDER_MOUSE_INSTRUCTION
source: Press and hold to move the consumable to another slot
es_mx: Mantén presionado el consumible para moverlo a otro espacio
ja: 消耗品を長押しし、別のスロットに移動
pl: Wciśnij i przytrzymaj przycisk, aby przeciągnąć sprzęt eksploatacyjny na inne miejsce
ru: Зажмите и перенесите снаряжение в другой слот
uk: Натисніть й утримуйте, щоб перенести спорядження в іншу комірку
zh: Зажмите и перенесите снаряжение в другой слот
zh_sg: 按住消耗品并移动到另一个栏位

# IDS_CONSUMABLE_CRASH_CREW_USELESS
source: Use not required
es_mx: Uso no requerido
ja: 使用不要
pl: Nie wymaga użycia
ru: Использование не требуется
uk: Використання не потрібно
zh: Использование не требуется
zh_sg: 不需要使用

# IDS_CONSUMABLE_DISABLED
source: Unavailable
es_mx: No disponible
ja: 使用不可
pl: Niedostępne
ru: Недоступно
uk: Недоступно
zh: Недоступно
zh_sg: 不可用

# IDS_CONSUMABLE_MOUNTED
source: Consumable Mounted
es_mx: Consumible Montado
ja: 消耗品の搭載完了
pl: Sprzęt eksploatacyjny zamontowany
ru: Снаряжение установлено
uk: Спорядження встановлено
zh: 消耗品已安装
zh_sg: 已配置消耗品

# IDS_CONSUMABLE_NO_AMMO
source: Spent
es_mx: Utilizado
ja: 使用済み
pl: Wydano
ru: Израсходовано
uk: Витрачено
zh: Израсходовано
zh_sg: 消耗

# IDS_CONSUMABLE_REGEN_CREW_USELESS
source: Use not required
es_mx: Uso no requerido
ja: 使用不要
pl: Nie wymaga użycia
ru: Использование не требуется
uk: Використання не потрібно
zh: Использование не требуется
zh_sg: 不需要使用

# IDS_CONSUMABLE_RELOADING
source: Reloading
es_mx: Recargando
ja: 装填中
pl: Przeładowywanie
ru: Перезаряжается
uk: Перезаряджання
zh: 重新装填中
zh_sg: 装填中

# IDS_CONSUMABLE_TA_RELOADER_USELESS
source: Unavailable
es_mx: No disponible
ja: 使用不可
pl: Niedostępne
ru: Недоступно
uk: Недоступно
zh: Недоступно
zh_sg: 不可用

# IDS_CONSUMABLE_UNMOUNTED
source: Consumable Demounted
es_mx: Consumible Desmontado
ja: 消耗品の解除完了
pl: Sprzęt eksploatacyjny zdemontowany
ru: Снаряжение снято
uk: Спорядження знято
zh: 消耗品已拆卸
zh_sg: 已拆除消耗品

# IDS_CONSUME_FIGHTER
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 弹射式战斗机
zh_sg: 战斗机

# IDS_CONSUME_FIGHTERS
source: Fighters
es_mx: Cazas
ja: 戦闘機
pl: Myśliwce
ru: Истребители
uk: Винищувачі
zh: 弹射式战斗机
zh_sg: 战斗机

# IDS_CONSUME_SCOUT
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_CONSUME_SCOUTS
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samoloty zwiadowcze
ru: Корректировщики огня
uk: Літаки-корегувальники
zh: 侦察机
zh_sg: 侦察机

# IDS_CONTACTS
source: Contacts
es_mx: Contactos
ja: 連絡先
pl: Kontakty
ru: Контакты
uk: Контакти
zh: 联系人
zh_sg: 联系人

# IDS_CONTACT_DISABLE_REASON_SERVER_CHAT_DISABLED
source: Chat server is unavailable
es_mx: El servidor del chat no está disponible
ja: チャットサーバー利用不可
pl: Serwer czatu jest niedostępny
ru: Сервер чата недоступен
uk: Сервер чату недоступний
zh: 聊天服务器无法使用
zh_sg: 聊天服务器无法使用

# IDS_CONTAINERS_TIME_AUTOBUY
source: Collected automatically:
es_mx: Recogidos automáticamente:
ja: 自動入手:
pl: Zebrane automatycznie:
ru: Автоматически получено:
uk: Автоматично отримано:
zh: 已自动收集：
zh_sg: 已自动收集：

# IDS_CONTENTS_INFO
source: Reference to a particular make, model, manufacturer, and/or version of a ship is for historical accuracy only, and does not indicate any sponsorship or endorsement of any trademark owner whatsoever. All ship models are designed to have characteristics and some elements of artistic design realistically replicating World War II era ships. All ship trademarks and trademark rights are the exclusive property of their respective owners.
es_mx: La referencia a una creación, modelo, fabricante y/o versión de un barco es solamente por precisión histórica, y no indica ningún patrocinio o respaldo de ningún propietario de marcas comerciales de ninguna manera. Todos los modelos de los barcos están diseñados para tener características y algunos elementos de diseño artístico que replican de manera real los barcos de la era de la Segunda Guerra Mundial. Todas las marcas comerciales de barcos y derechos de marcas comerciales son propiedad exclusiva de sus respectivos dueños.
ja: 艦艇特有の形状、モデル、製造元や種類への参照は、史実的再現のみを目的としたものであり、いかなる商標権保有者に対しても、スポンサーシップや宣伝を行う意図はありません。全ての艦艇モデルは、二次大戦時代の艦艇の特性および意匠の要素の一部を再現するようにデザインされています。 全ての艦艇の商標および商標権は、それらの各所有者に帰属します。
pl: Odniesienia do konkretnej marki, modelu, producenta i / lub wersji statku występują dla zachowania historycznej dokładności i nie wiążą się ze sponsorowaniem ani poparciem odpowiedniego właściciela znaku towarowego. Wszystkie modele okrętów zostały zaprojektowane tak, żeby ich cechy i niektóre elementy projektu artystycznego odzwierciedlały okręty z okresu II wojny światowej. Wszystkie znaki towarowe okrętów i prawa do tych znaków towarowych są wyłączną własnością ich właścicieli.
ru: Ссылки на конкретные конструкции, модели, производителей и (или) комплектации кораблей использованы исключительно с целью соблюдения исторического соответствия и не предполагают какого-либо финансирования или иного участия в проекте обладателей прав на товарные знаки. Характеристики и некоторые элементы художественного оформления всех моделей кораблей реалистично воспроизведены на основе корабельной техники Второй мировой войны. Все относящиеся к корабельной технике товарные знаки и права на них являются исключительной собственностью соответствующих правообладателей.
uk: Посилання на конкретні конструкції, моделі, виробників та (або) комплектації кораблів використані лише з метою дотримання історичної відповідності та не передбачають будь-якого фінансування чи іншої участі у проекті власників прав на товарні знаки. Характеристики та деякі елементи художнього оформлення всіх моделей кораблів реалістично відтворено на зразок корабельної техніки Другої світової війни. Всі пов’язані з корабельною технікою товарні знаки та права на них є виключною власністю відповідних правовласників.
zh: 所参照的特定品牌、型号、制造商、和/或战舰版本仅仅只是为了符合历史的准确性，而这并不代表受到任何赞助或得到过任何商标拥有者丝毫的认同。所有战舰模型所拥有的特性以及其部份艺术设计要素，都是为了真实重现二次世界大战时期的战舰而设计。 所有战舰商标与商标权仍旧是其各自拥有者的专有财产。
zh_sg: 所参照的特定品牌、型号、制造商、和/或战舰版本仅仅只是为了符合历史的准确性，而这并不代表受到任何赞助或得到过任何商标拥有者丝毫的认同。所有战舰模型所拥有的特性以及其部份艺术设计要素，都是为了真实重现二次世界大战时期的战舰而设计。 所有战舰商标与商标权仍旧是其各自拥有者的专有财产。

# IDS_CONTEXT_ACTION_NOT_AVAILABLE_IN_MATCHMAKER
source: You can manage a Team in the Port
es_mx: Puedes administrar un Equipo en el Puerto
ja: チームは港で管理することができます
pl: Możesz zarządzać drużyną w porcie
ru: Управление командой доступно в Порту
uk: Керування командою доступне з Порту
zh: 您可以在港口中管理队伍
zh_sg: 您可以在港口中管理团队

# IDS_CONTEXT_NOT_ENOUGH_ENERGY_HINT
source: To recharge the battery, either slow down to 1/4 of the submarine's speed or ascend to the surface.
es_mx: Para recargar la batería, reduce la velocidad del submarino a 1/4 o asciende a la superficie.
ja: バッテリーを充電するには、1/4 速まで減速するか水面まで浮上してください。
pl: Żeby naładować akumulatory, zwolnij do 1/4 prędkości okrętu lub wynurz się na powierzchnię.
ru: Для восстановления энергии сбавьте скорость до 1/4 или поднимитесь на поверхность
uk: Щоб відновити енергію, скиньте швидкість до 1/4 чи підніміться на поверхню
zh: Для восстановления энергии сбавьте скорость до 1/4 или поднимитесь на поверхность
zh_sg: 通过减速至1/4航速，或上浮到水面来恢复电量。

# IDS_CONTEXT_PINGER_GUN_HOW_TO
source: Sonar is required for aiming torpedoes
es_mx: El sonar es requerido para guiar a los torpedos
ja: ソナーは魚雷を誘導するために必要です
pl: Sonar jest niezbędny do wycelowania torped
ru: Сонар необходим для наведения торпед
uk: Сонар потрібний для наведення торпед
zh: Сонар необходим для наведения торпед
zh_sg: 声呐是鱼雷定位所必须的

# IDS_CONTEXT_SUBMARINE_PERISCOPE_SPEED_HINT
source: The submarine's speed is limited while submerged. You need to surface in order to gain speed.
es_mx: La velocidad del submarino está limitada al estar sumergido. Necesitas salir a la superficie para ganar más velocidad.
ja: 潜行中は航行速度が低下します。より高速で航行するには、水上まで浮上する必要があります。
pl: Prędkość maksymalna okrętu jest obniżona w zanurzeniu. Żeby nabrać prędkości, wynurz się na powierzchnię.
ru: На глубине скорость ограничена. Поднимитесь на поверхность, чтобы набрать скорость.
uk: На глибині швидкість обмежена. Підніміться на поверхню, щоб набрати швидкість.
zh: На глубине скорость ограничена. Поднимитесь на поверхность, чтобы набрать скорость.
zh_sg: 潜艇在水下时速度受限。您需要上浮到水面获得更高的速度。

# IDS_CONTEXT_SUBMARINE_SEARCH_POINT_HINT
source: A bearing was taken on an enemy submarine. Proceed to the spot where the enemy submarine was detected.
es_mx: Se ha detectado la posición de un submarino enemigo. Procede al punto en donde el enemigo submarino fue detectado.
ja: 敵潜水艦の方位を探知しました。 敵潜水艦が探知された地点に向かってください。
pl: Określono kurs na wrogi okręt podwodny. Podążaj w kierunku miejsca, w którym wykryto okręt podwodny.
ru: Запеленгована подводная лодка противника. Двигайтесь к месту обнаружения подводной лодки противника.
uk: Запеленгований підводний човен супротивника. Рухайтеся до місця виявлення підводного човна супротивника.
zh: Запеленгована подводная лодка противника. Двигайтесь к месту обнаружения подводной лодки противника.
zh_sg: 敌方潜艇方位已记录。 前往发现敌方潜艇的地点。

# IDS_CONTEXT_SUBMARINE_SPOTTED_HINT
source: Dive deeper to escape detection
es_mx: Sumérgete a mayor profundidad para evitar ser detectado
ja: 被発見から逃れるにはより深く潜行してください
pl: Zanurz się głębiej, żeby uniknąć wykrycia
ru: Погрузитесь глубже, чтобы уйти от обнаружения
uk: Зануриться глибше, щоб відійти від виявлення
zh: Погрузитесь глубже, чтобы уйти от обнаружения
zh_sg: 继续下潜脱离侦察

# IDS_CONTEXT_SUBMARINE_TORPEDOES_AUTOAIM_HINT
source: Torpedoes will now automatically home in on the target
es_mx: Los torpedos ahora se dirigirán automáticamente hacia el objetivo
ja: 魚雷が目標に向けて自動誘導を開始しました
pl: Torpedy będą się automatycznie naprowadzać na cel
ru: Теперь торпеды сами наводятся на цель
uk: Тепер торпеди самостійно наводяться на ціль
zh: Теперь торпеды сами наводятся на цель
zh_sg: 鱼雷现在将自动定位目标

# IDS_CONTEXT_SUBMARINE_TORPEDOES_IGNORE_PTZ_HINT
source: Torpedoes will now ignore the target ship's anti-torpedo protection
es_mx: Los torpedos ahora ignorarán la protección contra torpedos del barco objetivo
ja: 魚雷が目標艦艇の対水雷防御を無効化できるようになりました
pl: Torpedy będą teraz ignorować ochronę przeciwtorpedową okrętu
ru: Теперь торпеды игнорируют ПТЗ цели
uk: Тепер торпеди ігнорують ПТЗ цілі
zh: Теперь торпеды игнорируют ПТЗ цели
zh_sg: 鱼雷现在将无视战舰的反鱼雷防护

# IDS_CONTEXT_SUBMARINE_WAVE_POINTS_HINT
source: Hit special indicators on a target ship's hull using sonar pings to make your torpedoes home in on the target.
es_mx: Alcanza los indicadores especiales sobre el casco de un barco objetivo usando los pulsos del sonar para hacer que tus torpedos se dirijan hacia el objetivo.
ja: 目標艦艇の船体にある特別インジケーターにソナーピンガーを命中させ、魚雷を誘導してください。
pl: Traf w specjalne wskaźniki na kadłubie okrętu impulsami sonaru, żeby torpedy naprowadzały się na cel.
ru: Попадайте акустическим импульсом по особым точкам на корабле противника, чтобы выпущенные торпеды могли навестись на цель
uk: Влучайте акустичним імпульсом в особливі точки на кораблі супротивника, щоб випущені торпеди могли наводитися на ціль
zh: Попадайте акустическим импульсом по особым точкам на корабле противника, чтобы выпущенные торпеды могли навестись на цель
zh_sg: 用声呐脉冲命中目标舰体的特殊指示器让您的鱼雷定位目标。

# IDS_CONTEXT_TUTORIAL_AA_SECTOR
source: Press to select a priority AA sector.
es_mx: Presiona para seleccionar un sector AA prioritario.
ja: 押して優先対空セクターを選択
pl: Naciśnij, by wybrać przeciwlotniczy sektor priorytetowy.
ru: Нажмите, чтобы выбрать приоритетный сектор ПВО.
uk: Натисніть, щоб вибрати пріоритетний сектор ППО.
zh: Нажмите, чтобы выбрать приоритетный сектор ПВО.
zh_sg: 按下选择优先防空区域。

# IDS_CONTEXT_TUTORIAL_BINOCULARS_LEAVE
source: Press to exit the Binocular view
es_mx: Presionar para salir de la vista Binocular
ja: 押して双眼鏡視点を終了
pl: Wciśnij, żeby wyjść z widoku lornetki
ru: Нажмите, чтобы выйти из режима «Бинокль».
uk: Натисніть, щоб вийти з режиму «Бінокль».
zh: 按下以离开望远镜视角
zh_sg: 按下以退出望远镜视角

# IDS_CONTEXT_TUTORIAL_BINOCULARS_OFF
source: EXIT BINOCULAR VIEW
es_mx: SALIR DE LA VISTA BINOCULAR
ja: 双眼鏡視点を終了
pl: WYJDŹ Z TRYBU LORNETKI
ru: ВЫЙТИ ИЗ РЕЖИМА БИНОКЛЯ
uk: ВИЙТИ З БІНОКЛЯ
zh: ВЫЙТИ ИЗ РЕЖИМА БИНОКЛЯ
zh_sg: 关闭望远镜视角

# IDS_CONTEXT_TUTORIAL_BINOCULARS_ON
source: ENTER BINOCULAR VIEW
es_mx: ENTRAR A LA VISTA BINOCULAR
ja: 双眼鏡視点に移行
pl: WEJDŹ W TRYB LORNETKI
ru: ПЕРЕЙТИ В РЕЖИМ БИНОКЛЯ
uk: ВІДКРИТИ БІНОКЛЬ
zh: ПЕРЕЙТИ В РЕЖИМ БИНОКЛЯ
zh_sg: 打开望远镜视角

# IDS_CONTEXT_TUTORIAL_BINOCULARS_USE
source: Press to enter the Binocular view
es_mx: Presionar para entrar a la vista Binocular
ja: 押して双眼鏡視点に切り替え
pl: Wciśnij, żeby przejść do widoku lornetki
ru: Нажмите, чтобы перейти в режим «Бинокль».
uk: Натисніть, щоб увійти в режим «Бінокль».
zh: 按下以进入望远镜视角
zh_sg: 按下以进入望远镜视角

# IDS_CONTEXT_TUTORIAL_INDIVIDUAL_TASK
source: Press to view your personal order
es_mx: Presiona para ver tu orden personal
ja: クリックしてパーソナルオーダーを確認
pl: Wciśnij, żeby zobaczyć swój rozkaz osobisty
ru: Нажмите, чтобы просмотреть личный приказ
uk: Натисніть, щоб подивитися особистий наказ
zh: 按下以开启游戏统计
zh_sg: 点击查看您的个人命令

# IDS_CONTEXT_TUTORIAL_REPAIR_BURN
source: PUT OUT THE FIRE
es_mx: APAGAR EL INCENDIO
ja: 火災を消火
pl: UGAŚ POŻAR
ru: ПОТУШИТЬ ПОЖАР
uk: ЗАГАСИТИ ПОЖЕЖУ
zh: ПОТУШИТЬ ПОЖАР
zh_sg: 把火扑灭

# IDS_CONTEXT_TUTORIAL_REPAIR_MODULE
source: REPAIR THE MODULE
es_mx: REPARAR EL MÓDULO
ja: モジュールを修理
pl: NAPRAW MODUŁ
ru: ПОЧИНИТЬ МОДУЛЬ
uk: ВІДРЕМОНТУВАТИ МОДУЛЬ
zh: ПОЧИНИТЬ МОДУЛЬ
zh_sg: 修理配件

# IDS_CONTEXT_TUTORIAL_SHIP_MODIFIERS
source: Press to open the list of buffs
es_mx: Presiona para abrir la lista de bonificaciones.
ja: 押して強化の一覧を開く
pl: Wciśnij, żeby otworzyć listę wzmocnień.
ru: Нажмите, чтобы открыть список улучшений.
uk: Натисніть, щоб розгорнути список поліпшень.
zh: 点击以开启增益效果清单
zh_sg: 点击打开增益列表。

# IDS_CONTEXT_TUTORIAL_SUBMARINE_DIVE_DOWN
source: Hold to dive
es_mx: Manténlo presionado para sumergirte
ja: 長押しで潜行
pl: Przytrzymaj, by się zanurzyć
ru: Удерживайте для погружения
uk: Утримуйте для занурення
zh: 按住以下降到深处
zh_sg: 按住下潜

# IDS_CONTEXT_TUTORIAL_SUBMARINE_DIVE_UP
source: Hold to ascend
es_mx: Manténlo presionado para ascender
ja: 長押しで浮上
pl: Przytrzymaj, by się wynurzyć
ru: Удерживайте для всплытия
uk: Утримуйте для спливання
zh: 按住以回到水面
zh_sg: 按住上浮

# IDS_CONTINUE
source: Continue
es_mx: Continuar
ja: 続行
pl: Kontynuuj
ru: Продолжить
uk: Продовжити
zh: 继续
zh_sg: 继续

# IDS_CONTINUE_DAILY_TICKET
source: Continue Mission
es_mx: Continuar Misión
ja: ミッション続行
pl: Kontynuuj misję
ru: Продолжить задачу
uk: Продовжити завдання
zh: 继续任务
zh_sg: 继续任务

# IDS_CONTINUE_QUEST
source: Continue Challenge
es_mx: Continuar Reto
ja: チャレンジ続行
pl: Kontynuuj wyzwanie
ru: Продолжить испытание
uk: Продовжити випробування
zh: 继续挑战
zh_sg: 继续挑战

# IDS_CONTRA
source: Against
es_mx: En contra de
ja: 反対
pl: Przeciw
ru: Против
uk: Проти
zh: 反对
zh_sg: 对抗

# IDS_CONTROL_OPTIONS
source: Controls
es_mx: Controles
ja: 操作
pl: Sterowanie
ru: Управление
uk: Керування
zh: 控制
zh_sg: 控制

# IDS_CONVERTED_TO_ELITE_XP
source: Converted into Elite Commander XP
es_mx: Convertida en XP Élite del Comandante
ja: エリート艦長 EXP に変換
pl: Zamieniono na elitarne PD dowódcy
ru: Переведено в элитный опыт командиров
uk: Конвертовано в елітний досвід командирів
zh: 已转换为精英指挥官经验
zh_sg: 已转换为精英指挥官经验

# IDS_CONVERTED_TO_ELITE_XP_HINT
source: Commanders with the highest rank earn Elite Commander XP in battles. Elite Commander XP can be distributed among other Commanders or converted into Free XP.
es_mx: Los Comandantes con el rango más alto ganarán XP Élite del Comandante en batalla. La XP Élite del Comandante puede ser distribuida entre otros Comandantes o convertida en XP Libre.
ja: 最高ランクの艦長は、各戦でエリート艦長 EXP を所得します。エリート艦長 EXP は、他の艦長へと分配したり、フリー EXP へと変換したりすることが可能です。
pl: Dowódcy o najwyższej randze zdobywają w bitwach elitarne PD dowódcy. Może ono zostać rozdzielone pomiędzy innych dowódców lub zamienione na wolne PD.
ru: Командиры высшего звания зарабатывают в бою элитный опыт. Этот опыт можно распределить между другими командирами или перевести в свободный.
uk: Командири з вищим званням здобувають у бою елітний досвід. Цей досвід можна розподілити між іншими командирами або конвертувати у вільний.
zh: 达到最高军阶的指挥官可在战斗中获得精英指挥官经验。精英指挥官经验可分配给其他指挥官或转换为全局经验。
zh_sg: 达到最高军阶的指挥官可在战斗中获得精英指挥官经验。精英指挥官经验可分配给其他指挥官或转换为全局经验。

# IDS_CONVERT_CREDITS
source: Exchange credits
es_mx: Intercambiar créditos
ja: クレジットの変換
pl: Wymień kredyty
ru: Обменять кредиты
uk: Обміняти кредити
zh: 兑换银币
zh_sg: 兑换银币

# IDS_CONVERT_EXP
source: CONVERT XP
es_mx: CONVERTIR XP
ja: EXP の変換
pl: WYMIEŃ PD
ru: ПЕРЕВЕСТИ ОПЫТ
uk: КОНВЕРТУВАТИ ДОСВІД
zh: 转换经验
zh_sg: 转换经验

# IDS_CONVERT_FREE_EXPERIENCE
source: Convert XP
es_mx: Convertir XP
ja: EXP の変換
pl: Wymień PD
ru: Перевести опыт
uk: Конвертувати досвід
zh: 转换经验
zh_sg: 兑换经验

# IDS_CONVERT_RATE
source: Exchange rate:
es_mx: Tasa de cambio:
ja: 変換率:
pl: Kurs wymiany:
ru: Курс обмена:
uk: Курс обміну:
zh: 兑换率：
zh_sg: 兑换率：

# IDS_CONVERT_UPPER_CASE
source: CONVERT
es_mx: CONVERTIR
ja: 変換
pl: WYMIEŃ
ru: ПЕРЕВЕСТИ
uk: КОНВЕРТАЦІЯ
zh: 转换
zh_sg: 转换

# IDS_CONVOY_NAME
source: Transylvania
ru: Трансильвания
uk: Трансільванія
zh: 特兰西瓦尼亚
zh_sg: 特兰西瓦尼亚

# IDS_COOPERATIVEBATTLE
source: Co-op Battle
es_mx: Batalla Cooperativa
ja: Co-op 戦
pl: Bitwa kooperacyjna
ru: Кооперативный бой
uk: Кооперативний бій
zh: 联合战斗
zh_sg: 联合作战

# IDS_COOPERATIVEBATTLE_ACC
source: Co-op Battle
es_mx: Batalla Cooperativa
ja: Co-op 戦
pl: Bitwa kooperacyjna
ru: Кооперативный бой
uk: Кооперативний бій
zh: 联合战斗
zh_sg: 联合作战

# IDS_COOPERATIVE_BATTLE
source: Co-op Battle
es_mx: Batalla Cooperativa
ja: Co-op 戦
pl: Bitwa kooperacyjna
ru: Кооперативный бой
uk: Кооперативний бій
zh: 联合战斗
zh_sg: 联合作战

# IDS_COOPERATIVE_BATTLE_ACC
source: Co-op Battle
es_mx: Batalla Cooperativa
ja: Co-op 戦
pl: Bitwa kooperacyjna
ru: Кооперативный бой
uk: Кооперативний бій
zh: 联合战斗
zh_sg: 联合作战

# IDS_COOPERATIVE_BATTLE_DESCRIPTION
source: Fight against bots in cooperation with other players.
es_mx: Lucha contra bots en cooperación con otros jugadores.
ja: プレイヤーチームとボットチームとの対戦
pl: Połącz siły z innymi graczami i walcz z drużyną botów.
ru: Сражайтесь вместе с другими игроками против ботов.
uk: Бийтеся разом з іншими гравцями проти ботів.
zh: 与其他玩家一起合作对抗计算机。
zh_sg: 与其他玩家合作对战电脑。

# IDS_COOPERATIVE_SHORT_DESCRIPTION
source: Fight against bots in cooperation with other players.
es_mx: Lucha contra bots en cooperación con otros jugadores.
ja: プレイヤーチームとボットチームとの対戦
pl: Połącz siły z innymi graczami i walcz z drużyną botów.
ru: Сражайтесь вместе с другими игроками против ботов.
uk: Бийтеся разом з іншими гравцями проти ботів.
zh: 与其他玩家一起合作对抗计算机。
zh_sg: 与其他玩家合作对战电脑。

# IDS_COOP_BATTLE
source: Co-op Battle
es_mx: Batalla Cooperativa
ja: Co-op 戦
pl: Bitwa kooperacyjna
ru: Кооперативный бой
uk: Кооперативний бій
zh: 联合战斗
zh_sg: 联合作战

# IDS_COST
source: Cost:
es_mx: Costo:
ja: コスト:
pl: Koszt:
ru: Стоимость:
uk: Вартість:
zh: 费用：
zh_sg: 费用：

# IDS_COUNT
source: Number:
es_mx: Cantidad:
ja: 数:
pl: Liczba:
ru: Количество:
uk: Кількість:
zh: 数量：
zh_sg: 数量：

# IDS_CP_DEFEAT_CONDITION
source: A team loses if its score reaches %s %s.
es_mx: Un equipo pierde si su puntuación alcanza %s %s.
ja: スコアが %s %s に達すると敗北
pl: Drużyna przegrywa, jeśli jej wynik spada do %s %s.
ru: При достижении %s %s команде засчитывается поражение.
uk: Команда програє, якщо рахунок сягне %s %s.
zh: 当队伍分数达到 %s %s 点，或被全部毁时，战斗失败。
zh_sg: 当团队分数达到 %s %s 点时就会失败。

# IDS_CP_GET
source: Capturing:
es_mx: Capturando:
ja: 占領中:
pl: Zajmowanie:
ru: Захват точки:
uk: Захоплення точки:
zh: 占领地区：
zh_sg: 占领:

# IDS_CP_HOLD
source: Holding:
es_mx: Defendiendo:
ja: 維持中:
pl: Utrzymywanie:
ru: Удержание точки:
uk: Утримання точки:
zh: 保有地区：
zh_sg: 持有：

# IDS_CP_REWARD_FOR_HOLDING
source: + %s every %s %s
es_mx: + %s cada %s %s
ja: + %s / %s %s
pl: + %s co %s %s
ru: + %s каждую %s %s
uk: + %s кожну %s %s
zh: + %s 每 %s %s
zh_sg: + %s 每 %s %s

# IDS_CP_VICTORY_CONDITION
source: Score %s %s before the enemy team.
es_mx: Consigue %s %s antes que el equipo enemigo.
ja: 敵チームより先に %s %s 取得せよ
pl: Zdobądź %s %s zanim zrobi to drużyna przeciwna.
ru: Наберите %s %s раньше команды противника.
uk: Здобудьте %s %s раніше команди супротивника.
zh: 想获得胜利，要先敌方队伍一步得到 %s %s。
zh_sg: 抢在敌方团队之前得到 %s %s。

# IDS_CREATE
source: CREATE
es_mx: CREAR
ja: 作成
pl: STWÓRZ
ru: СОЗДАТЬ
uk: СТВОРИТИ
zh: 建立
zh_sg: 创建

# IDS_CREATEROOMBUTTON
source: CREATE BATTLE
es_mx: CREAR BATALLA
ja: 戦闘を作成
pl: STWÓRZ BITWĘ
ru: СОЗДАТЬ БОЙ
uk: СТВОРИТИ БІЙ
zh: 建立战斗
zh_sg: 创建战斗

# IDS_CREATEROOMDESCRIPTIONLABEL
source: Create a new training battle. The number of Training Rooms on the server is limited.
es_mx: Crea una nueva batalla de entrenamiento. El número de salas de entrenamiento del servidor es limitado.
ja: 新しいトレーニング戦を作成する。サーバー上のトレーニングルーム数には上限があります。
pl: Stwórz nową bitwę treningową. Liczba pokoi treningowych na serwerze jest ograniczona.
ru: Создать новый тренировочный бой. Количество тренировочных комнат на сервере ограничено.
uk: Створити новий тренувальний бій. Кількість тренувальних кімнат на сервері обмежена.
zh: 建立一场新的战斗训练。服务器上的训练房数量是有限的。
zh_sg: 建立一场新的战斗训练。服务器上的训练房数量是有限的。

# IDS_CREATEROOMDISCRIPTIONLABEL
source: Create and modify your Training Room.
es_mx: Crea y modifica tu sala de entrenamiento.
ja: トレーニングルームの作成と変更
pl: Stwórz i modyfikuj swój pokój treningowy.
ru: Создать и настроить тренировочную комнату.
uk: Створити та налаштувати тренувальну кімнату.
zh: 建立并修改您的训练房。
zh_sg: 创建和编辑您的训练房。

# IDS_CREATE_CHANNEL
source: Create Channel
es_mx: Crear Canal
ja: チャンネル作成
pl: Stwórz kanał
ru: Создать канал
uk: Створити канал
zh: 建立频道
zh_sg: 创建频道

# IDS_CREATE_CLUB
source: Create Team
es_mx: Crear Equipo
ja: チーム作成
pl: Utwórz drużynę
ru: Создать команду
uk: Формувати команду
zh: 建立队伍
zh_sg: 创建团队

# IDS_CREATE_DIVISION
source: Create Division
es_mx: Crear División
ja: 分艦隊の作成
pl: Stwórz dywizjon
ru: Создать отряд
uk: Сформувати загін
zh: 建立小队
zh_sg: 创建小队

# IDS_CREATE_NEW_DIVISION_HINT
source: You will be appointed as Division Commander
es_mx: Serás designado Comandante de División
ja: 分艦隊の指揮官に就任されます
pl: Zostaniesz mianowany na dowódcę dywizjonu
ru: Вы будете назначены командиром отряда
uk: Вас буде призначено командиром загону
zh: 您将被指派为小队指挥官
zh_sg: 您将被任命为小队指挥官

# IDS_CREATE_NEW_DIVISION_MOUSE_HINT
source: Create new Division
es_mx: Crear nueva División
ja: 新しい分艦隊を作成
pl: Utwórz nowy dywizjon
ru: Создать новый отряд
uk: Сформувати новий загін
zh: 建立新的小队
zh_sg: 建立新的小队

# IDS_CREATE_PARTY
source: Assemble Team
es_mx: Reunir Equipo
ja: チーム招集
pl: Zgromadź drużynę
ru: Начать сбор
uk: Скликати команду
zh: 集结队伍
zh_sg: 集结团队

# IDS_CREATE_PERMANENT_ACCOUNT_BUTTON
source: Create an account
es_mx: Crea una cuenta
ja: アカウント作成
pl: Stwórz konto
ru: Создать аккаунт
uk: Створити акаунт
zh: 建立账号
zh_sg: 创建账号
