Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ERROR_RELOGIN
source: Your account was logged in to from a different computer. If this wasn't you, please contact Player Support.
es_mx: Tu cuenta inicio sesión desde un equipo diferente. Si no fuiste tú, contacta al Soporte.
ja: アカウントによる別のコンピュータからのログインがありました。これがあなたではなかった場合、プレイヤーサポートにお問い合わせください。
pl: Zalogowano się na Twoje konto z innego komputera. Jeśli to nie byłeś/aś Ty, skontaktuj się ze Wsparciem gracza.
ru: Под вашей учётной записью был произведён вход с другого компьютера. Если вы не совершали этих действий, обратитесь в Центр поддержки пользователей.
uk: У ваш акаунт увійшли з іншого комп’ютера. Якщо ви не робили цього, зверніться до Центру підтримки.
zh: 您的账号已被不同的计算机登入。如果这不是您本人，请联络客服中心。
zh_sg: 您的账号已在其他电脑上登录。如果非您本人，请联系玩家支持。

# IDS_ERROR_REPORT
source: Report Error
es_mx: Reporte de Errores
ja: エラー報告
pl: Zgłoś błąd
ru: Сообщить об ошибке
uk: Повідомити про помилку
zh: 报告错误
zh_sg: 报告错误

# IDS_ERROR_REPORT_HINT
source: You will be redirected to the Support Service page.
es_mx: Serás redirigido a la página de Servicio de Soporte.
ja: サポートサービスページにリダイレクトされます。
pl: Zostaniesz przekierowany na stronę wsparcia technicznego.
ru: Вы будете перенаправлены на страницу технической поддержки.
uk: Вас спрямують на сторінку технічної підтримки.
zh: 您将被导向技术支持网页。
zh_sg: 您将跳转至技术支持网页。

# IDS_ERROR_SERVER_NOT_READY
source: Server temporarily unavailable. Please try again later.
es_mx: Servidor temporalmente no disponible. Por favor inténtalo de nuevo más tarde.
ja: サーバーが一時的に利用不可。再度お試しください。
pl: Serwer tymczasowo niedostępny. Proszę spróbować ponownie później.
ru: Сервер временно недоступен. Повторите попытку позже.
uk: Сервер тимчасово недоступний. Спробуйте пізніше.
zh: 服务器暂时无法使用。请稍后再试。
zh_sg: 服务器暂时无法使用。请稍后再试。

# IDS_ERROR_SERVER_NOT_SELECTED
source: Select a server to connect to.
es_mx: Selecciona un servidor para conectarte.
ja: 接続先サーバーを選択してください。
pl: Wybierz serwer, z którym chcesz się połączyć
ru: Выберите сервер для подключения.
uk: Виберіть сервер, щоб приєднатися.
zh: 请选择要连接的服务器。
zh_sg: 请选择要连接的服务器。

# IDS_ERROR_SERVER_OVERLOADED
source: Server busy. Please try again later.
es_mx: Servidor ocupado. Por favor inténtalo de nuevo más tarde.
ja: サーバービジー。後でもう一度お試しください。
pl: Serwer jest zajęty. Proszę spróbować ponownie później.
ru: Сервер перегружен. Повторите попытку позже.
uk: Сервер перевантажено. Спробуйте пізніше.
zh: 服务器忙碌中。请稍后再试。
zh_sg: 服务器忙碌中。请稍后再试。

# IDS_ERROR_SERVER_SHUTDOWN
source: The server is being rebooted. Please try again later.
es_mx: El servidor está siendo reiniciado. Por favor inténtalo de nuevo más tarde.
ja: サーバーは現在、再起動中です。後で再度お試しください。
pl: Serwer jest restartowany. Proszę spróbować ponownie później.
ru: Сервер перезагружается. Повторите попытку позже.
uk: Сервер перезавантажується. Спробуйте пізніше.
zh: 服务器即将重新启动。请稍后再试。
zh_sg: 服务器即将重新启动。请稍后再试。

# IDS_ERROR_STEAM_NOT_READY
source: Steam service interaction login error
es_mx: Error de inicio de sesión del servicio de Steam
ja: Steam サービス相互ログインエラー
pl: Błąd logowania w usłudze Steam
ru: Ошибка взаимодействия со Steam
uk: Помилка взаємодії зі Steam
zh: Steam 互动服务登入错误
zh_sg: Steam 交互服务登入错误

# IDS_ERROR_UNKNOWN
source: Unknown error
es_mx: Error desconocido
ja: 原因不明のエラー
pl: Nieznany błąd
ru: Неизвестная ошибка
uk: Невідома помилка
zh: 未知错误
zh_sg: 未知错误

# IDS_ERROR_UPDATE_IN_PROGRESS
source: Updating game parameters. This process may take a while. The game will be automatically re-loaded on completion.
es_mx: Actualizando parámetros del juego. Este proceso puede tardar unos minutos. El juego se cargará de nuevo automáticamente al completar el proceso.
ja: ゲームパラメータを更新中。このプロセスにはある程度の時間を要する場合があります。完了するとゲームが自動的に再読込されます。
pl: Aktualizowanie parametrów gry. Ten proces może chwilę potrwać. Gra zostanie automatycznie załadowana ponownie po zakończeniu.
ru: Обновляем игровые параметры. Это может занять несколько минут. Игра будет автоматически перезапущена после завершения.
uk: Оновлюємо ігрові параметри. Це може тривати кілька хвилин. Гра автоматично перезапуститься після завершення.
zh: Обновляем игровые параметры. Это может занять несколько минут. Игра будет автоматически перезапущена после завершения.
zh_sg: 正在更新游戏参数。此过程需要一段时间。完成后游戏将自动重启。

# IDS_ERROR_USER_DECLINED
source: Unable to access the account. Please try again.
es_mx: No se puede acceder a la cuente. Inténtalo de nuevo.
ja: アカウントにアクセスできません。再度お試しください。
pl: Nie można uzyskać dostępu do konta. Spróbuj ponownie.
ru: Не получен доступ к аккаунту. Попробуйте ещё раз.
uk: Не отримано доступ до акаунта. Спробуйте ще раз.
zh: 无法读取账号。请再试一次。
zh_sg: 无法读取账号。请再试一次。

# IDS_ERROR_VERSION_MISMATCH
source: The currently installed version of the game is older than that of the server. Please update the client.
es_mx: La versión actualmente instalada del juego es más antigua que la del servidor. Por favor actualiza el cliente.
ja: インストールされているゲームバージョンが最新ではありません。クライアントをアップデートしてください。
pl: Zainstalowana wersja gry jest nieaktualna. Proszę zaktualizować klienta.
ru: Используемая версия игры не совпадает с версией на сервере. Попробуйте обновить игру.
uk: Версія гри, яку ви використовуєте не збігається з версією на сервері. Оновіть гру.
zh: 当前客户端不是最新版本，请更新客户端。
zh_sg: 当前客户端不是最新版本，请更新客户端。

# IDS_ERROR_WGNI_COMMON
source: Web authorization error. Please try again later or contact Player Support.
es_mx: Error de autorización web. Inténtalo de nuevo más tarde o contacta al Soporte.
ja: ウェブ認証エラー。後で再度お試し頂くか、プレイヤーサポートにお問い合わせください。
pl: Błąd uwierzytelniania. Spróbuj później lub skontaktuj się ze Wsparciem gracza.
ru: Ошибка веб-авторизации. Повторите попытку позже или обратитесь в Центр поддержки пользователей.
uk: Помилка авторизації через Web. Спробуйте пізніше чи зверніться до Центру підтримки.
zh: 站点许可证错误。请稍后再试或联络客服中心。
zh_sg: 网页授权出错。请重试或联系玩家支持。

# IDS_ERROR_WGNI_TICKET_EXPIRED
source: The time for authorization has expired. Please try again.
es_mx: El tiempo de autorización ha expirado. Inténtalo de nuevo.
ja: 認証期限が切れました。再度お試しください。
pl: Czas na autoryzację dobiegł końca. Spróbuj ponownie.
ru: Время на авторизацию истекло. Попробуйте ещё раз.
uk: Час на авторизацію вичерпано. Спробуйте ще раз.
zh: 授权时间已到期。请再试一次。
zh_sg: 授权已到期。请再试一次。

# IDS_ERROR_WRONG_EMAIL_PASSWORD
source: Incorrect email address or password.
es_mx: Dirección de email o contraseña incorrecta.
ja: メールアドレスまたはパスワードが違います。
pl: Nieprawidłowy adres email lub hasło.
ru: Неверный адрес электронной почты или пароль.
uk: Хибна адреса електронної пошти або пароль.
zh: 不正确的账号或密码。
zh_sg: 不正确的账号或密码。

# IDS_ESCAPE_TO_PORTAL_ALL_PLAYERS_DIE
source: The raid is over: no ships from any team remain on the map.
es_mx: La incursión ha terminado: no quedan barcos de ningún equipo en el mapa.
ja: 「瘴気世界への強襲」戦 終了: 残存艦艇なし
pl: Rabunek dobiegł końca: na mapie nie ma już okrętów żadnej z drużyn.
ru: Рейд завершён. На карте не осталось кораблей команд.
uk: Рейд завершено. На мапі не залишилося кораблів команд.
zh: Рейд завершён. На карте не осталось кораблей команд.
zh_sg: 突击战已结束。地图上已经没有任何团队的战舰剩余。

# IDS_ESCAPE_TO_PORTAL_CRITTERS_ARRIVE
source: Hurry to exit through the Portal! Rasputin's servants are approaching it!
es_mx: ¡Apresúrate para salir a través del Portal! ¡Los sirvientes del Rasputín se acercan!
ja: ポータルからの脱出を急げ! Rasputin の手下が迫っている!
pl: Spiesz w kierunku portalu! Zbliżają się do niego sługusi Rasputina!
ru: Торопитесь выйти в Портал! К нему подходят приспешники «Распутина»!
uk: Швидше увійдіть до Порталу! До нього наближаються поплічники Распутіна!
zh: Торопитесь выйти в Портал! К нему подходят приспешники «Распутина»!
zh_sg: 快通过传送门退出！拉斯普京的仆从正在接近它！

# IDS_ESCAPE_TO_PORTAL_DESCRIPTION
source: It is not about winning or losing in the Raid for the Filth. Collect as much Filth as you can and extract it via the Portal.
es_mx: No se trata de ganar o perder en la Incursión por la Inmundicia. Reúne toda la Inmundicia que puedas y extráela a través del Portal.
ja: 「瘴気世界への強襲」では勝敗など問われない。できる限り多くの瘴気を収集してポータルから脱出せよ!
pl: W Plugawym rabunku nie chodzi o zwycięstwo. Zbierz jak najwięcej plugastwa i wyślij je przez portal.
ru: В рейде за скверной нет победы или поражения. Соберите как можно больше скверны и вывезите её в Портал.
uk: Спробуйте вижити в Дикому бою!
zh: 污秽之地从全方位接近并对战舰造成伤害。 击毁所有敌人。
zh_sg: 污秽突击战无关胜负。收集尽可能多的污秽，并通过传送门提炼。

# IDS_ESCAPE_TO_PORTAL_RESOURCE_COLLECTED_BY_PLAYER
source: Your ship
es_mx: Tu barco
ja: 自艦
pl: Twój okręt
ru: Ваш корабль
uk: Ваш корабель
zh: 您的战舰
zh_sg: 您的战舰

# IDS_ESCAPE_TO_PORTAL_RESOURCE_COLLECTED_BY_TEAM
source: Allied ships
es_mx: Barcos aliados
ja: 味方艦艇
pl: Sprzymierzone okręty
ru: Корабли союзников
uk: Кораблі союзників
zh: Корабли союзников
zh_sg: 友军战舰

# IDS_ESCAPE_TO_PORTAL_TIME_IS_OVER
source: Your time has expired. The Portal is closing.
es_mx: Tu tiempo se ha terminado. El Portal se está cerrando.
ja: 時間切れ、ポータル閉鎖中
pl: Czas dobiegł końca. Portal się zamyka.
ru: Ваше время истекло. Портал закрывается.
uk: Ваш час вичерпано. Портал закривається.
zh: Ваше время истекло. Портал закрывается.
zh_sg: 您的时间已结束。传送关闭。

# IDS_ESCAPE_TO_PORTAL_TIME_UNTIL_PORTAL_ACTIVATION
source: The Portal is open!
es_mx: ¡El Portal está abierto!
ja: ポータル開通!
pl: Portal jest otwarty!
ru: Портал открыт!
uk: Портал відкрито!
zh: Портал открыт!
zh_sg: 传送门开启了！

# IDS_ESCAPE_TO_PORTAL_TITLE
source: Raid for the Filth
es_mx: Incursión por la Inmundicia
ja: 瘴気世界への強襲
pl: Plugawy rabunek
ru: Рейд за скверной
uk: Рейд за скверною
zh: Рейд за скверной
zh_sg: 污秽突击战

# IDS_ESCAPE_TO_PORTAL_YOU_SUCCESSFULY_ESCAPED
source: You have successfully exited via the Portal.
es_mx: Has salido exitosamente a través del Portal.
ja: ポータルからの脱出に成功
pl: Udało Ci się wyjść przez portal.
ru: Вы успешно вышли в Портал.
uk: Ви успішно увійшли до Порталу.
zh: Вы успешно вышли в Портал.
zh_sg: 您已成功通过传送门退出。

# IDS_ESCORTING_SHIP
source: Escorted ship
es_mx: Barco escoltado
ja: 護衛対象船
pl: Eskortowany okręt
ru: Конвоируемый корабль
uk: Конвойований корабель
zh: 护卫舰
zh_sg: 护卫舰

# IDS_EU
source: Europe
es_mx: Europa
ja: ヨーロッパ
pl: Europa
ru: Европа
uk: Європа
zh: 欧洲
zh_sg: 欧洲

# IDS_EULA
source: End User License Agreement
es_mx: Acuerdo de Licencia de Usuario Final
ja: エンドユーザーライセンス契約
pl: Umowa Licencyjna Użytkownika Końcowego
ru: Лицензионное соглашение
uk: Ліцензійна угода
zh: 用户协议
zh_sg: 用户协议

# IDS_EULA_TEXT
source: By clicking Accept you acknowledge that you have read, and agree to be bound by, and comply with, the terms of the End User License Agreement, and be liable for any violation thereof. EULA and any amendments thereto are material to and binding upon all project members.
es_mx: Al hacer click en Aceptar reconoces que has leído, estás de acuerdo en estar ligado a, y cumplir con, los términos del Acuerdo de Licencia de Usuario Final, y que es eres responsable de cualquier violación del mismo. El EULA y cualquier enmienda al mismo son materia común por la cual están ligados todos los miembros del proyecto.
ja: 「承諾」ボタンをクリックすることで、エンドユーザーライセンス契約 (EULA) を読み、理解したことを確認するとともに、本契約の条件に拘束されることに同意したものとみなします。 EULA および、その他の規定は、当事者を拘束するものとします。
pl: Klikając Akceptuj potwierdzasz, że przeczytałeś i zgadzasz się na warunki określone w Umowie Licencyjnej Użytkownika Końcowego, i że zostaniesz pociągnięty do odpowiedzialności za jej naruszenie. Umowa Licencyjna Użytkownika Końcowego i dokumenty ją uzupełniające obowiązują wszystkich uczestników projektu.
ru: Нажатием кнопки «Принять» Вы подтверждаете, что прочитали и полностью согласны с условиями Лицензионного соглашения, обязуетесь их соблюдать и нести ответственность за их нарушение. Условия Лицензионного соглашения и приложений к нему являются существенными и обязательными для всех участников проекта.
uk: Натискаючи кнопку «Прийняти» ви підтверджуєте, що прочитали і повністю згодні з умовами Ліцензійної угоди, зобов’язуєтеся їх дотримуватися і нести відповідальність за їх порушення. Умови Ліцензійної угоди та доповнень до неї є істотними та обов’язковими для всіх учасників проекту.
zh: 点击“接受”即承认您已阅读过、并同意受其约束，并会遵守该用户协议中的条款，且会对任何违反规则之行为负责。终端用户协议及其任何修订皆为重要、并对游戏的所有玩家都具有约束力。
zh_sg: 点击“接受”即承认您已阅读过、并同意受其约束，并会遵守该用户协议中的条款，且会对任何违反规则之行为负责。终端用户协议及其任何修订皆为重要、并对游戏的所有玩家都具有约束力。

# IDS_EULA_TOOLTIP
source: You will be redirected to the End User License Agreement page.
es_mx: Serás redirigido a la página del Acuerdo de usuario de licencia final.
ja: エンドユーザーライセンス契約 (EULA) ページにリダイレクトされます。
pl: Zostaniesz przekierowany na stronę Umowy Licencyjnej Użytkownika Końcowego.
ru: Вы будете перенаправлены на страницу с Лицензионным соглашением.
uk: Вас спрямують на сторінку з Ліцензійною угодою.
zh: 您会被重新导向到用户协议的页面。
zh_sg: 您将跳转至用户协议的页面。

# IDS_EUROPE
source: Europe
es_mx: Europa
ja: ヨーロッパ
pl: Europa
ru: Европа
uk: Європа
zh: 欧洲
zh_sg: 欧洲

# IDS_EUROPE_DESTROYER
source: European Destroyers
ja: ヨーロッパ駆逐艦
pl: Europejskie niszczyciele
ru: Эсминцы Европы
zh: Эсминцы Европы

# IDS_EV19_ATTDEF_CHAT_LAST_CHANCE
source: This is your last respawn for this battle.
es_mx: Esta es tu última reaparición para esta batalla.
ja: 今回がこの戦闘での最後の再出撃
pl: To Twoje ostatnie odrodzenie w tej bitwie.
ru: Последний возврат в строй в этом бою.
uk: Останнє повернення до лав у цьому бою.
zh: Последний возврат в строй в этом бою.
zh_sg: 这是您本次战斗的最后一次重生。

# IDS_EV19_ATTDEF_CHAT_STATION
source: The station cannot be damaged. Destroy all generators!
es_mx: La estación no puede ser dañada. ¡Destruye todos los generadores!
ja: 発生装置を全て撃破し、ステーションの防御を破れ!
pl: Nie można uszkodzić stacji. Zniszcz wszystkie generatory!
ru: Станция неуязвима. Уничтожьте все генераторы.
uk: Станція невразлива. Знищте всі генератори.
zh: Станция неуязвима. Уничтожьте все генераторы.
zh_sg: 空间站不会受到伤害。摧毁全部生成器！

# IDS_EV19_ATTDEF_CSM_ALL_01
source: The station is invulnerable as long as at least one generator remains functional. Destroying a generator extends the attack time.
es_mx: La estación es invulnerable mientras que al menos uno de los generadores siga funcionando. La destrucción de un generador extiende el tiempo de ataque.
ja: 発生装置が 1 基でも健在ならステーションは無敵だ。発生装置を撃破する毎に攻撃時間が延長される
pl: Stacja jest niewrażliwa na uszkodzenia tak długo, jak działa choćby jeden generator. Niszczenie generatorów daje dodatkowy czas.
ru: Станцию невозможно повредить, пока работает хотя бы один генератор. Уничтожение генератора продлевает время атаки.
uk: Станції неможливо завдати шкоди, поки працює хоча б один генератор. Знищення генератора подовжує час атаки.
zh: Станцию невозможно повредить, пока работает хотя бы один генератор. Уничтожение генератора продлевает время атаки.
zh_sg: 只要有1个生成器还在运转空间站就不会受到伤害。摧毁生成器会延长进攻时间。

# IDS_EV19_ATTDEF_CSM_ALL_02
source: Loss of an allied ship or a generator by defenders will speed up the HP regeneration of other defending ships, and decrease the reload time of their main battery and torpedo tubes.
es_mx: Si el equipo defensor pierde un barco o un generador, se acelera la regeneración de HP de los barcos defensores, y se reduce el tiempo de recarga de sus baterías principales y tubos de torpedos.
ja: 防衛側チームでは、味方艦艇または発生装置を喪失する毎に、残存艦艇の HP 回復速度が向上し、主砲と魚雷発射管の装填時間が短縮される
pl: Utrata sojuszniczego okrętu lub generatora przez drużynę broniącą przyspieszy regenerację PW przez pozostałe okręty do niej należące, a także skraca czas przeładowania ich dział głównych oraz wyrzutni torped.
ru: У защитников ускоряется восстановление боеспособности и перезарядка ГК и ТА при потере генератора или корабля.
uk: У команди оборонців пришвидшується відновлення боєздатності та перезаряджання ГК і ТА, якщо втрачено генератор чи корабель.
zh: У защитников ускоряется восстановление боеспособности и перезарядка ГК и ТА при потере генератора или корабля.
zh_sg: 防守团队损失友军战舰或生成器会加快剩余防御战舰的生命值恢复，并减少主炮组和鱼雷发射管的装填时间。

# IDS_EV19_ATTDEF_CSM_DEFENDERS_ARE_OVER_T0
source: Defeat. All allied ships destroyed.
es_mx: Derrota. Todos los barcos aliados han sido destruidos.
ja: 敗北 味方艦艇が全滅
pl: Porażka. Wszystkie sojusznicze okręty zostały zniszczone.
ru: Поражение. Все корабли союзников уничтожены.
uk: Поразка. Усі кораблі союзників знищено.
zh: Поражение. Все корабли союзников уничтожены.
zh_sg: 战败。 全部友军战舰被摧毁。

# IDS_EV19_ATTDEF_CSM_DEFENDERS_ARE_OVER_T1
source: Victory! All hostile ships destroyed.
es_mx: ¡Victoria! Todos los barcos hostiles han sido destuidos..
ja: 勝利! 敵艦艇を殲滅
pl: Zwycięstwo! Wszystkie wrogie okręty zostały zniszczone.
ru: Победа! Все корабли противников уничтожены.
uk: Перемога! Усі кораблі супротивника знищено.
zh: Победа! Все корабли противников уничтожены.
zh_sg: 胜利。 全部敌军战舰被摧毁。

# IDS_EV19_ATTDEF_CSM_SHIELD_LOST_T0
source: All generators destroyed! Defend the station!
es_mx: ¡Todos los generadores han sido destruidos! ¡Defiende la estación!
ja: 全ての発生装置が大破! ステーションを防衛せよ!
pl: Wszystkie generatory zniszczone! Broń stacji!
ru: Все генераторы уничтожены! Защищайте станцию!
uk: Всі генератори знищено! Бороніть станцію!
zh: Все генераторы уничтожены! Защищайте станцию!
zh_sg: 所有生成器被摧毁！ 防御空间站！

# IDS_EV19_ATTDEF_CSM_SHIELD_LOST_T1
source: All generators destroyed! Attack the station!
es_mx: ¡Todos los generadores han sido destruidos! ¡Ataca la estación!
ja: 全ての発生装置を撃破! ステーションを攻撃せよ!
pl: Wszystkie generatory zniszczone! Atakuj stację!
ru: Все генераторы уничтожены! Атакуйте станцию!
uk: Всі генератори знищено! Атакуйте станцію!
zh: Все генераторы уничтожены! Атакуйте станцию!
zh_sg: 所有生成器被摧毁！ 攻击空间站！

# IDS_EV19_ATTDEF_CSM_STATION_DESTROYED_T0
source: Defeat. Station destroyed.
es_mx: Derrota. Estación destruida.
ja: 敗北 ステーションが大破
pl: Porażka. Stacja zniszczona.
ru: Поражение. Станция уничтожена.
uk: Поразка. Станцію знищено.
zh: Поражение. Станция уничтожена.
zh_sg: 战败。 空间站被摧毁。

# IDS_EV19_ATTDEF_CSM_STATION_DESTROYED_T1
source: Victory! Station destroyed.
es_mx: ¡Victoria! Estación destruida.
ja: 勝利! ステーションを撃破
pl: Zwycięstwo! Stacja zniszczona.
ru: Победа! Станция уничтожена.
uk: Перемога! Станцію знищено.
zh: Победа! Станция уничтожена.
zh_sg: 胜利！ 空间站被摧毁。

# IDS_EV19_ATTDEF_CSM_TIME_IS_OVER_T0
source: Victory! Attack repelled.
es_mx: ¡Victoria! Ataque rechazado.
ja: 勝利! 攻撃を撃退した
pl: Zwycięstwo! Atak odparty.
ru: Победа! Атака отражена.
uk: Перемога! Атаку відбито.
zh: Победа! Атака отражена.
zh_sg: 胜利！ 进攻被击退。

# IDS_EV19_ATTDEF_CSM_TIME_IS_OVER_T1
source: Defeat. Attack time is up.
es_mx: Derrota. Se agotó el tiempo de ataque.
ja: 敗北 時間切れ
pl: Porażka. Czas ataku dobiegł końca.
ru: Поражение. Время на атаку вышло.
uk: Поразка. Час атаки сплинув.
zh: Поражение. Время на атаку вышло.
zh_sg: 战败。 进攻时间耗尽。

# IDS_EVENT
source: Event
es_mx: Evento
ja: イベント
pl: Wydarzenie
ru: Событие
uk: Подія
zh: 活动
zh_sg: 活动

# IDS_EVENTBATTLE
source: Asymmetric Battle
es_mx: Batalla de Submarinos
ja: 非対称戦
pl: Bitwa asymetryczna
ru: Асимметричный бой
uk: Підводний бій
zh: 暮光之战
zh_sg: 潜艇战

# IDS_EVENTBATTLE_ACC
source: Asymmetric Battle
es_mx: Batalla de Submarinos
ja: 非対称戦
pl: Bitwa asymetryczna
ru: Асимметричный бой
uk: Підводний бій
zh: 暮光之战
zh_sg: 潜艇战

# IDS_EVENTBATTLE_DESCRIPTION
source: Take part in battles where opposing teams have different numbers of ships. Defeat your opponents and earn Battle Tokens.
es_mx: Participa en batallas con submarinos.
ja: 両チームの艦艇数が異なる戦闘に参加し、敵を撃退して戦闘トークンを獲得しましょう。
pl: Weź udział w bitwach, w których walczące strony różnią się liczebnością. Pokonaj przeciwników, by zdobyć żetony bitewne.
ru: Участвуйте в боях с неравными по количеству кораблей командами, побеждайте противников и зарабатывайте боевые жетоны.
uk: Беріть участь у боях з підводними човнами.
zh: 污秽之地从全方位接近并对战舰造成伤害。 击毁所有敌人。
zh_sg: 使用潜艇参加战斗。

# IDS_EVENTBATTLE_MATCHMAKER_DESCRIPTION
source: A battle between teams that differ by the number of ships
ja: 両チームの艦艇 Tier と艦艇数が異なる戦闘
pl: Bitwa pomiędzy drużynami różniącymi się liczebnością
ru: Бой в командах с разным количеством кораблей
zh: Бой в командах с разным количеством кораблей

# IDS_EVENTBATTLE_PW_CHARGING_POINTS_GET
source: Allied Team: +20
es_mx: Equipo Aliado: +20
ja: 味方チーム: +20
pl: Drużyna sojusznicza: +20
ru: +20 союзники
uk: +20 союзники
zh: 友军队伍：+20
zh_sg: 己方队伍：+20

# IDS_EVENTBATTLE_PW_CHARGING_POINTS_HEADER
source: Seizing Buffs
es_mx: Capturando Bonificaciones
ja: 強化エリアを占領中
pl: Zdobywanie wzmocnień
ru: Захват улучшений
uk: Захоплення поліпшень
zh: 增益效果占领中
zh_sg: 正在占领增益

# IDS_EVENTBATTLE_PW_CHARGING_POINTS_LOST
source: Enemy Team: –20
es_mx: Equipo Enemigo: –20
ja: 敵チーム: –20
pl: Drużyna przeciwna: –20
ru: –20 противники
uk: –20 супротивники
zh: 敌方队伍：–20
zh_sg: 敌方队伍：–20

# IDS_EVENTS
source: HALLOWEEN 2019
ja: ハロウィーン 2019
ru: ХЭЛЛОУИН 2019
uk: ХЕЛОВІН 2019
zh: ХЭЛЛОУИН 2019
zh_sg: 2019万圣节

# IDS_EVENTS_WINDOW_INSTRUCTION
source: Events may contain various specials. The duration of specials may be shorter than the duration of the main event.
es_mx: Los eventos pueden contener varios especiales. La duración de los especiales puede ser menor que la duración del evento principal.
ja: イベントには各種のスペシャルが含まれる場合があり、スペシャルの期間はメインイベントの期間より短い場合があります。
pl: Częścią wydarzeń mogą być wydarzenia specjalne. Czas trwania niektórych wydarzeń specjalnych może być krótszy, niż wydarzenie główne.
ru: События могут включать в себя различные акции. Период действия акций может быть короче, чем период действия основного события.
uk: Події можуть включати в себе різні акції. Період дії акцій може бути коротшим, ніж період дії основної події.
zh: 活动可能包含各种特惠。某些特惠的持续时间可能会比主要活动的持续时间来得短。
zh_sg: 活动可能包含各种特惠。特惠的持续时间可能会比主要活动的持续时间更短。

# IDS_EVENTUM_1_COLON
source: Battle Tokens:
es_mx: Fichas de Verano:
ja: 戦闘トークン:
pl: Żetony bitewne:
ru: Боевые жетоны:
uk: Літні жетони:
zh: Боевые жетоны:
zh_sg: 夏季代币：

# IDS_EVENTUM_2_COLON
source: Cyber Tokens:
es_mx: Fichas Alemanas:
ja: サイバートークン:
pl: Cyberżetony:
ru: Кибержетоны:
uk: Німецькі жетони:
zh: Кибер-жетоны:
zh_sg: 德国代币：

# IDS_EVENT_AGGREGATOR_1
source: The Autobots
ja: オートボット
pl: Autoboty
ru: Автоботы
zh: Автоботы

# IDS_EVENT_AGGREGATOR_2
source: The Decepticons
ja: ディセプティコン
pl: Deceptikony
ru: Десептиконы
zh: Десептиконы

# IDS_EVENT_AGGREGATOR_3
source: Transformers
ja: トランスフォーマー
ru: Трансформеры
zh: Трансформеры

# IDS_EVENT_BATTLE
source: Asymmetric Battle
es_mx: Batalla de Submarinos
ja: 非対称戦
pl: Bitwa asymetryczna
ru: Асимметричный бой
uk: Підводний бій
zh: 暮光之战
zh_sg: 潜艇战

# IDS_EVENT_EVENTIUM_PANEL
source: Tokens earned:
ja: 取得済みトークン:
pl: Zdobyte żetony:
ru: Заработано жетонов:
zh: Заработано жетонов:

# IDS_EVENT_EVENTIUM_TOOLTIP
source: Battle Tokens are issued as a reward for participating in the Asymmetric Battle with Tier V–VIII ships.
ja: 戦闘トークンは Tier V-VIII 艦艇で非対称戦に参加することによって褒賞として付与されます。
pl: Żetony bitewne przyznawane są w nagrodę za uczestnictwo w bitwach asymetrycznych okrętami z poziomów V–VIII.
ru: Боевые жетоны — награда за участие в Асимметричном бою на кораблях V–VIII уровней.
zh: Боевые жетоны — награда за участие в Асимметричном бою на кораблях V—VIII уровней.

# IDS_EVENT_LOOTBOX_0
source: One container
es_mx: Un contenedor
ja: コンテナ 5 個
pl: Jeden kontener
ru: Один контейнер
uk: Один контейнер
zh: 1 个幸运补给箱
zh_sg: 1 个补给箱

# IDS_EVENT_LOOTBOX_1
source: Five containers
es_mx: Cinco contenedores
ja: コンテナ 5 個
pl: Pięć kontenerów
ru: Пять контейнеров
uk: П’ять контейнерів
zh: 5 个幸运补给箱
zh_sg: 5 个补给箱

# IDS_EVENT_LOOTBOX_2
source: 20 containers
es_mx: 20 contenedores
ja: コンテナ 20 個
pl: 20 kontenerów
ru: 20 контейнеров
uk: 20 контейнерів
zh: 20 个幸运补给箱
zh_sg: 20 个补给箱

# IDS_EVENT_LOOTBOX_DESCRIPTION
source: Unique containers with rewards dedicated to All Saints' Day! Open containers to earn exclusive rewards!
es_mx: ¡Contenedores únicos con recompensas dedicadas al Día de Todos los Santos! ¡Abre los contenedores para obtener exclusivas recompensas!
ja: 諸聖人の日のための褒賞が入った特別コンテナです! コンテナを開封して限定褒賞を入手しましょう!
pl: Unikalne kontenery z nagrodami powiązanymi z Dniem Wszystkich Świętych! Otwórz kontenery i zdobądź ekskluzywne nagrody!
ru: Уникальные контейнеры с призами, приуроченные ко Дню Всех Святых! Открывайте контейнеры и получайте уникальные награды!
uk: Унікальні контейнери з призами, приурочені до Дня Всіх Святих! Відчиняйте контейнери і здобувайте унікальні нагороди!
zh: 带有万圣节专属奖励的特殊幸运补给箱！开启幸运补给箱就能获得独家奖励！
zh_sg: 带有万圣节专属奖励的独特补给箱！开启补给箱就能获得独家奖励！
