Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSC606_DESCR
source: In 1945, the German cruiser Nürnberg was ceded to the Soviet Union as war reparations. Subsequently, she was renamed and partially rearmed. During an upgrade that followed, the ship's automatic AA guns and other equipment were changed, but her rapid-fire main guns, which were quite powerful for a ship of her size, were retained.
es_mx: En 1945, el crucero alemán Nürnberg fue cedido a la Unión Soviética como compensación de guerra. Subsecuentemente, fue renombrado y parcialmente rearmado. Durante una mejora posterior, los cañones automáticos AA del barco y otros equipos fueron cambiados, pero sus cañones principales de disparo rápido, que eran muy poderosos para un barco de su tamaño, fueron conservados.
ja: 1945 年、ドイツの軽巡洋艦ニュルンベルクが、戦時賠償艦としてソ連に引き渡されました。本艦はアドミラル・マカロフと改名され、部分的な兵装変更が施されました。その際、対空機関砲やその他の設備は変更されたものの、主砲として搭載されていた速射砲は、艦の大きさの割に極めて強力なものであったため、そのまま使用され続けました。
pl: W 1945 roku niemiecki krążownik Nürnberg został oddany ZSRR w ramach reparacji wojennych. W konsekwencji przemianowano go i częściowo przezbrojono. W trakcie modernizacji automatyczne działa przeciwlotnicze i inne elementy wyposażenia zostały wymienione, ale szybkostrzelne działa głównej baterii, całkiem potężne jak na okręt tej wielkości, zostały zachowane.
ru: Крейсер ВМС Германии Nürnberg был передан СССР по репарациям в 1945 году, переименован и частично перевооружён. В ходе модернизации на корабле были заменены зенитные автоматические орудия и другое оборудование. Скорострельная и достаточно мощная для корабля таких размеров артиллерия главного калибра была сохранена.
uk: 1945 р. крейсер ВМС Німеччини Nürnberg передали СРСР як репарацію, після чого його перейменували і частково переозброїли. Під час модернізації на кораблі замінили зенітні автоматичні гармати та інше обладнання. Скорострільну і доволі потужну для корабля таких розмірів артилерію головного калібру залишили без змін.
zh: 1945年，D国巡洋舰纽伦堡被转交给S国作为战争赔偿。随后，它被重新命名且部分被重新武装。在后来的升级中，变更了该战舰的自动防空炮及其它装备，但它的速射型主炮被保留了下来，因为这对这个大小的战舰而言是相当强大的。
zh_sg: 1945年，德国巡洋舰纽伦堡被转交给苏联作为战争赔偿。随后，它被重新命名且部分被重新武装。在后来的升级中，变更了该战舰的自动防空炮及其它装备，但它的速射型主炮被保留了下来，因为这对这个大小的战舰而言是相当强大的。

# IDS_PRSC606_FULL
source: Admiral Makarov
pl: Admirał Makarow
ru: Адмирал Макаров
uk: Адмірал Макаров
zh: 马卡罗夫海军上将
zh_sg: 马卡罗夫海军上将

# IDS_PRSC610
source: Smolensk
ru: Смоленск
uk: Смоленськ
zh: Смоленск
zh_sg: 斯摩棱斯克

# IDS_PRSC610_DESCR
source: Developed after World War II, a project of a small light cruiser (MLK 16 x 130) equipped with sixteen dual-purpose guns in four turret mounts intended to counter enemy light ships.
es_mx: Desarrollado después de la Segunda Guerra Mundial, un proyecto de un pequeño crucero ligero (MLK 16x130) equipado con dieciséis cañones de doble propósito en cuatro torretas y diseñado para enfrentar a los barcos ligeros enemigos.
ja: スモレンスクは二次大戦後に開発された小型軽巡洋艦の計画案 (MLK 16x130) であり、敵の小型艦艇に対抗すべく、両用砲を四連装砲塔 4 基計 16 門搭載していました。
pl: Zaprojektowany po II wojnie światowej lekki krążownik (MLK 16x130) wyposażony w szesnaście dział uniwersalnych w czterech wieżach, mający zwalczać lekkie jednostki wroga.
ru: Разработанный после Второй мировой войны проект малого лёгкого крейсера (МЛК 16x130), вооружённого шестнадцатью универсальными орудиями в четырёх башенных установках и предназначавшегося для борьбы с лёгкими кораблями противника.
uk: Розроблений після Другої світової війни проект малого легкого крейсера (МЛК 16x130), озброєного шістнадцятьма універсальними гарматами в чотирьох баштових установках, який призначався для боротьби з легкими кораблями супротивника.
zh: Разработанный после Второй мировой войны проект малого лёгкого крейсера (МЛК 16x130), вооружённого шестнадцатью универсальными орудиями в четырёх башенных установках и предназначавшегося для борьбы с лёгкими кораблями противника.
zh_sg: 第二次世界大战后研发的一种清轻量化小型巡洋舰（MLK 16x130），十六门两用炮分布在四座炮塔中，目的是对抗轻型敌舰。

# IDS_PRSC610_FULL
source: Smolensk
ru: Смоленск
uk: Смоленськ
zh: Смоленск
zh_sg: 斯摩棱斯克

# IDS_PRSC610_SHORT
source: SMSK
ru: СМСК
zh: СМСК
zh_sg: 斯摩棱斯克

# IDS_PRSC910
source: [Moskva]
pl: [Moskwa]
ru: [Москва]
uk: [Москва]
zh: [莫斯科]
zh_sg: [莫斯科]

# IDS_PRSC910_DESCR
source: This ship is a copy of Moskva and is suitable for Clan Battles only
es_mx: Este barco es una copia del Moskva y solo es adecuado para las Batallas de Clanes
ja: 本艦は Moskva のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Moskwa i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля «Москва» и предназначен только для клановых боёв
uk: Цей корабель — копія корабля «Москва». Призначений лише для кланових боїв
zh: 这艘战舰为莫斯科的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是莫斯科号的复制并且仅适用于军团战

# IDS_PRSC910_FULL
source: [Moskva]
pl: [Moskwa]
ru: [Москва]
uk: [Москва]
zh: [莫斯科]
zh_sg: [莫斯科]

# IDS_PRSC910_SHORT
source: MOS
ru: МОС
uk: МОС
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PRSC999
source: Test Ship
zh: 测试战舰

# IDS_PRSC999_DESCR
source: A ship for testing maps. She has a high speed, but her main guns and torpedo armament have minimum damage-dealing capabilities. This ship is designed to deliver fire on islands and coastlines.
es_mx: Un barco para probar mapas. Tiene alta velocidad, pero su armamento primario y sus torpedos causan daño mínimo. Este barco fue diseñado para lanzar ataques a islas y zonas costeras.
ja: マップテスト用の艦です。高速ですが、その主砲と雷装は最低限の威力しか有していません。島や沿岸部への艦砲射撃用として設計されています。
pl: Okręt do testowania map. Osiąga duże prędkości, ale jego główne działa i uzbrojenie torpedowe mają minimalną siłę rażenia. Zaprojektowany został, żeby ostrzeliwać wyspy i wybrzeża.
ru: Тестовый корабль для проверки карт. Имеет высокую скорость, но при этом его главный калибр и торпедное вооружение наносят минимальный урон. Предназначен для ведения огня по островам и береговым линиям.
uk: Тестовий корабель для перевірки мап. Має високу швидкість, але його головний калібр та торпедне озброєння завдають мінімальної шкоди. Призначений, щоб вести вогонь по островам та береговим лініям.
zh: 测试地图用的战舰。它拥有较高的航速，但其主炮与鱼雷武器造成伤害的能力偏低。此战舰是为了要在岛屿和海岸线进行射击而设计。
zh_sg: 测试地图用的战舰。它拥有较高的航速，但其主炮与鱼雷武器造成伤害的能力偏低。此战舰是为了要在岛屿和海岸线进行射击而设计。

# IDS_PRSC999_FULL
source: Test Ship
zh: 测试战舰
zh_sg: 测试战舰

# IDS_PRSC999_SHORT
source: TEST
es_mx: PRUEBA
zh: 测试战舰
zh_sg: 测试战舰

# IDS_PRSD001
source: Gremyashchy
pl: Gremiaszczij
ru: Гремящий
uk: Ґрємящій
zh: 轰鸣
zh_sg: 轰鸣

# IDS_PRSD001_DESCR
source: This ship was generally successful and combined a high speed, reasonably good torpedo armament, and very powerful artillery. The destroyer's main guns were superior in firepower and range to most foreign counterparts. Weak AA defenses were a significant drawback of her design.
es_mx: Este barco fue generalmente exitoso y combinaba una alta velocidad, armamento de torpedos razonablemente bueno y una artillería bastante poderosa. Los cañones principales del destructor eran superiores en potencia de fuego y rango a la mayoría de las partes extranjeras. Defensas AA débiles eran un inconveniente significativo en su diseño.
ja: 駆逐艦グリミャーシイは、総じて高性能であり、高い速力、合理的な雷装、非常に強力な砲撃兵装を併せ持っていました。その主砲は、火力と射程において大半の他国製駆逐艦を上回っていました。一方で、対空能力の低さが本艦の設計上の大きな欠点でした。
pl: Bardzo dał się we znaki wrogom dzięki swojej dużej prędkości, przyzwoitemu uzbrojeniu torpedowemu i potężnej artylerii. Jego główne działa przewyższały te u większości innych niszczycieli pod względem siły ognia i zasięgu. Jego wadą była słaba obrona przeciwlotnicza.
ru: Удачный в целом корабль, сочетавший высокую скорость, неплохое торпедное и очень сильное артиллерийское вооружение. Орудия главного калибра эсминца по мощности и дальности стрельбы превосходили большинство зарубежных аналогов. Существенным недостатком проекта была слабая ПВО.
uk: Загалом вдалий корабель, що поєднував високу швидкість, непогане торпедне і дуже потужне артилерійське озброєння. Гармати головного калібру есмінця за потужністю та дальністю стрільби перевершували більшість іноземних аналогів. Істотним недоліком проекту була слабка ППО.
zh: 作为海军造船计划的一部分所建造出最卓越的愤怒级驱逐舰代表。它以西北风级驱逐舰图纸为基础而研发出来的。设计师保留了其推进装置配置与一般架构，不过所有的机械装置和装备都是在国内生产。该战舰的强化火炮、先进的火控仪器、以及可靠的推进装置都受到了赞扬。轰鸣号完成了 90 次战斗任务、护航过 63支护卫舰队、并击退了 112架次空中攻击并击落了 12 架敌方飞机，获得了守卫者的称号。
zh_sg: 总括来说，这艘战舰成功地结合了高航速、鱼雷武器、和强大的火炮威力。该驱逐舰的主炮在火力与射程上优于大多数外国同类型战舰。缺点是对空防御能力较为薄弱。

# IDS_PRSD001_FULL
source: Gremyashchy
pl: Gremiaszczij
ru: Гремящий
uk: Ґрємящій
zh: 轰鸣
zh_sg: 轰鸣

# IDS_PRSD001_SHORT
source: GREM
ru: ГРЕМ
uk: ҐРЄМ
zh: 轰鸣
zh_sg: 轰鸣

# IDS_PRSD102
source: Storozhevoi
pl: Storożewoj
ru: Сторожевой
uk: Сторожевой
zh: 守卫
zh_sg: 守卫

# IDS_PRSD102_DESCR
source: Designed as a "medium-tonnage" destroyer, this ship was intended to handle a wide range of tasks, from reconnaissance operations and torpedo attacks, to artillery engagements against enemy ships. Owing to high-tech propulsion, she could travel at a very high speed.
es_mx: Diseñado como un destructor de "medio tonelaje", destinado a realizar una amplia gama de tareas desde operaciones de reconocimiento, a torpedeos, e incluso ataques de artillería contra barcos enemigos. Poseía una propulsión de alta tecnología que le proporcionaba una alta velocidad.
ja: ストロジェヴォイは「中型」駆逐艦として設計され、偵察任務から敵艦との水雷戦および砲戦まで、幅広い任務を考慮していました。高い技術水準で開発された主機により、極めて高い速力を実現していました。
pl: Okręt ten, zaprojektowany jako „średnio-tonażowy” niszczyciel, miał być przeznaczony do szerokiego wachlarza zadań bojowych, od operacji rekonesansowych, przez ataki torpedowe do potyczek artyleryjskich z nieprzyjacielskimi okrętami. Dzięki nowoczesnemu napędowi, był w stanie płynąć z bardzo dużą prędkością.
ru: Проект эскадренного миноносца «среднего тоннажа» с широким кругом задач — от разведки и торпедных атак до артиллерийского боя с кораблями противника. Благодаря применению высокотехнологичной энергетической установки обладал очень высокой скоростью.
uk: Проект ескадреного міноносця «середньої тоннажності» з широким колом завдань — від розвідки й торпедних атак до артилерійського бою з кораблями супротивника. Завдяки застосуванню високотехнологічної силової установки, мав дуже високу швидкість.
zh: 一艘被设计成 "中等吨位" 的驱逐舰，此舰目的是为了要针对敌方战舰来进行侦察行动、鱼雷攻击、以及火炮交战等各种工作。由于高科技推进装置的关系，它能以非常高的航速来航行。
zh_sg: 一艘被设计成"中等吨位" 的驱逐舰，此舰目的是为了要针对敌方战舰来进行侦察行动、鱼雷攻击、以及火炮交战等各种目标。由于高科技推进装置的关系，它能以非常高的航速来航行。

# IDS_PRSD102_FULL
source: Storozhevoi
pl: Storożewoj
ru: Сторожевой
uk: Сторожевой
zh: 守卫
zh_sg: 守卫

# IDS_PRSD102_SHORT
source: STOR
ru: СТОР
uk: СТОР
zh: 守卫
zh_sg: 守卫

# IDS_PRSD103
source: Derzki
ru: Дерзкий
uk: Дєрзкій
zh: 无理
zh_sg: 无理

# IDS_PRSD103_DESCR
source: The ship belonged to the first series of Russian destroyers to be equipped with turbines. Derzky boasted good survivability owing to a high speed combined with dimensions that were comparatively large for her time. Until the very end of World War I, she had been unrivaled in terms of the number of torpedoes that could be launched in a broadside salvo.
es_mx: El barco perteneció al primero de una serie de destructores Rusos en ser equipados con turbinas, Derzky Poseía una buena supervivencia gracias a una alta velocidad combinada con dimensiones que eran comparativamente grandes para su tiempo. Hasta el final de la Primer Guerra Mundial, no tenía rival en términos del número de torpedos que podían ser lanzados en una salva de costado completo,
ja: デルズキーは、ロシアにおいて初めてタービン機関を採用した駆逐艦のひとつです。その高速と当時としては比較的大型の船体により、優れた抗堪性を備えていました。一次大戦の終了間際まで、舷側に斉射可能な魚雷数においては本艦に匹敵する駆逐艦は存在しませんでした。
pl: Okręt należący do pierwszej serii rosyjskich niszczycieli wyposażonych w turbiny. Derzki cechował się dobrą przeżywalnością dzięki swojej szybkości i sporym rozmiarom jak na swoje czasy. Do samego końca I wojny światowej pozostawał niezrównany pod względem ilości torped, jakie mógł wystrzelić w jednej salwie burtowej.
ru: Принадлежал к первой серии российских эсминцев, оснащённых турбинами. Высокая скорость и сравнительно крупные для своего времени размеры обеспечивали кораблю хорошую живучесть. До самого конца Первой мировой войны не имел аналогов по количеству торпед в бортовом залпе.
uk: Належав до першої серії російських есмінців, оснащених турбінами. Висока швидкість і порівняно великі для свого часу розміри забезпечували кораблю хорошу живучість. До самого кінця Першої світової війни не мав аналогів за кількістю торпед у бортовому залпі.
zh: 该国最早装备涡轮机的驱逐舰，较高的航速为其提供了良好的生存能力，而在一段时期内，其在单侧船舷鱼雷齐射数量上无可匹敌。
zh_sg: 该舰属于首批装备涡轮的俄罗斯驱逐舰系列。Derzky 由于具备高航速和相对较大的尺寸，存活性能力较强。直到第一次世界大战的末，它在单边舷侧齐射中所能发射的鱼雷数量方面，也是无可匹敌。

# IDS_PRSD103_FULL
source: Derzki
ru: Дерзкий
uk: Дєрзкій
zh: 无理
zh_sg: 无理

# IDS_PRSD103_SHORT
source: DERZ
ru: ДЕРЗ
uk: ДЄРЗ
zh: 无理
zh_sg: 无理

# IDS_PRSD104
source: Izyaslav
pl: Iziasław
ru: Изяслав
uk: Ізяслав
zh: 伊贾斯拉夫
zh_sg: 伊贾斯拉夫

# IDS_PRSD104_DESCR
source: Developed from the legendary Novik-class destroyers, Izyaslav was one of the largest and most powerful destroyers in the Russian Navy. Compared with her predecessors, she was armed with more powerful artillery. Izyaslav was surpassed in torpedo caliber by foreign-built destroyers of her time, which was partly compensated by the number of torpedoes that could be launched in a broadside salvo.
es_mx: Desarrollado en base a la famosa clase de destructores Novik, Izyaslav fue uno de los destructores más grandes y poderosos en la Marina Rusa. Comparado con sus predecesores. estaba armado con una artillería más poderosa. Izyaslav era sobrepasado en calibre de torpedos por destructores de su época construidos en el extranjero, lo cual era parcialmente compensado por el número de torpedos que podían ser lanzados en una salva de costado completo.
ja: イズィヤスラフ級駆逐艦は、伝説的なノヴィーク級駆逐艦の改良型であり、ロシア海軍における最大・最強の駆逐艦のひとつです。前級に比して砲力が強化されいました。魚雷の口径は当時の外国製駆逐艦より劣っていたものの、舷側に斉射可能な魚雷数は多めでした。
pl: Iziasław, zbudowany w oparciu o legendarne niszczyciele klasy Nowik, był jednym z największych i najpotężniejszych niszczycieli w marynarce rosyjskiej. W porównaniu do swoich poprzedników posiadał poteżniejszą artylerię. Iziasław uzbrojony był jednak w torpedy mniejszego kalibru, niż konkurenci z innych krajów, co jednak nadrabiał ilością torped jakie mógł wystrzelić w salwie burtowej.
ru: Один из самых больших и мощных эсминцев российского флота, являвшийся развитием знаменитого типа «Новик». По сравнению с предшественниками получил усиленное артиллерийское вооружение. Уступал современным ему иностранным аналогам по калибру торпед, что отчасти компенсировалось их количеством в бортовом залпе.
uk: Один з найбільших й потужних есмінців російського флоту, який був розвитком славнозвісного типу «Новік». У порівнянні з попередниками отримав посилене артилерійське озброєння. Поступався сучасним іноземним аналогам за калібром торпед, що частково компенсувалося їх кількістю у бортовому залпі.
zh: 在崭新级驱逐舰的基础上发展而来，装备有更强的火炮，并且其所携带的鱼雷口径也超过了同时期其它国家的驱逐舰所装备的鱼雷，以此补偿侧舷齐射鱼雷数量减少的损失。伊贾斯拉夫是该国海军功能最为强大，同时建造规模也最大的驱逐舰之一。
zh_sg: 研发自传奇的诺维克级驱逐舰，伊贾斯拉夫是俄罗斯海军中体积最大且最战力最强的驱逐舰之一。与它的前代战舰相比，Izyaslav装备有更强的火炮，并且其所携带的鱼雷口径也超过了同时期其它国家的驱逐舰所装备的鱼雷，以此弥补侧舷齐射鱼雷数量较少的损失。

# IDS_PRSD104_FULL
source: Izyaslav
pl: Iziasław
ru: Изяслав
uk: Ізяслав
zh: 伊贾斯拉夫
zh_sg: 伊贾斯拉夫

# IDS_PRSD104_SHORT
source: IZSL
ru: ИЗСЛ
uk: ІЗСЛ
zh: 伊贾斯拉夫
zh_sg: 伊贾斯拉夫

# IDS_PRSD105
source: Gnevny (OLD)
pl: Gniewnyj (OLD)
ru: Гневный (OLD)
uk: Ґнєвний (OLD)
zh: 愤怒 (OLD)

# IDS_PRSD105_DESCR
source: Gnevny was the first out of a series of destroyers built in the U.S.S.R. (Project 7). She had good performance characteristics and a very high speed. Unlike the Novik-class ships of the pre-revolutionary period, she was armed with more powerful torpedoes and outrivaled the majority of foreign destroyers in terms of artillery firepower.
es_mx: Gnevny fue el primero de una clase de destructores construidos en la U.R.S.S. (Proyecto 7). Tenía unas buenas características de desempeño y una velocidad muy alta. A diferencia de los barcos de la clase Novik del periodo pre-revolucionario, estaba armado con torpedos más poderosos y sobrepasaba a la mayoría de los destructores extranjeros en términos de poder de artillería.
ja: グネヴヌイは、プロイェークト 7 として開発された駆逐艦級のネームシップです。高性能であり、非常に高い速力を誇りました。ロシア革命前の時期のノヴィーク級駆逐艦に比して強力な雷装を備え、砲力においては諸外国の大半の駆逐艦を凌駕していました。
pl: Gniewnyj był pierwszym z całej serii niszczycieli zbudowanych przez Z.S.R.R w ramach projektu 7. Cechował się bardzo dużą szybkością. W porównaniu do okrętów klasy Nowik z okresu przedrewolucyjnego, uzbrojony był w potężniejsze torpedy i przewyższał większość niszczycieli innych krajów pod względem siły artylerii.
ru: Первый серийный эскадренный миноносец советской постройки (проект 7). Удачный по своим характеристикам корабль, развивавший очень высокую скорость. В сравнении с дореволюционными кораблями типа «Новик» имел на вооружении более мощные торпеды, а по огневой мощи артиллерии превосходил большинство зарубежных эсминцев.
uk: Перший серійний ескадрений міноносець радянського виробництва (проект 7). Вдалий за своїми характеристиками корабель, що набирав дуже високу швидкість. У порівнянні з дореволюційними кораблями типу «Новік» мав на озброєнні потужніші торпеди, а за вогневою потужністю артилерії перевищував більшість іноземних есмінців.
zh: 愤怒是该国政权更替后所建造的第一级驱逐舰，代号：项目7，在速度和其它各项性能上表现良好。不同于旧时代的崭新级驱逐舰，其所装备的鱼雷更为强大，并且与其它国家的驱逐舰相比火炮也更具优势。
zh_sg: Gnevny是第一批在苏联(Project 7)建造的驱逐舰系列。在速度和其它各项性能上表现良好。与革命前时期的诺维克级战舰相比，它装有更强大的鱼雷、且在火炮火力方面胜过大多数其他国家驱逐舰。

# IDS_PRSD105_FULL
source: Gnevny (< 06.03.2017)
pl: Gniewnyj (< 06.03.2017)
ru: Гневный (< 06.03.2017)
uk: Ґнєвний (< 06.03.2017)
zh: 愤怒 (< 06.03.2017)
zh_sg: 愤怒 (< 06.03.2017)

# IDS_PRSD105_SHORT
source: GNVN
ru: ГНВН
uk: ҐНВН
zh: 愤怒
zh_sg: 愤怒

# IDS_PRSD106
source: Ognevoi (OLD)
pl: Ogniewoj (OLD)
ru: Огневой (OLD)
uk: Оґнєвой (OLD)
zh: 火力 (OLD)
zh_sg: 火力 (OLD)

# IDS_PRSD106_DESCR
source: Developed from the Gnevny-class destroyers, the ship (Project 30) featured a larger displacement. In contrast to her predecessors, she boasted improved armor protection for artillery and a more powerful torpedo armament.
es_mx: Desarrollado de la clase de destructores Gnevny, el barco (Proyecto 30) tenía un desplazamiento más grande, en contraste a su predecesor, poseía un blindaje de protección mejorado para la artillería y un armamento de torpedos más poderoso.
ja: オグニェーヴォイ級駆逐艦 (プロイェークト 30) は、グネヴヌイ級駆逐艦の発展型です。前級に比して大型化され、主砲塔の装甲防御力の強化が図られ、より強力な雷装を備えていました。
pl: Zbudowany w oparciu o klasę Gniewnyj, okręt ten (projekt 30) posiadał większą wyporność. W porównaniu z poprzednikiem miał lepszą ochronę artylerii i potężniejsze uzbrojenie torpedowe.
ru: Дальнейшее развитие эсминцев типа «Гневный» с увеличенным водоизмещением (проект 30). От предшественников отличался лучшим бронированием артиллерийских орудий и усиленным торпедным вооружением.
uk: Подальший розвиток есмінців типу «Ґнєвний» із збільшеною водотоннажністю (проект 30). Від попередників відрізнявся ліпшим бронюванням артилерійських гармат та потужнішим торпедним озброєнням.
zh: 在愤怒级的基础上进行设计建造的驱逐舰，代号：项目30，增大排水量，改进舰炮的装甲防护并携带更强大的鱼雷。
zh_sg: 研发基于愤怒级驱逐舰，该舰(Project 30)拥有更大的排水量。与它的前代战舰相比，拥有针对火炮的改良型装甲防护以及携带更强大的鱼雷武器。

# IDS_PRSD106_FULL
source: Ognevoi (< 06.03.2017)
pl: Ogniewoj (< 06.03.2017)
ru: Огневой (< 06.03.2017)
uk: Оґнєвой (< 06.03.2017)
zh: 火力 (< 06.03.2017)
zh_sg: 火力 (< 06.03.2017)

# IDS_PRSD106_SHORT
source: OGNV
ru: ОГВЙ
uk: ОҐВЙ
zh: 火力
zh_sg: 火力

# IDS_PRSD107
source: Udaloi
pl: Udałoj
ru: Удалой
uk: Удалой
zh: 无畏
zh_sg: 无畏

# IDS_PRSD107_DESCR
source: The most advanced Soviet destroyer among those designed before 1941 (Project 35). Udaloi was large in size and could run at a very high speed for this type of ship. In terms of the power of her main guns, she outclassed most of her foreign counterparts.
es_mx: El destructor Soviético más avanzado entre aquellos diseñados antes de 1941 (Proyecto 35). Udaloi era grande en tamaño y podía correr a una velocidad que era muy alta para este tipo de barco. En términos del poder de sus cañones principales, superaba a la mayoría de sus contrapartes extranjeras.
ja: ウダロイ級駆逐艦 (プロイェークト 35) は、1941 年以前に設計されたものとしてはソ連で最も先進的な駆逐艦です。大型であり、駆逐艦としては極めて高い速力を備えおり、砲力においては諸外国の競合艦の大半を凌駕していました。
pl: Najbardziej zaawansowany niszczyciel radziecki zaprojektowany przed 1941 rokiem (projekt 35). Udałoj był większy i mógł płynąć z bardzo wysoką prędkością jak na ten rodzaj okrętu. Pod względem siły artylerii przewyższał większość rywali z innych krajó.
ru: Самый совершенный советский эсминец из числа спроектированных до 1941 г. (проект 35). Отличался большими размерами и развивал очень высокую для своего класса скорость. По мощи артиллерии главного калибра превосходил большинство зарубежных аналогов.
uk: Найдосконаліший радянський есмінець з числа спроектованих до 1941 р. (проект 35). Відрізнявся великими розмірами і набирав дуже високу для свого класу швидкість. За потужністю артилерії головного калібру перевищував більшість іноземних аналогів.
zh: S系先进的驱逐舰之中的代表，代号：项目35。无畏的较大、而且能达到的航速对这类战舰来说是非常高的。在它主舰炮的威力方面，它远胜于大多数外国相当的火炮。
zh_sg: 1941年(Project 35)前的设计中最为先进的苏联驱逐舰。无畏的体积较大、所能达到的航速对这类战舰来说是非常高的。主舰炮威力方面，它远胜于大多数其他国家的对手。

# IDS_PRSD107_FULL
source: Udaloi
pl: Udałoj
ru: Удалой
uk: Удалой
zh: 无畏
zh_sg: 无畏

# IDS_PRSD107_SHORT
source: UDAL
ru: УДАЛ
uk: УДАЛ
zh: 无畏
zh_sg: 无畏

# IDS_PRSD108
source: Tashkent (OLD)
pl: Taszkient (OLD)
ru: Ташкент (OLD)
uk: Ташкент (OLD)
zh: 塔什干 (OLD)
zh_sg: 塔什干 (OLD)

# IDS_PRSD108_DESCR
source: A destroyer flotilla leader intended to perform long-range reconnaissance duties within squadrons and support destroyers' torpedo attacks. She was built in Italy for the U.S.S.R. Navy (Project 20I). During World War II, she was one of the fastest warships in the world and the largest ship of this type.
es_mx: Un destructor líder de flotilla diseñado para realizar reconocimientos a distancia dentro de los escuadrones y para apoyar ataques de destructores con torpedos. Fue construido en Italia para la Marina de la URSS (Proyecto 20I). Durante la 2a Guerra Mundial, fue uno de los barcos más rápidos del mundo y el barco más grande de este tipo.
ja: タシケント (プロイェークト 20I) は、駆逐艦隊による長距離偵察任務を指揮したり雷撃任務を支援したりするための嚮導駆逐艦であり、ソ連海軍用としてイタリアで建造されました。本艦は二次大戦中においては世界最速クラスの戦闘艦のひとつであり、世界最大の駆逐艦でした。
pl: Niszczyciel prowadzący mający przeprowadzać zwiady dalekiego zasięgu w ramach eskadr i wspierać ataki torpedowe niszczycieli. Zbudowany we Włoszech dla Związku Radzieckiego (projekt 20I). W czasie II wojny światowej Taszkient był jednym z najszybszych okrętów wojennych na świecie i największym okrętem swojego typu.
ru: Лидер эскадренных миноносцев, предназначенный для выполнения функций дальнего разведчика при эскадре и поддержки эсминцев во время торпедных атак. Был построен в Италии по заказу СССР (проект 20И). Во время Второй мировой войны был одним из самых быстроходных боевых кораблей мира и самым крупным представителем своего класса.
uk: Лідер ескадрених міноносців, призначений виконувати функції далекого розвідника при ескадрі та підтримувати есмінці під час торпедних атак. Був побудований в Італії на замовлення СРСР (проект 20І). Під час Другої світової війни був одним із швидкохідніших бойових кораблів світу і найбільшим представником свого класу.
zh: 打算用来在分舰队中执行远程侦察任务，以及支持驱逐舰鱼雷攻击的小型驱逐舰队领导舰。战争时期它是世界上最快的战舰之一、也是此类型中最大的舰艇。
zh_sg: 领袖级驱逐舰，用于在舰队中执行远程侦察任务、以及支援驱逐舰鱼雷攻击的驱逐领舰。苏联海军(Project 20I)背景下在意大利建造。第二次世界大战期间，它是世界上最快的战舰之一、也是此类型中体积最大的战舰。

# IDS_PRSD108_FULL
source: Tashkent (< 06.03.2017)
pl: Taszkient (< 06.03.2017)
ru: Ташкент (< 06.03.2017)
uk: Ташкент (< 06.03.2017)
zh: 塔什干 (< 06.03.2017)
zh_sg: 塔什干 (< 06.03.2017)

# IDS_PRSD108_SHORT
source: TSHKT
ru: ТШКТ
uk: ТШКТ
zh: 阿什哈巴德
zh_sg: 塔什干

# IDS_PRSD109
source: Kiev (OLD)
pl: Kijów (OLD)
ru: Киев (OLD)
uk: Київ (OLD)
zh: 基辅 (OLD)
zh_sg: 基辅 (OLD)
