Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TIPS_AIRCRAFT_AIR_DEFENSE_ENEMY_DESCRIPTION
source: Dodge the tracer shells and AA gun shell explosions by changing the speed and direction of the squadron.
es_mx: Esquiva las trazadoras y las explosiones de los proyectiles antiaéreos al cambiar la velocidad y la dirección del escuadrón.
ja: 中隊の速度と進路を変更し、曳光弾や炸裂を回避しましょう。
pl: Unikaj trafień pociskami przeciwlotniczymi zmieniając prędkość i kierunek lotu swojej eskadry.
ru: Уклоняйтесь от трассеров и разрывов ПВО, изменяя скорость и направление движения эскадрильи.
uk: Ухиляйтеся від трасерів й вибухів ППО, змінюючи швидкість і напрям руху ескадрильї.
zh: 通过改变航空中队的速度和方向回避曳光弹和防空炮弹爆炸。
zh_sg: 通过改变飞行中队的速度和方向躲避追踪弹和防空炮弹的爆炸。

# IDS_TIPS_AIRCRAFT_CARRIER
source: Aircraft Carrier
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_TIPS_AIRCRAFT_CARRIER_CONTROL
source: Aircraft Carrier Controls
es_mx: Controles del Portaaviones
ja: 航空母艦の操作
pl: Sterowanie lotniskowcem
ru: Управление авианосцем
uk: Керування авіаносцем
zh: 航空母舰控制
zh_sg: 航空母舰控制

# IDS_TIPS_AIRCRAFT_CARRIER_CONTROL_DESCRIPTION
source: If you are in squadron view mode, you can set the aircraft carrier's route and destination point using the Tactical Map [CMD_TACTICAL_MAP].
es_mx: Si estás en el modo de visión del escuadrón, puedes fijar la ruta y el punto de destino del portaaviones usando el Mapa Táctico [CMD_TACTICAL_MAP].
ja: 中隊視点モードにおいては、戦術マップ [CMD_TACTICAL_MAP] を用いて航空母艦の経路と目的地を設定できます。
pl: Jeśli jesteś w trybie widoku eskadry, możesz wyznaczyć kurs lotniskowca i punkty docelowe za pomocą mapy taktycznej [CMD_TACTICAL_MAP].
ru: Если вы находитесь на эскадрилье в воздухе, вы можете задать маршрут и точку назначения авианосца при помощи тактической карты [CMD_TACTICAL_MAP].
uk: Якщо ви перебуваєте в повітрі з ескадрильєю, ви можете задати маршрут і точку призначення авіаносця на тактичній мапі [CMD_TACTICAL_MAP].
zh: 如果您处于航空中队视野模式，您可以使用战术地图[CMD_TACTICAL_MAP]设定航空母舰的航线和目的地。
zh_sg: 如果您处于中队视野模式，您可以使用战术地图[CMD_TACTICAL_MAP]设定航空母舰的路线和目标点。

# IDS_TIPS_AIRCRAFT_CARRIER_DESCRIPTION
source: Aircraft carriers do not have main gun batteries. Their role in battle is to deliver air strikes against enemy forces and perform reconnaissance missions. For the best results, try to keep close to the combat action zone, whilst remaining undetected by the enemy. Aircraft carriers are vulnerable and should be covered at all times by allies.
es_mx: Los portaaviones no tienen baterías de cañones principales. Su papel en batalla es realizar ataques aéreos contra de las fuerzas enemigas y ejecutar misiones de reconocimiento. Para obtener los mejores resultados, trata de mantenerte cerca de la zona de combate sin ser detectado por el enemigo. Los portaaviones son vulnerables y deben ser protegidos todo el tiempo por los aliados.
ja: 航空母艦には主砲がありません。その役割は、敵に空襲を仕掛けたり偵察任務を行ったりすることです。 最良の結果を得るには、敵に発見されない位置取りを保ちつつも、戦闘ゾーンから離れないようにしましょう。 航空母艦は脆弱であるため、常に味方が援護する必要があります。
pl: Lotniskowce nie posiadają dział artylerii głównej. Ich rolą w bitwie jest przeprowadzanie uderzeń z powietrza na siły wroga i wykonywanie zadań zwiadowczych. Żeby uzyskać jak najlepsze wyniki staraj się pozostawać w ukryciu blisko obszaru, na którym toczy się walka. Lotniskowce są podatne na ataki i powinny być zawsze osłaniane przez sojuszników.
ru: На авианосцах нет орудий главного калибра, их назначение — авиационные удары по силам противника и разведка. Для наибольшей эффективности старайтесь держаться ближе к полю боя, но вне видимости противника. Авианосцы уязвимы и нуждаются в прикрытии союзниками.
uk: На авіаносцях нема гармат головного калібру, їхнє призначення — авіаційні удари по силах супротивника та авіарозвідка. Щоб бути максимально ефективними в бою, намагайтеся триматися ближче до поля бою, але поза зоною видимості супротивника. Авіаносці вразливі й потребують прикриття союзників.
zh: 航空母舰没有主炮。它们在战斗中的角色是对敌军进行空袭并执行侦察任务。 为了获得最佳效果，请尽量靠近战斗区域，同时保持未被敌人发现。 航空母舰很脆弱，应该随时受到友军掩护。
zh_sg: 航空母舰没有装备主炮组。它们在战斗中的角色是对敌方部队发动空中袭击以及执行侦察任务。 为了获得最佳效果，请尽量靠近战斗行动区域，同时保持不被敌人发现。 航空母舰很脆弱，应该随时处于友军的掩护下。

# IDS_TIPS_AIRCRAFT_SQUADRON_ATTACK_STATE
source: Attack Status
es_mx: Estado de Ataque
ja: 攻撃ステータス
pl: Status ataku
ru: Состояния атаки
uk: Стан атаки
zh: 攻击状态
zh_sg: 攻击状态

# IDS_TIPS_AIRCRAFT_SQUADRON_ATTACK_STATE_DESCRIPTION
source: A white aiming reticule on the water indicates the spot where your squadron will deliver the strike fully aimed. Press the LMB to instruct the squadron to make a run over the target. When the aiming reticule turns green, press the LMB to drop the payload. Note that accuracy deteriorates if you maneuver during the attack run. Once the attack run is complete, the squadron returns to the carrier.
es_mx: Una retícula blanca sobre el agua indica el lugar en el cual el escuadrón realizará el ataque. Presiona el BIR para hacer que el vuelo haga una pasada sobre el objetivo. Cuando la retícula se vuelva verde, presiona el BIR para soltar la carga. Toma en cuenta que la precisión se deteriora si maniobras durante la pasada de ataque. Al completar la pasada, el vuelo regresa al portaaviones.
ja: 水面上の白い照準マークが、完全に照準を定めた際に中隊が攻撃を届ける地点を示します。左 MB をクリックし、小隊が目標上空を通過するようにしてください。照準マークが緑色に変わった際に、左 MB をクリックして攻撃を実行してください。なお、攻撃航程中に機動した場合には精度が低下します。攻撃が完了すると、小隊は母艦に帰還します。
pl: Biała siatka celownicza na wodzie oznacza miejsce, w którym Twoja eskadra może precyzyjnie wycelować i zaatakować. Wciśnij LPM, żeby klucz rozpoczął podejście do celu. Gdy przyrząd celowniczy zmieni kolor na zielony, wciśnij LPM ponownie, by zrzucić ładunek. Pamiętaj, że manewrowanie samolotami w trakcie podejścia obniża ich celność. Gdy atak dobiegnie końca, klucz powraca na pokład lotniskowca.
ru: Белый прицел на воде указывает на место, в котором будет достигнуто максимальное сведение. Нажмите ЛКМ для захода звена на цель. Когда прицел станет зелёным, нажмите ЛКМ повторно для пуска снарядов. При маневрировании во время атаки точность снижается. После атаки звено возвращается на авианосец.
uk: Білий приціл на воді вказує на місце, де буде досягнуто максимальне зведення. Клацніть ЛКМ, щоб ланка почала заходити на ціль. Коли приціл стане зеленим, клацніть ЛКМ повторно, щоб виконати пуск снарядів. У разі маневрування під час атаки, влучність знижується. Після атаки ланка повертається на авіаносець.
zh: 水面上的白色准星表示您的航空中队完全瞄准后的进行打击的位置。按下鼠标左键让架次飞过目标。当准星变为绿色时，按下鼠标左键以投下酬载。请注意，如果您在攻击过程中进行操作，精准度会下降。一旦攻击行动完成，架次将返回航空母舰。
zh_sg: 水面上的白色瞄准线代表您的中队将发动完全瞄准的袭击的位置。按下鼠标左键设定飞机飞过目标上方。当瞄准标线变为绿色时，按下鼠标左键以投放炸弹。请注意，如果您在攻击过程中进行移动，精准度会下降。一旦完成攻击，飞机将返回航空母舰。

# IDS_TIPS_AIRCRAFT_SQUADRON_BOMBERS_AP
source: (AP) BOMBERS
es_mx: BOMBARDEROS (AP)
ja: (AP) 爆撃機
pl: BOMBOWCE (PP)
ru: БОМБАРДИРОВЩИКИ (ББ)
uk: БОМБАРДУВАЛЬНИКИ (ББ)
zh: БОМБАРДИРОВЩИКИ (ББ)
zh_sg: （穿甲）轰炸机

# IDS_TIPS_AIRCRAFT_SQUADRON_BOMBERS_AP_DESCRIPTION
source: This type of aircraft is armed with AP bombs that are efficient against moderately and heavily armored targets. Attack enemy ships from the fore or aft ends.
es_mx: Este tipo de avión está armado con bombas AP que son eficientes contra objetivos moderadamente y fuertemente blindados. Ataca a los barcos enemigos desde sus extremos de proa o de popa.
ja: このタイプの航空機は AP 爆弾を搭載しており、中程度以上の装甲を備えた目標に対して効果的です。敵艦艇の艦首側または船尾側から攻撃するようにしてください。
pl: Ten rodzaj samolotów uzbrojony jest w bomby przeciwpancerne, skuteczne przeciw średnio i ciężko opancerzonym celom. Atakuj okręty wroga od strony rufy lub dziobu.
ru: Этот тип самолётов оснащён бронебойными бомбами, которые эффективны против cредне- и тяжелобронированных целей. Атакуйте корабль противника с носа или кормы.
uk: Цей тип літаків оснащено бронебійними бомбами, які ефективні проти cредьо- і важкоброньованих цілей. Атакуйте корабель супротивника з носа або корми.
zh: Этот тип самолётов оснащён бронебойными бомбами, которые эффективны против cредне- и тяжелобронированных целей. Атакуйте корабль противника с носа или кормы.
zh_sg: 这种类型的飞机装备的穿甲炸弹能有效对抗中型和重型装甲的目标。从船首和船尾攻击敌方战舰。

# IDS_TIPS_AIRCRAFT_SQUADRON_BOMBERS_HE
source: (HE) Bombers
es_mx: Bombarderos (HE)
ja: (HE) 爆撃機
pl: Bombowce (OB)
ru: Бомбардировщики (ОФ)
uk: Бомбардувальники (ОФ)
zh: 俯冲轰炸机
zh_sg: （高爆）轰炸机

# IDS_TIPS_AIRCRAFT_SQUADRON_BOMBERS_HE_DESCRIPTION
source: This type of aircraft is armed with HE bombs that can cause a fire on a ship. Attack enemy ships from the fore or aft ends.
es_mx: Este tipo de avión está armado con bombas HE que pueden causar incendios en los barcos. Ataca a los barcos enemigos desde sus extremos de proa o de popa.
ja: このタイプの航空機は HE 爆弾を搭載しており、火災を引き起こすことが可能です。敵艦艇の艦首側または船尾側から攻撃するようにしてください。
pl: Ten rodzaj samolotów uzbrojony jest w bomby odłamkowo-burzące, które podpalają okręty wroga. Atakuj okręty wroga od strony rufy lub dziobu.
ru: Этот тип самолётов оснащён осколочно-фугасными бомбами, которые могут вызвать пожар на корабле. Атакуйте корабль противника с носа или кормы.
uk: Цей тип літаків оснащено осколково-фугасними бомбами, які можуть призвести до виникнення пожежі на кораблі. Атакуйте корабель супротивника з носа або корми.
zh: 使用俯冲轰炸机攻击中等和重装甲目标。为了在攻击中获得最佳效果，从舰艏或舰尾端接近敌人。
zh_sg: 这种类型的飞机装备的高爆炸弹能使敌舰起火。从船首和船尾攻击敌方战舰。

# IDS_TIPS_AIRCRAFT_SQUADRON_CONTROL
source: Squadron Controls
es_mx: Controles del Escuadrón
ja: 中隊の操作
pl: Sterowanie eskadrą
ru: Управление эскадрильей
uk: Керування ескадрильєю
zh: 航空中队控制
zh_sg: 中队控制

# IDS_TIPS_AIRCRAFT_SQUADRON_CONTROL_DESCRIPTION
source: Use the [CMD_THROTTLE_UP] and [CMD_THROTTLE_DOWN] keys to control the speed of your aircraft. Squadron acceleration and deceleration cause engine overheating. When aircraft are flying at cruising speed, their engines cool. Use the [CMD_TURN_LEFT] and [CMD_TURN_RIGHT] keys to change the direction of the aircraft.
es_mx: Usa las teclas [CMD_THROTTLE_UP] y [CMD_THROTTLE_DOWN] para controlar la velocidad de tu avión. La aceleración y desaceleración del escuadrón causan el sobrecalentamiento del motor. Cuando el avión vuela a velocidad de crucero, los motores se enfrían. Usa las teclas [CMD_TURN_LEFT] y [CMD_TURN_RIGHT] para cambiar la dirección del avión.
ja: [CMD_THROTTLE_UP] / [CMD_THROTTLE_DOWN] キーで航空機の速度を制御します。中隊の加速または減速を行った場合には、エンジンが過熱します。巡航速度で飛行することでエンジンを冷却できます。 [CMD_TURN_LEFT] / [CMD_TURN_RIGHT] キーで航空機の進路を変更します。
pl: Używaj klawiszy [CMD_THROTTLE_UP] i [CMD_THROTTLE_DOWN], żeby kontrolować prędkość swoich samolotów. Przyspieszanie i zwalnianie powodują przegrzewanie silnika. Gdy samoloty lecą z jednostajną prędkością, ich silniki są schładzane. Użyj klawiszy [CMD_TURN_LEFT] i [CMD_TURN_RIGHT], żeby zmienić kierunek lotu samolotów.
ru: Управляйте скоростью авиации клавишами [CMD_THROTTLE_UP] и [CMD_THROTTLE_DOWN]. Ускорение и замедление эскадрильи перегревает двигатель. На крейсерской скорости двигатель охлаждается. Поворачивайте клавишами [CMD_TURN_LEFT] и [CMD_TURN_RIGHT].
uk: Керуйте швидкістю авіації клавішами [CMD_THROTTLE_UP] та [CMD_THROTTLE_DOWN]. Пришвидшення й уповільнення ескадрильї перегріває двигун. На крейсерській швидкості двигун охолоджується. Повертайте клавішами [CMD_TURN_LEFT] і [CMD_TURN_RIGHT].
zh: 使用[CMD_THROTTLE_UP]和[CMD_THROTTLE_DOWN]键控制您的飞机的速度。航空中队加速和减速会导致引擎过热。当飞机以巡航速度飞行时，它们的引擎会冷却。 使用[CMD_TURN_LEFT]和[CMD_TURN_RIGHT]键变更飞机方向。
zh_sg: 使用[CMD_THROTTLE_UP] 和 [CMD_THROTTLE_DOWN] 键控制您的飞机速度。中队的加速和减速都会引起引擎过热。当飞机以巡航速度飞行时，引擎会冷却。 使用[CMD_TURN_LEFT] 和 [CMD_TURN_RIGHT]键改变飞机的方向。

# IDS_TIPS_AIRCRAFT_SQUADRON_FIGHTERS
source: (HE) Attack aircraft
es_mx: Avión de ataque (HE)
ja: (HE) 攻撃機
pl: Samolot szturmowy (OB)
ru: Штурмовики (ОФ)
uk: Штурмовики (ОФ)
zh: 战斗机
zh_sg: （高爆）攻击机

# IDS_TIPS_AIRCRAFT_SQUADRON_FIGHTERS_AP
source: (AP) Attack aircraft
es_mx: (AP) Avión de ataque
ja: (AP) 攻撃機
pl: Samoloty szturmowe (PP)
ru: Штурмовики (ББ)
uk: Штурмовики (ББ)
zh: Штурмовики (ББ)
zh_sg: （穿甲）攻击机

# IDS_TIPS_AIRCRAFT_SQUADRON_FIGHTERS_AP_DESCRIPTION
source: Attack aircraft are effective against cruisers.
es_mx: Los aviones de ataque son efectivos contra cruceros.
ja: 攻撃機は巡洋艦に対して効果的です。
pl: Samoloty szturmowe są najskuteczniejsze przeciwko krążownikom.
ru: Штурмовики эффективны против крейсеров.
uk: Штурмовики ефективні проти крейсерів.
zh: Штурмовики эффективны против крейсеров.
zh_sg: 攻击机对付巡洋舰很有效。

# IDS_TIPS_AIRCRAFT_SQUADRON_FIGHTERS_DESCRIPTION
source: Attack aircraft are effective against highly maneuverable targets.
es_mx: Los aviones de ataque son efectivos contra objetivos altamente maniobrables.
ja: 攻撃機は高機動の目標に対して効果的です。
pl: Samoloty szturmowe są najskuteczniejsze przeciwko zwrotnym celom.
ru: Штурмовики эффективны против высокоманёвренных целей.
uk: Штурмовики ефективні проти високоманеврених цілей.
zh: 战斗机对轻装甲和高机动性目标最有效。
zh_sg: 攻击机对付高机动性目标很有效。

# IDS_TIPS_AIRCRAFT_SQUADRON_LEAD
source: Lead Time
es_mx: Adelantar el Disparo
ja: 偏差射撃
pl: Czas poprawki celowniczej
ru: Упреждение
uk: Випередження
zh: 前置量
zh_sg: 提前量

# IDS_TIPS_AIRCRAFT_SQUADRON_LEAD_DESCRIPTION
source: Anticipate your targets by shooting ahead of them if they are in motion. The higher the ship's speed, the greater the lead required!
es_mx: Anticípate a tus objetivos al disparar por delante de ellos si están en movimiento. Mientras mayor sea la velocidad del barco, ¡debes anticiparte aún más por delante!
ja: 移動中の目標を攻撃する際には、その前方を狙う必要があります。目標の速度が速いほど、より前方を狙う必要があります!
pl: Gdy cel znajduje się w ruchu, weź poprawkę na jego prędkość i kurs przy celowaniu. Im większa prędkość, tym większa poprawka jest konieczna!
ru: Берите упреждение при ведении огня по движущимся целям. Чем выше скорость корабля, тем большее упреждение нужно взять.
uk: Робіть випередження, стріляючи у рухомі цілі. Що більша швидкість корабля, то більше випередження потрібно зробити.
zh: 如果目标在移动中，预测目标动向并向前方射击。战舰航速越高，所需的前置量越大！
zh_sg: 如果目标在运动中，预判提前量并向其前方射击。船速越快，所需的提前量越大！

# IDS_TIPS_AIRCRAFT_SQUADRON_TORPERS
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_TIPS_AIRCRAFT_SQUADRON_TORPERS_DESCRIPTION
source: This type of aircraft is armed with torpedoes that are efficient against targets with low maneuverability. Attack enemy ships from their broadside.
es_mx: Este tipo de avión está armado con torpedos que son eficientes contra objetivos con baja maniobrabilidad. Ataca a los barcos enemigos desde sus costados.
ja: このタイプの航空機は魚雷を搭載しており、機動性の低い目標に対して効果的です。敵艦艇の舷側から攻撃するようにしてください。
pl: Ten rodzaj samolotów uzbrojony jest w torpedy, skuteczne przeciw mało zwrotnym celom. Atakuj okręty wroga od burty.
ru: Этот тип самолётов оснащён торпедами, которые эффективны против слабоманёвренных целей. Атакуйте корабль противника в борт.
uk: Цей тип літаків оснащено торпедами, які ефективні проти неповоротких цілей. Атакуйте корабель супротивника в борт.
zh: 鱼雷轰炸机对机动性低的目标最有效。为了达到最佳效果，从敌人的侧舷攻击。
zh_sg: 这种类型的飞机装备的鱼雷能有效对抗低机动性的目标。从侧面攻击敌方战舰。

# IDS_TIPS_AIRCRAFT_SQUADRON_TORPERS_DW
source: (DW) TORPEDO BOMBERS
es_mx: BOMBARDEROS TORPEDEROS (DW)
ja: (DW) 雷撃機
pl: BOMBOWCE TORPEDOWE (GW)
ru: ТОРПЕДОНОСЦЫ (ГТ)
uk: ТОРПЕДОНОСЦІ (ГТ)
zh: ТОРПЕДОНОСЦЫ (ГТ)
zh_sg: （深水）鱼雷轰炸机

# IDS_TIPS_AIRCRAFT_SQUADRON_TORPERS_DW_DESCRIPTION
source: This type of aircraft is armed with deepwater torpedoes that are efficient against targets with low maneuverability. Hits only deep-draught ships.
es_mx: Este tipo de avión está armado con torpedos de profundidad que son eficientes contra objetivos con baja maniobrabilidad. Solo puede alcanzar a los barcos de gran calado.
ja: このタイプの航空機は深度魚雷を搭載しており、機動性の低い目標に対して効果的です。 喫水が深い艦艇のみに命中します。
pl: Ten rodzaj samolotów uzbrojony jest w torpedy głębokowodne, skuteczne przeciw mało zwrotnym celom. Trafiają tylko cele o głębokim zanurzeniu.
ru: Этот тип самолётов оснащён глубоководными торпедами, которые эффективны против слабоманёвренных целей. Атакуйте корабль противника в борт. Поражают корабли только с большой осадкой.
uk: Цей тип літаків оснащено глибоководними торпедами, які ефективні проти неповоротких цілей. Атакуйте корабель супротивника в борт. Вражають кораблі лише з великою осадкою.
zh: Этот тип самолётов оснащён глубоководными торпедами, которые эффективны против слабоманёвренных целей. Атакуйте корабль противника в борт. Поражают корабли только с большой осадкой.
zh_sg: 这种类型的飞机装备的深水鱼雷能有效对抗低机动性的目标。 只能击中吃水性深的战舰。

# IDS_TIPS_AIR_DEFENSE
source: AA Defenses / Secondary Guns
es_mx: Defensas AA / Cañones Secundarios
ja: 対空兵装 / 副砲
pl: Uzbrojenie przeciwlotnicze / Działa dodatkowe
ru: ПВО / ПМК
uk: ППО / ПМК
zh: 防空防御/副炮
zh_sg: 对空防御/副炮

# IDS_TIPS_AIR_DEFENSE_DESCRIPTION
source: AA defenses and secondary batteries open fire automatically. To prevent the tracers from exposing your position within a smoke screen, you can disable the AA and secondary guns using the [CMD_SWITCH_ATBA_AIRDEFENSE] key.
es_mx: Las defensas AA y las baterías secundarias abren fuego automáticamente. Para evitar que las trazadoras expongan tu posición dentro de una pantalla de humo, puedes desactivar las cañones AA y secundarios usando la tecla [CMD_SWITCH_ATBA_AIRDEFENSE].
ja: 対空兵装と副砲は自動的に射撃を開始します。 煙幕内で射撃した場合には曳光弾によって位置が暴露してしまう可能性がありますので、必要に応じて [CMD_SWITCH_ATBA_AIRDEFENSE] キーで無効化してください。
pl: Uzbrojenie przeciwlotnicze i dodatkowe otwiera ogień automatycznie. Żeby uniknąć ujawnienia swojej pozycji przez smugi po pociskach, gdy przebywasz w zasłonie dymnej, wyłącz uzbrojenie przeciwlotnicze i dodatkowe klawiszem [CMD_SWITCH_ATBA_AIRDEFENSE].
ru: ПВО и вспомогательный калибр (ПМК) работают в автоматическом режиме. Чтобы трассеры орудий не выдали ваше местоположение в дымах, вы можете отключить ПВО и ПМК клавишей [CMD_SWITCH_ATBA_AIRDEFENSE].
uk: ППО і допоміжний калібр (ПМК) працюють в автоматичному режимі. Щоб трасери гармат не виказали вашого розташування у димовій завісі, ППО та ПМК можна вимкнути клавішею [CMD_SWITCH_ATBA_AIRDEFENSE].
zh: 防空防御和副炮会自动开火。 为防止曳光弹在烟幕中暴露您的位置，您可以用[CMD_SWITCH_ATBA_AIRDEFENSE]键关闭防空和副炮
zh_sg: 对空防御和副炮组会自动开火。 为防止跟踪器在烟幕中暴露您的位置，您可以使用[CMD_SWITCH_ATBA_AIRDEFENSE]键禁用对空防御和副炮。

# IDS_TIPS_AIR_DEFENSE_SECTOR_GAIN
source: AA Sector Reinforcement
es_mx: Refuerzo del Sector AA
ja: 対空セクター強化
pl: Wsparcie przeciwlotnicze w sektorze
ru: Усиление сектора ПВО
uk: Посилення сектора ППО
zh: 防空分区强化
zh_sg: 防空区域强化

# IDS_TIPS_AIR_DEFENSE_SECTOR_GAIN_DESCRIPTION
source: Press [CMD_SET_PRIORITY_SECTOR] and select an AA sector to reinforce, depending on the side from which the enemy aircraft are approaching your ship. This will decrease the efficiency of the other sectors. Reinforcement will cease automatically.
es_mx: Presiona [CMD_SET_PRIORITY_SECTOR] y selecciona un sector AA a reforzar, dependiendo del costado por el que la aviación enemiga se acerque a tu barco. Esto reducirá la eficiencia de los otros sectores. El refuerzo terminará de forma automática.
ja: 敵機がどちら側から接近してくるかに応じ、[CMD_SET_PRIORITY_SECTOR] を押して対空セクターを強化しましょう。 反対側のセクターでは対空効力が低下します。 強化は自動的に停止します。
pl: Naciśnij [CMD_SET_PRIORITY_SECTOR] i wybierz sektor wsparcia przeciwlotniczego zależnie od strony, z której lotnictwo przeciwnika nadlatuje do Twojego okrętu. Spowoduje to spadek wydajności w innych sektorach. Wsparcie zostanie przerwane automatycznie.
ru: Выберите сектор для усиления [CMD_SET_PRIORITY_SECTOR] с той стороны, откуда летит авиация противника. Эффективность других секторов при этом будет снижена. Процесс усиления завершается автоматически.
uk: Виберіть сектор підсилення [CMD_SET_PRIORITY_SECTOR] з того боку, звідки летить авіація супротивника. Ефективність інших секторів у такому разі зменшиться. Процес підсилення завершиться автоматично.
zh: 按下[CMD_AIR_DEFENSE_FOCUS]并选择防空分区进行加强，取决于敌方航空队可能攻击您的战舰的方位。 请注意，这将降低其他分区的效率。 另外请注意，启动、关闭或将强化的分区切换到另一个分区需要时间。
zh_sg: 按下[CMD_SET_PRIORITY_SECTOR]并选择要加强的防空强化区域，这取决于对敌方飞机进攻您战舰方向的判断。 这样做会降低其他区域的防空效率。 加强将自动暂停。

# IDS_TIPS_ARMAMENT_AP
source: Armor Piercing (AP) Shells
es_mx: Proyectiles Anti-Blindaje (AP)
ja: 徹甲弾 (AP)
pl: Pociski przeciwpancerne (PP)
ru: Бронебойные снаряды (ББ)
uk: Бронебійні снаряди (ББ)
zh: 穿甲 (AP) 弹
zh_sg: 穿甲 (AP) 弹

# IDS_TIPS_ARMAMENT_AP_DESCRIPTION
source: Select AP shells by pressing [CMD_ARTILLERY_AMMO_1]. Effective against heavily armored targets. If the armor is not thick enough, shells will over-penetrate and cause only minor damage. Shells will ricochet if they impact with armor at too sharp an angle.
es_mx: Selecciona los proyectiles AP al presionar [CMD_ARTILLERY_AMMO_1]. Efectivos en contra de objetivos con un blindaje pesado Si el blindaje no es lo suficientemente grueso, los proyectiles sobrepenetrarán, causando un menor daño. Los proyectiles rebotarán si impactan el blindaje en un ángulo agudo.
ja: [CMD_ARTILLERY_AMMO_1] を押して AP 弾を選択しましょう。 重装甲の目標に対して効果的です。 装甲厚が不足していた場合、砲弾は全貫通を起こし、小さなダメージに留まります。 装甲に浅い角度で命中した場合には跳弾する可能性があります。
pl: Wybierz pociski PP, wciskając [CMD_ARTILLERY_AMMO_1]. Skuteczne w walce z ciężko opancerzonymi celami. Jeśli pancerz jest niedostatecznie gruby, pociski przelecą na wylot, co zmniejszy uszkodzenia. Pociski będą rykoszetować, jeśli trafią pancerz pod ostrym kątem.
ru: Выбор бронебойных снарядов доступен по клавише [CMD_ARTILLERY_AMMO_1]. Эффективны против тяжелобронированных целей. При недостаточной толщине брони снаряд проходит корабль насквозь, нанося незначительный урон. Броня вызывает рикошет при попадании снаряда под острым углом.
uk: Вибрати бронебійні снаряди можна клавішею [CMD_ARTILLERY_AMMO_1] Ефективні проти важкоброньованих цілей. Якщо броня досить тонка, то снаряд пролітає корабель наскрізь, завдаючи незначної шкоди. Снаряд рикошетить влучаючи під гострим кутом.
zh: 可按下 [CMD_ARTILLERY_AMMO_1] 来选择 AP 弹。 能有效对付重型装甲目标。穿透的炮弹会造成大规模的伤害。在跳弹或未穿透命中的情况下不会造成伤害。对付轻型装甲目标的效率较低。炮弹会穿过战舰且不会有任何实际的伤害。
zh_sg: 按[CMD_ARTILLERY_AMMO_1]选择穿甲弹。 有效对抗重装甲目标。 如果装甲厚度不足，炮弹将过度击穿，从而造成很低的伤害。 如以锐角射入可能会被装甲弹开产生跳弹。

# IDS_TIPS_ARMAMENT_CS
source: Semi-Armor-Piercing (SAP) Shells
es_mx: Proyectiles Semi-Perforadores de Blindaje (SAP)
ja: 半徹甲弾 (SAP)
pl: Pociski przeciwpancerno-odłamkowe (PPO)
ru: Полубронебойные снаряды (ПББ)
uk: Напівбронебійні снаряди (НББ)
zh: Полубронебойные снаряды (ПББ)
zh_sg: 半穿甲弹(SAP)

# IDS_TIPS_ARMAMENT_CS_DESCRIPTION
source: Select SAP shells by pressing [CMD_ARTILLERY_AMMO_0]. Effective against lightly armored targets. In cases of non-penetrations or ricochets, no damage is dealt.
es_mx: Selecciona los proyectiles SAP al presionar [CMD_ARTILLERY_AMMO_0]. Efectivos en contra de objetivos ligeramente blindados. En caso de no penetrar o rebotar, no causan ningún daño.
ja: [CMD_ARTILLERY_AMMO_0] を押して SAP 弾を選択しましょう。 軽装甲の目標に対して効果的です。 不貫通または跳弾が発生した場合にはダメージを与えることができません。
pl: Wybierz pociski PPO, wciskając [CMD_ARTILLERY_AMMO_0]. Skuteczne w walce z lekko opancerzonymi celami. Jeśli nie przebiją pancerza lub zrykoszetują, nie zadadzą żadnych uszkodzeń.
ru: Выбор полубронебойных снарядов доступен по клавише [CMD_ARTILLERY_AMMO_0]. Эффективны против легкобронированных целей. При непробитии и рикошетах урон не наносится.
uk: Вибрати напівбронебійні снаряди можна клавішею [CMD_ARTILLERY_AMMO_0] Ефективні проти легкоброньованих цілей. У разі непробивання й рикошету шкоди не завдають.
zh: Выбор полубронебойных снарядов доступен по клавише [CMD_ARTILLERY_AMMO_0]. Эффективны против легкобронированных целей. При непробитии и рикошетах урон не наносится.
zh_sg: 按[CMD_ARTILLERY_AMMO_0]选择半穿甲弹。 对轻甲目标更有效。 如果未击穿或发生跳弹，则不会造成伤害。

# IDS_TIPS_ARMAMENT_HE
source: High Explosive (HE) Shells
es_mx: Proyectiles de Alto Explosivo (HE)
ja: 榴弾 (HE)
pl: Pociski odłamkowo-burzące (OB)
ru: Осколочно-фугасные снаряды (ОФ)
uk: Осколково-фугасні снаряди (ОФ)
zh: 高爆 (HE) 弹
zh_sg: 高爆 (HE) 弹
