Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAGT094_21IN_MK14_TORPEDO_TUBES_QUAD
source: 533 mm Quad
es_mx: 533 mm Cuad
ja: 533 mm 四連装
ru: 533-мм 4-трубный
uk: 533-мм 4-трубний
zh: 533 毫米 四联式
zh_sg: 533 mm 四联

# IDS_PAGT100_18IN_MK6_TORPEDO_TWIN_TUBE
source: 450 mm Mk6
ru: 450-мм Mk6
uk: 450-мм Mk6
zh: 457 毫米 Mk6

# IDS_PAGT110_21IN_TORPEDO_TUBES_TWIN
source: 533 mm Twin
es_mx: 533 mm Dual
ja: 533 mm 連装
ru: 533-мм 2-трубный
uk: 533-мм 2-трубний
zh: 533 毫米 九三式
zh_sg: 533 mm 双联

# IDS_PAGT132_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PAGT158_21IN_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PAN_AMERICA
source: Pan-America
es_mx: Panamérica
ja: パンアメリカ
pl: Panameryka
ru: Пан-Америка
uk: Пан-Америка
zh: 泛美洲
zh_sg: 泛美

# IDS_PAN_AMERICA_AIRCARRIER
source: Pan-American carriers
es_mx: Portaaviones panamericanos
ja: パンアメリカ航空母艦
pl: Panamerykańskie lotniskowce
ru: Авианосцы Пан-Америки
uk: Авіаносці Пан-Америки
zh: Авианосцы Пан-Америки
zh_sg: 泛美航母

# IDS_PAN_AMERICA_BATTLESHIP
source: Pan-American battleships
es_mx: Acorazados panamericanos
ja: パンアメリカ戦艦
pl: Panamerykańskie pancerniki
ru: Линкоры Пан-Америки
uk: Лінкори Пан-Америки
zh: Линкоры Пан-Америки
zh_sg: 泛美战列舰

# IDS_PAN_AMERICA_CRUISER
source: Pan-American cruisers
es_mx: Cruceros panamericanos
ja: パンアメリカ巡洋艦
pl: Panamerykańskie krążowniki
ru: Крейсеры Пан-Америки
uk: Крейсери Пан-Америки
zh: Крейсеры Пан-Америки
zh_sg: 泛美巡洋舰

# IDS_PAN_AMERICA_DESTROYER
source: Pan-American destroyers
es_mx: Destructores panamericanos
ja: パンアメリカ駆逐艦
pl: Panamerykańskie niszczyciele
ru: Эсминцы Пан-Америки
uk: Есмінці Пан-Америки
zh: Эсминцы Пан-Америки
zh_sg: 泛美驱逐舰

# IDS_PAN_ASIA
source: Pan-Asia
ja: パンアジア
pl: Azja Wschodnia
ru: Пан-Азия
uk: Пан-Азія
zh: C系
zh_sg: 泛亚

# IDS_PAN_ASIA_AIRCARRIER
source: Pan-Asian carriers
es_mx: Portaaviones panasiáticos
ja: パンアジア航空母艦
pl: Wschodnioazjatyckie lotniskowce
ru: Авианосцы Пан-Азии
uk: Авіаносці Пан-Азії
zh: Авианосцы Пан-Азии
zh_sg: 泛亚航母

# IDS_PAN_ASIA_BATTLESHIP
source: Pan-Asian battleships
es_mx: Acorazados panasiáticos
ja: パンアジア戦艦
pl: Wschodnioazjatyckie pancerniki
ru: Линкоры Пан-Азии
uk: Лінкори Пан-Азії
zh: Линкоры Пан-Азии
zh_sg: 泛亚战列舰

# IDS_PAN_ASIA_CRUISER
source: Pan-Asian cruisers
es_mx: Cruceros panasiáticos
ja: パンアジア巡洋艦
pl: Wschodnioazjatyckie krążowniki
ru: Крейсеры Пан-Азии
uk: Крейсери Пан-Азії
zh: Крейсеры Пан-Азии
zh_sg: 泛亚巡洋舰

# IDS_PAN_ASIA_DESTROYER
source: Pan-Asian destroyers
es_mx: Destructores panasiáticos
ja: パンアジア駆逐艦
pl: Wschodnioazjatyckie niszczyciele
ru: Эсминцы Пан-Азии
uk: Есмінці Пан-Азії
zh: Эсминцы Пан-Азии
zh_sg: 泛亚驱逐舰

# IDS_PAPA001_SHELL_203MM_AP_AP_MK_19
source: 203 mm AP Mk19
ru: 203-мм AP Mk19
uk: 203-мм AP Mk19
zh: 203 毫米 AP Mk19

# IDS_PAPA002_SHELL_203MM_HE_HC_MK_25
source: 203 mm HE/HC Mk25
ru: 203-мм HE/HC Mk25
uk: 203-мм HE/HC Mk25
zh: 203 毫米 HE/HC Mk25

# IDS_PAPA003_SHELL_127MM_HE_HC_MK_36
source: 127 mm HE/HC Mk36
ru: 127-мм HE/HC Mk36
uk: 127-мм HE/HC Mk36
zh: 127 毫米 HE/HC Mk36

# IDS_PAPA004_SHELL_127MM_AP_SC_MK_38
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA005_SHELL_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA006_SHELL_356MM_AP_AP_MK_16
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA007_SHELL_356MM_HE_HC_MK_22
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA008_SHELL_127MM_HE_HC_MK_39
source: 127 mm HE/HC Mk39
ru: 127-мм HE/HC Mk39
uk: 127-мм HE/HC Mk39
zh: 127 毫米 HE/HC Mk39

# IDS_PAPA009_SHELL_406MM_AP_AP_MK_3
source: 406 mm AP Mk3
ru: 406-мм AP Mk3
uk: 406-мм AP Mk3
zh: 406毫米 穿甲弹 MK3

# IDS_PAPA010_SHELL_406MM_HE_HC_MK_13
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA011_SHELL_406MM_AP_AP_MK_8
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA012_SHELL_203MM_AP_AP_MK_21
source: 203 mm AP Mk21
ru: 203-мм AP Mk21
uk: 203-мм AP Mk21
zh: 203 毫米 AP Mk21

# IDS_PAPA014_SHELL_406MM_AP_AP_MK_8
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA015_SHELL_406MM_HE_HC_MK_13
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA016_SHELL_152MM_AP_C_MK_28
source: 152 mm AP Mk28
ru: 152-мм AP Mk28
uk: 152-мм AP Mk28
zh: 152 毫米 AP Mk28

# IDS_PAPA017_SHELL_152MM_HE_HC_MK_34
source: 152 mm HE/HC Mk34
ru: 152-мм HE/HC Mk34
uk: 152-мм HE/HC Mk34
zh: 152 毫米 HE/HC Mk34

# IDS_PAPA018_MAIN_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA019_SHELL_152MM_AP_AP_MK_35
source: 152 mm AP Mk35
ru: 152-мм AP Mk35
uk: 152-мм AP Mk35
zh: 152 毫米 AP Mk35

# IDS_PAPA020_SHELL_152MM_HE_HC_MK_34
source: 152 mm HE/HC Mk34
ru: 152-мм HE/HC Mk34
uk: 152-мм HE/HC Mk34
zh: 152 毫米 HE/HC Mk34

# IDS_PAPA021_SHELL_127MM_AP_AP
source: 127 mm AP
ru: 127-мм AP
uk: 127-мм AP
zh: 127 毫米 AP

# IDS_PAPA022_SHELL_127MM_HE_C_MK_15
source: 127 mm HE Mk15
ru: 127-мм HE Mk15
uk: 127-мм HE Mk15
zh: 127 毫米 HE Mk15

# IDS_PAPA023_SHELL_76MM_AP_AP_MK_29
source: 76 mm AP Mk29
ru: 76-мм AP Mk29
uk: 76-мм AP Mk29
zh: 76 毫米 AP Mk29

# IDS_PAPA024_SHELL_76MM_HE_C
source: 76 mm HE
ru: 76-мм HE
uk: 76-мм HE
zh: 76 毫米 HE

# IDS_PAPA025_SHELL_305MM_AP_AP
source: 305 mm AP
ru: 305-мм AP
uk: 305-мм AP
zh: 305 毫米 AP

# IDS_PAPA026_SHELL_305MM_HE_C
source: 305 mm HE
ru: 305-мм HE
uk: 305-мм HE
zh: 305 毫米 HE

# IDS_PAPA027_SHELL_152MM_AP_AP_105LBS
source: 152 mm AP 105 lb
ru: 152-мм AP 105 фн.
uk: 152-мм AP 105 фн
zh: 152 毫米 AP 105 lb

# IDS_PAPA028_SHELL_152MM_HE_C_105LBS
source: 152 mm HE 105 lb
ru: 152-мм HE 105 фн.
uk: 152-мм HE 105 фн
zh: 152 毫米 HE 105 lb

# IDS_PAPA029_SHELL_152MM_AP_SC_MK_27_MOD_2
source: 152 mm AP/SC Mk27 mod. 2
pl: 152 mm AP/SK Mk27 mod. 2
ru: 152-мм AP/SC Mk27 mod. 2
uk: 152-мм AP/SC Mk27 mod. 2
zh: 152 毫米 AP/SC Mk27 2型

# IDS_PAPA030_SHELL_152MM_HE_HC_MARK_34_MOD_1
source: 152 mm HE/HC Mk34 mod. 1
ru: 152-мм HE/HC Mk34 mod. 1
uk: 152-мм HE/HC Mk34 mod. 1
zh: 152 毫米 HE/HC Mk34 1型

# IDS_PAPA031_SHELL_152MM_AP_AP_105LBS
source: 152 mm AP 105 lb
ru: 152-мм AP 105 фн.
uk: 152-мм AP 105 фн
zh: 152 毫米 AP 105 lb

# IDS_PAPA032_SHELL_152MM_HE_C_105LBS
source: 152 mm HE 105 lb
ru: 152-мм HE 105 фн.
uk: 152-мм HE 105 фн
zh: 152 毫米 HE 105 lb

# IDS_PAPA033_SHELL_102MM_AP_SC_MK_16
source: 102 mm AP/SC Mk16
pl: 102 mm AP/SK Mk16
ru: 102-мм AP/SC Mk16
uk: 102-мм AP/SC Mk16
zh: 102 毫米 AP/SC Mk16

# IDS_PAPA034_SHELL_102MM_HE_HC_MK_15
source: 102 mm HE/HC Mk15
ru: 102-мм HE/HC Mk15
uk: 102-мм HE/HC Mk15
zh: 102 毫米 HE/HC Mk15

# IDS_PAPA035_SHELL_356MM_AP_AP_MK_16
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA036_SHELL_356MM_HE_HC_MK_22
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA037_SHELL_203MM_AP_AP_260LBS
source: 203 mm AP 260 lb
ru: 203-мм AP 260 фн.
uk: 203-мм AP 260 фн
zh: 203 毫米 AP 260 lb

# IDS_PAPA038_SHELL_203MM_HE_C_260LBS
source: 203 mm HE 260 lb
ru: 203-мм HE 260 фн.
uk: 203-мм HE 260 фн
zh: 203 毫米 HE 260 lb

# IDS_PAPA039_SHELL_356MM_AP_AP_1400LBS
source: 356 mm AP Early 1400 lb
es_mx: 356 mm AP Inicial 1400 lb
ru: 356-мм AP Early 1400 фн.
uk: 356-мм AP Early 1400 фн
zh: 356毫米 穿甲弹 早期型 1400 lb

# IDS_PAPA040_SHELL_356MM_HE_C_1400LBS
source: 356 mm HE 1400 lb
ru: 356-мм HE 1400 фн.
uk: 356-мм HE 1400 фн
zh: 356 毫米 HE 1400 lb

# IDS_PAPA041_SHELL_76MM_HE_C
source: 76 mm HE
ru: 76-мм HE
uk: 76-мм HE
zh: 76 毫米 HE

# IDS_PAPA042_SHELL_127_HE_HC_MK_39
source: 127 mm HE/HC Mk39
ru: 127-мм HE/HC Mk39
uk: 127-мм HE/HC Mk39
zh: 127 毫米 HE/HC Mk39

# IDS_PAPA043_SHELL_127_AP_C_MK_15
source: 127 mm AP Mk15
ru: 127-мм AP Mk15
uk: 127-мм AP Mk15
zh: 127 毫米 AP Mk15

# IDS_PAPA044_MAIN_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA045_SHELL_127_HE_HC_MK_39
source: 127 mm HE/HC Mk39
ru: 127-мм HE/HC Mk39
uk: 127-мм HE/HC Mk39
zh: 127 毫米 HE/HC Mk39

# IDS_PAPA046_SHELL_127_AP_C_MK_15
source: 127 mm AP Mk15
ru: 127-мм AP Mk15
uk: 127-мм AP Mk15
zh: 127 毫米 AP Mk15

# IDS_PAPA047_SHELL_152MM_HE_HC_MK_34
source: 152 mm HE/HC Mk34T
ru: 152-мм HE/HC Mk34T
uk: 152-мм HE/HC Mk34T
zh: 152 毫米 HE/HC Mk34T

# IDS_PAPA048_SHELL_152MM_AP_C_MK_28
source: 152 mm AP Mk28
ru: 152-мм AP Mk28
uk: 152-мм AP Mk28
zh: 152 毫米 AP Mk28

# IDS_PAPA049_SHELL_120_HE_45LBS
source: 120 mm HE 45 lb
ru: 120-мм HE 45 фн.
uk: 120-мм HE 45 фн
zh: 120 毫米 HE 45 lb

# IDS_PAPA050_152MM_AP_130LBS_MK35
source: 152 mm AP 130 lb Mk35
ru: 152-мм AP 130 фн. Mk35
uk: 152-мм AP 130 фн Mk35
zh: 152 毫米130磅 穿甲弹 Mk35

# IDS_PAPA051_152MM_HE_HC_MARK_39_MOD_0
source: 152 mm HE Mk39
ru: 152-мм HE Mk39
uk: 152-мм HE Mk39
zh: 152 毫米 HE Mk39

# IDS_PAPA052_356MM_HE_COMMON_1400LBS
source: 356 mm HE Common 1400 lb
es_mx: 356 mm HE Común 1400 lb
ru: 356-мм HE Common 1400 фн.
uk: 356-мм HE Common 1400 фн
zh: 365毫米 高爆弹 常用型 1400 lb

# IDS_PAPA053_356MM_AP_EARLY_AP_1400LBS
source: 356 mm AP Early 1400 lb
es_mx: 356 mm AP Inicial 1400 lb
ru: 356-мм AP Early 1400 фн.
uk: 356-мм AP Early 1400 фн
zh: 356毫米 穿甲弹 早期型 1400 lb

# IDS_PAPA054_SHELL_305MM_AP_AP_MK15
source: 305 mm AP Mk15 mod. 1
ru: 305-мм AP Mk15 mod. 1
uk: 305-мм AP Mk15 mod. 1
zh: 305毫米 穿甲弹 M15 1型

# IDS_PAPA055_305MM_AP_AP_870LBS
source: 305 mm AP 870 lb
ru: 305-мм AP 870 фн.
uk: 305-мм AP 870 фн
zh: 305毫米 穿甲弹 870 lb

# IDS_PAPA056_305MM_HE_HC_MK8
source: 305 mm HE/HC Mk8
ru: 305-мм HE/HC Mk8
uk: 305-мм HE/HC Mk8
zh: 305毫米高爆/榴弹 MK8

# IDS_PAPA057_305MM_HE_COMMON_870LBS
source: 305 mm HE Common 870 lb
es_mx: 305 mm HE Común 870 lb
ru: 305-мм HE Common 870 фн.
uk: 305-мм HE Common 870 фн
zh: 305毫米 高爆 常用型 870 lb

# IDS_PAPA058_127MM_HE_HC_MK41
source: 127 mm HE Mk41
ru: 127-мм HE Mk41
uk: 127-мм HE Mk41
zh: 127毫米 高爆 MK41

# IDS_PAPA059_SHELL_406MM_AP_AP_MK_5
source: 406 mm AP Mk5
ru: 406-мм AP Mk5
uk: 406-мм AP Mk5
zh: 406 毫米 AP Mk5

# IDS_PAPA060_406MM_HE_HE_MK_2
source: 406 mm HE Mk2
ru: 406-мм HE Mk2
uk: 406-мм HE Mk2
zh: 406毫米 高爆 MK2

# IDS_PAPA061_SHELL_152MM_AP_SC_MK_27_MOD_5
source: 152 mm AP/SC Mk27 mod. 5
pl: 152 mm AP/SK Mk27 mod. 5
ru: 152-мм AP/SC Mk27 mod. 5
uk: 152-мм AP/SC Mk27 mod. 5
zh: 152 毫米 AP/SC Mk27 5型

# IDS_PAPA062_SHELL_356MM_AP_MK_16_ARIZONA
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA063_SHELL_356MM_HE_MK_22_ARIZONA
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA064_SHELL_203MM_AP_INDIANAPOLIS
source: 203 mm AP Mk19
ru: 203-мм AP Mk19
uk: 203-мм AP Mk19
zh: 203 毫米 AP Mk19

# IDS_PAPA065_SHELL_203MM_HE_INDIANAPOLIS
source: 203 mm HE/HC Mk25
ru: 203-мм HE/HC Mk25
uk: 203-мм HE/HC Mk25
zh: 203 毫米 HE/HC Mk25

# IDS_PAPA066_SHELL_356MM_AP_MK_16_TEXAS
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA067_SHELL_356MM_HE_MK_22_TEXAS
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA068_127MM_AP_FLINT
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA069_127MM_HE_FLINT
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA070_127MM_AP_BLACK
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA071_127MM_HE_BLACK
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA072_406MM_AP_MISSOURI
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA073_406MM_HE_MISSOURI
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA074_406MM_AP_ALABAMA
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA075_406MM_HE_ALABAMA
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA076_406MM_AP_ALABAMA
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA077_406MM_HE_ALABAMA
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA078_127MM_AP_KIDD
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA079_127MM_HE_KIDD
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA080_406MM_AP_MASS
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA081_406MM_HE_MASS
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA082_203MM_HE_SALEM
source: 203 mm HE/HC Mk25
ru: 203-мм HE/HC Mk25
uk: 203-мм HE/HC Mk25
zh: 203 毫米 HE/HC Mk25

# IDS_PAPA083_203MM_AP_SALEM
source: 203 mm AP Mk21
ru: 203-мм AP Mk21
uk: 203-мм AP Mk21
zh: 203 毫米 AP Mk21

# IDS_PAPA084_SHELL_406MM_HE_HC_MK_13E
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA085_127MM_HE_MONAGHAN
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA086_127MM_AP_MONAGHAN
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA087_305MM_HE_ALASKA_MK17M1
source: 305 mm HE Mk17 mod. 1
ru: 305-мм HE Mk17 mod. 1
uk: 305-мм HE Mk17 mod. 1
zh: 305 毫米 HE Mk17 mod. 1

# IDS_PAPA088_305MM_AP_ALASKA_MK18M1
source: 305 mm AP Mk18 mod. 1
ru: 305-мм AP Mk18 mod. 1
uk: 305-мм AP Mk18 mod. 1
zh: 305 毫米 AP Mk18 mod. 1

# IDS_PAPA089_127MM_HE_BOISE
source: 127 mm HE/HC Mk36
ru: 127-мм HE/HC Mk36
uk: 127-мм HE/HC Mk36
zh: 127 毫米 HE/HC Mk36

# IDS_PAPA090_152MM_AP_BOISE
source: 152 mm AP Mk35
ru: 152-мм AP Mk35
uk: 152-мм AP Mk35
zh: 152 毫米 AP Mk35

# IDS_PAPA091_152MM_HE_BOISE
source: 152 mm HE/HC Mk34
ru: 152-мм HE/HC Mk34
uk: 152-мм HE/HC Mk34
zh: 152 毫米 HE/HC Mk34

# IDS_PAPA092_203MM_HE_WICHITA
source: 203 mm HE/HC Mk25
ru: 203-мм HE/HC Mk25
uk: 203-мм HE/HC Mk25
zh: 203 毫米 HE/HC Mk25

# IDS_PAPA093_203MM_AP_WICHITA
source: 203 mm AP Mk19
ru: 203-мм AP Mk19
uk: 203-мм AP Mk19
zh: 203 毫米 AP Mk19

# IDS_PAPA094_152MM_HE_CHARLSTON
source: 152 mm HE 105 lb
ru: 152-мм HE 105 фн.
uk: 152-мм HE 105 фн
zh: 152 毫米 HE 105 lb

# IDS_PAPA095_152MM_AP_CHARLSTON
source: 152 mm AP 105 lb
ru: 152-мм AP 105 фн.
uk: 152-мм AP 105 фн
zh: 152 毫米 AP 105 lb

# IDS_PAPA096_406MM_HE_WVIRGINIA
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA097_406MM_AP_WVIRGINIA
source: 406 mm AP Mk5
ru: 406-мм AP Mk5
uk: 406-мм AP Mk5
zh: 406 毫米 AP Mk5

# IDS_PAPA098_152MM_HE_MONTPELIER
source: 152 mm HE/HC Mk34
ru: 152-мм HE/HC Mk34
uk: 152-мм HE/HC Mk34
zh: 152 毫米 HE/HC Mk34

# IDS_PAPA099_152MM_AP_MONTPELIER
source: 152 mm AP Mk35
ru: 152-мм AP Mk35
uk: 152-мм AP Mk35
zh: 152 毫米 AP Mk35

# IDS_PAPA100_127_AP_TST_GEARING
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA101_127_HE_TST_GEARING
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA102_406_HE_TST_MONTANA
source: 406 mm HE/HC Mk13
ru: 406-мм HE/HC Mk13
uk: 406-мм HE/HC Mk13
zh: 406 毫米 HE/HC Mk13

# IDS_PAPA103_406_AP_TST_MONTANA
source: 406 mm AP Mk8
ru: 406-мм AP Mk8
uk: 406-мм AP Mk8
zh: 406 毫米 AP Mk8

# IDS_PAPA104_457MM_HE_GEORGIA_SH
source: 457 mm HE Type B
ru: 457-мм HE Type B
uk: 457-мм HE Type B
zh: 457-мм HE Type B

# IDS_PAPA105_457MM_AP_GEORGIA_SH
source: 457 mm AP Type B
ru: 457-мм AP Type B
uk: 457-мм AP Type B
zh: 457-мм AP Type B

# IDS_PAPA108_127MM_HE_BENHAM
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA109_127MM_AP_BENHAM
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA110_127MM_AP_HILL
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 HE Mk32

# IDS_PAPA111_127MM_HE_HILL
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA112_127MM_HE_SOMERS
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PAPA113_127MM_AP_SOMERS
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PAPA114_457MM_HE_OHIO_SH
source: 457 mm HE Type B
ru: 457-мм HE Type B
uk: 457-мм HE Type B
zh: 457-мм HE Type B

# IDS_PAPA115_457MM_AP_OHIO_SH
source: 457 mm AP Type B
ru: 457-мм AP Type B
uk: 457-мм AP Type B
zh: 457-мм AP Type B

# IDS_PAPA116_305MM_HE_P_RICO_MK17M1
source: 305 mm HE Mk17 mod. 1
ru: 305-мм HE Mk17 mod. 1
uk: 305-мм HE Mk17 mod. 1
zh: 305 毫米 HE Mk17 mod. 1

# IDS_PAPA117_305MM_AP_P_RICO_MK18M1
source: 305 mm AP Mk18 mod. 1
ru: 305-мм AP Mk18 mod. 1
uk: 305-мм AP Mk18 mod. 1
zh: 305 毫米 AP Mk18 mod. 1

# IDS_PAPA118_356MM_HE_MK22_CALIFORNIA
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA119_356MM_AP_MK16_CALIFORNIA
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA120_203MM_HE_ANCHORAGE
source: 203 mm HE/HC Mk25
ru: 203-мм HE/HC Mk25
uk: 203-мм HE/HC Mk25
zh: 203 毫米 HE/HC Mk25

# IDS_PAPA121_203MM_AP_ANCHORAGE
source: 203 mm AP Mk21
ru: 203-мм AP Mk21
uk: 203-мм AP Mk21
zh: 203 毫米 AP Mk21

# IDS_PAPA122_457MM_HE_18_47
source: 457 mm HE Type B
ru: 457-мм HE Type B
uk: 457-мм HE Type B
zh: 457-мм HE Type B

# IDS_PAPA123_457MM_AP_18_47_B1
source: 457 mm AP Type B
ru: 457-мм AP Type B
uk: 457-мм AP Type B
zh: 457-мм AP Type B

# IDS_PAPA124_356MM_HE_FLORIDA
source: 356 mm HE/HC Mk22
ru: 356-мм HE/HC Mk22
uk: 356-мм HE/HC Mk22
zh: 356 毫米 HE/HC Mk22

# IDS_PAPA125_356MM_AP_FLORIDA
source: 356 mm AP Mk16
ru: 356-мм AP Mk16
uk: 356-мм AP Mk16
zh: 356 毫米 AP Mk16

# IDS_PAPA126_356MM_HE_OKLAHOMA
source: 356 mm HE 1400 lb
ru: 356-мм HE 1400 фн.
zh: 356 毫米 HE 1400 lb

# IDS_PAPA127_356MM_AP_OKLAHOMA
source: 356 mm AP Early 1400 lb
ru: 356-мм AP Early 1400 фн.
zh: 356毫米 穿甲弹 早期型 1400 lb

# IDS_PAPB001_BOMB_6
source: Bomb prototype
es_mx: Prototipo de bomba
pl: Prototyp bomby
ru: Прототип бомбы
uk: Прототип бомби
zh: 原型炸弹
zh_sg: 原型炸弹

# IDS_PAPB104_LANGLEY_STOCK
source: HE AN-M64
ru: ОФ AN-M64
uk: ОФ AN-M64
zh: AN-M64

# IDS_PAPB106_RANGER_STOCK
source: HE AN-M65
ru: ОФ AN-M65
uk: ОФ AN-M65
zh: AN-M65

# IDS_PAPB108_LEXINGTON_STOCK
source: HE AN-M65
ru: ОФ AN-M65
uk: ОФ AN-M65
zh: AN-M65

# IDS_PAPB110_MIDWAY_STOCK
source: HE AN-M66
ru: ОФ AN-M66
uk: ОФ AN-M66
zh: AN-M66

# IDS_PAPB206_RANGER_TOP
source: HE AN-M65
ru: ОФ AN-M65
uk: ОФ AN-M65
zh: AN-M65

# IDS_PAPB208_LEXINGTON_TOP
source: HE AN-M65
ru: ОФ AN-M65
uk: ОФ AN-M65
zh: AN-M65

# IDS_PAPB210_MIDWAY_TOP
source: HE AN-M66
ru: ОФ AN-M66
uk: ОФ AN-M66
zh: AN-M66

# IDS_PAPB508_ENTERPRISE_STOCK
source: AP AN-M62
ru: ББ AN-M62
uk: ББ AN-M62
zh: AN-M62

# IDS_PAPB510_ROSEVELT_STOCK
source: HE AN-M66
ru: ОФ AN-M66
uk: ОФ AN-M66
zh: AN-M66

# IDS_PAPB518_SAIPAN_STOCK
source: HE AN-M66
ru: ОФ AN-M66
uk: ОФ AN-M66
zh: AN-M66

# IDS_PAPR104_LANGLEY_STOCK
source: HE 5-inch FFAR
es_mx: HE FFAR de 5 in
ru: ОФ 5-inch FFAR
uk: ОФ 5-inch FFAR
zh: 5-inch FFAR

# IDS_PAPR106_RANGER_STOCK
source: HE 5-inch FFAR
es_mx: HE FFAR de 5 in
ru: ОФ 5-inch FFAR
uk: ОФ 5-inch FFAR
zh: 5-inch FFAR

# IDS_PAPR108_LEXINGTON_STOCK
source: HE 5-inch FFAR
es_mx: HE FFAR de 5 in
ru: ОФ 5-inch FFAR
uk: ОФ 5-inch FFAR
zh: 5-inch FFAR

# IDS_PAPR110_MIDWAY_STOCK
source: HE HVAR 127 mm
es_mx: HE HVAR de 127 mm
ru: ОФ HVAR 127-мм
uk: ОФ HVAR 127-мм
zh: HVAR 127 毫米

# IDS_PAPR206_RANGER_TOP
source: HE 5-inch FFAR
es_mx: HE FFAR de 5 in
ru: ОФ 5-inch FFAR
uk: ОФ 5-inch FFAR
zh: 5-inch FFAR

# IDS_PAPR208_LEXINGTON_TOP
source: HE HVAR 127 mm
es_mx: HE HVAR de 127 mm
ru: ОФ HVAR 127-мм
uk: ОФ HVAR 127 mm
zh: HVAR 127 mm

# IDS_PAPR210_MIDWAY_TOP
source: HE HVAR 127 mm
es_mx: HE HVAR de 127 mm
ru: ОФ HVAR 127-мм
uk: ОФ HVAR 127-мм
zh: HVAR 127 毫米

# IDS_PAPR308_LEXINGTON_TOP
source: HE Tiny Tim
ru: ОФ Tiny Tim
uk: ОФ Tiny Tim
zh: 小蒂姆

# IDS_PAPR310_MIDWAY_TOP
source: HE Tiny Tim
ru: ОФ Tiny Tim
uk: ОФ Tiny Tim
zh: 小蒂姆

# IDS_PAPR508_ENTERPRISE_STOCK
source: HE 5-inch FFAR
es_mx: HE FFAR de 5 in
ru: ОФ 5-inch FFAR
uk: ОФ 5-inch FFAR
zh: 5-inch FFAR

# IDS_PAPR510_ROOSEVELT_STOCK
source: HE HVAR 127 mm
es_mx: HE HVAR de 127 mm
ru: ОФ HVAR 127-мм
uk: ОФ HVAR 127-мм
zh: HVAR 127 毫米

# IDS_PAPR518_SAIPAN_STOCK
source: HE Tiny Tim
ru: ОФ Tiny Tim
uk: ОФ Tiny Tim
zh: 小蒂姆

# IDS_PAPT001_TORPEDO_533MM_MK_15
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PAPT005_BLISS_LEAVITT_MK6
source: Bliss Leavitt Mk6
zh: 比利斯 莱维特 Mk6

# IDS_PAPT006_BLISS_LEAVITT_MK7_MOD_5A
source: Bliss Leavitt Mk7 mod. 5A
zh: 比利斯 莱维特 Mk7 mod. 5A

# IDS_PAPT007_BLISS_LEAVITT_MK7_MOD_2A
source: Bliss Leavitt Mk7 mod. 2A
zh: 比利斯 莱维特 Mk7 2型A

# IDS_PAPT010_MK_13_MOD0A
source: Mk13 mod. 0A
zh: Mk13 0型A

# IDS_PAPT012_BLISS_LEAVITT_MK7_TYPE_DA
source: Bliss Leavitt Mk7 Type DA
es_mx: Bliss Leavitt Mk7 Tipo DA
zh: 布利斯·莱维特 Mk7 DA

# IDS_PAPT013_MK_25_MOD3A
source: Mk25 mod. 3A
zh: Mk25 三型A

# IDS_PAPT014_BLISS_LEAVITT_MK3
source: Bliss Leavitt Mk3
zh: 比利斯 莱维特 Mk3

# IDS_PAPT015_MK8_MOD2B
source: Mk8 mod. 2B
zh: Mk8 2型B

# IDS_PAPT016_MK_8_MOD3B
source: Mk8 mod. 3B
zh: Mk8 三型B

# IDS_PAPT018_MK_15_MOD_3
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAPT019_WHITEHEAD_MK5
source: Whitehead Mk5
zh: 怀特黑德 Mk5

# IDS_PAPT020_BLISS_LEAVITT_MK7_MOD_0
source: Bliss Leavitt Mk7 mod. 0
zh: 布利斯·莱维特 Mk7 mod0

# IDS_PAPT021_BLISS_LEAVITT_MARK_9_MOD_1B
source: Bliss Leavitt Mk9 mod. 1b
zh: 布利斯·莱维特 Mark 9 mod1b

# IDS_PAPT022_BLISS_LEAVITT_MARK_9_MOD_1
source: Bliss Leavitt Mk9 mod. 1
zh: 布利斯·莱维特 Mark 9 mod1

# IDS_PAPT024_MK_14_MOD_3
source: Mk14 mod. 3
zh: Mark 14 3型

# IDS_PAPT025_MK_14_MOD_0
source: Mk14 mod. 0
zh: Mk 14 0型

# IDS_PAPT026_MK_16_MOD_0
source: Mk16 mod. 0
zh: Mk 16 0型

# IDS_PAPT027_MK_16_MOD_1
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAPT028_TORPEDO_533MM_MK_15_SIMS
source: Mk15 mod. 0
zh: Mk15 0型

# IDS_PAPT029_MK_15_MOD_ATLANTA
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAPT031_KIDD
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAPT033_MONAGHAN_MK15
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAPT034_SMITH
source: Bliss Leavitt Mk7 mod. 0
zh: 布利斯·莱维特 Mk7 mod0

# IDS_PAPT035_TST_GEARING_1
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAPT037_533MM_BENHAM
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PAPT045_533MM_ANCHORAGE
source: 533 mm Type16 mod. 1
es_mx: Type16 mod. 1 de 533 mm
ru: 533-мм Mk16 mod. 1
uk: 533-мм Mk16 mod. 1
zh: 533-мм Mk16 mod. 1

# IDS_PAPT104_LANGLEY_STOCK
source: Torpedo Mk.7D
pl: Torpeda Mk.7D
zh: 鱼雷 Mk.7D

# IDS_PAPT106_RANGER_STOCK
source: Torpedo Mk.7
pl: Torpeda Mk.7
zh: 鱼雷 Mk.7

# IDS_PAPT108_LEXINGTON_STOCK
source: Torpedo Mk.13-2
pl: Torpeda Mk.13-2
zh: 鱼雷 Mk.13-2

# IDS_PAPT110_MIDWAY_STOCK
source: Torpedo Mk.7 mod. 1
zh: 鱼雷 Mk.7

# IDS_PAPT206_RANGER_TOP
source: Torpedo Mk.7
pl: Torpeda Mk.7
zh: 鱼雷 Mk.7

# IDS_PAPT208_LEXINGTON_TOP
source: Torpedo Mk.13-2
pl: Torpeda Mk.13-2
zh: 鱼雷 Mk.13-2

# IDS_PAPT210_MIDWAY_TOP
source: Torpedo Mk.7 mod. 1
zh: 鱼雷 Mk.7

# IDS_PAPT508_ENTERPRISE_STOCK
source: Torpedo Mk.13-2
pl: Torpeda Mk.13-2
zh: 鱼雷 Mk.13-2

# IDS_PAPT510_ROOSEVELT_STOCK
source: Torpedo Mk.7D
zh: 鱼雷 Mk.7D

# IDS_PAPT518_SAIPAN_STOCK
source: Torpedo Mk.13-2
pl: Torpeda Mk.13-2
zh: 鱼雷 Mk.13-2

# IDS_PAPT777_TORPEDO_457_PROTOTYPE
source: Torpedo 457 prototype
ja: 魚雷 457 prototype
ru: Торпеда 457 прототип
uk: Торпеда 457 прототип
zh: 鱼雷 457 原型
zh_sg: 鱼雷 457 原型

# IDS_PAPT910_MK_13_MOD0A_INDEPENDENCE
source: Mk13 mod. 0A
zh: Mk13 0型A
