Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC355_SOVIETBBARC_ADMIRAL_DESCRIPTION
source: Nikolay Kuznetsov had numerous ups and downs in his career due to conflicts with the highest-ranking Communist party members. Reductions in rank were followed by promotions. In his memoirs, he jokes bitterly about the unique character of his service in the Navy: he was twice a Kontr-Admiral (Rear-Admiral), three times Vitse-Admiral (Vice Admiral), and twice Admiral Flota (Fleet Admiral). In May 1955, the Fleet Admiral rank was renamed Admiral Flota Sovietskogo Soyuza (Admiral of the Fleet of the Soviet Union). Those who were promoted to Admiral Flota Sovietskogo Soyuza were given Marshal's star. The star was worn on the neck with the parade uniform. Starting from 1952, admirals were supposed to wear parade uniform that included a black coat with golden shoulder marks and a turn-down collar with golden sewing work. The cockade on the peaked cap was also decorated with special sewing work.
es_mx: GorroNikolay Kuznetsov sufrió numerosos altibajos en su carrera debido a conflictos con algunos de los miembros de mayor rango del Partido Comunista. Tras las reducciones de rango vinieron los ascensos. En sus memorias, bromea con resentimiento sobre la trayectoria tan especial de su servicio en la Armada: fue dos veces Kontr-Admiral (contraalmirante), tres veces itse-Admiral (vicealmirante) y dos veces Admiral Flota (almirante de flota). En mayo de 1955, el rango de almirante de flota se rebautizó como Admiral Flota Sovietskogo Soyuza (almirante de la Flota de la Unión Soviética). Todos los que fueron ascendidos a Admiral Flota Sovietskogo Soyuza recibieron la estrella de mariscal. La estrella se llevaba en el cuello con el uniforme de mariscal. A partir de 1952, los almirantes debían vestir un uniforme de desfile que incluyese un abrigo negro con marcas de hombro doradas y un cuello plegado con puntadas doradas. La escarapela en la visera de la gorra también estaba decorada con puntadas especiales.
ja: ニコライ・クズネツォフの経歴は、共産党の高官の一部との軋轢に伴って浮き沈みが多いものとなり、昇進と降格が繰り返されました。そして、海軍における自身の類い稀な経歴に関して辛辣なジョークを言っていました。彼は少将に 2 回なり、中将に 3 回なり、海軍元帥に 2 回なったのです。 1955 年には、海軍元帥という階級がソ連邦海軍元帥に改称され、ソ連邦海軍元帥に昇格した人物には元帥の星が与えられました。この星は、礼装の首に飾られました。1952 年からは、提督は金の肩章と金の刺繍をあしらった折り襟を有する黒い上着を含む礼装を着用することになっており、官帽の帽章としても特別な刺繍が施されていました。
pl: Nikołaj Kuzniecow miał liczne wzloty i upadki w swojej karierze z powodu konfliktów, w jakie popadał z wysoko postawionymi członkami partii komunistycznej. Po degradacjach często następowały awanse. Jego pamiętniki pełne są gorzkich żartów na temat wyjątkowego charakteru swojej służby: dwukrotnie mianowany na kontradmirała, trzykrotnie na wiceadmirała i dwukrotnie na admirała floty. W maju 1955 roku zmieniono nazwę stopnia z admirała floty na admirała floty Związku Radzieckiego. Oficerowie awansowani na ten stopień otrzymywali gwiazdę marszałkowską. Gwiazdę noszono na kołnierzu munduru galowego. Począwszy od 1952 roku admirałowie mieli nosić mundur polowy, w skład którego wchodził czarny płaszcz ze złotymi odznaczeniami i opuszczony kołnierz ze złotymi przeszyciami. Rozetka na czapce garnizonowej również była przyozdobiona specjalnym przeszyciem.
ru: В карьере адмирала Николая Герасимовича Кузнецова было немало взлётов и падений, вызванных его конфликтами с партийным руководством страны. За очередным разжалованием в звании не раз следовало повышение. В своих воспоминаниях он горько шутил об «уникальности» своей службы, ведь он дважды был контр-адмиралом, трижды — вице-адмиралом, и два раза ему присваивалось высшее звание адмирала флота. В мае 1955 года звание «адмирал флота» было переименовано в «адмирал флота Советского Союза» с вручением тем, кому это звание было присвоено, особого знака отличия — Маршальской звезды. Звезда носилась на шее при парадной форме одежды. С 1952 года при параде адмиралам положено было носить чёрный китель с золотыми погонами и украшенным золотым шитьём отложным воротником. Особое шитьё при этом было и у кокарды на фуражке.
uk: У кар’єрі адмірала Миколи Герасимовича Кузнєцова було чимало злетів і падінь, викликаних його конфліктами з партійним керівництвом країни. За черговим розжалуванням у званні не одноразово було підвищення. У своїх спогадах він сумно жартував, про «унікальність» своєї служби, адже він двічі був контр-адміралом, тричі — віце-адміралом і два рази йому присвоювали найвище звання адмірала флоту. У травні 1955 року звання «адмірал флоту» перейменували на «адмірал флоту Радянського Союзу» з врученням тим, кому це звання було присвоєно, особливої відзнаки — Маршальської зірки. Зірку носили на шиї з парадним одностроєм. З 1952 року при параді адмірали мали носити чорний кітель із золотими погонами та відкладним коміром, прикрашеним золотим шиттям. Причому особливе шиття мала й кокарда на кашкеті.
zh: В карьере адмирала Николая Герасимовича Кузнецова было немало взлётов и падений, вызванных его конфликтами с партийным руководством страны. За очередным разжалованием в звании не раз следовало повышение. В своих воспоминаниях он горько шутил об «уникальности» своей службы, ведь он дважды был контр-адмиралом, трижды — вице-адмиралом, и два раза ему присваивалось высшее звание адмирала флота. В мае 1955 года звание «адмирал флота» было переименовано в «адмирал флота Советского Союза» с вручением тем, кому это звание было присвоено, особого знака отличия — Маршальской звезды. Звезда носилась на шее при парадной форме одежды. С 1952 года при параде адмиралам положено было носить чёрный китель с золотыми погонами и украшенным золотым шитьём отложным воротником. Особое шитьё при этом было и у кокарды на фуражке.
zh_sg: 尼古拉·库兹涅佐夫由于与党内高层发生冲突，整个生涯中经历了多次起落。军衔升了又降。在他的回忆录中，他曾自嘲自己是海军中的另类：他曾两次当过海军少将，三次当过海军副上将，两次当过海军元帅。 1955年5月，海军元帅军衔改名为苏联海军元帅。晋升苏联海军元帅的将官被授予元帅星。元帅星佩戴于制服的领口。从1952年开始，海军元帅开始着装元帅礼服，这是一套带有金色肩章、金丝刺绣翻领的黑色军礼服。军帽上的帽徽也带有特殊的刺绣图案。

# IDS_PCZC356_SOVIETBBARC_305MM_SHELL
source: Model 1911 305 mm Shell
es_mx: Proyectil de 305 mm Modelo 1911
ja: 1911 型 305 mm 砲弾
pl: Pocisk kal. 305 mm Model 1911
ru: 305-мм снаряд образца 1911 года
uk: 305-мм снаряд зразка 1911 р.
zh: 305-мм снаряд образца 1911 года
zh_sg: 1911型305毫米炮弹

# IDS_PCZC356_SOVIETBBARC_305MM_SHELL_DESCRIPTION
source: In the Battle of Tsushima of 1905, Borodino-class Russian squadron battleships fired at the Japanese ships with 332 kg Model 1892 shells. The shells were of approximately 2.6 calibers, which limited the amount of explosive agent they could carry to a tiny 5 to 12 kg. The experience from the Russo-Japanese war was taken into account and, in 1907, new elongated shells with a large amount of explosive agent were put into service. However, the design and construction of dreadnought battleships, which began in 1906, required fundamentally more powerful ammunition. In 1911, a project was approved for a new shell, designed for a 305 mm/52 caliber gun. Ammunition of all three types—armor-piercing, semi-armor-piercing and high explosive—had the same weight of 471 kg. At the same time, AP shells were filled with 13 kg of explosives, which is more than the amount that HE shells of the Russo-Japanese war period contained. The 5 caliber (152 cm) Model 1911 HE shell that contained 61.5 kg of explosive agent was immensely destructive. The magazines Gangut/Sevastopol-class battleships were designed to hold 1,200 305 mm shells, 100 shells per gun.
es_mx: En la batalla de Tsushima en 1905, los acorazados de escuadrón rusos de clase Borodino dispararon a los barcos japoneses con proyectiles de 332 kg Modelo 1982. La longitud de estos proyectiles era de unos 2,6 calibres, lo que limitaba la cantidad de agente explosivo que podían llevar a una pequeña cantidad entre 5 y 12 kg. Con estas experiencias de la guerra ruso-japonesa en mente, en 1907 se pusieron en servicio nuevos proyectiles alargados con una buena cantidad de agente explosivo. Sin embargo, el diseño y la construcción de los acorazados dreadnought, que comenzó en 1906, requería fundamentalmente munición más potente. En 1911, se aprobó un proyecto para un nuevo proyectil, diseñado para un cañón de 305 mm de calibre 52. La munición de los tres tipos —perforante, semiperforante y de alto explosivo— tenía el mismo peso de 471 kg. Al mismo tiempo, los proyectiles perforantes contenían 13 kg de explosivo, lo que supera a los proyectiles AE atribuibles al periodo de la guerra ruso-japonesa. El proyectil AE Modelo 1911, que contenía 61,5 kg de agente explosivo, tenía una capacidad de destrucción inmensa. Su longitud era de 5 calibres, o 152 cm. Las santabárbaras de los acorazados de clase Gangut/Sevastopol estaban diseñados para acoger 1200 proyectiles de 305 mm, 100 proyectiles por cañón.
ja: 1905 年の日本海海戦では、ロシアのボロディノ級艦隊用戦艦は日本艦艇に対して 332 kg の 1892 型弾を射撃しました。これらの砲弾の長さは約 2.6 口径に過ぎなかったため、炸薬量が僅か 5 から 12 kg に限られました。そこで日露戦争での戦訓を考慮し、1907 年により長く炸薬量が多い砲弾が採用されたものの、1906 年に開始された弩級戦艦の設計と建造においては、根本的にさらに強力な砲弾が求められてました。 そして 1911 年に 52 口径 305 mm 砲用として設計された新型砲弾の計画が採用され、徹甲弾、半徹甲弾、榴弾の 3 種全てが 471 kg という同一の重量で統一されていました。その炸薬量は徹甲弾でさえも 13 kg に達し、日露戦争時代の榴弾の炸薬量を上回っていました。そして 1911 型榴弾には 61.5 kg もの炸薬が搭載されており、極めて高い破壊力を備え、その長さは 5 口径 (152 cm) でした。ガングート/セヴァストポリ級戦艦の弾薬庫は、各門 100 発、合計 1,200 発の 305 mm 砲弾を搭載できるように設計されていました。
pl: W trakcie bitwy pod Cuszimą z 1905 roku pancerniki eskadry klasy Borodino strzelały 332-kilogramowymi pociskami Model 1892. Długość tych pocisków wynosiła 2,6 kalibra, co ograniczało ilość przenoszonego przez nie ładunku wybuchowego do 5–12 kg. Wzięto pod uwagę doświadczenia z wojny rosyjsko-japońskiej i w 1907 roku do służby weszły nowe, wydłużone pociski z większym ładunkiem wybuchowym. Jednak budowane od 1906 roku drednoty wymagały zupełnie innej, potężniejszej amunicji. W 1911 roku zaakceptowano projekt nowego pocisku dla działa 305 mm/52. Pociski wszystkich typów – przeciwpancerne, odłamkowe i półpancerne – miały taką samą masę, wynoszącą 471 kg. Pociski przeciwpancerne miały 13 kg ładunku wybuchowego, czyli więcej niż pociski odłamkowe z czasów wojny rosyjsko-japońskiej. Pocisk odłamkowo-burzący Model 1911 przenosił 61,5 kg ładunku wybuchowego, co dawało mu ogromną moc niszczącą. Jego długość wynosiła 5 kalibrów, czyli 152 cm. Magazyny pancerników klasy Gangut/Sewastopol zaprojektowane były do przechowywania 1200 pocisków kal. 305 mm – po 100 pocisków dla każdego z dział.
ru: В Цусимском сражении в 1905 году русские эскадренные броненосцы типа «Бородино» вели огонь по японским кораблям 332-кг снарядами образца 1892 года. Длина этих боеприпасов составляла примерно 2,6 калибра, что ограничивало количество взрывчатого вещества в них ничтожными 5–12 кг. Опыт Русско-японской войны был учтён, и в 1907 году были приняты на вооружение новые, удлинённые снаряды с большим количеством взрывчатки. Однако проектирование и строительство линкоров-дредноутов, начавшееся в 1906 году, требовало принципиально более мощных боеприпасов. В 1911 году был утверждён проект нового снаряда, предназначенного для 305-мм пушки в 52 калибра. Боеприпасы всех трёх типов (бронебойного, полубронебойного и фугасного) имели один и тот же вес — 471 кг. При этом бронебойный снаряд был начинён 13 кг взрывчатки — больше, чем фугасный времён войны с Японией. Огромной разрушительной силой обладал фугасный снаряд образца 1911 года, содержавший 61,5 кг взрывчатого вещества. Длина его составляла 5 калибров, или 152 см. Погреба линкоров типа «Гангут»/«Севастополь» были рассчитаны на размещение в них 1200 305-мм снарядов из расчёта 100 штук на одно орудие.
uk: У Цусімському бою 1905 року російські ескадрені броненосці типу «Бородіно» вели вогонь по японських кораблях 332-кг снарядами зразка 1892 року. Довжина цих боєприпасів становила приблизно 2,6 калібра, що обмежувало кількість вибухової речовини в них нікчемними 5–12 кг. Досвід російсько-японської війни врахували, і 1907 року прийняли на озброєння нові, подовжені снаряди з великою кількістю вибухівки. Але проектування та будівництво лінкорів-дредноутів, що почали 1906 року, вимагало принципово потужніших боєприпасів. 1911 року затвердили проект нового снаряда, призначеного для 305-мм гармати з довжиною ствола 52 калібри. Боєприпаси всіх трьох типів (бронебійного, напівбронебійного та фугасного) мали однакову вагу — 471 кг. Причому бронебійний снаряд був начинений 13 кг вибухівки — більше, ніж фугасний часів війни з Японією. Величезну руйнівну силу мав фугасний снаряд зразка 1911 року, що містив 61,5 кг вибухової речовини. Довжина його становила 5 калібрів, або 152 см. Погреби лінкорів типу «Гангут»/«Севастополь» були розраховані на 1200 305-мм снарядів із розрахунку 100 од. на одну гармату.
zh: В Цусимском сражении в 1905 году русские эскадренные броненосцы типа «Бородино» вели огонь по японским кораблям 332-кг снарядами образца 1892 года. Длина этих боеприпасов составляла примерно 2,6 калибра, что ограничивало количество взрывчатого вещества в них ничтожными 5–12 кг. Опыт Русско-японской войны был учтён, и в 1907 году были приняты на вооружение новые, удлинённые снаряды с большим количеством взрывчатки. Однако проектирование и строительство линкоров-дредноутов, начавшееся в 1906 году, требовало принципиально более мощных боеприпасов. В 1911 году был утверждён проект нового снаряда, предназначенного для 305-мм пушки в 52 калибра. Боеприпасы всех трёх типов (бронебойного, полубронебойного и фугасного) имели один и тот же вес — 471 кг. При этом бронебойный снаряд был начинён 13 кг взрывчатки — больше, чем фугасный времён войны с Японией. Огромной разрушительной силой обладал фугасный снаряд образца 1911 года, содержавший 61,5 кг взрывчатого вещества. Длина его составляла 5 калибров, или 152 см. Погреба линкоров типа «Гангут»/«Севастополь» были рассчитаны на размещение в них 1200 305-мм снарядов из расчёта 100 штук на одно орудие.
zh_sg: 在1905年的对马海峡战役中，博罗季诺级俄罗斯战列舰队使用了332千克的1892型炮弹向日本军舰开火。这些炮弹的长度约为2.6倍口径，将携带炸药量限制在仅5到12千克之间。吸取了日俄战争中的经验，1907年，能携带更多炸药量的新型细长弹壳投入使用。然而，由于1906年“无畏战舰”已经开始设计和建造，迫切需求更强大的炮弹。 1911年，一个为305毫米/52倍口径火炮设计的新炮弹项目获得批准。三种类型的穿甲弹、半穿甲弹和高爆弹的重量均为471千克。同时，穿甲弹中填充了13千克炸药，炸药量高于日俄战争的高爆弹。而装有61.5千克炸药的1911型高爆弹具有极大的破坏性。它的弹壳长度为5倍口径，或152厘米。甘古特/塞瓦斯托波尔号级战列舰的弹匣容量为1200枚305毫米炮弹，每门炮配100枚备弹。

# IDS_PCZC357_SOVIETBBARC_356MM_SHELL
source: Model 1913 356 mm Shell
es_mx: Proyectil de 356 mm Modelo 1913
ja: 1913 型 356 mm 砲弾
pl: Pocisk kal. 356 mm Model 1913
ru: 356-мм снаряд образца 1913 года
uk: 356-мм снаряд зразка 1913 р.
zh: 356-мм снаряд образца 1913 года
zh_sg: 1913型356毫米炮弹

# IDS_PCZC357_SOVIETBBARC_356MM_SHELL_DESCRIPTION
source: The "Armored Cruisers for the Baltic Sea", which at the design and construction stage turned into Izmail-class battlecruisers, were to carry 356 mm guns as main artillery guns. The increase of the caliber by "only" 51 mm, in turn increased the weight of the the corresponding shell by more than one half. The ammunition of the 356 mm guns had a mass of about 748 kg versus 471 kg for 305 mm cannons. Two main types of 356 mm shells entered service—the armor-piercing Model 1911 shell and the high-explosive Model 1913 shell. Both had the same weight, differing in the amount of explosive agent and length. The Model 1913 shell was about 170 cm long and was filled with 82 kg of explosives. In accordance with the project, the volume of the magazines of the Izmail-class battlecruisers provided storage of 80 shots per gun, a total of 960 shells.
es_mx: Los "cruceros blindados para el Mar Báltico", los cuales se convirtieron en los cruceros de batalla de la clase Izmail durante la fase de diseño y construcción, contarían con cañones de 356 mm como artillería principal. El aumento de "solo" 51 mm en el valibre aumentó el peso del proyectil correspondiente más de un 50%. La munición de los cañones de 356 mm tenía una masa de unos 748 kg, frente a los 471 kg de los cañones de 305 mm. Dos tipos principales de proyectiles de 356 mm entraron en servicio: el proyectil antiblindaje Modelo 1911 y el proyectil de alto explosivo Modelo 1913. Ambos tenían el mismo peso, pero con una cantidad diferente de agente explosivo y diferente longitud. El proyectil Modelo 1913 tenía unos 170 cm de largo y contenía 82 kg de explosivos. De acuerdo con el proyecto, el volumen de los almacénes de munición de los cruceros de batalla de la clase Izmail proporcionaban espacio para 80 disparos por cañón: un total de 960 proyectiles.
ja: 当時、最終的にはイズメイル級巡洋戦艦となる「バルト海用の装甲巡洋艦」の設計と建造が進められており、主砲として 356 mm 砲を搭載することになっていました。口径の上では「僅か」51 mm の増加であっても、砲弾重量では 1.5 倍を超える増加に繋がりました。この 356 mm 砲用の砲弾重量は約 748 kg であり、これに対して 305 mm 砲用の砲弾重量は 471 kg でした。 主要な 356 mm 砲弾として、1911 型徹甲弾と 1913 型榴弾の 2 種が採用され、これらは重量が同一で、炸薬量と長さが異なっていました。1913 型榴弾は、長さが約 170 cm で、炸薬量は 82 kg でした。計画案に則り、イズメイル級巡洋戦艦の携行弾数は、各門 80 発、合計 960 発とされていました。
pl: „Opancerzony krążownik na Morze Bałtyckie”, który na etapie budowy stał się krążownikiem liniowym klasy Izmaił, uzbrojony miał być w działa główne kal. 356 mm. Zwiększenie kalibru o „jedyne” 51 mm zwiększyło masę pocisku o ponad połowę. Amunicja do dział 356 mm ważyła 748 kg, podczas gdy amunicja do dział 305 mm – 471 kg. Dwa główne typy pocisków kal. 356 mm weszły do użytku – przeciwpancerny Model 1911 i odłamkowy Model 1913. Oba pociski miały taką samą masę, ale różniły się długością i ilością ładunku wybuchowego. Pociski Model 1913 miały 170 cm długości i przenosiły 82 kg ładunku wybuchowego. Zgodnie z projektem pojemność magazynów jednostek klasy Izmaił wystarczała na 80 strzałów dla każdego z dział, co daje w sumie 960 pocisków.
ru: «Броненосные крейсера для Балтийского моря», превратившиеся в ходе проектирования и строительства в линейные крейсера типа «Измаил», должны были получить в качестве основной артиллерии 356-мм орудия. Увеличение калибра «всего лишь» на 51 мм более чем в полтора раза увеличивало вес соответствующего снаряда. Боеприпасы 356-мм орудий имели массу около 748 кг против 471 кг для 305-мм пушек. На вооружение были приняты два основных типа 356-мм снарядов — бронебойный образца 1911 года и фугасный образца 1913 года. Оба имели одинаковый вес, отличаясь по количеству взрывчатого вещества и длине. Так, снаряд образца 1913 года имел длину порядка 170 см и начинялся 82 кг взрывчатки. В соответствии с проектом объём погребов линейных крейсеров типа «Измаил» обеспечивал хранение 80 выстрелов на ствол, всего 960 снарядов.
uk: «Броненосні крейсери для Балтійського моря», що перетворилися під час проектування та будівництва на лінійні крейсери типу «Ізмаїл», мали отримати за головну артилерію 356-мм гармати. Збільшення калібру «лише» на 51 мм збільшувало вагу відповідного снаряда більше ніж у півтора раза. Боєприпаси 356-мм гармат мали масу приблизно 748 кг проти 471 кг для 305-мм гармат. На озброєння прийняли два основних типи 356-мм снарядів — бронебійний зразка 1911 р. та фугасний зразка 1913 р. Обидва мали однакову вагу, відрізняючись за кількістю вибухової речовини й довжині. Так, снаряд зразка 1913 р. мав довжину приблизно 170 см і був начинений 82 кг вибухівки. Відповідно до проекту обсяг погребів лінійних крейсерів типу «Ізмаїл» забезпечував зберігання 80 пострілів на гармату, разом 960 снарядів.
zh: «Броненосные крейсера для Балтийского моря», превратившиеся в ходе проектирования и строительства в линейные крейсера типа «Измаил», должны были получить в качестве основной артиллерии 356-мм орудия. Увеличение калибра «всего лишь» на 51 мм более чем в полтора раза увеличивало вес соответствующего снаряда. Боеприпасы 356-мм орудий имели массу около 748 кг против 471 кг для 305-мм пушек. На вооружение были приняты два основных типа 356-мм снарядов — бронебойный образца 1911 года и фугасный образца 1913 года. Оба имели одинаковый вес, отличаясь по количеству взрывчатого вещества и длине. Так, снаряд образца 1913 года имел длину порядка 170 см и начинялся 82 кг взрывчатки. В соответствии с проектом объём погребов линейных крейсеров типа «Измаил» обеспечивал хранение 80 выстрелов на ствол, всего 960 снарядов.
zh_sg: “波罗的海装甲巡洋舰”在设计和建造阶段变成了伊兹梅尔级战斗巡洋舰，携带356毫米口径的主炮。口径增加“仅”51毫米，但炮弹重量却增加了一半以上。356毫米火炮的炮弹重量约为748千克，而305毫米火炮的炮弹重量仅为471千克。 356毫米炮弹有两种常用型号：1911型穿甲弹和1913型高爆弹。两者重量相同，但炸药量和长度不同。1913年型炮弹长约170厘米，装有82千克炸药。根据项目统计，伊兹梅尔级巡洋舰的弹匣容量为每门炮80枚备弹——共960发。

# IDS_PCZC358_SOVIETBBARC_406MM_SHELL
source: 406 mm Shell for the B-37 Gun
es_mx: Proyectil de 406 mm para el Cañón B-37
ja: B-37 砲用の 406 mm 砲弾
pl: Pocisk kal. 406 mm do działa B-37
ru: 406-мм снаряд для орудия Б-37
uk: 406-мм снаряд для гармати Б-37
zh: 406-мм снаряд для орудия Б-37
zh_sg: B-37火炮的406毫米炮弹
