Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC209_AA_COMMENDATION_RIBBON_DESCRIPTION
source: The Navy Commendation Ribbon was established in 1943 and initially was a ribbon device worn only in the common ribbon bar. In 1950, the reward got its modern look of a hexagonal metal pendant on a white and green ribbon. The only difference from the army version was the location and width of the white stripes on the ribbon. Only in 1960 was the device's status raised to a full-fledged award, and it was renamed the Navy and Marine Corps Commendation Medal. The Navy ribbon was introduced earlier than similar insignia in other types of the U.S. Armed Forces, and their recipients had to meet more stringent criteria. As a rule, only Officers or senior Navy Chief Petty Officers in charge of units could receive it. In case of the award receipt for merits shown in combat, a metal Combat "V" (which stands for Valor) was attached to the ribbon.
es_mx: El Galón de Elogio de la Marina fue establecida en 1943 e inicialmente era un galón emblema que solamente se ponía como una barra común. En 1950, el galardón obtuvo su aspecto moderno de un colgante de metal hexagonal en una cinta blanca y verde. La única diferencia de la versión del ejército es la ubicación y el ancho de las rayas blancas en el galón. Solamente hasta 1960 el estado del dispositivo fue elevado a un premio completo, y fue renombrado la Medalla de Elogio de la Marina y el Cuerpo de Marines. El Galón de la Marina fue introducido más temprano en una insignia similar de otros tipos de Fuerzas de los Estados Unidos, y sus ganadores tenían que seguir un criterio más riguroso. Como regla, solamente oficiales o altos oficiales menores de la marina de guerra a cargo de unidades, podían recibirlo. En caso de recibir la medalla se mostraría los méritos de combate, una "V" metálica por combate (que significa Valor) se adjuntaba en la cinta.
ja: 1943 年に制定されたこの勲章は、当初は海軍功労帯章 (Navy Commendation Ribbon) という名称であり、メダルが存在しない長方形のリボン型の勲章でした。1950 年には、白と緑のリボンを伴った六角形のメダル型勲章という近代的なデザインに改められましたが、陸軍用とのデザイン上の違いは、リボンの白縞の配置と幅だけでした。そして 1960 年にようやくこの勲章が本格的な勲章へと格上げされ、その名称が海軍・海兵隊功労勲章 (Navy and Marine Corps Commendation Medal) に改められました。 この海軍向けの帯章は、アメリカの他の各軍における類似の勲章に先駆けて導入されました。授与条件が厳格に定められており、対象者は士官または上級上等兵曹のみに限られていました。対象となった功績が戦闘中に成されものだった場合には、Valor (武勇) を意味する "V" の意匠がリボンに加えられました。
pl: Medal Pochwalny Marynarki ustanowiony został w 1943 roku i początkowo miał jedynie formę baretki. W latach 50 odznaczenie otrzymało nowoczesną formę sześciokątnego medalu zawieszonego na biało-zielonej wstędze. Jedyna różnica pomiędzy wersją marynarki i armii to położenie i szerokość białych pasów na wstędze. Dopiero w 1960 roku medal uznano za pełnoprawne odznaczenie i przemianowano je na Medal Pochwalny Marynarki Wojennej i Piechoty Morskiej. Baretka marynarki została wprowadzona wcześniej niż podobne insygnia dla innych typów amerykańskich sił zbrojnych, a odznaczane nim osoby często musiały spełniać dużo bardziej rygorystyczne kryteria. Zgodnie z regulaminem tylko oficerowie oraz starsi bosmani dowodzący jednostkami mogli ją otrzymać. W przypadku, gdy odznaczenie przyznawano za wyjątkowe dokonania z bitwie, do wstęgi przypinano metalową literę „V”, od słowa „Valor” („Waleczność”).
ru: Благодарственный знак за службу в ВМС был учреждён в 1943 году и первоначально представлял собой лишь знак отличия в виде ленточки, носимый только в общей орденской планке. В 1950 году награда приобрела современный вид шестиугольного металлического жетона на бело-зелёной ленте. От армейской версии она отличалась лишь расположением и шириной белых полос на ленте. Лишь в 1960 году статус знака был повышен до полноценной награды, и он был переименован в Благодарственную медаль за службу в ВМС. Знак ВМС появился раньше, чем аналогичные отличия были введены в других видах вооружённых сил США, и для награждения им действовали более строгие критерии. Как правило, его мог получить лишь офицер или старший петти-офицер, командующий каким-либо подразделением. В случае вручения знака за заслуги, проявленные в боевых условиях, на ленту крепилась металлическая литера «V» (от англ. valor — доблесть).
uk: Знак подяки за службу у ВМС заснували 1943 р. і спочатку він був лише відзнакою у вигляді стрічки, що носили лише у загальній орденській планці. 1950 р. нагорода набула сучасного вигляду шестикутного металевого жетону на біло-зеленій стрічці. Від армійської версії вона відрізнялася лише розташуванням і шириною білих смуг на стрічці. Лише 1960 р. статус знака підвищили до повноцінної нагороди, і його перейменували у Медаль подяки за службу у ВМС. Знак ВМС з’явився раніше, ніж аналогічні відмінності ввели у інших видах збройних сил США, і для нагородження ним діяли суворіші критерії. Звичайно, його міг отримати лише офіцер або старший петті-офіцер, командувач будь-яким підрозділом. У разі вручення знака за заслуги, виявлені у бойових умовах, на стрічку кріпили металеву літеру «V» (від англ. valor — доблесть, звитяга).
zh: 海军嘉奖勋带创立于1943年，最初只是一种在普通的略章上配戴的勋带。在1950年，它得到六角形金属吊坠在白色和绿色缎带上的现代外观。与陆军版本唯一的不同在缎带上白色条纹的位置和宽度。直到1960年，该奖章的地位才提升为一个全面的奖励，并且更名为海军和海军陆战队嘉奖勋章。 海军缎带比其他M军军种类似的徽章更早出现，且它们的得奖标准更加严格。一般来说，只有负责部队的军官或高级海军士官长可以获得它。如果要表扬战斗的功绩，金属「V」奖章（代表勇气）将被挂在缎带上。
zh_sg: 海军嘉奖勋表设立于1943年，一开始只是佩戴于普通勋表条上的勋表。在1950年，这个奖章变成了在白色和绿色丝带上的六角形金属吊坠的现代的外观。与陆军版本唯一的区别是丝带上白色条纹的位置和宽度。只有在1960年，这个奖项才升级为一个全面的奖项，并更名为海军及海军陆战队嘉奖勋章。 美国海军勋表比其他美国武装部队类似的勋章更早引入，勋表的接受者的必须符合的要求也更加严格。作为规则，只有官员或者负责单位的高级海军士官才能被授予。如果因为战斗中的优异表现被授予此奖励，勋带上会带有一个金属字母“V"（代表英文中的Valor，勇气）。

# IDS_PCZC210_AA_CONDUCT_MEDAL
source: Navy Good Conduct Medal
es_mx: Medalla de Buena Conducta de la Armada
ja: 海軍善行章
pl: Medal Marynarki za Dobre Sprawowanie
ru: Медаль «За безупречную службу в ВМС»
uk: Медаль «За бездоганну службу у ВМС»
zh: 海军良好行为勋章
zh_sg: 海军良好行为奖章

# IDS_PCZC210_AA_CONDUCT_MEDAL_DESCRIPTION
source: The Navy Good Conduct Medal was established in 1869 and is one of the oldest American military awards. As a comparison, a similar decoration for the U.S. Army was introduced only in 1941. The design of the Navy medal has changed several times. In 1885, the third version of its appearance was approved, and it remained unchanged until 1961. The medal is received by Navy military personnel inferior to the officer's rank. Initially, it was awarded in the case of successful completion of service. Later, the medal was awarded for every three years of faithful service in peacetime or one year in wartime.
es_mx: La Medalla de Buena Conducta de la Marina fue establecida en 1869 y es uno de los galardones militares más viejos de Norteamérica. Como comparación, una decoración similar para el Ejército de los Estados Unidos fue introducido en 1941. El diseño de la medalla de la Marina ha cambiado varias veces. En 1885, la tercera versión de su apariencia fue aprobada, y permaneció sin ser cambiada hasta 1961. La medalla se le otorga a personal militar Naval con rango inferior al de un oficial. Inicialmente, se otorgaba en caso de completar exitosamente un servicio. Después, la medalla fue otorgada por cada tres años de leal servicio en tiempo de guerra y uno por cada año de guerra.
ja: 1869 年に制定された海軍善行章 (Navy Good Conduct Medal) は、アメリカの軍事勲章としては最も古いもののひとつです。その一方で、陸軍において類似の勲章が導入されたのは、1941 年のことでした。海軍用の勲章のデザインは数回変更されており、1885 年に 3 代目のデザインが承認され、このデザインが 1961 年まで用いられていました。 この勲章は、士官未満の軍人を対象としたものであり、当初は軍務を終えた際に授与されていましたが、後には、平時において 3 年間に渡り誠実に勤務する毎に、または戦時において 1 年間に渡り誠実に勤務する毎に授与されるようになりました。
pl: Medal Marynarki za Dobre Sprawowanie wprowadzono w 1869 roku i jest to jedno z najstarszych amerykańskich odznaczeń wojskowych. Dla porównania, podobne odznaczenie w U.S. Army wprowadzono dopiero w 1941 roku. Wygląd odznaczenia marynarki zmieniał się kilkukrotnie. W 1885 roku trzecia wersja jego wyglądu została zaaprobowana i pozostawała niezmieniona do 1961 roku. Medalem tym można odznaczyć personel wojskowy marynarki o stopniu niższym niż oficerski. Początkowo przyznawano go za pomyślne zakończenie służby. Później, przyznawano go raz na trzy lata za wierną służbę w czasie pokoju i raz do roku w czasie wojny.
ru: Медаль «За безупречную службу в ВМС» была учреждена в 1869 году и является одной из старейших американских военных наград. Для сравнения: аналогичный знак отличия для Армии США был введён лишь в 1941 году. Дизайн медали ВМС менялся несколько раз. В 1885 году был утверждён уже третий вариант её внешнего вида, который оставался неизменным до 1961 года. Медаль предназначается для военнослужащих ВМС ниже офицерского звания. Первоначально она вручалась в случае успешного завершения срока службы. Позднее медаль стали выдавать за каждые три года безупречной службы в мирное время или один год — в военное время.
uk: Медаль «За бездоганну службу у ВМС» заснували 1869 р. і це одна з найдавніших американських військових нагород. Для порівняння: аналогічну відзнаку для Армії США заснували лише 1941 р. Дизайн медалі ВМС змінювався кілька разів. Вже третій варіант її зовнішнього вигляду затвердили 1885 р., і він залишався незмінним до 1961 р. Медаль призначена для військовослужбовців ВМС, які не мали офіцерського звання. Спочатку нею нагороджували після успішного завершення терміну служби. Пізніше медаль стали видавати за кожні три роки бездоганної служби в мирний час або один рік — у воєнний час.
zh: 海军良好行为勋章创立于1869年，是M国最古老的军事奖章之一。作为比较，M国陆军类似的奖章直到1941年才引入。海军勋章的设计已经多次改变。1885年，第三版的外观得到批准，并保持不变直到1961年。 此勋章由军官级别以下的海军军人接收。最初，它是在成功完成服役的情况下获得的。后来，这个勋章在和平时期每三年的忠实服役，或者在战时每年授予。
zh_sg: 海军良好行为奖章设立于1869年，是美军最古老的奖项之一。作为对比，美国陆军类似的奖章1941年才被引入。这一海军勋章的设计经历了几次修改。1885年，进行了第三版外观的修改，一直保持使用到1961年。 这一奖章只颁发给军官级别以下的军队人员。起初，这个奖项只在成功完成任务的情况下获得。后来，奖章则用于奖励忠诚服役的军人，和平时期每三年一次，战争时期每年一次。

# IDS_PCZC211_AA_EXPEDITIONARY_MEDAL
source: Navy Expeditionary Medal
es_mx: Medalla Naval Expedicionaria
ja: 海軍派遣章
pl: Medal Eskpedycyjny Marynarki
ru: Экспедиционная медаль ВМС
uk: Експедиційна медаль ВМС
zh: 海军远征勋章
zh_sg: 海军远征勋章

# IDS_PCZC211_AA_EXPEDITIONARY_MEDAL_DESCRIPTION
source: The U.S. Navy Expeditionary Medal was established in 1936 to reward Navy members, both officers and non-officers, who landed on foreign territory or were engaged in operations for which no special insignia is envisaged. Initially, the statute of the medal assumed retroactive awards–it could be awarded to participants in Navy operations since 1874, when a landing on the Hawaiian Islands took place.
es_mx: La Medalla Naval Expedicionaria fue establecida en 1936 para premiar a miembros, ambos oficiales y no oficiales, que desembarcaran en territorios externos o estén realizando operaciones donde no existe una medalla para ello. Inicialmente, el estatuto de la medalla asumía recompensas retroactivas–podía ser otorgada a participantes de operaciones de la Marina desde 1874, cuando desembarcaron en las Islas Hawaianas.
ja: 1936 年に制定された海軍派遣章 (Navy Expeditionary Medal) は、士官かどうかを問わず、外国の領域に上陸したり、その作戦専用の参加記念勲章が用意されていない作戦に参加したりした軍人に授与される勲章です。 当初の授与条件として、ハワイ諸島への上陸作戦が行なわれた 1874 年まで遡って授与することが定められていました。
pl: Medal Ekspedycyjny marynarki Stanów Zjednoczonych wprowadzono w 1936 roku, by móc uhonorować służących w niej ludzi (zarówno oficerów jak i pozostałych marynarzy), którzy wylądowali na obcej ziemi lub brali udział w operacjach, za które nie są przewidziane żadne szczególne odznaczenia. Początkowo statut medalu zakładał przyznawanie go za dokonania w przeszłości-można go było przyznać uczestnikom operacji morskich począwszy od 1874 roku, gdy doszło do lądowania na Hawajach.
ru: Экспедиционная медаль ВМС США была учреждена в 1936 году для военнослужащих флота, как офицерского, так и не офицерского звания, принимавших участие в высадках на иностранную территорию или иных операциях, за которые не были предусмотрены соответствующие особые знаки отличия. С самого начала статут медали предполагал ретроспективные награждения — ею могли быть награждены участники операций ВМС начиная с 1874 года, когда имела место высадка на Гавайские острова.
uk: Експедиційну медаль ВМС США заснували 1936 р. для військовослужбовців флоту, як офіцерського, так і не офіцерського звання, які брали участь у висадках на іноземну територію чи інших операціях, за які не передбачалися відповідні особливі відзнаки. Від самого початку статут медалі припускав ретроспективні нагородження — нею могли нагородити учасників операцій ВМС починаючи від 1874 р., коли відбулася висадка на Гавайські острови.
zh: M国海军远征勋章创立于1936年，奖励登陆外国领土或参与没有设置特殊奖章的作战行动的军官和非军官海军人员。 最初，勋章章程假定为追朔授予—可以授予自1874年夏威夷群岛登陆以来的海军行动参与者。
zh_sg: 美国海军远征勋章设立于1936年，用于嘉奖在外国领土登陆或者参与了没有特定勋章的行动的海军成员，无论是否是军官。 最初，这个勋章的章程是设立一个追溯奖项——用于奖励1874年登陆夏威夷群岛之后参与海军行动的人

# IDS_PCZC212_AA_TURRET_CAPTAIN
source: Turret Captain
es_mx: Capitán de Torreta
ja: 砲塔長
pl: Kapitan wieży
ru: Башенный старшина
uk: Баштовий старшина
zh: 炮塔长
zh_sg: 炮塔长

# IDS_PCZC212_AA_TURRET_CAPTAIN_DESCRIPTION
source: The rating of Turret Captain was established in the U.S. Navy in the early 1900s, in the period of rapid construction of the fleet and emergence of a large number of ships with turret artillery. The functions of the Turret Captain—who ranked next to the Turret Commander—was to ensure fail-safe operation of the gun mount, to instruct the turret personnel, and to monitor how servicemen performed their duties. The Turret Captain's patch remained nearly unchanged since 1904. It was worn on the right sleeve and was abolished in 1949 together with the rating, becoming merged with the rating of the Gunner's Mate.
es_mx: El rango del Capitán de Torreta fue establecido en la Marina de los Estados Unidos a principios de 1900, en el periodo de la rápida construcción de la flota y el gran número de barcos emergentes con torretas de artillería. Las funciones del Capitán de Torreta—que le seguía en la jerarquía al Comandante de Torreta—eran asegurarse de la operación correcta de la torreta montada, instruir al personal de la torreta, y monitorear cómo los miembros de servicio hacían sus deberes. El parche del Capitán de Torreta permaneció siendo el mismo sin cambiar desde 1904. Era usado en la manga derecha y fue abolido en 1949 junto con el rango, al juntarse con el rango de Artillero Auxiliar.
ja: 砲塔長 (Turret Captain) という職域は、アメリカ海軍において 1900 年代前半に制定されたものですが、この当時は、軍艦が急速に建造されており、主砲を砲塔式で搭載した艦が多数登場しつつあった時期でした。砲塔長は、砲塔指揮官 (Turret Commander) に次ぐ職域であり、その任務は、砲塔の確実な運用を保証すべく、砲塔の兵員に指示を出したり、部下の作業を監督したりすることでした。 砲塔長のパッチは、1904 年以降、ほぼ変化しておらず、右袖に装着され続けて来ましたが、1949 年に砲塔長という職域が掌砲手 (Gunner’s Mate) と統合される形で廃止されたことに伴い、このパッチも廃止されました。
pl: Stopień kapitana wieży został ustanowiony w U.S. Navy na samym początku XX wieku, w okresie gwałtownego rozwoju floty i pojawienia się dużej liczby okrętów z artylerią umieszczoną w wieżach. Do zadań kapitana wieży, który stopniem ustępował dowódcy wieży, było zapewnienie bezawaryjnej pracy stanowiska ogniowego, instruowanie personelu wieży i monitorowanie sposobu, w jaki wywiązywał się ze swoich obowiązków. Naszywka kapitana wieży pozostała w większej mierze niezmieniona od 1904 roku. Noszono ją na prawym rękawie i zlikwidowano ją w 1949 roku wraz ze stopniem, po ujednoliceniu go ze stopniem pomocnika artylerzysty.
ru: Специальность башенного старшины в ВМС США была учреждена в начале 1900-х годов в период бурного строительства флота и появления большого числа кораблей с башенной артиллерией. В функции башенного старшины, являвшегося ближайшим помощником офицера — командира башни, входило обеспечение безотказной работы орудийной установки, инструктаж персонала башни, наблюдение за исправным выполнением матросами своих обязанностей. Нашивка башенного старшины существовала практически в неизменном виде с 1904 года. Носилась она на правом рукаве и была упразднена в 1949 году одновременно с самой специальностью, слившейся со специальностью комендора.
uk: Фах баштового старшини у ВМС США заснували на початку 1900-х рр. в період бурхливого будівництва флоту і появи великої кількості кораблів з баштовою артилерією. До функції баштового старшини, що був найближчим помічником офіцера — командира башти, входило забезпечення безвідмовної роботи гарматної установки, інструктаж баштової обслуги, нагляд за старанним виконанням матросами своїх обов’язків. Нашивка баштового старшини існувала майже у незмінному вигляді з 1904 р. Носили її на правому рукаві і скасували 1949 р. одночасно з самим фахом, який поєднався з фахом комендора.
zh: 炮塔长等级创立于20世纪初的M国海军，当时舰队快速被建造并出现大量装有炮塔的船只。等级仅低于炮塔指挥官的炮塔长的工作是—确保炮座故障安全防护装置的运行、指挥炮塔人员和监督服役人员履行其职责。 炮塔长袖徽自1904年以来基本保持不变。它被配戴在右袖上，并在1949年与该等级一起被废除，与枪炮军士等级合并。
zh_sg: 炮塔长（Turret Captain）的等级在美国海军设立于1900年代早期，在海军舰队的快速建设并且出现了大量炮塔火炮的战舰的时期。炮塔长，级别仅次于炮塔指挥官，他的职责是确保火炮组的操作不发生故障，指导炮塔工作人员并监督军人的履职的表现。 炮塔长的袖徽从1904年以来就几乎没有变化。袖徽佩戴在左臂上，直到1949年，连同这一等级一同被废除，并合并到了枪炮军士等级中。

# IDS_PCZC213_AA_GUNNER
source: Gunner's Mate
es_mx: Artillero Auxiliar
ja: 掌砲手
pl: Artylerzysta
ru: Комендор
uk: Комендор
zh: 枪炮军士
zh_sg: 枪炮士官

# IDS_PCZC213_AA_GUNNER_DESCRIPTION
source: The rating of Gunner—or Gunner's Mate—is one of the oldest in the U.S. Navy. It appeared at the end of the 18th century, nearly simultaneously with the birth of the American fleet itself. Gunners are not only those who service the weapons during the battle; the rating also includes members of a team servicing shell magazines and gunpowder magazines, those who keep all artillery-related mechanisms in a serviceable condition, and those responsible for the ship's small arms storage. Until 1941, this rating also included gun fire control system maintenance personnel. The sleeve insignia of a Gunner's Mate was introduced in the 1860s and initially depicted two crossed gun barrels. The decoration acquired its design which resembles its modern look after the 1894 sleeve insignia reform. Until 1949, the patch was worn on the right sleeve, but since 1949, it has been worn on the left sleeve.
es_mx: El rango de Artillero—o Artillero Auxiliar—es uno de los más viejos en la Marina norteamericana. Apareció a finales del siglo XVII, casi simultáneamente con el nacimiento de la flota estadounidense. Los Artilleros no solamente son aquellos que prestan servicio a las armas durante la batalla; el rango también incluye miembros del equipo de servicio del almacén de proyectil y pólvora, aquellos que mantienen los mecanismos relacionados con la artillería en buenas condiciones, y aquellos responsables por el almacenamiento de armas pequeñas en el barco. Hasta 1941, este rango también incluía el personal de mantenimiento del controlador de disparo. La insignia de manga del Artillero Auxiliar fue introducida en 1860 e inicialmente salían dos cañones cruzados. La decoración adquirió su diseño más moderno después de 1894 con la reforma de insignias de manga. Hasta 1949, el parche era puesto en la manga derecha, pero desde 1949, se empezó a usar del lado izquierdo de la manga.
ja: 砲手 (Gunner) または掌砲手 (Gunner's Mate) という職域は、アメリカ海軍における最古の職域のひとつであり、18 世紀の末に、アメリカ艦隊の誕生とほぼ同時に登場しました。 砲手には、戦闘中に砲を操作する兵員だけではなく、弾庫や装薬庫を担当する兵員など、砲関連のあらゆるメカニズムを運用可能な状態に保つ上で必要な全ての兵員が含まれていました。加えて、艦内の武器庫 (小銃などを格納) の担当者もまた、砲手の一員でした。1941 年までは、射撃管制装置の保守を担当する人員もまた、この職域に含まれていました。 1860 年代に掌砲手の袖章が導入されましたが、当初は 2 本の砲身が交差する図柄となっていました。そして 1894 年に袖章が改訂されたことに伴い、より近代的なデザインに改められました。このパッチは、1949 年までは右袖に装着されていましたが、1949 年以降は左袖に移されました。
pl: Stanowisko artylerzysty jest jednym z najstarszych w U.S. Navy. Pojawiło się pod koniec XVIII wieku, niemal równocześnie z narodzinami samej amerykańskiej floty. Artylerzyści to nie tylko osoby obsługujące broń w trakcie bitwy, ale także członkowie personelu, którzy zajmują się magazynami pocisków oraz prochu, a także wszyscy, którzy utrzymują wszystkie związane z artylerią mechanizmy w dobrym stanie, a także ci, którzy są odpowiedzialni za okrętowy magazyn broni strzeleckiej. Do 1941 roku stopień ten obejmował również personel kontroli ognia artyleryjskiego. Naszywka artylerzysty wprowadzona została w latach 60. XIX wieku i początkowo przedstawiała dwie skrzyżowane lufy. Wygląd bardziej przypominający późniejsze czasy zyskała w 1894 roku po reformie insygniów mundurowych. Do 1949 roku noszono ją na prawym rękawie, później na lewym rękawie.
ru: Специальность матроса-артиллериста или комендора (Gunner’s Mate) — одна из старейших в ВМС США. Появилась она в конце XVIII века практически одновременно с рождением собственно американского флота. К числу матросов-артиллеристов относятся не только те, кто обслуживает орудия во время боя, — это и команда снарядных и зарядных погребов, и те, кто следит за исправным состоянием всех связанных с артиллерией механизмов, и те, кто несёт ответственность за хранение на корабле стрелкового оружия. До 1941 года эта специальность включала и обслуживающий персонал систем управления огнём. Нарукавный знак специальности комендора был введён в 1860-х годах и с самого начала представлял собой два скрещённых орудийных ствола. В общих чертах современный вид нашивка приобрела после реформы нарукавных знаков различия 1894 года. Вплоть до 1949 года знак полагалось носить на правом рукаве, с 1949 года он носится на левом.
uk: Фах матрос-артилерист або комендор (Gunner’s Mate) — один з найдавніших у ВМС США. З’явився він наприкінці XVIII сторіччя майже одночасно з народженням самого американського флоту. До матросів-артилеристів належать не лише ті, хто обслуговує гармати під час бою, — це і команда снарядних і зарядних погребів, і ті, хто стежить за справним станом всіх пов’язаних з артилерією механізмів, і ті, хто відповідає за зберігання на кораблі стрілецької зброї. До 1941 р. до цього фаху належала й обслуга систем керування вогнем. Нарукавний знак спеціальності комендора ввели 1860-х рр. і спочатку мав вигляд двох схрещених гарматних стволів. У загальних рисах сучасний вигляд нашивка отримала після реформи нарукавних знаків розрізнення 1894 р. Аж до 1949 р. знак носили на правому рукаві, а з 1949 р. його носять на лівому.
zh: 炮手—或枪炮军士—是M国海军最古老的一种等级。它出现于18世纪末，几乎与M国舰队同时诞生。 炮手不仅是在战斗中操作武器的人；这个等级包含使用炮弹弹匣和火药弹匣的人、确保火炮相关机制在可操作状态的人以及负责储存该船小型武器的人。直到1941年，这个等级还包含火控系统维护人员。 枪炮军士袖徽于1860年代引进，最初描绘了两个交叉的炮管。1894年的袖徽改革后，这个徽章获得了类似现代外观的设计。直到1949年，这个袖徽被穿戴在右袖，但1949年后它被穿戴在左袖上。
zh_sg: 枪炮手，或者枪炮士官（Gunner's Mate）的等级是美国海军中最古老的等级之一。它出现在18世纪晚期，几乎与美国舰队同时诞生。 枪炮士官不仅包括战斗中使用武器的那些人，这一等级还包括服役于弹药库和火药库，那些保障所有火炮相关的机械可以正常运转，和那些负责战舰的小型武器储存的人。到1941年之前，这一等级还包括火炮射控系统的维护人员。 枪炮士官的袖徽在1860年代被引入，一开始由两支交叉的枪管组成。1894年袖徽改革后，这一袖徽获得了其现代风格的设计。1949年以前，袖徽佩戴在右臂上，但1949年后开始佩戴在左臂上。

# IDS_PCZC214_AA_FIRECONTROL_MAN
source: Fire Controlman
es_mx: Hombre de Control de Fuego
ja: 射管員
pl: Kontroler ognia
ru: Оператор системы управления огнём
uk: Оператор системи керування вогнем
zh: 火控人员
zh_sg: 射控士官
