Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC037_DUNKIRK_JU87B2_DESCRIPTION
source: The most common at the beginning of war modification of the famous dive bomber with increased to 1,200 hp engine power and ability to carry a ton bomb. Its production started in 1939. In 1940, despite of a small 600 km operational range and low maximum speed (326 km/h), this special-purpose close air support aircraft proved itself to be a highly-effective "air artillery". During the evacuation of Allied troops, 87 aircraft of the 2nd and the 77th Dive Bomber Squadrons of the VIII Aviation Corps were flying above the English Channel. They carried out up to 12 raids on Dunkirk per day. The total number of sunk transport and war ships, including 6 British and 3 French destroyers, was around 250. Fighters and anti-aircraft artillery in the port managed to destroy 11 Ju 87 bombers.
es_mx: La modificación más común al inicio de la guerra del famoso bombardero en picada con una potencia del motor incrementada a 1,200 hp y la habilidad de llevar una bomba de una tonelada. Su producción comenzó en 1939. En 1940, a pesar de su pequeño rango operacional de 600 km y su baja velocidad máxima (326 km/h), este avión de apoyo cercano de propósito especial probo a sí mismo ser una "artillería áerea" de alta efectividad. Durante la evacuación de las tropas aliadas, 87 aviones del 2° y 77° Escuadrón de Bombarderos en Picada del VIII Cuerpo de Aviación volaban sobre el Canal Inglés. Realizaban hasta 12 ataques en Dunkerque por día. El total de transportes y barcos de guerra hundidos, incluyendo 6 destructores británicos y 3 franceses, era de alrededor de 250. Los cazas y la artillería antiaérea en el puerto lograron destruir 11 bombarderos Ju 87.
ja: 高名な急降下爆撃機 Ju 87 の各型の中で、大戦初期において最も一般的だったのがこの型であり、エンジンが 1,200 馬力に強化され、最大 1 トンまでの爆弾を搭載可能でした。生産開始は 1939 年。本機の作戦半径は 600 km に過ぎず、最高速度も 326 km/h という低速でしたが、1940 年の戦いにおいては、近接航空支援に特化した本機は、極めて有効な「空飛ぶ砲兵」であることを証明してみせたのでした。 連合軍の撤退作戦中には、第 8 航空軍団の第 2 および第 77 急降下爆撃機中隊に所属する 87 機がイギリス海峡上空を飛行し、ダンケルクに対し 1 日あたり最大 12 回もの攻撃を敢行しました。これらの攻撃によって撃沈された連合軍の輸送戦および軍用艦艇は、イギリス駆逐艦 6 隻、フランス駆逐艦 3 隻を含め、合計で約 250 隻に上りました。連合軍戦闘機および港の対空砲による迎撃により撃墜された Ju 87 は、僅か 11 機に留まりました。
pl: W początkach wojny była to najbardziej pospolita wersja słynnego bombowca nurkującego, posiadająca silnik o mocy 1200 KM i przenosząca bombę o masie 1 tony. Jego produkcja rozpoczęła się w roku 1939. W 1940 r., pomimo małego zasięgu operacyjnego wynoszącego 600 km i niskiej szybkości maksymalnej (326 km/h), ten samolot wsparcia okazał się być bardzo skuteczną „artylerią powietrzną”. W czasie ewakuacji alianckich żołnierzy 87 samolotów należących do 2. i 77. Dywizjonów Bombowców Nurkujących VIII Korpusu Lotniczego latało na Kanałem Angielskim. Wykonywały one do 12 nalotów na Dunkierkę dziennie. W sumie zatopiły około 250 okrętów, w tym 6 brytyjskich i 3 francuskie niszczyciele. Myśliwce i działa przeciwlotnicze zdołały zniszczyć 11 bombowców Ju 87.
ru: Наиболее распространённая в начале войны модификация знаменитого пикировщика, с увеличенной до 1200 л.с. мощностью мотора и возможностью нести бомбу до тонны весом, выпускалась с декабря 1939 г. Несмотря на небольшую боевую дальность полёта в 600 км и низкую максимальную скорость 326 км/ч, этот специализированный самолёт непосредственной поддержки войск в 1940 г. показал себя высокоэффективной «воздушной артиллерией». Над Ла-Маншем при эвакуации войск союзников действовали 87 машин 2-й и 77-й эскадр пикирующих бомбардировщиков VIII авиационного корпуса. Они совершали в день до 12 налётов на Дюнкерк. Всего было потоплено порядка 250 транспортных и боевых кораблей, включая 6 английских и 3 французских эсминца. Собственные потери Ju-87 от истребителей и зенитной артиллерии непосредственно над портом составили 11 самолётов.
uk: Найпоширенішу на початку війни модифікацію знаменитого пікірувальника, зі збільшеною до 1 200 к.с. потужністю мотора і можливістю нести бомбу до тонни вагою, випускали з грудня 1939 р. Попри невелику бойову дальність польоту 600 км і малу максимальну швидкість 326 км/год, цей спеціалізований літак безпосередньої підтримки військ 1940 р. показав себе високоефективною «повітряною артилерією». Над Ла-Маншем під час евакуації військ союзників діяли 87 машин 2-ї та 77-ї ескадр пікірувальників VIII авіаційного корпусу. Вони здійснювали до 12 нальотів на день на Дюнкерк. Разом потопили близько 250 транспортних і бойових кораблів, враховуючи 6 англійських і 3 французьких есмінці. Власні втрати Ju-87 від винищувачів і зенітної артилерії безпосередньо над портом склали 11 літаків.
zh: 战争初期最常见的著名俯冲轰炸机修改型，其引擎功率提高到 1,200 匹马力并且能够携带一吨的炸弹。于 1939 年开始生产。1940 年，尽管作战范围小于 600 公里以及最大航速偏低 (326 公里/时)，这种特殊目的的近空支援飞机被证明是高度有效率的「空中炮兵」。 在盟军部队撤离期间，第八航空团第 2 及第 77 俯冲轰炸机中队的 87 架飞机在英吉利海峡上空飞行。它们每天对敦刻尔克进行 12 次的空袭。击沉的运输舰和战舰总数约有 250 艘，其中包括 6 艘Y国和 3 艘F国驱逐舰。战斗机和在港口的防空炮设法击落了 11 架 Ju 87 轰炸机。
zh_sg: 战争初期最常见的著名俯冲轰炸机的改进型，其引擎功率提高到1200匹马力并且能够携带一吨的炸弹。于1939年开始生产。1940年，尽管作战范围小于600公里以及最高航速偏低(326公里/时)，这种特种用途的近空支援飞机被证明是高效的“空中炮兵”。 在盟军部队撤离期间，第八航空团第2及第77俯冲轰炸机中队的87 架飞机在英吉利海峡上空飞行。它们每天对敦刻尔克进行12次的空袭。击沉的运输舰和战舰总数约250艘，其中包括6艘英国和3艘法国驱逐舰。战斗机和在港口的防空炮击落了11架Ju 87轰炸机。

# IDS_PCZC038_DUNKIRK_DEFIANTF1
source: Boulton Paul Defiant Mk I Fighter (U.K.)
es_mx: Caza Boulton Paul Defiant Mk I (Reino Unido)
ja: ボールトンポール デファイアント Mk I 戦闘機 (イギリス軍)
pl: Myśliwiec Boulton Paul Defiant Mk I (Zjednoczone Królestwo)
ru: Истребитель Boulton Paul Defiant Mk I (Великобритания)
uk: Винищувач Boulton Paul Defiant Mk I (Великобританія)
zh: 博尔顿-保罗 无畏 Mk I 战斗机 (Y系)
zh_sg: Boulton Paul Defiant Mk I 战斗机 (英国)

# IDS_PCZC038_DUNKIRK_DEFIANTF1_DESCRIPTION
source: Two-seat fighter with four 7.7 mm Browning machine guns in a rotating air gunner turret behind the pilot's cockpit. It was designed according to pre-war traditions, for destroying long-range bombers that were moving unescorted in close formation. Maneuvering engagements were not a task of Defiant. It was to cooperate with the classic Hurricane fighters, and had a similar look and characteristics: its takeoff weight was 3,900 kg, its engine power was 1,030 hp, and its maximum speed was 498 km/h. Defiant Mk I commenced operations in December, 1939. In the battle of Dunkirk, 18 aircraft of the 264th Fighter Division were active. They were able to shoot down bombers, but they didn't stand a chance against Me 109E, so most of the aircraft were destroyed.
es_mx: Un caza de doble asiento con cuatro ametralladoras Browning de 7.7 mm en una torreta artillada giratoria detrás de la cabina del piloto. Estaba diseñada de acuerdo a las tradiciones de pre-guerra, para destruir bombarderos de largo alcance que se movían sin escolta en formación cerrada. Las maniobras de enfrentamiento no eran para el Defiant. Debían cooperar con los clásicos cazas Hurricane, y tenían un un parecido y características similiares: su peso de despegue era de 3,900 kg, la potencia del motor de 1,030 hp, y su velocidad máxima era de 498 km/h. El Defiant Mk I comenzó sus operaciones en diciembre de 1939. En la batalla de Dunkerque, 18 aviones de la 264ª División de Caza estaban activos. Fueron capaces de derribar bombarderos, pero no tenían oportunidad contra los Me 109E, así que la mayoría de los aviones fueron destruidos.
ja: パイロット用のコックピットの背後に、ブローニング 7.7 mm 機銃を四連装で搭載した旋回銃塔を備えた復座戦闘機であり、護衛機を伴わずに密集編隊で飛来する長距離爆撃機を迎撃するため、戦前の伝統に則って開発されました。本機は旋回戦闘を前提としておらず、ハリケーン戦闘機と連携して作戦にあたる必要がありました。本機とハリケーンは、外観とスペックの両面で類似性があり、本機の離陸重量は 3,900 kg、エンジン出力は 1,030 馬力、最高速度は 498 km/h でした。 デファイアント Mk I は、1939 年 12 月から部隊配備が開始され、翌年のダンケルクの戦いには、第 264 戦闘機師団から 18 機が参加しました。本機は爆撃機に対しては有効であったものの、Me 109E 戦闘機に対しては無力であり、本機の大半が撃墜されてしまいました。
pl: Dwumiejscowy myśliwiec uzbrojony w cztery karabiny maszynowe Browning kal. 7,7 mm umieszczonych w ruchomej wieży za kokpitem pilota. Został zaprojektowany w warunkach przedwojennych do niszczenia bombowców dalekiego zasięgu, poruszających się bez eskorty w zwartym szyku. Walka manewrowa nie była żywiołem tej maszyny. Miał współpracować z czterema klasycznymi myśliwcami Hurricane i wyglądał podobnie i miał podobną charakterystykę: masa startowa wynosiła 3900 kg, moc silnika 1030 KM, a prędkość maks. 498 km/h. Defiant MK I rozpoczął działania w grudniu 1939 roku. W bitwie o Dunkierkę brało udział 18 samolotów należących do 264 dywizjonu myśliwskiego. Były w stanie strącać bombowce, ale nie miały szans w starciu z Me 109E, więc większość samolotów została zniszczona.
ru: Двухместный истребитель, всё вооружение которого из четырёх 7,7-мм пулемётов «Браунинг» было установлено во вращающейся турели воздушного стрелка за кабиной пилота. Он был создан согласно предвоенной теории — для уничтожения дальних бомбардировщиков, летящих плотным строем и без сопровождения. Манёвренный бой не входил в задачи Defiant. Самолёт должен был действовать совместно с классическими истребителями Hurricane, которые он напоминал по виду и характеристикам: взлётный вес 3900 кг, мощность двигателя 1030 л.с., максимальная скорость 498 км/ч. Defiant Mk I стал поступать на вооружение в декабре 1939 г., над Дюнкерком действовало 18 машин 264-го истребительного дивизиона. Его пилотам удавалось сбивать бомбардировщики, но против Me-109E шансов у них не было, и дивизион потерял почти все самолёты.
uk: Двомісний винищувач, все озброєння якого складали чотири 7,7-мм кулемети «Браунінг», встановлені в обертовій турелі повітряного стрілка за кабіною пілота. Його створили згідно з передвоєнною теорією — для знищення бомбардувальників далекої дії, що летять щільним строєм і без супроводу. Маневрений бій не входив до завдань Defiant. Літак мав діяти спільно з класичними винищувачами Hurricane, на які він був схожий обрисом та характеристиками: злітна вага 3 900 кг, потужність двигуна 1 030 к.с., максимальна швидкість 498 км/год. Defiant Mk I став надходити на озброєння у грудні 1939 р., над Дюнкерком діяло 18 машин 264-го винищувального дивізіону. Його пілотам вдавалося збивати бомбардувальники, але проти Me-109E шансів у них не було, і дивізіон втратив майже всі літаки.
zh: 配有四挺 7.7 mm 勃朗宁机枪的双人座战斗机，飞行员驾驶座后面有一个可旋转的航空机枪手炮塔。它是根据战前的惯例所设计，用来击毁在无人护航下以紧密队形移动的远程轰炸机。机动交战不是无畏的工作。它是跟经典的飓风战斗机协同作战，拥有类似的外观和特性：起飞重量为 3,900 公斤、引擎功率为 1,030 匹马力、最大航速为 498 公里/时。 无畏 Mk I 在 1939 年十二月开始服役。在敦刻尔克战斗中，第 264 战斗机航空队有 18 架飞机活跃于其中。它们能够击落轰炸机，但对上 Me 109E 却没有优势，所以大部分的飞机都被击毁了。
zh_sg: 配有四挺7.7 mm Browning机枪的双人座战斗机，飞行员驾驶座后面有一个可旋转的航空机枪手炮塔。它是根据战前的惯例所设计，用来摧毁在无人护航下以紧密队形移动的远程轰炸机。机动交战不是Defiant的工作。它是跟经典的Hurricane战斗机协同作战，拥有类似的外观和特性：起飞重量为3900公斤、引擎功率为1030匹马力、最高航速为498公里/时。 Defiant Mk I于1939年十二月开始服役。在敦刻尔克战斗中，第264战斗机航空队有18架飞机活跃于其中。它们能够击落轰炸机，但对上Me 109E却没有优势，所以大部分的飞机都被摧毁了。

# IDS_PCZC039_DUNKIRK_MORRIS
source: Morris Commercial CDSW Artillery Tractor (U.K.)
es_mx: Tractor de Artillería Morris Commercial CDSW (Reino Unido)
ja: モーリス・コマーシャル CDSW 砲兵トラクター (イギリス軍)
pl: Ciągnik artyleryjski Morris Commercial CDSW (Zjednoczone Królestwo)
ru: Артиллерийский тягач Morris Commercial CDSW (Великобритания)
uk: Артилерійський тягач Morris Commercial CDSW (Великобританія)
zh: 莫里斯CDSW 火炮拖拉机 (Y系)
zh_sg: Morris Commercial CDSW 火炮牵引车 (英国)

# IDS_PCZC039_DUNKIRK_MORRIS_DESCRIPTION
source: The Multipurpose Morris CDSW tractor was a first-generation 1.5-ton British army truck. It was brought into service in 1935, had the 6x4 wheel arrangement and a 3.5 liter engine with 60 hp. In the late 1930s, the CDSW was replaced by more modern models. As an artillery tractor, the Morris CDSW was used by the British Expeditionary Force for transportation of field 18-pound guns and 40 mm Bofors automatic AA guns. Most vehicles were lost in France in the summer of 1940.
es_mx: El tractor Multipropósito Morris CDSW fue un camión del ejército británico de 1.5 ton de primera generación. Entró en servicio en 1935, era un 6x4 y tenía un motor de 3.5 litros con 60 hp. A finales de los años 30, el CDSW fue reemplazado por modelos más modernos. Como un tractor de artillerí, el Morris CDSW fue usado por la Fuerza Expedicionaria Británica para el transporte de cañones de campo de 18 libras y cañones AA automáticos Bofors de 40 mm. La mayoría de los vehículos se perdieron en Francia en el verano de 1940.
ja: モーリス社の CDSW 汎用トラクターは、イギリス陸軍の第 1 世代の 1.5 トン・トラックです。1935 年に正式採用された本車は、6 輪中 4 輪が駆動輪であり、60 馬力の 3.5 リッター・エンジンを搭載していました。 1930 年代の終盤には、この CDSW はより近代的なモデルへと置き換えられました。この CDSW はイギリス海外派遣軍において、砲兵トラクターとして 18 ポンド野戦砲およびボフォース 40 mm 機関砲を輸送するために運用されていました。そして 1940 年の夏にフランスにおいてその大半が失われました。
pl: Wielozadaniowy ciągnik Morri CDSW był 1,5-tonowym ciągnikiem pierwszej generacji dla armii brytyjskiej. Wszedł do służby w 1935 roku, miał napęd 6x4 i silnik o poj. 3,5 litra, produkujący 60 KM. W późnych latach 30. CDSW został zastąpiony bardziej nowoczesnymi modelami. Jako ciągnik artyleryjski Morris CDSW był używany przez Brytyjskie Siły Ekspedycyjne do transportu 18-funtowych dział i automatycznych dział Boforsa kal. 40 mm. Większość pojazdów została utracona latem 1940 roku we Francji.
ru: Многоцелевой 1,5-тонный грузовой автомобиль Morris CDSW относился к английским армейским грузовикам первого поколения. Он выпускался с 1935 года, имел колёсную формулу 6x4 и был оснащён 3,5-литровым двигателем мощностью 60 л.с. С конца 1930-х годов CDSW постепенно заменили более современные модели. В варианте артиллерийского тягача Morris CDSW использовался в составе Британских экспедиционных сил в основном для транспортировки полевой 18-фунтовой пушки и 40-мм зенитного автомата Bofors. Большая часть машин была потеряна во Франции летом 1940 года.
uk: Багатоцільовий 1,5-тонний вантажний автомобіль Morris CDSW належав до англійських армійських вантажівок першого покоління. Він випускався з 1935 р., мав колісну формулу 6×4 і був оснащений 3,5-літровим двигуном потужністю 60 к.с. З кінця 1930-х рр. CDSW поступово замінили сучасніші моделі. У варіанті артилерійського тягача Morris CDSW використовували у складі Британських експедиційних сил переважно для транспортування польової 18-фунтової гармати і 40-мм зенітного автомата Bofors. Більшість машин втратили у Франції влітку 1940 р.
zh: 多用途 莫里斯 CDSW 拖拉机为第一代的 1.5 吨Y国陆军卡车。它在 1935 年投入服务，拥有 6x4 的车轮排列和 60 匹马力的 3.5 公升引擎。 在三零年代后期，CDSW 被更现代化的型号所取代。作为一辆火炮拖拉机，莫里斯 CDSW 被Y国远征部队用来运输 18 磅野战炮和 40 mm 博福斯自动防空炮。1940 年夏季，大部分的车辆都在F国失去。
zh_sg: 多用途Morris CDSW牵引车为第一代的 1.5 吨英国陆军卡车。它在 1935 年投入服务，拥有 6x4 的车轮排列和 60 匹马力的 3.5 公升引擎。 在三零年代后期，CDSW 被更现代化的型号所取代。作为一辆火炮牵引车，Morris CDSW 被英国远征部队用来运输18磅野战炮和40 mm Bofors自动防空炮。1940年夏季，大部分的车辆都损失在法国。

# IDS_PCZC040_DUNKIRK_BOFORSQF
source: The Bofors 40 mm QF Mk III Gun (U.K.)
es_mx: El Cañón Bofors 40 mm QF Mk III (Reino Unido)
ja: ボフォース 40 mm QF Mk III 機関砲 (イギリス軍)
pl: Armata Bofors 40 mm QF MK III (Zjednoczone Królestwo)
ru: 40-мм зенитная автоматическая пушка «Бофорс» QF Mk III (Великобритания)
uk: 40-мм зенітна автоматична гармата «Бофорс» QF Mk III (Великобританія)
zh: 博福斯 40 mm QF Mk III 高射炮 (Y系)
zh_sg: Bofors 40 mm QF Mk III 高射炮 (英国)

# IDS_PCZC040_DUNKIRK_BOFORSQF_DESCRIPTION
source: Production of these guns, under the Swedish manufacturer's license, started in the middle of 1939. During the war, they were the basis of short range air defense of the British army. Weighing 2.5 tons, QF Mk III had the 80–90 rounds/min rate of fire and height of engagement around 1,200 m. It was loaded from quad shell magazines. Near Dunkirk, from May 28, the Bofors guns were the only defense of the 51st Light Anti-Aircraft Regiment against Luftwaffe. The Commander of the 2nd Anti-Aircraft Brigade got the order wrong and gave directions to bring out of operation more than a hundred of 94 mm AA guns and evacuate troops. In 1940, in France, the British Army lost 101 QF MK III guns.
es_mx: La producción de estos cañones, bajo licencia del fabricante Sueco, comenzó a mediados de 1939. Durante la guerra, fueron la base de la defensa aérea de corto alcance del ejército británico. Pesando 2.4 ton, el QF Mk III tenía una tasa de disparo de 80 a 90 rondas por minuto y un techo de servicio de alrededor de 1,200 m. Estaba alimentado con recámaras de cuatro proyectiles. Cerca de Dunkerque, desde el 28 de mayo, los cañones Bofors eran la única defensa del 51° Regimiento Ligero Antiaéreo en contra de la Luftwaffe. El Comandante de la 2ª Brigada Antiaérea recibió la orden equivocada y dio instrucciones de sacar de operación a más de cien cañones AA de 94 mm y evacuar a las tropas. En 1940, en Francia, el Ejército Británico perdió 101 cañones QF MK III.
ja: スウェーデンのボフォース社が開発した機関砲であり、イギリスでは 1939 年中盤からライセンス生産が開始されました。そして大戦を通じて、イギリス陸軍における短距離対空兵器の主力として活躍しました。この QF Mk III 型は、重量 2.5 トンであり、射撃速度は毎分 80 - 90 発、有効射高は約 1,200 m でした。装填は、4 発をまとめたクリップで装填する方式を採用していました。 1940 年 5 月 28 日からのダンケルク付近における戦いにおいては、第 51 軽対空砲連隊が装備していた対空砲は、このボフォース機関砲のみでした。第 2 対空砲旅団の司令官は、受けた命令を誤って理解し、100 門以上の 94 mm 対空砲を放棄して兵士を撤退させました。1940 年にフランスにおいてイギリス陸軍は 101 門の QF MK III 機関砲を失いました。
pl: Produkcja tych armat, na licencji szwedzkiej, rozpoczęła się w połowie 1939 roku. W trakcie wojny były podstawą obrony przeciwlotniczej krótkiego zasięgu British Army. Ważące 2,5 tony, QF Mk III miały szybkostrzelność rzędu 80-90 pocisków na minutę i donośność pionową ok. 1 200 m. Ładowane były czteropociskowymi magazynkami. W pobliżu Dunkierki, 28 maja, armaty Boforsa były jedynym środkiem obrony przeciwlotniczej 51. Lekkiego Pułku Obrony Przeciwlotniczej przeciwko Luftwaffe. Dowódca 2. Brygady Obrony Przeciwlotniczej źle odczytał rozkaz i nakazał wycofać z walki ponad 100 armat przeciwlotniczych kal. 94 mm oraz ewakuować żołnierzy. W 1940 roku we Francji British Army straciła 101 armat QF MK III.
ru: Производство этих орудий по шведской лицензии разворачивалось в Великобритании с середины 1939 г., в годы войны они стали основой ближней противовоздушной обороны английских сухопутных войск. При весе установки около 2,5 тонн QF Mk III имела практическую скорострельность 80–90 выстр/мин и эффективную досягаемость по высоте порядка 1200 м. Заряжание осуществлялось магазинами на 4 снаряда. В Дюнкерке автоматы Bofors 51-го лёгкого полка ПВО представляли единственную защиту от Люфтваффе с 28 мая, когда из-за ошибочно понятого приказа командир 2-й бригады ПВО распорядился вывести из строя более ста своих 94-мм зениток и эвакуировать личный состав. Всего во Франции в 1940 г. англичане потеряли 101 орудие QF Mk III.
uk: Виробництво цих гармат за шведською ліцензією розгорнули у Великобританії з середини 1939 р., в роки війни вони стали основою ближньої протиповітряної оборони англійських сухопутних військ. QF Mk III, установка вагою приблизно 2,5 тонни, мала практичну скорострільність 80–90 постр./хв і ефективну досяжність за висотою коло 1 200 м. Заряджання здійснювали магазинами на 4 снаряди. У Дюнкерку автомати Bofors 51-го легкого полку ППО були єдиним захистом від Люфтваффе з 28 травня, коли через хибне розуміння наказу командир 2-ї бригади ППО наказав вивести з ладу понад сто своїх 94-мм зеніток і евакуювати особовий склад. Разом у Франції 1940 р. англійці втратили 101 гармату QF Mk III.
zh: 在制造商的授权下，这些高射炮于 1939 年中开始生产。战争期间，它们是Y国陆军短程对空防御的基本设备。重达 2.5 吨，QF Mk III 拥有 80-90 发/分的射击速率以及大约 1,200 公尺的交战高度。它装载了四联装弹匣。 在敦刻尔克附近自 5 月 28 日以来，博福斯高射炮是第 51 轻型防空团对抗D国空军的唯一防御设备。第 2 防空旅的指挥官得到了错误的指令并指示撤离上百座 94 毫米防空炮和撤离部队。1940 年的F国，Y国陆军失去了 101 座 QF MK III 高射炮。
zh_sg: 在瑞典制造商的授权下，这些高射炮于1939年中开始生产。战争期间，它们是英国陆军短程对空防御的基本设备。重达2.5吨，QF Mk III拥有80-90发/分的射速以及大约 1200公尺的交战高度。它装载了四联装弹匣。 于敦刻尔克附近自5月28日以来，Bofors高射炮是第51轻型防空团对抗德国空军的唯一防御设备。第2防空旅的指挥官得到了错误的指令并指示撤离上百座94毫米防空炮和撤离部队。1940年的法国，英国陆军失去了101座QF MK III高射炮。

# IDS_PCZC041_DUNKIRK_ARONIA
source: Aronia Motor Yacht (U.K.)
es_mx: Yate de Motor Aronia (Reino Unido)
ja: モーターヨット アローニア (イギリス)
pl: Jacht motorowy Aronia (Zjednoczone Królestwo)
ru: Моторная яхта Aronia (Великобритания)
uk: Моторна яхта Aronia (Великобританія)
zh: 野樱梅游艇 (Y系)
zh_sg: Aronia 遊艇 (英国)
