Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC192_AA_152MM_UNIVERSAL_DESCRIPTION
source: The idea of creating a dual-purpose gun with a caliber exceeding 127 mm arose in the U.S. Navy back in 1937, but it was not cast in metal until 1948, when cruiser Worcester was completed. As the main battery turrets, ships of this class used the same 152 mm Mark 16 guns as on Brooklyn- and Cleveland-class cruisers, which had the same theoretical firing range, around 23.8 km, and the same shell weight, about 59 kg. The fundamental distinction of the new mounts was their greater automation of the loading mechanisms and significantly increased capacity of the horizontal and vertical power drives. The dual-purpose 152 mm turrets of Worcester-class cruisers became the world's first mounts of such a large caliber that were able to fire effectively at air targets. Their rotation speed was up to 25 degrees per second with the ability to shoot about 12 shells per minute from each barrel. Such impressive features came at the cost of the mount's relatively large size and the immense weight of the turrets highly charged with mechanisms. The dual-purpose 152 mm twin mount weighed approximately 20% more than the 152 mm triple turret of cruiser Cleveland or Helena, which defined the USS Worcester's displacement, quite solid for a ship of this type.
es_mx: La idea de crear un cañón de Propósito-Dual con un calibre que excedía los 127 mm empezó alrededor de 1937 en la Marina de los Estados Unidos, pero no fue hecha en metal sino hasta 1948, cuando el crucero Worcester fue completado. Como torretas de artillería principal, barcos de esta clase usaban los mismos cañones Mark 16 de 152 mm de los cruceros de clase Brooklyn- y Cleveland-, que tenían el mismo rango de fuego teorético, alrededor de 23.8 km, y el mismo peso de proyectil, alrededor de 59 kg. La distinción fundamental del nuevo montaje fue su mayor automatización del mecanismo de recarga y su capacidad significativamente incrementada del movimiento horizontal y vertical. Las torretas de Propósito-Dual de 152 mm de los cruceros de clase Worcester se convirtieron en los primeros montajes del mundo con tal gran calibre que podían efectivamente disparar a objetivos aéreos. Su velocidad de rotación mejoró hasta 25 grados por segundo con la habilidad de disparar 12 proyectiles por minuto en cada barril. Tales características impresionantes venían a un costo del montaje relativamente grande y el inmenso peso de las torretas cambió altamente su mecanismo. El montaje de Propósito-Dual gemelo de 152 mm pesaba aproximadamente un 20% más que una torreta triple de 152 mm en un crucero Cleveland o Helena, lo que definió el desplazamiento del USS Worcester, bastante sólido para un barco de este tipo.
ja: 口径 127 mm を超える両用砲を開発しようというアイデアは、アメリカ海軍において 1937 年に着想されたものでした。しかしその開発は難航し、1948 年にウースター (Worcester) 級軽巡洋艦が就役したことに伴い、ようやく実戦配備が実現されたのでした。ウースター級に主砲として搭載されたこの両用砲塔に組み込まれていた 152 mm 砲は、基本的にはブルックリン (Brooklyn) 級およびクリーヴランド (Cleveland) 級と同じマーク 16 砲であったため、理論上の射程も使用する砲弾の重量も同じであり、それぞれ 23.8 km と約 59 kg でした。しかしこの新型砲塔の最大の特徴は、装填メカニズムの自動化が強化され、水平および垂直方向のパワードライブの能力も大幅に高められていた点にありました。 ウースター級軽巡洋艦の 152 mm 連装両用砲塔は、このクラスの口径としては、有効な対空射撃が可能な世界初の砲塔でした。その砲塔旋回速度は毎秒最大 25 度であり、射撃速度は毎分最大 12 回 (2 門の合計で 24 発) を誇りました。ただし、複雑なメカニズムを内包する結果として、この砲塔は比較的大型かつ極めて大重量のものとなりました。この砲塔は連装砲塔であるにも関わらず、クリーヴランドやヘレナ (USS Helena) の三連装砲塔よりも約 20% も重かったのです。その結果としてウースター級は、軽巡洋艦としては極めて大型の艦級として完成したのでした。
pl: Pomysł stworzenia dział uniwersalnych o kalibrze większym niż 127 mm omawiany był w U.S. Navy już w 1937 roku, ale nie został zrealizowany aż do roku 1948, gdy ukończono budowę krążownika Worcester. Główna bateria okrętów tej klasy składała się z tych samych dział Mark 16 kal. 152 mm, które używane były na krążownikach klasy Cleveland i Brooklyn i posiadały ten sam zasięg teoretyczny, wynoszący 23,8 km i tą samą masę pocisku, równą 59 kg. Podstawową różnicą pomiędzy nowymi, a starymi stanowiskami, była większa automatyzacja mechanizmów ładowania i znacznie zwiększona wydajność poziomego i pionowego wspomagania ruchu. Wieże uniwersalne kal. 152 mm, stosowane na krążownikach Worcester, stały się pierwszymi na świecie stanowiskami takiego kalibru, zdolnymi do skutecznego strzelania do celów w powietrzu. Ich szybkość obrotu wynosiła 25 stopni na sekundę, a szybkostrzelność – 12 pocisków na minutę z każdej lufy. Tak imponujące parametry okupione były stosunkowo dużymi rozmiarami i wagą napakowanej skomplikowanymi mechanizmami wieży. Wieża taka ważyła około 20% więcej, niż potrójna wieża kal. 152 mm z krążowników Cleveland czy Helena, czego rezultatem była stosunkowo duża wyporność USS Worcester.
ru: Идея создания универсального орудия калибра свыше 127 мм возникла во флоте США ещё в 1937 году, однако воплотить её в металле удалось только к 1948 году, когда был достроен крейсер Worcester. Для башен главного калибра кораблей этого типа использовались те же 152-мм орудия Mark 16, что и на крейсерах типа Brooklyn и Cleveland, обладавшие той же теоретической дальностью стрельбы, порядка 23,8 км, и тем же весом снарядов, около 59 кг. Принципиальное отличие новых установок заключалось в большей автоматизации механизмов заряжания и увеличенной на порядок мощности приводов наведения в горизонтальной и вертикальной плоскости. Универсальные 152-мм башни крейсеров типа Worcester стали первыми в мире установками такого крупного калибра, которые были способны вести действительно эффективный огонь по воздушным целям. Скорость их поворота составляла до 25 градусов в секунду при способности выпускать порядка 12 снарядов в минуту на ствол. Расплатой за эти впечатляющие характеристики были относительно большие размеры и огромный вес насыщенных механизмами башен. Двухорудийная 152-мм универсальная установка весила примерно на 20% больше, чем трёхорудийная 152-мм башня крейсера Cleveland или Helena, что и предопределило солидное для корабля такого класса водоизмещение USS Worcester.
uk: Ідея створення універсальної гармати калібром понад 127 мм виникла на флоті США ще 1937 р., проте втілити її в металі вдалося лише 1948 р., коли добудували крейсер USS Worcester. Для башт головного калібру кораблів цього типу використовували ті ж 152-мм гармати Mark 16, що і на крейсерах типу Brooklyn і Cleveland, які мали таку ж теоретичну дальністю стрільби, приблизно 23,8 км, і таку ж вагу снарядів, близько 59 кг. Принципова відмінність нових установок була у більшій автоматизації механізмів заряджання і збільшеній потужності приводів наведення в горизонтальній і вертикальній площині. Універсальні 152-мм башти крейсерів типу Worcester стали першими в світі установками такого великого калібру, які були здатні вести справді ефективний вогонь по повітряних цілях. Швидкість їхнього повороту становила до 25 градусів на секунду за здатності випускати близько 12 снарядів на хвилину на ствол. Розплатою за ці неймовірні характеристики були відносно великі розміри і величезна вага насичених механізмами башт. Двогарматна 152-мм універсальна установка важила приблизно на 20 % більше, ніж тригарматна 152-мм башта крейсера Cleveland або Helena, що і зумовило солідну для корабля такого класу водотоннажність.
zh: 1937年的M国海军打算设计一款性能超越127毫米高平两用炮的新炮，但是到了1948年才在伍斯特建造完成之后才开始制造。身为战舰的主要炮塔，这类型战舰，像是先前的布鲁克林和克利夫兰级巡洋舰都是使用同样的152毫米Mark 16火炮，在理论上它们有相同的射程，大约是23.8公里，以及相同的炮弹重量，大概59公斤。新炮架与旧炮架最大的差别为自动化程度更高的装填系统以及更快速的水平回旋与垂直俯仰。 伍斯特巡洋舰上高平两用的152毫米炮塔成为世界上最早使用如此大的口径来有效的对空中目标进行攻击，它的回旋速度达到每秒25度，每一门炮管可以每分钟打出12枚炮弹，这样惊人性能的缺点就是相对巨大的尺寸以及炮塔机制所增加的重量，高平两用双连装152毫米基座大概比克利夫兰或海伦娜身上的152毫米三联装炮塔多出20%的重量，可以说这些炮塔造就了伍斯特较大的排水量。
zh_sg: 建造一个口径超过127毫米的火炮的想法于1937年在美国海军中产生，但是直到1948年，当伍斯特巡洋舰建造完成时才进行建造。作为主炮炮塔，这一级的战舰使用了和Brooklyn级和克利夫兰级巡洋舰相同的152毫米Mark 16火炮，有着同样的大约23.8公里的理论射程和同样的大约59公斤的炮弹重量。新炮组最根本的不同之处在于他们的更加自动化的装填机制和显著提升的水平、垂直方向的动力驱动能力。 伍斯特级巡洋舰上装配的152毫米两用炮组成为世界上第一个能够有效攻击空中目标的如此大口径的炮组。它的旋转速度可达每秒钟25度，每个炮管每分钟可以发射大约12发炮弹。如此强大的性能是以巨大的炮组尺寸和炮塔重量极大增加了机械负担为代价的。152毫米双联装两用炮组比克利夫兰或海伦娜巡洋舰上的152毫米三联装炮塔重了大约20%，这使USS 伍斯特的排水量对这种类型的战舰来说非常稳固。

# IDS_PCZC193_AA_152MM_UNIVERSAL_MARK32
source: 127 mm Mark 29 Dual-Purpose Mount
es_mx: Montaje de Propósito-Dual Mark 29 de 127 mm
ja: 127 mm マーク 29 両用砲塔
pl: Stanowisko działa uniwersalnego Mark 29 kal. 127 mm
ru: 127-мм универсальная установка Mark 29
uk: 127-мм універсальна установка Mark 29
zh: 127 毫米 Mark 29 高平两用炮架
zh_sg: 127毫米 Mark 29 两用炮组

# IDS_PCZC193_AA_152MM_UNIVERSAL_MARK32_DESCRIPTION
source: Developed in the United States by 1932, the 127 mm Mark 12 gun became the basis of the most numerous dual-purpose artillery system that existed in a multitude of variants and was mounted almost on every major U.S. Navy warship in the period from 1934 to 1945. The first dual-purpose twin turrets with Mark 12 guns appeared in 1939. They were designated as Mark 29 and mounted on light cruisers Helena and St. Louis to provide them with long-range AA defense capabilities and, as an addition to the main 152 mm battery, to attack other ships and onshore targets. Atlanta-class cruisers which had 6 to 8 such turrets became the world's first ships of this type with dual-purpose mounts as their main battery. Mark 29 was a highly efficient artillery system. A heavy-duty power drive and reliable mechanisms ensured a horizontal aiming speed of 25 degrees per second, and a vertical aiming speed of 15 degrees per second. The turret guns had a nominal rate of fire of 15 shots per minute, but that could be increased for a short period of time, shooting up to 22 shells—each weighing about 25 kg—per minute. The basis for dual-purpose artillery on the subsequent classes of American cruisers—Cleveland, Baltimore and Des Moines—was a slightly modified Mark 32 mount.
es_mx: Desarrollado en los Estados Unidos en 1932, el cañón Mark 12 de 127 mm se convirtió en el sistema base para numerosas artillerías de Propósito-Dual en una multitud de variantes y estuvo montado en casi todos los barcos mayores de guerra de la Marina norteamericana en el periodo de 1934 a 1945. Las primeras torretas de Propósito-Dual gemelas con cañones de Mark 12 aparecieron en 1939. Fueron designadas como Mark 29 y montadas en cruceros ligeros Helena y St. Louis para proveerlos de capacidades de defensa AA de largo-alcance y, como adición a la artillería principal de 152 mm, para atacar a otros barcos y objetivos en la costa. Cruceros de clase-Atlanta que tenían 6 a 8 torretas se convirtieron en las primeras de su tiempo en estar montadas en montajes de Propósito-Dual como su artillería principal. El Mark 29 era un sistema de artillería altamente eficiente. Un impulsor de potencia para trabajo pesado y mecanismos confiables aseguraron una velocidad de puntería horizontal de 25 grados por segundo y una velocidad de puntería vertical de 15 grados por segundo. Las torretas de los cañones tenían una cadencia de fuego nominal de 15 tiros por minuto, pero que podría ser incrementado por un corto tiempo, disparando hasta 22 proyectiles—cada uno pesando alrededor de 25 kg—por minuto. La base para la artillería de Propósito-Dual en las subsecuentes clases de cruceros norteamericanos—Cleveland, Baltimore y Des Moines—fue ligeramente modificada con el montaje 32.
ja: アメリカにおいて 1932 年に完成した 127 mm マーク 12 砲は、多様な両用砲システムのベースとなり、1934 年から 1945 年にかけ、アメリカ海軍のほぼ全ての主要艦艇に搭載されました。その結果としてこの砲は、アメリカ海軍が採用した砲としては最多の生産数を達成しました。 このマーク 12 砲を採用した最初の連装両用砲塔は、1939 年に登場しました。この砲塔にはマーク 29 という形式名が与えられ、軽巡洋艦ヘレナ (USS Helena) およびセントルイス (USS St. Louis) に搭載されましたが、長射程対空砲としての機能に加え、主砲である 152 mm 砲の補助として、水上艦艇や陸上目標に対する攻撃用としても使用可能でした。アトランタ級 (Atlanta-class) 軽巡洋艦には、主砲としてこの砲塔が 6 基から 8 基搭載されていましたが、主砲として両用砲を採用した巡洋艦は、このアトランタ級が世界で初めてでした。 このマーク 29 は極めて効果的な砲システムであり、強力なパワードライブと信頼性の高いメカニズムにより、毎秒 25 度の水平旋回速度と毎秒 15 度の垂直旋回速度を実現していました。そしてその名目上の射撃速度は毎分 15 回でしたが、短時間であればこれを上回る速度での射撃も可能であり、最大では 1 発約 25 kg の砲弾を毎分 22 回も撃ち出すことが可能だったのです。 その後に開発されたクリーヴランド級 (Cleveland-class)、ボルティモア級 (Baltimore-class) およびデモイン級 (Des Moines) 巡洋艦の両用砲としては、小改良型のマーク 32 砲塔が採用されていました。
pl: Opracowane w Stanach Zjednoczonych w 1932 roku działo kal. 127 mm Mark 12 stanowiło podstawę licznych uniwersalnych systemów artyleryjskich, występujących w różnych odmianach na niemal każdym większym okręcie wojennym U.S. Navy w okresie od 1934 do 1945 roku. Pierwsze podwójne wieże z działami Mark 12 pojawiły się w 1939 roku. Oznaczone były jako Mark 29 i instalowano je na lekkich krążownikach Helena oraz St. Louis, by zapewnić im zdolność do obrony przeciwlotniczej dalekiego zasięgu i jako dodatek do głównej baterii kal. 152 mm, do zwalczania okrętów i celów lądowych. Krążowniki klasy Altanta, które posiadały od 6 do 8 takich wież, były pierwszymi na świecie okrętami, na których takie stanowiska artyleryjskie stanowiły główne uzbrojenie. Mark 29 był wyjątkowo efektywnym systemem artyleryjskim. Bardzo solidny napęd i mechanizmy pozwalały na obracanie wieży w poziomie z szybkością 25 stopni na sekundę, a podnoszenie i opuszczanie działa z szybkością kątową 15 stopni na sekundę. Działa posiadały szybkostrzelność 15 strzałów na minutę, którą na krótko można było zwiększyć do 22 sztuk 25-kilogramowych pocisków na minutę. Podstawę artylerii uniwersalnej nowszych typów amerykańskich krążowników – Cleveland, Baltimore i Des Moines, była nieco zmodyfikowana wersja Mark 32.
ru: Разработанное в США к 1932 году 127-мм орудие Mark 12 стало основой самой многочисленной универсальной артиллерийской системы, существовавшей в целом ряде вариантов и устанавливавшейся едва ли не на каждый крупный боевой корабль американского флота в период с 1934 по 1945 год. Первые спаренные башни «двойного назначения» с орудиями Mark 12 появились в 1939 году. Они получили обозначение Mark 29 и были установлены на лёгкие крейсеры Helena и St. Louis для обеспечения их дальней ПВО, а также в дополнение к основной 152-мм артиллерии для ведения огня по кораблям и берегу. Крейсеры типа Atlanta, на которые устанавливалось по 6–8 таких башен, стали первыми в мире кораблями этого класса с универсальным главным калибром. Mark 29 была весьма эффективной артиллерийской системой. Достаточно мощный силовой привод и надёжные механизмы обеспечивали скорость наведения в горизонтальной плоскости 25 градусов в секунду, а в вертикальной — 15 градусов в секунду. Орудия в башнях имели номинальную скорострельность 15 выстрелов в минуту, однако обладали возможностью на короткое время развивать ещё более высокий темп стрельбы, выпуская в минуту до 22 снарядов, каждый весом порядка 25 кг. Основой универсальной артиллерии на последующих типах американских крейсеров — Cleveland, Baltimore, Des Moines — стала незначительно изменённая установка Mark 32.
uk: Розроблена в США 1932 р. 127-мм гармата Mark 12 стала основою найчисельнішої універсальної артилерійської системи, що існувала у низці варіантів і яку встановлювали чи не на кожен великий бойовий корабель американського флоту в період з 1934 до 1945 р. Перші спарені башти «подвійного призначення» з гарматами Mark 12 з’явилися 1939 р. Вони отримали позначення Mark 29 і були встановлені на легкі крейсери Helena і St. Louis, щоб забезпечити їх далекою ППО, а також на доповнення до головної 152-мм артилерії для ведення вогню по кораблям і узбережжю. Крейсери типу Atlanta, на які встановлювали по 6–8 таких башт, стали першими в світі кораблями цього класу з універсальним головним калібром. Mark 29 була вельми ефективною артилерійської системою. Досить потужний силовий привід і надійні механізми забезпечували швидкість наведення в горизонтальній площині 25 градусів на секунду, а у вертикальній — 15 градусів на секунду. Гармати в баштах мали номінальну скорострільність 15 пострілів на хвилину, проте мали можливість на короткий час розвивати ще вищий темп стрільби, випускаючи на хвилину до 22 снарядів, кожен вагою близько 25 кг. Основою універсальної артилерії на наступних типах американських крейсерів — Cleveland, Baltimore, Des Moines — стала трохи змінена установка Mark 32.
zh: 由M国在1932年所研发的127毫米Mark 12火炮成为大部分高平两用火炮系统的基准，它们有大量的改版并装备在几乎每一艘1939年到1945年的M军战舰上。 第一个装备Mark12火炮的高平两用炮塔出现于1939年，它们被命名为Mark 29，并装备在轻型巡洋舰海伦娜和圣路易斯来提供长程对空防御能力，并作为主要的152毫米火炮之外的辅助火炮，用来攻击其他战舰和岸上目标亚特兰大级巡洋舰装备6到8座此型炮塔，并成为世界上第一种使用高平两用炮为主炮的战舰 。 Mark 29为高效率的火炮系统，高效率的驱动马达和可靠的机械结构确保每秒25度的水平瞄准速度，以及每秒15度的垂直瞄准速度，炮塔的火炮具备平均每分钟15发的射速，但是在短时间之内可以增加射速到每分钟22发25公斤的炮弹。 装备在M国后继巡洋舰克利夫兰、巴尔的摩和得梅因上的是改良版的Mark 32高平两用炮塔。
zh_sg: 1932年开始在美国研制的127毫米Mark 12火炮是很多的两用火炮系统的基础，很多两用火炮都是它的变种，在1934年-1945年期间，它几乎被装配每一艘美国海军主力战舰上。 首个带有Mark 12火炮的双联装两用炮塔出现在1939年。他们被指定为Mark 29并被装配到轻型巡洋舰海伦娜和圣路易斯上，为它们提供远距离的防空能力，并且作为152毫米主炮的补充，可以攻击其他战舰和岸上目标。亚特兰大级巡洋舰，拥有6-8个这样的炮塔，成为世界上第一批使用两用炮组作为主炮的这种类型的战舰。 Mark29 是一个非常高效的火炮系统。重型的动力驱动和可靠的机械系统确保了水平瞄准速度能达到每秒25度，垂直瞄准速度为每秒15度。炮塔名义上的射速是每分钟发射15发，但是可以在一小段时间内提升射速，最多可达每分钟22发炮弹，每发重约25公斤。 在一连串美国巡洋舰系列——克利夫兰级，巴尔的摩级和得梅因级上装配的两用火炮的基础是稍加改进的Mark 32炮组。

# IDS_PCZC194_AA_76MM_ANTIAIRCRAFT
source: 76 mm Mark 10 AA Gun
es_mx: Cañón AA Mark 10 de 76 mm
ja: 76 mm マーク 10 高角砲
pl: Działo przeciwlotnicze 76 mm Mark 10
ru: 76-мм зенитное орудие Mark 10
uk: 76-мм зенітна гармата Mark 10
zh: 76 毫米 Mark 10 防空炮
zh_sg: 76毫米 Mark 10 防空炮

# IDS_PCZC194_AA_76MM_ANTIAIRCRAFT_DESCRIPTION
source: One of the first AA guns of the U.S. Navy, the Mark 10 with a caliber of 76 mm, was developed in 1913–1915 on the basis of an earlier system, the Mark 6, widely used as a secondary battery on U.S. ships built in the 1900s. The Mark 10 gun could fire at elevation angles of up to 85 degrees. Formally, it had a dual purpose, as it could theoretically attack both air and surface targets. However, the Mark 10 was not sufficiently effective in either. In the first case, because it had only manual aiming, in the second case, because the shells were too light. Until the late 1920s, 76 mm Mark 10 guns were almost the sole AA artillery systems mounted on large warships of the U.S. Navy. New York-class battleships were among the first to receive them during rearmament in 1916. Mark 10 mounts, two per ship, were already included in the design of Omaha-class light cruisers, which began to enter service in 1923.
es_mx: Uno de los primeros cañones AA de la Marina norteamericana, el Mark 10 con calibre de 76 mm, fue desarrollado en 1913–1915 basado en un sistema anterior, el Mark 6, extensamente usado como artillería secundaria en barcos norteamericanos construidos en 1900. El cañón Mark 10 podía disparar a una elevación de 85 grados. Formalmente, tenía un propósito dual, ya que teoréticamente podía atacar ambos objetivos aéreos y de superficie. Sin embargo, el Mark 10 no fue lo suficientemente efectivo en ninguno de los objetivos. En el primer caso, porque tenía que apuntar de forma manual, y en el segundo caso, porque los proyectiles eran demasiados ligeros. Hasta finales de 1920, los cañones Mark 10 de 76 mm fueron los únicos sistemas de AA montados en los barcos más grandes de la Marina Estadounidense. El acorazado clase-New York estaba entre los primeros en recibirlos durante su rearme en 1916. Los montajes de Mark 10, dos por barco, ya estaban incluidos en el diseño de los cruceros ligeros de clase-Omaha, que empezaron a entrar en servicio en 1923.
ja: 1913 年から 1915 年にかけて開発された 76 mm マーク 10 砲は、アメリカ海軍における最初期の対空砲のひとつであり、これは 1900 年代に建造されたアメリカ艦艇の副砲として広く採用されていた類似の砲システムであるマーク 6 をベースとしていました。そしてこのマーク 10 砲は、名目上は両用砲であり、理論上は対空射撃にも水上・地上目標に対する攻撃にも使用可能だったのですが、実際のところその有効性は、対空用としても対水上・対地上用としても不充分だったのです。対空用としては、手動照準に頼るしかなく、対水上・対地上用としては、砲弾があまりにも軽すぎたのですから。 1920 年代後半までは、この 76 mm マーク 10 砲が、アメリカ海軍の大型艦艇に搭載されていたほぼ唯一の対空砲システムであり、ニューヨーク級 (New York-class) 戦艦には、1916 年の改装時にいち早くこの砲システムが搭載されました。 1923 年から順次就役したオマハ級 (Omaha-class) 軽巡洋艦には、設計段階からマーク 10 の砲座が 2 基組み込まれていました。
pl: Jedno z pierwszych dział przeciwlotniczych U.S. Navy, Mark 10 o kalibrze 76 mm, zostało opracowane w latach 1913–1915 na podstawie starszego typu, Mark 6, używanego powszechnie jako artyleria dodatkowa amerykańskich okrętów z początków XX wieku. Działo Mark 10 mogło być podnoszone pod kątem 85 stopni. Formalnie było działem uniwersalnym i teoretycznie można nim było ostrzeliwać zarówno cele powietrzne, jak i morskie. Jednak Mark 10 nie było skuteczne w żadnej z tych kategorii. W pierwszym przypadku dlatego, że posiadało tylko ręczne celowanie, a w drugim dlatego, że pociski były zbyt lekkie. Do późnych lat 20. XX wieku działa Mark 10 były niemal jedynym uzbrojeniem przeciwlotniczym dużych okrętów U.S. Navy. Pancerniki klasy New York jako pierwsze otrzymały je, gdy były przezbrajane w 1916 roku. Stanowiska dział Mark 10, po dwa na okręt, były również obecne na lekkich krążownikach klasy Omaha, które weszły do służby w 1923 roku.
ru: Одно из первых зенитных орудий ВМС США, Mark 10 калибра 76 мм, было разработано в 1913–1915 годах на основе более ранней системы, Mark 6, широко использовавшейся в качестве противоминной артиллерии на американских кораблях 1900-х годов постройки. Орудие Mark 10 могло вести огонь на углах возвышения до 85 градусов. Формально оно имело двойное назначение, так как теоретически могло стрелять как по воздушным, так и по надводным целям. Однако Mark 10 не была достаточно эффективна ни в той, ни в другой роли. В первом случае — из-за исключительно ручного наведения, во втором — из-за слишком лёгкого снаряда. Вплоть до конца 1920-х годов 76-мм орудия Mark 10 были едва ли не единственными зенитными артиллерийскими системами, устанавливавшимися на крупные боевые корабли американского флота. Одними из первых их получили при перевооружении в 1916 году линкоры типа New York. Для лёгких крейсеров типа Omaha, начавших вступать в строй в 1923 году, установка Mark 10, по две на корабль, была уже заложена в проект.
uk: Одну з перших зенітних гармат ВМС США, Mark 10 калібру 76 мм, розробили у 1913–1915 рр. на основі ранньої системи, Mark 6, яку широко застосовували як протимінну артилерію на американських кораблях 1900-х рр. будівництва. Гармата Mark 10 могла вести вогонь на кутах підвищення до 85 градусів. Формально вона мала подвійне призначення, оскільки теоретично могла стріляти як по повітряних, так і по надводних цілях. Однак Mark 10 не була достатньо ефективною ні в тій, ні в іншій ролі. У першому випадку — через лише ручне наведення, у другому — через занадто легкий снаряд. Аж до кінця 1920-х рр. 76-мм гармати Mark 10 були чи не єдиними зенітними артилерійськими системами, які встановлювали на великі бойові кораблі американського флоту. Одними з перших їх отримали під час переозброєння 1916 р. лінкори типу New York. Для легких крейсерів типу Omaha, що почали вступати у стрій 1923 р., по дві установки Mark 10 на корабель вже додали у проект.
zh: 76毫米的Mark 10为M国海军的第一门防空火炮，于1913年到1915年之间根据早期的系统所研发出来的Mark 6大量的被装备在1900年代M国战舰上当作次要武器，Mark 10火炮可以以85度仰角开火，它被视为高平两用火炮，理论上来说可以攻击空中和地面目标，然而Mark 10 在以上两种任务中都显得能力不足，以对空来说，因为它只提供手动瞄准，以对地来说，它的炮弹太轻。 直到1920年代末期，76毫米Mark 10 火炮几乎都是安装在M国海军的大型战舰上当作防空火炮系统，纽约级战列舰为第一艘在1916年重新武装中首先获得这样的武装。 每艘战舰所装备的两座Mark 10炮架其实早就包含在奥马哈级轻型巡洋舰的设计中并于1923年开始服役。
zh_sg: Mark 10是美国海军最初的防空炮之一，它有76毫米的口径，于1913年-1915年研制。设计基于更早的Mark 6系统的基础，Mark 6曾在1900年代制造的美国战舰上广泛被应用为副炮组。Mark 10火炮可以以最大85度的仰角开火。从形式上说，它也是两用的，因为理论上既可以攻击空中目标也可以攻击水面目标。然而Mark 10在两方面都没有显著的效果。对空中目标，以为它只有人工瞄准，对水面目标，因为它的炮弹太轻了。 直到1920年代后期，76毫米Mark 10火炮都是美国海军大型战舰上装配的几乎唯一火炮系统。纽约级战列舰是1916年重新装备武器中第一批安装该火炮的战舰之一。 Mark 10炮组，每艘战舰装配两组，在那时就已经进入了1923年开始服役的奥马哈级轻型巡洋舰的设计中。

# IDS_PCZC195_AA_12_7MM_ANTIAIRCRAFT
source: 12.7 mm M2 Browning AA Machine Gun
es_mx: Ametralladora AA M2 Browning de 12.7 mm
ja: ブローニング M2 12.7 mm 対空機銃
pl: Przeciwlotniczy karabin maszynowy M2 Browning kal. 12,7 mm
ru: 12,7-мм зенитный пулемёт М2 «Браунинг»
uk: 12,7-мм зенітний кулемет М2 «Браунінг»
zh: 12.7 毫米M2勃朗宁防空机枪
zh_sg: 12.7毫米M2 Browning 防空机枪
