Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_RATES
source: Server rates
es_mx: Velocidad del servidor
ja: サーバーレート
pl: Częstotliwość serwera
ru: Специальный коэффициент
uk: Спеціальний коефіцієнт
zh: 服务器比率
zh_sg: 服务器比率

# IDS_RATES_HINT
source: Server rates
es_mx: Velocidad del servidor
ja: サーバーレート
pl: Częstotliwość serwera
ru: Специальный коэффициент
uk: Спеціальний коефіцієнт
zh: 服务器比率
zh_sg: 服务器比率

# IDS_RATING
source: Rating
es_mx: Clasificación
ja: レーティング
pl: Ocena
ru: Рейтинг
uk: Рейтинг
zh: 战斗积分
zh_sg: 战斗积分

# IDS_RATING_DOWN
source: The Team's rating dropped
es_mx: La clasificación del Equipo ha bajado
ja: チームのレーティングが低下しました
pl: Ocena drużyny spadła
ru: Рейтинг команды понизился
uk: Рейтинг команди знизився
zh: 该队伍的战斗积分已下降
zh_sg: 该团队的战斗积分已下降

# IDS_RATING_DOWN_LB
source: After the last battle, the Team's rating dropped
es_mx: Después de la última batalla, la clasificación del Equipo bajó
ja: 最終戦後にチームのレーティングが低下しました
pl: Po ostatniej bitwie ocena drużyny spadła
ru: В последнем бою рейтинг команды понизился
uk: Після останнього бою рейтинг команди знизився
zh: 上次战斗之后，该队伍的战斗积分已下降
zh_sg: 上一场战斗之后，该团队的战斗积分已下降

# IDS_RATING_GBR_ALL
source: This game is rated for all ages.
es_mx: Este juego está clasificado para todas las edades.
ja: このゲームは全年齢対象です。
pl: Ta gra przeznaczona jest dla osób w dowolnym wieku.
ru: Данная игра одобрена для всех возрастов.
uk: Цю гру схвалено для всіх вікових категорій.
zh: 此游戏被评为适合所有的年龄层。
zh_sg: 此游戏被评为适合所有的年龄层。

# IDS_RATING_HINT_0
source: The Team's rating changes depending on the battle results.
es_mx: La clasificación del Equipo cambia dependiendo de los resultados en batalla.
ja: チームのレーティングは、戦闘結果に応じて変化します。
pl: Ocena drużyny zmienia się w zależności od wyników bitew.
ru: Рейтинг команды изменяется по результатам боя.
uk: Рейтинг команди змінюється за результатами бою.
zh: 该队伍的战斗积分根据战斗结果而改变。
zh_sg: 该团队的战斗积分根据战斗结果而改变。

# IDS_RATING_HINT_1
source: The higher the Rating of the enemy Team, the more rating points you can earn by gaining a victory.
es_mx: Entre más alta la Clasificación del Equipo enemigo, más puntos puedes ganar al conseguir una victoria.
ja: 敵チームのレーティングが高いほど、勝利した際に取得できるレーティングポイントが多くなります。
pl: Im wyższa ocena drużyny przeciwnej, tym więcej punktów otrzymasz za zwycięstwo.
ru: Чем выше рейтинг противостоящей вам команды, тем больше очков рейтинга вы можете заработать, одержав победу.
uk: Що вище рейтинг команди, яка протистоїть вам, то більше очок рейтингу ви здобудете, якщо переможете.
zh: 敌方队伍的战斗积分越高，胜利后获得战斗积分越多。
zh_sg: 敌方团队的评级越高，胜利后获得评级点数越多。

# IDS_RATING_UP
source: The Team's rating rose
es_mx: El puntaje del Equipo subió
ja: チームのレーティングが向上
pl: Ocena drużyny wzrosła
ru: Рейтинг команды повысился
uk: Рейтинг команди підвищився
zh: 该队伍的战斗积分已上升
zh_sg: 该团队的战斗积分已上升

# IDS_RATING_UP_LB
source: After the last battle, the Team's rating rose
es_mx: Después de la última batalla, la puntuación del Equipo subió
ja: 最終戦後にチームのレーティングが向上
pl: Po ostatniej bitwie ocena drużyny wzrosła
ru: В последнем бою рейтинг команды повысился
uk: Після останнього бою рейтинг команди підвищився
zh: 上次战斗之后，该队伍的战斗积分已上升
zh_sg: 上一场战斗之后，该团队的战斗积分已上升

# IDS_REACH_LEAGUE_0
source: The Team has entered Alpha League
es_mx: El Equipo ha entrado a la Liga Premier
ja: チームがプレミアリーグに加わりました
pl: Drużyna przeszła do Ligi Alfa
ru: Команда перешла в Высшую лигу
uk: Команда перейшла до Вищої ліги
zh: 该队伍已进入超级联盟
zh_sg: 该团队已进入超级联盟

# IDS_REACH_LEAGUE_1
source: The Team has entered Bravo League
es_mx: El Equipo ha entrado a la Primera Liga
ja: チームがファーストリーグに加わりました
pl: Drużyna przeszła do Ligi Brawo
ru: Команда перешла в Первую лигу
uk: Команда перейшла до Першої ліги
zh: 该队伍已进入第一联盟
zh_sg: 该团队已进入第一联盟

# IDS_REACH_LEAGUE_10
source: The Team has entered Kilo League
es_mx: El Equipo ha entrado a la Décima Liga
ja: チームが第 10 リーグに加わりました
pl: Drużyna przeszła do Ligi Kilo
ru: Команда перешла в Десятую лигу
uk: Команда перейшла до Десятої ліги
zh: 该队伍已进入第十联盟
zh_sg: 该团队已进入第十联盟

# IDS_REACH_LEAGUE_2
source: The Team has entered Charlie League
es_mx: El Equipo ha entrado a la Segunda Liga
ja: チームがセカンドリーグに加わりました
pl: Drużyna jest w Lidze Charlie
ru: Команда перешла во Вторую лигу
uk: Команда перейшла до Другої ліги
zh: 该队伍已进入第二联盟
zh_sg: 该团队已进入第二联盟

# IDS_REACH_LEAGUE_3
source: The Team has entered Delta League
es_mx: El equipo ha entrado a la Tercera Liga
ja: チームがサードリーグに加わりました
pl: Drużyna przeszła do Ligi Delta
ru: Команда перешла в Третью лигу
uk: Команда перейшла до Третьої ліги
zh: 该队伍已进入第三联盟
zh_sg: 该团队已进入第三联盟

# IDS_REACH_LEAGUE_4
source: The Team has entered Echo League
es_mx: El Equipo ha entrado a la Cuarta Liga
ja: チームが第 4 リーグに加わりました
pl: Drużyna przeszła do Ligi Echo
ru: Команда перешла в Четвёртую лигу
uk: Команда перейшла до Четвертої ліги
zh: 该队伍已进入第四联盟
zh_sg: 该团队已进入第四联盟

# IDS_REACH_LEAGUE_5
source: The Team has entered Foxtrot League
es_mx: El Equipo ha entrado a la Quinta Liga
ja: チームが第 5 リーグに加わりました
pl: Drużyna preszła do Ligi Fokstrot
ru: Команда перешла в Пятую лигу
uk: Команда перейшла до П’ятої ліги
zh: 该队伍已进入第五联盟
zh_sg: 该团队已进入第五联盟

# IDS_REACH_LEAGUE_6
source: The Team has entered Golf League
es_mx: El Equipo ha entrado a la Sexta Liga
ja: チームが第 6 リーグに加わりました
pl: Drużyna przeszła do Ligi Golf
ru: Команда перешла в Шестую лигу
uk: Команда перейшла до Шостої ліги
zh: 该队伍已进入第六联盟
zh_sg: 该团队已进入第六联盟

# IDS_REACH_LEAGUE_7
source: The Team has entered Hotel League
es_mx: El Equipo ha entrado a la Séptima Liga
ja: チームが第 7 リーグに加わりました
pl: Drużyna przeszła do Ligi Hotel
ru: Команда перешла в Седьмую лигу
uk: Команда перейшла до Сьомої ліги
zh: 该队伍已进入第七联盟
zh_sg: 该团队已进入第七联盟

# IDS_REACH_LEAGUE_8
source: The Team has entered India League
es_mx: El Equipo ha entrado a la Octava Liga
ja: チームが第 8 リーグに加わりました
pl: Drużyna preszła do Ligi India
ru: Команда перешла в Восьмую лигу
uk: Команда перейшла до Восьмої ліги
zh: 该队伍已进入第八联盟
zh_sg: 该团队已进入第八联盟

# IDS_REACH_LEAGUE_9
source: The Team has entered Juliet League
es_mx: El Equipo ha entrado a la Novena Liga
ja: チームが第 9 リーグに加わりました
pl: Drużyna przeszła do Ligi Juliet
ru: Команда перешла в Девятую лигу
uk: Команда перейшла до Дев’ятої ліги
zh: 该队伍已进入第九联盟
zh_sg: 该团队已进入第九联盟

# IDS_READY
source: Ready!
es_mx: ¡Listo!
ja: 準備完了!
pl: Gotowy!
ru: Готов!
uk: Готовий!
zh: 已准备好
zh_sg: 已准备

# IDS_READY_TO_BATTLE_DENY_REASON_ALL_SHIPS_SOLD
source: Purchase the ship to enter battle with her.
es_mx: Compra el barco para entrar con él en batalla.
ja: 戦闘に参加するには、艦艇を購入してください。
pl: Kup okręt, by wejść nim do bitwy.
ru: Купите корабль, чтобы выйти на нём в бой.
uk: Придбайте корабель, щоб вступити на ньому у бій.
zh: 购买该战舰来用它来进入战斗。
zh_sg: 购买该战舰来用它来进入战斗。

# IDS_READY_TO_BATTLE_DENY_REASON_EVENT_PLAN_B
source: One does not simply enter battle in a submarine
es_mx: Uno simplemente no entra a la batalla en un submarino
ja: 潜水艦で参戦するなんてできるわけがない
pl: Nie możesz tak po prostu zapakować się do okrętu podwodnego i wypłynąć do bitwy
ru: Нельзя просто так взять и выйти в бой на подводной лодке
uk: Не можна просто так вступити у бій підводним човном
zh: 人们一般不会用潜艇直接加入战斗
zh_sg: 人们一般不会用潜艇直接加入战斗

# IDS_READY_TO_BATTLE_DENY_REASON_EVENT_SHIPS_ONLY
source: Select a Halloween ship to take part in a scenario.
es_mx: Selecciona un barco de Halloween para participar en un escenario.
ja: シナリオに参加するには、ハロウィーン艦艇を選択してください。
pl: Wybierz okręt halloween, którym chcesz wziąć udział w bitwie.
ru: Выберите корабль для Хэллоуина, чтобы участвовать в сценарии.
uk: Виберіть хеловінський корабель, щоб взяти участь у сценарії.
zh: 选择一艘万圣节战舰来参加剧情模式。
zh_sg: 选择一艘万圣节战舰来参加剧情模式。

# IDS_READY_TO_BATTLE_DENY_REASON_EXCEPT_EVENT_SHIPS
source: Halloween ships are allowed only in scenarios.
es_mx: Los barcos de Halloween solo seon permitidos en los escenarios.
ja: ハロウィーン艦艇は、シナリオ限定で使用できます。
pl: Okręty halloween mogą brać udział tylko w bitwach ze scenariuszem.
ru: Корабли для Хэллоуина могут участвовать только в сценарии.
uk: Хеловінські кораблі можуть брати участь лише у сценарії.
zh: 万圣节战舰仅允许在剧情模式中使用。
zh_sg: 万圣节战舰仅允许在剧情模式中使用。

# IDS_READY_TO_BATTLE_DENY_REASON_NO_CREW
source: Recruit a new Commander, or assign a Commander from the Reserve or other ships.
es_mx: Recluta un nuevo Comandante, o asigna un Comandante de la Reserva u otros barcos.
ja: 新しい艦長を採用するか、またはリザーブや他の艦艇の艦長を配属してください。
pl: Zwerbuj nowego dowódcę lub przydziel dowódcę z rezerwy lub innego okrętu.
ru: Рекрутируйте нового командира или назначьте командира из Резерва или с других кораблей.
uk: Рекрутуйте нового командира або призначте командира з Резерву або з інших кораблів.
zh: 招募新的指挥官，或是从预备队或其它战舰上指派指挥官。
zh_sg: 征募新的指挥官，或是从预备队或其它战舰上指派指挥官。

# IDS_READY_TO_BATTLE_DENY_REASON_NO_SHIP
source: Select a ship
es_mx: Selecciona un barco
ja: 艦を選択
pl: Wybierz okręt
ru: Выберите корабль
uk: Виберіть корабель
zh: 选择战舰
zh_sg: 选择战舰

# IDS_READY_TO_BATTLE_DENY_REASON_SHIPS_HAVE_DIFFERENT_GROUPS
source: Division includes a special ship that is not allowed in Random and Co-op Battles.
es_mx: La División incluye un barco especial que no es permitido en Batalla Aleatorias y Cooperativas.
ja: 分艦隊には、ランダム戦および Co-op 戦では使用できない特別艦艇が含まれています。
pl: Dywizjon zawiera specjalny okręt, który nie jest dostępny w bitwach losowych i kooperacyjnych.
ru: В отряде есть специальный корабль, который не может выходить в случайные и кооперативные бои.
uk: У складі загону є спеціальний корабель, який не може виходити у випадкові та кооперативні бої.
zh: 分舰队中含有不能进入随机战斗及联合作战的特殊舰艇。
zh_sg: 小队中包含不能用于随机战斗及联合作战的特殊战舰。

# IDS_READY_TO_BATTLE_DENY_REASON_SHIPS_LEVEL_DIFFERENCE
source: Warships in your Division are more than %(level_gap)d tier apart.
es_mx: Los barcos en tu División están separados por más de %(level_gap)d tier.
ja: 分艦隊内の艦艇 Tier 差が %(level_gap)d 段階を超えています。
pl: Różnica poziomów okrętów Twoim dywizjonie jest większa niż %(level_gap)d.
ru: Корабли в вашем отряде отличаются более чем на %(level_gap)d уровень.
uk: Кораблі у вашому загоні відрізняються більш ніж на %(level_gap)d рівень.
zh: 您小队中的战舰相距超过 %(level_gap)d 级。
zh_sg: 您小队中的战舰等级差异超过%(level_gap)d级。

# IDS_READY_TO_BATTLE_DENY_REASON_SHIP_IS_IN_BATTLE
source: The selected ship is in battle.
es_mx: El barco seleccionado está en batalla.
ja: 選択した艦は戦闘中です。
pl: Wybrany okręt jest aktualnie w bitwie.
ru: Выбранный корабль находится в бою.
uk: Вибраний корабель перебуває у бою.
zh: 所选战舰现在正在战斗中。
zh_sg: 所选战舰现在正在战斗中。

# IDS_READY_TO_BATTLE_DENY_REASON_SHIP_IS_NOT_READY
source: The ship requires servicing.
es_mx: El barco requiere servicio
ja: この艦は修理・補給が必要です。
pl: Okręt wymaga obsługi technicznej.
ru: Необходимо провести обслуживание корабля.
uk: Потрібно обслугувати корабель.
zh: 该舰需要整备。
zh_sg: 战舰需要维护。

# IDS_READY_TO_BATTLE_DENY_REASON_WRONG_SHIPS_IN_DIVISION
source: The ships in your Division are not suitable for this battle type.
es_mx: Los barcos en tu División no son adecuados para esta tipo de batalla.
ja: 分艦隊にこの戦闘タイプでは使用できない艦艇が含まれます。
pl: Okręty w Twoim dywizjonie nie są dopuszczone do bitew tego typu.
ru: Корабли в вашем отряде не подходят для данного типа боя.
uk: Кораблі у вашому загоні не пасують до цього типу бою.
zh: Корабли в вашем отряде не подходят для данного типа боя.
zh_sg: 您小队中的战舰不适用于此战斗类型。

# IDS_READY_TO_BATTLE_IN_DIVISION
source: Ready for battle in Division
es_mx: Listo para luchar en División
ja: 分艦隊での戦闘準備完了
pl: Gotowy do bitwy w dywizjonie
ru: Готов к бою в отряде
uk: Готовий до бою у складі загону
zh: 准备好以小队来加入战斗
zh_sg: 准备好小队作战

# IDS_READY_TO_BATTLE_IN_DIVISION_INFO
source: You are ready to battle in a Division
es_mx: Estás listo para luchar en una división
ja: 分艦隊で戦闘準備を完了
pl: Jesteś gotowy do bitwy w dywizjonie
ru: Вы готовы к бою в отряде
uk: Ви готові до бою у складі загону
zh: 您已准备好加入小队战斗
zh_sg: 您已准备好加入小队战斗

# IDS_READY_TO_BATTLE_IN_FORMATION_INFO_2
source: Click "Not ready" to select another ship or modify the ship configuration.
es_mx: Haz clic en "No listo" para seleccionar otro barco o modificar su configuración.
ja: 別の艦艇を選択したり艦の構成を変更したりするには、「準備中」をクリックしてください。
pl: Kliknij na „Niegotowy”, żeby wybrać inny okręt lub zmodyfikować konfigurację okrętu.
ru: Чтобы выбрать другой корабль или внести изменения в конфигурацию корабля, нажмите кнопку «Не готов».
uk: Щоб вибрати інший корабель або внести зміни в конфігурацію корабля, натисніть кнопку «Не готовий».
zh: 如您未准备就绪，请点击“未准备好”选择其它战舰以及配置。
zh_sg: 点击“未准备”以选择其他战舰或修改战舰配置。

# IDS_READY_TO_BATTLE_IN_PARTY
source: Ready for Team Battle
es_mx: Listo para Batalla en Equipo
ja: チームバトルの準備完了
pl: Gotowy do bitwy drużynowej
ru: Готов к бою в команде
uk: Готовий до командного бою
zh: 准备好加入队伍战斗
zh_sg: 准备好加入团队战斗

# IDS_READY_TO_BATTLE_IN_PARTY_INFO
source: You are ready for a Team Battle
es_mx: Estás listo para una Batalla en Equipo
ja: チームバトルの準備を完了
pl: Jesteś gotowy do bitwy drużynowej
ru: Вы готовы к командному бою
uk: Ви готові до командного бою
zh: 您已准备好加入队伍战斗
zh_sg: 您已准备好加入团队战斗

# IDS_READY_TO_BATTLE_IN_TRAINING_ROOM
source: Ready for a Training Battle
es_mx: Listo para una Batalla de Entrenamiento
ja: トレーニング戦の準備完了
pl: Gotowy do bitwy treningowej
ru: Готов к тренировочному бою
uk: Готовий до тренувального бою
zh: 准备好加入战斗训练
zh_sg: 准备加入战斗训练

# IDS_REALM_ASIA
source: Asia
ja: アジア
pl: Azja
ru: Азия
uk: Азія
zh: 亚洲
zh_sg: 亚洲

# IDS_REALM_CLANST
source: TestServer Europe
pl: TestServer Europa
zh: 欧洲测试服务器
zh_sg: 测试服 欧洲

# IDS_REALM_EU
source: Europe
es_mx: Europa
ja: ヨーロッパ
pl: Europa
ru: Европа
uk: Європа
zh: 欧洲
zh_sg: 欧洲

# IDS_REALM_NA
source: North America
es_mx: Norteamérica
ja: 北アメリカ
pl: Ameryka Północna
ru: Северная Америка
uk: Північна Америка
zh: 北美
zh_sg: 北美

# IDS_REALM_RU
source: CIS
es_mx: CEI
pl: WNP
ru: СНГ
uk: СНД
zh: 独联体
zh_sg: 独联体

# IDS_REALM_TGS
source: TestServer Asia
pl: TestServer Azja
zh: 亚洲测试服务器
zh_sg: 测试服 亚洲

# IDS_REALM_WINST
source: TestServer North America
pl: TestServer Ameryka Północna
zh: 北美测试服务器
zh_sg: 测试服 北美

# IDS_REASON_GIFTBOX_BY_BATTLES
source: %(battles)s battle
es_mx: %(battles)s batalla
ja: %(battles)s 戦
pl: %(battles)s bitwa
ru: %(battles)s бой
uk: %(battles)s бій
zh: %(battles)s бой
zh_sg: %(battles)s场

# IDS_RECALL_INVITATION
source: Recall Invitation
es_mx: Retirar Invitación
ja: 招待の取り消し
pl: Cofnij zaproszenie
ru: Отозвать приглашение
uk: Відкликати запрошення
zh: 取消邀请
zh_sg: 撤回邀请

# IDS_RECEIVED
source: RECEIVED
es_mx: RECIBIDO
ja: 取得
pl: OTRZYMANO
ru: ПОЛУЧЕНО
uk: ОТРИМАНО
zh: ПОЛУЧЕНО
zh_sg: 获得

# IDS_RECEIVED_AIRPLANES_KILLED
source: Aircraft Lost
es_mx: Aviones Perdidos
ja: 航空機損失
pl: Stracone samoloty
ru: Потеряно самолётов
uk: Втрачено літаків
zh: 损失飞机数
zh_sg: 损失飞机数

# IDS_RECEIVED_AIRPLANES_KILLED_HINT
source: Number of aircraft lost in this battle
es_mx: Número de aviones perdidos en esta batalla
ja: この戦闘での航空機損失数
pl: Liczba samolotów straconych w tej bitwie
ru: Количество потерянных в этом бою самолётов
uk: Кількість втрачених у цьому бою літаків
zh: 在此战斗中失去的飞机数
zh_sg: 在此战斗中失去的飞机数

# IDS_RECEIVED_COLON
source: Received:
es_mx: Recibido:
ja: 補償 (取得):
pl: Otrzymano:
ru: Получено:
uk: Отримано:
zh: 获得：
zh_sg: 获得：

# IDS_RECEIVED_LOOTBOXES_REWARDS
source: Your rewards
es_mx: Tus recompensas
ja: 取得褒賞
pl: Twoje nagrody
ru: Полученные награды
uk: Отримані нагороди
zh: 您获得的奖励
zh_sg: 您获得的奖励

# IDS_RECEIVE_INVITATION_TO_DIVISION
source: %(player)s has invited you to join a Division
es_mx: %(player)s te ha invitado a unirte a una División
ja: %(player)s さんがあなたを分艦隊に招待しています
pl: Gracz %(player)s zaprosił Cię do dywizjonu
ru: %(player)s приглашает вас в отряд
uk: %(player)s запрошує вас до складу загону
zh: %(player)s 已邀请您加入小队
zh_sg: %(player)s已邀请您加入小队

# IDS_RECOMMENDED
source: recommended
es_mx: recomendado
ja: 推奨
pl: zalecane
ru: рекомендовано
uk: пропоновано
zh: 推荐
zh_sg: 推荐

# IDS_RECRUITERS_AGREE_DESCRIPTION_SIDE_0_NOTIFICATION
source: You have joined Team Honor
es_mx: Te has unido al Equipo Honor
ja: Team Honor に参加しました
pl: Dołączyłeś do drużyny Honor
ru: Вы перешли в команду «Честь»
uk: Ви перейшли до команди «Честь»
zh: Вы перешли в команду «Честь»
zh_sg: 您已加入Honor队

# IDS_RECRUITERS_AGREE_DESCRIPTION_SIDE_1_NOTIFICATION
source: You have joined Team Glory
es_mx: Te has unido al Equipo Glory
ja: Team Glory に参加しました
pl: Dołączyłeś do drużyny Glory
ru: Вы перешли в команду «Слава»
uk: Ви перейшли до команди «Слава»
zh: Вы перешли в команду «Слава»
zh_sg: 您已加入Glory队

# IDS_RECRUITERS_AGREE_NOTIFICATION
source: You have accepted the recruiter's offer
es_mx: Has aceptado la oferta del reclutador
ja: 勧誘者によるオファーを承諾しました
pl: Przyjęto ofertę rekrutera
ru: Предложение рекрутера принято
uk: Пропозицію рекрутера прийнято
zh: 您已经接受指导员的提议
zh_sg: 已接受征募报价

# IDS_RECRUITERS_DISAGREE_DESCRIPTION_SIDE_0_NOTIFICATION
source: You have turned down the recruiter's offer
es_mx: Has rechazado la oferta del reclutador
ja: 勧誘者によるオファーを辞退しました
pl: Odrzucono ofertę rekrutera
ru: Вы отказали рекрутеру
uk: Ви відмовили рекрутеру
zh: 您已经拒绝指导员的提议
zh_sg: 你拒绝了征募报价

# IDS_RECRUITERS_DISAGREE_DESCRIPTION_SIDE_1_NOTIFICATION
source: You have turned down the recruiter's offer
es_mx: Has rechazado la oferta del reclutador
ja: 勧誘者によるオファーを辞退しました
pl: Odrzucono ofertę rekrutera
ru: Вы отказали рекрутеру
uk: Ви відмовили рекрутеру
zh: 您已经拒绝指导员的提议
zh_sg: 你拒绝了征募报价

# IDS_RECRUITERS_DISAGREE_NOTIFICATION
source: You have declined the recruiter's offer
es_mx: Has rechazado la oferta del reclutador
ja: 勧誘者によるオファーを拒否しました
pl: Odrzucono ofertę rekrutera
ru: Предложение рекрутера отклонено
uk: Пропозицію рекрутера відхилено
zh: 您已经拒绝指导员的提议
zh_sg: 已接受征募报价

# IDS_RECRUITMENT_POINTS_COLON
source: Recruitment Points:
ja: 勧誘ポイント:
pl: Punkty rekrutacyjne:
ru: Символы братства:
zh: Символы братства:

# IDS_RECT_ATTENTION_BANNED
source: You send the "Attention to Sector" command too often.
es_mx: Enviaste muy seguido el comando "Atención al sector"
ja: 「セクターに注意せよ」コマンド送信過多
pl: Zbyt często wysyłasz rozkaz „Uwaga na sektor”.
ru: Вы слишком часто отправляете команду «Внимание на сектор».
uk: Ви занадто часто надсилаєте команду «Увага на сектор».
zh: Вы слишком часто отправляете команду «Внимание на сектор».
zh_sg: 您发送“注意区域” 命令过于频繁。

# IDS_REFERRAL_PLAYER_TYPE_REFERRAL_DESCRIPTION
source: This player has joined World of Warships at your invitation. You can earn Recruitment Points by fighting together.
es_mx: Este jugador se ha unido a World of Warships con tu invitación. Al combatir juntos, obtendrán Puntos de Reclutamiento.
ja: このプレイヤーは招待に応じて World of Warships に加わりました。共にプレイすることで勧誘ポイントを取得できます。
pl: Zaproszony przez Ciebie gracz dołączył do World of Warships. Walcząc wspólnie zdobywać będziecie punkty rekrutacji.
ru: Этот игрок пришёл в World of Warships по вашему приглашению. Сражаясь вместе с ним, вы зарабатываете символы братства.
uk: Цей гравець прийшов у World of Warships на ваше запрошення. Граючи разом із ним, ви здобуваєте символи братства.
zh: Этот игрок пришёл в World of Warships по вашему приглашению. Сражаясь вместе с ним, вы зарабатываете символы братства.
zh_sg: 这名玩家已经通过您的邀请加入了《战舰世界》。与他一同战斗，从而获得征募点数。

# IDS_REFERRAL_PLAYER_TYPE_VETERAN_DESCRIPTION
source: You have joined World of Warships at the invitation of this player.
es_mx: Te has unido a World of Warships con la invitación de este jugador.
ja: このプレイヤーの招待に応じて World of Warships に加わりました。
pl: Dołączyłeś do World of Warships na zaproszenie tego gracza.
ru: Вы пришли в World of Warships по приглашению от этого игрока.
uk: Ви прийшли у World of Warships на запрошення цього гравця.
zh: Вы пришли в World of Warships по приглашению от этого игрока.
zh_sg: 您已通过这名玩家的邀请加入了《战舰世界》。

# IDS_REFILL_SHIP_FOR
source: Receive an order for
es_mx: Recibe una orden para
ja: この艦艇への指令を受領:
pl: Otrzymaj rozkaz na
ru: Получить приказ за
uk: Отримати наказ за
zh: 接收命令并适用于
zh_sg: 接收命令并适用于

# IDS_REFILL_SHIP_INSTRUCTION
source: An order will allow you to take part in the operation with this ship
es_mx: Una orden te permitirá partcipar en la operación con este barco
ja: 指令を受領することで、この艦艇でオペレーションに参加できます
pl: Rozkaz pozwoli Ci wziąć udział w tej operacji tym okrętem
ru: Приказ позволит участвовать в операции на этом корабле
uk: Наказ дозволить брати участь в операції на цьому кораблі
zh: 此命令将允许您使用这艘战舰参加行动
zh_sg: 此命令将允许您使用这艘战舰参加行动

# IDS_REFUSE
source: Decline
es_mx: Rechazar
ja: 拒否
pl: Odrzuć
ru: Отказаться
uk: Відмовитися
zh: 拒绝
zh_sg: 拒绝

# IDS_REGION
source: Region:
es_mx: Región:
ja: 地域:
ru: Регион:
uk: Регіон:
zh: 地区：
zh_sg: 地区：

# IDS_REGISTER_ACCOUNT_MOUSE_INSTRUCTION
source: Register your account
es_mx: Registra tu cuenta
ja: アカウントを登録
pl: Zarejestruj swoje konto
ru: Зарегистрировать аккаунт
uk: Зареєструвати акаунт
zh: 注册自己的账号
zh_sg: 注册自己的账号

# IDS_REGISTER_ACCOUNT_TOOLTIP
source: You are using a temporary account. Register a permanent account to save your in-game progress and get access to all the features available in the game.
es_mx: Estás usando una cuenta temporal. Registra una cuenta permanente para guardar tu progreso en el juego y tener acceso a todas las características disponibles en el juego.
ja: 暫定アカウントを使用中です。ゲームの進行状況を保存してゲームの全機能にアクセスするには、無期限アカウントを登録してください。
pl: Używasz aktualnie tymczasowego konto. Zarejestruj swoje konto na stałe, żeby zachować postępy w grze i uzyskać dostęp do wszystkich funkcji gry.
ru: Вы используете временный аккаунт. Зарегистрируйте постоянный аккаунт, чтобы сохранить прогресс и открыть доступ ко всем игровым возможностям.
uk: Ви використовуєте тимчасовий акаунт. Зареєструйте постійний акаунт, щоб зберегти прогрес і відкрити доступ до всіх ігрових можливостей.
zh: 您使用的是临时账号。快注册一个永久账号来保存自己的游戏进度并使用游戏提供的所有功能。
zh_sg: 您使用的是临时账号。快注册一个永久账号来保存自己的游戏进度并使用游戏提供的所有功能。

# IDS_REGISTER_NEW_PLAYER
source: You will be redirected to the registration page.
es_mx: Serás redirigido a la página de registro.
ja: 登録ページにリダイレクトされます。
pl: Zostaniesz przekierowany na stronę rejestracji.
ru: Вы будете перенаправлены на страницу регистрации нового пользователя.
uk: Вас спрямують на сторінку реєстрації нового користувача.
zh: 您将被导向注册页面。
zh_sg: 您将跳转至注册页面。

# IDS_REGISTRATION
source: Registered:
es_mx: Registrado:
ja: 登録:
pl: Zarejestrowany:
ru: Зарегистрирован:
uk: Зареєстровано:
zh: 注册时间：
zh_sg: 注册于：

# IDS_REGISTRATION_DATE
source: registered
es_mx: registrado
ja: 登録
pl: zarejestrowany
ru: зарегистрирован
uk: зареєстровано
zh: 注册
zh_sg: 注册

# IDS_REINFORCEMENT
source: Resupply cost:
es_mx: Costo de reabastecimiento:
ja: 補給費用:
pl: Koszt uzupełnienia:
ru: Стоимость пополнения:
uk: Вартість поповнення:
zh: 补充：
zh_sg: 补给花费：

# IDS_REJECT
source: Decline
es_mx: Rechazar
ja: 辞退
pl: Odrzuć
ru: Отклонить
uk: Відхилити
zh: 拒绝
zh_sg: 拒绝

# IDS_REJECTED_YOUR_INVITATION_TO_DIVISION
source: %(player)s declined your invitation to join the Division
es_mx: %(player)s ha rechazado tu invitación a unirse a la División
ja: %(player)s さんが分艦隊への招待を辞退しました
pl: Gracz %(player)s odrzucił Twoje zaproszenie do dywizjonu
ru: %(player)s отклонил ваше приглашение в отряд
uk: %(player)s відхилив ваше запрошення до загону
zh: %(player)s 已拒绝您加入小队的邀请
zh_sg: %(player)s已拒绝您加入小队的邀请

# IDS_REJECT_INVITATION_TO_DIVISION
source: You declined the invitation to join the Division
es_mx: Has rechazado la invitación para unirte a la División
ja: 分艦隊への招待を辞退しました
pl: Odrzuciłeś zaproszenie do dywizjonu
ru: Вы отказались от приглашения в отряд
uk: Ви відмовилися від запрошення до складу загону
zh: 您已拒绝加入小队的邀请
zh_sg: 您已拒绝加入小队的邀请

# IDS_RELEASE_YEAR
source: Entered service
es_mx: Entró al servicio
ja: 就役
pl: Rozpoczął służbę
ru: Вступил в строй
uk: Став у стрій
zh: 进入服役
zh_sg: 进入服役

# IDS_RELOADTIME
source: Reload Time
es_mx: Tiempo de Recarga
ja: 準備時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: 装填时间
zh_sg: 装填时间

# IDS_REMOVED_CHAT_MESSAGE
source: Message deleted.
es_mx: Mensaje eliminado.
ja: メッセージが削除されました。
pl: Wiadomość usunięta.
ru: Сообщение удалено.
uk: Повідомлення видалено.
zh: 信息已删除
zh_sg: 信息已删除

# IDS_REMOVE_FROM_CONTACTS
source: Remove from Contacts
es_mx: Eliminar de Contactos
ja: 連絡先から削除
pl: Usuń z kontaktów
ru: Удалить из контактов
uk: Видалити з контактів
zh: 从联系人中移除
zh_sg: 从联系人中移除

# IDS_REMOVE_FROM_FAVORITES
source: Remove from Favorites
es_mx: Eliminar de Favoritos
ja: お気に入りから削除
pl: Usuń z ulubionych
ru: Удалить из избранного
uk: Видалити з уподобань
zh: 从最爱中移除
zh_sg: 从收藏中移除
