Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TOTAL_DAMAGE
source: Damage
es_mx: Daño
ja: ダメージ
pl: Uszkodzenia
ru: Урон
uk: Завдана шкода
zh: 伤害
zh_sg: 伤害

# IDS_TOTAL_MISSIONS_IN_CAMPAIGN
source: %(count)s MISSION
es_mx: %(count)s MISIÓN
ja: %(count)s ミッション
pl: %(count)s MISJA
ru: %(count)s МИССИЯ
uk: %(count)s МІСІЯ
zh: %(count)s 个任务
zh_sg: %(count)s 个任务

# IDS_TOTAL_PLAYERS_HINT
source: Total players in queue
es_mx: Total de jugadores en espera
ja: 待機中の合計プレイヤー
pl: Ogólna liczba graczy w kolejce
ru: Всего игроков в очереди
uk: Разом гравців у черзі
zh: 排队中的玩家总数
zh_sg: 队列中的玩家

# IDS_TOTAL_TASKS_IN_CAMPAIGN
source: %(count)s TASK
es_mx: %(count)s TAREA
ja: %(count)s タスク
pl: %(count)s ZADANIE
ru: %(count)s ЗАДАНИЕ
uk: %(count)s ЗАВДАННЯ
zh: %(count)s 个工作
zh_sg: %(count)s 个目标

# IDS_TOTAL_TASK_FOR_BATTLE_ACHIEVEMENT
source: Earn a heroic achievement
es_mx: Obtén un logro heroico
ja: 英雄勲章を取得せよ
pl: Zdobądź osiągniecie bohaterskie
ru: Получение героического достижения
uk: Отримано героїчне досягнення
zh: 获得一个英勇成就
zh_sg: 获得一个英勇成就

# IDS_TOTAL_TASK_FOR_BATTLE_ACHIEVEMENT_DESCRIPTION
source: Points are awarded for earning heroic achievements in this battle
es_mx: Los puntos son otorgados por los logros heroicos obtenidos en esta batalla
ja: この戦闘で取得した英雄勲章に応じてポイントを付与
pl: Punkty przyznawane są za zdobycie osiągnięcia bohaterskiego w tej bitwie
ru: Очки начисляются за получение героических достижений в этом бою
uk: Очки додають за отримані героїчні досягнення у цьому бою
zh: 在这场战斗中获得英勇成就奖励积分
zh_sg: 在该场战斗中获得英勇成就奖励的积分

# IDS_TOTAL_TASK_FOR_BATTLE_ACHIEVEMENT_PER_ONE
source: Earn an achievement
es_mx: Obtén un logro
ja: 実績を取得せよ
pl: Zdobądź osiągnięcie
ru: Получение достижения
uk: Отримання досягнень
zh: 获得一个成就
zh_sg: 获得一个成就

# IDS_TOTAL_TASK_FOR_BATTLE_EPIC_ACHIEVEMENT
source: Earn a heroic achievement
es_mx: Obtén un logro heroico
ja: 英雄勲章を取得せよ
pl: Zdobądź osiągniecie bohaterskie
ru: Получение героического достижения
uk: Отримано героїчне досягнення
zh: 获得一个英勇成就
zh_sg: 获得一个英勇成就

# IDS_TOTAL_TASK_FOR_BATTLE_EPIC_ACHIEVEMENT_DESCRIPTION
source: Points are scored by earning heroic achievements in battle
es_mx: Los puntos son anotados por obtener logros heroicos en batalla
ja: 戦闘における英雄勲章の取得に対するポイント
pl: Punkty zdobywane są poprzez zdobywanie osiągnięć bohaterskich w bitwie
ru: Очки начисляются за получение героических достижений в бою
uk: Очки додають за отримані героїчні досягнення у бою
zh: 战斗中获得英勇成就将得到点数
zh_sg: 在战斗中获得英勇成就赢得的积分

# IDS_TOTAL_TASK_FOR_BATTLE_EPIC_ACHIEVEMENT_PER_ONE
source: Heroic achievement
es_mx: Logro heroico
ja: 英雄勲章
pl: Osiągnięcie bohaterskie
ru: Героическое достижение
uk: Героїчне досягнення
zh: 英勇成就
zh_sg: 英勇成就

# IDS_TOTAL_TASK_FOR_BATTLE_FRAG
source: Destroy an enemy ship
es_mx: Destruye un barco enemigo
ja: 敵艦艇を撃沈せよ
pl: Zniszcz okręty wroga
ru: Уничтожение корабля противника
uk: Знищення корабля супротивника
zh: 摧毁敌方战舰
zh_sg: 击毁敌方战舰

# IDS_TOTAL_TASK_FOR_BATTLE_FRAG_DESCRIPTION
source: Points are awarded for destroying enemy ships in this battle
es_mx: Los puntos son otorgados por destruir barcos enemigos en esta batalla
ja: この戦闘での敵艦艇撃沈に対してポイントを付与
pl: Punkty przyznawane są za zniszczenie okrętów wroga w tej bitwie
ru: Очки начисляются за уничтожение кораблей противника в этом бою
uk: Очки додають за знищені кораблі супротивника у цьому бою
zh: 在这场战斗中击毁敌方战舰奖励积分
zh_sg: 在该场战斗中击毁敌方战舰奖励的积分

# IDS_TOTAL_TASK_FOR_BATTLE_FRAG_PER_ONE
source: Destroy a ship
es_mx: Destruye un barco
ja: 敵艦艇を撃沈せよ
pl: Zniszczenie okrętu
ru: Уничтожение корабля
uk: Знищення корабля
zh: 击毁一艘敌方战舰
zh_sg: 击毁一艘战舰

# IDS_TOTAL_TASK_FOR_BATTLE_STAR
source: Points for a star
es_mx: Puntos por estrella
ja: スターに対するポイント
pl: Punkty za gwiazdę
ru: Очки за звезду
uk: Очки за зірку
zh: 一颗星星的积分
zh_sg: 每颗星星的积分

# IDS_TOTAL_TASK_FOR_BATTLE_STAR_DESCRIPTION
source: Points are awarded for earning stars in this battle
es_mx: Los puntos son otorgados por las estrellas obtenidas en esta batalla
ja: この戦闘でのスター数に応じてポイントを付与
pl: Punkty przyznawane są za zdobywanie gwiazd w tej bitwie
ru: Очки начисляются за получение звёзд в этом бою
uk: Очки додають за отримані зірки у цьому бою
zh: 在这场战斗中获得星星奖励积分
zh_sg: 在该场战斗获得星星会奖励积分

# IDS_TOTAL_TASK_FOR_BATTLE_STAR_PER_ONE
source: Earn a star
es_mx: Obtén una estrella
ja: スターを取得せよ
pl: Zdobądź gwiazdkę
ru: Получение звезды
uk: Отримання зірки
zh: 获得一颗星星
zh_sg: 获得一颗星星

# IDS_TOTAL_TASK_FOR_BATTLE_TYPE
source: Personal Order
es_mx: Orden Personal
ja: パーソナルオーダー
pl: Rozkaz osobisty
ru: Личный приказ
uk: Особистий наказ
zh: Личный приказ
zh_sg: 个人命令

# IDS_TOTAL_TASK_FOR_BATTLE_WIN
source: Win a battle
es_mx: Gana una batalla
ja: 勝利せよ
pl: Wygraj bitwę
ru: Победа в бою
uk: Перемога в бою
zh: 赢得一场战斗
zh_sg: 获得一场胜利

# IDS_TOTAL_TASK_FOR_BATTLE_WIN_DESCRIPTION
source: Points are awarded when your team wins this battle
es_mx: Los puntos son otorgados cuando tu equipo gane esta batalla
ja: この戦闘でチームが勝利するとポイントを付与
pl: Punkty przyznawane są wtedy, gdy Twoja drużyna zwycięży tę bitwę
ru: Очки начисляются за победу команды в этом бою
uk: Очки додають за перемогу команди у цьому бою
zh: 在这场战斗中获胜奖励积分
zh_sg: 你所在的队伍获得该场战斗胜利奖励会奖励积分

# IDS_TOTAL_TASK_FOR_OTHER_BATTLE_ACHIEVEMENT
source: Earn an honorary achievement
es_mx: Obtén un logro honorario
ja: 名鑑章を取得する
pl: Zdobądź osiągnięcie honorowe
ru: Получение почётного достижения
uk: Отримання почесного досягнення
zh: 获得一个英勇成就
zh_sg: 获得一个荣誉成就

# IDS_TOTAL_TASK_FOR_OTHER_BATTLE_ACHIEVEMENT_DESCRIPTION
source: Points are scored by earning honorary achievements in battle
es_mx: Los puntos son anotados por obtener logros honorarios en batalla
ja: 戦闘における名鑑章の取得に対するポイント
pl: Punkty zdobywane są poprzez zdobywanie osiągnięć honorowych w bitwie
ru: Очки начисляются за получение почётных достижений в бою
uk: Очки додають за отримані почесні досягнення у бою
zh: 战斗中获得荣誉成就将得到点数
zh_sg: 在战斗中获得荣誉成就赢得的积分

# IDS_TOTAL_TASK_FOR_OTHER_BATTLE_ACHIEVEMENT_PER_ONE
source: Honorary achievement
es_mx: Logro honorario
ja: 名鑑章
pl: Osiągnięcie honorowe
ru: Почётное достижение
uk: Почесне досягнення
zh: 荣誉成就
zh_sg: 荣誉成就

# IDS_TOTAL_TASK_SCORE
source: Total score:
es_mx: Puntuación total:
ja: 合計スコア:
pl: Suma punktów:
ru: Всего получено:
uk: Разом отримано:
zh: 总分：
zh_sg: 总积分；

# IDS_TO_BUY_Q
source: Purchase required:
es_mx: Compra requerida:
ja: 購入が必要:
pl: Wymagany zakup:
ru: Необходимо докупить:
uk: Потрібно докупити:
zh: 需要购买：
zh_sg: 需要购买：

# IDS_TO_CANCEL_EXPAND_BARRACKS
source: To cancel dismissal, vacate a place in the Reserve or expand it.
es_mx: Para cancelar el despido, crea una vacante en la Reserva o expándela.
ja: 解任をキャンセルするには、リザーブを空けるか、または拡張してください。
pl: Aby anulować odwołanie, zwolnij miejsce w rezerwach, bądź stwórz nowe.
ru: Для отмены демобилизации, освободите место в Резерве или увеличьте его.
uk: Щоб скасувати демобілізацію, звільніть місце в Резерві або збільште його.
zh: 想要取消解雇，要在军营中空出一个位置或是扩充它。
zh_sg: 想要取消解雇，要在预备队中空出一个位置或是扩充它。

# IDS_TO_CLUBS
source: Go to Teams
es_mx: Ir a Equipos
ja: チームへ
pl: Przejdź do drużyn
ru: К командам
uk: До команд
zh: 前往队伍
zh_sg: 前往团队

# IDS_TO_MANAGEMENT_BUTTON_UPPER_CASE
source: GO TO EQUIPMENT
es_mx: IR A EQUIPAMIENTO
ja: 装備へ
pl: PRZEJDŹ DO WYPOSAŻENIA
ru: К ОСНАЩЕНИЮ
uk: ДО ОСНАЩЕННЯ
zh: К ОСНАЩЕНИЮ
zh_sg: 前往装备

# IDS_TO_OPERATION
source: GO TO OPERATION
es_mx: IR A LA OPERACIÓN
ja: オペレーションへ
pl: PRZEJDŹ DO OPERACJI
ru: ПЕРЕЙТИ К ОПЕРАЦИИ
uk: ПЕРЕЙТИ ДО ОПЕРАЦІЇ
zh: 进入任务
zh_sg: 前往行动

# IDS_TO_OPERATION_TOOLTIP
source: Go to Operation
es_mx: Ir a la Operación
ja: オペレーションへ
pl: Przejdź do operacji
ru: Перейти к операции
uk: Перейти до операції
zh: 进入任务
zh_sg: 前往行动

# IDS_TO_PORTAL
source: LEARN MORE
es_mx: APRENDER MÁS
ja: 詳細
pl: DOWIEDZ SIĘ WIĘCEJ
ru: УЗНАТЬ БОЛЬШЕ
uk: ДІЗНАТИСЯ БІЛЬШЕ
zh: 了解更多
zh_sg: 了解更多

# IDS_TO_PORTAL_TOOLTIP
source: Go to Portal
es_mx: Ir al Portal
ja: ポータルへ
pl: Przejdź do portalu
ru: Перейти на портал
uk: Перейти на портал
zh: 前往官网
zh_sg: 前往官网

# IDS_TO_RANKS
source: To Ranks
es_mx: A los Rangos
ja: 目標ランク
pl: Do stopni
ru: К рангам
uk: До рангів
zh: 排位
zh_sg: 到排名

# IDS_TO_SHIP_PREVIEW_BUTTON_UPPER_CASE
source: PREVIEW SHIP
es_mx: BARCO ANTERIOR
ja: 艦艇プレビュー
pl: PODGLĄD OKRĘTU
ru: ПОСМОТРЕТЬ КОРАБЛЬ
uk: ПЕРЕГЛЯНУТИ КОРАБЕЛЬ
zh: ПОСМОТРЕТЬ КОРАБЛЬ
zh_sg: 预览战舰

# IDS_TO_THE_NEXT_LOOTBOX
source: Next container
es_mx: Siguiente contenedor
ja: 次のコンテナ
pl: Następny kontener
ru: Следующий контейнер
uk: Наступний контейнер
zh: Следующий контейнер
zh_sg: 下个补给箱

# IDS_TO_WEB_TOOLTIP
source: Follow the link
es_mx: Sigue el enlace
ja: リンクにアクセス
pl: Otwórz łącze
ru: Перейти по ссылке
uk: Перейти за посиланням
zh: 跟随连结
zh_sg: 跳转至链接

# IDS_TRACK_OBJECT_CAMERA
source: Track Object
es_mx: Rastrear el Objeto
ja: オブジェクト追跡
pl: Śledzenie obiektu
ru: Слежение за объектом
uk: Стеження за об’єктом
zh: 跟踪该对象
zh_sg: 跟踪该对象

# IDS_TRAIN
source: Train
es_mx: Entrenar
ja: 訓練
pl: Szkolenie
ru: Обучить
uk: Навчити
zh: 训练
zh_sg: 训练

# IDS_TRAININGBATTLE
source: Training Battle
es_mx: Batalla de Entrenamiento
ja: トレーニング戦
pl: Bitwa treningowa
ru: Тренировочный бой
uk: Тренувальний бій
zh: 战斗训练
zh_sg: 战斗训练

# IDS_TRAININGBATTLE_ACC
source: Training
es_mx: Entrenamiento
ja: 訓練
pl: Trening
ru: Тренировку
uk: Тренування
zh: 训练
zh_sg: 训练

# IDS_TRAINING_AND
source: and
es_mx: y
ja: および
pl: i
ru: и
uk: та
zh: 与
zh_sg: 和

# IDS_TRAINING_BATTLE
source: Training
es_mx: Entrenamiento
ja: トレーニング
pl: Trening
ru: Тренировка
uk: Тренування
zh: 训练
zh_sg: 训练

# IDS_TRAINING_BATTLE_ACC
source: Training
es_mx: Entrenamiento
ja: 訓練
pl: Trening
ru: Тренировку
uk: Тренування
zh: 训练
zh_sg: 训练

# IDS_TRAINING_BATTLE_DESCRIPTION
source: Create a battle manually. The number of Training Rooms on the server is limited.
es_mx: Crea una batalla manualmente. El número de salas de entrenamiento del servidor es limitado.
ja: 戦闘を手動で作成します。サーバー上のトレーニングルームの数には上限があります。
pl: Skonfiguruj bitwę treningową. Liczba pokoi treningowych na serwerze jest ograniczona.
ru: Создайте бой вручную. Количество тренировочных комнат на сервере ограничено.
uk: Створіть бій вручну. Кількість тренувальних кімнат на сервері обмежена.
zh: 手动建立一场战斗。服务器上的训练房数量是有限的。
zh_sg: 手动创建一场战斗。服务器的训练房数量是有限制的。

# IDS_TRAINING_BATTLE_TIME
source: Battle time
es_mx: Tiempo de batalla
ja: 戦闘時間
pl: Czas bitwy
ru: Время боя
uk: Час бою
zh: 战斗时间
zh_sg: 战斗时间

# IDS_TRAINING_BATTLE_WAITING_TIME
source: Approximate waiting time:
es_mx: Tiempo de espera aproximado:
ja: 待機時間の目安:
pl: Szacowany czas oczekiwania:
ru: Примерное время ожидания тренировочного боя:
uk: Приблизний час очікування тренувального бою:
zh: 大约等待时间：
zh_sg: 大约等待时间：

# IDS_TRAINING_COMMENT
source: Comment
es_mx: Comentario
ja: コメント
pl: Komentarz
ru: Комментарий
uk: Коментар
zh: 评论
zh_sg: 说明

# IDS_TRAINING_CONDITIONS
source: Conditions
es_mx: Condiciones
ja: 条件
pl: Warunki
ru: Условия
uk: Умови
zh: 条件
zh_sg: 条件

# IDS_TRAINING_COST
source: Training cost:
es_mx: Costo de entrenamiento:
ja: 訓練コスト:
pl: Koszt szkolenia:
ru: Стоимость обучения:
uk: Вартість навчання:
zh: 训练费用：
zh_sg: 训练费用：

# IDS_TRAINING_ENTER_PWD
source: Set password
es_mx: Establecer contraseña
ja: パスワード設定
pl: Ustaw hasło
ru: Задайте пароль
uk: Встановіть пароль
zh: 设置密码
zh_sg: 设置密码

# IDS_TRAINING_FOR
source: for
es_mx: por
ja: コスト:
pl: za
ru: за
uk: за
zh: 花费
zh_sg: 以

# IDS_TRAINING_LEVEL
source: Increase the number of skill points to
es_mx: Aumenta el número de puntos de habilidad a
ja: スキルポイント数を向上:
pl: Zwiększ liczbę punktów umiejętności do
ru: Увеличить количество очков навыков до
uk: Збільшити кількість очок уміння до
zh: 提高技能点数为
zh_sg: 增加技能点数到

# IDS_TRAINING_MAP
source: Map
es_mx: Mapa
ja: マップ
pl: Mapa
ru: Карта
uk: Мапа
zh: 地图
zh_sg: 地图

# IDS_TRAINING_MAP_SORT_TOOLTIP
source: Sort rooms by maps
es_mx: Ordenar salas por mapas
ja: マップでルームを並べ替え
pl: Sortuj pokoje wg mapy
ru: Сортировать комнаты по названию карты
uk: Упорядкувати кімнати за назвою мапи
zh: 按地图来排序房间
zh_sg: 按地图排序房间

# IDS_TRAINING_MODE
source: Mode
es_mx: Modo
ja: モード
pl: Tryb
ru: Режим
uk: Режим
zh: 模式
zh_sg: 模式

# IDS_TRAINING_ORGANIZER
source: Creator
es_mx: Creador
ja: 作成者
pl: Twórca
ru: Организатор
uk: Засновник
zh: 建立者
zh_sg: 创建者

# IDS_TRAINING_PLAYERS_COUNT
source: Number of players
es_mx: Número de jugadores
ja: プレイヤー数
pl: Liczba graczy
ru: Количество игроков
uk: Кількість гравців
zh: 玩家数
zh_sg: 玩家数量

# IDS_TRAINING_ROOM_CHAT
source: Training Battle
es_mx: Batalla de Entrenamiento
ja: トレーニング戦
pl: Bitwa treningowa
ru: Тренировочный бой
uk: Тренувальний бій
zh: 战斗训练
zh_sg: 战斗训练

# IDS_TRAINING_ROOM_CREATION
source: Creating a Training Room
es_mx: Creación de la sala de entrenamiento
ja: トレーニングルーム作成
pl: Tworzenie pokoju treningowego
ru: Создание тренировочной комнаты
uk: Створення тренувальної кімнати
zh: 建立训练房
zh_sg: 训练房创建

# IDS_TRAINING_ROOM_ENTER_PWD
source: Enter the password required to access this Training Room
es_mx: Ingresa la contraseña requerida para acceder a esta sala de entrenamiento
ja: このトレーニングルームへのアクセスに必要なパスワードを入力
pl: Wprowadź hasło wymagane przy wchodzeniu do tego pokoju treningowego
ru: Введите пароль для входа в тренировочную комнату
uk: Введіть пароль, щоб увійти до тренувальної кімнати
zh: 需要输入密码才能进入此训练房
zh_sg: 需要输入密码才能进入训练房间

# IDS_TRAINING_ROOM_JOINING
source: Entering the Training Room
es_mx: Ingresando a la Sala de Entrenamiento
ja: トレーニングルームに入室中
pl: Wchodzenie do pokoju treningowego
ru: Вход в тренировочную комнату
uk: Вхід до тренувальної кімнати
zh: 进入训练房
zh_sg: 正在进入训练房间

# IDS_TRAINING_ROOM_ORGANIZER_NAME_TOO_SHORT
source: Search query must contain at least three characters
es_mx: La búsqueda debe contener al menos tres caracteres
ja: 検索クエリーは 3 文字以上である必要があります
pl: Wyszukiwana nazwa musi zawierać przynajmniej 3 znaki.
ru: Длина запроса должна быть не меньше трёх символов
uk: Довжина запиту має складатися щонайменше з трьох символів
zh: 搜寻查找必须含有至少三个字符
zh_sg: 搜索必须包含3个以上字符

# IDS_TRAINING_ROOM_PARAMS
source: Training Room settings
es_mx: Ajustes de la batalla de entrenamiento
ja: トレーニング戦の設定
pl: Ustawienia pokoju treningowego
ru: Настройки тренировочной комнаты
uk: Налаштування тренувальної кімнати
zh: 战斗训练设定
zh_sg: 训练战役设置

# IDS_TRAINING_ROOM_PASSWORD_INFO
source: If this Training Room is protected with a password, it will still be displayed in the list of training rooms.
es_mx: Aunque esta sala de entrenamiento esté protegida con una contraseña, seguirá apareceriendo en la lista de salas entrenamiento.
ja: トレーニングルームがパスワードで保護されている場合であっても、トレーニングルーム・リストには表示されます。
pl: Nawet jeśli ten pokój zostanie zabezpieczony hasłem, nadal będzie wyświetlany na liście pokojów treningowych.
ru: Комната, для которой задан пароль, будет отображаться в списке тренировочных комнат.
uk: Кімнату, для якої встановлено пароль, показуватиме у списку тренувальних кімнат.
zh: 就算此训练房受到密码的保护，它还是会显示在训练房名单里。
zh_sg: 如果训练房间受到密码保护，它仍将显示在房间列表中。

# IDS_TRAINING_ROOM_PASSWORD_WRONG_CHARACTERS
source: You have entered an invalid character. Use Latin characters, numbers, and underscores.
es_mx: Has ingresado un carácter inválido. Usa caracteres latinos, números y guiones bajos.
ja: 無効な文字が含まれています。 半角英数およびアンダーバーのみを使用できます。
pl: Wprowadziłeś nieprawidłowy znak. Używaj znaków alfabetu łacińskiego, cyfr i podkreślników.
ru: Введён недопустимый символ. Используйте латинские буквы, цифры и нижнее подчёркивание.
uk: Введено неприпустимий символ. Використовуйте латинські букви, цифри і символ підкреслення.
zh: 您输入了无效的字符。 请使用英文字母、数字、以及下划线。
zh_sg: 您输入了无效的字符。 请使用拉丁字母、数字、以及下划线。

# IDS_TRAINING_ROOM_QUITING
source: Exiting the Training Room
es_mx: Saliendo de la Sala de Entrenamiento
ja: トレーニングルームから退室中
pl: Wychodzenie z pokoju treningowego
ru: Выход из тренировочной комнаты
uk: Вихід з тренувальної кімнати
zh: 离开训练房
zh_sg: 正在退出训练房间

# IDS_TRAINING_ROOM_TARGET
source: Target
es_mx: Objetivo
ja: 標的
pl: Cel
ru: Мишень
uk: Мішень
zh: 靶舰
zh_sg: 目标

# IDS_TRAINING_ROOM_UNDO_CREATION
source: Back to the list of Training Rooms
es_mx: Volver a la lista de Salas de Entrenamiento
ja: トレーニングルーム・リストに戻る
pl: Powrót to listy pokojów treningowych
ru: Возврат к списку комнат
uk: Повернення до списку кімнат
zh: 回到训练房名单
zh_sg: 返回训练房间列表

# IDS_TRAINING_TEAM_RESTRICTIONS
source: Team members
es_mx: Miembros del equipo
ja: チームメンバー
pl: Członkowie drużyny
ru: Состав команды
uk: Склад команди
zh: 队伍成员
zh_sg: 团队成员

# IDS_TRAINING_TEAM_RESTRICTIONS_INFOTIP
source: Restrictions on ships
es_mx: Restricciones de barcos
ja: 艦艇制限
pl: Ograniczenia dotyczące okrętów
ru: Ограничения по кораблям
uk: Обмеження за кораблями
zh: 对战舰的限制
zh_sg: 战舰限制

# IDS_TRAINING_TYPE_OF_BATTLE
source: Battle type
es_mx: Tipo de batalla
ja: 戦闘タイプ
pl: Typ bitwy
ru: Тип боя
uk: Тип бою
zh: 战斗类型
zh_sg: 战斗模式：

# IDS_TRAINING_WEATHER
source: Weather
es_mx: Clima
ja: 天候
pl: Pogoda
ru: Погода
uk: Погода
zh: 天气
zh_sg: 天气

# IDS_TRANS
source: Bulkhead
es_mx: Mamparo
ja: 隔壁
pl: Przegroda
ru: Переборка
uk: Перебірка
zh: 舱壁
zh_sg: 舱壁

# IDS_TRANSACTION_ERROR
source: Transaction processing error. Please try again later.
es_mx: Error al procesar la transacción. Por favor inténte de nuevo más tarde.
ja: 遷移処理エラー。 後で再度お試しください。
pl: Błąd przetwarzania transakcji. Proszę spróbować ponownie później.
ru: Ошибка при обработке транзакции. Повторите попытку позже.
uk: Помилка під час оброблення транзакції. Спробуйте пізніше.
zh: 交易处理时错误。 请稍后再试。
zh_sg: 交易处理时错误。 请稍后再试。

# IDS_TRANSFER_IN_PROGRESS
source: Redirecting...
es_mx: Redireccionando…
ja: リダイレクト中...
pl: Przekierowanie...
ru: Идёт перенаправление...
uk: Переспрямовуємо...
zh: 重新定向中...
zh_sg: 重新定向中...

# IDS_TRANSPORTING
source: TRANSPORTING
es_mx: TRANSPORTANDO
ja: 輸送中
pl: TRANSPORTOWANIE
ru: ТРАНСПОРТИРОВКА
uk: ТРАНСПОРТУВАННЯ
zh: 运输中
zh_sg: 运输中

# IDS_TRILINEAR
source: Trilinear
es_mx: Trilineal
ja: トリリニア
pl: Trójliniowe
ru: Трилинейная
uk: Трилінійна
zh: 三线过滤
zh_sg: 三线过滤

# IDS_TRIPLE_BUFFERING
source: Triple buffering
ja: トリプルバッファ
pl: Potrójne buforowanie
ru: Тройная буферизация
uk: Потрійна буферизація
zh: 三重缓冲
zh_sg: 三重缓冲

# IDS_TRITANOPIA
source: Tritanopia
es_mx: Tritanopía
ja: 青黄色判別困難
ru: Тританопия
uk: Тританопія
zh: 蓝色盲
zh_sg: 蓝色盲

# IDS_TRUBETSKOY
source: Vladimir Trubetskoy
pl: Władimir Trubetskoj
ru: Владимир Трубецкой
uk: Володимир Трубецький
zh: Владимир Трубецкой
zh_sg: 弗拉基米尔·特鲁贝茨基

# IDS_TRY_AGAIN
source: Try again.
es_mx: Inténtalo de nuevo.
ja: 再試行してください。
pl: Spróbuj ponownie.
ru: Попробуйте снова.
uk: Спробуйте ще раз.
zh: 再试一次。
zh_sg: 再试一次。

# IDS_TRY_ANOTHER_TITLE
source: Try another name.
es_mx: Intenta otro nombre.
ja: 別の名称をお試しください。
pl: Spróbuj innej nazwy.
ru: Введите другое название.
uk: Введіть іншу назву.
zh: 试试其它名称。
zh_sg: 试试其它名称。

# IDS_TUESDAY
source: Tu
es_mx: Ma
ja: 火
pl: Wt.
ru: Вт
uk: Вт.
zh: 周二
zh_sg: 周二

# IDS_TUESDAY_FULL
source: Tuesday
es_mx: Martes
ja: 火曜日
pl: Wtorek
ru: Вторник
uk: Вівторок
zh: 星期二
zh_sg: 星期二

# IDS_TURN_OFF
source: Disable
es_mx: Desactivar
ja: 無効
pl: Wyłącz
ru: Выключить
uk: Вимкнути
zh: 禁用
zh_sg: 禁用

# IDS_TURN_OFF_HIDE_FILTERED_SHIPS
source: Show unsuitable ships
es_mx: Mostrar barcos inadecuados
ja: 不適合艦艇を表示
pl: Pokaż okręty niespełniające warunków
ru: Показать неподходящие корабли
uk: Показати непридатні кораблі
zh: 显示不适合的战舰
zh_sg: 显示不适用的战舰

# IDS_TURN_ON
source: Enable
es_mx: Activar
ja: 有効
pl: Włącz
ru: Включить
uk: Увімкнути
zh: 可用
zh_sg: 可用

# IDS_TURN_ON_HIDE_FILTERED_SHIPS
source: Unsuitable ships will not be displayed
es_mx: Los barcos inadecuados no serán mostrados
ja: 不適合艦艇が表示されなくなります
pl: Okręty, które nie spełniają warunków, nie będą wyświetlane
ru: Скрыть неподходящие корабли
uk: Приховати непридатні кораблі
zh: 不适合战舰将不会显示
zh_sg: 不适用的战舰将不会显示

# IDS_TURRETAFT
source: Rear Plate
es_mx: Placa posterior
ja: 後部装甲板
pl: Poszycie tylne
ru: Тыловая плита
uk: Тилова плита
zh: 主炮组炮架装甲
zh_sg: 后板

# IDS_TURRETBARBETTE
source: Barbette Armor
es_mx: Blindaje de la Barbeta
ja: バーベット装甲
pl: Pancerz barbety
ru: Бронирование барбета
uk: Бронювання барбета
zh: 主炮组炮塔座装甲
zh_sg: 炮座装甲

# IDS_TURRETDOWN
source: Bottom Plate
es_mx: Placa inferior
ja: 底部装甲板
pl: Poszycie dolne
ru: Нижняя плита
uk: Нижня плита
zh: 主炮组炮架装甲
zh_sg: 舰底板

# IDS_TURRETFWD
source: Frontal Plate
es_mx: Placa frontal
ja: 前部装甲板
pl: Poszycie przednie
ru: Лобовая плита
uk: Лобова плита
zh: 主炮组炮架装甲
zh_sg: 前板

# IDS_TURRETSIDE
source: Side Plate
es_mx: Placa lateral
ja: 側面装甲板
pl: Poszycie boczne
ru: Бортовая плита
uk: Бортова плита
zh: 主炮组炮架装甲
zh_sg: 舷外板

# IDS_TURRETTOP
source: Top Plate
es_mx: Placa superior
ja: 上部装甲板
pl: Poszycie górne
ru: Верхняя плита
uk: Верхня плита
zh: 主炮组炮架装甲
zh_sg: 顶板

# IDS_TUTORIALBATTLE
source: Introductory Mission
es_mx: Misión de Introducción
ja: 入門ミッション
pl: Misja wprowadzająca
ru: Вводная миссия
uk: Вступна місія
zh: 新手任务
zh_sg: 新手任务

# IDS_TUTORIAL_BATTLE_DESCRIPTION
source: Master the basics of ship control and weapons. Can be completed again before your battle count exceeds %(amount)s.
es_mx: Domina los básicos del control del barco y sus armas. Puede ser completada de nuevo antes de que tu contador de batalla exceda %(amount)s.
ja: 操艦と兵装使用の基本 戦闘数が %(amount)s 戦を超過するまでは再度ご利用いただけます。
pl: Opanuj podstawy kontroli okrętem i uzbrojenia. Może zostać ukończona ponownie, zanim liczba rozegranych bitew przekroczy %(amount)s.
ru: Освойте основы управления и стрельбы. Повторное прохождение доступно первые %(amount)s боёв.
uk: Опануйте засади керування та стрільби. Повторно можливо виконувати у перших %(amount)s боях.
zh: 学习舰艇控制与武器的基本知识。 在您的战斗次数超过 %(amount)s 次前都能重复完成。
zh_sg: 学习战舰操控和武器的基本知识。 在您的战斗超过%(amount)s场前都能重复完成。

# IDS_TUTOR_BASTION_01
source: Bastion is a battle mode in which teams of players fight against each other while receiving support from onshore installations.
es_mx: Bastión es un modo de batalla en el cual equipos de jugadores luchan entre ellos mientras reciben apoyo de instalaciones terrestres.
ja: 要塞戦は、プレイヤーチーム同士が陸上施設からの支援を受けながら対戦する戦闘モードだ。
pl: Bastion to tryb gry, w którym drużyny przeciwnych drużyn walczą ze sobą wspierane przez instalacje przybrzeżne.
ru: Бастион — режим, в котором команды сражаются друг против друга, используя поддержку береговых сооружений.
uk: Бастіон — режим, у якому команди б’ються одна проти одної, використовуючи підтримку берегових споруд.
zh: 堡垒模式是一种玩家在岸上武装设备的协助下互相攻击的战斗模式。
zh_sg: 堡垒模式是一种能利用岸上的武装设施赢得优势，两队玩家彼此对战的战斗模式。

# IDS_TUTOR_BASTION_02
source: The map has several sectors [icon_1] which enclose forts [icon_2] and surveillance stations [icon_3].
es_mx: El mapa tiene muchos sectores [icon_1] que rodean fuertes [icon_2] y estaciones de vigilancia [icon_3].
ja: このマップには複数のセクター [icon_1] があり、セクターには要塞 [icon_2] や監視所 [icon_3] が含まれている。
pl: Ta mapa ma kilka sektorów [icon_1], w których znajdują się forty [icon_2] i stacje dozorowania [icon_3].
ru: На карте расположено несколько секторов [icon_1], в которых находятся форты [icon_2] и дозорные посты [icon_3].
uk: На мапі розташовано кілька секторів [icon_1], у яких розташовано форти [icon_2] та дозорні пости [icon_3].
zh: 地图有几个部分 [icon_1] 包围堡垒 [icon_2] 和侦察站 [icon_3].
zh_sg: 地图分为几个部分[icon_1]，周边环绕的[icon_2]和监控站[icon_3].

# IDS_TUTOR_BASTION_03
source: Capture the sector to make the respective installations become your allies.
es_mx: Captura el sector para hacer que las respectivas instalaciones se vuelvan tus aliadas.
ja: セクターを占領すれば、そのセクターに含まれる施設は味方となる。
pl: Zajmij sektor, żeby odpowiednie instalacje stały się Twoimi sojusznikami.
ru: Захватите сектор — и связанные с ним сооружения перейдут на вашу сторону.
uk: Захопіть сектор — та пов’язані з ним споруди стануть на ваш бік.
zh: 占领这些部分，获得他们的协助。
zh_sg: 占领该区域获得设施的协助。
