Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TEAMKILLER_PENALTY_EXP_HINT
source: XP deducted for causing damage to allies
es_mx: XP deducida por causar daño a los aliados
ja: 味方へのダメージによる EXP 減算
pl: PD potrącone za uszkodzenie sojuszników
ru: Количество опыта, списанного за нанесённый союзникам урон
uk: Кількість досвіду, списаного за ушкодження союзників
zh: 造成队友伤害所扣除的经验
zh_sg: 造成队友伤害所扣除的经验

# IDS_TEAM_GOALS
source: Team Mission
es_mx: Misión en Equipo
ja: チームミッション
pl: Misja drużynowa
ru: Задача команды
uk: Завдання команди
zh: 队伍任务
zh_sg: 团队任务

# IDS_TEAM_RESOURCES
source: In transit
es_mx: En tránsito
ja: 輸送中
pl: W drodze
ru: Перевозится
uk: Перевозять
zh: Перевозится
zh_sg: 运输中

# IDS_TEAM_STRUCTURE
source: Team members
es_mx: Miembros del equipo
ja: チームメンバー
pl: Członkowie drużyny
ru: Состав команд
uk: Склад команд
zh: 队伍成员
zh_sg: 团队成员

# IDS_TEAM_TASKS
source: Mission
es_mx: Misión
ja: ミッション
pl: Misja
ru: Задачи
uk: Завдання
zh: 任务
zh_sg: 任务

# IDS_TEMPLATE_PRECONDITION_IN_ONE_BATTLE_WITHOUT_AND
source: In one battle
es_mx: En una batalla
ja: 1 戦中に
pl: W jednej bitwie
ru: В течение одного боя
uk: Протягом одного бою
zh: 在一场战斗中
zh_sg: 在一场战斗中

# IDS_TEMPLATE_PRECONDITION_SURVIVE_IN_BATTLES_WITHOUT_AND
source: Survive a battle
es_mx: Sobrevive una batalla
ja: 生還する
pl: Przetrwaj bitwę
ru: Выживите в бою
uk: Виживіть у бою
zh: 在一场战斗中幸存
zh_sg: 在战斗中存活

# IDS_TEMPLATE_PRECONDITION_SURVIVE_IN_ONE_BATTLE_WITHOUT_AND
source: Survive a battle
es_mx: Sobrevive una batalla
ja: 生還する
pl: Przetrwaj bitwę
ru: Выживите в одном бою
uk: Виживіть в одному бою
zh: 在一场战斗中幸存
zh_sg: 在战斗中存活

# IDS_TEMPLATE_PRECONDITION_SURVIVE_WIN_IN_BATTLES_WITHOUT_AND
source: Survive and win a battle
es_mx: Sobrevive y gana una batalla
ja: 勝利かつ生還する
pl: Przetrwaj i wygraj bitwę
ru: Выживите и одержите победу в бою
uk: Виживіть та здобудьте перемогу в бою
zh: 战斗中幸存并获得胜利
zh_sg: 在战斗中存活并获得胜利

# IDS_TEMPLATE_PRECONDITION_SURVIVE_WIN_IN_ONE_BATTLE_WITHOUT_AND
source: Survive and win a battle
es_mx: Sobrevive y gana una batalla
ja: 勝利かつ生還する
pl: Przetrwaj i wygraj bitwę
ru: Выживите и одержите победу в одном бою
uk: Виживіть та здобудьте перемогу в одному бою
zh: 战斗中幸存并获得胜利
zh_sg: 在战斗中存活并获得胜利

# IDS_TEMPLATE_PRECONDITION_WIN_IN_BATTLES_WITHOUT_AND
source: Win a battle
es_mx: Gana una batalla
ja: 勝利する
pl: Wygraj bitwę
ru: Одержите победу в бою
uk: Здобудьте перемогу в бою
zh: 赢得一场胜利
zh_sg: 赢得一场胜利

# IDS_TEMPLATE_PRECONDITION_WIN_IN_ONE_BATTLE_WITHOUT_AND
source: Win a battle
es_mx: Gana una batalla
ja: 勝利する
pl: Wygraj bitwę
ru: Одержите победу в одном бою
uk: Здобудьте перемогу в одному бою
zh: 赢得一场胜利
zh_sg: 赢得一场胜利

# IDS_TERRAIN_LIGHTING_QUALITY
source: Terrain Lighting
es_mx: Iluminación del Terreno
ja: 地形ライティング
pl: Oświetlenie terenu
ru: Освещение ландшафта
uk: Освітлення ландшафту
zh: 地面光线
zh_sg: 地面光线

# IDS_TERRAIN_LOD
source: Terrain LOD
es_mx: Nivel de Detalle del Terreno
ja: 地形 LOD
pl: Szczegółowość terenu
ru: Детализация ландшафта
uk: Деталізація ландшафту
zh: 地面动态光
zh_sg: 地面动态光

# IDS_TERRAIN_SHOOTING_MODE_0
source: On
es_mx: Encendido
pl: Wł.
ru: Включён
uk: Увімкнений
zh: 开启
zh_sg: 开启

# IDS_TERRAIN_SHOOTING_MODE_1
source: When locked on target
es_mx: Al fijar un objetivo
ja: 目標をロック中の場合
pl: Przy zablokowaniu na celu
ru: При захвате цели
uk: Коли захоплена ціль
zh: 锁定目标时
zh_sg: 锁定目标时

# IDS_TERRAIN_SHOOTING_MODE_2
source: Off
es_mx: Apagado
pl: Wył.
ru: Отключён
uk: Вимкнений
zh: 关闭
zh_sg: 关闭

# IDS_TERRAIN_SHOOT_INDICATOR
source: Terrain hit indicator
es_mx: Indicador de Impacto con el Terreno
ja: 地形障害インジケータ
pl: Wskaźnik trafienia w ziemię
ru: Индикатор попадания в сушу
uk: Індикатор влучення у суходіл
zh: 地形阻碍指示器
zh_sg: 地形阻碍指示器

# IDS_TEST_SAMPLE
source: Test Ship
es_mx: Barco de Prueba
ja: テスト艦
pl: Okręt testowy
ru: Тестовый образец
uk: Тестовий зразок
zh: 测试战舰
zh_sg: 测试战舰

# IDS_TEXTURE_COMPRESSION
source: Texture Compression
es_mx: Compresión de Texturas
ja: テクスチャ圧縮
pl: Kompresja tekstur
ru: Компрессия текстур
uk: Компресія текстур
zh: 贴图压缩
zh_sg: 贴图压缩

# IDS_TEXTURE_FILTERING
source: Texture Filtering
es_mx: Filtrado de Texturas
ja: テクスチャフィルタ
pl: Filtrowanie tekstur
ru: Фильтрация текстур
uk: Фільтрація текстур
zh: 纹理过滤
zh_sg: 纹理过滤

# IDS_TEXTURE_QUALITY
source: Texture Quality
es_mx: Calidad de Texturas
ja: テクスチャ品質
pl: Jakość tekstur
ru: Качество текстур
uk: Якість текстур
zh: 贴图品质
zh_sg: 贴图品质

# IDS_TEXT_RELOAD_CLIENT
source: Click OK to restart the game. If a server is busy, you will be placed last in the queue.
es_mx: Haz click en OK para reiniciar el juego. Si un servidor está ocupado serás colocado al último en la lista de espera.
ja: 「OK」をクリックしてゲームを再起動してください。サーバーがビジーな場合、待機列の最後に配置されます。
pl: Kliknij OK, żeby zrestartować grę. Jeśli serwer jest zajęty, zostaniesz umieszczony na końcu kolejki.
ru: При подтверждении игра будет перезапущена. При наличии очереди на сервере вы будете помещены в конец очереди.
uk: Натисніть кнопку «Гаразд», щоб перезапустити гру. У разі черги на сервері вас буде переміщено у кінець черги.
zh: 点击确定以重新启动游戏。如果服务器正在忙碌，您将会排在队列的最后。
zh_sg: 点击确定以重新启动游戏。如果服务器正在忙碌，您将会排在队列的最后。

# IDS_THANKS_FOR_ACTIVITY_HEADER
source: Thank you for your activity.
es_mx: Gracias por tu actividad.
ja: ありがとうございます
pl: Dziękujemy za Twoją aktywność.
ru: Спасибо за вашу активность.
uk: Дякуємо вам за активність.
zh: 非常感谢您的活跃
zh_sg: 非常感谢您的活跃

# IDS_THANKS_FOR_MAKING_PROJECT_BETTER
source: Thank you for helping us improve the game.
es_mx: Gracias por ayudarnos a mejorar el juego.
ja: ゲーム改善にご協力頂き感謝いたします。
pl: Dziękujemy za pomoc w ulepszaniu gry.
ru: Спасибо за помощь в улучшении проекта!
uk: Дякуємо за допомогу у поліпшенні проекту!
zh: 非常感谢您协助改善游戏。
zh_sg: 非常感谢您协助我们改善游戏。

# IDS_THANK_YOU_FOR
source: Thank you for being with us!
es_mx: ¡Gracias por estar con nosotros!
ja: ご利用感謝いたします!
pl: Dziękujemy, że byłeś z nami!
ru: Спасибо, что вы с нами!
uk: Дякуємо, що ви з нами!
zh: 感谢您跟着我们一块努力！
zh_sg: 感谢您跟着我们一块努力！

# IDS_THE_WINNER_TEAM_IS_0
source: Team Alpha is the winner
es_mx: El Equipo Alfa es el ganador
ja: Team Alpha の勝利
pl: Zwycięża drużyna Alpha
ru: Победила команда «Альфа»
uk: Перемогла команда Альфа
zh: Победила команда «Альфа»
zh_sg: Alpha队获胜

# IDS_THE_WINNER_TEAM_IS_1
source: Team Bravo is the winner
es_mx: El Equipo Bravo es el ganador
ja: Team Bravo の勝利
pl: Zwycięża drużyna Bravo
ru: Победила команда «Браво»
uk: Перемогла команда Браво
zh: Победила команда «Браво»
zh_sg: Bravo队获胜

# IDS_THIRD_AMERICAN_ARCSUBCOLLECTION_NAME
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_THIRD_AZURLANESUBCOLLECTION_NAME
source: Ironblood
es_mx: Sangre de Hierro
ja: 鉄血
ru: Железная Империя
uk: Залізна імперія
zh: Железная Империя
zh_sg: 铁血

# IDS_THIRD_BD098_NAME
source: The Washington Naval Treaty
ja: ワシントン海軍軍縮条約
pl: Waszyngtoński traktat morski
ru: Вашингтонский морской договор
zh: Вашингтонский морской договор

# IDS_THIRD_BDSUBCOLLECTION_NAME
source: Part 3
es_mx: Parte 3
ja: パート 3
pl: Część 3
ru: Часть 3
uk: Частина 3
zh: 第 3 部分
zh_sg: 第 3 部分

# IDS_THIRD_BRITISHARC_NAME
source: Combat Episodes
es_mx: Episodios de Combate
ja: 戦闘エピソード
pl: Epizody bojowe
ru: Боевые эпизоды
uk: Бойові епізоди
zh: 战斗情节
zh_sg: 战斗剧集

# IDS_THIRD_BRITISHCVARC_NAME
source: Landing Signal Officer
es_mx: Oficial de Señales de Aterrizaje
ja: 着艦信号士官
pl: Sygnałowy Oficer Lądowania
ru: Посадочный сигнальщик
uk: Посадковий сигнальник
zh: Посадочный сигнальщик
zh_sg: 着陆信号员

# IDS_THIRD_CAPTSUBCOLLECTION_NAME
source: Ambiguous Events
es_mx: Eventos Ambiguos
ja: 曖昧な出来事
pl: Dziwne wydarzenia
ru: Неоднозначные события
uk: Неоднозначні події
zh: Неоднозначные события
zh_sg: 不明事件

# IDS_THIRD_FRENCHDDARC_NAME
source: Military Decorations of France
es_mx: Condecoraciones Militares de Francia
ja: フランスの軍事記章
pl: Wojskowe odznaczenia Francji
ru: Военные награды Франции
uk: Військові нагороди Франції
zh: Военные награды Франции
zh_sg: 法国勋章

# IDS_THIRD_GF097_NAME
source: Military Decorations of Germany
es_mx: Condecoraciones Militares de Alemania
ja: ドイツの軍功章
pl: Niemieckie odznaczenia wojskowe
ru: Военные награды Германии
uk: Військові нагороди Німеччини
zh: Военные награды Германии
zh_sg: 德国军事勋奖

# IDS_THIRD_HAPPY_BIRTHDAY2018SUBCOLLECTION_NAME
source: Part 3
es_mx: Parte 3
ja: パート 3
pl: Część 3
ru: Часть 3
uk: Частина 3
zh: 第 3 部分
zh_sg: 第 3 部分

# IDS_THIRD_HSF2018SUBCOLLECTION_NAME
source: Navigation Department
es_mx: Departamento de Navegación
ja: 航海科
pl: Wydział nawigacji
ru: Штурманская боевая часть
uk: Штурманська бойова частина
zh: 航海科
zh_sg: 航海部

# IDS_THIRD_ITCA_0810_NAME
source: Service Medals I
es_mx: Medallas de Servicio I
ja: 従軍記章 I
pl: Medale I
ru: Памятные медали I
uk: Пам’ятні медалі I
zh: Памятные медали I
zh_sg: 服役奖章I

# IDS_THIRD_KOTSSUBCOLLECTION_NAME
source: Specifics of Gameplay
es_mx: Aspectos Específicos del Juego
ja: ゲームプレイの特徴
pl: Specyfika rozgrywki
ru: Особенности геймплея
uk: Особливості ігрового процесу
zh: Особенности геймплея
zh_sg: 玩法细节

# IDS_THIRD_NY2018SUBCOLLECTION_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_THIRD_NY2019SUBCOLLECTION_NAME
source: Decor and Finery of Ships of the Past
es_mx: Decoración y Adornos de Naves del Pasado
ja: 過去の艦艇の華麗な装飾
pl: Dekoracje dawnych okrętów
ru: Декор и убранство кораблей прошлого
uk: Декор і оздоблення кораблів минулого
zh: 过去战舰的装饰与华服
zh_sg: 以前的战舰的华丽装饰

# IDS_THIRD_NY2020SUBCOLLECTION_NAME
source: Shipyard Machinery
es_mx: Maquinaria del Astillero
ja: 造船所設備
pl: Maszyneria stoczniowa
ru: Оснащение верфи
uk: Оснащення верфі
zh: Оснащение верфи
zh_sg: 造船厂机械

# IDS_THIRD_OVECHKINSUBCOLLECTION_NAME
source: Rise of the Legend
es_mx: El Nacimiento de la Leyenda
ja: 伝説の台頭
pl: Narodziny legendy
ru: Восхождение легенды
uk: Сходження легенди
zh: 传奇的崛起
zh_sg: 传奇的崛起

# IDS_THIRD_SOVIETBBARC_NAME
source: Illustrious Names
es_mx: Nombres Ilustres
ja: 著名人
pl: Znamienite nazwiska
ru: Славные имена
uk: Славетні імена
zh: Славные имена
zh_sg: 荣耀的名字

# IDS_THIRD_VIVALAFRANCESUBCOLLECTION_NAME
source: Armament
es_mx: Armamento
ja: 兵装
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння
zh: 武装
zh_sg: 武器

# IDS_THIRD_YAMSUBCOLLECTION_NAME
source: Awards
es_mx: Recompensas
ja: 勲章
pl: Nagrody
ru: Награды
uk: Нагороди
zh: 奖项
zh_sg: 奖励

# IDS_THIS_SHIP_IS_NOT_ALLOWED_FOR_EVENT
source: The selected ship is not suitable for the Asymmetric Battle
es_mx: El barco seleccionado no es adecuado para la Batalla de Submarinos
ja: 選択中の艦艇は非対称戦に参戦できません
pl: Wybrany okręt nie może brać udziału w bitwach asymetrycznych
ru: Выбранный корабль не подходит для Асимметричного боя
uk: Вибраний корабель не пасує для Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 已选战舰不可用于潜艇战

# IDS_THIS_SHIP_IS_NOT_ALLOWED_FOR_MILESTONE
source: The selected ship is not suitable for this combat mission
es_mx: El barco seleccionado no es adecuado para esta misión de combate
ja: 選択中の艦艇は、このコンバットミッションには不適合
pl: Wybrany okręt nie spełnia warunków tej misji bojowej
ru: Выбранный корабль не подходит для этой боевой задачи
uk: Вибраний корабель не пасує для цього бойового завдання
zh: 选择的战舰不适合此战斗任务
zh_sg: 选择的战舰不适合此作战任务

# IDS_THIS_SHIP_IS_NOT_ALLOWED_FOR_OPERATION
source: The selected ship is not allowed in the operation
es_mx: El barco seleccionado no está permitido en la operación
ja: 選択中の艦艇ではこのオペレーションに参加不可
pl: Wybrany nie jest dozwolony w tej operacji.
ru: Выбранный корабль не может участвовать в операции
uk: Вибраний корабель не може взяти участь в операції
zh: 选择的战舰不允许加入行动
zh_sg: 选择的战舰不允许加入行动

# IDS_THIS_SHIP_IS_NOT_ALLOWED_FOR_TRAINING
source: The selected ship is not allowed in a Training Battle
es_mx: El barco seleccionado no está permitido en una Batalla de Entrenamiento
ja: 選択中の艦艇はトレーニング戦では不許可
pl: Wybrany okręt nie jest dozwolony w bitwach treningowych
ru: Выбранный корабль не может участвовать в тренировочном бою
uk: Вибраний корабель не може взяти участь у тренувальному бою
zh: 选择的战舰不允许加入战斗训练
zh_sg: 选择的战舰不可用于战斗训练模式

# IDS_THIS_SHIP_LEVEL_IS_NOT_ALLOWED_FOR_EVENT
source: Select a ship of a suitable tier.
es_mx: Selecciona un barco de un nivel adecuado.
ja: Tier が適合する艦艇を選択
pl: Wybierz okręt odpowiedniego poziomu.
ru: Выберите корабль, подходящий по уровню.
uk: Виберіть корабель, придатний за рівнем.
zh: 选择一艘等级合适的战舰
zh_sg: 选择一艘等级合适的战舰

# IDS_THIS_SHIP_LEVEL_IS_NOT_ALLOWED_FOR_MILESTONE
source: The tier of the selected ship is not suitable for this combat mission
es_mx: El nivel del barco seleccionado no es adecuado para esta misión de combate
ja: 選択中の艦艇の Tier は、このコンバットミッションには不適合
pl: Poziom wybranego okrętu nie spełnia warunków tej misji bojowej
ru: Уровень выбранного корабля не подходит для этой боевой задачи
uk: Рівень вибраного корабля не пасує для цього бойового завдання
zh: 选择的战舰等级不适合此战斗任务
zh_sg: 选择战舰的等级不适合此作战任务

# IDS_THIS_SHIP_LEVEL_IS_NOT_ALLOWED_FOR_OPERATION
source: Select a ship of a suitable tier.
es_mx: Selecciona un barco de un nivel adecuado.
ja: Tier が適合する艦艇を選択
pl: Wybierz okręt odpowiedniego poziomu.
ru: Выберите корабль, подходящий по уровню.
uk: Виберіть корабель, придатний за рівнем.
zh: 选择一艘等级合适的战舰
zh_sg: 选择一艘等级合适的战舰

# IDS_THIS_SHIP_LEVEL_IS_NOT_ALLOWED_FOR_TRAINING
source: Select a ship of a suitable tier.
es_mx: Selecciona un barco de un nivel adecuado.
ja: Tier が適合する艦艇を選択
pl: Wybierz okręt odpowiedniego poziomu.
ru: Выберите корабль, подходящий по уровню.
uk: Виберіть корабель, придатний за рівнем.
zh: 选择一艘等级合适的战舰
zh_sg: 选择一艘等级合适的战舰

# IDS_THIS_SHIP_NATION_IS_NOT_ALLOWED_FOR_EVENT
source: Select a ship of a suitable nation
es_mx: Selecciona un barco de una nación adecuada
ja: 国家が適合する艦艇を選択
pl: Wybierz okręt z odpowiedniego kraju
ru: Выберите корабль подходящей нации
uk: Виберіть корабель придатної нації
zh: 选择一艘系别合适的战舰
zh_sg: 选择一艘系别合适的战舰

# IDS_THIS_SHIP_NATION_IS_NOT_ALLOWED_FOR_MILESTONE
source: The nation of the selected ship is not suitable for this combat mission
es_mx: La nación del barco seleccionado no es adecuada para esta misión de combate
ja: 選択中の艦艇の国籍は、このコンバットミッションには不適合
pl: Kraj wybranego okrętu nie spełnia warunków tej misji bojowej
ru: Нация выбранного корабля не подходит для этой боевой задачи
uk: Нація вибраного корабля не пасує для цього бойового завдання
zh: 选择的战舰国家不适合此战斗任务
zh_sg: 选择战舰的国家不适合此作战任务

# IDS_THIS_SHIP_NATION_IS_NOT_ALLOWED_FOR_OPERATION
source: Select a ship of a suitable nation
es_mx: Selecciona un barco de una nación adecuada
ja: 国家が適合する艦艇を選択
pl: Wybierz okręt z odpowiedniego kraju
ru: Выберите корабль подходящей нации
uk: Виберіть корабель придатної нації
zh: 选择一艘系别合适的战舰
zh_sg: 选择一艘系别合适的战舰

# IDS_THIS_SHIP_NATION_IS_NOT_ALLOWED_FOR_TRAINING
source: Select a ship of a suitable nation
es_mx: Selecciona un barco de una nación adecuada
ja: 国家が適合する艦艇を選択
pl: Wybierz okręt z odpowiedniego kraju
ru: Выберите корабль подходящей нации
uk: Виберіть корабель придатної нації
zh: 选择一艘系别合适的战舰
zh_sg: 选择一艘系别合适的战舰

# IDS_THROUGH_HIT_TYPE
source: Shell over-penetrated!
es_mx: ¡Sobrepenetración del proyectil!
ja: 砲弾が全貫通!
pl: Pocisk przeszedł na wylot!
ru: Сквозное пробитие!
uk: Наскрізне пробивання!
zh: 炮弹过度击穿！
zh_sg: 炮弹过度击穿！

# IDS_THURSDAY
source: Th
es_mx: Ju
ja: 木
pl: Czw.
ru: Чт
uk: Чт.
zh: 周四
zh_sg: 周四

# IDS_THURSDAY_FULL
source: Thursday
es_mx: Jueves
ja: 木曜日
pl: Czwartek
ru: Четверг
uk: Четвер
zh: 星期四
zh_sg: 星期四

# IDS_TILL_CLAN_BATTLE_SEASON_END
source: Time till end of season:
es_mx: Tiempo para que la temporada termine:
ja: シーズン終了までの時間:
pl: Czas do zakończenia sezonu:
ru: До окончания сезона:
uk: До кінця сезону:
zh: 赛季结束前时间：
zh_sg: 赛季结束前时间：

# IDS_TILL_CLUB_BATTLES_END_IN
source: <body>The current session of Team Battles ends in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión actual de Batallas en Equipo termina en <h3>%(timeLeft)s</h3></body>
ja: <body>チームバトル現セッション終了まで <h3>%(timeLeft)s</h3></body>
pl: <body>Bieżąca sesja bitew drużynowych kończy się za <h3>%(timeLeft)s</h3></body>
ru: <body>До окончания текущей сессии командных боёв <h3>%(timeLeft)s</h3></body>
uk: <body>До закінчення цього сеансу командних боїв <h3>%(timeLeft)s</h3></body>
zh: <body>当前的队伍战斗阶段将结束于 <h3>%(timeLeft)s</h3></body>
zh_sg: <body>团队战当前阶段将于 <h3>%(timeLeft)s</h3></body>结束

# IDS_TILL_CLUB_BATTLES_START_IN
source: <body>The Team Battles session starts in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión de Batallas en Equipo comienza en <h3>%(timeLeft)s</h3></body>
ja: <body>チームバトル・セッション開始まで <h3>%(timeLeft)s</h3></body>
pl: <body>Bitwy drużynowe rozpoczynają się za <h3>%(timeLeft)s</h3></body>
ru: <body>До начала сессии командных боёв <h3>%(timeLeft)s</h3></body>
uk: <body>До початку сеансу командних боїв <h3>%(timeLeft)s</h3></body>
zh: <body>队伍战斗阶段开始于 <h3>%(timeLeft)s</h3></body>
zh_sg: <body>团队战阶段将于 <h3>%(timeLeft)s</h3></body>开启

# IDS_TILL_END
source: Time till end
es_mx: Finaliza en
ja: 終了まで
pl: Do zakończenia:
ru: До окончания
uk: До закінчення
zh: 距结束还有
zh_sg: 距结束还有

# IDS_TILL_JUNIOR_SEASON_ENDS
source: The Sprint ends in
es_mx: La Carrera termina en
ja: スプリント終了まで
pl: Zakończenie sprintu za
ru: До конца спринта
uk: До кінця спринту
zh: До конца спринта
zh_sg: 冲刺结束于

# IDS_TILL_SEASON_ENDS
source: The current season ends in
es_mx: La temporada actual termina en
ja: 現シーズン終了まで
pl: Bieżący sezon kończy się za
ru: До окончания сезона:
uk: До кінця сезону
zh: 距离赛季结束还有
zh_sg: 距离赛季结束还有

# IDS_TILL_SEASON_ENDS_TOOLTIP
source: The Season ends in: %(_timeLeft)s
es_mx: La Temporada termina en: %(_timeLeft)s
ja: シーズン終了まで: %(_timeLeft)s
pl: Zakończenie sezonu za: %(_timeLeft)s
ru: До конца сезона: %(_timeLeft)s
uk: До кінця сезону: %(_timeLeft)s
zh: До конца сезона: %(_timeLeft)s
zh_sg: 赛季结束于：%(_timeLeft)s

# IDS_TILL_START
source: Time till start
es_mx: Comienza en
ja: 開始まで
pl: Do rozpoczęcia:
ru: До начала
uk: До початку
zh: 距开始还有
zh_sg: 距开始还有

# IDS_TIMEZONE_IS_LOCAL
source: The time shown is for your time zone:
es_mx: La hora mostrada es para tu zona horaria:
ja: 時刻は現地時間で表示:
pl: Czas wyświetlany jest dla Twojej strefy czasowej:
ru: Время указано в вашем часовом поясе:
uk: Час вказано у вашому часовому поясі:
zh: 每天队伍战斗时间：
zh_sg: 每天团队战斗时间：

# IDS_TIME_LEFT_FOR_LOOTEXP
source: Next container will be available in: %(_timeLeft)s
es_mx: El siguiente contenedor estará disponible en: %(_timeLeft)s
ja: 次コンテナ利用可能: %(_timeLeft)s
pl: Następny kontener dostępny będzie za: %(_timeLeft)s
ru: Следующий контейнер через: %(_timeLeft)s
uk: Наступний контейнер через: %(_timeLeft)s
zh: Следующий контейнер через: %(_timeLeft)s
zh_sg: 下个补给箱解锁于：%(_timeLeft)s

# IDS_TIME_TILL_RESPAWN
source: WAITING TO RESPAWN
es_mx: ESPERANDO REAPARICIÓN
ja: 再出撃待機中
pl: OCZEKIWANIE NA ODRODZENIE
ru: ОЖИДАНИЕ ВОССТАНОВЛЕНИЯ
uk: ОЧІКУВАННЯ ВІДРОДЖЕННЯ
zh: ОЖИДАНИЕ ВОССТАНОВЛЕНИЯ
zh_sg: 等待重生

# IDS_TIME_TO_LOOT
source: %(_lootTimeStamp)s XP
ja: %(_lootTimeStamp)s EXP
pl: %(_lootTimeStamp)s PD
ru: %(_lootTimeStamp)s опыта
uk: %(_lootTimeStamp)s од. досвіду
zh: %(_lootTimeStamp)s опыта
zh_sg: %(_lootTimeStamp)s经验

# IDS_TIME_TO_WAIT
source: Time to wait for response from
es_mx: Tiempo de Espera
ja: からの返答を待つ時間
pl: Czas oczekiwania na odpowiedź od
ru: Время ожидания
uk: Час очікування
zh: 等候来自
zh_sg: 等候时间

# IDS_TIPS_ACOUSTIC_TORPEDOES_HOMING
source: Acoustic Torpedoes: Homing
es_mx: Torpedos Acústicos: Dirección
ja: 音響誘導魚雷: 誘導
pl: Torpedy akustyczne: naprowadzanie
ru: Акустические торпеды: наведение
uk: Акустичні торпеди: наведення
zh: Акустические торпеды: наведение
zh_sg: 声导鱼雷：定位

# IDS_TIPS_ACOUSTIC_TORPEDOES_HOMING_DESCRIPTION
source: Torpedoes fired by a submarine can home in on your ship. Turn your ship's bow towards any incoming torpedoes to reduce the risk of being hit.
es_mx: Los torpedos disparados por un submarino pueden ajustar su dirección sobre tu barco. Gira la proa de tu barco hacia cualquier torpedo que se aproxime para reducir el riesgo de ser impactado.
ja: 潜水艦の魚雷は誘導式です。 被雷のリスクを低減するには、魚雷に対して艦首を向けるようにしてください。
pl: Torpedy wystrzelone przez okręt podwodny mogą naprowadzać się na cel. Zwróć okręt dziobem w kierunku nadpływających torped, żeby zmniejszyć ryzyko trafienia.
ru: Торпеды подводной лодки могут наводиться на ваш корабль. Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
uk: Торпеди підводного човна можуть наводитися на ваш корабель. Розверніться носом до торпед, які йдуть на корабель, щоб зменшити імовірність влучень.
zh: Торпеды подводной лодки могут наводиться на ваш корабль. Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
zh_sg: 潜艇发射的鱼雷能定位您的战舰。 将舰首面向即将到来的鱼雷降低被命中的风险。

# IDS_TIPS_ACOUSTIC_TORPEDOES_MAGNETIC_FUSE
source: Acoustic Torpedoes: Magnetic Trigger
es_mx: Torpedos Acústicos: Detonador Magnético
ja: 音響誘導魚雷: 磁気信管
pl: Torpedy akustyczne: zapalnik magnetyczny
ru: Акустические торпеды: магнитный взрыватель
uk: Акустичні торпеди: магнітний детонатор
zh: Акустические торпеды: магнитный взрыватель
zh_sg: 声导鱼雷：磁力启动器

# IDS_TIPS_ACOUSTIC_TORPEDOES_MAGNETIC_FUSE_DESCRIPTION
source: Torpedoes equipped with a magnetic trigger ignore torpedo protection. They are most dangerous when hitting a ship's side.
es_mx: Los torpedos equipados con detonador magnético ignoran la protección contra torpedos. Son más peligrosos cuando impactan sobre el costado de un barco.
ja: 磁気信管式の魚雷には対水雷防御が無効であり、舷側に被雷した場合に最も危険です。
pl: Torpedy wyposażone w zapalnik magnetyczny ignorują ochronę przeciwtorpedową. Są najniebezpieczniejsze, gdy trafiają w bok celu.
ru: Торпеды с магнитным взрывателем игнорируют ПТЗ. Наиболее опасны при попадании в борт корабля.
uk: Торпеди з магнітним детонатором ігнорують ПТЗ — найнебезпечніші в разі влучення в борт корабля.
zh: Торпеды с магнитным взрывателем игнорируют ПТЗ. Наиболее опасны при попадании в борт корабля.
zh_sg: 装备了磁力启动器的鱼雷将无视鱼雷防护。它们命中战舰舷侧时最为危险。

# IDS_TIPS_AIRCARRIER_AUTOMATIC_CONSUMABLES
source: Aircraft carrier consumables
es_mx: Consumibles de portaaviones
ja: 航空母艦の消耗品
pl: Sprzęt eksploatacyjny lotniskowca
ru: Снаряжение авианосца
uk: Спорядження авіаносця
zh: 航空母舰消耗品
zh_sg: 航空母舰消耗品

# IDS_TIPS_AIRCARRIER_AUTOMATIC_CONSUMABLES_DESCRIPTION
source: The Damage Control Party consumable is used automatically when either fire or flooding happens, or when a module is incapacitated. The Fighter is launched automatically, performs reconnaissance duties and repels air attacks when your aircraft carrier is detected by the enemy.
es_mx: El consumible Equipo de Control de Daños es usado automáticamente al ocurrir un incendio o una inundación, o cuando un módulo es incapacitado. El Caza es lanzado automáticamente, realizando tareas de reconocimiento y repeliendo ataques aéreos cuando tu portaaviones es detectado por el enemigo.
ja: 消耗品「応急工作班」は、火災または浸水が発生した際、およびモジュールが機能停止した際に自動的に使用されます。 戦闘機は自動的に出撃して偵察任務を行い、航空母艦が敵に発見された際には空襲を迎撃します。
pl: Grupa naprawczo-ratunkowa używana jest automatycznie, gdy wybuchnie pożar, dojdzie do zalania lub poważnie uszkodzony zostanie moduł. Myśliwiec startuje automatycznie i wykonuje rozpoznanie. Odpiera również ataki wroga, gdy lotniskowiec zostanie wykryty przez przeciwnika.
ru: Аварийная команда используется автоматически при возникновении пожаров, затоплений и повреждении модулей. Истребитель автоматически поднимается для разведки и отражения атак с воздуха при обнаружении вашего авианосца противником.
uk: Аварійно-рятувальна команда починає працювати автоматично в разі виникнення пожеж, затоплень та пошкодження модулів. Коли супротивник виявляє ваш авіаносець, у повітря автоматично злітає винищувач для розвідки та відбиття нападів з повітря.
zh: 当发生起火或进水或配件失去作用时，伤害控制小组消耗品会自动使用。 当您的航空母舰被敌人发现时，战斗机会自动升空执行侦察任务，并击退空袭。
zh_sg: 伤害控制小组消耗品在起火或进水发生，或一个配件瘫痪时自动使用。 战斗机自动发射，执行侦察任务并在敌方发现您的航空母舰时发动空中攻击。

# IDS_TIPS_AIRCRAFT_AIR_DEFENSE_ENEMY
source: Enemy AA Defenses
es_mx: Defensas AA Enemigas
ja: 敵の対空兵装
pl: Uzbrojenie przeciwlotnicze przeciwnika
ru: ПВО противника
uk: ППО супротивника
zh: 敌人防空防御
zh_sg: 敌方对空防御
