Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_CONSUME_TITLE_PXY005_HEALALL
source: Radiance I
es_mx: Resplandor I
ja: 放射 I
pl: Blask I
ru: Сияние I
uk: Сяйво I
zh: 辐射I型
zh_sg: 光芒 I

# IDS_DOCK_CONSUME_TITLE_PXY006_CRASHALL
source: Eclipse I
ja: エクリプス I
pl: Zaćmienie I
ru: Затмение I
uk: Затемнення I
zh: 日蚀 I
zh_sg: 日蚀 I

# IDS_DOCK_CONSUME_TITLE_PXY007_SPEEDBOOSTER
source: Twilight Boost I
es_mx: Impulso del Crepúsculo I
ja: 逢魔時ブースト I
pl: Doładowanie zmierzchu I
ru: Сумеречный форсаж I
uk: Сутінковий форсаж I
zh: 污式引擎增压 I
zh_sg: 暮光强化I

# IDS_DOCK_CONSUME_TITLE_PXY008_HOLYWEAPON
source: Inversion Charge I
es_mx: Carga de Inversión I
ja: 反転チャージ I
pl: Ładunek inwersyjny I
ru: Инверсионный заряд I
uk: Інверсійний заряд I
zh: 反转电荷 I
zh_sg: 反转电荷 I

# IDS_DOCK_CONSUME_TITLE_PXY009_TORPEDORELOADER
source: Steam Torpedo Rammer I
es_mx: Apisonador de Torpedo de Vapor I
ja: 蒸気式魚雷装填装置 I
pl: Parowy dosyłacz torped I
ru: Паровой торпедный досылатель I
uk: Паровий торпедний досилач I
zh: 蒸汽式鱼雷推弹器 I
zh_sg: 蒸汽式鱼雷推弹器 I

# IDS_DOCK_CONSUME_TITLE_PXY010_RLSSEARCH
source: Surveillance Radar III
es_mx: Radar de Vigilancia III
ja: 警戒レーダー III
pl: Radar dozorowania III
ru: Поисковая РЛС III
uk: Пошукова РЛС III
zh: 监视雷达 III
zh_sg: 监视雷达 III

# IDS_DOCK_CONSUME_TITLE_PXY012_SMOKEGENERATOR
source: Smoke Generator III
es_mx: Generador de Humo III
ja: 発煙装置 III
pl: Wytwornica dymu III
ru: Дымогенератор III
uk: Генератор диму III
zh: 烟雾产生器 III
zh_sg: 发烟器III

# IDS_DOCK_CONSUME_TITLE_PXY013_CRASHCREW
source: Damage Control Party III
es_mx: Equipo de Control de Daños III
ja: 応急工作班 III
pl: Grupa naprawczo-ratunkowa III
ru: Аварийная команда III
uk: Аварійно-рятувальна команда III
zh: 伤害控制小组 III
zh_sg: 伤害控制小组 III

# IDS_DOCK_CONSUME_TITLE_PXY014_REGENCREW
source: Repair Party I
es_mx: Equipo de Reparaciones I
ja: 修理班 I
pl: Grupa naprawcza I
ru: Ремонтная команда I
uk: Ремонтна команда I
zh: 维修小组 I
zh_sg: 维修小组 I

# IDS_DOCK_CONSUME_TITLE_PXY015_SPEEDBOOSTERH18
source: Engine Boost
es_mx: Impulso de Motor
ja: エンジンブースト
pl: Doładowanie silnika
ru: Форсаж
uk: Форсаж
zh: 引擎增压
zh_sg: 引擎增压

# IDS_DOCK_CONSUME_TITLE_PXY101_MINDCONTROLPREMIUM
source: Anti-guidance System II
es_mx: Sistema Anti-guía II
ja: アンチガイダンス・システム II
pl: System przeciwnamierzający II
ru: Система антинаведения II
uk: Система протинаведення II
zh: 反制系统 II
zh_sg: 反制系统 II

# IDS_DOCK_CONSUME_TITLE_PXY103_PROTECTIONPREMIUM
source: Energy Shield II
es_mx: Escudo de Energía II
ja: エナジーシールド II
pl: Tarcza energetyczna II
ru: Энергощит II
uk: Енергощит II
zh: 能量盾 II
zh_sg: 能量盾 II

# IDS_DOCK_CONSUME_TITLE_PXY104_HEALAURAPREMIUM
source: Repair Zone II
es_mx: Zona de Reparación II
ja: 修理ゾーン II
pl: Strefa naprawcza II
ru: Ремонтная зона II
uk: Ремонтна зона II
zh: 维修区 II
zh_sg: 维修区域 II

# IDS_DOCK_CONSUME_TITLE_PXY105_HEALALLPREMIUM
source: Radiance II
es_mx: Resplandor II
ja: 放射 II
pl: Blask II
ru: Сияние II
uk: Сяйво II
zh: 辐射II型
zh_sg: 光芒 II

# IDS_DOCK_CONSUME_TITLE_PXY106_CRASHALLPREMIUM
source: Eclipse II
ja: エクリプス II
pl: Zaćmienie II
ru: Затмение II
uk: Затемнення II
zh: 日蚀 II
zh_sg: 日蚀 II

# IDS_DOCK_CONSUME_TITLE_PXY107_SPEEDBOOSTERPREMIUM
source: Filthy Engine Boost II
es_mx: Impulso de Motor Inmundo II
ja: 瘴気エンジンブースト II
pl: Plugawe doładowanie silnika II
ru: Скверный форсаж II
uk: Скверний форсаж II
zh: 污式引擎增压 II
zh_sg: 污式引擎增压 II

# IDS_DOCK_CONSUME_TITLE_PXY108_HOLYWEAPONPREMIUM
source: Inversion Charge II
es_mx: Carga de Inversión II
ja: 反転チャージ II
pl: Ładunek inwersyjny II
ru: Инверсионный заряд II
uk: Інверсійний заряд II
zh: 反转电荷 II
zh_sg: 反转电荷 II

# IDS_DOCK_CONSUME_TITLE_PXY109_TORPEDORELOADERPREMIUM
source: Steam Torpedo Rammer II
es_mx: Apisonador de Torpedo de Vapor II
ja: 蒸気式魚雷装填装置 II
pl: Parowy dosyłacz torped II
ru: Паровой торпедный досылатель II
uk: Паровий торпедний досилач II
zh: 蒸汽式鱼雷推弹器 II
zh_sg: 蒸汽式鱼雷推弹器 II

# IDS_DOCK_CONSUME_TITLE_PXY110_RLSSEARCHPREMIUM
source: Surveillance Radar IV
es_mx: Radar de Vigilancia IV
ja: 警戒レーダー IV
pl: Radar dozorowania IV
ru: Поисковая РЛС IV
uk: Пошукова РЛС IV
zh: 监视雷达 IV
zh_sg: 监视雷达 IV

# IDS_DOCK_CONSUME_TITLE_PXY112_SMOKEGENERATORPREMIUM
source: Smoke Generator IV
es_mx: Generador de Humo IV
ja: 発煙装置 IV
pl: Wytwornica dymu IV
ru: Дымогенератор IV
uk: Генератор диму IV
zh: 烟雾产生器 IV
zh_sg: 发烟器 IV

# IDS_DOCK_CONSUME_TITLE_PXY113_CRASHCREWPREMIUM
source: Damage Control Party IV
es_mx: Equipo de Control de Daños IV
ja: 応急工作班 IV
pl: Grupa naprawczo-ratunkowa IV
ru: Аварийная команда IV
uk: Аварійно-рятувальна команда IV
zh: 伤害控制小组 IV
zh_sg: 伤害控制小组 IV

# IDS_DOCK_CONSUME_TITLE_PXY114_REGENCREWPREMIUM
source: Repair Party IV
es_mx: Equipo de Reparaciones IV
ja: 修理班 IV
pl: Grupa naprawcza IV
ru: Ремонтная команда IV
uk: Ремонтна команда IV
zh: 维修小组 IV
zh_sg: 维修小组 IV

# IDS_DOCK_CONSUME_TITLE_PXY201_SMOKEGENERATOR
source: Smoke Generator I
es_mx: Generador de Humo I
ja: 発煙装置 I
pl: Wytwornica dymu I
ru: Дымогенератор I
uk: Генератор диму I
zh: 烟雾产生器 I
zh_sg: 发烟器I

# IDS_DOCK_CONSUME_TITLE_PXY202_SMOKEGENERATOR
source: Smoke Generator I
es_mx: Generador de Humo I
ja: 発煙装置 I
pl: Wytwornica dymu I
ru: Дымогенератор I
uk: Генератор диму I
zh: 烟雾产生器 I
zh_sg: 发烟器I

# IDS_DOCK_CONSUME_TITLE_PXY203_SMOKEGENERATOR
source: Smoke Generator I
es_mx: Generador de Humo I
ja: 発煙装置 I
pl: Wytwornica dymu I
ru: Дымогенератор I
uk: Генератор диму I
zh: 烟雾产生器 I
zh_sg: 发烟器I

# IDS_DOCK_CONSUME_TITLE_PXY301_IMMORTAL_PVP
source: Covert Repair
es_mx: Reparación Encubierta
ja: 隠密修理
pl: Dyskretna naprawa
ru: Скрытный ремонт
uk: Прихований ремонт
zh: 不死
zh_sg: 转换维修

# IDS_DOCK_CONSUME_TITLE_PXY302_HEALSHELL_PVP
source: Restoration Charge
es_mx: Carga de Restauración
ja: 回復チャージ
pl: Ładunek naprawiający
ru: Восстанавливающий заряд
uk: Відновлювальний заряд
zh: 防反转炸弹
zh_sg: 恢复电荷

# IDS_DOCK_CONSUME_TITLE_PXY303_ADDCONSUMABLE_PVP
source: Emergency Reserve
es_mx: Reserva de Emergencia
ja: 緊急リザーブ
pl: Rezerwa awaryjna
ru: Неприкосновенный запас
uk: Недоторканий запас
zh: 消耗品优惠券
zh_sg: 紧急储备

# IDS_DOCK_CONSUME_TITLE_PXY304_SUNNYPOWER_PVP
source: Sunlit Maneuvering
es_mx: Maniobra Iluminada por el Sol
ja: 陽光機動
pl: Manewrowanie słoneczne
ru: Солнечная манёвренность
uk: Сонячна маневреність
zh: 阳光照射机动
zh_sg: 太阳能机动

# IDS_DOCK_CONSUME_TITLE_PXY305_MINDCONTROL_PVP
source: Counter-Aiming System III
es_mx: Sistema de Contraataque III
ja: 照準妨害システム III
pl: System antynamierzający III
ru: Система антинаведения III
uk: Система протинаведення III
zh: 反瞄准系统III型
zh_sg: 反瞄准系统 III

# IDS_DOCK_CONSUME_TITLE_PXY306_VAMPIRIC_PVP
source: Inversion Charge
es_mx: Carga de Inversión
ja: 反転チャージ
pl: Ładunek inwersyjny
ru: Инверсионный заряд
uk: Інверсійний заряд
zh: 反转炸弹
zh_sg: 反型电荷

# IDS_DOCK_CONSUME_TITLE_PXY307_LIVINGARMOR_PVP
source: Biotic Armor
es_mx: Blindaje Biótico
ja: バイオ装甲
pl: Pancerz biotyczny
ru: Живая броня
uk: Жива броня
zh: 生物装甲
zh_sg: 生物装甲

# IDS_DOCK_CONSUME_TITLE_PXY308_HEALALL_PVP
source: Radiance III
es_mx: Resplandor III
ja: 放射 III
pl: Blask III
ru: Сияние III
uk: Сяйво III
zh: 辐射III型
zh_sg: 光芒 III

# IDS_DOCK_CONSUME_TITLE_PXY309_SNIPER_PVP
source: Infernal Accuracy
es_mx: Precisión Infernal
ja: 地獄の精度
pl: Piekielna celność
ru: Инфернальная точность
uk: Інфернальна влучність
zh: 地狱集中
zh_sg: 地狱准度

# IDS_DOCK_CONSUME_TITLE_PXY310_HEALZONE_PVP
source: Repair Zone III
es_mx: Zona de Reparación III
ja: 修理ゾーン III
pl: Strefa naprawcza III
ru: Ремонтная зона III
uk: Ремонтна зона III
zh: 维修区域III型
zh_sg: 维修区域 III

# IDS_DOCK_CONSUME_TITLE_PXY311_LIFEDRAIN_PVP
source: Matter Restorer
es_mx: Restaurador de Materia
ja: 物質修復装置
pl: Recykler materii
ru: Восстановитель материи
uk: Відновлювач матерії
zh: 污秽转化器
zh_sg: 物质恢复者

# IDS_DOCK_CONSUME_TITLE_PXY312_FILTHPOWER_PVP
source: Inversion Charge II
es_mx: Carga de Inversión II
ja: 反転チャージ II
pl: Ładunek inwersyjny II
ru: Инверсионный заряд II
uk: Інверсійний заряд II
zh: 反转炸弹 II
zh_sg: 反转电荷 II

# IDS_DOCK_CONSUME_TITLE_PXY313_SILENCE_PVP
source: Signal Jamming Generator
es_mx: Generador de Señales de Interferencia
ja: 信号ジャミング装置
pl: Zakłócacz sygnału
ru: Генератор помех
uk: Генератор перешкод
zh: 信号干扰产生器
zh_sg: 信号干扰产生器

# IDS_DOCK_CONSUME_TITLE_PXY314_TURNAROUND_PVP
source: Clubhaul
es_mx: Acordonado
ja: 超反転
pl: Zwrot na kotwicy
ru: Разворот на якоре
uk: Розвертання на якорі
zh: 下锚急转弯
zh_sg: 抛锚转向

# IDS_DOCK_CONSUME_TITLE_PXY315_SMOKEGENERATOR_PVP
source: Vapor Smoke Generator
es_mx: Generador de Humo de Vapor
ja: 蒸気発煙装置
pl: Wytwornica dymno-parowa
ru: Паровой дымогенератор
uk: Паровий генератор диму
zh: 烟幕
zh_sg: 蒸汽发烟器

# IDS_DOCK_CONSUME_TITLE_PXY316_CRASHCREW_PVP
source: Repair Party
es_mx: Equipo de Reparación
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组
zh_sg: 维修小组

# IDS_DOCK_CONSUME_TITLE_PXY317_SONARSEARCH_PVP
source: Hydroacoustic Search III
es_mx: Búsqueda Hidroacústica III
ja: 水中聴音 III
pl: Sonda hydroakustyczna III
ru: Гидроакустический поиск III
uk: Гідролокатор III
zh: 水底搜索III型
zh_sg: 对海搜索 III

# IDS_DOCK_CONSUME_TITLE_PXY318_RLSSEARCH_PVP
source: Surveillance Radar III
es_mx: Radar de Vigilancia III
ja: 警戒レーダー III
pl: Radar dozorowania III
ru: Поисковая РЛС III
uk: Пошукова РЛС III
zh: 监视雷达 III
zh_sg: 监视雷达 III

# IDS_DOCK_CONSUME_TITLE_PXY319_SPEEDBOOSTER_PVP
source: Invincible Engine Boost
es_mx: Impulso de Motor Invencible
ja: 堅固エンジンブースト
pl: Niezwyciężone doładowanie silnika
ru: Бессмертный форсаж
uk: Безсмертний форсаж
zh: 污式引擎增压
zh_sg: 无敌引擎增压

# IDS_DOCK_CONSUME_TITLE_PXY320_TORPEDORELOADER_PVP
source: Torpedo Rammer
es_mx: Ariete de Torpedo
ja: 魚雷装填棒
pl: Dosyłacz torped
ru: Торпедный досылатель
uk: Торпедний досилач
zh: 鱼雷推弹器
zh_sg: 鱼雷推弹器

# IDS_DOCK_CONSUME_TITLE_PXY321_INVULNERABLE_PVP
source: Energy Shield III
es_mx: Escudo de Energía III
ja: エナジーシールド III
pl: Tarcza energetyczna III
ru: Энергощит III
uk: Енергощит III
zh: 能量盾III型
zh_sg: 能量盾 III

# IDS_DOCK_CONSUME_TITLE_PXY322_RESIST_H2019
source: Infernal Endurance
es_mx: Resistencia Infernal
ja: 地獄の耐久力
pl: Piekielna wytrzymałość
ru: Адская стойкость
uk: Пекельна стійкість
zh: Адская стойкость
zh_sg: 地狱耐力

# IDS_DOCK_CONSUME_TITLE_PXY323_IMPROVE_H2019
source: Reload Enhancer
es_mx: Potenciador de Recarga
ja: 装填強化装置
pl: Wzmacniacz manewrowości
ru: Улучшатель перезарядки
uk: Поліпшувач перезаряджання
zh: Улучшатель перезарядки
zh_sg: 装填强化

# IDS_DOCK_CONSUME_TITLE_PXY324_RESSURECTION_H2019
source: Regeneration
es_mx: Regeneración
ja: 復活
pl: Regeneracja
ru: Восстановление
uk: Відновлення
zh: Восстановление
zh_sg: 恢复

# IDS_DOCK_CONSUME_TITLE_PXY325_IMPROVEREGEN_H2019
source: Repair Enhancer
es_mx: Potenciador de Reparación
ja: 修理強化装置
pl: Przyspieszacz napraw
ru: Улучшатель ремонта
uk: Поліпшувач ремонту
zh: Улучшатель ремонта
zh_sg: 维修强化

# IDS_DOCK_CONSUME_TITLE_PXY326_INVULNERABLEZONE_H2019
source: Protection Zone
es_mx: Zona de Protección
ja: 保護ゾーン
pl: Strefa ochronna
ru: Защитная зона
uk: Захисна зона
zh: Защитная зона
zh_sg: 保护区域

# IDS_DOCK_CONSUME_TITLE_PXY327_IMPROVESPEED_H2019
source: Maneuverability Enhancer
es_mx: Potenciador de Maniobrabilidad
ja: 機動性強化装置
pl: Wzmacniacz manewrowości okr
ru: Улучшатель манёвренности
uk: Поліпшувач маневреності
zh: Улучшатель манёвренности
zh_sg: 机动性强化

# IDS_DOCK_CONSUME_TITLE_PXY328_TURNAROUND_H2019
source: Twilight Turn
es_mx: Giro del Crepúsculo
ja: 逢魔時ターン
pl: Skręt zmierzchu
ru: Сумрачный вираж
uk: Сутінковий віраж
zh: Сумрачный вираж
zh_sg: 暮光转向

# IDS_DOCK_CONSUME_TITLE_PXY329_IMMORTAL_H2019
source: Covert Repair
es_mx: Reparación Encubierta
ja: 隠密修理
pl: Dyskretna naprawa
ru: Скрытный ремонт
uk: Прихований ремонт
zh: 不死
zh_sg: 转换维修

# IDS_DOCK_CONSUME_TITLE_PXY330_SPEEDBOOSTER_H2019
source: Invincible Engine Boost
es_mx: Impulso de Motor Invencible
ja: 堅固エンジンブースト
pl: Niezwyciężone doładowanie silnika
ru: Бессмертный форсаж
uk: Безсмертний форсаж
zh: 污式引擎增压
zh_sg: 无敌引擎增压

# IDS_DOCK_CONSUME_TITLE_PXY331_ARTILLERYBOOSTER_H2019
source: Main Battery Reload Booster
es_mx: Impulso a la Recarga de la Batería Principal
ja: 主砲装填ブースター
pl: Przyspieszacz ładowania baterii głównej
ru: Ускорение перезарядки ГК
uk: Пришвидшення перезаряджання ГК
zh: 主炮装填推助器
zh_sg: 主炮组装填助推器

# IDS_DOCK_CONSUME_TITLE_PXY332_REGENCREW_H2019
source: Repair Party
es_mx: Equipo de Reparación
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组
zh_sg: 维修小组

# IDS_DOCK_CONSUME_TITLE_PXY333_HEALALL_H2019
source: Radiance III
es_mx: Resplandor III
ja: 放射 III
pl: Blask III
ru: Сияние III
uk: Сяйво III
zh: 辐射III型
zh_sg: 光芒 III

# IDS_DOCK_CONSUME_TITLE_PXY334_HEALSHELL_H2019
source: Restoration Charge
es_mx: Carga de Restauración
ja: 回復チャージ
pl: Ładunek naprawiający
ru: Восстанавливающий заряд
uk: Відновлювальний заряд
zh: 防反转炸弹
zh_sg: 恢复电荷

# IDS_DOCK_CONSUME_TITLE_PXY335_REGENRESIST_H2019
source: Energy Absorber
es_mx: Absorbedor de Energía
ja: エネルギー吸収装置
pl: Absorber energii
ru: Поглотитель энергии
uk: Поглинач енергії
zh: Поглотитель энергии
zh_sg: 能量吸收器

# IDS_DOCK_CONSUME_TITLE_PXY336_VAMPIRIC_H2019
source: Inversion Charge
es_mx: Carga de Inversión
ja: 反転チャージ
pl: Ładunek inwersyjny
ru: Инверсионный заряд
uk: Інверсійний заряд
zh: 反转炸弹
zh_sg: 反型电荷

# IDS_DOCK_CONSUME_TITLE_PXY337_LIFEDRAIN_H2019
source: Matter Restorer
es_mx: Restaurador de Materia
ja: 物質修復装置
pl: Recykler materii
ru: Восстановитель материи
uk: Відновлювач матерії
zh: 污秽转化器
zh_sg: 物质恢复者

# IDS_DOCK_CONSUME_TITLE_PXY338_HEALZONE_H2019
source: Repair Zone
es_mx: Zona de Reparación
ja: 修理ゾーン
pl: Strefa naprawy
ru: Ремонтная зона
uk: Ремонтна зона
zh: Ремонтная зона
zh_sg: 修理区域

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_BOMB_AP
source: AP bombs penetrate armor and explode inside the ship, causing significant damage to its combat-critical departments. The fuse will arm if the armor is thick enough; if not—the bomb will over-penetrate and cause significantly less damage.
es_mx: Las bombas AP penetran el blindaje y explotan dentro del barco, causando un daño significativo a los compartimentos de combate. Si el blindaje es lo suficientemente grueso, la espoleta de la bomba se armará. Si el blindaje no es lo suficientemente grueso, la bomba sobrepenetrará y causará un daño mucho menor.
ja: 徹甲爆弾 (AP 爆弾) は、敵艦の装甲を貫通してその内部で炸裂することにより戦闘区画に大ダメージを与えます。ただしその信管は、装甲が充分に厚かった場合のみに作動します。装甲厚が不足していた場合、爆弾は全貫通を起こし、小さなダメージに留まります。
pl: Bomby PP przebijają pancerz i eksplodują wewnątrz okrętu, zadając znaczne uszkodzenia jego przedziałom bojowym. Jeśli pancerz jest dostatecznie gruby, zapalnik się uzbroi. Jeśli pancerz jest zbyt cienki, bomby mogą przebić cel na wylot, zadając znacznie mniejsze uszkodzenia.
ru: Пробивают броню и разрываются внутри корабля, нанося значительный урон боевым частям. Для взведения взрывателя необходима достаточная толщина брони. Если толщина брони недостаточна для взведения бомбы, она проходит корабль насквозь, нанося незначительный урон.
uk: Пробивають броню й вибухають усередині корабля, завдаючи значної шкоди бойовим частинам. Щоб спрацював підривник, потрібна достатня товщина броні. Якщо товщина броні замала для зведення бомби, вона проходить корабель наскрізь, завдаючи незначної шкоди.
zh: AP炸弹会穿透装甲并于战舰内部爆炸，造成重大伤害。如果装甲够厚将触发引信。如果装甲不够厚，炸弹将过度击穿并造成较低的伤害。
zh_sg: 穿甲炸弹会穿透装甲并在战舰内部爆炸，对战斗部件造成重创。引信引爆需要装甲达到足够厚度。如果装甲厚度不足，炸弹就会过度击穿，造成的伤害会显著降低。

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_BOMB_HE
source: Explode on contact with a surface. They have significant damage-dealing potential and high chances of causing fire or incapacitating modules.
es_mx: Explotan en contacto con una superficie. Tienen el potencial de causar un gran daño y una alta posibilidad de causar un incendio o incapacitar módulos.
ja: 何かと接触した際に炸裂します。 大きなダメージを与え得るポテンシャルを有しており、高確率で火災を引き起こしたりモジュールを機能停止させたりすることが可能です。
pl: Eksplodują przy uderzeniu w powierzchnię. Mają wysoki potencjał zadawania uszkodzeń i dużą szansę na wywołanie pożaru lub poważne uszkodzenie modułów.
ru: Разрываются при соприкосновении с поверхностью. Имеют значительный потенциальный урон, высокую вероятность поджога или вывода модулей из строя.
uk: Вибухають у разі зіткнення з поверхнею. Мають значну потенційну шкоду, високу ймовірність підпалу або виведення модулів із ладу.
zh: 与表面接触时爆炸。 它们具有强大的伤害制造潜力，有很高的造成起火或让配件失去作用的机率。
zh_sg: 接触表面时爆炸。 有极高的潜在伤害，高几率对目标造成起火或配件瘫痪。

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_PROJECTILE
source: Explode on contact with a surface. They have significant damage-dealing potential and high chances of causing fire or incapacitating modules.
es_mx: Explotan en contacto con una superficie. Tienen el potencial de causar un gran daño y una alta posibilidad de causar un incendio o incapacitar módulos.
ja: 何かと接触した際に炸裂します。 大きなダメージを与え得るポテンシャルを有しており、高確率で火災を引き起こしたりモジュールを機能停止させたりすることが可能です。
pl: Eksplodują przy uderzeniu w powierzchnię. Mają wysoki potencjał zadawania uszkodzeń i dużą szansę na wywołanie pożaru lub poważne uszkodzenie modułów.
ru: Разрываются при соприкосновении с поверхностью. Имеют значительный потенциальный урон, высокую вероятность поджога или вывода модулей из строя.
uk: Вибухають у разі зіткнення з поверхнею. Мають значну потенційну шкоду, високу ймовірність підпалу або виведення модулів із ладу.
zh: 与表面接触时爆炸。 它们具有强大的伤害制造潜力，有很高的造成起火或让配件失去作用的机率。
zh_sg: 接触表面时爆炸。 有极高的潜在伤害，高几率对目标造成起火或配件瘫痪。

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_PROJECTILE_AP
source: Penetrates armor and explodes inside the ship, causing significant damage to its combat-critical departments. The fuse will arm if the armor is thick enough; if not, the rocket will over-penetrate and cause significantly less damage.
es_mx: Penetran el blindaje y explotan dentro del barco causando un daño significativo a sus compartimientos de combate críticos. La espoleta se activa si el blindaje es lo suficientemente grueso; si no, el cohete sobrepenetrará y causará un daño significativamente menor.
ja: 敵艦の装甲を貫通してその内部で炸裂することにより戦闘区画に大ダメージを与えます。ただしその信管は、装甲が充分に厚かった場合のみに作動します。装甲厚が不足していた場合、ロケット弾は全貫通を起こし、小さなダメージに留まります。
pl: Przebija pancerz i wybucha wewnątrz okrętu, zadając znaczne uszkodzenia przedziałom o kluczowym znaczeniu. Bezpiecznik uzbroi się tylko wtedy, gdy pancerz jest dostatecznie gruby – rakieta może przebić cel na wylot, zadając znacznie mniejsze uszkodzenia.
ru: Пробивают броню и разрываются внутри корабля, нанося значительный урон боевым частям. Для взведения взрывателя необходима достаточная толщина брони. Если толщина брони недостаточна, ракета проходит корабль насквозь, нанося незначительный урон.
uk: Пробивають броню та розриваються всередині корабля, завдаючи значної шкоди бойовим частинам. Щоб спрацював підривник, потрібна достатня товщина броні. Якщо товщина броні замала, ракета проходить корабель наскрізь, завдаючи незначної шкоди.
zh: Пробивают броню и разрываются внутри корабля, нанося значительный урон боевым частям. Для взведения взрывателя необходима достаточная толщина брони. Если толщина брони недостаточна, ракета проходит корабль насквозь, нанося незначительный урон.
zh_sg: 穿透装甲并在战舰内部爆炸，对战斗部件造成重创。如果装甲达到足够厚度，引信就会引爆；如果装甲厚度不足，火箭弹就会过度击穿，造成的伤害会显著降低。

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_TORPEDO
source: Most effective against large, armored enemy ships. Maneuverable ships have high chances of dodging torpedo attacks.
es_mx: Los Torpedos son más efectivos en contra de barcos grandes y blindados. Los barcos maniobrables tienen una gran probabilidad de esquivar un ataque de Torpedos.
ja: 魚雷は、重装甲の大型艦に対して最も効果的です。機動性の高い艦艇に対して使用した場合、回避される可能性が高くなります。
pl: Torpedy są najskuteczniejsze przeciwko dużym, opancerzonym okrętom. Zwinne jednostki mają większą szansę na wykonanie uniku.
ru: Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара.
uk: Найбільш ефективні проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару.
zh: 鱼雷能有效对付大型装甲的敌方战舰。机动型战舰有着很高的机率能闪躲掉鱼雷的攻击。
zh_sg: 能有效对付大型高装甲的敌方战舰。高机动性战舰有很高的几率能躲避掉鱼雷的攻击。

# IDS_DOCK_SQUADRON_AMMO_DESCRIPTION_TORPEDO_DEEPWATER
source: Hit only deep-draught ships. Have a low detectability range.
es_mx: Solo alcanza a barcos de gran calado. Tienen un bajo rango de detectabilidad.
ja: 喫水が深い艦艇のみに命中します。 被発見距離が短いという特徴があります。
pl: Mogą trafić jedynie okręty o głębokim zanurzeniu. Mają krótki zasięg wykrywalności.
ru: Поражают корабли только с большой осадкой. Имеют низкую заметность.
uk: Уражають кораблі лише з великою осадкою. Мають низьку помітність.
zh: 只会命中深吃水战舰。 具有短被侦测距离。
zh_sg: 只能击中吃水性较深的战舰。 拥有较低的被侦察范围。

# IDS_DOCK_SQUADRON_AMMO_TITLE_BOMB_AP
source: Armor-Piercing (AP) Bombs
es_mx: Bombas Perforadoras de Blindaje (AP)
ja: 徹甲爆弾 (AP)
pl: Bomby przeciwpancerne (PP)
ru: Бронебойные бомбы (ББ)
uk: Бронебійні бомби (ББ)
zh: AP炸弹
zh_sg: 穿甲炸弹(AP)

# IDS_DOCK_SQUADRON_AMMO_TITLE_BOMB_HE
source: High-Explosive (HE) Bombs
es_mx: Bombas de Alto Explosivo (HE)
ja: 通常爆弾 (HE)
pl: Bomby odłamkowo-burzące (OB)
ru: Осколочно-фугасные бомбы (ОФ)
uk: Осколково-фугасні бомби (ОФ)
zh: HE炸弹
zh_sg: 高爆炸弹(HE)

# IDS_DOCK_SQUADRON_AMMO_TITLE_PROJECTILE
source: High-Explosive (HE) Rockets
es_mx: Cohetes de Alto Explosivo (HE)
ja: ロケット榴弾 (HE)
pl: Rakiety odłamkowo-burzące (OB)
ru: Осколочно-фугасные ракеты (ОФ)
uk: Осколково-фугасні ракети (ОФ)
zh: HE火箭
zh_sg: 高爆火箭(HE)

# IDS_DOCK_SQUADRON_AMMO_TITLE_PROJECTILE_AP
source: Armor-Piercing (AP) Rockets
es_mx: Cohetes Perforadores de Blindajes (AP)
ja: 徹甲ロケット弾 (AP)
pl: Rakiety przeciwpancerne (PP)
ru: Бронебойные ракеты (ББ)
uk: Бронебійні ракети (ББ)
zh: Бронебойные ракеты (ББ)
zh_sg: 穿甲（AP）火箭弹

# IDS_DOCK_SQUADRON_AMMO_TITLE_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_DOCK_SQUADRON_AMMO_TITLE_TORPEDO_DEEPWATER
source: Deepwater (DT) Torpedoes
es_mx: Torpedos de Profundidad (DT)
ja: 深度魚雷 (DT)
pl: Torpedy głębokowodne (TG)
ru: Глубоководные торпеды (ГТ)
uk: Глибоководні торпеди (ГТ)
zh: 深水鱼雷
zh_sg: 深水鱼雷（DT）

# IDS_DOCK_UNIQUE_DESCRIPTION_MORE_CONSUMES_0
source: {numConsumables} to all consumables mounted on a ship
es_mx: {numConsumables} a todos los consumibles montados en un barco
ja: 艦艇に搭載中の全消耗品 {numConsumables}
pl: {numConsumables} to wszystkich sztuk sprzętu eksploatacyjnego montowanego na okręcie
ru: {numConsumables} ко всему установленному на корабле снаряжению
uk: {numConsumables} до всього встановленого на кораблі спорядження
zh: {numConsumables} 战舰上安装的所有消耗品
zh_sg: {numConsumables} 战舰上安装的所有消耗品

# IDS_DOCK_UNIQUE_DESCRIPTION_REGEN_0
source: {regenerationHPSpeed} within {workTime}
es_mx: {regenerationHPSpeed} en {workTime}
ja: {regenerationHPSpeed} {workTime}
pl: {regenerationHPSpeed} w ciągu {workTime}
ru: {regenerationHPSpeed} в течение {workTime}
uk: {regenerationHPSpeed} протягом {workTime}
zh: {workTime} 内 {regenerationHPSpeed}
zh_sg: {workTime}内{regenerationHPSpeed}

# IDS_DOCK_UNIQUE_DESCRIPTION_REGEN_0_CUSTOM
source: Partially restores the ship's HP by repairing any light damage. The ship's Hit Points are restored by {regenerationHPSpeed} per second during {workTime}
es_mx: Restaura parcialmente los HP del barco al reparar cualquier daño ligero. Los Puntos de Vida del barco son restaurados a un ritmo de {regenerationHPSpeed} por segundo durante {workTime}
ja: 軽度の損傷を修理し、艦の HP を一部回復します。 HP は、{workTime} の間、毎秒 {regenerationHPSpeed} 回復します
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń. Punkty wytrzymałości przywracane są w tempie {regenerationHPSpeed} na sekundę przez {workTime}
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения. Боеспособность корабля восстанавливается по {regenerationHPSpeed} в секунду в течение {workTime}
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження. Боєздатність корабля відновлюється по {regenerationHPSpeed} на секунду протягом {workTime}
zh: 通过修理任何轻微损伤来恢复部分的战舰血量。 {workTime} 期间每秒钟恢复 {regenerationHPSpeed} 战舰血量
zh_sg: 通过修理任何轻微损伤来恢复部分的战舰生命值。 {workTime} 期间每秒钟恢复 {regenerationHPSpeed} 战舰生命值
