Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC383_FRENCHDDARC_KLEBER_DESCRIPTION
source: In 1939, France commenced work on the design of "3,000-ton scout ships," intending to further build upon the concept of the Mogador-class large destroyers. The plan provided for as many as four of such ships to be constructed. The new warships were supposed to join Mogador and Volta to make up a full squadron of six ships. At the beginning of the war with Germany, the new large destroyers were named after the generals of the Great French Revolution who rose to fame in battles against the Germans and Austrians: Kléber, Marceau, Hoche, and Desaix. All four—Jean-Baptiste Kléber, François Séverin Marceau, Lazare Hoche, and Louis Charles Antoine Desaix—knew each other well enough, as at various times they had fought side by side. Marceau received a fatal wound in 1796 in a battle against the Austrians. Hoche, a good friend of his, died one year later. On June 14, 1800, on the same day that an Austrian bullet struck General Desaix during the battle of Marengo in Italy, Kléber, who was in command of the Egyptian army, was assassinated in Cairo. After nearly 140 years, in April 1940, the shipyards at Dunkirk, Nantes, and Lorient received an order for the construction of four ships with their sides adorned with the names of these glorious commanders.
es_mx: En 1939, Francia comenzó a trabajar en el diseño de «barcos de exploración de 3000 toneladas», con la idea de integrarlos entre los grandes destructores de la clase Mogador. El plan preveía la construcción de nada menos que cuatro barcos. Estaba previsto que los nuevos navíos se uniesen al Mogador y al Volta para formar un escuadrón completo de seis buques. Al estallar la guerra con Alemania, los nuevos destructores recibieron el nombre de generales de la Revolución francesa que se ganaron la fama en batallas contra los alemanes y austriacos: Kléber, Marceau, Hoche y Desaix. Los cuatro —Jean-Baptiste Kléber, François Séverin Marceau, Lazare Hoche y Louis Charles Antoine Desaix— se conocían bastante bien entre sí, ya que lucharon codo con codo en varias ocasiones. Marceau recibió una herida fatal en 1796, en una batalla contra los austriacos. Hoche, un buen amigo suyo, murió un año después. El 14 de junio de 1800, el mismo día en el que una bala austriaca golpeó al general Desaix en la batalla de Marengo, en Italia; Kléber, que dirigía el ejército egipcio, fue asesinado en El Cairo. Casi 140 años después, en abril de 1940, los astilleros de Dunkerque, Nantes y Lorient recibieron la orden de construir cuatro barcos con los nombres de estos gloriosos comandantes en sus bandas.
ja: 1939 年、フランスはモガドール級大型駆逐艦構想の発展型となる 3,000 トン級偵察艦の設計作業に着手しました。本計画は、最大 4 隻を建造する予定でした。これらの新艦艇はモガドールとヴォルタと共に全 6 隻の戦隊を編成することが想定されました。ドイツとの戦争の勃発時に、これらの新しい大型駆逐艦はドイツやオーストリアとの戦闘で名を馳せたフランス革命期の将軍に因んで命名されました。すなわち、クレベール、マルソー、オッシュ、ドゼーです。 ジャン＝バティスト・クレベール、フランソワ・セヴェリン・マルソー、ラザール・オッシュ、ルイ・シャルル・アントワーヌ・ドゼー。彼ら 4 人はお互いを知り抜いていました。彼らは何度も肩を並べて戦った間柄だったからです。マルソーは 1796 年のオーストリアとの戦いで致命傷を負いました。彼の親友であるオッシュは、その 1 年後に死去しました。1800 年 6 月 14 日、イタリアにおけるマレンゴの戦いでドゼー将軍がオーストリア軍の砲弾を被弾したまさにその日、エジプト軍を率いていたクレベールはカイロで暗殺されました。約 140 年後の 1940 年 4 月、ダンケルク、ナント、ロリアンの造船所は、これらの偉大な指揮官にあやかって命名された 4 隻の艦の建造を受注しました。
pl: W 1939 roku, Francja wszczęła pracę nad projektem „3000-tonowych okrętów zwiadowczych”, mając na celu przyszły rozwój dużych niszczycieli klasy Mogador. Plan zakładał skonstruowanie czterech takich okrętów. Nowe maszyny miały dołączyć do Mogadora oraz Volty, aby stworzyć pełną eskadrę złożoną z sześciu okrętów. Wraz z wybuchem wojny z Niemcami, nowe jednostki zostały nazwane na cześć generałów z wielkiej rewolucji francuskiej, którzy wsławili się walką przeciwko Niemcom i Austriakom: Kléber, Marceau, Hoche oraz Desaix. Wszyscy czterej – Jean-Baptiste Kléber, François Séverin Marceau, Lazare Hoche oraz Louis Charles Antoine Desaix – znali się całkiem dobrze z powodu wspólnie stoczonych bitew. Marceau został śmiertelnie ranny w 1796 roku w bitwie przeciwko Austriakom. Hoche, jego dobry kolega, zmarł rok później. 14 czerwca 1800 roku, tego samego dnia, którego austriacki pocisk trafił generała Desaix w bitwie pod Marengo we Włoszech, a Kléber, służący w egipskiej armii, został zamordowany w Kairze. Po niemal 140 latach w kwietniu 1940 roku stocznie w Dunkierce, Nantes oraz Lorient otrzymały zamówienie na budowę czterech okrętów o burtach przystrojonych nazwiskami tych słynnych dowódców.
ru: В 1939 году во Франции началось проектирование «3000-тонных разведчиков», являвшихся развитием контрминоносцев типа Mogador. Всего предполагалось построить четыре корабля, которые вместе с Mogador и Volta должны были бы составить полную эскадру в шесть единиц. В преддверии начала войны с Германией для новых контрминоносцев выбрали названия в честь генералов времён Великой французской революции, прославившихся в боях c немцами и австрийцами: Kléber, Marceau, Hoche и Desaix. Все четверо — Жан-Батист Клебер, Франсуа-Северен Марсо, Лазар Ош и Луи-Шарль-Антуан Дезе — хорошо знали друг друга и не раз сражались бок о бок. Марсо погиб в 1796 году в бою с австрийцами. Спустя год умер его близкий друг Ош. 14 июня 1800 года, в тот же день, когда австрийская пуля сразила генерала Дезе в битве при Маренго в Италии, в Каире погиб командовавший Египетской армией Клебер. Спустя без малого 140 лет, в апреле 1940 года, верфям в Дюнкерке, Нанте и Лорьяне был выдан заказ на строительство четырёх кораблей, на бортах которых должны были красоваться имена этих полководцев.
uk: 1939 року у Франції почали проєктувати «3000-тонні розвідники», які були розвитком контрміноносців типу Mogador. Планували побудувати чотири кораблі, які разом із Mogador і Volta мали б скласти повну ескадру з шести одиниць. Напередодні війни з Німеччиною для нових контрміноносців вибрали назви на честь генералів часів Великої Французької революції, що прославилися в боях із німцями та австрійцями: Kléber, Marceau, Hoche і Desaix. Всі четверо — Жан-Батист Клебер, Франсуа-Северен Марсо, Лазар Ош і Луї-Шарль-Антуан Дезе — добре знали один одного й не раз билися пліч-о-пліч. Марсо загинув 1796 року в бою з австрійцями. Через рік помер його близький друг Ош. 14 червня 1800 року, того ж дня, коли австрійська куля вбила генерала Дезе, в битві біля Маренго в Італії, у Каїрі загинув Клебер, який командував Єгипетською армією. Майже через 140 років, у квітні 1940 року, верфям у Дюнкерку, Нанті й Лор’яне замовили будівництво чотирьох кораблів, на бортах яких мали написати імена цих полководців.
zh: В 1939 году во Франции началось проектирование «3000-тонных разведчиков», являвшихся развитием контрминоносцев типа Mogador. Всего предполагалось построить четыре корабля, которые вместе с Mogador и Volta должны были бы составить полную эскадру в шесть единиц. В преддверии начала войны с Германией для новых контрминоносцев выбрали названия в честь генералов времён Великой французской революции, прославившихся в боях c немцами и австрийцами: Kléber, Marceau, Hoche и Desaix. Все четверо — Жан-Батист Клебер, Франсуа-Северен Марсо, Лазар Ош и Луи-Шарль-Антуан Дезе — хорошо знали друг друга и не раз сражались бок о бок. Марсо погиб в 1796 году в бою с австрийцами. Спустя год умер его близкий друг Ош. 14 июня 1800 года, в тот же день, когда австрийская пуля сразила генерала Дезе в битве при Маренго в Италии, в Каире погиб командовавший Египетской армией Клебер. Спустя без малого 140 лет, в апреле 1940 года, верфям в Дюнкерке, Нанте и Лорьяне был выдан заказ на строительство четырёх кораблей, на бортах которых должны были красоваться имена этих полководцев.
zh_sg: 1939年，法国开始设计“3000吨侦察船”，目的是进一步发展莫加多尔级大型驱逐舰的概念。该计划提供了多达四艘此类战舰。新的战舰应该加入莫加多尔和沃尔塔，组成一支由六艘战舰组成的完整中队。在与德国的战争爆发时，新的大型驱逐舰以大法国大革命的将军命名，他们在与德国人和奥地利人的战斗中声名鹊起：克莱贝尔，马尔索，奥什和德塞。 这四个人Jean-Baptiste Kléber，François Séverin Marceau，Lazare Hoche和Louis Charles Antoine Desaix彼此都非常了解，因为他们曾多次并肩而战。Marceau于1796年在与奥地利人的战斗中受了致命伤。他的好朋友Hoche在一年后去世了。1800年6月14日，在意大利马伦戈战役中，奥地利人的子弹击中了Desaix将军的同一天，指挥埃及军队的Kléber在开罗被刺杀。经过近140年的努力，1940年4月，敦刻尔克，南特和洛里昂的造船厂收到了建造四艘战舰的指令，这些战舰的两侧装饰着这些光荣的指挥官的名字。

# IDS_PCZC384_ITCA_ERITREA_1937
source: Eritrea, 1937
ja: エリトリア (1937 年)
pl: Erytrea, 1937 r.
ru: Eritrea, 1937 год
uk: Eritrea, 1937 рік
zh: Eritrea, 1937 год
zh_sg: 厄立特里亚，1937

# IDS_PCZC384_ITCA_ERITREA_1937_DESCRIPTION
source: For most of its history, the Kingdom of Italy was a colonial power. By the mid-1930s, it possessed a vast swathe of the African continent, and one of the prerequisites of retaining its position was the kingdom's own naval forces. One of the ships specifically designed for service in tropical waters away from the homeland was Eritrea, named after the oldest Italian colony in Eastern Africa. Eritrea was outfitted with unconventional diesel and diesel-electric power plants, providing the 2,200-ton sloop with quite a solid operational range for her size. Her four 120 mm quick-firing guns enabled her to provide gunfire support while operating in coastal areas. Her good anti-aircraft complement for the mid-1930s theoretically made it possible to also repel any threats from the air. Owing to her well-fitted workshops and extensive living spaces on board, Eritrea could serve as a floating base for submarines. The original design of the ship allowed her to be used as a mine layer and carry a multi-purpose reconnaissance aircraft on board.
es_mx: Durante la mayor parte de su historia, el Reino de Italia fue una potencia colonial. A mediados de la década de 1930, poseía una vasta franja del continente africano, y uno de los requisitos previos para mantener su posición eran las propias fuerzas navales del reino. Una de las naves específicamente diseñadas para el servicio en aguas tropicales alejadas de la patria fue Eritrea, llamada así por la colonia italiana más antigua de África Oriental. El Eritrea estaba equipado con plantas de energía diésel y diésel no convencionales, lo que proporciona a la balandra de 2200 toneladas un rango operativo bastante sólido para su tamaño. Sus cuatro cañones de disparo rápido de 120 mm le permitieron proporcionar apoyo de disparos mientras operaba en áreas costeras. Su buen complemento antiaéreo para mediados de la década de 1930 teóricamente hizo posible repeler también cualquier amenaza desde el aire. Debido a sus talleres bien equipados y amplios espacios de vida a bordo, Eritrea podría servir como base flotante para submarinos. El diseño original de la nave le permitió ser utilizada como capa de mina y transportar un avión de reconocimiento multipropósito a bordo.
ja: イタリア王国はその歴史の大部分において植民地保有国でした。1930 年代中頃の同国はアフリカ大陸に大きな領土を有しており、その地位を維持するためにはイタリア王国独自の海軍力も必要でした。本国から遠く離れた熱帯海域での任務用に特別に設計された艦艇の 1 隻がエリトリアです。本艦は東アフリカにある最初のイタリア植民地に因んで命名されました。 エリトリアは独創的なディーゼル電気推進方式を備えており、この 2,200 トン級スループはその大きさに比して非常に長い航続距離を有しました。本艦は 120 mm 速射砲 4 門を活かし、沿岸水域での作戦時において火力支援が可能でした。また 1930 年代中頃としては良好な対空兵装を搭載し、空からのどんな脅威にも対抗できました。艦内に設備の整った作業場と広い居住空間を備えたエリトリアは潜水艦の水上基地としても機能しました。本艦はその独自設計により、機雷敷設艦としても運用でき、艦上に多用途偵察機 1 機を搭載できました。
pl: Przez większą część swojej historii Królestwo Włoch było kolonialną potęgą. W połowie lat 30. XX wieku posiadało rozległe ziemie w Afryce, a jednym ze sposobów utrzymania tam władzy była silna marynarka wojenna. Jednym z okrętów zaprojektowanych od postaw do służby w tropikach była Eritrea, nazwana tak na cześć najstarszej włoskiej kolonii w Afryce Wschodniej. Eritrea wyposażona była w nietypowe spalinowe oraz spalinowo-elektryczne maszynownie, które zapewniały tej stosunkowo niedużej, 2200-tonowej jednostce całkiem przyzwoity zasięg. Cztery szybkostrzelne działa kal. 120 mm pozwalały na wspieranie oddziałów lądowych z wód przybrzeżnych. Dobre, jak na połowę lat 30. uzbrojenie przeciwlotnicze, pozwalało teoretycznie odpierać także ataki z powietrza. Dzięki dobrze wyposażonym warsztatom i przestronnym pomieszczeniom dla załogi Eritrea mogła służyć jako pływająca baza dla okrętów podwodnych. Oryginalny projekt okrętu pozwalał na wykorzystywanie go do stawiania min i przenoszenia na pokładzie wszechstronnego samolotu zwiadowczego.
ru: Итальянское королевство на протяжении большей части своей истории являлось колониальной державой. К середине 1930-х годов оно располагало целым рядом владений на Африканском континенте, для удержания которых требовались в том числе и военно-морские силы. Одним из кораблей, специально предназначенных для службы в тропических водах вдали от метрополии, стал вошедший в строй в 1937 году Eritrea, названный в честь старейшей итальянской колонии в Восточной Африке. Eritrea был оборудован оригинальной дизельной и дизель-электрической энергетической установкой, обеспечивавшей 2200-тонному кораблю весьма солидную для его размеров дальность плавания. Благодаря наличию четырёх скорострельных 120-мм орудий он мог обеспечивать артиллерийскую поддержку, действуя в прибрежной зоне. Неплохое для середины 1930-х годов зенитное вооружение теоретически позволяло противостоять угрозам с воздуха. Благодаря оборудованным на борту мастерским и обширным жилым помещениям Eritrea мог служить плавучей базой для подводных лодок. Первоначальный проект корабля допускал использование его в качестве минного заградителя, а также установку на борту многоцелевого самолёта-разведчика.
uk: Італійське королівство протягом більшої частини своєї історії було колоніальною державою. До середини 1930-х років воно мало у своєму спорядженні низку володінь на Африканському континенті, утримання яких потребувало зокрема військово-морських сил. Одним із кораблів, спеціально призначених для служби в тропічних водах далеко від метрополії, був Eritrea, який став до лав у 1937 році. Він названий на честь найстарішої італійської колонії у Східній Африці. Eritrea був обладнаний оригінальною дизельною та дизель-електричною силовою установкою, що забезпечувала 2200-тонному кораблю досить непогану для його розмірів дальність плавання. Завдяки чотирьом скорострільним 120-мм гарматам він міг забезпечувати артилерійську підтримку, діючи в прибережних водах. Непогане для середини 1930-х років зенітне озброєння теоретично дозволяло протидіяти загрозам із повітря. Завдяки обладнаним на борту майстерням і чисельним житловим приміщенням Eritrea міг служити плавною базою для підводних човнів. Початковий проект корабля припускав його використання як мінного загороджувача, а також встановлення на борту багатоцільового літака-розвідника.
zh: Итальянское королевство на протяжении большей части своей истории являлось колониальной державой. К середине 1930-х годов оно располагало целым рядом владений на Африканском континенте, для удержания которых требовались в том числе и военно-морские силы. Одним из кораблей, специально предназначенных для службы в тропических водах вдали от метрополии, стал вошедший в строй в 1937 году Eritrea, названный в честь старейшей итальянской колонии в Восточной Африке. Eritrea был оборудован оригинальной дизельной и дизель-электрической энергетической установкой, обеспечивавшей 2200-тонному кораблю весьма солидную для его размеров дальность плавания. Благодаря наличию четырёх скорострельных 120-мм орудий он мог обеспечивать артиллерийскую поддержку, действуя в прибрежной зоне. Неплохое для середины 1930-х годов зенитное вооружение теоретически позволяло противостоять угрозам с воздуха. Благодаря оборудованным на борту мастерским и обширным жилым помещениям Eritrea мог служить плавучей базой для подводных лодок. Первоначальный проект корабля допускал использование его в качестве минного заградителя, а также установку на борту многоцелевого самолёта-разведчика.
zh_sg: 在意大利的大部分历史中，它是一个殖民国家。至1930年代中期，它占有着非洲大陆的大片土地，而王国的海军力量是其稳固地位的先决条件。厄立特里亚是一艘专门为在远离本土热带水域远海作战而设计的舰艇，以东非最古老的意大利殖民地命名， 厄立特里亚配备了非常规的柴油和柴油发电机，为2200吨单桅帆船提供了相当广阔的行动范围。四门120毫米的速射炮使她能为沿海陆地提供火力支援。在其所处的20世纪30年代中期，它良好的防空能力理论上能杜绝任何空中的威胁。由于舰艇上有设备齐全的车间和广阔的生活空间，厄立特里亚可以作为潜艇的水上基地。这艘船最初的设计使它可以作为布雷舰使用，并携带一架多用途侦察机。

# IDS_PCZC385_ITCA_NINOBIXIO_1914
source: Nino Bixio, 1914
ja: ニーノ・ビクシオ (1914 年)
pl: Nino Bixio, 1914 r.
ru: Nino Bixio, 1914 год
uk: Nino Bixio, 1914 рік
zh: Nino Bixio, 1914 год
zh_sg: 尼诺•比西奥

# IDS_PCZC385_ITCA_NINOBIXIO_1914_DESCRIPTION
source: At the beginning of 1911, Italy had four dreadnought battleships at various stages of construction, with preparations being made for two more to be laid down. However, at that time, the Italian Navy did not have a single cruiser with a sufficiently high speed to serve as a reconnaissance ship for the new capital ships, except for Quarto, which was still on the stocks. In February 1911, two more cruisers were laid down, officially classified as "scouts" (Italian, "Esploratori")—Nino Bixio and Marsala. The lead ship was named Nino Gerolamo Bixio, after the recipient of the gold medal "For Military Valor" (1821–1873)—the glorious hero of Italian unification and a companion-in-arms of Giuseppe Garibaldi. Another important reason for the cruiser to be named as such was that Bixio, who eventually became a general and senator towards the end of his life, began his career by joining the Kingdom of Sardinia's Navy.
es_mx: Al empezar 1911, Italia tenía cuatro acorazados dreadnought en diferentes fases de construcción, y otros dos en preparación para la puesta en grada. Sin embargo, en ese momento la Armada italiana no tenía ni un solo crucero con suficiente velocidad para servir como barco de reconocimiento para los nuevos buques capital, con una excepción: el Quarto, que todavía no estaba listo. En febrero de 1911, se pusieron en grada otros dos cruceros, catalogados oficialmente como «exploradores» («esploratori», en italiano): el Nino Bixio y el Marsala. El buque líder recibió el nombre de Nino Gerolamo Bixio (1821–1873) en honor al héroe de la unificación italiana y compañero de armas de Giuseppe Garibaldi, condecorado con la medalla de oro al valor militar. Otra razón por la que el crucero recibió ese nombre fue que Bixio, que terminó haciéndose general y senador en la última etapa de su vida, empezó su carrera alistándose en la Armada del Reino de Cerdeña.
ja: 1911 年初頭、イタリアでは 4 隻の弩級戦艦が様々な建造段階にあり、更に 2 隻の起工準備が進められていました。しかし当時のイタリア海軍には、新しい主力艦のために偵察艦として働けるだけの高い速力を持った巡洋艦がまだ建造中であったクアルトを除き 1 隻もいませんでした。1911 年 2 月に起工し、公式には「偵察艦」(イタリア語: 「Esploratori」) に分類された 2 隻の巡洋艦がニーノ・ビクシオとマルサーラです。 1 番艦は、イタリア統一時の偉大な英雄でありジュゼッペ・ガリバルディの戦友だった武功金勲章保持者ニーノ・ジェローラモ・ビクシオ (1821–1873 年) に因んで命名されました。本巡洋艦が彼にあやかって名付けられたもうひとつの重要な理由は、晩年には将軍や元老院議員となったビクシオの経歴が、サルディーニャ王国海軍に仕官することから始まったからでした。
pl: Na początku 1911 roku Włochy posiadały cztery drednoty na różnych etapach budowy, trwały też przygotowania do budowy kolejnych dwóch. Jednocześnie włoska marynarka nie posiadała wówczas ani jednego krążownika, którego prędkość pozwalałaby mu pełnić rolę zwiadowczą dla nowych okrętów flagowych, z wyjątkiem Quarto, który nie był jeszcze ukończony. W lutym 1911 roku rozpocząć się miała budowa dwóch kolejnych krążowników, oficjalnie sklasyfikowanych jako „zwiadowcy” (wł. „Esploratori”) – Nino Bixio oraz Marsala. Okręt prowadzący nosił imię Nino Gerolamo Bixio, uhonorowanego złotym medalem „Za zasługi w boju” (1821–1873) – bohatera zjednoczenia włoskiego i towarzysza broni Giuseppe Garibaldiego. Kolejnym ważnym powodem nazwania krążownika imieniem Bixio, który został generałem i senatorem pod koniec życia, było rozpoczęcie przez niego służby w Marynarce Wojennej Królestwa Sardynii.
ru: В начале 1911 года в Италии на разных стадиях постройки находились четыре линкора-дредноута, ещё два готовились к закладке. Однако итальянский флот не имел на тот момент ни одного достаточно быстроходного крейсера, который мог бы служить разведчиком при новых линейных силах, кроме находившегося ещё на стапеле Quarto. В феврале 1911 года состоялась закладка ещё двух крейсеров, официально числившихся в классе «разведчиков» (ит. Esploratori), — Nino Bixio и Marsala. Головной корабль получил имя в честь кавалера золотой медали «За воинскую доблесть» Нино Джероламо Биксио (1821–1873), героя объединения Италии и сподвижника Джузеппе Гарибальди. Не последним фактором при выборе названия крейсера было то, что свою карьеру Биксио, ставший к концу жизни генералом и сенатором, начинал со службы на флоте Сардинского королевства.
uk: На початку 1911 року в Італії на різних стадіях будівництва перебували чотири лінкори-дредноута, ще два готувалися до закладення. Проте в італійського флоту на той час не було жодного достатньо швидкохідного крейсера, якій міг служити розвідником при нових лінійних силах, крім Quarto, який ще перебував на стапелі. У лютому 1911 року відбулося закладення ще двох крейсерів, які офіційно розцінювалися як «розвідники» (іт. Esploratori), — Nino Bixio і Marsala. Головний корабель був названий на честь кавалера золотої медалі «За військову доблесть» Ніно Джероламо Біксіо (1821–1873), героя об’єднання Італії та сподвижника Джузеппе Гарібальді. Коли обирали назву крейсера, не останнім фактором було те, що свою кар’єру Біксіо, який під кінець життя став генералом і сенатором, починав зі служби на флоті Сардинського королівства.
zh: В начале 1911 года в Италии на разных стадиях постройки находились четыре линкора-дредноута, ещё два готовились к закладке. Однако итальянский флот не имел на тот момент ни одного достаточно быстроходного крейсера, который мог бы служить разведчиком при новых линейных силах, кроме находившегося ещё на стапеле Quarto. В феврале 1911 года состоялась закладка ещё двух крейсеров, официально числившихся в классе «разведчиков» (ит. Esploratori), — Nino Bixio и Marsala. Головной корабль получил имя в честь кавалера золотой медали «За воинскую доблесть» Нино Джероламо Биксио (1821–1873), героя объединения Италии и сподвижника Джузеппе Гарибальди. Не последним фактором при выборе названия крейсера было то, что свою карьеру Биксио, ставший к концу жизни генералом и сенатором, начинал со службы на флоте Сардинского королевства.
zh_sg: 1911年初，意大利有四艘无畏舰处于不同的建造阶段，并准备再建造两艘。不过，当时意大利海军没有一艘足够高速的巡洋舰作为新型主力舰的侦察舰，除了奎拉托仍在储备中。1911年2月，又有两艘巡洋舰被正式归类为“侦察舰”（意大利语，“Esploratori”）—— 尼诺•比西奥和马萨拉。 旗舰被命名为尼诺·杰罗拉莫·比希奥。他在获得“军事英勇”金质奖章（1821-1873）之后，成为了意大利统一的英雄，并且还是朱塞佩·加里波第的战友。巡洋舰被命名的另一个重要原因是，最终成为将军和参议员的比希奥本人，是在萨丁尼亚王国海军开启的海军生涯。

# IDS_PCZC386_ITCA_TARANTO_1915
source: Taranto, 1920
ja: タラント (1920 年)
pl: Taranto, 1920 r.
ru: Taranto, 1920 год
uk: Taranto, 1920 рік
zh: Taranto, 1920 год
zh_sg: 塔兰托，1920
