Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SMOKE_MACHINE_NO_AMMO
source: Smoke charges depleted
es_mx: Cargas de Humo Agotadas
ja: 発煙剤: 残数ゼロ
pl: Brak ładunków wytwornicy dymu
ru: Дымовые заряды израсходованы
uk: Димові заряди витрачені
zh: 雾化烟雾油用尽
zh_sg: 烟雾弹用尽

# IDS_SMOKE_MACHINE_NO_AMMO_ERROR
source: Out of smoke charges
es_mx: Sin cargas de humo
ja: 発煙剤切れ
pl: Brakuje ładunków do wytwornicy dymu.
ru: Нет дымовых зарядов
uk: Відсутні димові заряди
zh: 无法产生烟雾：雾化烟雾油用尽。
zh_sg: 烟雾弹用尽。

# IDS_SMOKE_MACHINE_STARTED
source: Smoke Generator started
es_mx: Generador de Humo encendido
ja: 発煙装置: 使用中
pl: Wytwornica dymu uruchomiona
ru: Дымогенератор запущен
uk: Генератор диму запущено
zh: 设置烟幕中
zh_sg: 已启动发烟器

# IDS_SMOOTHING
source: Antialiasing: FXAA
ja: アンチエイリアス: FXAA
pl: Antyaliasing FXAA
ru: Сглаживание FXAA
uk: Згладжування FXAA
zh: 反锯齿：FXAA
zh_sg: 抗锯齿：FXAA

# IDS_SOFT_PARTICLES
source: Soft particles
es_mx: Partículas Suaves
ja: ソフトパーティクル
pl: Miękkie cząsteczki
ru: Мягкие частицы
uk: М’які частинки
zh: 软性粒子效果
zh_sg: 软性粒子效果

# IDS_SOLD_FOR
source: Sold for:
es_mx: Vender por:
ja: 売却価格:
pl: Sprzedano za:
ru: Продано за:
uk: Продано за:
zh: 出售：
zh_sg: 出售：

# IDS_SORTING_TYPE
source: Display order
es_mx: Orden de muestra
ja: 表示順
pl: Kolejność wyświetlania
ru: Порядок отображения
uk: Порядок показу
zh: 战舰显示顺序
zh_sg: 显示顺序

# IDS_SORT_BY_AMOUNT
source: by number
es_mx: por número
ja: 取得数別
pl: wg liczby
ru: по количеству
uk: за кількістю
zh: 按数量
zh_sg: 按数量

# IDS_SORT_BY_BATTLES_COUNT
source: by number of battles
es_mx: por número de batallas
ja: 戦闘数
pl: wg liczby bitew
ru: по количеству боёв
uk: за кількістю боїв
zh: 按战斗数
zh_sg: 按战斗场数

# IDS_SORT_BY_DATE
source: by date
es_mx: por fecha
ja: 日付別
pl: wg daty
ru: по времени получения
uk: за часом отримання
zh: 按日期
zh_sg: 按日期

# IDS_SORT_BY_LASTBATTLETIME
source: by most recent battle
es_mx: por batalla más reciente
ja: 最終戦闘
pl: po ostatnich bitwach
ru: по дате последнего боя
uk: за датою останнього бою
zh: 按最近的战斗
zh_sg: 按最近战斗

# IDS_SORT_BY_LEVEL
source: by tier
es_mx: por nivel
ja: Tier 別
pl: wg poziomu
ru: по уровню
uk: за рівнем
zh: 按战舰级别
zh_sg: 按等级

# IDS_SORT_BY_NAME
source: by alphabetical order
es_mx: por orden alfabético
ja: アルファベット順
pl: w kolejności alfabetycznej
ru: по алфавиту
uk: за абеткою
zh: 按名称
zh_sg: 按名称

# IDS_SORT_BY_NATION
source: by nation
es_mx: por nación
ja: 国家別
pl: wg kraju
ru: по нации
uk: за нацією
zh: 按战舰系别
zh_sg: 按国家

# IDS_SORT_BY_SHIPTYPE
source: by type
es_mx: por tipo
ja: 艦種別
pl: wg typu
ru: по классу
uk: за класом
zh: 按类型
zh_sg: 按类型

# IDS_SORT_BY_TYPE
source: by type
es_mx: por tipo
ja: タイプ別
pl: wg typu
ru: по типу
uk: за типом
zh: 按类型
zh_sg: 按类型

# IDS_SORT_BY_WIN_PERCENT
source: by win rate
es_mx: por porcentaje de victorias
ja: 勝率
pl: wg odsetku zwycięstw
ru: по проценту побед
uk: за відсотком перемог
zh: 按胜率
zh_sg: 按胜率

# IDS_SOUND_DEVICE_HEADSET
source: Earphones
es_mx: Audífonos
ja: イヤホン
pl: Słuchawki
ru: Наушники
uk: Навушники
zh: Наушники
zh_sg: 耳机

# IDS_SOUND_DEVICE_SPEAKER
source: Speakers
es_mx: Bocina
ja: スピーカー
pl: Głośniki
ru: Колонки
uk: Колонки
zh: Колонки
zh_sg: 扬声器

# IDS_SOUND_MOD_ARPEGGIO_ASHIGARA
source: ARP Ashigara
ja: ARP アシガラ
zh: 足柄

# IDS_SOUND_MOD_ARPEGGIO_EASTERN_DRAGON_KING
source: Eastern Dragon King
zh: 东海龙王
zh_sg: 东海龙王

# IDS_SOUND_MOD_ARPEGGIO_GUNZOU
source: ARP Gunzo Chihaya
ja: ARP 千早群像
zh: 千早群像

# IDS_SOUND_MOD_ARPEGGIO_HAGURO
source: ARP Haguro
ja: ARP ハグロ
zh: 羽黑

# IDS_SOUND_MOD_ARPEGGIO_HARUNA
source: ARP Haruna
ja: ARP ハルナ
zh: 榛名

# IDS_SOUND_MOD_ARPEGGIO_HIEI
source: ARP Hiei
ja: ARP ヒエイ
zh: 比睿

# IDS_SOUND_MOD_ARPEGGIO_IONA
source: ARP Iona
ja: ARP イオナ
zh: 伊欧娜

# IDS_SOUND_MOD_ARPEGGIO_KIRISHIMA
source: ARP Kirishima
ja: ARP キリシマ
zh: 雾岛

# IDS_SOUND_MOD_ARPEGGIO_KIRISHIMA_BEAR
source: ARP Kirishima (Yotaroh)
ja: ARP キリシマ (ヨタロウ)
zh: 雾岛（熊太郎）

# IDS_SOUND_MOD_ARPEGGIO_KONGOU
source: ARP Kongō
ja: ARP コンゴウ
zh: 鲤

# IDS_SOUND_MOD_ARPEGGIO_MYOKO
source: ARP Myōkō
ja: ARP ミョウコウ
zh: 鬣

# IDS_SOUND_MOD_ARPEGGIO_NACHI
source: ARP Nachi
ja: ARP ナチ
zh: 那智

# IDS_SOUND_MOD_ARPEGGIO_SOUTHERN_DRAGON_KING
source: Southern Dragon King
zh: 南海龙王
zh_sg: 南海龙王

# IDS_SOUND_MOD_ARPEGGIO_TAKAO
source: ARP Takao
ja: ARP タカオ
zh: 高雄

# IDS_SOUND_MOD_AZUR_LANE_AZUR_AURORA
source: Azur Lane – Aurora
zh: 碧蓝航线 – 阿芙乐尔

# IDS_SOUND_MOD_AZUR_LANE_AZUR_BELFAST
source: Azur Lane – Belfast
zh: 碧蓝航线 – 贝尔法斯特

# IDS_SOUND_MOD_AZUR_LANE_AZUR_CLEVELAND
source: Azur Lane – Cleveland
zh: 碧蓝航线 – 克利夫兰

# IDS_SOUND_MOD_AZUR_LANE_AZUR_ENTERPRISE
source: Azur Lane – Enterprise
zh: 碧蓝航线 – 企业

# IDS_SOUND_MOD_AZUR_LANE_AZUR_HIPPER
source: Azur Lane – Admiral Hipper
zh: 碧蓝航线 – 希佩尔海军上将

# IDS_SOUND_MOD_AZUR_LANE_AZUR_HOOD
source: Azur Lane – Hood
zh: 碧蓝航线 – 胡德

# IDS_SOUND_MOD_AZUR_LANE_AZUR_NELSON
source: Azur Lane – Nelson
zh: 碧蓝航线 – 纳尔逊

# IDS_SOUND_MOD_BADADVICECAPT
source: Bad Advice: Cap
es_mx: Malos Consejos: Capturar
ja: 悪い例: 船長
pl: Zła rada: Kapitan
ru: Вредные советы: Кэп
uk: Шкідливі поради: Кеп
zh: Вредные советы: Кэп
zh_sg: 坏建议：卡普

# IDS_SOUND_MOD_DASHA_SINGLE
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_SOUND_MOD_DEFAULT
source: Standard
es_mx: Estándar
ja: 標準
pl: Standardowe
ru: Стандартная
uk: Стандартна
zh: 国家
zh_sg: 标准

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_AKENO_MASHIRO
source: HSF Akeno Misaki
ja: HSF 岬明乃
zh: 明野咲

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_ISOROKU
source: HSF Isoroku
ja: HSF 五十六
zh: 五十六 (HSF)

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_KOUKO_NOSA
source: HSF Kouko Nosa
ja: HSF 納沙幸子
zh: Kouko Nosa

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_MARON_YANAGIWARA
source: HSF Maron Yanagiwara
ja: HSF 柳原麻侖
zh: Maron Yanagiwara

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_MEI_IRIZAKI
source: HSF Mei Irizaki
ja: HSF 西崎芽依
zh: Mei Irizaki

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_MINA_THEA
source: HSF Thea Kreutzer
zh: 西娅-克罗伊策

# IDS_SOUND_MOD_HIGHSCHOOLFLEET_MOEKA_CHINA
source: HSF Moeka China
ja: HSF 知名もえか
zh: Moeka China

# IDS_SOUND_MOD_NATION
source: National
es_mx: Nacional
ja: 国別
pl: Właściwe dla kraju
ru: Национальная
uk: Національна
zh: 英语
zh_sg: 国家

# IDS_SOUND_MOD_NATION_PLUS
source: National voiceover +
es_mx: Narración nacional +
ja: 国別ボイスオーバー +
pl: Dubbing +
ru: Национальная озвучка +
uk: Національне озвучення +
zh: 各国配音
zh_sg: 各国配音 +

# IDS_SOUND_MOD_PIRATE
source: Pirate
es_mx: Pirata
ja: 海賊
pl: Pirat
ru: Пиратская
uk: Піратська
zh: 海盗
zh_sg: 海盗

# IDS_SOUND_MOD_SEAGAL
source: Steven Seagal (English)
es_mx: Steven Seagal (Inglés)
ja: Steven Seagal (英語)
pl: Steven Seagal (Angielski)
ru: Steven Seagal (Английский)
uk: Steven Seagal (Англійська)
zh: 史蒂文-西格尔
zh_sg: Steven Seagal（英）

# IDS_SOUND_MOD_USAOVECHKIN
source: Alexander Ovechkin EN
pl: Aleksander Owieczkin EN
ru: Александр Овечкин EN
uk: Олександр Овечкін EN
zh: 亚历山大-奥维奇金

# IDS_SOUND_MOD_USAOVECHKINPREM
source: Alexander Ovechkin
pl: Aleksander Owieczkin
zh: 亚历山大-奥维奇金

# IDS_SOUND_MOD_USAOVECHKINPREMHELL
source: Alexander Ovechkin
pl: Aleksander Owieczkin
zh: 亚历山大-奥维奇金

# IDS_SOUND_MOD_USSROVECHKIN
source: Alexander Ovechkin RU
pl: Aleksander Owieczkin RU
ru: Александр Овечкин RU
uk: Олександр Овечкін RU
zh: 亚历山大-奥维奇金

# IDS_SOUND_OPTIONS
source: Audio
ja: オーディオ
pl: Dźwięk
ru: Звук
uk: Звук
zh: 声音
zh_sg: 声音

# IDS_SOUND_PARAMS
source: Audio
ja: オーディオ
pl: Dźwięk
ru: Звук
uk: Звук
zh: 声音
zh_sg: 声音

# IDS_SOUND_PRESET
source: Sound quality
es_mx: Calidad de sonido
ja: サウンド品質
pl: Jakość dźwięku
ru: Качество звука
uk: Якість звуку
zh: 音效质量
zh_sg: 音效质量

# IDS_SOUTHERN_DRAGON_KING
source: Southern Dragon King
zh: 南海龙王
zh_sg: 南海龙王

# IDS_SPACEMAN1
source: Queen Bee
pl: Królowa pszczół
zh: 蜂后

# IDS_SPACEMAN2
source: Golden Konung
zh: 金爵

# IDS_SPACEMAN3
source: Pete Earthling
zh: 地球人皮特

# IDS_SPACEMAN4
source: Hzrzngh (The Great)
pl: Hzrzngh (Wielki)
uk: Hzrzngh (Великий)
zh: H大师

# IDS_SPACEMAN6
source: Red Freedom
zh: 红色自由

# IDS_SPACEMAN7
source: Dart Norman
zh: 达特-诺曼

# IDS_SPACEMAN8
source: Cybermedes
zh: 赛博米堤亚

# IDS_SPACEMAN9
source: LilFish OG
zh: 里尔鱼

# IDS_SPACES/00_CO_OCEAN
source: Ocean
es_mx: Océano
ja: 大海原
ru: Океан
uk: Океан
zh: 无尽之海
zh_sg: 海洋

# IDS_SPACES/00_CO_OCEAN_DESCR
source: Somewhere in the Atlantic.
es_mx: En Algún Lugar del Atlántico.
ja: 大西洋のどこか
pl: Gdzieś na Atlantyku.
ru: Безымянные воды где-то в Атлантике.
uk: Десь в Атлантиці.
zh: 大西洋的某处。
zh_sg: 大西洋的某处。

# IDS_SPACES/00_DOMINATION_TEST
source: Test map
es_mx: Mapa de prueba
ja: テストマップ
pl: Mapa testowa
ru: Тестовая карта
uk: Тестова мапа
zh: 测试地图
zh_sg: 测试地图

# IDS_SPACES/00_DOMINATION_TEST_DESCR
source: Test map. Intended for testing Domination mode.
es_mx: Mapa de prueba. Diseñado para pruebas del modo Dominación.
ja: テストマップ 制圧戦モードのテスト用
pl: Mapa testowa. Jej zadaniem jest testowanie trybu dominacji.
ru: Тестовая карта. Для тестирования режима Превосходство.
uk: Тестова мапа. Щоб тестувати режим Перевага.
zh: 测试地图。 用来测试制海权模式。
zh_sg: 测试地图。 用来测试统治模式。

# IDS_SPACES/00_PURE_GAMEPLAY
source: Empty Map
es_mx: Mapa Vacío
ja: 空マップ
pl: Pusta mapa
ru: Пустая карта
uk: Порожня мапа
zh: 空白地图
zh_sg: 空白地图

# IDS_SPACES/00_PURE_GAMEPLAY_DESCR
source: Test map. An empty sector of ocean to gain better insight into gameplay zen.
es_mx: Mapa de prueba. Un sector vacío del océano para obtener una mejor percepción del juego.
ja: テストマップ。 ゲームプレイ検証用の何もない海域です。
pl: Mapa testowa. Pusty obszar oceanu pozwalający lepiej zrozumieć rozgrywkę.
ru: Тестовая карта. Участок пустого океана для постижения игрового дзэн.
uk: Тестова мапа. Ділянка відкритого океану для осягнення ігрового дзен.
zh: 测试用地图。 为更容易深入了解其游戏性意境的一片空白之海。
zh_sg: 测试地图。 为更容易深入了解游戏玩法和环境的一片空白之海。

# IDS_SPACES/01_SOLOMON_ISLANDS
source: Solomon Islands
es_mx: Islas Salomón
ja: ソロモン諸島
pl: Wyspy Salomona
ru: Соломоновы острова
uk: Соломонові острови
zh: 狂鲨怒湾
zh_sg: 所罗门群岛

# IDS_SPACES/01_SOLOMON_ISLANDS_DESCR
source: This is a sunny paradise with an active volcano and the most important strategic airfield in the Pacific.
es_mx: Este es un paraíso soleado con un volcán activo y el aeropuerto estratégico más importante del Pacífico.
ja: 活火山を有するこの常夏のパラダイスは、太平洋における最も重要な戦略的飛行場である
pl: Jest to słoneczna plaża z aktywnym wulkanem i najważniejszym strategicznie lotniskiem na Pacyfiku.
ru: Солнечный рай с настоящим вулканом и одновременно важнейший стратегический аэродром в Тихом океане.
uk: Сонячний рай із справжнім вулканом та одночасно найважливіший стратегічний аеродром у Тихому океані.
zh: 这是座拥有一座活火山以及于太平洋地区极为重要的战略机场阳光乐园。
zh_sg: 一座阳光明媚的乐园，有活火山和太平洋最高战略地位的机场。

# IDS_SPACES/02_FIORDS
source: Fiords
es_mx: Fiordos
ja: フィヨルド
pl: Fiordy
ru: Фьорды
uk: Фіорди
zh: 峡湾
zh_sg: 峡湾

# IDS_SPACES/02_FIORDS_DESCR
source: Mighty rocky straits of Northern Norway.
es_mx: El poderoso estrecho de piedras del Norte de Noruega.
ja: ノルウェイ北部の岩の多い壮大な海峡
pl: Potężne, skalne cieśniny północnej Norwegii.
ru: Могучие скалистые проливы Северной Норвегии.
uk: Могутні скелясті протоки Північної Норвегії.
zh: 斯堪的纳维亚半岛北部的巨大岩石海峡。
zh_sg: 挪威北部的巨大岩石海峡。

# IDS_SPACES/03_GREENLAND
source: Greenland
es_mx: Groenlandia
ja: グリーンランド
pl: Grenlandia
ru: Гренландия
uk: Гренландія
zh: 格陵兰岛
zh_sg: 格陵兰岛

# IDS_SPACES/03_GREENLAND_DESCR
source: These waters are full of dangerous icebergs and treacherous reefs.
es_mx: Estas aguas están llenas de peligrosos icebergs y arrecifes traicioneros.
ja: 危険な氷山や岩礁が多数存在する海域
pl: Te wody pełne są niebezpiecznych gór lodowych i zdradliwych raf.
ru: Эти воды полны смертоносных айсбергов и коварных рифов.
uk: У цих водах повно смертоносних айсбергів та підступних рифів.
zh: 这些水域充满着危险的冰山以及诡谲的礁岩。
zh_sg: 这些水域充满着危险的冰山以及诡谲的礁岩

# IDS_SPACES/04_ARCHIPELAGO
source: Archipelago
es_mx: Archipiélago
ja: 列島
pl: Archipelag
ru: Архипелаг
uk: Архіпелаг
zh: 深渊之锁
zh_sg: 群岛

# IDS_SPACES/04_ARCHIPELAGO_DESCR
source: Russian islands in the Sea of Okhotsk.
es_mx: Islas rusas en el Mar de Ojotsk.
ja: オホーツク海にあるロシアの島々
pl: Rosyjskie wyspy na Morzu Ochockim
ru: Острова России в Охотском море.
uk: Російські острови в Охотському морі.
zh: 位于鄂霍次克海的岛屿。
zh_sg: 位于鄂霍次克海的岛屿。

# IDS_SPACES/05_RING
source: Ring
es_mx: Anillo
ja: リング
pl: Krąg
ru: Кольцо
uk: Кільце
zh: 连环之岛
zh_sg: 环岛

# IDS_SPACES/05_RING_DESCR
source: A ring of mountainous islands that form a "safe haven" in the center of the map.
es_mx: Un anillo de islas montañosas que forman un "refugio seguro" en el centro del mapa.
ja: 山がちな島々が環状に並び、その中心部は「安全な休息地」となっている
pl: Krąg skalistych wysp, które tworzą „bezpieczną przystań” w środku mapy.
ru: Кольцо гористых островов образует «тихую гавань» в центре карты.
uk: Кільце гористих островів утворює «тиху гавань» у центрі мапи.
zh: 高山岛屿于地图中心环绕而形成了「安全的避风港」。
zh_sg: 高山岛屿于地图中心环绕而形成了“安全的避风港”。

# IDS_SPACES/08_NE_PASSAGE
source: Strait
es_mx: Estrecho
ja: 海峡
pl: Bełt
ru: Пролив
uk: Протока
zh: 风暴眼
zh_sg: 海峡

# IDS_SPACES/08_NE_PASSAGE_DESCR
source: A strait between two continents encompassing both large and small islands.
es_mx: Un estrecho entre dos continentes acompañados de islas grandes y pequeñas.
ja: 2 つの大陸間の海峡には、大小様々な島々が存在している
pl: Cieśnina pomiędzy dwoma kontynentami otaczającymi zarówno duże, jak i małe wyspy.
ru: Пролив между двумя континентами, содержащий как крупные так и мелкие острова.
uk: Протока між двома континентами, яка містить великі та малі острови.
zh: 两块陆地之间的海峡，围绕着大大小小的岛屿。
zh_sg: 两块陆地之间的海峡，围绕着大大小小的岛屿。

# IDS_SPACES/10_NE_BIG_RACE
source: Big Race
es_mx: Gran Carrera
ja: ビッグレース
pl: Wielki wyścig
ru: Большая гонка
uk: Велика гонка
zh: 狩猎峡湾
zh_sg: 大环礁

# IDS_SPACES/10_NE_BIG_RACE_DESCR
source: A large island and a chain of small islands dividing the map into two parts.
es_mx: Una isla grande y una cadena de islas pequeñas dividen el mapa en dos partes.
ja: 1 つの大きな島と、1 ヶ所の小さな島の連なりが、このマップを 2 つに分割している
pl: Duża wyspa i łańcuch mniejszy wysepek dzielących mapę na dwie części.
ru: Крупный остров и вереница малых островов, разделяют карту на две части.
uk: Великий острів і низка малих островів, які поділяють мапу на дві частини.
zh: 一座大岛及一连串小岛将地图分成两个部分。
zh_sg: 一座大岛及已一大群小岛将地图分成两个部分。

# IDS_SPACES/13_OC_NEW_DAWN
source: New Dawn
es_mx: Nuevo Amanecer
ja: 新たなる夜明け
pl: Nowy Świt
ru: Новый рассвет
uk: Новий світанок
zh: 乱礁靶场
zh_sg: 新曙光

# IDS_SPACES/13_OC_NEW_DAWN_DESCR
source: New dawn in an area of combat operations.
es_mx: Una nueva era en el área de operaciones de combate.
ja: 戦闘作戦エリアに新たなる夜明けが訪れる
pl: Świt nad obszarem objętym działaniami zbrojnymi.
ru: Новый рассвет в зоне боевых действий.
uk: Новий світанок у зоні бойових дій.
zh: 位于作战行动地区的新曙光。
zh_sg: 作战行动区域的新曙光。

# IDS_SPACES/14_ATLANTIC
source: The Atlantic
es_mx: El Atlántico
ja: 大西洋
pl: Atlantyk
ru: Атлантика
uk: Атлантика
zh: 大西洋
zh_sg: 大西洋

# IDS_SPACES/14_ATLANTIC_DESCR
source: Coastal area of the Atlantic Ocean.
es_mx: Área costera del Océano Atlántico.
ja: 大西洋の沿岸部
pl: Tereny przybrzeżne Oceanu Atlantyckiego.
ru: Прибрежный район Атлантического океана.
uk: Прибережна зона Атлантичного океану.
zh: 大西洋沿岸地区。
zh_sg: 大西洋沿岸地区。

# IDS_SPACES/15_NE_NORTH
source: North
es_mx: Norte
ja: 北方
pl: Północ
ru: Север
uk: Північ
zh: 刺刀峡湾
zh_sg: 北方群岛

# IDS_SPACES/15_NE_NORTH_DESCR
source: Cold northern waters. Rough and tough battle.
es_mx: Las frías aguas del norte. Una batalla dura y complicada.
ja: 酷寒の北方海域における荒々しい激戦
pl: Zimne północne wody. Twarda walka w surowych warunkach.
ru: Холодные северные воды. Суровый и жёсткий бой.
uk: Холодні північні води. Суворий і жорстокий бій.
zh: 寒冷的北方水域。困难且艰苦的战斗。
zh_sg: 寒冷的北方水域。困难且艰苦的战斗。

# IDS_SPACES/16_OC_BEES_TO_HONEY
source: Hotspot
es_mx: Punto Caliente
ja: ホットスポット
pl: Gorący punkt
ru: Край вулканов
uk: Край вулканів
zh: 怒海新星
zh_sg: 热点

# IDS_SPACES/16_OC_BEES_TO_HONEY_DESCR
source: Tropical waters somewhere in Melanesia.
es_mx: Aguas tropicales en alguna parte de Melanesia.
ja: メラネシアのどこかにある熱帯海域
pl: Tropikalne wody gdzieś na Melanezji.
ru: Тропические воды где-то в Меланезии.
uk: Тропічні води десь у Меланезії.
zh: 美拉尼西亚某处的热带水域。
zh_sg: 美拉尼西亚某处的热带水域。

# IDS_SPACES/17_NA_FAULT_LINE
source: Fault Line
es_mx: Línea de Falla
ja: 断層線
pl: Linia tektoniczna
ru: Линия разлома
uk: Лінія розлому
zh: 海神之击
zh_sg: 断层线

# IDS_SPACES/17_NA_FAULT_LINE_DESCR
source: Deep continental fracture hidden beneath the water.
es_mx: Una ruptura profunda continental escondida debajo del agua.
ja: 大陸の深い割れ目が水面直下に沈んでいる
pl: Głęboka szczelina kontynentalna ukryta pod powierzchnią wody.
ru: Глубокий континентальный разлом скрыт под толщей воды.
uk: Глибокий континентальний розлом приховано під товщею води.
zh: 隐藏在水面下的陆地无底裂缝。
zh_sg: 隐藏在水面下的陆地无底裂缝。

# IDS_SPACES/18_NE_ICE_ISLANDS
source: Islands of Ice
es_mx: Islas de Hielo
ja: 氷の群島
pl: Lodowe wyspy
ru: Ледяные острова
uk: Крижані острови
zh: 冰海追击
zh_sg: 冰岛

# IDS_SPACES/18_NE_ICE_ISLANDS_DESCR
source: A home to whalers and hunters. Glacial icebergs and a severe climate.
es_mx: Un hogar para los balleneros y cazadores. Icebergs glaciales y un clima severo.
ja: 凍てついた氷河が散在する極寒のこのエリアは、捕鯨船や狩人のホームである
pl: Tereny wielorybników i myśliwych. Góry lodowe i bezlitosny klimat.
ru: Земля китобоев и охотников. Ледяные айсберги и суровый климат.
uk: Земля китобоїв та мисливців. Айсберги та суворий клімат.
zh: 捕鲸人和猎人的家。冰川漂浮着冰山并有着严峻的气候。
zh_sg: 捕鲸人和猎人的家。冰川漂浮着冰山并有着严峻的气候。

# IDS_SPACES/19_OC_PREY
source: Trap
es_mx: Trampa
ja: 罠
pl: Pułapka
ru: Ловушка
uk: Пастка
zh: 克拉肯之口
zh_sg: 陷阱

# IDS_SPACES/19_OC_PREY_DESCR
source: A harbor suitable for navigation and destruction...
es_mx: Un puerto para la navegación y la destrucción.
ja: この入り江は、航海にも破壊にも適している...
pl: Przystań nadająca się do nawigacji... lub zniszczenia.
ru: Удобная гавань для навигации, и для гибели...
uk: Зручна гавань для навігації, і для загибелі...
zh: 适合用来航行及破坏的港口...
zh_sg: 适合用来航行及破坏的港口...

# IDS_SPACES/20_NE_TWO_BROTHERS
source: Two Brothers
es_mx: Dos Hermanos
ja: 二人の兄弟
pl: Dwaj bracia
ru: Два брата
uk: Два брати
zh: 双峰海峡
zh_sg: 双峰海峡

# IDS_SPACES/20_NE_TWO_BROTHERS_DESCR
source: Two large islands that share the map as siblings.
es_mx: Dos grandes islas que comparten el mapa como gemelos.
ja: 2 つの大きな島が、まるで兄弟のように並んでいる
pl: Dwie duże wyspy dzielące między siebie mapę niczym rodzeństwo.
ru: Два больших острова, как два брата, делящих между собой карту.
uk: Два великих острови, як два брати, — ділять між собою мапу.
zh: 两块像兄弟姊妹般的大岛共享着这张地图。
zh_sg: 两块像兄弟姊妹般的大岛共享着这张地图。

# IDS_SPACES/22_TIERRA_DEL_FUEGO
source: Land of Fire
es_mx: Tierra de Fuego
ja: 火の地
pl: Ziemia Ognista
ru: Огненная земля
uk: Вогняна земля
zh: 火海炼狱
zh_sg: 火焰之岛

# IDS_SPACES/22_TIERRA_DEL_FUEGO_DESCR
source: Southern waters of Latin America: specific region, complex setting.
es_mx: Aguas al sur de América Latina: región específica, puesta compleja.
ja: 南アメリカ南端部にある入り組んだ海域
pl: Południowe wody Ameryki Łacińskiej: specyficzny region, złożone otoczenie.
ru: Южные воды Латинской Америки: необычная земля, непростые условия.
uk: Південні води Латинської Америки: незвичайна земля, непрості умови.
zh: 拉丁美洲的南方水域：特定的地区、复杂的设置。
zh_sg: 拉丁美洲的南部水域：特定的地区、复杂的环境。

# IDS_SPACES/23_SHARDS
source: Shards
es_mx: Fragmentos
ja: 破片
pl: Okruchy
ru: Осколки
uk: Уламки
zh: 破碎之地
zh_sg: 破碎之地

# IDS_SPACES/23_SHARDS_DESCR
source: Extremely narrow straits combined with large islands.
es_mx: Estrechos extremadamente reducidos combinados con grandes islas.
ja: 大きな島々と、とても狭い海峡
pl: Wyjątkowo wąskie cieśniny połączone z dużymi wyspami.
ru: Необычно узкие проливы в сочетании с крупными островами.
uk: Незвичайно вузькі протоки у поєднанні з великими островами.
zh: 与大岛相结合的极狭窄海峡。
zh_sg: 与大岛相结合的极狭窄海峡。

# IDS_SPACES/24_RENDEZVOUS
source: Rendezvous
es_mx: Punto de reunión
ja: ランデヴー
ru: Рандеву
uk: Рандеву
zh: 交会
zh_sg: 会合地

# IDS_SPACES/24_RENDEZVOUS_DESCR
source: A meeting point. The center of the map is partially concealed. The area of small rocks is a short way from the center to the right flank.
es_mx: Un lugar de encuentro. El centro del mapa está completamente escondido. El área de pequeñas islas es una corta manera de llegar al centro por el flanco derecho.
ja: 会合地点。マップ中央部は部分的に隠されており、小さな岩々があるエリアは、中央部から右側面への近道である
pl: Punkt spotkań. Środek mapy jest częściowo zasłonięty. Obszar, w którym znajdują się niewielkie skały jest skrótem ze środka na prawą flankę.
ru: Место встречи. Частично защищённый центр карты. Зона малых скал — путь из центра на правый фланг.
uk: Місце зустрічі. Частково захищений центр мапи. Зона малих скель — найкоротший шлях із центру на правий фланг.
zh: 交会点。地图的中心被部分隐藏起来。小型岩石区是从中心到右侧的最短航路。
zh_sg: 会合地点。地图的中心被部分隐藏起来。小型岩石区是从中心到右侧的最短航路。

# IDS_SPACES/25_SEA_HOPE
source: Sea of Fortune
es_mx: Mar de la Fortuna
ja: 幸運の海
pl: Morze nadziei
ru: Море надежды
uk: Море надії
zh: 命运之海
zh_sg: 命运之海

# IDS_SPACES/25_SEA_HOPE_DESCR
source: A sea combining a lot of advantageous factors.
es_mx: Un mar combinado de muchos factores de ventaja.
ja: 様々な好要素が組み合わされた海域
pl: Morze, na którym znajdują się czynniki dające przewagę.
ru: Море, где удачно сочетаются многие факторы.
uk: Море, де вдало поєднується чимало факторів.
zh: 结合了大量有利因素的大海。
zh_sg: 结合了大量有利因素的大海。

# IDS_SPACES/28_NAVAL_MISSION
source: Tears of the Desert
es_mx: Lágrimas del Desierto
ja: 砂漠の涙
pl: Łzy pustyni
ru: Слёзы пустыни
uk: Сльози пустелі
zh: 沙漠之泪
zh_sg: 荒漠之泪

# IDS_SPACES/28_NAVAL_MISSION_DESCR
source: Somewhere in the Red Sea.
es_mx: En Algún Lugar del Mar Rojo.
ja: 紅海のどこか
pl: Gdzieś na morzu czerwonym.
ru: Где-то в районе Красного моря.
uk: Десь у Червоному морі.
zh: 红色海洋。
zh_sg: 红海的某处。

# IDS_SPACES/33_NEW_TIERRA
source: Polar
ja: 極地
pl: Biegun
ru: К полюсу!
uk: До полюса!
zh: 铁血冰原
zh_sg: 极地

# IDS_SPACES/33_NEW_TIERRA_DESCR
source: The Nobel camp in the ice-cold embrace of New Land.
es_mx: El campo Nobel en el lecho helado de Nueva Tierra.
ja: 氷の新天地には、ノーベル・キャンプが設営されている
pl: Obóz Nobla w lodowatym uścisku Nowej Ziemi.
ru: Где-то здесь лагерь Нобеля в ледяных объятиях новой земли.
uk: Десь тут табір Нобеля у крижаних обіймах Нової Землі.
zh: 被新世界的冰冷所环绕的诺贝尔营。
zh_sg: 被新大陆的冰冷所环绕的诺贝尔营地。

# IDS_SPACES/34_OC_ISLANDS
source: Islands
es_mx: Islas
ja: 群島
pl: Wyspy
ru: Острова
uk: Острови
zh: 深渊之锁
zh_sg: 岛屿

# IDS_SPACES/34_OC_ISLANDS_DESCR
source: Jolly green islands of dear old Britain.
es_mx: Islas felizmente verdes de la antigua querida Bretaña.
ja: 懐かしきイギリスの陽気な緑の島々
pl: Stare, dobre i przyjemne, zielone wyspy brytyjskie.
ru: Весёлые зелёные острова старой доброй Англии.
uk: Веселі зелені острови старої доброї Англії.
zh: 老一辈人最爱的愉快绿色岛屿。
zh_sg: 老一辈英国人最爱的欢乐绿色岛屿。

# IDS_SPACES/35_NE_NORTH_WINTER
source: Northern Lights
es_mx: Luces del Norte
ja: 北極光
pl: Zorza polarna
ru: Северное сияние
uk: Північне сяйво
zh: 北极之光
zh_sg: 北极光

# IDS_SPACES/35_NE_NORTH_WINTER_DESCR
source: Battles are fought during polar nights as well.
es_mx: Las batallas son luchadas durante noches polares también.
ja: 極地方での夜間戦闘
pl: W trakcie nocy polarnych bitwy nie ustają.
ru: Сражение продолжается и во время полярной ночи.
uk: Бій триває й під час полярної ночі.
zh: 战斗将在北极光的照耀下更加升华。
zh_sg: 战斗在极地夜晚时分仍将继续。

# IDS_SPACES/37_RIDGE
source: Mountain Range
es_mx: Cordillera
ja: 山岳地帯
pl: Pasmo górskie
ru: Горная цепь
uk: Гірський ланцюг
zh: 山脉锁链
zh_sg: 崇山峻岭

# IDS_SPACES/37_RIDGE_DESCR
source: A mountain range in the middle of a strait.
es_mx: Un rango de montañas en medio del estrecho.
ja: 海峡の中央に山脈が連なっている
pl: Masyw górski pośrodku cieśniny.
ru: Горный хребет посреди залива.
uk: Гірський хребет посеред затоки.
zh: 一座山脉位于海峡的中央。
zh_sg: 一座位于海峡中央的山脉。

# IDS_SPACES/38_CANADA
source: Shatter
es_mx: Destrozos
ja: 粉砕
pl: Rozbicie
ru: Раскол
uk: Розкол
zh: 碎钻群岛
zh_sg: 碎钻群岛

# IDS_SPACES/38_CANADA_DESCR
source: North American islands somewhere near Canada.
es_mx: Islas Norteamericanas en algún lugar cerca de Canadá.
ja: カナダ付近のどこかにある北アメリカの島々
pl: Północnoamerykańskie wyspy położone niedaleko Kanady.
ru: Острова Северной Америки, где-то в районе Канады.
uk: Острови Північної Америки, десь біля Канади.
zh: 靠近某处岛屿。
zh_sg: 靠近加拿大某处的北美岛屿。

# IDS_SPACES/40_OKINAWA
source: Okinawa
ja: 沖縄
ru: Окинава
uk: Окінава
zh: 巨舰之殇
zh_sg: 冲绳岛
