Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DESCRIPTION_PCZA012_BRITISHARC
source: Getting through two world wars was probably the most difficult challenge the Royal Navy has faced in its long history. Ships under flags bearing St. George's Cross clashed with their enemy in vast expanses of the world's oceans, winning glorious victories and suffering bitter defeats. However, behind each bright chapter in this part of naval combat history lies hard, sometimes barely perceptible, day-to-day work. In the 20th century, most of the labor was performed by destroyers. They kept watch without interruption for weeks and months, bravely confronted the elements of nature out on the high seas, and countered enemy surface ships, submarines, and aircraft. There existed hardly any other ships in naval history that could have undertaken such a varied range of combat tasks, and so numerous, as the Royal Navy and Commonwealth ships did during both world wars.
es_mx: Atravesar dos Guerras Mundiales fue probablemente el reto más difícil que la Marina Real ha enfrentado en su larga historia. Los barcos con banderas que portaban la Cruz San Jorge combatieron a sus enemigos en el vasto espacio de los océanos del mundo, ganando gloriosas victorias y sufriendo amargas derrotas. Sin embargo, detrás de cada brillante capítulo en esta parte de la historia del combate naval se encuentra el difícil, y en ocasiones casi imperceptible, trabajo de todos los días. En el siglo XX, la peor parte del trabajo era llevada a cabo principalmente por los destructores. Ellos mantenían la vigilancia sin interrupción por semanas y meses, enfrentando valientemente a los elementos de la naturaleza en alta mar, y rechazando a los barcos de superficie, submarinos y aviones enemigos. Difícilmente han existido otros barcos en la historia naval que hubieran podido haber llevado a cabo una variedad tan amplia y numerosa de tareas de combate, como los barcos de la Marina Real y el Commonwealth que participaron en ambas guerras mundiales.
ja: 2 度の世界大戦を乗り越えることは、イギリス海軍にとって、その長い歴史の中で直面したおそらく最大の挑戦でした。聖ゲオルギウス十字旗を掲げる各艦艇は、世界の海の至る所で敵と激突し、栄光ある勝利を勝ち取る一方で、厳しい敗北も喫しました。しかし、この時期の海戦史の輝かしい各章の陰には、過酷ですがしばしば見過ごされがちな日常業務がありました。 20 世紀に、この骨折り仕事の中心となったのは主に駆逐艦でした。これらの駆逐艦は、何週間あるいは何ヶ月もの間休むことなく監視を継続し、外洋の自然現象に立ち向かい、敵の水上艦、潜水艦、航空機を迎撃しました。両大戦におけるイギリス海軍およびイギリス連邦所属艦ほど幅広い戦闘任務を数多くこなした艦艇は、海軍史を紐解いてもほとんど存在しません。
pl: Przetrwanie dwóch wojen światowych było prawdopodobnie największym wyzwaniem w długiej historii Royal Navy. Okręty z krzyżem Św. Jerzego na masztach walczyły na licznych morzach świata, odnosząc chwalebne zwycięstwa i ponosząc gorzkie porażki. Za każdym rozdziałem tej historii bojowej kryje się ciężka, codzienna praca. W XX wieku ciężar działań brały na siebie głównie niszczyciele. Stały na straży nieprzerwanie tygodniami lub miesiącami, mężnie stawiając czoła siłom natury oraz okrętom nawodnym, podwodnym i samolotom wroga. W historii marynarki trudno jest znaleźć inny rodzaj okrętu, który podołałby tak zróżnicowanym i tak licznym zadaniom bojowym, jak okręty Royal Navy i Wspólnoty, które brały udział w obu wojnach światowych.
ru: Две мировые войны стали едва ли не самым серьёзным испытанием для Королевского флота за всю его долгую историю. Корабли под флагом Святого Георгия сходились в смертельных схватках с врагом на просторах всех мировых океанов, одерживали славные победы, терпели горькие поражения. Однако за яркими страницами боевой истории всегда стоит тяжёлый, подчас незаметный, каждодневный труд. В военно-морском деле XX века этот труд во многом лёг на плечи эсминцев. Они несли боевую вахту непрерывно неделями и месяцами, отважно противостояли стихии на океанских просторах, сражались с надводным, подводным и воздушным врагом. В истории вряд ли ещё найдутся корабли, которые столкнулись со столь широким спектром задач в таких же колоссальных объёмах, какой довелось выполнить в двух мировых войнах эсминцам флотов Великобритании и стран Содружества.
uk: Дві світові війни стали чи не найсуворішим випробуванням для Королівського флоту за всю його довгу історію. Кораблі під прапором Святого Георгія сходилися в смертельних боях із ворогом на океанських обширах усіх океанів, здобували славні перемоги й зазнавали гірких поразок. Однак, яскраві сторінки бойової історії завжди творяться важкою, часом непомітною, щоденною працею. У військово-морській справі XX століття цю працю виконували здебільшого есмінці. Тижнями й місяцями вони невпинно перебували на бойовій вахті, протистояли стихії на океанських просторах, билися з надводними й підводними ворогами та протистояли загрозі з повітря. Навряд чи в історії знайдуться кораблі, що виконували б такі різноманітні завдання й у такій колосальній кількості, як есмінці флотів Великобританії та країн Співдружності під час двох світових воєн.
zh: 度过两次大战可能是Y系海军在其漫长历史中面临的最艰巨挑战。带着圣乔治旗帜的战舰在全世界海洋的广阔空间与敌人发生冲突，赢得了光荣的胜利也承受痛苦的失败。然而，在这部份海军战斗历史的每一个亮点背后都有着艰难，有时是几乎无法察觉的日常工作。 在20世纪，最沉重的劳动主要由驱逐舰担当。它们连续数周数月不间断地警戒，勇敢地面对大海的自然元素，并对抗敌方水面战舰、潜舰和飞机。海军历史上几乎没有任何其他战舰可以承担如此多样化的作战任务，而且如此众多，正如Y系海军和L系战舰在两次大战期间所负责的那样。
zh_sg: 两次世界大战可能是皇家海军在其漫长历史中面临的最艰巨的挑战。带有圣乔治十字架的旗帜下的战舰在世界上宽广的海洋上与敌人作战，赢得过光荣的胜利也经历过痛苦的失败。然而，在海军历史中这一篇章的每一个高光故事背后，都是艰难的，有时几乎无法察觉的日常工作。 20世纪，冲锋陷阵的工作主要由驱逐舰来执行，他们经年累月地不间断地守望，勇敢地面对海洋上大自然的挑战，并对抗敌方水面战舰，潜艇和飞机。海军历史上几乎没有任何其他战舰可以像皇家海军和英联邦战舰在两次世界大战期间那样，承担如此多样化的、数量巨大的作战任务。

# IDS_DESCRIPTION_PCZA013_HAPPYNEWYEAR2019
source: The age of "Their Imperial Majesties" fleets, the heyday of battleships, the art of ramming stems and high masts. A time when the most powerful machines, hidden in the wombs of steel monsters, were set into motion by coal. When warships flaunted their flawlessly white or majestically black sides, and the rays of the sun played across the gilding of their rich decor. An era that bid its farewell to the roaring salute of dreadnought battleships.
es_mx: La era de las flotas de "Sus Majestades Imperiales", el apogeo de los acorazados, el arte de las rodas y los altos mástiles. Una época en la que las máquinas más poderosas, ocultas en el interior de monstruos de acero, se ponían en movimiento por medio del carbón. Cuando los barcos de guerra lucían sus costados majestuosamente blancos o impecablemente negros y los rayos del sol jugaban a través de sus brillantes decoraciones. Una era que despediría con el ensordecedor saludo de los acorazados dreadnought.
ja: 帝国列強の艦隊の時代、戦艦の全盛期、芸術的な衝角と高いマスト。鋼鉄の巨艦の内包する当時最も強力な動力機関を、石炭が動かしていた時代。軍艦が白や荘厳な黒で塗装された見事な舷側を誇示し、太陽の光が豪華な装飾の金箔を照らし出した時代。弩級戦艦の目覚ましい台頭へと繋がる時代。
pl: Era flot „Ich Cesarskich Mości”, okres rozkwitu pancerników, piękno taranowania i wysokich masztów. Czas, w którym najpotężniejsze maszyny, skrywane w okowach stalowych potworów, napędzane były węglem, kiedy okręty afiszowały się nieskazitelną bielą bądź majestatyczną czernią burt, a promienie słońca skrzyły się na bogatych dekoracjach. Era, którą zakończyły ogłuszające ryki pancerników typu drednot.
ru: Эпоха флотов «Их Императорских Величеств», расцвет броненосцев, эстетика таранных форштевней и высоких мачт. Время, когда самые мощные машины, спрятанные в утробах стальных гигантов, заставлял двигаться уголь. Когда боевые корабли красовались безупречно белыми или величественно чёрными бортами, а лучи солнца играли на позолоте их богатого декора. Эпоха, прощальным салютом которой стал грохот пушек линкоров-дредноутов.
uk: Доба «імперських» флотів, розквіт броненосців, естетика таранних форштевнів та високих щогл. Часи, коли найпотужніші машини в утробах сталевих велетнів працювали на вугіллі. Коли бойові кораблі хизувалися бездоганно білими або велично чорними бортами, а промені сонця відбивалися від позолоти їхнього багатого декору. Доба, прощальним салютом якою став гуркіт гармат лінкорів-дредноутів.
zh: 「皇帝陛下」舰队的时代，战列舰的鼎盛时期，冲撞舰艏和高桅杆的艺术。这是一个隐藏在钢铁猛兽发源地最强大的机器被煤炭驱动的时代。当战舰炫耀其完美的白色或庄严的黑色侧面时，太阳的光线穿过它们丰富装饰的镀金。一个告别无畏战列舰的咆哮致敬的时代。
zh_sg: “他们的皇帝陛下”舰队的时代，是战列舰的鼎盛时期，是冲击型艏柱和高桅杆结合的艺术。这个时代中，强大的机器隐藏在钢铁巨兽的核心之中，煤炭为它们的启动提供动力。这个时代，战舰拥有无暇的白色或庄严的黑色的侧面，太阳的光线未它精美装饰镀上了一层金色。这也是一个向无畏战舰轰鸣告别的时代。

# IDS_DESCRIPTION_PCZA014_BRITISHCVARC
source: During World War II, aviation became one of the decisive factors in battles at sea. Elements of the collection give you a chance to take an in-depth look at this formidable weapon from different angles. Special attention is paid to one of the pioneers of carrier-based aviation: the British Royal Navy.
es_mx: Durante la 2GM, la aviación se volvió uno de los factores decisivo en las batallas navales. Los elementos de la colección te dan la oportunidad de conocer a detalle esta formidable arma desde diferentes ángulos. Se presta especial atención a uno de los pioneros de la aviación embarcada: la Marina Real Británica.
ja: 二次大戦においては、航空戦力が海戦の勝敗を分ける要素のひとつとなりました。このコレクションのアイテムを集めることで、この恐るべき兵器を様々な視点から深く知ることができます。艦載機のパイオニアのひとつであるイギリス海軍には、特別な注意が払われています。
pl: W II wojnie światowej lotnictwo było jednym z kluczowych czynników decydujących o losach wojen na morzach. Elementy tej kolekcji pozwolą Ci zapoznać się z licznymi aspektami tej groźnej broni. Szczególną uwagę poświęcamy pionierom lotnictwa morskiego: brytyjskiej Royal Navy.
ru: В годы Второй мировой войны авиация стала одним из решающих факторов в сражениях на море. Элементы коллекции позволят рассмотреть это грозное оружие с разных сторон. Особое внимание в коллекции уделено одному из пионеров палубной авиации — британскому Королевскому флоту.
uk: За часів Другої світової війни авіація стала одним із вирішальних факторів у боях на морі. Елементи колекції дозволять роздивитися цю грізну зброю з різних боків. Особливу увагу в колекції приділено одному з піонерів палубної авіації — британському Королівському флоту.
zh: В годы Второй мировой войны авиация стала одним из решающих факторов в сражениях на море. Элементы коллекции позволят рассмотреть это грозное оружие с разных сторон. Особое внимание в коллекции уделено одному из пионеров палубной авиации — британскому Королевскому флоту.
zh_sg: 在第二次世界大战期间，制空权成为了海战中的决定性因素之一。该收藏中的各个元素将为您提供一个从不同角度深入了解海军航空这一强大的武器的机会。尤其重点关注舰载航空领域的开拓者：英国皇家海军。

# IDS_DESCRIPTION_PCZA015_AZURLANE
source: A collection of characters from Azur Lane
es_mx: Una colección de personajes de Azur Lane
ja: 「アズールレーン」キャラクターのコレクション
pl: Kolekcja postaci z Azur Lane
ru: Коллекция персонажей из игры Azur Lane
uk: Колекція персонажів із гри Azur Lane
zh: Коллекция персонажей из игры Azur Lane
zh_sg: 出自碧蓝航线的收藏角色

# IDS_DESCRIPTION_PCZA016_SOVIETBBARC
source: Renowned admirals, outstanding engineers, glorious naval victories, innovative projects, battleships wielding their powerful armament—this is the story of the Russian and Soviet Navy.
es_mx: Renombrados almirantes, destacados ingenieros, gloriosas victorias navales, innovadores proyectos y acorazados con un poderoso armamento: esta es la historia de la Armada Rusa y Soviética.
ja: 高名な提督、卓越したエンジニア、海戦の偉大な勝利、革新的な計画、強力な兵装を搭載した戦艦 — これはロシアとソ連の海軍の物語です。
pl: Wsławieni admirałowie, fantastyczni inżynierowie, chwalebne bitwy morskie, innowacyjne projekty i pancerniki uzbrojone w potężną artylerię – oto historia rosyjskiej i radzieckiej marynarki wojennej.
ru: Знаменитые адмиралы, выдающиеся инженеры, славные морские победы, новаторские проекты, вооружённые мощными орудиями линкоры — всё это история российского и советского флотов.
uk: Уславлені адмірали, видатні інженери, славні морські перемоги, новаторські проекти, озброєні потужними гарматами лінкори — усе це історія російського та радянського флотів.
zh: Знаменитые адмиралы, выдающиеся инженеры, славные морские победы, новаторские проекты, вооружённые мощными орудиями линкоры — всё это история российского и советского флотов.
zh_sg: 著名的海军上将、杰出的工程师、荣耀的海军胜利，革命性的计划、以及战舰上强大的武器 —— 这是关于俄罗斯和苏联海军的故事。

# IDS_DESCRIPTION_PCZA017_FRENCHDDARC
source: For about a hundred years, plaques with the following words—Honor, Motherland, Bravery, Discipline—inscribed on them could be seen affixed to the gun turrets and superstructures of the French Navy's ships. This motto of the Republic's Navy was coined by fusing the mottos of two of the country's oldest military decorations—the Legion of Honor order of merit and the Military Medal. To honor France's rich naval history, her remarkable ships, and significant awards, we're launching a new collection called "Legion of Honor".
es_mx: Desde hace unos cien años, las placas con las palabras «Honor, patria, valentía, disciplina» grabadas se pueden encontrar fijadas sobre las torretas de armamento y superestructuras de los barcos de la Armada francesa. Este lema de la Armada republicana se acuñó al fusionar los lemas de dos de las condecoraciones militares más antiguas del país: la orden de la Legión de Honor y la Medalla militar. Para rendir homenaje a la rica historia naval de Francia, sus importantes barcos y sus significativas condecoraciones, lanzamos una nueva colección llamada «Legión de Honor».
ja: およそ 100 年の間、「名誉、祖国、勇気、規律」の言葉を刻んだ銘板がフランス海軍艦艇の主砲砲塔や上部構造物に取り付けられています。フランス共和国海軍のこのモットーは、この国最古の 2 種類の軍事記章であるレジオンドヌール勲章と軍功勲章のモットーを繋げて生み出されました。 フランス海軍の長い歴史、非凡な艦艇、そして重要な褒賞に敬意を表し、新コレクション「レジオンドヌール (名誉軍団)」をお届けします。
pl: Przez około sto lat tabliczki z następującymi słowami – Honor, Ojczyzna, Odwaga, Dyscyplina – były mocowane na wieżach dział i nadbudówkach okrętów francuskiej marynarki wojennej. To motto sił morskich Republiki zostało ukute poprzez połączenie dwóch zwrotów z najstarszych francuskich odznaczeń – Orderu Legii Honorowej dla zasłużonych oraz Medalu Wojskowego. Aby uczcić bogatą historię francuskiej marynarki, jej wspaniałe okręty i znaczące osiągnięcia, wprowadziliśmy nową kolekcję pod nazwą „Legia Honorowa”.
ru: На орудийных башнях и надстройках кораблей ВМС Франции (фр. Marine Nationale) вот уже около ста лет можно увидеть таблички с надписями Honneur, Patrie, Valeur и Discipline — «Честь, Отечество, доблесть и дисциплина». Этот девиз флота Республики составлен из девизов двух самых старых наград страны — ордена Почётного легиона и Воинской медали. Военной истории Франции, её наградам, её флоту и кораблям посвящена коллекция «Почётный легион».
uk: На гарматних баштах та надбудовах кораблів ВМС Франції (фр. Marine Nationale) вже близько ста років можна побачити таблички з написами Honneur, Patrie, Valeur та Discipline — «Честь, Вітчизна, звитяга та дисципліна». Цей девіз флоту Республіки створено з девізів двох найстаріших нагород країни — ордену Почесного легіону та Військової медалі. Воєнній історії Франції, її нагородам, флоту та кораблям присвячена колекція «Почесний легіон».
zh: На орудийных башнях и надстройках кораблей ВМС Франции (фр. Marine Nationale) вот уже около ста лет можно увидеть таблички с надписями Honneur, Patrie, Valeur и Discipline — «Честь, Отечество, доблесть и дисциплина». Этот девиз флота Республики составлен из девизов двух самых старых наград страны — ордена Почётного легиона и Воинской медали. Военной истории Франции, её наградам, её флоту и кораблям посвящена коллекция «Почётный легион».
zh_sg: 在大约一百年的时间里，法国战舰的炮塔和上层设施总是刻有“荣誉、祖国、勇敢、纪律”的字样。共和国海军的这一座右铭融合了本国最古老的两种军功章：荣誉勋章和军事奖章。 为了致敬法国海军悠久的历史、知名的战舰，以及显赫的荣誉，我们推出了名为“荣誉军团”的新收藏。

# IDS_DESCRIPTION_PCZA018_ITCA_0810
source: "Resolute and Rapid" (Italian: "Con risolutezza, con rapidità") was the motto of the light cruiser Raimondo Montecuccoli. Indeed, high speed was a hallmark feature of ships of the Regia Marina, while Italian sailors were recognized by their opponents as having outstanding determination and devotion to duty.
es_mx: "Determinado y Veloz" ("Con risolutezza, con rapidità" en italiano) fue el lema del crucero ligero Raimondo Montecuccoli. De hecho, su gran velocidad era la característica distintiva de los barcos de la Regia Marina, mientras que los marineros italianos eran reconocidos incluso por sus oponentes por su determinación y su devoción al servicio.
ja: 「決意を持って迅速に」(イタリア語: 「Con risolutezza, con rapidità」) は軽巡洋艦ライモンド・モンテクッコリのモットーでした。実際、イタリア海軍の艦艇の高い速力は折り紙つきでした。イタリア人乗組員の強固な意志と任務に対する献身は敵からも一目置かれていました。
pl: „Stanowczo i gwałtownie” (wł. „Con risolutezza, con rapidità”) było mottem lekkiego krążownika Raimondo Montecuccoli. Istotnie, okręty Regia Marina cechowały się dużą prędkością maksymalną, a włoscy marynarze cieszyli się respektem ze względu na swoją determinację i oddanie służbie.
ru: «Решительно и быстро» (ит. Con risolutezza, con rapidità) — таков был девиз лёгкого крейсера Raimondo Montecuccoli. Действительно, высокая скорость была отличительной чертой кораблей Regia Marina, а решимость и преданность долгу итальянских моряков признавали и их противники.
uk: «Рішуче та швидко» (іт. Con risolutezza, con rapidità) — таким був девіз легкого крейсера Raimondo Montecuccoli. Дійсно, висока швидкість була відмітною рисою кораблів Regia Marina, а рішучість та відданість італійських моряків визнавали навіть їх супротивники.
zh: «Решительно и быстро» (ит. Con risolutezza, con rapidità) — таков был девиз лёгкого крейсера Raimondo Montecuccoli. Действительно, высокая скорость была отличительной чертой кораблей Regia Marina, а решимость и преданность долгу итальянских моряков признавали и их противники.
zh_sg: “坚决而迅速”（意大利语："Con risolutezza, con rapidità")）是轻型巡洋舰莱蒙多•蒙德库克利的座右铭。事实上，高速度正是意大利皇家海军的显著特点，同时意大利水手的对使命的决心和献身精神也获得了对手的尊敬。

# IDS_DESCRIPTION_PCZA019_HAPPYNEWYEAR2020
source: Using the example of an American heavy cruiser of the World War II era, the collection demonstrates the shipbuilding process from various angles: what it takes to lay down a ship, the people required to build her, the equipment used at shipyards, and finally, the arms and equipment mounted on warships.
es_mx: Usando el ejemplo de un crucero pesado estadounidense de la época de la II Guerra Mundial, la colección plasma el proceso de construcción de navíos desde diferentes puntos de vista: qué hace falta para poner en grada un barco, qué personas son necesarias para construirlo, el equipamiento usado en astilleros y, por último, las armas y el equipamiento montado en barcos.
ja: このコレクションでは第二次世界大戦期のアメリカ大型巡洋艦を例に、艦艇の起工に不可欠な要素、建艦に必要な人員、造船所で使用される設備、そして最後に軍艦に搭載する兵装や機器など、様々な角度から艦艇が建造される過程を紹介します。
pl: Na przykładzie amerykańskiego ciężkiego krążownika z czasów II wojny światowej kolekcja ukazuje proces budowy okrętu z różnych perspektyw: co jest niezbędne do położenia stępki, ludzie niezbędni do jego powstania, wyposażenie używane w stoczniach i w końcu – uzbrojenie i wyposażenie, jakie można znaleźć na okrętach wojennych.
ru: На примере американского тяжёлого крейсера времён Второй мировой войны коллекция позволяет рассмотреть постройку боевого корабля с самых разных ракурсов: начиная с этапов его закладки, участников строительства, используемой на верфях техники и заканчивая вооружением и оборудованием.
uk: На прикладі американського важкого крейсера часів Другої світової війни колекція дозволяє розглянути будування бойового корабля з найрізноманітніших ракурсів: починаючи з етапів його закладення, учасників будівництва, техніки, яку використовують на верфях, і закінчуючи озброєнням й обладнанням.
zh: На примере американского тяжёлого крейсера времён Второй мировой войны коллекция позволяет рассмотреть постройку боевого корабля с самых разных ракурсов: начиная с этапов его закладки, участников строительства, используемой на верфях техники и заканчивая вооружением и оборудованием.
zh_sg: 以二战时期的美国重型巡洋舰为样板，收藏从不同角度展示了造船过程：准备建造一艘船需要什么，需要哪些人员，造船厂使用的设备，以及战舰上的武器和装备。

# IDS_DESCRIPTION_PCZA020_KOTS
source: King of the Sea is the premier tournament in World of Warships, and the title carries a great deal of prestige! A grand-scale competition run by, and for, the players, where the best teams from all regions compete to achieve complete naval superiority and be crowned the Kings of the Sea. You can find more information on how participants are divided into categories, why some referees prefer sticks to carrots, what falls within the organizer's duties, and why destroyers would be better off going into a circle stern-first.
es_mx: ¡King of the Sea es el principal torneo de World of Warships y el título tiene mucho prestigio! Una competencia a gran escala dirigida por y para los jugadores, en donde los mejores equipos de todas las regiones compiten para alcanzar la superioridad naval total y ser coronados los Kings of the Sea (Reyes del Mar). Puedes encontrar más información sobre cómo se dividen los participantes en categorías, porque algunos árbitros prefieren castigar a premiar, cuales son las tareas del organizador y por qué los destructores debería entrar a un círculo listos para escapar.
ja: 「King of the Sea」は World of Warships のプレミアトーナメントであり、とても誉れ高いタイトルです! この大規模コンペティションは、運営者も参加者もプレイヤーの皆さまであり、あらゆるリージョンから最強のチーム群が集って実力を競い合い、「King of the Sea」の座を争います。 このコレクションを集めることで、参加者がどのようにカテゴリー分けされるか、一部の審判が人参をぶら下げた棒を好むのは何故なのか、主催者の仕事にはどのようなものがあるのか、駆逐艦がいち早くサークル内に突入することを避けた方が良いのは何故なのか、といったことを知ることができます。
pl: King of the Sea to najznakomitszy turniej w World of Warships, a zdobyty w nim tytuł oznacza wielki prestiż! Wielkie zawody organizowane przez graczy dla graczy – w których najlepsze drużyny ze wszystkich regionów konkurują ze sobą o dominację na morzu i tytuł Królów Mórz. Znajdziecie tu informacje na temat podziału uczestników na kategorie, dlaczego niektórzy arbitrzy wolą kije zamiast marchewek, jaką odpowiedzialność mają organizatorzy i dlaczego niszczyciele mogą wpływać do strefy kluczowej tyłem.
ru: King of the Sea — самые престижные и захватывающие соревнования World of Warships! Масштабный турнир, организованный по инициативе самих игроков, в котором лучшие команды со всех регионов соревнуются в искусстве ведения боя и сражаются за звание королей моря! Узнайте, на какие категории делятся участники турнира, почему некоторые судьи предпочитают кнут, а не пряник, что входит в обязанности организаторов и зачем эсминцам разворачиваться кормой, чтобы захватить контрольную точку.
uk: King of the Sea — найпрестижніші й захопливі змагання World of Warships! Масштабний турнір, організований з ініціативи самих гравців, у якому кращі команди з усіх регіонів змагаються в мистецтві ведення бою та б’ються за звання королів моря! Дізнайтеся, на які категорії поділяють учасників турніру; чому деякі судді віддають перевагу «батогу», а не «прянику»; що входить в обов’язки організаторів і навіщо есмінцям розгортатися кормою, щоб захопити контрольну точку.
zh: King of the Sea — самые престижные и захватывающие соревнования World of Warships! Масштабный турнир, организованный по инициативе самих игроков, в котором лучшие команды со всех регионов соревнуются в искусстве ведения боя и сражаются за звание королей моря! Узнайте, на какие категории делятся участники турнира, почему некоторые судьи предпочитают кнут, а не пряник, что входит в обязанности организаторов и зачем эсминцам разворачиваться кормой, чтобы захватить контрольную точку.
zh_sg: King of the Sea是《战舰世界》的顶级联赛，此头衔具有很高的含金量！比赛规模宏大，由来自全球各地区最好的团队同台竞，最强的队伍才能最终摘得King of the Sea桂冠。 你可以找到更多关于：参赛者如何分组、为什么有些裁判更喜欢大棒而不是胡萝卜、组织者的职责范围、以及为什么驱逐舰最好先用舰尾画一个圈。
