Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PXSS507_DESCR
source: The lead ship in a series of steam-powered submarines codenamed "Expert". Designed to be a perfect weapon, this submarine received powerful armament located fore and aft, with excellent agility and speed for this type of sub. The final price, however, coming in astonishingly high.
es_mx: La nave líder en una serie de submarinos de vapor de nombre código Experto. Creado como un arma perfecta, este submarino recibió un poderoso armamento localizado en popa, una excelente agilidad y velocidad para este tipo de submarinos con el precio final, sin embargo, a un precio sorprendentemente alto.
ja: キラーホエールは、エキスパートというコードネームで知られる蒸気推進式潜水艦の艦級のリードシップです。まさに完璧な兵器として完成されており、前後に強力な兵装を備え、この種の潜水艦としては素晴しい機動性と速力を発揮します。ただし、驚くほどに高価です。
pl: Okręt prowadzący serii napędzanych parą okrętów podwodnych o nazwie kodowej Expert. Stworzony jako broń doskonała, okręt ten posiada potężne uzbrojenie zarówno z przodu, jak i z tyu, doskonałą zwrotność i szybkość jak na ten rodzaj okrętów podwodnych. Jednak cena, jaką trzeba za to zapłacić, jest wysoka.
ru: Killer Whale («Косатка») — головной корабль серии ППЛ Expert. Созданная как совершенное оружие, эта подлодка получила мощное кормовое и носовое вооружение, отличную для своего класса живучесть, скорость, а также астрономическую стоимость.
uk: Killer Whale («Косатка») — головний корабель серії парових підводних човнів Expert. Цей ПЧ створювали як досконалу зброю, тому він отримав потужне кормове та носове озброєння, чудову для свого класу живучість, швидкість та астрономічну вартість.
zh: 代号为专家的一系列蒸汽动力潜艇的领舰。作为一种完美的武器，这艘潜艇获得了位于舰艏和舰艉的强大武器、以这类型的潜艇来说出色的灵活度和速度，然而最终却以惊人的高价出现。
zh_sg: 代号为“专家”的一系列蒸汽动力潜艇中的主力舰。作为完美的武器，这艘潜艇在船头和船尾都装备了强大武器，它具有在这种类型的潜艇中出色的灵活性和速度。当然它的价格也是极其高昂的。

# IDS_PXSS507_FULL
source: Killer Whale
zh: 虎鲸
zh_sg: 虎鲸

# IDS_PXSX001
source: Transylvania
ru: Трансильвания
uk: Трансільванія
zh: 特兰西瓦尼亚
zh_sg: 特兰西瓦尼亚

# IDS_PXSX001_FULL
source: Transylvania
ru: Трансильвания
uk: Трансільванія
zh: 特兰西瓦尼亚
zh_sg: 特兰西瓦尼亚

# IDS_PXSX001_SHORT
source: TRNS
ru: ТРНС
uk: ТРНС
zh: 特兰西瓦尼亚
zh_sg: 特兰西瓦尼亚

# IDS_PXSX013
source: Challenge
zh: 挑战
zh_sg: 挑战

# IDS_PXSX015
source: Type Sh
es_mx: Tipo Sh
ja: タイプ Sh
ru: Тип Щ
uk: Тип Щ
zh: 梭鱼级

# IDS_PXSX015_DESCR
source: Half Shark, half Shrimp. Useful life: one week; to be stored in cold water. When her useful life expires, you are left with a slot.
es_mx: Mitad Tiburón, mitad Camarón. Vida útil: una semana; par ser almacenado en agua fría. Cuando su vida útil termina, te quedas con un espacio
ja: 半分は鮫、もう半分は海老。 耐用期間: 1 週間、冷水で保存可能。耐用期間が過ぎた後には、スロット 1 個が残されます。
pl: Pół-rekin, pół-krewetka. Data przydatności: tydzień. Przechowywać w zimnej wodzie. Po tym okresie pozostaje puste miejsce w porcie.
ru: То ли Щука, то ли Лещ. Срок годности: одна неделя, хранить в холодной воде. После истечения срока годности остаётся слот.
uk: Чи то Щука, чи Щипавка. Термін придатності: один тиждень, зберігати в холодній воді. Після закінчення терміну придатності залишається місце стоянки.
zh: 一半鲨鱼、一半虾子。 使用寿命：一周；要存放在冷水中。当它的使用寿命到期时，您就会剩下一个船位。
zh_sg: 一半鲨鱼、一半虾。 使用寿命：一周；要存放在冷水中。当它的使用寿命到期时，会留下一个船位。

# IDS_PXSX015_FULL
source: Type Sh
es_mx: Tipo Sh
ja: タイプ Sh
ru: Тип Щ
uk: Тип Щ
zh: 梭鱼级

# IDS_PXSX015_SHORT
source: Sh
ru: Щ
uk: Щ
zh: 梭鱼

# IDS_PXSX016
source: Goliath
zh: 哥利亚
zh_sg: 哥利亚

# IDS_PXSX017
source: Caboteur
zh: 卡博特
zh_sg: 卡博特

# IDS_PXSX023
source: Lorina
zh: 洛里纳
zh_sg: 洛里纳

# IDS_PXSX024
source: Aronia
zh: 野樱莓
zh_sg: 野樱莓

# IDS_PXSX025
source: Medway Queen
zh: 梅德韦皇后
zh_sg: 梅德韦皇后

# IDS_PXSX026
source: Canterbury
zh: 坎特伯雷
zh_sg: 坎特伯雷

# IDS_PXSX033
source: Minelayer
es_mx: Minador
ja: 機雷敷設艦
pl: Stawiacz min
ru: Минный заградитель
uk: Мінний загороджувач
zh: 布雷舰
zh_sg: 布雷舰

# IDS_PXSX034
source: John Cattling
zh: 约翰·卡特林
zh_sg: 约翰·卡特林

# IDS_PXSX035
source: Landing Ship 1
es_mx: Barco de Desembarco 1
pl: Okręt desantowy 1
zh: 登陆舰 1
zh_sg: 登陆舰 1

# IDS_PXSX037
source: Daihatsu
zh: 大发
zh_sg: 大发

# IDS_PXSX040
source: Escort 8
es_mx: Escolta 8
pl: Eskorta 8
zh: 护卫 8
zh_sg: 护卫 8

# IDS_PXSX043
source: Medway Queen
zh: 梅德韦皇后
zh_sg: 梅德韦皇后

# IDS_PXSX044
source: Cimarron civil
zh: 西马隆
zh_sg: 西马隆

# IDS_PXSX045
source: Liberty civil
zh: 自由
zh_sg: 自由

# IDS_PXSX743
source: Intania Queen
zh: 英塔尼亚女皇
zh_sg: 英塔尼亚女皇

# IDS_PXSX815
source: Bogue
zh: 博格
zh_sg: 博格

# IDS_PXUA001_283MM_HYDE
source: 283 mm L/45 Drh LC/1906
ru: 283-мм L/45 Drh LC/1906
uk: 283-мм L/45 Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906

# IDS_PXUA002_305MM_RASPUTIN
source: Tsar Artillery
es_mx: Artillería Tsar
pl: Car-artyleria
ru: Царь-артиллерия
uk: Цар-артилерія
zh: 305 毫米 沙皇舰炮
zh_sg: 沙皇炮

# IDS_PXUA003_152MM_FRANKY
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PXUA004_120MM_HELLSINK
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PXUA701_C8_ART_STOCK
source: 203 mm/50 Mle 1932
ru: 203-мм/50 Mle 1932
uk: 203-мм/50 Mle 1932
zh: 203 毫米/50 Mle 1932

# IDS_PXUA702_380_52_TIRPITZ
source: 380 mm L52-B
ru: 380-мм L52-B
uk: 380-мм L52-B
zh: 380 毫米 L52-B

# IDS_PXUA703_ART_KIEV_H2018
source: 130 mm/50 B-2LM
ru: 130-мм/50 Б-2ЛМ
uk: 130-мм/50 Б-2ЛМ
zh: 130 毫米/50 B-2LM

# IDS_PXUA704_D8_ART_STOCK
source: 127/50 Type59
es_mx: 127/50 Tipo 59
zh: 127毫米 L/50 59式

# IDS_PXUA705_ART_Z_23_H2018
source: 128 mm L45/45 Claw
pl: 128 mm L45/45 Pazur
ru: 128-мм L45/45 Claw
uk: 128-мм L45/45 Claw
zh: 128 毫米 L45/45 螯

# IDS_PXUA706_ART_N_CAROLINA_H2018
source: 406 mm/45 Mk6
ru: 406-мм/45 Mk6
uk: 406-мм/45 Mk6
zh: 406 毫米/45 Mk6

# IDS_PXUA707_ART_MOGAMI_H2018
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PXUA711_C8_ART_STOCK
source: 152 mm/57 MK-5D
ru: 152-мм/57 МК-5Д
uk: 152-мм/57 МК-5Д
zh: 152 毫米/57 MK-5D

# IDS_PXUA721_B8_ART_STOCK
source: 380 mm L/52 Drh LC/34
ru: 380-мм L/52 Drh LC/34
uk: 380-мм L/52 Drh LC/34
zh: 380 毫米 L/52 Drh LC/34

# IDS_PXUA731_D8_ART_STOCK
source: 127 mm/38 Plague
pl: 127 mm/38 Plaga
ru: 127-мм/38 Plague
uk: 127-мм/38 Plague
zh: 127 毫米/38 Plague

# IDS_PXUA901_ZAYA_ART
source: 203 MW/50 Awateru X
ru: 203-МВт/50 Awateru X
uk: 203-МВт/50 Awateru X
zh: 203 MW/50 Aw X
zh_sg: 203兆瓦特/50 Awateru X

# IDS_PXUA902_HINDEN_APR2019_ART
source: 203 mm L/60 Morning Star
ru: 203-мм L/60 Morning Star
uk: 203-мм L/60 Morning Star
zh: 203-мм L/60 Morning Star

# IDS_PXUA903_GROZOVOY_PA_ART
source: 130 mm/Thunder
ru: 130-мм/Гроза
uk: 130-мм/Гроза
zh: 130-мм/Гроза

# IDS_PXUA904_HARUGUMO_PA_ART
source: 130 mm/Rhythm
ru: 130-мм/Ритм
uk: 130-мм/Rhythm
zh: 130-мм/Ритм

# IDS_PXUA905_NORMA_ART
source: 152 MW/50 Zeus Blast
ru: 152-МВт/50 Zeus Blast
uk: 152-МВт/50 Zeus Blast
zh: 152 MW/50 Ze B
zh_sg: 152兆瓦特/50 Zeus Blast

# IDS_PXUA906_KHABAROVSK_PA_ART
source: 130 mm/Rain
ru: 130-мм/Дождь
uk: 130-мм/Дощ
zh: 130-мм/Дождь

# IDS_PXUA907_KHABAROVSK_H19_ART
source: 130 mm/Rain
ru: 130-мм/Дождь
uk: 130-мм/Дощ
zh: 130-мм/Дождь

# IDS_PXUA911_ALLDESTROYER_STOCK
source: 406 MW/52 Entropia
ru: 406-МВт/52 Entropia
uk: 406-МВт/52 Entropia
zh: 406 MW/52 En
zh_sg: 406兆瓦特/52 Entropia

# IDS_PXUA912_ALLDESTROYER_TOP
source: 420 MW/48 EntropiaUltra
ru: 420-МВт/48 EntropiaUltra
uk: 420-МВт/48 EntropiaUltra
zh: 420 MW/48 EnU
zh_sg: 420兆瓦特/48 EntropiaUltra

# IDS_PXUA915_ASTER_ART
source: 128 MW/45 IC Petal
ru: 128-МВт/45 IC Petal
uk: 128-МВт/45 IC Petal
zh: 128 MW/45 IC 佩特尔
zh_sg: 128兆瓦特/45 IC Petal

# IDS_PXUA917_HINDENBURG_H19_ART
source: 203 mm L/60 Drh LC/34
ru: 203-мм L/60 Drh LC/34
uk: 203-мм L/60 Drh LC/34
zh: 203 毫米 L/60 Drh LC/34

# IDS_PXUA918_HENRI_H19_ART
source: 240 mm/55 Mle 1939
ru: 240-мм/55 Mle 1939
uk: 240-мм/55 Mle 1939
zh: 240 毫米/55 1939型

# IDS_PXUA919_ALASKA_H19_ART
source: 305 mm/50 Mk8
ru: 305-мм/50 Mk8
uk: 305-мм/50 Mk8
zh: 305 毫米/50 Mk8

# IDS_PXUA920_MONTANA_H19_ART
source: 406 mm/50 Mk7
ru: 406-мм/50 Mk7
uk: 406-мм/50 Mk7
zh: 406毫米/50 MK7

# IDS_PXUA921_FLYFIRE_ART
source: 127 MW/38 FLY Swat
ru: 127-МВт/38 FLY Swat
uk: 127-МВт/38 FLY Swat
zh: 127 MW/38 FLY Sw
zh_sg: 127兆瓦特/38 FLY Swat

# IDS_PXUA922_REPUBLIQ_H19_ART
source: 431 mm/50 Mle 1940
ru: 431-мм/50 Mle 1940
uk: 431-мм/50 Mle 1940
zh: 431 毫米/50 1940型

# IDS_PXUA923_YAMATO_H19_ART
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PXUA925_GALAXY_ART
source: 203 MW/55 UlteX 375
ru: 203-МВт/55 UlteX 375
uk: 203-МВт/55 UlteX 375
zh: 203 MW/55 裕德 375
zh_sg: 203兆瓦特/55 UlteX 375

# IDS_PXUA931_PARIS_ART
source: 431 MW/50 Titan XXVI
ru: 431-МВт/50 Titan XXVI
uk: 431-МВт/50 Titan XXVI
zh: 431 MW/50 泰坦 XXVI
zh_sg: 431兆瓦特/50 Titan XXVI

# IDS_PXUA935_AURORA_ART
source: 220 MW/65 Kremlin-6
ru: 220-МВт/65 Kremlin-6
uk: 220-МВт/65 Kremlin-6
zh: 220 MW/65 克林姆林-6
zh_sg: 220兆瓦特/65 Kremlin-6

# IDS_PXUB701_CV8_TB_STOCK
source: Trident VB-17
zh: 三叉戟 VB-17

# IDS_PXUB901_CV10_TB_STOCK
source: Hornets HC-I
pl: Szerszeń HC-I
zh: 无人机 HC-I

# IDS_PXUB902_CV10_TB_TOP
source: Hornets HC-II
pl: Szerszeń HC-II
zh: 无人机 HC-II

# IDS_PXUD703_CV8_DB_STOCK
source: Stymphalian VB-17
zh: 斯廷法利 VB-17

# IDS_PXUD901_CV10_DB_STOCK
source: Drones HC-I
pl: Truteń HC-I
zh: 无人机 HC-I

# IDS_PXUD902_CV10_DB_TOP
source: Drones HC-II
pl: Truteń HC-II
zh: 无人机 HC-II

# IDS_PXUE001_ENG_HYDE
source: Propulsion: 26,200 hp
es_mx: Propulsión: 26,200 hp
ja: 推力: 26,200 馬力
pl: Napęd: 26 200 KM
ru: ЭУ 26 200 л.с.
uk: СУ 26 200 к.с.
zh: 推进系统：26,200 匹马力
zh_sg: 推进系统：26200马力

# IDS_PXUE002_ENG_RASPUTIN
source: Propulsion: 30,000 hp
es_mx: Propulsión: 30,000 hp
ja: 推力: 30,000 馬力
pl: Napęd: 30 000 KM
ru: ЭУ 30 000 л.с.
uk: СУ 30 000 к.с.
zh: 推进系统：30,000 匹马力
zh_sg: 推进系统：30000马力

# IDS_PXUE004_ENG_FRANKY
source: Propulsion: 24,000 hp
es_mx: Propulsión: 24,000 hp
ja: 推力: 24,000 馬力
pl: Napęd: 24 000 KM
ru: ЭУ 24 000 л.с.
uk: СУ 24 000 к.с.
zh: 推进系统：24,000 匹马力
zh_sg: 推进系统：24000马力

# IDS_PXUE005_ENG_HELLSINK
source: Propulsion: 21,500 hp
es_mx: Propulsión: 21,500 hp
ja: 推力: 21,500 馬力
pl: Napęd: 21 500 KM
ru: ЭУ 21 500 л.с.
uk: СУ 21 500 к.с.
zh: 推进系统：21,500 匹马力
zh_sg: 推进系统：21500马力

# IDS_PXUE701_B8_ENG_STOCK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150,000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PXUE702_ENGINE_163000_TIRPITZ
source: Propulsion: 163,000 hp
es_mx: Propulsión: 163,000 hp
ja: 推力: 163,000 馬力
pl: Napęd: 163 000 KM
ru: ЭУ 163 000 л.с.
uk: СУ 163 000 к.с.
zh: 推进系统：163,000 匹马力
zh_sg: 推进系统：163000马力

# IDS_PXUE705_D8_ENG_STOCK
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PXUE709_ENG_KIEV_H2018
source: Propulsion: 81,000 hp
es_mx: Propulsión: 81 000 hp
ja: 推力: 81,000 馬力
pl: Napęd: 81 000 KM
ru: ЭУ 81 000 л.с.
uk: СУ 81 000 к.с.
zh: 推进系统：81,000 匹马力
zh_sg: 推进系统：81000马力

# IDS_PXUE710_ENG_MOGAMI_H2018
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PXUE711_D8_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PXUE712_ENG_Z_23_H2018
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70 000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PXUE713_ENG_N_CAROLINA_H2018
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PXUE721_C8_ENG_STOCK
source: Propulsion: 124,600 hp
es_mx: Propulsión: 124,600 hp
ja: 推力: 124,600 馬力
pl: Napęd: 124 600 KM
ru: ЭУ 124 600 л.с.
uk: СУ 124 600 к.с.
zh: 推进系统：124,600 匹马力
zh_sg: 推进系统：124600马力

# IDS_PXUE731_C8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PXUE741_CV8_ENG_STOCK
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PXUE902_HINDEN_APR2019_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE903_SHIMA2_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE911_CV10_ENG_STOCK
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE917_HINDENBURG_H19_ENG
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155 000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力。
zh_sg: 推进系统：155000马力

# IDS_PXUE918_HENRI_H19_ENG
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220 000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力。
zh_sg: 推进系统：220000马力

# IDS_PXUE919_ALASKA_H19_ENG
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力。
zh_sg: 推进系统：180000马力

# IDS_PXUE920_MONTANA_H19_ENG
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172 000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力。
zh_sg: 推进系统：172000马力

# IDS_PXUE921_ZAYA_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE922_REPUBLIQ_H19_ENG
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220 000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力。
zh_sg: 推进系统：220000马力

# IDS_PXUE923_YAMATO_H19_ENG
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力。
zh_sg: 推进系统：150000马力

# IDS_PXUE925_NORMA_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE931_ALLDESTROYER_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE935_ASTER_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE941_FLYFIRE_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE945_GALAXY_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE951_PARIS_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUE955_AURORA_ENG
source: PowerCube
pl: Rdzeń Mocy
zh: 高级综合型

# IDS_PXUF711_FLIGHTCONTROL_1
source: Mk17 mod. 1
zh: Mk17 1型

# IDS_PXUF901_FLIGHTCONTROL_1
source: Hive HSH-I
pl: Ul HSH-I
zh: 蜂巢 HSH-I

# IDS_PXUF902_FLIGHTCONTROL_2_A
source: Hive HSH-II
pl: Ul HSH-II
zh: 蜂巢 HSH-II

# IDS_PXUF903_FLIGHTCONTROL_2_U
source: Hive HSH-III
pl: Ul HSH-III
zh: 蜂巢 HSH-III

# IDS_PXUH001_HULL_HYDE
source: Jackal
zh: 豺狼
zh_sg: 豺狼

# IDS_PXUH002_HULL_RASPUTIN
source: Tsar Hull
es_mx: Casco Tsar
pl: Kadłub Car
ru: Царь-корпус
uk: Цар-корпус
zh: 沙皇船体

# IDS_PXUH004_HULL_FRANKY
source: Igor
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PXUH005_HULL_HELLSINK
source: Blade
zh: 布莱德
zh_sg: 布莱德

# IDS_PXUH101_HULL_SCHUKA
source: Type Sh
es_mx: Tipo Sh
ja: タイプ Sh
ru: Тип Щ
uk: Тип Щ
zh: 梭鱼级

# IDS_PXUH604_KAGERO_1943
source: Blade Type5
es_mx: Blade Tipo 5
zh: 布莱德 5型
zh_sg: 布莱德 Type5

# IDS_PXUH707_Z_23_H2018
source: Old Rat
zh: 臭老鼠

# IDS_PXUH708_KIEV_H2018
source: Chain Armor
es_mx: Blindaje de Cadena
pl: Pancerz łańcuchowy
ru: Кольчуга
uk: Кольчуга
zh: 锁子甲
zh_sg: 锁甲

# IDS_PXUH709_N_CAROLINA_H2018
source: Leviathan
es_mx: Leviatán
pl: Lewiatan
zh: 利维坦
zh_sg: 利维坦

# IDS_PXUH710_MOGAMI_H2018
source: Kraken Mk-XIII
zh: 克拉肯Mk-XIII

# IDS_PXUH711_TIRPITZ_1944
source: Pallad
zh: 诺比利

# IDS_PXUH721_BENSON_1938
source: Den
pl: Legowisko
zh: 兽穴

# IDS_PXUH731_C8_HULL_A
source: Scarab Prime
zh: 圣甲虫
zh_sg: 高级圣甲虫

# IDS_PXUH741_CHAPAEV_A
source: Svyatozar
ru: Святозар
uk: Святозар
zh: 苏亚托扎
zh_sg: 苏亚托扎

# IDS_PXUH751_LEXINGTON_1942
source: Nobilium
zh: 诺比利
zh_sg: 诺比利

# IDS_PXUH906_GROZOVOY_PA_HULL
source: Atomic Rage
ru: Ядрёный
uk: Ядролють
zh: Ядрёный
zh_sg: 原子之怒

# IDS_PXUH911_HELLCARRIER
source: HELLCARRIER
zh: 地狱航母
zh_sg: 地狱航母

# IDS_PXUH912_KHABAROVSK_PA_HULL
source: Seascythe
ru: Шальной
uk: Очманілий
zh: Шальной
zh_sg: 海镰

# IDS_PXUH914_KHABAROVSK_H19_HULL
source: Seascythe
ru: Шальной
uk: Очманілий
zh: Шальной
zh_sg: 海镰

# IDS_PXUH917_HINDENBURG_H19_HULL
source: Hindenburg (A)
zh: 兴登堡 (A)
zh_sg: 兴登堡(A)

# IDS_PXUH918_HENRI_H19_HULL
source: Henri IV (A)
zh: 亨利四世(A)
zh_sg: 亨利四世(A)

# IDS_PXUH919_ALASKA_H19_HULL
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_PXUH920_MONTANA_H19_HULL
source: Montana (A)
zh: 蒙大拿 (A)
zh_sg: 蒙大拿(A)

# IDS_PXUH921_ZAYA
source: ZAYA
zh: 扎雅
zh_sg: 扎雅

# IDS_PXUH922_REPUBLIQ_H19_HULL
source: République (A)
zh: 共和国(A)
zh_sg: 共和国(A)

# IDS_PXUH923_YAMATO_H19_HULL
source: Yamato (A)
ja: 大和 (A)
zh: 鲸 (A)
zh_sg: 大和(A)

# IDS_PXUH925_NORMA
source: NORMA
zh: 诺玛
zh_sg: 诺尔玛

# IDS_PXUH931_ALLDESTROYER
source: ALLDESTROYER
zh: 万象陨灭
zh_sg: 全部驱逐

# IDS_PXUH935_ASTER
source: ASTER
zh: 星体

# IDS_PXUH941_FLYFIRE
source: FLYFIRE
zh: 翔空烈焰
zh_sg: 飞火

# IDS_PXUH945_GALAXY
source: GALAXY
zh: 银河
zh_sg: 银河

# IDS_PXUH951_PARIS_HULL
source: PARIS
zh: 自由卫士
zh_sg: 帕里斯

# IDS_PXUH955_AURORA
source: AURORA
zh: 极光
zh_sg: 阿芙乐尔

# IDS_PXUI701_CV8_F_STOCK
source: Boreas VB-17
zh: 北风 VB-17

# IDS_PXUI901_CV10_F_STOCK
source: Wasps HC-I
pl: Osa HC-I
zh: 黄蜂 HC-I

# IDS_PXUI902_CV10_F_TOP
source: Wasps HC-II
pl: Osa HC-II
zh: 黄蜂 HC-II

# IDS_PXUS001_SUO_HYDE
source: FKS Typ 3 Mod. 2
zh: FKS 3式2型

# IDS_PXUS002_SUO_RASPUTIN
source: Tsar GFCS
pl: GFCS Car
ru: Царь-СУО
uk: Цар-СКВ
zh: 沙皇 GFCS

# IDS_PXUS003_SUO_FRANKY
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PXUS004_SUO_HELLSINK
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PXUS701_SUO
source: FKS Typ 8 Mod. 1
zh: FKS 8式1型

# IDS_PXUS703_SUO_Z_23_H2018
source: Mk8 Sixth Sense
pl: Mk8 Szósty zmysł
zh: Mk8 第六感

# IDS_PXUS704_SUO_N_CAROLINA_H2018
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PXUS705_SUO_MOGAMI_H2018
source: Type8 mod. 1
zh: 八式 1型

# IDS_PXUS721_SUO
source: GFCS VIII mod. 1-D
ru: СУО VIII мод. 1-Д
uk: СКВ VIII мод. 1-Д
zh: GFCS VIII 1型D

# IDS_PXUS731_C8_SUO_STOCK
source: PCA Anubis
zh: PCA 阿努比斯

# IDS_PXUS741_SUO
source: Mk8 Sixth Sense
pl: Mk8 Szósty zmysł
zh: Mk8 第六感

# IDS_PXUS807_D8_SUO_STOCK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PXUS901_ZAYA_SUO_STOCK
source: Clotho I
zh: 克洛索 I

# IDS_PXUS905_NORMA_SUO
source: Ariadne I
zh: 阿里阿德涅 I

# IDS_PXUS907_GROZOVOY_PA_SUO
source: Eye
es_mx: Ojo
ru: Око
uk: Око
zh: Око
zh_sg: 眼

# IDS_PXUS911_ALLDESTROYER_SUO
source: EFE mod. I
zh: EFE I型

# IDS_PXUS913_KHABAROVSK_PA_SUO
source: Eye
es_mx: Ojo
ru: Око
uk: Око
zh: Око
zh_sg: 眼

# IDS_PXUS915_ASTER_SUO
source: EFE mod. I
zh: EFE I型

# IDS_PXUS917_HINDENBURG_H19_SUO
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PXUS919_ALASKA_H19_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PXUS920_MONTANA_H19_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PXUS921_FLYFIRE_SUO
source: EFE mod. I
zh: EFE I型

# IDS_PXUS923_YAMATO_H19_SUO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PXUS925_GALAXY_SUO
source: Athena I
zh: 雅典娜 I

# IDS_PXUS926_KHABAROVSK_H19_SUO
source: Eye
es_mx: Ojo
ru: Око
uk: Око
zh: Око
zh_sg: 眼

# IDS_PXUS931_PARIS_SUO
source: Atlas I
zh: 阿特拉斯 I

# IDS_PXUT001_TORP_HELLSINK
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PXUT707_MOGAMI_H2018_TORP
source: Type90 mod. 1
zh: 九零式 1型

# IDS_PXUT708_D8_TORP_STOCK
source: Type90-17
es_mx: Tipo 90-17
zh: 90-17式

# IDS_PXUT709_Z_23_H2018_TORP
source: G7 Steinbarsch
zh: G7 斯坦巴赫

# IDS_PXUT721_D8_TORP_STOCK
source: Snake-Ball Mk5
zh: 贪吃蛇 MK5

# IDS_PXUT731_C8_TORP_STOCK
source: 53-17E "Harpoon"
es_mx: 53-17E "Arpón"
ja: 53-17E "ハープーン"
ru: 53-17Э «Гарпун»
uk: 53-17Е «Гарпун»
zh: 53-17E「鱼叉」
zh_sg: 53-17E“鱼叉”

# IDS_PXUT741_C8_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PXUT901_ZAYA_TORP_STOCK
source: Kukoyamba XO
zh: Kuk XO

# IDS_PXUT905_NORMA_TORP
source: KaskaD III
zh: 卡夫卡D III

# IDS_PXUT918_HENRI_H19_TORP
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PXUT921_FLYFIRE_TORP
source: Chrysalis TM
ru: Сhrysalis TM
uk: Сhrysalis TM
zh: 蝶蛹 TM

# IDS_PZAF005_BLOCH157
source: Bloch MB.157
zh: 布洛赫 MB.157

# IDS_PZAF017_Mitsubishi_A6M2_N
source: Mitsubishi A6M2-N
zh: 三菱 二式水战

# IDS_PZAS005_Breguet_Br790
source: Breguet Br.790
zh: 宝玑 Br.790

# IDS_PZAS006_AICHI_E16A1
source: Aichi E16A1
zh: 爱知 瑞云

# IDS_PZEP506_ANSHAN
source: Type 11
es_mx: Tipo 11
ja: タイプ 11
pl: Typ 11
ru: Тип 11
uk: Тип 11
zh: 类型 11
zh_sg: 类型 11

# IDS_PZEP506_ANSHAN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander as well as Free XP earned in a battle.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante así como la XP Libre ganada en una batalla.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP、およびフリー EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром, а также свободный опыт за бой.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир, а також збільшує вільний досвід за бій.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、降低战舰被发现的可能性并提高战舰和指挥官所获得的经验和全局经验数量。

# IDS_PZES406_HUANG_HE_NY
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 农历新年
zh_sg: 农历新年

# IDS_PZES406_HUANG_HE_NY_DESCRIPTION
source: Dedicated to the Lunar New Year.
es_mx: Dedicado al Año Nuevo Lunar.
ja: 春節を祝して。
pl: Związany z Chińskim Nowym Rokiem.
ru: Посвящается лунному Новому году.
uk: Присвячується місячному Новому року.
zh: 关于农历新年。
zh_sg: 农历新年专属。

# IDS_PZES408_IRIAN_NY
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 农历新年
zh_sg: 农历新年

# IDS_PZES408_IRIAN_NY_DESCRIPTION
source: Dedicated to the Lunar New Year. Garuda, the king of birds, will be your guardian.
es_mx: Dedicado al Año Nuevo Lunar. Garuda, el rey de las aves, será tu guardián.
ja: 春節を祝して。鳥の王であるガルーダがあなたを守ってくれることでしょう。
pl: Związany z Chińskim Nowym Rokiem. Twoim stróżem będzie Garuda, król ptaków.
ru: Посвящается лунному Новому году. Царь птиц Гаруда будет вашим защитником.
uk: Присвячується місячному Новому року. Цар птахів Ґаруда захищатиме вас.
zh: 关于农历新年。鸟中之王迦楼罗将成为您的守护者。
zh_sg: 农历新年专属。迦楼罗，百鸟之王，将会成为您的守护者。

# IDS_PZES506_ANSHAN_NY
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 农历新年
zh_sg: 农历新年

# IDS_PZES506_ANSHAN_NY_DESCRIPTION
source: Dedicated to the Lunar New Year.
es_mx: Dedicado al Año Nuevo Lunar.
ja: 春節を祝して。
pl: Związany z Chińskim Nowym Rokiem.
ru: Посвящается лунному Новому году.
uk: Присвячується місячному Новому року.
zh: 关于农历新年。
zh_sg: 农历新年专属。

# IDS_PZES508_LOYANG_NY
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 农历新年
zh_sg: 农历新年

# IDS_PZES508_LOYANG_NY_DESCRIPTION
source: Dedicated to the Lunar New Year. The true Foo Dog will protect your ship!
es_mx: Dedicado al Año Nuevo Lunar. ¡El verdadero Perro de Fu protegerá tu barco!
ja: 春節を祝して。真の唐獅子があなたの艦艇を守ります!
pl: Związany z Chińskim Nowym Rokiem. Niech Lew chiński ma w opiece Twój okręt!
ru: Посвящается лунному Новому году. Настоящий «Фу-Дог» будет охранять ваш корабль!
uk: Присвячується місячному Новому року. На захист вашого корабля стане справжній Собака Фу!
zh: 关于农历新年。真正的石狮子将守护您的战舰！
zh_sg: 农历新年专属。真正的福犬将会守护您的战舰！
