Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_KINGOFTHESEAIX
source: King of the Sea IX Finalist
es_mx: Finalista IX del King of the Sea
ja: King of the Sea IX ファイナリスト
pl: Finalista King of the Sea IX
ru: Финалист состязания King of the Sea IX
uk: Фіналіст змагання «King of the Sea IX»
zh: Финалист состязания King of the Sea IX
zh_sg: King of the Sea IX决赛选手

# IDS_ACHIEVEMENT_KINGOFTHESEAVI
source: King of the Sea VI finalist
es_mx: Finalista de "King of the Sea VI"
ja: King of the Sea VI ファイナリスト
pl: Finalista turnieju King of the Sea VI
ru: Финалист состязания King of the Sea VI
uk: Фіналіст змагання «King of the Sea VI»
zh: 海上之王 VI最终名单。
zh_sg: King of the Sea VI决赛选手

# IDS_ACHIEVEMENT_KINGOFTHESEAVII
source: King of the Sea VII finalist
es_mx: Finalista de "King of the Sea VII"
ja: King of the Sea VII ファイナリスト
pl: Finalista King of the Sea VII
ru: Финалист состязания King of the Sea VII
uk: Фіналіст змагання «King of the Sea VII»
zh: 海上之王 VII最终名单最终回。
zh_sg: King of the Sea VII决赛选手

# IDS_ACHIEVEMENT_KINGOFTHESEAVIII
source: King of the Sea VIII Finalist
es_mx: Finalista VIII del King of the Sea
ja: King of the Sea VIII ファイナリスト
pl: Finalista King of the Sea VIII
ru: Финалист состязания King of the Sea VIII
uk: Фіналіст змагання «King of the Sea VIII»
zh: Финалист состязания King of the Sea VIII
zh_sg: King of the Sea VIII决赛选手

# IDS_ACHIEVEMENT_KINGOFTHESEAX
source: King of the Sea X Finalist
es_mx: Finalista X del King of the Sea
ja: King of the Sea X ファイナリスト
pl: Finalista King of the Sea X
ru: Финалист состязания King of the Sea X
uk: Фіналіст змагання «King of the Sea X»
zh: Финалист состязания King of the Sea X
zh_sg: King of the Sea X决赛选手

# IDS_ACHIEVEMENT_LEADERBOARD_CHAMPION
source: Amongst Heroes
es_mx: Entre los Héroes
ja: 英雄達の絆
pl: Pomiędzy bohaterami
ru: В строю героев
uk: Серед героїв
zh: 在英雄中
zh_sg: 出类拔萃

# IDS_ACHIEVEMENT_LEADERBOARD_CHAMPION_CLAN
source: Brotherhood of Heroes
es_mx: Hermandad de Héroes
ja: 英雄達の団結
pl: Bractwo bohaterów
ru: Братство героев
uk: Братерство героїв
zh: 英雄兄弟情
zh_sg: 英雄兄弟情

# IDS_ACHIEVEMENT_LIQUIDATOR
source: Liquidator
es_mx: Liquidador
ja: 水浸し
pl: Likwidator
ru: Ликвидатор
uk: Ліквідатор
zh: 清算者
zh_sg: 清算者

# IDS_ACHIEVEMENT_MAIN_CALIBER
source: High Caliber
es_mx: Gran Calibre
ja: 大口径
pl: Duży kaliber
ru: Основной калибр
uk: Основний калібр
zh: 重创
zh_sg: 重创

# IDS_ACHIEVEMENT_MERCENARY
source: Workhorse
es_mx: Caballo de Batalla
ja: 働き者
pl: Wół roboczy
ru: Не покладая рук
uk: Не покладаючи рук
zh: 顺理成章
zh_sg: 吃苦耐劳

# IDS_ACHIEVEMENT_MERCENARY_L
source: Supply Officer
es_mx: Oficial de Suministros
ja: 補給士官
pl: Oficer zaopatrzenia
ru: Интендант
uk: Інтендант
zh: 军需官
zh_sg: 军需官

# IDS_ACHIEVEMENT_MESSENGER
source: In the Thick of It
es_mx: En medio del meollo
ja: 任務の最中
pl: Pochłonięty
ru: В гуще событий
uk: У вирі подій
zh: 百忙之中
zh_sg: 百忙之中

# IDS_ACHIEVEMENT_MESSENGER_L
source: Junior Supply Officer
es_mx: Oficial de Suministros Asistente
ja: 補給士官補
pl: Młodszy oficer zaopatrzenia
ru: Помощник интенданта
uk: Помічник інтенданта
zh: 初级军需官
zh_sg: 初级军需官

# IDS_ACHIEVEMENT_MILLIONAIR
source: Moneybags
es_mx: Ricachón
ja: マネーバッグ
pl: Wory z pieniędzmi
ru: Звон монет
uk: Брязкіт монет
zh: 中期盈利
zh_sg: 钱袋子

# IDS_ACHIEVEMENT_MULTIPLE
source: Can be obtained several times.
es_mx: Puede ser obtenido varias veces.
ja: 複数回取得可能
pl: Może zostać zdobyte wielokrotnie.
ru: Может быть получено несколько раз.
uk: Можна отримати кілька разів.
zh: 可以获得数次。
zh_sg: 可以获得数次。

# IDS_ACHIEVEMENT_MULTIPLE_PER_BATTLE
source: Can be obtained several times per battle.
es_mx: Puede ser obtenido varias veces por batalla.
ja: 1 戦中に複数回取得可能
pl: Może zostać zdobyte kilkukrotnie w ciągu jednej bitwy.
ru: Может быть получено несколько раз за бой.
uk: Можливо отримати кілька разів за бій.
zh: 一场战斗可获得数次。
zh_sg: 一场战斗可获得数次。

# IDS_ACHIEVEMENT_NEVER_ENOUGH_MONEY
source: Business Magnate
es_mx: Magnate del Negocio
ja: 有力事業者
pl: Magnat finansowy
ru: Доходное дело
uk: Прибуткова справа
zh: 商业巨头
zh_sg: 商业大亨

# IDS_ACHIEVEMENT_NEWYEAR_LEADERBOARD
source: Supreme Will
es_mx: Voluntad Suprema
ja: 究極の意志
pl: Dominująca wola
ru: Высочайшая воля
uk: Найвища воля
zh: 至高意志
zh_sg: 最高意志

# IDS_ACHIEVEMENT_NO_DAY_WITHOUT_ADVENTURE
source: A Day Without Adventure Is a Wasted One
es_mx: Un Día Sin Aventura Es un Día Perdido
ja: 毎日冒険を
pl: Dzień bez przygody jest dniem straconym
ru: Ни дня без приключений
uk: Жодного дня без пригод
zh: 冒险家
zh_sg: 不去冒险就是在浪费光阴

# IDS_ACHIEVEMENT_NO_DAY_WITHOUT_ADVENTURE_L
source: Smooth Supply
es_mx: Suministro Simple
ja: 安定補給
pl: Nieprzerwane dostawy
ru: Налаженное снабжение
uk: Налагоджене забезпечення
zh: 供给畅通
zh_sg: 供给畅通

# IDS_ACHIEVEMENT_NO_PRICE_FOR_HEROISM
source: Legend of the Seas
es_mx: Leyenda de los Mares
ja: 海の伝説
pl: Legenda mórz
ru: Легенда морей
uk: Легенда морів
zh: 海洋传奇
zh_sg: 海上传奇

# IDS_ACHIEVEMENT_NY17_500_LEAGUES
source: An Epic Journey
es_mx: Un Viaje Épico
ja: 壮大なる旅
pl: Epicka wyprawa
ru: Северный полюс - 1
uk: Північний полюс - 1
zh: 史诗般的旅程
zh_sg: 史诗征程

# IDS_ACHIEVEMENT_NY17_AIMING
source: Aiming? Too Much Effort
es_mx: ¿Apuntando? Demasiado Esfuerzo
ja: 射撃? 難しすぎる
pl: Celowanie? Szkoda zachodu
ru: Целиться? Нет, не слышал
uk: Цілитися? Ні, не чув
zh: 目标？过犹不及
zh_sg: 瞄准？不瞄也罢

# IDS_ACHIEVEMENT_NY17_BREAK_THE_BANK
source: Break the Bank
es_mx: Asalta el Banco
ja: 成金
pl: Rozbić bank
ru: У него магнит!
uk: У нього магніт!
zh: 耗尽资源
zh_sg: 耗尽资源

# IDS_ACHIEVEMENT_NY17_DRESS_THE_TREE
source: Feeling Good
es_mx: Sintiendose Bien
ja: 良い気分
pl: Dobre uczucie
ru: Красиво вышло
uk: Гарно вийшло
zh: 好心情
zh_sg: 美丽心情

# IDS_ACHIEVEMENT_NY17_SAFECRACKER
source: Tin Can
es_mx: Lata
ja: 空き缶
pl: Puszka
ru: НЗ
uk: НЗ
zh: 锡罐
zh_sg: 易拉罐

# IDS_ACHIEVEMENT_NY17_TO_THE_BOTTOM
source: To the Bottom
es_mx: Al Fondo
ja: 水底へ
pl: Na dno
ru: Страйк
uk: Страйк
zh: 水落石出
zh_sg: 水落石出

# IDS_ACHIEVEMENT_NY17_WIN_ALL
source: Hoarder 2016
es_mx: Acaparador 2016
ja: 秘蔵者 2016
pl: Chomik 2016
ru: Удачный год
uk: Вдалий рік
zh: 2016囤积者
zh_sg: 2016收集家

# IDS_ACHIEVEMENT_NY17_WIN_AT_LEAST_ONE
source: Good Start
es_mx: Buen Inicio
ja: グッドスタート
pl: Dobry początek
ru: Хорошее начало
uk: Гарний початок
zh: 开门红
zh_sg: 开门红

# IDS_ACHIEVEMENT_OBT_PARTICIPANT
source: OBT Veteran
es_mx: Veterano de OBT
ja: OBT ベテラン
pl: Weteran OTB
ru: Участник ОБТ
uk: Учасник ВБТ
zh: 公测老兵
zh_sg: 公测老兵

# IDS_ACHIEVEMENT_ONE_SOLDIER_IN_THE_FIELD
source: Solo Warrior
es_mx: Guerrero Solitario
ja: 孤高の戦士
pl: Samotny wojownik
ru: Один в поле воин
uk: Один у полі воїн
zh: 单挑之王
zh_sg: 以一当十

# IDS_ACHIEVEMENT_PVE_DUNKERQUE_OPERATION_DYNAMO
source: Operation Dynamo
es_mx: Operación Dínamo
ja: ダイナモ作戦
pl: Operacja Dynamo
ru: Операция «Динамо»
uk: Операція «Динамо»
zh: 发电机计划
zh_sg: 发电机行动

# IDS_ACHIEVEMENT_PVE_HERO_DAM
source: Major Contribution
es_mx: Contribución Mayor
ja: 多大な貢献
pl: Wielki wkład
ru: Основной вклад
uk: Головний внесок
zh: 主要贡献
zh_sg: 主要贡献

# IDS_ACHIEVEMENT_PVE_HERO_DAM_ENEM
source: Assistant
es_mx: Asistente
ja: アシスト
pl: Asystent
ru: Ассистент
uk: Асистент
zh: 协助
zh_sg: 协助

# IDS_ACHIEVEMENT_PVE_HERO_WIN_ONE
source: Will to Win
es_mx: Voluntad Ganadora
ja: 勝利への決意
pl: Wola zwycięstwa
ru: Воля к победе
uk: Воля до перемоги
zh: 即将取得胜利
zh_sg: 必胜意志

# IDS_ACHIEVEMENT_PVE_HERO_WIN_SUR
source: Tactical Expertise
es_mx: Habilidad Táctica
ja: 戦術家
pl: Ekspert taktyki
ru: Тактическое мастерство
uk: Тактична майстерність
zh: 战术专家
zh_sg: 战术专家

# IDS_ACHIEVEMENT_PVE_HON_15_KOPECKS
source: Insert Coin
es_mx: Insertar Ficha
pl: Włóż żeton
ru: 15 копеек
uk: 15 копійок
zh: 投币
zh_sg: 投币

# IDS_ACHIEVEMENT_PVE_HON_DIE
source: An Instant Before Victory
es_mx: Un Instante Antes de la Victoria.
ja: 勝利目前
pl: Chwila przed zwycięstwem
ru: За мгновение до победы
uk: За мить до перемоги
zh: 我还会回来
zh_sg: 胜利前一瞬间

# IDS_ACHIEVEMENT_PVE_HON_DONE_CLASS
source: Universal Seaman
es_mx: Marinero Universal
ja: 万能艦長
pl: Uniwersalny żeglarz
ru: Универсальный моряк
uk: Універсальний моряк
zh: 全能水手
zh_sg: 全能水手

# IDS_ACHIEVEMENT_PVE_HON_FRAG_CLASS
source: Natural Selection
es_mx: Selección Natural
ja: 自然選択
pl: Selekcja naturalna
ru: Естественный отбор
uk: Природний добір
zh: 物竞天择
zh_sg: 物竞天择

# IDS_ACHIEVEMENT_PVE_HON_FRAG_OBJ
source: Shark Among Shrimps
es_mx: Un Tiburón Entre Camarones
ja: 海老の群れの中のサメ
pl: Rekin pośród płotek
ru: Лис в курятнике
uk: Лисиця у курятнику
zh: 鹤立鸡群
zh_sg: 鹤立鸡群

# IDS_ACHIEVEMENT_PVE_HON_FRAG_WAY
source: Crash Tester
es_mx: Prueba de Choques
ja: クラッシュ・テスター
pl: Kaskader
ru: Испытатель
uk: Випробувач
zh: 冲撞测试者
zh_sg: 冲撞测试者

# IDS_ACHIEVEMENT_PVE_HON_HIT_TORP
source: Torpedoman
es_mx: Hombre Torpedo
ja: 水雷手
pl: Torpedowiec
ru: Торпедист
uk: Торпедист
zh: 鱼雷专家
zh_sg: 鱼雷专家

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_1
source: Weather Beaten
es_mx: Deteriorado
ja: 歴戦の風格
pl: Zahartowany pogodą
ru: Бывалый
uk: Бувалий
zh: 饱经风霜
zh_sg: 饱经风霜

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_2
source: Old-Timer
es_mx: Antiguo Habitante
ja: オールドタイマー
pl: Zaprawiony w bojach
ru: Матёрый
uk: Тертий калач
zh: 老前辈
zh_sg: 老前辈

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_3
source: Experienced One
es_mx: Experimentado
ja: 経験豊富
pl: Doświadczony
ru: Закалённый
uk: Загартований
zh: 经验丰富
zh_sg: 经验丰富

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_ALL_1
source: Important Missions
es_mx: Misiones Importantes
ja: 重要任務
pl: Ważne misje
ru: Важные поручения
uk: Важливі доручення
zh: 重要任务
zh_sg: 重要任务

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_ALL_2
source: Special Orders
es_mx: Órdenes Especiales
ja: 特別指令
pl: Rozkazy specjalne
ru: Особые распоряжения
uk: Особливі накази
zh: 特殊命令
zh_sg: 特殊命令

# IDS_ACHIEVEMENT_PVE_HON_PR_DONE_ALL_3
source: Secret Instructions
es_mx: Instrucciones Secretas
ja: 極秘指令
pl: Tajne polecenia
ru: Секретные предписания
uk: Секретні настанови
zh: 秘密指令
zh_sg: 秘密指令

# IDS_ACHIEVEMENT_PVE_HON_PR_FRAG_1
source: Exterminator
es_mx: Exterminador
ja: 駆除者
pl: Eksterminator
ru: Разрушитель
uk: Руйнівник
zh: 歼灭者
zh_sg: 歼灭者

# IDS_ACHIEVEMENT_PVE_HON_PR_FRAG_2
source: Raider
es_mx: Caza
ja: 襲撃者
pl: Najeźdźca
ru: Истребитель
uk: Винищувач
zh: 掠夺者
zh_sg: 掠夺者

# IDS_ACHIEVEMENT_PVE_HON_PR_FRAG_3
source: Ravager
es_mx: Devastador
ja: 破壊者
pl: Pustoszyciel
ru: Опустошитель
uk: Спустошувач
zh: 破坏者
zh_sg: 破坏者

# IDS_ACHIEVEMENT_PVE_HON_PR_SAVE_1
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Страж
uk: Вартовий
zh: 盾牌
zh_sg: 盾牌

# IDS_ACHIEVEMENT_PVE_HON_PR_SAVE_2
source: Guardian
es_mx: Guardián
ja: 守護者
pl: Opiekun
ru: Защитник
uk: Захисник
zh: 守护者
zh_sg: 守护者

# IDS_ACHIEVEMENT_PVE_HON_PR_SAVE_3
source: Protector
ja: 保護者
pl: Obrońca
ru: Покровитель
uk: Покровитель
zh: 保护盾
zh_sg: 保卫者

# IDS_ACHIEVEMENT_PVE_HON_SAVE_SHIP
source: Save Commander Jenkins
es_mx: Salva al Comandante Jenkins
ja: ジェンキンス司令を救え
pl: Na ratunek komandorowi Jenkinsowi
ru: Спасти командира Дженкинса
uk: Врятувати командира Дженкінса
zh: 拯救指挥官詹金斯
zh_sg: 拯救指挥官詹金斯

# IDS_ACHIEVEMENT_PVE_HON_WIN_ALL_DONE
source: Sea Star
es_mx: Estrella de Mar
ja: 海の星
pl: Gwiazda morska
ru: Морская звезда
uk: Морська зірка
zh: 海上导航星
zh_sg: 海星

# IDS_ACHIEVEMENT_RASPUTIN
source: Twilight Fleet Flagship
es_mx: Barco Insignia de la Flota del Crepúsculo
ja: 逢魔時艦隊旗艦
pl: Okręt flagowy floty zmierzchu
ru: Флагман Сумеречного флота
uk: Флагман Присмеркового флоту
zh: 暮光舰队旗舰
zh_sg: 黄昏舰队旗舰

# IDS_ACHIEVEMENT_RETRIBUTION
source: It's Just a Flesh Wound!
es_mx: ¡Solo Es una Herida!
ja: かすり傷さ!
pl: To tylko draśnięcie!
ru: Просто царапина!
uk: Лише подряпина!
zh: 死而无憾
zh_sg: 轻伤不下火线！

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_ARSONIST
source: Naval Warfare. Arson
es_mx: Guerra Naval. Incendiario
ja: 海戦: 放火
pl: Walka morska. Podpalenie
ru: Военно-морское искусство. Поджог
uk: Військово-морське мистецтво. Підпал
zh: 海战：纵火
zh_sg: 战争艺术：点火

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_BOMBARDIER
source: Naval Warfare. Weaponry Basics
es_mx: Guerra Naval. Básicos de Armas
ja: 海戦: 兵装の基本
pl: Walka morska. Podstawy uzbrojenia
ru: Военно-морское искусство. Основы стрельбы
uk: Військово-морське мистецтво. Основи стрільби
zh: 海战：武器基础
zh_sg: 战争艺术：基础武器

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_HARD_EDGED
source: Naval Warfare. Ramming
es_mx: Guerra Naval. Embestida
ja: 海戦: 体当たり
pl: Walka morska. Taranowanie
ru: Военно-морское искусство. Таран
uk: Військово-морське мистецтво. Таран
zh: 海战：撞击
zh_sg: 战争艺术：撞击

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_LUCKY
source: Naval Warfare. Lucky Shot
es_mx: Guerra Naval. Tiro de Suerte
ja: 海戦: ラッキーショット
pl: Walka morska. Szczęśliwy strzał
ru: Военно-морское искусство. Удачный выстрел
uk: Військово-морське мистецтво. Вдалий постріл
zh: 海战：幸运一击
zh_sg: 战争艺术：幸运一击

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_TACTICIAN
source: Naval Warfare. Tactics
es_mx: Guerra Naval. Tácticas
ja: 海戦: 戦術
pl: Walka morska. Taktyka
ru: Военно-морское искусство. Тактика
uk: Військово-морське мистецтво. Тактика
zh: 海战：战术大师
zh_sg: 战争艺术：战术大师

# IDS_ACHIEVEMENT_SCIENCE_OF_WINNING_TO_THE_BOTTOM
source: Naval Warfare. Flooding
es_mx: Guerra Naval. Inundación
ja: 海戦: 浸水
pl: Walka morska. Zalewanie
ru: Военно-морское искусство. Затопление
uk: Військово-морське мистецтво. Затоплення
zh: 海战：进水
zh_sg: 战争艺术：进水

# IDS_ACHIEVEMENT_SEA_LEGEND
source: Bane of the Oceans
es_mx: Destructor de los Océanos
ja: 大洋の破壊神
pl: Zmora oceanów
ru: Гроза океанов
uk: Гроза океанів
zh: 海上克星
zh_sg: 海上灾星

# IDS_ACHIEVEMENT_SHADOW
source: Test
zh: 测试
zh_sg: 测试

# IDS_ACHIEVEMENT_SILENT_KILLER
source: Invisible Threat
es_mx: Amenaza Invisible
ja: 見えざる脅威
pl: Niewidzialne zagrożenie
ru: Невидимая угроза
uk: Невидима загроза
zh: 隐藏的威胁
zh_sg: 隐藏的威胁

# IDS_ACHIEVEMENT_SINGLE
source: individual
ja: 単独
pl: osobiste
ru: индивидуальное
uk: особисте
zh: 个人
zh_sg: 个人

# IDS_ACHIEVEMENT_SINGLE_PER_BATTLE
source: Can be obtained once per battle.
es_mx: Puede ser obtenido una vez por batalla.
ja: 1 戦あたり 1 回のみ取得可能
pl: Może zostać zdobyte raz w ciągu jednej bitwy.
ru: Может быть получено один раз за бой.
uk: Можливо отримати один раз за бій.
zh: 一场战斗可获得一次。
zh_sg: 一场战斗可获得一次。

# IDS_ACHIEVEMENT_STAGED
source: stage
es_mx: etapa
ja: 名誉
pl: stopniowane
ru: этапное
uk: етапне
zh: 阶段
zh_sg: 阶段

# IDS_ACHIEVEMENT_STREAM
source: Stream Drop!
es_mx: ¡Premio de la Transmisión!
ru: Взял на стриме!
uk: Взяв на стрімі!
zh: Взял на стриме!
zh_sg: 直播空投！

# IDS_ACHIEVEMENT_ST_PARTICIPANT
source: ST Participant
es_mx: Participante ST
ja: ST 参加者
pl: Uczestnik ST
ru: Участник СТ
uk: Учасник СТ
zh: 参与ST测试玩家
zh_sg: ST参与者

# IDS_ACHIEVEMENT_SUBTYPE_ECONOMIC
source: Economic
es_mx: Económico
ja: 経済
pl: Ekonomiczne
ru: Экономическое
uk: Економічне
zh: 经济
zh_sg: 经济

# IDS_ACHIEVEMENT_SUBTYPE_HEROIC
source: Heroic
es_mx: Heroico
ja: 英雄
pl: Bohaterskie
ru: Героическое
uk: Героїчне
zh: 史诗
zh_sg: 英勇

# IDS_ACHIEVEMENT_SUBTYPE_HONORABLE
source: Honorable
ja: 名鑑
pl: Honorowe
ru: Почётное
uk: Почесне
zh: 荣誉
zh_sg: 荣誉

# IDS_ACHIEVEMENT_SUBTYPE_RESEARCH
source: Research
es_mx: Investigar
ja: 研究
pl: Badawcze
ru: Исследовательское
uk: Дослідницьке
zh: 研发
zh_sg: 研发

# IDS_ACHIEVEMENT_SUBTYPE_SERVICE_MEDAL
source: Commemorative
es_mx: Conmemorativa
ja: 記念
pl: Pamiątkowe
ru: Памятное
uk: Пам’ятне
zh: 纪念
zh_sg: 纪念

# IDS_ACHIEVEMENT_SUPPORT
source: Confederate
es_mx: Confederado
ja: 共謀者
pl: Wsparcie
ru: Поддержка
uk: Підтримка
zh: 全面打击
zh_sg: 支援

# IDS_ACHIEVEMENT_TOP_LEADERBOARD
source: Leading 100
es_mx: Los 100 Líderes
ja: 上位 100
pl: Najlepsza 100
ru: В сотне лучших
uk: Серед сотні найліпших
zh: 前100
zh_sg: 领衔100

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_10
source: Hurricane: Loop
es_mx: Huracán: Lazo
ja: Hurricane: ループ
pl: Huragan: Pętla
ru: Ураган. Петля
uk: Ураган. Петля
zh: Ураган. Петля
zh_sg: 飓风：群岛之环

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_2
source: Hurricane. Islands of Ice
es_mx: Huracán. Islas de Hielo
ja: Hurricane: 氷の群島
pl: Huragan. Lodowe wyspy
ru: Ураган. Ледяные острова
uk: Ураган. Крижані острови
zh: 飓风，冰海追击
zh_sg: 飓风 — 冰岛

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_3
source: Sleeping Giant
es_mx: El gigante dormido
ja: 眠れる巨人
pl: Śpiący olbrzym
ru: Спящий гигант
uk: Приспаний гігант
zh: 红海峡湾
zh_sg: 沉睡的巨人

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_4
source: Hurricane. North
es_mx: Huracán. Norte
ja: Hurricane: 北方
pl: Huragan. Północ
ru: Ураган. Север
uk: Ураган. Північ
zh: 飓风。北方
zh_sg: 飓风。北方群岛

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_5
source: Hurricane. Land of Fire
es_mx: Huracán. Tierra de Fuego
ja: Hurricane: 火の地
pl: Huragan. Ziemia Ognista
ru: Ураган. Огненная земля
uk: Ураган. Вогняна земля
zh: Ураган. Огненная земля
zh_sg: 飓风。火焰之岛

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_6
source: Hurricane. "Neighbors."
es_mx: Huracán. Vecinos
ja: Hurricane: 隣接勢力
pl: Huragan. Sąsiedzi
ru: Ураган. Соседи
uk: Ураган. Сусіди
zh: Ураган. Соседи
zh_sg: 飓风。隔海相望

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_7
source: Hurricane. Crash Zone Alpha
es_mx: Huracán. Zona de Choque Alfa
ja: Hurricane: クラッシュゾーンα
pl: Huragan. Złomowisko Alpha
ru: Ураган. Зона крушения Альфа
uk: Ураган. Зона аварії Альфа
zh: Ураган. Зона крушения Альфа
zh_sg: 飓风。阿尔法冲撞区

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_8
source: Hurricane. Sea of Fortune
es_mx: Huracán. Mar de la Fortuna
ja: Hurricane: 幸運の海
pl: Huragan. Morze nadziei
ru: Ураган. Море надежды
uk: Ураган. Море надії
zh: Ураган. Море надежды
zh_sg: 飓风。命运之海

# IDS_ACHIEVEMENT_TOP_LEAGUE_CLAN_SEASON_9
source: Hurricane. Warrior's Path
es_mx: Huracán. Curso del Guerrero
ja: Hurricane: 戦士の道
pl: Huragan. Droga wojownika
ru: Ураган. Путь воина
uk: Ураган. Шлях воїна
zh: Ураган. Путь воина
zh_sg: 飓风。勇士之路

# IDS_ACHIEVEMENT_TWITCH_WG
source: Twitch Welcome
es_mx: Bienvenida Twitch
pl: Powitanie Twitch
zh: 欢迎来到Twitch
zh_sg: 欢迎来到Twitch

# IDS_ACHIEVEMENT_TYPE_BATTLE
source: Battle Heroes
es_mx: Héroes de Batalla
ja: 戦功章
pl: Bohaterowie bitwy
ru: Герои битвы
uk: Герої битви
zh: 战斗英雄
zh_sg: 战斗英雄

# IDS_ACHIEVEMENT_UNHARMED
source: Test
zh: 测试
zh_sg: 测试

# IDS_ACHIEVEMENT_UNSINKABLE
source: Unsinkable
es_mx: Inhundible
ja: 不沈
pl: Niezatapialny
ru: Непотопляемый
uk: Непотоплюваний
zh: 幸存者
zh_sg: 永不沉没

# IDS_ACHIEVEMENT_VETERAN
source: Veteran
es_mx: Veterano
ja: ベテラン
pl: Weteran
ru: Ветеран
uk: Ветеран
zh: 老兵
zh_sg: 老兵

# IDS_ACHIEVEMENT_VICTORY
source: Victory
ru: Победа
uk: Побєда
zh: 胜利！

# IDS_ACHIEVEMENT_WARRIOR
source: Kraken Unleashed!
es_mx: ¡El Kraken ha sido liberado!
ja: クラーケン来襲!
pl: Kraken uwolniony!
ru: Кракен
uk: Кракен
zh: 海怪
zh_sg: 海怪出没！

# IDS_ACHIEVEMENT_WGFEST2016
source: Wargaming Fest 2016 Participant
es_mx: Participante del Wargaming Fest 2016
ja: Wargaming Fest 2016 参加者
pl: Uczestnik Wargaming Fest 2016
ru: Участник Wargaming Fest 2016
uk: Учасник Wargaming Fest 2016
zh: WG集会参与者2016
zh_sg: Wargaming Fest 2016 参与者

# IDS_ACHIEVEMENT_WGFEST2017
source: Wargaming Fest 2017 Participant
es_mx: Participante del Wargaming Fest 2017
ja: Wargaming Fest 2017 参加者
pl: Uczestnik Wargaming Fest 2017
ru: Участник Wargaming Fest 2017
uk: Учасник Wargaming Fest 2017
zh: WG集会参与者2017
zh_sg: Wargaming Fest 2017 参与者

# IDS_ACHIEVEMENT_WGSPB_STAFF
source: Developer
es_mx: Desarrollador
ja: 開発者
pl: Deweloper
ru: Разработчик
uk: Розробник
zh: 开发者
zh_sg: 研发团队

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_1
source: Hotspot
es_mx: Punto Caliente
ja: ホットスポット
pl: Gorący punkt
ru: Край вулканов
uk: Край вулканів
zh: 怒海新星
zh_sg: 热点

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_10
source: Loop
es_mx: Lazo
ja: ループ
pl: Pętla
ru: Петля
uk: Петля
zh: 群岛之环
zh_sg: 群岛之环

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_2
source: Islands of Ice
es_mx: Islas de Hielo
ja: 氷の群島
pl: Lodowe wyspy
ru: Ледяные острова
uk: Крижані острови
zh: 冰海追击
zh_sg: 冰岛

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_3
source: Sleeping Giant
es_mx: El gigante dormido
ja: 眠れる巨人
pl: Śpiący olbrzym
ru: Спящий гигант
uk: Приспаний гігант
zh: 红海峡湾
zh_sg: 沉睡的巨人

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_4
source: North
es_mx: Norte
ja: 北方
pl: Północ
ru: Север
uk: Північ
zh: 刺刀峡湾
zh_sg: 北方群岛

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_5
source: Land of Fire
es_mx: Tierra de Fuego
ja: 火の地
pl: Ziemia Ognista
ru: Огненная земля
uk: Вогняна земля
zh: 火海炼狱
zh_sg: 火焰之岛

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_6
source: Neighbors
es_mx: Vecinos
ja: 隣接勢力
pl: Sąsiedzi
ru: Соседи
uk: Сусіди
zh: 隔海相望
zh_sg: 隔海相望

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_7
source: Crash Zone Alpha
es_mx: Zona de Choque Alfa
ja: クラッシュゾーン α
pl: Złomowisko Alpha
ru: Зона крушения Альфа
uk: Зона аварії Альфа
zh: Зона крушения Альфа
zh_sg: 阿尔法冲撞区

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_8
source: Sea of Fortune
es_mx: Mar de la Fortuna
ja: 幸運の海
pl: Morze nadziei
ru: Море надежды
uk: Море надії
zh: 命运之海
zh_sg: 命运之海

# IDS_ACHIEVEMENT_WINNER_CLAN_SEASON_9
source: Warrior's Path
es_mx: Curso del Guerrero
ja: 戦士の道
pl: Droga wojownika
ru: Путь воина
uk: Шлях воїна
zh: 勇士之路
zh_sg: 勇士之路

# IDS_ACHIEVEMENT_WITHERING
source: Witherer
es_mx: Desastre Natural
ja: 災害誘発
pl: Zwiastun tragedii
ru: Стихийное бедствие
uk: Стихійне лихо
zh: 持续伤害
zh_sg: 天灾人祸

# IDS_ACHIEVEMENT_WORKAHOLIC
source: Ready for Anything
es_mx: Listo para Todo
ja: 準備万端
pl: Gotowy na wszystko
ru: Готов ко всему
uk: Готовий до всього
zh: 全副武装
zh_sg: 全副武装

# IDS_ACHIEVEMENT_WORKAHOLIC_L
source: Senior Supply Officer
es_mx: Oficial de Suministros en Jefe
ja: 上級補給士官
pl: Starszy oficer zaopatrzenia
ru: Главный интендант
uk: Головний інтендант
zh: 高级军需官
zh_sg: 高级军需官

# IDS_ACOUSTIC_PING
source: Sonar
ja: ソナー
ru: Сонар
uk: Сонар
zh: Сонар
zh_sg: 声呐

# IDS_ACOUSTIC_TORPEDO_LAUNCHERS
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_ACTIONS_WITH_PLAYERS_HEADER
source: Actions with players
es_mx: Acciones con los jugadores
ja: プレイヤーに対するアクション
pl: Czynności względem graczy
ru: Действия с игроками
uk: Дії з гравцями
zh: 玩家的操作
zh_sg: 玩家的操作

# IDS_ACTIONS_WITH_PLAYERS_HINT
source: Right-click a player's name to compliment or report them, or disable chat messages from them.
es_mx: Click derecho en el nombre del jugador para elogiarlos, reportarlos, o deshabilitar sus mensajes en el chat.
ja: プレイヤー名を右クリックして賛辞、通報、またはチャットメッセージを無効化
pl: Kliknij PPM na imię gracza, by go pochwalić, złożyć na niego skargę, bądź wyłączyć wiadomości czatu od niego.
ru: Нажмите правую кнопку мыши на имени игрока, чтобы поблагодарить, пожаловаться или отключить его сообщения в чате.
uk: Натисніть правою кнопкою миші ім’я гравця, щоб подякувати, поскаржитися або вимкнути його повідомлення в чаті.
zh: 右键点击玩家名称以称赞、举报他们，或是关闭他们的聊天信息。
zh_sg: 右键点击玩家名称以称赞、举报他们，或是屏蔽他们的聊天信息。

# IDS_ACTION_LOG_AIR_DEFENSE_CRIT
source: AA guns incapacitated.
es_mx: Cañones AA incapacitados.
ja: 対空兵装、機能停止
pl: Działa przeciwlotnicze poważnie uszkodzone.
ru: Орудия ПВО выведены из строя.
uk: Гармати ППО виведені з ладу.
zh: 防空炮严重受损。
zh_sg: 防空炮瘫痪。

# IDS_ACTION_LOG_AIR_DEFENSE_DESTRUCTED
source: AA guns destroyed.
es_mx: Armas AA destruidas.
ja: 対空兵装大破
pl: Działa p.lot zniszczone.
ru: Орудия ПВО уничтожены.
uk: Гармати ППО знищені.
zh: 防空炮被击毁。
zh_sg: 防空炮被摧毁。

# IDS_ACTION_LOG_ALL_AIR_DEFENSE_DESTRUCTED
source: All AA guns destroyed.
es_mx: Todas las armas AA destruidas.
ja: 全ての対空兵装が大破
pl: Wszystkie działa plot. zniszczone.
ru: Все орудия ПВО уничтожены.
uk: Усі гармати ППО знищено.
zh: 所有防空炮都被击毁。
zh_sg: 所有防空炮都被摧毁。

# IDS_ACTION_LOG_ALL_AIR_DESTRUCTED
source: All AA guns destroyed.
es_mx: Todas las armas AA destruidas.
ja: 全ての対空兵装が大破
pl: Wszystkie działa plot. zniszczone.
ru: Все орудия ПВО уничтожены.
uk: Усі гармати ППО знищено.
zh: 所有防空炮都被击毁。
zh_sg: 所有防空炮都被摧毁。

# IDS_ACTION_LOG_ALL_ATBA_DESTRUCTED
source: All secondary armament destroyed.
es_mx: Todo el armamento secundario destruido.
ja: 全ての副砲が大破
pl: Dodatkowe uzbrojenie kompletnie zniszczone.
ru: Вспомогательный калибр полностью уничтожен.
uk: Допоміжний калібр повністю знищено.
zh: 所有次要武器都被击毁。
zh_sg: 所有副武器都被摧毁。

# IDS_ACTION_LOG_ALL_ATBA_GUN_DESTRUCTED
source: All secondary armament destroyed.
es_mx: Todo el armamento secundario destruido.
ja: 全ての副砲が大破
pl: Dodatkowe uzbrojenie kompletnie zniszczone.
ru: Вспомогательный калибр полностью уничтожен.
uk: Допоміжний калібр повністю знищено.
zh: 所有次要武器都被击毁。
zh_sg: 所有副武器都被摧毁。
