Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CAMERA_MOVE_DOWN
source: Down
es_mx: Abajo
ja: 下
pl: W dół
ru: Вниз
uk: Вниз
zh: 向下移
zh_sg: 向下

# IDS_CAMERA_MOVE_LEFT
source: Left
es_mx: Izquierda
ja: 左
pl: W lewo
ru: Влево
uk: Ліворуч
zh: 向左移
zh_sg: 向左

# IDS_CAMERA_MOVE_RIGHT
source: Right
es_mx: Derecha
ja: 右
pl: W prawo
ru: Вправо
uk: Праворуч
zh: 向右移
zh_sg: 向右

# IDS_CAMERA_MOVE_UP
source: Up
es_mx: Arriba
ja: 上
pl: Góra
ru: Вверх
uk: Вгору
zh: 向上移
zh_sg: 向上

# IDS_CAMERA_SETTINGS
source: Camera Settings
es_mx: Configuraciones de Cámara
ja: カメラ設定
pl: Ustawienia kamery
ru: Настройки камеры
uk: Налаштування камери
zh: 镜头设定
zh_sg: 镜头设定

# IDS_CAMOUFLAGE
source: Camouflage
es_mx: Camuflaje
ja: 迷彩
pl: Kamuflaż
ru: Камуфляж
uk: Камуфляж
zh: 涂装
zh_sg: 涂装

# IDS_CAMOUFLAGE_GROUP_EXPENDABLE
source: Expendable
es_mx: Consumible
ja: 消費型
pl: Jednorazowy
ru: Расходуемые
uk: Витрачувані
zh: Расходуемые
zh_sg: 消耗型

# IDS_CAMOUFLAGE_GROUP_PERMANENT
source: Permanent
es_mx: Permanente
ja: 無期限
pl: Stały
ru: Постоянные
uk: Постійні
zh: Постоянные
zh_sg: 永久

# IDS_CAMOUFLAGE_ROD
source: Camouflage
es_mx: Camuflaje
ja: 迷彩
pl: Kamuflaż
ru: Камуфляжа
uk: Камуфляжу
zh: 涂装
zh_sg: 涂装

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_APRIL_SPACE
source: Display of "Spaceships" camouflages disabled
es_mx: Visualización de los camuflajes "Barcos Espaciales" deshabilitada
ja: 「宇宙艦艇」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży kosmicznych
ru: Отображение камуфляжей «Космические» отключено
uk: Показ камуфляжів «Космічні» вимкнено
zh: Отображение камуфляжей «Космические» отключено
zh_sg: “太空战舰”涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_ARPEGGIO
source: Display of Arpeggio camouflages disabled
es_mx: Visualización de los camuflajes "Arpeggio" deshabilitada
ja: 「アルペジオ」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Arpeggio
ru: Отображение камуфляжей Arpeggio отключено
uk: Показ камуфляжів Arpeggio вимкнено
zh: Отображение камуфляжей Arpeggio отключено
zh_sg: Arpeggio涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_AZURLANE
source: Display of Azur Lane camouflages disabled
es_mx: Visualización de los camuflajes "Azur Lane" deshabilitada
ja: 「アズールレーン」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Azur Lane
ru: Отображение камуфляжей Azur Lane отключено
uk: Показ камуфляжів Azur Lane вимкнено
zh: Отображение камуфляжей Azur Lane отключено
zh_sg: Azur Lane涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_CH_DRAGONS
source: Display of Lunar New Year camouflages disabled
es_mx: Visualización de los camuflajes "Año Nuevo Lunar" deshabilitada
ja: 「春節」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży związanych z Chińskim Nowym Rokiem
ru: Отображение камуфляжей «Лунный Новый год» отключено
uk: Показ камуфляжів «Місячний Новий рік» вимкнено
zh: Отображение камуфляжей «Лунный Новый год» отключено
zh_sg: 农历新年涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_COLORED
source: Display of Painting camouflages disabled
es_mx: Visualización de los camuflajes "Pintura" deshabilitada
ja: 「塗装」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży malarskich
ru: Отображение камуфляжей «Окраска» отключено
uk: Показ камуфляжів «Забарвлення» вимкнено
zh: Отображение камуфляжей «Окраска» отключено
zh_sg: 迷彩涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_DECORATIVE
source: Display of Decorative camouflages disabled
es_mx: Visualización de los camuflajes "Decorativo" deshabilitada
ja: 「装飾」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży dekoracyjnych
ru: Отображение камуфляжей «Декоративные» отключено
uk: Показ камуфляжів «Декоративні» вимкнено
zh: Отображение камуфляжей «Декоративные» отключено
zh_sg: 装饰涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_HALLOWEEN_16
source: Display of Halloween camouflages disabled
es_mx: Visualización de los camuflajes "Halloween" deshabilitada
ja: 「ハロウィーン」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Halloween
ru: Отображение камуфляжей «Хэллоуин» отключено
uk: Показ камуфляжів «Хелловін» вимкнено
zh: Отображение камуфляжей «Хэллоуин» отключено
zh_sg: 万圣节涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_HIGHSCHOOLFLEET
source: Display of High School Fleet camouflages disabled
es_mx: Visualización de los camuflajes "High School Fleet" deshabilitada
ja: 「ハイスクール・フリート」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży High School Fleet
ru: Отображение камуфляжей High School Fleet отключено
uk: Показ камуфляжів High School Fleet вимкнено
zh: Отображение камуфляжей High School Fleet отключено
zh_sg: 高校舰队涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_KOBAYASHI
source: Display of Makoto Kobayashi Signature camouflages disabled
es_mx: Visualización de los camuflajes "Makoto Kobayashi Signature" deshabilitada
ja: 「小林誠 シグネチャーシリーズ」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Makoto Kobayashi
ru: Отображение камуфляжей Makoto Kobayashi Signature отключено
uk: Показ камуфляжів Makoto Kobayashi Signature вимкнено
zh: Отображение камуфляжей Makoto Kobayashi Signature отключено
zh_sg: 小林诚签名涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_POST_APOCALYPSE
source: Display of Rogue Wave camouflages disabled
es_mx: Visualización de los camuflajes "Ola Errante" deshabilitada
ja: 「烈波」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży związanych z wydarzeniem Dzika fala
ru: Отображение камуфляжей «Дикая волна» отключено
uk: Показ камуфляжів «Дика хвиля» вимкнено
zh: Отображение камуфляжей «Дикая волна» отключено
zh_sg: 诡浪涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_RECONSTRUCTION
source: Display of Imitation camouflages disabled
es_mx: Visualización de los camuflajes "Imitación" deshabilitada
ja: 「偽装」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży imitacyjnych
ru: Отображение камуфляжей «Реконструкция» отключено
uk: Показ камуфляжів «Реконструкція» вимкнено
zh: Отображение камуфляжей «Реконструкция» отключено
zh_sg: 改造涂装显示已关闭

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_TRANSFORMERS
source: Display of Transformers camouflages disabled
ja: 「トランスフォーマー」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Transformers
ru: Отображение камуфляжей «Трансформеры» отключено
zh: Отображение камуфляжей Transformers отключено

# IDS_CAMO_DESCR_HIDDEN_BY_PECULARITY_WARHAMMER
source: Display of Warhammer 40,000 camouflages disabled
es_mx: Visualización de los camuflajes Warhammer 40,000 deshabilitada
ja: 「Warhammer 40,000」迷彩の表示無効
pl: Wyłączono wyświetlanie kamuflaży Warhammer 40,000
ru: Отображение камуфляжей Warhammer 40,000 отключено
uk: Показ камуфляжів Warhammer 40,000 вимкнено
zh: Отображение камуфляжей Warhammer 40,000 отключено
zh_sg: 《战锤40000》涂装显示已关闭

# IDS_CAMO_HAS_COLOR_SCHEME_INFO
source: Camouflage has several color schemes
es_mx: El camuflaje tiene varios esquemas de color
ja: 迷彩に複数のカラースキームがあります
pl: Kamuflaż posiada kilka wariantów kolorystycznych
ru: Камуфляж имеет несколько цветовых схем
uk: Камуфляж має кілька колірних схем
zh: 迷彩拥有几种色彩组合
zh_sg: 涂装拥有多种色彩组合

# IDS_CAMO_MAX_REPLENISHMENT_HINT_1
source: The maximum cost is applied when the mounted camouflage is no longer available.
es_mx: El costo máximo es aplicado cuando el camuflaje montado ya no está disponible.
ja: 搭載中の迷彩を使い果たした場合は、最大費用が消費されます。
pl: Maksymalna kwota jest wydawana, kiedy zamontowany kamuflaż nie jest dostępny.
ru: Максимальная сумма тратится, если в наличии нет установленного камуфляжа.
uk: Максимальна сума витрачається, якщо в наявності немає встановленого камуфляжу.
zh: 当没有所装涂装可用时，所花费的费用最多。
zh_sg: 当涂装无库存时，可能消耗的最高费用。

# IDS_CAMO_REPLENISH_AUTOMATICALLY_HINT_1
source: One mounted camouflage is spent per each battle.
es_mx: Un camuflaje montado es usado en cada batalla.
ja: 各戦において、搭載中の迷彩が 1 つ消費されます。
pl: Po każdej bitwie tracony jest nałożony kamuflaż.
ru: Каждый бой расходуется один установленный камуфляж.
uk: Кожен бій витрачається один комплект нанесеного камуфляжу.
zh: 每一场战斗都会花费掉一个安装的涂装。
zh_sg: 每场战斗消耗一个安装的涂装。

# IDS_CAMO_REPLENISH_AUTOMATICALLY_HINT_2
source: If auto-resupply is enabled, the mounted camouflage will be resupplied automatically after each battle. If the required camouflage is available, it will be mounted without cost.
es_mx: Si el reabastecimiento automático es habilitado, el camuflaje montado será renovado automáticamente después de cada batalla. Si el camuflaje requerido está disponible, será montado sin costo.
ja: 自動補給が有効な場合、搭載中の迷彩が各戦後に自動補給されます。必要な迷彩を所有している場合は、購入費用はかかりません。
pl: Jeśli automatyczne uzupełnianie jest włączone, zastosowany kamuflaż będzie automatycznie nakładany po każdej bitwie Jeśli wymagany kamuflaż jest dostępny, zostanie nałożony bez żadnych kosztów.
ru: Если автопополнение включено, установленный камуфляж будет пополняться автоматически после каждого боя. При наличии нужного камуфляжа он будет установлен бесплатно.
uk: Якщо автопоповнення увімкнене, нанесений камуфляж буде поповнюватися автоматично після кожного бою. У разі наявності потрібного камуфляжу він буде нанесений безкоштовно.
zh: 如果自动补充为开启，安装的涂装将会在每场战斗后自动补充。如果有所需的涂装可用，将会安装它们而无需费用。
zh_sg: 如果自动补给已开启，安装的涂装将会在每场战斗后自动补给。如果需求的涂装有库存可用，将会安装它们而无需费用。

# IDS_CAMO_REPLENISH_AUTOMATICALLY_HINT_3
source: If you do not have enough credits to resupply the camouflage, you can enter the battle without any camouflage.
es_mx: Si no tienes suficientes créditos para reabastecer el camuflaje, puedes entrar a la batalla sin ningún camuflaje.
ja: クレジット不足により迷彩を補給できない場合、迷彩なしでの戦闘参加をご検討ください。
pl: Jeśli nie masz wystarczającej ilości kredytów do nałożenia kamuflażu, można wejść do bitwy bez kamuflażu.
ru: Если у вас недостаточно средств для пополнения камуфляжа, вы можете выйти в бой без него.
uk: Якщо у вас недостатньо коштів для поповнення камуфляжу, ви можете вступити у бій без нього.
zh: 如果战斗之后没有足够的银币来补充涂装，您可以不用任何涂装来进入战斗。
zh_sg: 如果战斗之后没有足够的银币来补充涂装，您可以不用任何涂装来进入战斗。

# IDS_CAMO_REPLENISH_AUTOMATICALLY_HINT_4
source: If you do not have enough credits to resupply the camouflage, auto-resupply is disabled automatically.
es_mx: Si no tienes suficientes créditos para reabastecer el camuflaje, el reabastecimiento automático es desactivado automáticamente.
ja: クレジット不足により迷彩を補給できない場合、自動補給は自動的に無効化されます。
pl: Jeśli nie masz wystarczającej ilości kredytów do nałożenia kamuflażu, automatyczne uzupełnianie zostaje wyłączone.
ru: Если у вас недостаточно средств для пополнения камуфляжа, автопополнение автоматически отключается.
uk: Якщо у вас недостатньо коштів для поповнення камуфляжу, автопоповнення автоматично вимикається.
zh: 如果战斗之后没有足够的银币来补充涂装，自动补充会自动关闭。
zh_sg: 如果战斗之后没有足够的银币来补给涂装，自动补给会自动关闭。

# IDS_CAMPAIGH_TIME_FINISHED_AT
source: Ends at %(date)s
es_mx: Finaliza el %(date)s
ja: 終了: %(date)s
pl: Kończy się o %(date)s
ru: Заканчивается в %(date)s
uk: Закінчується о %(date)s
zh: 结束于 %(date)s
zh_sg: 结束于 %(date)s

# IDS_CAMPAIGN_COMPLETED
source: Campaign completed
es_mx: Campaña Completada
ja: キャンペーン完了
pl: Kampania zakończona
ru: Кампания пройдена
uk: Кампанію пройдено
zh: 已完成战役
zh_sg: 已完成战役

# IDS_CAMPAIGN_HINT_DESCR
source: Go to Missions
es_mx: Ir a las Misiones
ja: ミッションへ
pl: Przejdź do misji
ru: Перейти к миссиям
uk: Перейти до місій
zh: 前往任务
zh_sg: 前往任务

# IDS_CAMPAIGN_NEED_TOKEN
source: Campaign token needed
es_mx: Fichas de la campaña necesarias
ja: キャンペーントークンが必要
pl: Potrzebny jest żeton kampanii
ru: Нужен пропуск
uk: Потрібна перепустка
zh: 需要战役代币
zh_sg: 需要战役代币

# IDS_CAMPAIGN_TAKE_REWARD
source: Collect your reward
es_mx: Recoge tu recompensa
ja: 褒賞を受け取る
pl: Odbierz swoją nagrodę
ru: Заберите награду
uk: Заберіть нагороду
zh: 收集您的奖励
zh_sg: 收集您的奖励

# IDS_CAMPAIGN_TASK
source: Task
es_mx: Tarea
ja: タスク
pl: Zadanie
ru: Задание
uk: Завдання
zh: 工作
zh_sg: 目标

# IDS_CAMPAIGN_TASKS_IN_PROGRESS
source: Tasks in progress:
es_mx: Tareas en progreso:
ja: 進行中タスク:
pl: Zadanie w toku:
ru: Выполняются задания:
uk: Виконуєте завдання:
zh: 正在进行的工作：
zh_sg: 正在进行的目标：

# IDS_CAMPAIGN_TIME_START_AT
source: Starts at %(date)s
es_mx: Comienza el %(date)s
ja: 開始: %(date)s
pl: Zaczyna się o %(date)s
ru: Начинается в %(date)s
uk: Починається о %(date)s
zh: 开始于 %(date)s
zh_sg: 开始于 %(date)s

# IDS_CANCEL
source: Cancel
es_mx: Cancelar
ja: キャンセル
pl: Anuluj
ru: Отмена
uk: Скасувати
zh: 取消
zh_sg: 取消

# IDS_CANCEL_DEMOBILIZATION
source: Cancel dismissal
es_mx: Cancelar despido
ja: 解任をキャンセル
pl: Anuluj odwołanie.
ru: Отменить демобилизацию
uk: Скасувати демобілізацію
zh: 取消解雇
zh_sg: 取消解雇

# IDS_CANCEL_ORGANIZER_SEARCH
source: Cancel search
es_mx: Cancelar búsqueda
ja: 検索をキャンセル
pl: Anuluj wyszukiwanie
ru: Отменить поиск
uk: Скасувати пошук
zh: 取消搜寻
zh_sg: 取消搜索

# IDS_CANCEL_UPPER_CASE
source: CANCEL
es_mx: CANCELAR
ja: キャンセル
pl: ANULUJ
ru: ОТМЕНА
uk: СКАСУВАТИ
zh: 取消
zh_sg: 取消

# IDS_CANNOT_HIT_TARGET
source: IMPOSSIBLE TO HIT TARGET
es_mx: IMPOSIBLE ALCANZAR EL OBJETIVO
ja: 目標に命中させることが不可能
pl: TRAFIENIE CELU NIEMOŻLIWE
ru: НЕВОЗМОЖНО ПОРАЗИТЬ ЦЕЛЬ
uk: НЕМОЖЛИВО УРАЗИТИ ЦІЛЬ
zh: 无法命中目标
zh_sg: 无法命中目标

# IDS_CANTIMETER
source: cm
ru: см
uk: см
zh: 公分
zh_sg: 厘米

# IDS_CANT_LEARN_SKILLS
source: Unable to master skills
es_mx: Imposible dominar habilidades
ja: スキル習得不能
pl: Nie można opanować umiejętności
ru: Обучение невозможно
uk: Навчання неможливе
zh: 无法掌握技能
zh_sg: 无法学习技能

# IDS_CANT_VOTE
source: You cannot vote
es_mx: No puedes votar
ja: 投票不可
pl: Nie możesz głosować
ru: Вы не можете голосовать
uk: Ви не можете голосувати
zh: 您无法投票
zh_sg: 您无法投票

# IDS_CAPT
source: Cap
es_mx: Capturar
pl: Kapitan
ru: Кэп
uk: Кеп
zh: Кэп
zh_sg: 卡普

# IDS_CAPTURE_ALLY_BASE
source: Friendly base capture
es_mx: Captura de base aliada
ja: 味方陣地占領
pl: Zajęcie naszej bazy
ru: Захват союзной базы
uk: Захоплення бази союзників
zh: 占领我方基地
zh_sg: 占领我方基地

# IDS_CAPTURE_BASE_BY_ALLY
source: Base capture by your allies
es_mx: Captura de base por tus aliados
ja: 味方による陣地占領
pl: Zajęcie bazy przez sojuszników
ru: Захват базы союзниками
uk: Захоплення бази союзниками
zh: 基地被队友占领
zh_sg: 基地被队友占领

# IDS_CAPTURE_BASE_BY_ENEMY
source: Base capture by the enemy
es_mx: Captura de base por el enemigo
ja: 敵による陣地占領
pl: Zajęcie bazy przez przeciwników
ru: Захват базы противником
uk: Захоплення бази супротивником
zh: 基地被敌人占领
zh_sg: 基地被敌人占领

# IDS_CAPTURE_ENEMY_BASE
source: Enemy base capture
es_mx: Captura de base enemiga
ja: 敵陣地占領
pl: Zajęcie bazy przeciwnika
ru: Захват базы противника
uk: Захоплення бази супротивника
zh: 占领敌方基地
zh_sg: 占领敌方基地

# IDS_CAPTURE_POINT
source: Key Area
es_mx: Área clave
ja: キーエリア
pl: Strefa kluczowa
ru: Контрольная точка
uk: Контрольна точка
zh: 关键区域
zh_sg: 关键区域

# IDS_CAPTURE_POINT_MEGABASE_ACTIVATED
source: The zone is available for capture.
es_mx: La zona está disponible para su captura.
ja: ゾーンを占領可能
pl: Można rozpocząć zajmowanie strefy.
ru: Акватория доступна для захвата.
uk: Акваторія доступна для захоплення.
zh: 该区域可被占领。
zh_sg: 该区域可被占领。

# IDS_CAPTURE_POINT_REWARD
source: Capturing area: + %s %s. Holding area: + %s %s every %s %s.
es_mx: Capturando área: + %s %s. Manteniendo área: + %s %s cada %s %s.
ja: エリア占領中: + %s %s、エリア維持中: + %s %s / %s %s
pl: Przechwytywanie strefy: + %s %s. Utrzymywanie strefy: + %s %s na każdą %s %s.
ru: Захват точки: + %s %s. Удержание точки: + %s %s каждые %s %s.
uk: Захоплення точки: + %s %s. Утримання точки: + %s %s кожні %s %s.
zh: 占领地区：+ %s %s。保有地区：+ %s %s 每 %s %s。
zh_sg: 正在占领地区：+ %s %s。 持有地区：+ %s %s 每 %s %s。

# IDS_CAPTURE_SECTOR
source: Sector
ja: セクター
pl: Sektor
ru: Сектор
uk: Сектор
zh: 区域
zh_sg: 区域

# IDS_CAPTURING
source: Capturing
es_mx: Capturando
ja: 占領
pl: Zajmowanie
ru: Захват
uk: Захоплення
zh: 正在占领
zh_sg: 正在占领

# IDS_CAPTURING_POINTS
source: Capturing Areas
es_mx: Capturando Áreas
ja: エリア占領
pl: Zajmowanie stref
ru: Захват точек
uk: Захоплення точок
zh: 占领区域
zh_sg: 占领区域

# IDS_CAPTURING_SECTOR
source: Capturing Sectors
es_mx: Capturando Sectores
ja: セクター占領中
pl: Przechwytywanie sektorów
ru: Захват секторов
uk: Захоплення секторів
zh: 占领区域
zh_sg: 占领区域

# IDS_CAROUSEL_APPLIED_FILTER_HINT_LEVEL
source: Filter by tier
es_mx: Filtrar por nivel
ja: Tier でフィルター
pl: Filtruj po poziomie
ru: Отфильтровать по уровню
uk: Фільтрувати за рівнем
zh: Отфильтровать по уровню
zh_sg: 按等级筛选

# IDS_CAROUSEL_APPLIED_FILTER_HINT_NATION
source: Filter by nation
es_mx: Filtrar por nación
ja: 国家でフィルター
pl: Filtruj po kraju
ru: Отфильтровать по нации
uk: Фільтрувати за нацією
zh: Отфильтровать по нации
zh_sg: 按国家筛选

# IDS_CAROUSEL_APPLIED_FILTER_HINT_SHIPNAME
source: Filter by ship name
es_mx: Filtrar por nombre del barco
ja: 艦艇名でフィルター
pl: Filtruj po nazwie okrętu
ru: Отфильтровать по названию корабля
uk: Фільтрувати за назвою корабля
zh: Отфильтровать по названию корабля
zh_sg: 按战舰名筛选

# IDS_CAROUSEL_APPLIED_FILTER_HINT_SHIPTYPE
source: Filter by ship type
es_mx: Filtrar por tipo de barco
ja: 艦種でフィルター
pl: Filtruj po typie okrętu
ru: Отфильтровать по классу
uk: Фільтрувати за класом
zh: Отфильтровать по классу
zh_sg: 按战舰类型筛选

# IDS_CAROUSEL_APPLIED_FILTER_HINT_SPECIAL
source: Filter by "Special" category
es_mx: Filtrar por categoría "Especial"
ja: 「その他」のカテゴリーでフィルター
pl: Filtruj po kategorii „Specjalne”
ru: Отфильтровать по категории «Особые»
uk: Фільтрувати за категорією «Особливі»
zh: Отфильтровать по категории «Особые»
zh_sg: 按“特殊”类别筛选

# IDS_CAROUSEL_CLANBATTLE_FILTER
source: Filter ships suitable for Clan Battles
es_mx: Filtrar barcos adecuados para las Batallas de Clanes
ja: クラン戦に適合する艦艇をフィルター
pl: Filtruj okręty nadające się do bitew klanowych
ru: Фильтр кораблей, подходящих для участия в клановых боях
uk: Фільтр кораблів, придатних для участі в кланових боях
zh: 过滤适合军团战斗的战舰
zh_sg: 筛选可以参加军团战的战舰

# IDS_CAROUSEL_CLANBAWL_FILTER
source: Filter ships suitable for the Clan Brawl
es_mx: Filtrar barcos adecuados para la Pelea de Clanes.
ja: クラン闘争に適合する艦艇をフィルター
pl: Filtruj okręty nadające się do potyczki klanowej.
ru: Фильтр кораблей, подходящих для участия в клановом блице
uk: Фільтр кораблів, придатних для участі в клановому бліці.
zh: Фильтр кораблей, подходящих для участия в клановом блице
zh_sg: 筛选适合军团对决的战舰。

# IDS_CAROUSEL_EVENTBATTLE_FILTER
source: Filter ships suitable for the Asymmetric Battle
es_mx: Filtrar barcos adecuados para la Batalla de Submarinos
ja: 非対称戦に適合する艦艇のみをフィルター
pl: Filtruj okręty nadające się do bitwy asymetrycznej
ru: Фильтр кораблей, подходящих для участия в Асимметричном бою
uk: Фільтр кораблів, придатних для участі в Підводному бою
zh: 过滤出适合军备竞赛活动的战舰
zh_sg: 筛选适合潜艇战的战舰

# IDS_CAROUSEL_NO_COMPATIBLE_SHIPS
source: NO SHIPS MATCHING THE CRITERIA
es_mx: NINGÚN BARCO CUMPLE EL CRITERIO
ja: 条件に該当する艦艇なし
pl: BRAK OKRĘTÓW SPEŁNIAJĄCYCH KRYTERIA
ru: НЕТ КОРАБЛЕЙ, ПОДХОДЯЩИХ ПО УСЛОВИЯМ
uk: НЕМАЄ КОРАБЛІВ, ЩО ВІДПОВІДАЮТЬ УМОВАМ
zh: 没有符合标准的战舰
zh_sg: 没有符合此条件的战舰

# IDS_CAROUSEL_NO_COMPATIBLE_SHIPS_TOOLTIP
source: None of the ships meet the filtering criteria.
es_mx: Ninguno de los barcos cumple el criterio del filtro.
ja: フィルター条件に該当する艦艇がありません。
pl: Brak okrętów spełniających kryteria filtrowania.
ru: Нет кораблей, подходящих по условиям фильтрации.
uk: Немає кораблів, що відповідають умовам фільтра.
zh: 没有战舰符合过滤标准。
zh_sg: 没有战舰符合此筛选条件

# IDS_CAROUSEL_PVEBATTLE_FILTER
source: Filter ships suitable for completing the selected operation
es_mx: Filtra los barcos adecuados para completar la operación seleccionada
ja: 選択中のオペレーションを達成可能な艦艇をフィルタリング
pl: Pokaż okręty nadające się do podjęcia wybranej operacji
ru: Фильтр кораблей, подходящих для выполнения выбранной операции
uk: Фільтр кораблів, придатних щоб виконати вибрану операцію
zh: 过滤出适合用来完成所选行动的战舰
zh_sg: 筛选出适合用来完成所选行动的战舰

# IDS_CAROUSEL_RANKEDBATTLE_FILTER
source: Filter ships suitable for Ranked Battles
es_mx: Filtrar los barcos adecuados para las Batallas por Rango
ja: ランク戦に適合する艦艇をフィルター
pl: Przefiltruj okręty nadające się do bitew rankingowych
ru: Фильтр кораблей, подходящих для участия в ранговых боях
uk: Фільтр кораблів, придатних для участі в рангових боях
zh: 过滤出适合用来加入排位战的战舰
zh_sg: 筛选适用于排名战的战甲

# IDS_CAROUSEL_TRAININGBATTLE_FILTER
source: Filter ships suitable for joining this Training Battle
es_mx: Filtrar los barcos adecuados para unirse a este entrenamiento de batalla
ja: このトレーニングルームに適合する艦艇をフィルター
pl: Przefiltruj okręty nadające się do tej bitwy treningowej
ru: Фильтр кораблей, подходящих для участия в этом тренировочном бою
uk: Фільтр кораблів, придатних до участі в цьому тренувальному бою
zh: 过滤出适合用来加入战斗训练的战舰
zh_sg: 筛选适合加入战斗训练的战舰

# IDS_CARRIER
source: Aircraft Carrier
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_CARRIERS
source: Aircraft carriers
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowce
ru: Авианосцы
uk: Авіаносці
zh: 航母
zh_sg: 航空母舰

# IDS_CARRIER_SELECT
source: Select Aircraft Carrier
es_mx: Seleccionar Portaaviones
ja: 航空母艦を選択
pl: Wybierz lotniskowiec
ru: Выбрать авианосец
uk: Вибрати авіаносець
zh: 选择航空母舰
zh_sg: 选择航空母舰

# IDS_CARRIER_TPS_CAMERA
source: Shift camera to ship view while playing with an aircraft carrier
es_mx: Cambiar la cámara a vista de barco mientras juegas con un portaaviones
ja: 航空母艦でプレイ中にカメラを艦艇視点にシフト
pl: Przełącz kamerę na widok okrętu, grając lotniskowcem
ru: Перевести камеру к кораблю на авианосце
uk: Пересунути камеру до авіаносця
zh: 在航行航空母舰的时候转换摄影机镜头到战舰视角
zh_sg: 使用航空母舰时可以切换回战舰界面

# IDS_CASUAL_CVC
source: Naval Battle
es_mx: Batalla Naval
ja: 海戦
pl: Bitwa morska
ru: Морское сражение
uk: Морська битва
zh: 对战
zh_sg: 海军大战

# IDS_CASUAL_CVC_ATTEMPTS_LEFT
source: Attempts left: %(attemptsLeft)s
es_mx: Intentos restantes: %(attemptsLeft)s
ja: 試行回数残り: %(attemptsLeft)s 回
pl: Pozostało prób: %(attemptsLeft)s
ru: Количество попыток: %(attemptsLeft)s
uk: Кількість спроб: %(attemptsLeft)s
zh: Количество попыток: %(attemptsLeft)s
zh_sg: 剩余尝试：%(attemptsLeft)s

# IDS_CASUAL_CVC_INSTRUCTION
source: Go to Naval Battle
es_mx: Ir a la Batalla Naval
ja: 海戦へ
pl: Przejdź do bitwy morskiej
ru: Перейти к Морскому сражению
uk: Перейти до Морської битви
zh: 前往军团对战
zh_sg: 前往海军大战

# IDS_CASUAL_CVC_MATCHING_STAGE
source: Matchmaking in progress
es_mx: Matchmaking en progreso
ja: マッチメイク進行中
pl: Trwa matchmaking
ru: Проходит подбор соперника
uk: Триває добір суперника
zh: Проходит подбор соперника
zh_sg: 正在匹配中

# IDS_CASUAL_CVC_QUALIFICATION_STAGE
source: Preparation
es_mx: Preparación
ja: 準備
pl: Przygotowania
ru: Подготовка
uk: Приготування
zh: 准备
zh_sg: 准备

# IDS_CASUAL_CVC_REWARDING_STAGE
source: Rewarding
es_mx: Recompensante
ja: 褒賞
pl: Nagradzanie
ru: Проходит награждение
uk: Триває нагородження
zh: Проходит награждение
zh_sg: 奖励

# IDS_CASUAL_CVC_STAGE_BRAWL_COMPLETE
source: Challenges accomplished successfully!
es_mx: ¡Retos completados exitosamente!
ja: チャレンジ完遂!
pl: Pomyślnie ukończono wyzwania!
ru: Испытания успешно пройдены!
uk: Випробування успішно пройдено!
zh: 挑战成功完成！
zh_sg: 已成功地完成挑战！

# IDS_CASUAL_CVC_STAGE_BRAWL_DISABLED
source: Take part in the final battles
es_mx: Participa en las batallas finales
ja: 最終戦に参加してください
pl: Weź udział w bitwach finałowych
ru: Участвуйте в заключительных боях
uk: Беріть участь у завершальних боях
zh: 参加最后的战斗
zh_sg: 参加最后的战斗

# IDS_CASUAL_CVC_STAGE_BRAWL_ENABLED
source: %(attemptsLeft)s attempt left
es_mx: %(attemptsLeft)s intento restante
ja: 試行回数残り %(attemptsLeft)s 回
pl: pozostało %(attemptsLeft)s podejście
ru: Осталась %(attemptsLeft)s попытка
uk: Залишилася %(attemptsLeft)s спроба
zh: 剩余%(attemptsLeft)s 的尝试
zh_sg: 剩余%(attemptsLeft)s次尝试

# IDS_CASUAL_CVC_STAGE_BRAWL_TRIES_EXPIRED
source: You've used up all of your attempts
es_mx: Has usado todos tus intentos
ja: 試行回数が限度に達しました
pl: Wykorzystano wszystkie podejścia
ru: Попытки израсходованы
uk: Спроби витрачено
zh: 您用完了您所有的尝试
zh_sg: 您用尽了所有的尝试次数

# IDS_CASUAL_CVC_STAGE_DEFAULT
source: Unavailable
es_mx: No disponible
ja: 利用不可
pl: Niedostępne
ru: Не проводится
uk: Не відбувається
zh: 战争...战争永远不会改变
zh_sg: 不可用

# IDS_CASUAL_CVC_STAGE_MATCHMAKING
source: Matchmaking
ja: マッチメイク
pl: Dobieranie drużyn
ru: Подбор соперника
uk: Добір суперника
zh: 配对
zh_sg: 正在进行匹配

# IDS_CASUAL_CVC_STAGE_PREPARATION
source: Preparation
es_mx: Preparación
ja: 準備
pl: Przygotowania
ru: Подготовка
uk: Приготування
zh: 准备
zh_sg: 准备

# IDS_CASUAL_CVC_STAGE_REWARDING
source: Rewarding
es_mx: Gratificante
ja: 褒賞
pl: Nagradzanie
ru: Награждение
uk: Нагородження
zh: 报酬
zh_sg: 奖励
