Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TOOLTIP_ARTILLERY_TIME_RELOAD
source: Main battery reload time
es_mx: Tiempo de carga de la batería principal
ja: 主砲の装填時間
pl: Czas przeładowania głównej baterii
ru: Время перезарядки ГК
uk: Час перезаряджання ГК
zh: 主炮组装填时间
zh_sg: 主炮组装填时间

# IDS_TOOLTIP_ARTILLERY_TITLE
source: Primary offensive weapon of a ship
es_mx: Arma primaria ofensiva de un barco
ja: 艦の主要な攻撃兵装
pl: Główna broń ofensywna okrętu
ru: Основное орудие корабля
uk: Основна гармата корабля
zh: 战舰的主要攻击性武器
zh_sg: 战舰的主要攻击性武器

# IDS_TOOLTIP_ATBA
source: Secondary battery (opens fire automatically)
es_mx: Batería Secundaria (abre fuego automáticamente)
ja: 副砲 (自動射撃)
pl: Uzbrojenie dodatkowe (otwiera ogień automatycznie)
ru: Вспомогательный калибр. Стрельба ведётся автоматически.
uk: Допоміжний калібр. Стріляє автоматично.
zh: 副炮组 (已自动启用)
zh_sg: 副炮组 (自动开火)

# IDS_TOOLTIP_ATBA_GUN
source: Secondary battery
es_mx: Batería secundaria
ja: 副砲
pl: Bateria dodatkowa
ru: Орудия вспомогательного калибра
uk: Гармати допоміжного калібру
zh: 副炮组
zh_sg: 副炮组

# IDS_TOOLTIP_AVAILABLE_EXPERIENCE
source: Available experience comprises XP earned on the ship and Free XP.
es_mx: La experiencia disponible se compone de la XP ganada en el barco y la XP Libre.
ja: 使用可能な経験値は、その艦で取得した EXP とフリー EXP の合計です。
pl: Dostępne doświadczenie to suma PD zdobytych danym okrętem i wolnych PD.
ru: Доступный опыт включает опыт, заработанный на данном корабле, и свободный опыт.
uk: Доступний досвід складається з досвіду, здобутого на цьому кораблі, та вільного досвіду.
zh: 可用经验包含了战舰所获得的经验与全局经验。
zh_sg: 可用经验包含了战舰所获得的经验与全局经验。

# IDS_TOOLTIP_AVAILABLE_LEVELS
source: Go to description
es_mx: Ir a la descripción
ja: 説明へ
pl: Przejdź do opisu
ru: Перейти к описанию
uk: Перейти до опису
zh: 点击以了解更多信息。
zh_sg: 点击以了解更多信息。

# IDS_TOOLTIP_AVA_EVENT_DUE_DATES
source: Competition duration: %(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
es_mx: Duración de la competencia: %(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
ja: コンペティション期間: %(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
pl: Czas trwania zawodów: %(_formattedAvaStartTime)s – %(_formattedAvaFinishTime)s
ru: Период проведения соревнования: %(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
uk: Період проведення змагання: %(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
zh: 竞赛时间：%(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s
zh_sg: 争霸赛时间：%(_formattedAvaStartTime)s - %(_formattedAvaFinishTime)s

# IDS_TOOLTIP_AVIATION
source: Parameter reflecting the size of the ship's air group
es_mx: Parámetro que refleja el tamaño del grupo aéreo del barco
ja: 艦の航空隊の規模を示すパラメータ
pl: Parametr określający liczność grupy powietrznej
ru: Параметр, отражающий мощность авиагруппы корабля
uk: Параметр, що показує потужність авіагрупи корабля
zh: 反映该战舰航空编队规模的参数
zh_sg: 反映该战舰飞机编制规模的参数

# IDS_TOOLTIP_BACK_TO_NATION
source: Go back to the Tech Tree
es_mx: Regresa al Árbol Tecnológico
ja: 技術ツリーに戻る
pl: Wróć do drzewka technologicznego
ru: Вернуться к Дереву развития
uk: Повернутися до Дерева досліджень
zh: 回到科技树
zh_sg: 回到科技树

# IDS_TOOLTIP_BATTERY
source: A parameter that reflects a submarine's ability to engage in underwater combat for an extended period of time.
es_mx: Un parámetro que refleja la habilidad de un submarino para entrar en combate submarino durante un periodo prolongado de tiempo.
ja: 潜水艦が水中で長時間に渡っての戦闘を行う能力を示すパラメータ
pl: Parametr odzwierciedlający zdolność okrętu podwodnego do walki w zanurzeniu przez dłuższy czas.
ru: Параметр, отражающий способность подводной лодки вести бой под водой продолжительное время.
uk: Параметр, що показує здатність підводного човна вести бій під водою протягом тривалого часу.
zh: Параметр, отражающий способность подводной лодки вести бой под водой продолжительное время.
zh_sg: 反映潜艇长时间水下作战能力的参数。

# IDS_TOOLTIP_BATTERY_MAX_CAPACITY
source: Maximum battery capacity
es_mx: Capacidad máxima de la Batería
ja: バッテリー容量
pl: Maksymalna pojemność akumulatorów
ru: Максимальная ёмкость аккумулятора.
uk: Максимальна ємність акумулятора
zh: Максимальная ёмкость аккумулятора.
zh_sg: 最大蓄电池容量

# IDS_TOOLTIP_BATTERY_RATE_DEEP_WATER
source: Battery charge is consumed when moving underwater at speeds above 1/4 only
es_mx: La carga de la batería solo es consumida al moverse bajo el agua a una velocidad superior a 1/4
ja: バッテリーは水中で 1/4 速を超える速度で移動した場合に限り消費されます。
pl: Energia czerpana jest z akumulatorów tylko wtedy, gdy okręt porusza się z prędkością większą niż 1/4
ru: Расход энергии на движение под водой осуществляется только на скорости выше 1/4.
uk: Витрата енергії на рух під водою здійснюється лише на швидкостях вище 1/4
zh: Расход энергии на движение под водой осуществляется только на скорости выше 1/4.
zh_sg: 在水下移动时，只有速度超过1/4时才会消耗电量

# IDS_TOOLTIP_BATTERY_RATE_PERISCOPE
source: Battery recharge rate on the surface
es_mx: Velocidad de recarga de la Batería en la superficie
ja: 水上でのバッテリー充電速度
pl: Szybkość ładowania akumulatorów na powierzchni
ru: Скорость восстановления энергии в надводном положении.
uk: Швидкість відновлення енергії в надводному стані
zh: Скорость восстановления энергии в надводном положении.
zh_sg: 位于水面时的充电比率

# IDS_TOOLTIP_BATTERY_REGEN_RATE
source: When moving underwater, the battery is recharged only at 1/4 speed or below
es_mx: Al moverse bajo el agua, la batería se recarga a una velocidad igual o menor a 1/4
ja: バッテリーは潜行中には 1/4 速以下の場合に充電されます
pl: Podczas działań pod wodą akumulatory ładowanie są tylko przy prędkościach niższych lub równych 1/4
ru: Восстановление энергии в подводном положении осуществляется только на скорости 1/4 и ниже.
uk: Відновлення енергії під водою здійснюється лише на швидкості 1/4 та нижче
zh: Восстановление энергии в подводном положении осуществляется только на скорости 1/4 и ниже.
zh_sg: 位于水下行动时，以1/4或更低速度移动可恢复蓄电池电量

# IDS_TOOLTIP_BATTLETYPE_INTERFACE
source: Display the selected battle type in the interface
es_mx: Muestra el tipo de batalla seleccionada en la interfaz
ja: UI に選択中の戦闘タイプを表示
pl: Wyświetl wybrany tryb bitwy w interfejsie
ru: Отображение выбранного типа боя в интерфейсе
uk: Показ вибраного типу бою в інтерфейсі
zh: 显示所选的战斗类型在接口
zh_sg: 在界面中显示所选的战斗模式

# IDS_TOOLTIP_BATTLE_BONUS_DAILY_DESCRIPTION
source: Reward for a victory. Available daily.
es_mx: Recompensa por una victoria. Disponible diariamente.
ja: 勝利褒賞は 1 日 1 回利用できます。
pl: Nagroda za zwycięstwo. Dostępna codziennie.
ru: Награда за победу в бою. Может быть получена один раз в сутки.
uk: Нагорода за перемогу в бою. Можна здобути лише один раз на добу.
zh: Награда за победу в бою. Может быть получена один раз в сутки.
zh_sg: 胜利奖励。每天可用。

# IDS_TOOLTIP_BATTLE_BONUS_MULTIPLE_DESCRIPTION
source: Reward for the next %(_battleAmount)s victory.
es_mx: Recompensa por las siguiente %(_battleAmount)s victoria.
ja: 次の %(_battleAmount)s 勝に対する褒賞
pl: Nagroda za kolejne %(_battleAmount)s zwycięstwo.
ru: Награда за следующую %(_battleAmount)s победу.
uk: Нагорода за наступну %(_battleAmount)s перемогу.
zh: Награда за следующую %(_battleAmount)s победу.
zh_sg: 下%(_battleAmount)s场胜利奖励。

# IDS_TOOLTIP_BATTLE_BONUS_ONCE_DESCRIPTION
source: Reward for a victory. Can be obtained only once.
es_mx: Recompensa por una victoria. Solo puede ser obtenida una vez.
ja: 勝利褒賞の取得回数は 1 回までの制限があります。
pl: Nagroda za zwycięstwo. Można zdobyć tylko raz.
ru: Награда за победу в бою. Может быть получена один раз.
uk: Нагорода за перемогу в бою. Можна здобути лише один раз.
zh: Награда за победу в бою. Может быть получена один раз.
zh_sg: 胜利奖励。可获取一次。

# IDS_TOOLTIP_BATTLE_LEVEL_RANGE
source: A specific set of battle tiers that the matchmaker uses to place this ship in battle.
es_mx: Un grupo específico de niveles de batalla que el matchmaker usa para colocar este barco en batalla.
ja: マッチメイカーがこの艦を組み込む戦闘 Tier 帯
pl: Zestaw poziomów bitew, w których ten okręt może zostać umieszczony.
ru: Определённый набор уровней боёв, в которые балансировщик может отправить этот корабль.
uk: Визначений набір рівнів боїв, до яких балансувальник може відправити цей корабель.
zh: 配对系统可派此战舰前往的特定一组战斗等级。
zh_sg: 配对系统可派此战舰前往的特定一组战斗等级。

# IDS_TOOLTIP_BATTLE_MESSAGES
source: Reports for battle results
es_mx: Reportes para Resultados de Batalla
ja: 戦闘結果に関する報告
pl: Raporty dot. wyników bitew
ru: Отчёты о результатах боёв
uk: Звіти про результати боїв
zh: 战斗结果报告
zh_sg: 战绩报告

# IDS_TOOLTIP_BATTLE_SCENARIO_REPORT
source: Task completion result for the battle scenario
es_mx: Resultado de la tarea completada para el escenario de batalla
ja: バトルシナリオのタスク達成状況
pl: Wynik zadań dla scenariusza bitwy
ru: Результат выполнения задачи по сценарию боя
uk: Результат виконання завдання за сценарієм бою
zh: 剧情战斗的完成结果
zh_sg: 剧情战役的成果

# IDS_TOOLTIP_BATTLE_STATS_CREDITS_AND_EXP
source: Credits and XP
es_mx: Créditos y XP
ja: クレジット、EXP
pl: Kredyty i PD
ru: Кредиты и опыт
uk: Кредити та досвід
zh: 银币与经验
zh_sg: 银币与经验

# IDS_TOOLTIP_BATTLE_STATS_DETAILED_REPORT
source: Damage caused and received
es_mx: Daño causado y recibido
ja: ダメージ与/被
pl: Uszkodzenia zadane i otrzymane
ru: Нанесённый и полученный урон
uk: Завдана та отримана шкода
zh: 造成与受到的伤害
zh_sg: 造成与受到的伤害

# IDS_TOOLTIP_BATTLE_STATS_PERSONAL_REPORT
source: Your personal score
es_mx: Tu puntuación personal
ja: 個人スコア
pl: Twój wynik osobisty
ru: Ваш персональный результат
uk: Ваш особистий результат
zh: 您的个人成绩
zh_sg: 您的个人成绩

# IDS_TOOLTIP_BATTLE_STATS_TEAM_REPORT
source: Battle results of all players on both teams
es_mx: Resultados de batalla para todos los jugadores en ambos equipos
ja: 両チームの全プレイヤーの戦果
pl: Wyniki wszystkich graczy obu drużyn
ru: Результаты боя всех игроков обеих команд
uk: Результати бою всіх гравців обох команд
zh: 队伍成绩
zh_sg: 队伍成绩

# IDS_TOOLTIP_BATTLE_TIPS
source: Battle tips
es_mx: Consejos de batalla
ja: 戦闘ヒント
pl: Podpowiedzi
ru: Боевые тактические подсказки
uk: Бойові тактичні підказки
zh: 战斗小提示
zh_sg: 战斗小提示

# IDS_TOOLTIP_BOMBER_SQUADRONS
source: Bomber squadron
es_mx: Escuadrón de bombarderos
ja: 爆撃機中隊
pl: Eskadra bombowców nurkujących
ru: Эскадрилья бомбардировщиков
uk: Ескадрилья бомбардувальників
zh: 俯冲轰炸机中队
zh_sg: 轰炸机中队

# IDS_TOOLTIP_BUOYANCY_RUDDER_TIME
source: Diving planes allow a submarine to control its dive and ascent
es_mx: Los timones de profundidad permiten a un submarino controlar su inmersión y ascenso
ja: 潜航舵は潜水艦が潜行・浮上を制御するための舵です
pl: Stery głębokości pozwalają okrętowi podwodnemu zmniejszać i zwiększać głębokość zanurzenia
ru: Горизонтальные рули позволяют подводной лодке управлять погружением и всплытием.
uk: Горизонтальні рулі дозволяють підводному човну керувати зануренням і спливанням
zh: Горизонтальные рули позволяют подводной лодке управлять погружением и всплытием.
zh_sg: 水平舵允许潜艇控制其下潜和上浮

# IDS_TOOLTIP_BUTTON_BATTLE
source: Start a battle in the selected mode.
es_mx: Inicia una batalla en el modo seleccionado.
ja: 選択中のモードで戦闘開始
pl: Rozpocznij bitwę w wybranym trybie.
ru: Начать бой в выбранном режиме.
uk: Почати бій у вибраному режимі.
zh: 以所选的模式来进行一场战斗。
zh_sg: 以所选的模式来进行一场战斗。

# IDS_TOOLTIP_BUY_GOLD
source: Visit our website to purchase doubloons.
es_mx: Visita nuestro sitio web para comprar doblones.
ja: ウェブサイトでダブロンを購入
pl: Wejdź na naszą stronę, aby kupić dublony.
ru: Перейти на страницу покупки дублонов на сайте.
uk: Перейти на сайт, щоб купити дублони.
zh: 前往网站以购买金币
zh_sg: 前往网站以购买达布隆。

# IDS_TOOLTIP_BUY_PREMIUM_ACCOUNT
source: Purchase Premium Account
es_mx: Comprar Cuenta Premium
ja: プレミアムの購入
pl: Kup konto premium
ru: Купить премиум аккаунт
uk: Купити преміум акаунт
zh: 购买高级账号
zh_sg: 购买高级账号

# IDS_TOOLTIP_CAMOUFLAGE
source: Purchase and mount camouflage
es_mx: Comprar y montar camuflajes
ja: 迷彩の購入と搭載
pl: Kup i nałóż kamuflaż
ru: Покупка и установка камуфляжей
uk: Купівля та нанесення камуфляжів
zh: 购买并装备涂装
zh_sg: 购买并安装涂装

# IDS_TOOLTIP_CAMPAIGN_NEED_TOKEN
source: A token is needed to access the Campaign.
es_mx: Una ficha es necesaria para acceder a la Campaña
ja: キャンペーンにアクセスするためにトークンが必要
pl: Konieczny jest żeton, żeby uzyskać dostęp do kampanii
ru: Чтобы получить доступ к кампании, необходим пропуск.
uk: Щоб отримати доступ до кампанії, потрібна перепустка.
zh: 需要代币才能进入战役
zh_sg: 需要令牌才能进入战役

# IDS_TOOLTIP_CANNOT_SET_TEAM_SIZE_LESS_THAN_CURRENT
source: The current number of members in this team exceeds the permitted number.
es_mx: El número actual de miembros en este equipo excede el límite permitido.
ja: このチームの現在のメンバー数が上限を超えています。
pl: Aktualna liczba członków w tej drużynie przekracza dozwoloną.
ru: Текущее количество игроков в команде превышает допустимое.
uk: Наявна кількість гравців у команді перевищує граничну.
zh: 目前这支队伍中的成员数超出了允许数量。
zh_sg: 当前这个团队的成员数量超过了上限。

# IDS_TOOLTIP_CAROUSEL_FILTERS
source: Open Ship Display settings panel
es_mx: Abre el panel de muestra del barco
ja: 艦艇表示パネルを開く
pl: Otwórz panel widoku okrętów
ru: Открыть панель настройки отображения кораблей
uk: Відкрити панель налаштування показу кораблів
zh: 打开战舰显示区
zh_sg: 打开战舰显示区

# IDS_TOOLTIP_CAROUSEL_FILTERS_SPECIAL
source: Open Additional Content settings panel
es_mx: Abre el panel de ajustes Contenido Adicional
ja: 追加コンテンツ設定パネルを開く
pl: Otwórz panel ustawień Zawartości dodatkowej
ru: Открыть панель настройки дополнительного контента
uk: Відкрити панель налаштування додаткового вмісту
zh: 打开额外内容设定面板
zh_sg: 打开额外内容设定面板

# IDS_TOOLTIP_CHANGE_DAILY_QUEST
source: Replace this mission
es_mx: Remplazar esta misión
ja: このミッションを置き換える
pl: Wymień tą misję
ru: Заменить задачу
uk: Замінити завдання
zh: 取代这个任务
zh_sg: 替换此任务

# IDS_TOOLTIP_CHANGE_DAILY_QUEST_INSTRUCTION
source: You can replace one daily mission once every 24 hours.
es_mx: Puedes reemplazar una misión diaria una vez cada 24 horas.
ja: 24 時間毎に 1 つのデイリーミッションを置き換えることができます。
pl: Możesz wymienić jedną misję codzienną raz na 24 godziny.
ru: Один раз в сутки вы можете заменить одну из ежедневных боевых задач.
uk: Один раз на добу ви можете замінити одне з щоденних бойових завдань.
zh: 您每 24 小时可替换当中的一个每日任务。
zh_sg: 您每24小时可替换一个日常。

# IDS_TOOLTIP_CHAT
source: Show/Hide Chat
es_mx: Mostrar/Ocultar Chat
ja: チャット表示/非表示
pl: Pokaż/ukryh czat
ru: Показать/скрыть чат
uk: Показати/приховати чат
zh: 显示/隐藏聊天
zh_sg: 显示/隐藏聊天

# IDS_TOOLTIP_CHOOSE_BATTLETYPE
source: Select this battle type
es_mx: Seleccionar este tipo de batalla
ja: この戦闘タイプを選択
pl: Wybierz typ bitwy
ru: Выбрать этот тип боя
uk: Вибрати цей тип бою
zh: 点击以选择此战斗类型。
zh_sg: 选择此战斗模式。

# IDS_TOOLTIP_CHOOSE_LEAVE_DIVISION
source: Right-click and select Leave Division in the context menu
es_mx: Haz Click derecho y selecciona Dejar División en el menú contextual
ja: 右クリックしてコンテキストメニューから「分艦隊から脱退」を選択してください
pl: Kliknij PPM i wybierz Opuść dywizjon w menu kontekstowym
ru: Выберите пункт «Покинуть отряд» в контекстном меню по нажатию правой кнопки мыши
uk: Виберіть пункт «Покинути загін» у контекстному меню натиснувши праву кнопку миші
zh: 右键点击并选择离开舰队
zh_sg: 右键点击并在快捷菜单中选择离开小队

# IDS_TOOLTIP_CHOOSE_LEAVE_PARTY
source: Right-click and select "Vacate the place" in the context menu that appears.
es_mx: Clic derecho y selecciona "Desocupar el lugar" en el menú de contexto que aparece.
ja: 右クリックしてコンテキストメニューから「枠を空ける」を選択してください。
pl: Kliknij PPM i wybierz „Zwolnij miejsce” w menu kontekstowym
ru: Выберите пункт «Освободить место» в контекстном меню по нажатию правой кнопки мыши
uk: Виберіть пункт «Звільнити місце» у контекстному меню після натискання правої кнопки миші
zh: 右键点击然后选择出现在上下文菜单中的 "空出位置"。
zh_sg: 右键点击然后选择快捷菜单中的"空出位置"。

# IDS_TOOLTIP_COMMANDERS_MANAGEMENT
source: During this battle, Commanders can invite players to their Divisions
es_mx: Durante esta batalla, los Comandantes pueden invitar jugadores a sus Divisiones
ja: この戦闘中には、各艦長が各自の分艦隊にプレイヤーを招待することが可能
pl: W trakcie tej bitwy dowódcy mogą zapraszać graczy do swoich dywizjonów
ru: В этом бою командиры могут приглашать игроков в отряды
uk: У цьому бою командири можуть запрошувати гравців до загонів
zh: 这场战斗期间，指挥官可以邀请玩家加入其分舰队
zh_sg: 在这场战斗中，指挥官可以邀请其他玩家进入它们的小队

# IDS_TOOLTIP_CONTACTS
source: Open Contacts
es_mx: Abrir Contactos
ja: 連絡先を開く
pl: Otwórz Kontakty
ru: Открыть список контактов
uk: Відкрити список контактів
zh: 点击以开启联系人名单
zh_sg: 开启联系人

# IDS_TOOLTIP_CONVERT_EXP
source: Convert XP earned on Elite and Premium ships to Free XP.
es_mx: Convertir la XP conseguida en barcos Elite y Premium en XP Libre.
ja: エリート/プレミアム艦艇で取得した EXP をフリー EXP へと変換
pl: Wymień PD zdobyte w okrętach elitarnych i premium na wolne PD.
ru: Перевести опыт, заработанный на элитных и премиум кораблях, в свободный опыт.
uk: Конвертувати досвід, здобутий на елітних та преміум кораблях, у вільний досвід.
zh: 转换精英与特殊战舰所获得的经验为全局经验。
zh_sg: 转换精英与加值战舰所获得的经验为全局经验。

# IDS_TOOLTIP_CREDIT_BALANCE
source: Exchange doubloons for credits
es_mx: Cambiar doblones por créditos
ja: ダブロンをクレジットに変換
pl: Wymień dublony za kredyty
ru: Обменять дублоны на кредиты
uk: Обміняти дублони на кредити
zh: 兑换金币为银币
zh_sg: 兑换达布隆为银币

# IDS_TOOLTIP_CVC_RENT_SHIP
source: This ship has been issued for participation in the Clan Battles Season
es_mx: Este barco ha sido otorgado por participar en la Temporada de las Batallas de Clanes
ja: この艦艇はクラン戦シーズンへの参加用として支給されました
pl: Ten okręt został wydany do uczestnictwa w sezonie bitew klanowych
ru: Корабль предоставлен для участия в сезоне клановых боёв
uk: Корабель надано для участі в сезоні кланових боїв
zh: 已发放此战舰来参与军团战斗赛季
zh_sg: 发放此战舰用于参加赛季军团战

# IDS_TOOLTIP_CVC_RENT_SHIP_CHANGE_SEASON_END
source: This ship will soon be removed
es_mx: Este barco pronto será eliminado
ja: この艦艇は間もなく削除されます
pl: Ten okręt zostanie wkrótce usunięty
ru: Корабль скоро будет списан
uk: Корабель незабаром спишуть
zh: 此战舰很快就会被移除
zh_sg: 此战舰很快就会被移除

# IDS_TOOLTIP_CVC_RENT_SHIP_CHANGE_SOON
source: The ship will soon be replaced with another ship
es_mx: Este barco pronto será reemplazado por otro barco
ja: この艦艇は間もなく別の艦艇と置き換えられます
pl: Ten okręt zostanie wkrótce zastąpiony innym okrętem
ru: Корабль скоро будет заменён на другой
uk: Корабель незабаром замінять на інший
zh: 此战舰很快就会被其它战舰取代
zh_sg: 此战舰很快就会被其它战舰取代

# IDS_TOOLTIP_CVC_RENT_SHIP_TIME_CHANGE
source: The ship will be replaced with another ship at %(time_date)s
es_mx: Este barco será reemplazado por otro barco el %(time_date)s
ja: この艦艇は %(time_date)s に別の艦艇と置き換えられます
pl: Okręt zostanie zastąpiony innym okrętem o %(time_date)s
ru: Корабль будет заменён на другой в %(time_date)s
uk: Корабель замінять на інший о %(time_date)s
zh: 此战舰将于 %(time_date)s 被其它战舰取代
zh_sg: 此战舰将于 %(time_date)s 被其它战舰取代

# IDS_TOOLTIP_CVC_RENT_SHIP_TIME_OFF
source: The ship will be removed at %(time_date)s
es_mx: Este barco será eliminado el %(time_date)s
ja: この艦艇は %(time_date)s に削除されます
pl: Ten okręt zostanie usunięty o %(time_date)s
ru: Корабль будет списан в %(time_date)s
uk: Корабель спишуть о %(time_date)s
zh: 此战舰将于 %(time_date)s 被移除
zh_sg: 此战舰将于 %(time_date)s 被移除

# IDS_TOOLTIP_DEFENSE
source: Defense
es_mx: Defensa
ja: 防御
pl: Obrona
ru: Защита
uk: Захист
zh: 防御性
zh_sg: 防御性

# IDS_TOOLTIP_DEPTH_CHARGE
source: Parameter reflecting a ship's counter-submarine capabilities
es_mx: Un parámetro que refleja las capacidades antisubmarinas de un barco.
ja: 艦艇の対潜能力を示すパラメータ
pl: Parametr odzwierciedlający zdolność zwalczania okrętów podwodnych.
ru: Параметр, отражающий способность корабля противодействовать подводным лодкам.
uk: Параметр, що показує здатність корабля протидіяти підводним човнам.
zh: Параметр, отражающий способность корабля противодействовать подводным лодкам.
zh_sg: 反映战舰反潜能力的参数。

# IDS_TOOLTIP_DEPTH_CHARGE_MAX_BOMB_DAMAGE
source: Maximum depth charge damage
es_mx: Daño máximo de la carga de profundidad
ja: 爆雷の最大ダメージ
pl: Maksymalne uszkodzenia od ładunku głębinowego
ru: Максимальный урон глубинной бомбы
uk: Максимальна шкода глибинної бомби
zh: Максимальный урон глубинной бомбы
zh_sg: 深水炸弹最大伤害

# IDS_TOOLTIP_DEPTH_CHARGE_MAX_PACKS
source: Number of depth charge groups
es_mx: Grupos de cargas de profundidad
ja: 爆雷攻撃の回数
pl: Liczba grup bomb głębinowych
ru: Количество групп глубинных бомб
uk: Кількість груп глибинних бомб
zh: Количество групп глубинных бомб
zh_sg: 深水炸弹组数

# IDS_TOOLTIP_DEPTH_CHARGE_NUM_BOMBS_IN_PACK
source: Depth charges in a group
es_mx: Cargas de profundidad en un grupo
ja: 1 回あたりの爆雷数
pl: Bomby głębinowe w grupie
ru: Количество глубинных бомб в группе
uk: Кількість глибинних бомб у групі
zh: Количество глубинных бомб в группе
zh_sg: 每组深水炸弹

# IDS_TOOLTIP_DEPTH_CHARGE_RELOAD_TIME
source: Reload time of one depth charge group
es_mx: Tiempo de recarga de un grupo de cargas de profundidad
ja: 爆雷攻撃 1 回の準備時間
pl: Czas przeładowania jednej grupy bomb głębinowych
ru: Время перезарядки одной группы глубинных бомб
uk: Час перезаряджання однієї групи глибинних бомб
zh: Время перезарядки одной группы глубинных бомб
zh_sg: 一组深水炸弹的装填时间

# IDS_TOOLTIP_DETECTION
source: Detection
es_mx: Detección
ja: 索敵
pl: Wykrywanie
ru: Обнаружение
uk: Виявлення
zh: 侦测性
zh_sg: 被发现的可能性

# IDS_TOOLTIP_DRAFT
source: Deep-draught ships are exposed to an increased risk of running aground.
es_mx: Los barcos de gran calado están expuestos a un riesgo incrementado de quedarse varados.
ja: 喫水が深い艦艇ほど座礁のリスクが大きい
pl: Okręty o głębokim zanurzeniu narażone są na większe ryzyko zderzenia z dnem.
ru: Чем больше осадка корабля, тем выше риск сесть на мель.
uk: Що більша осадка корабля, то вище ризик сісти на мілину.
zh: 吃水深的战舰容易置身在搁浅的风险当中。
zh_sg: 吃水性深的战舰容易发生搁浅。

# IDS_TOOLTIP_DURABILITY
source: Parameter reflecting the ship's ability to withstand a hostile man-made environment
es_mx: Parámetro reflejando la habilidad del barco a resistir un entorno hostil hecho por el hombre
ja: 人為的な敵対的状況下における艦の耐久性を示す
pl: Parametr określający odporność okrętu na szkodliwe działanie otoczenia
ru: Параметр, отражающий уровень защищённости корабля от внешних воздействий.
uk: Параметр, що показує рівень захищеності корабля від зовнішніх впливів
zh: 反映该战舰能承受敌方攻击能力的参数
zh_sg: 反映该战舰对人造不利环境的承受能力的参数

# IDS_TOOLTIP_ENSIGN
source: Mount flags
es_mx: Montar banderas
ja: 旗を搭載
pl: Zamontuj flagi
ru: Установка флагов
uk: Встановлення прапорів
zh: 安装联赛标志
zh_sg: 安装旗帜

# IDS_TOOLTIP_EXCHANGE_GOLD
source: Exchange doubloons for credits.
es_mx: Cambiar doblones por créditos
ja: ダブロンをクレジットに変換
pl: Wymień dublony za kredyty
ru: Обменять дублоны на кредиты
uk: Обміняти дублони на кредити
zh: 兑换金币为银币
zh_sg: 兑换达布隆为银币

# IDS_TOOLTIP_EXCLUDED_SHIPS
source: Excluded ships:
es_mx: Barcos excluidos:
ja: 対象外の艦艇:
pl: Wykluczone okręty:
ru: Кроме:
uk: Крім:
zh: 排除在外的战舰：
zh_sg: 排除战舰：

# IDS_TOOLTIP_FIGHTER_SQUADRONS
source: Attack aircraft squadron
es_mx: Escuadrón de aviones de ataque
ja: 攻撃機中隊
pl: Eskadra samolotów szturmowych
ru: Эскадрилья штурмовиков
uk: Ескадрилья штурмовиків
zh: 战斗机中队
zh_sg: 攻击机中队

# IDS_TOOLTIP_FINAL_TASK_LOCKED
source: Collect the required number of stars to unlock the final task.
es_mx: Reúne el número requerido de estrellas para desbloquear la tarea final.
ja: 最終タスクをアンロックするには、所定数のスターを収集してください。
pl: Zbierz wymaganą liczbę gwiazdek, żeby odblokować ostateczne zadanie.
ru: Наберите необходимое количество звёзд, чтобы разблокировать финальное задание.
uk: Зберіть потрібну кількість зірок, щоб розблокувати фінальне завдання.
zh: 收集到所需数量的星星来解开最后的工作。
zh_sg: 收集到所需数量的星星来解开最后的目标。

# IDS_TOOLTIP_FREE_EXP_BALANCE
source: Convert XP
es_mx: Convertir XP
ja: EXP の変換
pl: Wymień PD
ru: Перевести опыт
uk: Конвертувати досвід
zh: 兑换经验
zh_sg: 兑换经验

# IDS_TOOLTIP_GOLD_BALANCE
source: Doubloons
es_mx: Doblones
ja: ダブロン
pl: Dublony
ru: Дублоны
uk: Дублони
zh: 金币
zh_sg: 达布隆

# IDS_TOOLTIP_GO_TO_EVENT_WINDOW
source: Go to the event screen
es_mx: Ir a la pantalla de eventos
ja: イベント画面へ
pl: Przejdź do ekranu wydarzeń
ru: Перейти к экрану события
uk: Перейти на екран події
zh: 前往活动
zh_sg: 进入活动界面

# IDS_TOOLTIP_HANGARVOLUME
source: Aircraft on deck
es_mx: Avión en cubierta
ja: 甲板上の機数
pl: Samoloty na pokładzie
ru: Самолётов на палубе
uk: Літаків на палубі
zh: 机库容量
zh_sg: 甲板上的飞机
