Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACCOUNT_GOLD_EXCHANGE_HEADING
source: EXCHANGE DOUBLOONS
es_mx: CAMBIAR DOBLONES
ja: ダブロンの変換
pl: WYMIEŃ DUBLONY
ru: ОБМЕН ДУБЛОНОВ
uk: ОБМІН ДУБЛОНІВ
zh: 兑换银币
zh_sg: 兑换达布隆

# IDS_ACCOUNT_INPUT_TEXT_CONFIRMATION_CODE
source: Enter code
es_mx: Ingresa el código
ja: コードを入力
pl: Wprowadź kod
ru: Введите код
uk: Введіть код
zh: 输入确认码
zh_sg: 输入确认码

# IDS_ACCOUNT_INPUT_TEXT_EMAIL
source: Email
es_mx: Correo electrónico
ja: E メール
zh: 输入电子邮件地址
zh_sg: 电子邮件

# IDS_ACCOUNT_INPUT_TEXT_PASSWORD
source: Password
es_mx: Contraseña
ja: パスワード
pl: Hasło
ru: Пароль
uk: Пароль
zh: 输入密码
zh_sg: 密码

# IDS_ACCOUNT_LEVELING_COLON
source: Access Level progress:
ja: アクセスレベルの進捗:
pl: Wzrost poziomu dostępu:
ru: Прогресс уровня доступа:
zh: Прогресс уровня доступа:

# IDS_ACCOUNT_LEVEL_GAINED_REASON
source: Access Level %(level)d has been achieved
es_mx: El Nivel de Acceso %(level)d ha sido alcanzado
ja: アクセスレベル %(level)d に到達
pl: Osiągnięto %(level)d poziom dostępu
ru: Достижение %(level)d уровня доступа
uk: Досягнення %(level)d рівня доступу
zh: 获得Level %(level)d的作战等级
zh_sg: 已达到权限等级%(level)d

# IDS_ACCOUNT_LEVEL_TOO_LOW_FOR_EVENT
source: Your Level in the Service Record is too low to enter the battle
es_mx: Tu Nivel en la Hoja de Servicio es demasiado bajo para entrar a la batalla
ja: 任務記録レベルが不足しているため、この戦闘に参加不可
pl: Twój poziom Przebiegu służby jest zbyt niski, by wejść do wyścigu zbrojeń
ru: Ваш уровень в послужном списке слишком низок для участия в бою
uk: Ваш рівень послужного списку занизький, щоб вступати у бій
zh: 您的等级未达到参与战斗的要求
zh_sg: 你的服役记录等级太低不能参加战斗

# IDS_ACCOUNT_LEVEL_TOO_LOW_FOR_PVE
source: Your Level in the Service Record is too low to enter the Operations mode as a Division Commander
es_mx: Tu Nivel en la Hoja de Servicio es muy bajo para entrar en el modo Operaciones como un Comandante de División
ja: 任務記録レベルが不足しているため、オペレーション・モードに分艦隊指揮官として参加することができません
pl: Twój poziom w Przebiegu służby jest zbyt niski, żeby wejść w tryb operacji jako dowódca dywizjonu.
ru: Ваш уровень в послужном списке слишком низок для выхода в режим операций в качестве командира отряда
uk: Ваш рівень у послужному списку занадто низький, щоб входити до режиму операцій як командир загону
zh: 您在服役记录中的等级太低而无法作为分舰队指挥官进入该行动模式
zh_sg: 您在服役记录中的等级太低无法作为小队指挥官进入该行动模式

# IDS_ACCOUNT_PREMIUM
source: Premium Account
es_mx: Cuenta Premium
ja: プレミアムアカウント
pl: Konto premium
ru: Премиум
uk: Преміум
zh: 高级
zh_sg: 高级账号

# IDS_ACCOUNT_PROGRESS_ABUSED
source: Your progress is blocked
es_mx: Tu progreso está bloqueado
ja: 進行はブロック中
pl: Twoje postępy zostały zablokowane
ru: Ваш прогресс заблокирован
uk: Ваш прогрес заблоковано
zh: Ваш прогресс заблокирован
zh_sg: 您的进度被锁定

# IDS_ACCOUNT_PROGRESS_ABUSED_TOOLTIP_AL_BANNER
source: Progress is blocked. You've been issued a penalty for unsporting conduct.
es_mx: Progreso bloqueado. Se ha emitido una penalización por conducta antideportiva.
ja: 進行がブロックされています。スポーツマンシップ違反に対するペナルティが科されました。
pl: Postępy zostały zablokowane. Ukarano Cię za niesportowe zachowanie.
ru: Прогресс заблокирован. Получено наказание за негативное поведение.
uk: Прогрес заблоковано. Отримано покарання за негативну поведінку.
zh: Прогресс заблокирован. Получено наказание за негативное поведение.
zh_sg: 进度被锁定。您由于消极游戏行为受到了惩罚。

# IDS_ACCUMULATE_ELITE_EXP
source: Earn XP in battles with ships captained by high-ranking Commanders.
es_mx: Obtén XP en batalla con barcos capitaneados por Comandantes de alto rango.
ja: 高ランク艦長が搭乗した艦艇を使用して戦闘で EXP を取得しましょう。
pl: Zdobywaj PD w bitwach okrętami dowodzonymi przez dowódców o wysokich rangach
ru: Заработайте опыт в боях на кораблях с командирами высшего звания.
uk: Здобудьте досвід у боях на кораблях з командирами вищого звання.
zh: 驾驶由高阶指挥官所领导的战舰在战斗中获得经验。
zh_sg: 用由高等级指挥官驾驶的战舰在战斗中获取经验。

# IDS_ACCURACY
source: Accuracy
es_mx: Precisión
ja: 命中率
pl: Celność
ru: Точность
uk: Влучність
zh: 准度
zh_sg: 准度

# IDS_ACCURACY_ATBA
source: Secondary armament accuracy
es_mx: Precisión del armamento secundario
ja: 副砲命中率
pl: Celność uzbr. dodatkowego
ru: Точность ПМК
uk: Влучність ПМК
zh: 次要武器准度
zh_sg: 副武器准度

# IDS_ACCURACY_ATBA_TOOLTIP
source: Percentage of hits by secondary battery shells
es_mx: Porcentaje de precisión por proyectiles de la batería secundaria
ja: 副砲弾命中率
pl: Odsetek trafień pocisków artylerii dodatkowej
ru: Процент попаданий снарядами противоминного калибра
uk: Відсоток влучень снарядами протимінного калібру
zh: 被副炮组炮弹命中的百分比
zh_sg: 副炮组炮弹命中率

# IDS_ACCURACY_MAIN
source: Main battery guns accuracy
es_mx: Precisión de la batería principal
ja: 主砲命中率
pl: Celność głównej artylerii
ru: Точность ГК
uk: Влучність ГК
zh: 主炮准度
zh_sg: 主炮准度

# IDS_ACCURACY_MAIN_TOOLTIP
source: Percentage of hits by main battery shells
es_mx: Porcentaje de precisión por proyectiles de la batería principal
ja: 主砲弾命中率
pl: Odsetek trafień pocisków głównej artylerii
ru: Процент попаданий снарядами главного калибра
uk: Відсоток влучень снарядами головного калібру
zh: 被主炮组炮弹命中的百分比
zh_sg: 主炮组炮弹命中率

# IDS_ACCURACY_TORPEDO
source: Torpedoes accuracy
es_mx: Precisión de los torpedos
ja: 魚雷命中率
pl: Celność torped
ru: Точность торпед
uk: Влучність торпед
zh: 鱼雷准度
zh_sg: 鱼雷准度

# IDS_ACCURACY_TORPEDO_TOOLTIP
source: Percentage of hits by torpedoes
es_mx: Radio de precisión de los torpedos
ja: 魚雷命中率
pl: Odsetek trafień torped
ru: Процент попаданий торпедами
uk: Відсоток влучень торпедами
zh: 鱼雷命中率
zh_sg: 鱼雷命中率

# IDS_ACHIEVED
source: Received
es_mx: Recibido
ja: 取得済み
pl: Otrzymane
ru: Получен
uk: Отримано
zh: 已收到
zh_sg: 已收到

# IDS_ACHIEVEMENTSFORTOP100
source: Top 100 Players
es_mx: Los mejores 100 jugadores
ja: Top 100 プレイヤー
pl: 100 najlepszych graczy
ru: Лучшие 100 игроков
uk: Найліпших 100 гравців
zh: 前100玩家
zh_sg: 前100名玩家

# IDS_ACHIEVEMENT_AIRDEFENSEEXPERT
source: AA Defense Expert
es_mx: Experto en Defensa AA
ja: 対空エース
pl: Ekspert obrony przeciwlotniczej
ru: Мастер ПВО
uk: Майстер ППО
zh: 防空火炮专家
zh_sg: 对空防御专家

# IDS_ACHIEVEMENT_AIRKING
source: King of the Air
es_mx: Rey del Aire
ja: 空の王者
pl: Król przestworzy
ru: Король воздуха
uk: Король повітря
zh: 空中之王
zh_sg: 空战之王

# IDS_ACHIEVEMENT_ALL_THREE_HALLOWEEN_COMPLETE
source: Warrior of the Light
es_mx: Guerrero de la Luz
ja: 光の戦士
pl: Wojownik światła
ru: Воин света
uk: Воїн світла
zh: 光之战士
zh_sg: 光之勇者

# IDS_ACHIEVEMENT_AMAUTEUR
source: Amateur
ja: アマチュア
pl: Amator
ru: Любитель
uk: Аматор
zh: 新兵
zh_sg: 新手

# IDS_ACHIEVEMENT_ARSONIST
source: Arsonist
es_mx: Incendiario
ja: 放火犯
pl: Podpalacz
ru: Поджигатель
uk: Підпалювач
zh: 纵火犯
zh_sg: 纵火犯

# IDS_ACHIEVEMENT_ATBA_CALIBER
source: Close Quarters Expert
es_mx: Experto en Combate Cercano
ja: 接近戦エキスパート
pl: Ekspert od walki w zwarciu
ru: Мастер ближнего боя
uk: Майстер ближнього бою
zh: 缠斗之王
zh_sg: 近战大师

# IDS_ACHIEVEMENT_ATB_AEGAEON
source: Aegaeon
ja: アイガイオーン
pl: Ajgajon
ru: Эгеон
uk: Егеон
zh: 埃该翁
zh_sg: 埃该翁

# IDS_ACHIEVEMENT_ATB_HEPHAESTUS
source: Hephaestus
ja: ヘーパイストス
pl: Hefajstos
ru: Гефест
uk: Гефест
zh: 赫菲斯托斯
zh_sg: 赫菲斯托斯

# IDS_ACHIEVEMENT_ATB_HESTIA
source: Hestia
ja: ヘスティアー
ru: Гестия
uk: Гестія
zh: 赫斯提
zh_sg: 赫斯提

# IDS_ACHIEVEMENT_ATB_HYPERION
source: Hyperion
ja: ヒュペリーオーン
ru: Гиперион
uk: Гіперіон
zh: 亥伯龙神
zh_sg: 亥伯龙神

# IDS_ACHIEVEMENT_ATB_POSEIDON
source: Poseidon
ja: ポセイドーン
pl: Posejdon
ru: Посейдон
uk: Посейдон
zh: 波赛冬
zh_sg: 波赛冬

# IDS_ACHIEVEMENT_ATB_WINNER
source: Clash of the Elements Winner
es_mx: Ganador del Choque de Elementos
ja: クラッシュ・オブ・ジ・エレメンツ参加者
pl: Zwycięzca Zderzenia żywiołów
ru: Победитель «Битвы стихий»
uk: Переможець «Битви стихій»
zh: 元素冲突胜利者
zh_sg: 元素冲突获胜者

# IDS_ACHIEVEMENT_AT_PARTICIPANT
source: AT Veteran
es_mx: Veterano AT
ja: AT ベテラン
pl: Weteran TA
ru: Участник AT
uk: Учасник AT
zh: 老兵
zh_sg: AT老兵

# IDS_ACHIEVEMENT_AVACOMMON
source: Go Navy!
zh: 海军加油！

# IDS_ACHIEVEMENT_AVAEAGLES
source: Eagles
zh: 雄鹰

# IDS_ACHIEVEMENT_AVASHARKS
source: Sharks
zh: 巨鲨

# IDS_ACHIEVEMENT_BATTLE_HERO
source: Battle Hero
es_mx: Héroe de Batalla
ja: 戦功者
pl: Bohater bitwy
ru: Герой битвы
uk: Герой битви
zh: 战斗英雄
zh_sg: 战斗英雄

# IDS_ACHIEVEMENT_BD2016_FESTIV_SOUP
source: Festive Soup
es_mx: Sopa Festiva
ja: 祝賀スープ
pl: Świąteczna zupa
ru: Праздничный суп
uk: Святкова юшка
zh: 欢庆时刻
zh_sg: 节日浓汤

# IDS_ACHIEVEMENT_BD2016_FIRESHOW
source: Fire Show
es_mx: Espectáculo de Fuego
ja: 火炎ショー
pl: Pokaz ognia
ru: Файер-шоу
uk: Вогняне шоу
zh: 疯狂射击
zh_sg: 射击表演

# IDS_ACHIEVEMENT_BD2016_KING_OF_PARTY
source: King of the Party
es_mx: El Rey de la Fiesta
ja: パーティーの王者
pl: Król imprezy
ru: Король вечеринки
uk: Король вечірки
zh: 尽其所有
zh_sg: 派对之王

# IDS_ACHIEVEMENT_BD2016_MANNERS
source: Manners Maketh Man
es_mx: Los Modales Hacen al Hombre
ja: 礼節が人を作る
pl: Klasa czyni człowieka
ru: Манеры — лицо мужчины
uk: Поведінка — обличчя чоловіка
zh: 安全水域
zh_sg: 不知礼，无以立业也

# IDS_ACHIEVEMENT_BD2016_PARTY_ANIMAL
source: Life and Soul of the Party
es_mx: El Alma de la Fiesta
ja: パーティーの主役
pl: Dusza towarzystwa
ru: Душа компании
uk: Душа товариства
zh: 战争赞歌
zh_sg: 部队之魂

# IDS_ACHIEVEMENT_BD2016_PARTY_CHECK_IN
source: Queue Jumper
es_mx: El Colado
ja: 飛び入り参加
pl: Kolejkowy skoczek
ru: Мне только спросить
uk: Мені лише запитати
zh: 狂欢开始
zh_sg: 让我插个队

# IDS_ACHIEVEMENT_BD2016_RISE_OF_THE_MACHINES
source: Rise of the Machines
es_mx: La Rebelión de las Máquinas
ja: マシーンの台頭
pl: Bunt maszyn
ru: Восстание машин
uk: Повстання машин
zh: 崛起
zh_sg: 机器的崛起

# IDS_ACHIEVEMENT_BD2016_RUN_FOREST
source: Run! Admiral! Run!
es_mx: ¡Corra! ¡Almirante! ¡Corra!
ja: 逃げ惑え!
pl: Biegnij, Admirale! Biegnij!
ru: Беги, адмирал, беги!
uk: Біжи, адмірале, біжи!
zh: 将军快跑
zh_sg: 将军快跑！

# IDS_ACHIEVEMENT_BD2016_SNATCH
source: Big Roll
es_mx: Gran Rollo
ja: ビッグロール
pl: Walizka pełna pieniędzy
ru: Большой куш
uk: Великий куш
zh: 收割银币
zh_sg: 巨款

# IDS_ACHIEVEMENT_BD2016_WRONG_SOW
source: A Shot in the Dark
es_mx: Un Tiro en la Oscuridad
ja: 暗闇での発砲
pl: Strzał w ciemno
ru: Пальцем в небо
uk: Пальцем у небо
zh: 飞机杀手
zh_sg: 盲射

# IDS_ACHIEVEMENT_BD2_ARP
source: Look Who We Have Here!
es_mx: ¡Mira lo que tenemos aquí!
ja: 俺のものを見てくれ!
pl: Spójrzcie no tylko, kogo my tu mamy!
ru: Кто у нас тут?
uk: А хто це у нас тутечки?
zh: 看看我们逮到谁了！
zh_sg: 看看我们逮到谁了！

# IDS_ACHIEVEMENT_BD2_BISMARCK
source: Before Zee Germans Get There!
es_mx: ¡Antez de que lleguen loz alemanez!
ja: ドイツよりも先に!
pl: Zanim przyjdą Niemcy!
ru: В очередь!
uk: У чергу!
zh: D国人还没来之前快点！
zh_sg: 德国人还没来之前快点！

# IDS_ACHIEVEMENT_BD2_CAMO
source: Paint It Gold!
es_mx: ¡Píntalo de dorado!
ja: ゴールドで塗装せよ!
pl: Wchodzę ja, cały na złoto!
ru: Жить красиво!
uk: Жити гарно!
zh: 直接镀金！
zh_sg: 金灿灿！

# IDS_ACHIEVEMENT_BD2_CAMPAIGNS
source: Will Now Have Stories
es_mx: Ahora tendrás historias que contar
ja: 物語がここに
pl: Zbierz je wszystkie!
ru: Служба даром не прошла
uk: Служба марно не минула
zh: 这又是另一个故事了
zh_sg: 这又是另一个故事了

# IDS_ACHIEVEMENT_BD2_CONTAINERS
source: You've Got a Parcel Waiting for You!
es_mx: ¡Tenemos un paquete esperando por ti!
ja: あなた宛の荷物が届いています!
pl: Dzień dobry, kurier z paczuszką!
ru: Вам посылка!
uk: Вам посилка!
zh: 有你的包裹喔！
zh_sg: 您有新的包裹！

# IDS_ACHIEVEMENT_BD2_CREDITS
source: Not a Pyramid Scheme!
es_mx: ¡No es una estafa piramidal!
ja: 無限連鎖講ではない!
pl: To nie jest piramida finansowa!
ru: Кредитная история
uk: Кредитна історія
zh: 这可不是传销！
zh_sg: 这可不是传销！

# IDS_ACHIEVEMENT_BD2_CREW
source: Skipper on Deck!
es_mx: ¡Capitán en cubierta!
ja: 艦長に敬礼!
pl: Szyper na pokładzie!
ru: Командир на мостике!
uk: Командир на містку!
zh: 教练兼球员！
zh_sg: 舰长出马！

# IDS_ACHIEVEMENT_BD2_FR
source: Death by Baguette
es_mx: Muerte por Baguette
ja: フランスパンにやられた
pl: Dojechany przez Bagiety
ru: Свежая выпечка
uk: Хрускіт французької булки
zh: 致命法棍
zh_sg: 致命法棍

# IDS_ACHIEVEMENT_BD2_GB
source: Fabulous Fuse
es_mx: La espoleta fabulosa
ja: 魔法の信管
pl: Znakomity zapalnik
ru: Волшебный взрыватель
uk: Чарівний підривник
zh: 传说中的引信
zh_sg: 传说中的引信

# IDS_ACHIEVEMENT_BD2_GE
source: I Will Find You and I Will Sink You
es_mx: Te buscaré, te encontraré y te hundiré
ja: 見つけ出して沈めてやる
pl: …ale Cię znajdę i zatopię
ru: Я найду тебя и потоплю тебя
uk: Я знайду тебе і потоплю
zh: 我会找到你，然后我会击沉你
zh_sg: 找到你，击沉你

# IDS_ACHIEVEMENT_BD2_HW2016
source: Foes Way Past Their Prime
es_mx: Enemigos muy obsoletos
ja: ボットの亡霊
pl: Koniec świetności dla tych gości
ru: Супостаты уже не те
uk: Супостати вже не ті
zh: 敌人终将老矣
zh_sg: 敌人大势已去

# IDS_ACHIEVEMENT_BD2_JP
source: Not By Torpedoes Alone
es_mx: No solo con torpedos
ja: 今や魚雷だけではない
pl: Nie samymi torpedami człowiek żyje
ru: Не торпедами едиными
uk: Чи не торпедами єдиними
zh: 别只靠鱼雷啊
zh_sg: 鱼雷加舰炮

# IDS_ACHIEVEMENT_BD2_NY2016
source: Ho-Ho-Ho!
es_mx: ¡Jo, jo, jo!
ja: ホッホッホ!
ru: О-хо-хо!
uk: О-хо-хо!
zh: 呵-呵-呵！
zh_sg: 呵-呵-呵！

# IDS_ACHIEVEMENT_BD2_PVE
source: Eat It, Toaster!
es_mx: ¡Trágate esa, toaster!
ja: 餌だ、食え!
pl: Smacznego, Tosterku!
ru: Получи, тостер!
uk: Отримуй, тостере!
zh: 烤吧，面包机！
zh_sg: 烤吧，面包机！

# IDS_ACHIEVEMENT_BD2_RANKS
source: Like a Pro
es_mx: Como un profesional
ja: プロらしく
pl: Jestem hardkorem
ru: Вот это навоевал!
uk: Оце навоював!
zh: 就像职业的一样
zh_sg: 像职业的一样

# IDS_ACHIEVEMENT_BD2_USSR
source: Rush C!
es_mx: ¡Hacia C!
ja: C に急行せよ!
zh: 冲 C 点！
zh_sg: 冲C点！

# IDS_ACHIEVEMENT_BROTHERS_IN_ARMS
source: Brothers in Arms
es_mx: Hermanos en Armas
ja: 戦友
pl: Towarzysze broni
ru: Братья по оружию
uk: Брати по зброї
zh: 兄弟连
zh_sg: 兄弟连

# IDS_ACHIEVEMENT_BW_PARTICIPANT
source: BW Participant
es_mx: Participante BW
ja: BW 参加者
pl: Uczetnik WB
ru: Участник БВ
uk: Учасник БВ
zh: 参与BW测试玩家
zh_sg: BW参与者

# IDS_ACHIEVEMENT_CAMPAIGN1_COMPLETED
source: "Science of Victory"
es_mx: "Ciencia de la Victoria"
ja: 「勝利の科学」
pl: „Nauka o zwycięstwie”
ru: «Наука побеждать»
uk: «Наука перемагати»
zh: 「胜利之路」
zh_sg: “科学胜利法”

# IDS_ACHIEVEMENT_CAMPAIGN1_COMPLETED_EXCELLENT
source: "Science of Victory" with Honors
es_mx: "Ciencia de la Victoria" con Honores
ja: 「勝利の科学」名誉達成
pl: „Nauka o zwycięstwie” z odznaczeniami
ru: «Наука побеждать» с отличием
uk: «Наука перемагати» з відзнакою
zh: 优异地完成「胜利之路」
zh_sg: 优异地完成“科学胜利法”

# IDS_ACHIEVEMENT_CAMPAIGN_BISMARCK_COMPLETED
source: "The Hunt for Bismarck"
es_mx: "La Caza del Bismarck"
ja: 「ビスマルク追撃戦」
pl: „Polowanie na Bismarcka”
ru: «Охота на "Бисмарк"»
uk: «Полювання на "Бісмарк"»
zh: 「狩猎俾斯麦」
zh_sg: “狩猎俾斯麦”

# IDS_ACHIEVEMENT_CAMPAIGN_BISMARCK_COMPLETED_EXCELLENT
source: "The Hunt for Bismarck" with Honors
es_mx: "La Caza del Bismarck" con Honores
ja: 「ビスマルク追撃戦」名誉達成
pl: „Polowanie na Bismarcka” z odznaczeniami
ru: «Охота на "Бисмарк"» с отличием
uk: «Полювання на "Бісмарк"» з відзнакою
zh: 优异地完成「狩猎俾斯麦」
zh_sg: 优异地完成“狩猎俾斯麦”

# IDS_ACHIEVEMENT_CAMPAIGN_EPOCHSOFSHIPSCOMPLETED_COMPLETED
source: "Five Epochs of the Navy"
ja: 「海軍の五つの時代」
pl: „Pięć epok marynarki”
ru: «Пять эпох флота»
zh: «Пять эпох флота»

# IDS_ACHIEVEMENT_CAMPAIGN_EPOCHSOFSHIPSCOMPLETED_COMPLETED_EXCELLENT
source: "Five Epochs of the Navy" with Honors
ja: 「海軍の五つの時代」名誉達成
pl: „Pięć epok marynarki” z odznaczeniami
ru: «Пять эпох флота» с отличием
zh: «Пять эпох флота» с отличием

# IDS_ACHIEVEMENT_CAMPAIGN_HALSEY_COMPLETED
source: "Hit Hard! Hit Fast! Hit Often!"
es_mx: "¡Golpea Fuerte! ¡Golpea Rápido! ¡Golpea Seguido!"
pl: „Uderzaj mocno, uderzaj szybko, uderzaj często!”
ru: «Бей сильно! Бей быстро! Бей часто!»
uk: «Бий сильно! Бий хутко! Бий часто!»
zh: 「打得猛！打得快！打得勤！」
zh_sg: “打的狠！打的快！打的勤！”

# IDS_ACHIEVEMENT_CAMPAIGN_HALSEY_COMPLETED_EXCELLENT
source: "Hit Hard! Hit Fast! Hit Often!" with Honors
es_mx: "¡Golpea Duro! ¡Golpea Rápido! ¡Golpea Seguido!" Con Honores
ja: "Hit Hard! Hit Fast! Hit Often!" 名誉達成
pl: „Uderzaj mocno, uderzaj szybko, uderzaj często!” z odznaczeniami
ru: «Бей сильно! Бей быстро! Бей часто!» с отличием
uk: «Бий сильно! Бий хутко! Бий часто!» з відзнакою
zh: 优异地完成「打得猛！打得快！打得勤！」
zh_sg: 优异地完成“打的狠！打的快！打的勤！”

# IDS_ACHIEVEMENT_CAMPAIGN_JERZY_SWIRSKI_COMPLETED
source: "Strong-Willed"
es_mx: "Voluntad Firme"
ja: 「強い意志」
pl: „Żelazna wola”
ru: «Сильные духом»
uk: «Сильні духом»
zh: «Сильные духом»
zh_sg: “坚定意志”

# IDS_ACHIEVEMENT_CAMPAIGN_JERZY_SWIRSKI_COMPLETED_EXCELLENT
source: "Strong-Willed" with Honors
es_mx: "Voluntad Firme" con Honores
ja: 「強い意志」名誉達成
pl: „Żelazna wola” z odznaczeniami
ru: «Сильные духом» с отличием
uk: «Сильні духом» із відзнакою
zh: «Сильные духом» с отличием
zh_sg: 优异地完成“坚定意志”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2018BASIC_COMPLETED
source: "Battle of the North Cape"
es_mx: "Batalla del Cabo Norte"
ja: 「北岬沖海戦」
pl: „Bitwa koło Przylądka Północnego”
ru: «Сражение у Нордкапа»
uk: «Битва біля мису Нордкап»
zh: 「北角海战」
zh_sg: “北角海战”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2018BASIC_COMPLETED_EXCELLENT
source: "Battle of the North Cape" with Honors
es_mx: "Batalla del Cabo Norte" con honores
ja: 「北岬沖海戦」名誉達成
pl: „Bitwa koło Przylądka Północnego” z odznaczeniami
ru: «Сражение у Нордкапа» с отличием
uk: «Битва біля мису Нордкап» з відзнакою
zh: 优异地完成「北角海战」
zh_sg: 优异地完成“北角海战”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2018ELITE_COMPLETED
source: "New Year Raid"
es_mx: "Incursión del Año Nuevo"
ja: 「年末年始大襲撃」
pl: „Najazd noworoczny”
ru: «Новогодний поход»
uk: «Новорічний похід»
zh: 「新年突袭」
zh_sg: “新年巡航”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2018ELITE_COMPLETED_EXCELLENT
source: "New Year Raid" with Honors
es_mx: "Incursión del Año Nuevo" con Honores
ja: 「年末年始大襲撃」名誉達成
pl: „Najazd noworoczny” z odznaczeniami
ru: «Новогодний поход» с отличием
uk: «Новорічний похід» з відзнакою
zh: 优异地完成「新年突袭」
zh_sg: 优异地完成“新年巡航”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2019PEF_COMPLETED
source: "Mighty Prinz"
es_mx: "El Poderoso Prinz"
ja: 「マイティープリンツ」
pl: „Waleczny Książę”
ru: «Могущественный "Принц"»
uk: «Могутній "Принц"»
zh: 「伟大王子」
zh_sg: “强大的王子”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2019PEF_COMPLETED_EXCELLENT
source: "Mighty Prinz" with Honors
es_mx: "El Poderoso Prinz" con Honores
ja: 「マイティープリンツ」名誉達成
pl: „Waleczny Książę” z honorami
ru: «Могущественный "Принц"» с отличием
uk: «Могутній "Принц"» з відзнакою
zh: 优异地完成「伟大王子」
zh_sg: 优异地完成“强大的王子”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2019STEELQUEST_COMPLETED
source: "Steel Monsters"
es_mx: "Monstruos de Acero"
ja: 「鋼鉄のモンスター」
pl: „Stalowe potwory”
ru: «Стальные гиганты»
uk: «Сталеві гіганти»
zh: 「钢铁猛兽」
zh_sg: “钢铁巨兽”

# IDS_ACHIEVEMENT_CAMPAIGN_NEWYEAR2019STEELQUEST_COMPLETED_EXCELLENT
source: "Steel Monsters" with Honors
es_mx: "Monstruos de Acero" con Honores
ja: 「鋼鉄のモンスター」名誉達成
pl: „Stalowe potwory” z honorami
ru: «Стальные гиганты» с отличием
uk: «Сталеві гіганти» з відзнакою
zh: 优异地完成「钢铁猛兽」
zh_sg: 优异地完成“钢铁巨兽”

# IDS_ACHIEVEMENT_CAMPAIGN_NY17B_COMPLETED
source: "The Hunt for Graf Spee"
es_mx: "La Caza del Graf Spee"
ja: 「グラーフ・シュペー追撃」
pl: „Polowanie na Grafa Spee”
ru: «Погоня за Графом Шпее»
uk: «Гонитва за Графом Шпеє»
zh: 施佩伯爵大追击
zh_sg: “狩猎施佩伯爵”

# IDS_ACHIEVEMENT_CAMPAIGN_NY17B_COMPLETED_EXCELLENT
source: "The Hunt for Graf Spee" with Honors
es_mx: "La Caza del Graf Spee" con Honores
ja: 「グラーフ・シュペー追撃」名誉達成
pl: „Polowanie na Grafa Spee” z odznaczeniami
ru: «Погоня за Графом Шпее» с отличием
uk: «Гонитва за Графом Шпеє» з відзнакою
zh: 优异地完成施佩伯爵大追击
zh_sg: 优异地完成“狩猎施佩伯爵”

# IDS_ACHIEVEMENT_CAMPAIGN_NY17E_COMPLETED
source: "Santa's Christmas Convoys"
es_mx: "Convoyes Navideños de Santa"
ja: 「サンタのクリスマスプレゼント」
pl: „Mikołajowe konwoje świąteczne”
ru: «Рейд за новогодними подарками»
uk: «Рейд за новорічними дарунками»
zh: 新年礼物的袭击
zh_sg: “圣诞老人护航队”

# IDS_ACHIEVEMENT_CAMPAIGN_NY17E_COMPLETED_EXCELLENT
source: "Santa's Christmas Convoys" with Honors
es_mx: "Convoyes Navideños de Santa" con Honores
ja: 「サンタのクリスマスプレゼント」名誉達成
pl: „Mikołajowe konwoje świąteczne” z odznaczeniami
ru: «Рейд за новогодними подарками» с отличием
uk: «Рейд за новорічними дарунками» з відзнакою
zh: 优异地完成新年礼物的袭击
zh_sg: 优异地完成“圣诞老人护航队”

# IDS_ACHIEVEMENT_CAMPAIGN_SB_COMPLETED
source: "Honorable Service"
es_mx: "Servicio Honorable"
ja: 「名誉ある貢献」
pl: „Honorowa służba”
ru: «Почётная служба»
uk: «Почесна служба»
zh: 「荣誉使命」
zh_sg: “荣誉使命”

# IDS_ACHIEVEMENT_CAMPAIGN_SB_COMPLETED_EXCELLENT
source: "Honorable Service" with Honors
es_mx: "Servicio Honorable" con Honores
ja: 「名誉ある貢献」名誉達成
pl: „Honorowa służba” z odznaczeniami
ru: «Почётная служба» с отличием
uk: «Почесна служба» з відзнакою
zh: 优异地完成「荣誉使命」
zh_sg: 优异地完成“荣誉使命”

# IDS_ACHIEVEMENT_CAMPAIGN_VIVELAFRANCE_COMPLETED
source: "The Gold of France"
es_mx: "El Oro de Francia"
ja: 「フランスの金塊」
pl: „Złoto Francji”
ru: «Золото Франции»
uk: «Золото Франції»
zh: " F国黄金"
zh_sg: “法国黄金”

# IDS_ACHIEVEMENT_CAMPAIGN_VIVELAFRANCE_COMPLETED_EXCELLENT
source: "The Gold of France" with Honors
es_mx: "El Oro de Francia" con Honores
ja: 「フランスの金塊」名誉達成
pl: „Złoto Francji” z odznaczeniami
ru: «Золото Франции» с отличием
uk: «Золото Франції» з відзнакою
zh: 荣耀的"F国黄金"
zh_sg: 优异完成“法国黄金”

# IDS_ACHIEVEMENT_CAMPAIGN_YAMAMOTO_COMPLETED_EXCELLENT
source: "Yamamoto Isoroku" with Honors
es_mx: "Yamamoto Isoroku" con Honores
ja: 「山本五十六」名誉達成
pl: „Yamamoto Isoroku” z odznaczeniami
ru: «Ямамото Исороку» с отличием
uk: «Ямамото Ісороку» з відзнакою
zh: 优异地完成「Yamamoto Isoroku」
zh_sg: 优异地完成“山本五十六”

# IDS_ACHIEVEMENT_CAPITAL
source: Initial Capital
es_mx: Capital Inicial
ja: 初期資本
pl: Początkujący kapitan
ru: Начальный капитал
uk: Початковий капітал
zh: 初始资金
zh_sg: 启动资金

# IDS_ACHIEVEMENT_CBT_PARTICIPANT
source: CBT Veteran
es_mx: Veterano de CBT
ja: CBT ベテラン
pl: Weteran ZTB
ru: Участник ЗБТ
uk: Учасник ЗБТ
zh: 封测老兵
zh_sg: CBT老兵

# IDS_ACHIEVEMENT_CHIEF_ENGINEER
source: Chief Naval Architect
es_mx: Arquitecto Naval en Jefe
ja: 造船技師長
pl: Naczelny architekt floty
ru: Главный конструктор
uk: Головний конструктор
zh: 首席造船工程师
zh_sg: 首席战舰工程师

# IDS_ACHIEVEMENT_CLANST
source: CST Participant
es_mx: Participante del CST
ja: CST 参加者
pl: Uczestnik CST
ru: Участник CST
uk: Учасник CST
zh: Участник CST
zh_sg: CST参与者

# IDS_ACHIEVEMENT_CLAN_SEASON_1_LEAGUE_1
source: Typhoon
es_mx: Tifón
pl: Tajfun
ru: Тайфун
uk: Тайфун
zh: 飓风
zh_sg: 台风

# IDS_ACHIEVEMENT_CLAN_SEASON_1_LEAGUE_2
source: Storm
es_mx: Tormenta
pl: Sztorm
ru: Шторм
uk: Шторм
zh: 暴风
zh_sg: 暴风

# IDS_ACHIEVEMENT_CLAN_SEASON_1_LEAGUE_3
source: Gale
es_mx: Vendaval
pl: Wicher
ru: Буря
uk: Буря
zh: 狂风
zh_sg: 狂风

# IDS_ACHIEVEMENT_CLAN_SEASON_1_LEAGUE_4
source: Squall
es_mx: Tempestad
pl: Szkwał
ru: Шквал
uk: Шквал
zh: 烈风
zh_sg: 烈风

# IDS_ACHIEVEMENT_CLAN_SEASON_1_LEAGUE_TOP
source: Typhoon. Hotspot
es_mx: Tifón. Punto Caliente
ja: Typhoon: ホットスポット
pl: Tajfun. Gorący punkt
ru: Тайфун. Край вулканов
uk: Тайфун. Край вулканів
zh: 飓风 怒海新星
zh_sg: 台风 — 热点

# IDS_ACHIEVEMENT_CLEAR_SKY
source: Clear Sky
es_mx: Cielo Claro
ja: 晴天
pl: Czyste niebo
ru: Чистые небеса
uk: Чисте небо
zh: 战机杀手
zh_sg: 晴空万里

# IDS_ACHIEVEMENT_COLLECTION_AMERICANARC_COMPLETED
source: American Cruisers
es_mx: Cruceros Estadounidenses
ja: アメリカ巡洋艦
pl: Amerykańskie krążowniki
ru: Американские крейсеры
uk: Американські крейсери
zh: M系巡洋舰
zh_sg: 美国巡洋舰

# IDS_ACHIEVEMENT_COLLECTION_BISMARCK_COMPLETED
source: The Hunt for Bismarck
es_mx: La Caza del Bismarck
ja: 「ビスマルク追撃戦」
pl: Polowanie na Bismarcka
ru: Охота на «Бисмарк»
uk: Полювання на «Бісмарк»
zh: 狩猎俾斯麦
zh_sg: 狩猎俾斯麦

# IDS_ACHIEVEMENT_COLLECTION_BRITISHARC_COMPLETED
source: "Royal Navy Destroyers"
es_mx: Destructores de la Marina Real
ja: 「イギリス海軍の駆逐艦」
pl: „Niszczyciele Royal Navy”
ru: «Эсминцы Королевского флота»
uk: «Есмінці Королівського флоту»
zh: 「无敌战舰驱逐舰」
zh_sg: "皇家海军驱逐舰“

# IDS_ACHIEVEMENT_COLLECTION_DUNKIRK_COMPLETED
source: Dunkirk
es_mx: "Dunkerque"
ja: ダンケルク
pl: „Dunkierka”
ru: Дюнкерк
uk: Дюнкерк
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_ACHIEVEMENT_COLLECTION_HAPPYNEWYEAR2018_COMPLETED
source: "Battle of the North Cape"
es_mx: Batalla del Cabo Norte
ja: 「北岬沖海戦」
pl: „Bitwa koło Przylądka Północnego”
ru: «Сражение у Нордкапа»
uk: «Битва біля мису Нордкап»
zh: 「北角海战」
zh_sg: “北角海战”

# IDS_ACHIEVEMENT_COLLECTION_HAPPYNEWYEAR2019_COMPLETED
source: "Belle Époque"
ja: 「ベル・エポック」
ru: «Прекрасная эпоха»
uk: «Прекрасна епоха»
zh: 「美好年代」
zh_sg: “美好时代”

# IDS_ACHIEVEMENT_COLLECTION_HAPPY_BIRTHDAY2018_COMPLETED
source: 3 Years of World of Warships
es_mx: 3 Años de World of Warships
ja: World of Warships の 3 年間
pl: 3 lata World of Warships
ru: 3 года World of Warships
uk: Три роки World of Warships
zh: 《战舰世界》3 周年
zh_sg: 《战舰世界》三周年
