Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC260_NARVIK1940_DESCRIPTION
source: After the seizure of the Norwegian port of Narvik on April 9, 1940, ten German destroyers were forced to linger in the waters of Ofotfjord due to a lack of fuel. The next morning, five British destroyers stormed Narvik harbor and, before the enemy knew what was happening, sank two German destroyers and damaged several others. While "ousting" the British, who eventually lost two of their ships, the German destroyers exhausted their supply of shells. In addition to their shortage of fuel, they stood no chance of breaking through. Shortly after noon on April 13, an impressive sight could be seen from the snow-covered shores of Ofotfjord: battleship Warspite, accompanied by nine destroyers, including HMS Cossack and HMS Icarus, rumbling with her guns was surfing the mirror-like northern waters. Their opponents were doomed... Eventually, over the course of a few days, half of all available Kriegsmarine destroyers were sunk, hailing a great victory for the Royal Navy.
es_mx: Después del ataque al puerto noruego de Narvik el 9 de abril de 1940, diez destructores alemanes fueron obligados a permanecer en las aguas del Ofotfjord debido a la falta de combustible. A la mañana siguiente, cinco destructores británicos irrumpieron en el puerto de Narvik, y antes de que el enemigo pudiera entender que estaba pasando, hundieron a dos destructores alemanes y dañaron a varios de los otros. Mientras "expulsaban" a los británicos, quienes eventualmente perdieron a dos de sus barcos, los destructores alemanes agotaron sus proyectiles. Con esto, además de su falta de combustible, no tuvieron alguna oportunidad de escapar. Poco después del mediodía del 13 de abril, apareció una imagen impresionante que podía verse desde la orilla cubierta de nieve del Ofotfjord: el acorazado Warspite, acompañado por nueve destructores, incluyendo al HMS Cossack y al HMS Icarus, hacían rugir sus cañones mientras avanzaban por la superficie cristalina de las aguas del norte. Sus oponentes estaban condenados... Eventualmente, en el transcurso de unos días, la mitad de los destructores disponibles de la Kriegsmarine fueron hundidos, lo que representó una gran victoria para la Marina Real.
ja: 1940 年 4月 9 日に、10 隻のドイツ駆逐艦がノルウェーのナルヴィク港を占領しましたが、その後、燃料不足のためにオフォトフィヨルド水域に留まることを余儀なくされました。翌朝、5 隻のイギリス駆逐艦がナルヴィク湾に侵入し、敵が状況を理解する前に 2 隻のドイツ駆逐艦を撃沈し他の数隻にも被害を与えました。ドイツ側の反撃によりイギリス艦隊は 2 隻を失いましたが、ドイツの各駆逐艦は弾薬を使い果たしました。燃料に加え弾薬も不足することになった彼女たちに、封鎖を突破するチャンスはもうありませんでした。 4 月 13 日の正午過ぎには、雪で覆われたオフォトフィヨルドの沿岸からは、戦艦ウォースパイトがコサックやイカルスを含む 9 隻の駆逐艦と共に、主砲を轟かせながら北極圏に近い鏡のような海上を航行する印象的な光景が見られました。こうして敵の命運は尽きました。最終的に、数日の戦いでドイツ海軍の全駆逐艦のうち半数が撃沈され、イギリス海軍は大勝利を収めました。
pl: Po zajęciu norweskiego portu w Narwiku 9 kwietnia 1940 roku dziesięć niemieckich niszczycieli zmuszonych zostało do pozostania na wodach Ofotfjord z powodu braku paliwa. Następnego poranka pięć brytyjskich niszczycieli szturmem wdarło się do przystani w Narwiku, zatopiło dwa niemieckie okręty i uszkodziło kilka następnych, zanim przeciwnik zorientował się w sytuacji. Wypierając napastników i zatapiając przy tym dwie brytyjskie jednostki, Niemcy wystrzelali całe swoje zapasy amunicji. Co więcej, z powodu braku paliwa nie mieli szans na wydostanie się z pułapki. Krótko po południu 13 kwietnia z ośnieżonych wybrzeży Ofotfjord zobaczyć można było imponujący spektakl: po gładkich niczym lustro północnych wodach sunął pancernik Warspite w towarzystwie dziewięciu niszczycieli, w tym HMS Cossack i HMS Icarus. Przeciwnicy skazani byli na zagładę... Ostatecznie, w ciągu zaledwie kilku dni zatopiono połowę spośród wszystkich niszczycieli Kriegsmarine. Royal Navy odniosło tym samym wspaniałe zwycięstwo.
ru: После захвата норвежского порта Нарвик 9 апреля 1940 года десять германских эсминцев были вынуждены задержаться в водах Уфут-фьорда из-за нехватки топлива. А уже на следующее утро в Нарвикскую гавань ворвались пять британских эсминцев и, прежде чем противник пришёл в себя, потопили два немецких эсминца и повредили несколько других. «Провожая» англичан, потерявших в итоге два корабля, германские эсминцы вдобавок к недостатку топлива истощили свой запас снарядов. Не имея сил прорваться, они стали ожидать своей участи. Вскоре после полудня 13 апреля с заснеженных берегов Уфут-фьорда можно было наблюдать впечатляющую картину, как по зеркальной глади воды, грохоча орудиями, идёт линейный корабль Warspite в окружении девяти эсминцев, среди которых были HMS Cossack и HMS Icarus. У их противников не было шансов… В конечном итоге за эти несколько дней была уничтожена половина всех наличных эсминцев Кригсмарине, что стало большой победой Королевского флота.
uk: Після захоплення норвезького порту Нарвік 9 квітня 1940 р. десять німецьких есмінців були змушені затриматися у водах Уфут-фіорда через брак пального. А вже наступного ранку у гавань Нарвіка увірвалися п’ять британських есмінців і, перш ніж супротивник прийшов до тями, потопили два німецьких есмінці і пошкодили кілька інших. «Проводжаючи» англійців, які втратили два кораблі, німецькі есмінці до нестачі палива додали ще й виснажили запас снарядів. Не маючи сил прорватися, вони стали чекати на свою долю. Незабаром після полудня 13 квітня з засніжених берегів Уфут-фіорда можна було спостерігати приголомшливу картину, як дзеркальною поверхнею води, бахкаючи гарматами, йде лінкор Warspite в оточенні дев'яти есмінців, серед яких були HMS Cossack і HMS Icarus. У їхніх супротивників не було шансів... Зрештою за ці кілька днів знищили половину всіх наявних есмінців Крігсмаріне, що стало великою перемогою Королівського флоту.
zh: 1940年4月9日，在挪威的纳尔维克港被占领之后，缺乏燃料的10艘D军驱逐舰被迫在奥福特峡湾海域里停留。5艘驱逐舰在隔天早上闯入了纳尔维克港口，并在对方有所反应之前，击沉了两艘D军驱逐舰，并其他几艘战舰造成了损伤。最终以两艘船沉没的代价「驱逐」了Y国人，D国驱逐舰耗尽了它们的弹药储备，再加上缺乏足够的燃料，让他们没有机会进行突破。 不久，在4月13日的中午时分，在奥福特峡湾被冰雪覆盖的海岸上可以看到一幅令人印象深刻的景象：战列舰厌战带着包括哥萨克与伊卡洛斯在内的9艘驱逐舰，在镜子般的北方海面上宣泄着炮火。它们的敌人被完全击溃…最后，于这几天的时间之后，在D国海军半数在役驱逐舰葬身海底的情形下，宣告了Y国海军获得重大的胜利。
zh_sg: 1940年4月9日，挪威纳尔维克港被占领后，10艘德国驱逐舰因缺乏燃料而被迫停留在奥福特峡湾水域。第二天早上，五艘英国驱逐舰闯入纳维克港，趁敌人还不明白发生了什么，击沉了两艘德国驱逐舰，并击伤了其他几艘。当德军的殊死反抗下，英国海军最终损失两艘战舰，而德国的驱逐舰也耗尽了炮弹。由于燃料短缺，他们没有机会突破。 4月13日中午过后不久，从奥福特峡湾白雪皑皑的海岸上可以看到一个令人印象深刻的景象:战列舰厌战号连同九艘驱逐舰，包括HMS哥萨克人号和HMS伊卡洛斯号，轰鸣着大炮在镜面般的北部水域破浪而来。他们的对手注定要失败……最终，在几天的时间里，半数的德国海军驱逐舰被击沉，宣告了皇家海军的伟大胜利。

# IDS_PCZC261_DUNKIRK1940
source: Dunkirk Evacuation, May 1940
es_mx: La Evacuación de Dunkerque, Mayo de 1940
ja: ダンケルクの戦い、1940 年 5 月
pl: Ewakuacja Dunkierki, maj 1940 r.
ru: Дюнкеркская операция, май 1940 г.
uk: Дюнкеркська операція, травень 1940 р.
zh: 1940年5月，敦刻尔克行动
zh_sg: 敦刻尔克大撤退，1940年5月

# IDS_PCZC261_DUNKIRK1940_DESCRIPTION
source: The success of a military operation is not always determined by the number of enemy ships sunk or enemy soldiers captured. The allied victory at Dunkirk from the end of May to the beginning of June, 1940, was defined by the 300,000 lives of British and French soldiers that were saved. This operation preserved the lives and freedom of trained military personnel, enabling them to continue their fight in the war. With the cost of the operation being a number of ships and small vessels sunk, the quick decisions made by the navy, improvising at every turn, and the incredible dedication shown by British sailors, soldiers, and civilians, worked miracles in those days. Nearly forty of the Royal Navy destroyers that participated in Operation Dynamo accounted for around a third of all evacuees. Initially, the warships assembled for the operation only intended to cover the boarding of the evacuated soldiers onto civilian ships. However, it would have been nearly impossible to save as many if the original plan was stuck to. So, on the night of May 28, by the light of the fires raging in the city tormented by the Luftwaffe, HMS Wakeful and HMS Gallant were the first to enter Dunkirk's harbor and board soldiers directly from the embankments, while other destroyers joined the evacuation from nearby beaches. On the morning of May 29, during another round of evacuation, Wakeful, loaded with hundreds of soldiers, was sunk by a German submarine. On the same day, Gallant, having survived an air raid, hit a mine and could not continue her part in the operation.
es_mx: El éxito de una operación militar no siempre está determinad por el número de barcos enemigos hundidos o de soldados enemigos capturados. La victoria de los Aliados en Dunkerque a finales de mayo y hasta el comienzo de junio de 1940 se definió por las 300 000 vidas salvadas de soldados británicos y franceses. Esta operación conservó las vidas y la libertad del personal militar entrenado, permitiéndoles continuar peleando en la guerra. El costo de la operación fue una cantidad de barcos y pequeñas embarcaciones hundidas; las decisiones rápidas hechas por la marina, improvisando en cada momento, y la increíble dedicación mostrada por los marineros y civiles británicos, lograron un milagro en esos días. Casi cuarenta de los destructores de la Marina Real que participaron en la Operación Dínamo transportaron a casi un tercio de todos los evacuados. Inicialmente, los buques de guerra reunidos para la operación solo estaban destinados a cubrir el abordaje de los soldados evacuados en buques civiles. Sin embargo, hubiera sido casi imposible salvar a tantos si se hubieran apegado al plan original. Así, en la noche del 28 de mayo, a la luz de los incendios que ardían en la ciudad atormentada por la Luftwaffe, el HMS Wakeful y el HMS Gallant fueron los primeros en entrar en el puerto de Dunkerque y subir a los soldados a bordo mientras otros destructores se unían a la evacuación en las playas cercanas. En la mañana de 29 de mayo, durante otra ronda de evacuación, el Wakeful, cargado con cientos de soldados, fue hundido por un submarino alemán. El mismo día, el Gallant, que había sobrevivido a un ataque aéreo, golpeó una mina y no pudo continuar en la operación.
ja: 軍事作戦の成功が、撃沈した敵艦や捕虜にした敵兵の数で常に決まるとは限りません。1940 年 5 月末から 6 月初頭のダンケルクにおける連合軍は、30 万人のイギリスおよびフランスの兵士たちを救出したことで勝利しました。この作戦は、訓練を受けた軍属の生命と自由を守り、彼らは引き続き戦争で戦うことを可能にしました。この作戦の犠牲として数々の艦艇や小型船が沈没しました。イギリス海軍による迅速な決断、常に要求される臨機応変の対応、そしてイギリスの水兵、兵士、市民たちの途方もない献身によって、真の奇跡が当時起こったのです。 ダイナモ作戦に参加したおよそ 40 隻のイギリス海軍の駆逐艦は、全避難兵のうち約 3 分の 1 を救出しました。各軍艦は本来、民間船への避難兵の乗船を警護することのみを目的として作戦に投入されました。しかし、当初の計画に固執すれば、多数の兵士の救出はほぼ不可能だったことでしょう。こうして 5 月 28 日の深夜、ドイツ空軍の爆撃を受けた市街地から昇る炎の明かりに照らされながら、ウェイクフルおよびギャラントが最初にダンケルクの港に入って、兵士を桟橋から直接乗船させました。一方、他の駆逐艦は近隣の浜辺からの救出活動に参加しました。5 月 29 日の朝、数百人の兵士を乗せたウェイクフルはドイツの潜水艦により撃沈されました。同日、空襲を生き残ったギャラントは触雷し作戦の継続が不可能になりました。
pl: Sukces operacji wojskowej nie zawsze zmierzyć można za pomocą liczby zatopionych okrętów lub pojmanych żołnierzy wroga. Alianckie zwycięstwo pod Dunkierką pod koniec maja i na początku czerwca 1940 roku wyraża się poprzez 300 000 ocalonych istnień – żołnierzy brytyjskich i francuskich. Operacja ta zachowała przy życiu i na wolności wyszkolony personel wojskowy, który mógł kontynuować swoją walkę w późniejszych etapach wojny. Cena, jaką zapłacono, to kilka utraconych okrętów i mniejszych jednostek. Szybkie decyzje podejmowane przez improwizujące na każdym kroku dowództwo marynarki oraz niesamowite poświęcenie brytyjskich marynarzy, żołnierzy i cywilów sprawiły, że wydarzył się cud. W operacji Dynamo wzięło udział niemal czterdzieści niszczycieli Royal Navy, ratując około jedną trzecią ze wszystkich ewakuowanych osób. Początkowo okręty wojenne zgromadzone do operacji miały jedynie zapewniać ochronę podczas załadunku ewakuowanych żołnierzy na okręty cywilne. Okazało się jednak, że plan ten nie pozwoli ocalić wszystkich. W nocy 28 maja, w świetle pożarów trawiących miasto katowane przez Luftwaffe, HMS Wakeful oraz HMS Gallant jako pierwsze wpłynęły do portu w Dunkierce, by zabrać na pokłady żołnierzy wprost z wałów, podczas gdy inne niszczyciele przystąpiły do prowadzenia ewakuacji z pobliskich plaż. Rankiem 29 maja, w trakcie następnego podejścia, Wakeful załadowany setkami żołnierzy został zatopiony przez niemiecki okręt podwodny. Tego samego dnia Gallant, który przetrwał atak lotniczy, wpadł na minę i nie mógł dalej uczestniczyć w operacji.
ru: Не всегда успешность военной операции определяется количеством потопленных вражеских кораблей или захваченных в плен солдат противника. Победа союзников под Дюнкерком конце мая — начале июня 1940 года заключалась в спасении 300 000 жизней британских и французских солдат, в сохранении обученной кадровой армии для продолжения борьбы. Ценой гибели целого ряда кораблей и судов, молниеносно принимая решения, импровизируя на каждом шагу, проявляя невероятную самоотверженность, британские моряки, военные и гражданские, в эти несколько дней совершили настоящее чудо. На долю почти четырёх десятков эсминцев Королевского флота, участвовавших в операции «Динамо», пришлось около трети всех эвакуированных. Первоначально собранные для операции боевые корабли должны были лишь прикрывать посадку солдат на гражданские суда, однако так вряд ли удалось бы спасти многих. И вот, в ночь на 28 мая, при свете пожаров, бушевавших в истерзанном Люфтваффе городе, HMS Wakeful и HMS Gallant первыми вошли в гавань Дюнкерка и стали принимать солдат прямо с набережных, в то время как другие эсминцы присоединились к эвакуации с близлежащих пляжей. Утром 29 мая, во время очередного рейса, загруженный сотнями солдат Wakeful был потоплен германской подводной лодкой. В тот же день Gallant, пережив авианалёт, подорвался на мине и также выбыл из участия в операции.
uk: Не завжди успішність військової операції визначається кількістю потоплених ворожих кораблів або полонених вояків супротивника. Перемогою союзників біля Дюнкерка наприкінці травня — початку червня 1940 р. були порятунок 300 000 життів британських і французьких вояків та збереження навченого кадрового війська для продовження боротьби. Ціною загибелі низки кораблів і суден, блискавично приймаючи рішення, імпровізуючи на кожному кроці, проявляючи неймовірну самовідданість, британські моряки, військові і цивільні, за ці кілька днів створили справжнє диво. Майже чотири десятки есмінців Королівського флоту, що брали участь в операції «Динамо», евауювали приблизно третину всіх вояків. Спочатку зібрані для операції бойові кораблі мали лише прикривати посадку військових на цивільні судна, проте таким способом навряд чи вдалося б врятувати багатьох. І ось, в ніч на 28 травня, під світлом пожеж, що вирували в понівеченому Люфтваффе місті, HMS Wakeful і HMS Gallant першими увійшли в гавань Дюнкерка і стали приймати солдатів просто з набережних, саме тоді як інші есмінці долучилися до евакуації з довколишніх пляжів. Вранці 29 травня, під час чергового рейсу, завантажений сотнями солдатів Wakeful був потоплений німецьким підводним човном. У той самий день Gallant, переживши авіаналіт, підірвався на міні і також вибув з операції.
zh: 军事行动的成功并不总是由沉没的敌舰或敌方士兵捕获的数量决定。1940年5月底至6月初，盟军在敦刻尔克的胜利，由拯救Y国和F国30万名士兵来定义。这项行动保留了训练有素的军事人员的生命和自由，使他们能够在战争中继续作战。行动的代价是一些战舰和小船的沉没；海军做出的快速决定、即兴的作法，以及Y国水手、士兵和平民所展示的令人难以置信的奉献精神，在当时创造了一个真正的奇迹。 参加发电机行动的近四十艘Y国海军驱逐舰负责所有撤离人员的三分之一左右。最初，为行动而集结的军舰只是为了掩护民用船上撤离的士兵。但是，如果坚持最初的计划的话，几乎不可能拯救这么多人。因此，在5月28日晚上，在受到D国空军折磨的城市的火灾之光下，觉醒和豪侠是第一个进入敦刻尔克港并直接从堤防中接收士兵的战舰，而其他驱逐舰也在附近的海滩加入疏散。5月29日早晨，在另一轮撤离期间，载有数百名士兵的觉醒被一艘D国潜舰击沉。同一天，在空袭中幸存下来的豪侠撞到了一枚水雷，无法继续参与行动。
zh_sg: 军事行动的成败并不总是取决于被击沉的敌舰数量或被俘的敌军士兵数量。1940年5月底至6月初，盟军在敦刻尔克取得胜利，英国和法国300000士兵的生命拯救了。这次行动保护了训练有素的军事人员的生命和自由，使他们能够继续在战场上战斗。行动的代价为若干战舰和小型舰船的沉没；海军迅速做出的决定，随时随地的随机应变，以及英国水兵、士兵和平民展现出的令人难以置信的奉献精神，在那些日子里创造了一个真正的奇迹。 参与发电机行动的近40艘皇家海军驱逐舰约占所有撤离人员的三分之一。最初，为这次行动集结的军舰只是为了掩护撤离的士兵登上民用船只。然而，如果坚持执行最初的计划，要想拯救这么多人几乎是不可能的。因此，在5月28日晚，在被德国空军折磨的城市熊熊燃烧的火光下，“清醒号”和“勇敢号”率先进入敦刻尔克港，直接从堤岸上接上士兵，而其他驱逐舰也加入了从附近海滩撤离的行列。5月29日上午，在另一轮疏散中，载有数百名士兵的清醒号被德国潜艇被击沉。就在同一天，勇敢号在一次空袭中幸存下来，但撞上了一枚水雷，无法继续参加战斗。

# IDS_PCZC262_TARIGO1941
source: Tarigo Convoy Rout, April 1941
es_mx: Ruta del Convoy Tarigo, Abril de 1941
ja: タリゴ船団航路、1941 年 4 月
pl: Pogrom konwoju Tarigo, kwiecień 1941 r.
ru: Разгром конвоя «Тариго», апрель 1941 г.
uk: Розгром конвою «Таріго», квітень 1941 р.
zh: 塔里戈输送船队路线，1941年4月
zh_sg: 塔里戈护航溃败，1941年4月
