Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARC_EVENT_INVITATION_TO_SIDE_0_TEXT_SECOND
source: Remember that you can change your team. Do it now and get a container. If you prefer to remain with your current team, you will earn +2 to your team loyalty.
es_mx: Recuerda que puedes cambiar de equipo. Hazlo ahora y recibe un contenedor. Si prefieres permanecer con tu equipo actual, obtendrás 2 puntos de lealtad a tu equipo.
ja: 所属チームを変更することが可能です。今すぐ変更してコンテナを 1 個入手しましょう。現在のチームに留まることを選んだ場合には、チームへの忠誠値が 2 向上します。
pl: Pamiętaj, że możesz zmienić drużyny. Zrób to teraz, a otrzymasz kontener. Jeśli wolisz pozostać w swojej obecnej drużynie, otrzymasz +2 do lojalności względem swojej drużyny.
ru: Напоминаем, что вы можете сменить команду. Сделайте это сейчас и получите контейнер. Если вы предпочтёте остаться, вы заработаете +2 к верности своей команде.
uk: Нагадуємо, що ви можете змінити команду. Зробіть це зараз і отримаєте контейнер. Якщо ви залишитеся, то заробите +2 до вірності своїй команді.
zh: 请记得您可以更换您的队伍。现在就这么做并取得一个幸运补给箱。如果您希望留在目前的队伍中，您将获得+2队伍忠诚。
zh_sg: 记住，你可以更改队伍。如果现在这么做，你将得到一个补给箱。如果你更愿意留在当前的队伍，将会获得2点队伍忠诚度。

# IDS_ARC_EVENT_INVITATION_TO_SIDE_0_TEXT_THIRD
source: We don't insist though. Want to be a shark, stay with the Sharks. Want to be an eagle, stick with the Eagles. But remember, a container is a container, while +2 to loyalty is just a mere +2 to loyalty. The choice is yours!
es_mx: Pero no queremos insistir. Quieres ser un tiburón, quédate con los Sharks. Quieres ser un águila, quédate con los Eagles. Pero recuerda, un contenedor es solo un contenedor, pero 2 puntos de lealtad son solo 2 puntos de lealtad. ¡La elección es tuya!
ja: 強く求めることはしません。鮫になりたいのであれば Sharks に、鷲になりたいのであれば Eagles に留まり続けましょう。しかしコンテナ 1 個には相応の価値があり、忠誠値が 2 向上しても、あまり意味はないかも知れません。 選択はあなた次第です!
pl: Nie nalegamy. Chcesz być rekinem, zostań w drużynie Sharks. Chcesz być orłem, trzymaj dalej z Eagles. Ale pamiętaj, że kontener to kontener, a +2 do lojalności to tylko marne +2 do lojalności. Wybór należy do Ciebie!
ru: Мы, конечно, не настаиваем. Хочешь быть акулой, будь в Sharks. Хочешь быть орлом, будь в Eagles. Но контейнер — это контейнер, а +2 к верности — это всего лишь +2 к верности. Выбирай!
uk: Ми, звичайно, не наполягаємо. Хочеш бути акулою, будь у Sharks. Хочеш бути орлом, будь у Eagles. Але контейнер — це контейнер, а +2 до вірності — це лише +2 до вірності. Вибирай!
zh: 我们并不坚持。想成为一只鲨鱼，就留在巨鲨。想成为一只老鹰，留在雄鹰。但请记住，幸运补给箱就是幸运补给箱，而+2忠诚就只是+2忠诚而已。 选择权在您的手中！
zh_sg: 我们并不坚持。您想成为Sharks队的一员就加入Sharks队，如果您想继续为Eagles队而战，就留在Eagles队。但是记住，补给箱是实打实的补给箱，而2点忠诚度只是单纯的2个点数。 选择权在您手上！

# IDS_ARC_EVENT_INVITATION_TO_SIDE_1
source: The Sharks Team wants you!
es_mx: ¡El Equipo Sharks te busca!
ja: Sharks チームがあなたを求めています!
pl: Drużyna Sharks chce Cię mieć w swoich szeregach!
ru: Ты нужен команде Sharks!
uk: Ти потрібен команді Sharks!
zh: 巨鲨队想要你！
zh_sg: Sharks队需要你！

# IDS_ARC_EVENT_INVITATION_TO_SIDE_1_REQUEST
source: Join the Sharks Team, together we will win!
es_mx: ¡Únete al Equipo Sharks, juntos ganaremos!
ja: Sharks チームに加わり、共に勝利を!
pl: Dołącz do drużyny Sharks, wspólnie zwyciężymy!
ru: Переходи в команду Sharks, вместе мы победим!
uk: Переходь до команди Sharks, разом ми переможемо!
zh: 加入巨鲨队，我们将共同赢得胜利！
zh_sg: 加入Sharks队，我们能赢！

# IDS_ARC_EVENT_INVITATION_TO_SIDE_1_TEXT_FIRST
source: You've flown a bit, and that's enough. Now is time for you to make the right choice and join the winning team.
es_mx: Haz volado un poco y eso es todo. Ahora es tiempo de tomar la decisión correcta y unirte al equipo ganador.
ja: あなたは少し飛翔したかもしれませんが、それだけです。さあ適切な選択肢を選び、勝利すべきチームに加わりましょう。
pl: Trochę się przeleciałeś, to wszystko. Teraz nadszedł czas, by podjąć właściwą decyzję i dołączyć do drużyny zwycięzców.
ru: Полетали и хватит. Пора сделать правильный выбор и вступить в команду победителей.
uk: Політали та вистачить. Час зробити правильний вибір і вступити до команди переможців.
zh: 您飞了一下，就这样而已。现在是时候做出正确的选择并加入胜利队伍了。
zh_sg: 你飞了一下，感觉也就不过如此。现在是时候做出正确的选择并加入能带给你胜利的队伍了。

# IDS_ARC_EVENT_INVITATION_TO_SIDE_1_TEXT_SECOND
source: Remember that you can change your team. Do it now and get a container. If you prefer to remain with your current team, you will earn +2 to your team loyalty.
es_mx: Recuerda que puedes cambiar de equipo. Hazlo ahora y recibe un contenedor. Si prefieres permanecer con tu equipo actual, obtendrás 2 puntos de lealtad a tu equipo.
ja: 所属チームを変更することが可能です。今すぐ変更してコンテナを 1 個入手しましょう。現在のチームに留まることを選んだ場合には、チームへの忠誠値が 2 向上します。
pl: Pamiętaj, że możesz zmienić drużyny. Zrób to teraz, a otrzymasz kontener. Jeśli wolisz pozostać w swojej obecnej drużynie, otrzymasz +2 do lojalności względem swojej drużyny.
ru: Напоминаем, что вы можете сменить команду. Сделайте это сейчас и получите контейнер. Если вы предпочтёте остаться, вы заработаете +2 к верности своей команде.
uk: Нагадуємо, що ви можете змінити команду. Зробіть це зараз і отримаєте контейнер. Якщо ви залишитеся, то заробите +2 до вірності своїй команді.
zh: 请记得您可以更换您的队伍。现在就这么做并取得一个幸运补给箱。如果您希望留在目前的队伍中，您将获得+2队伍忠诚。
zh_sg: 记住，你可以更改队伍。如果现在这么做，你将得到一个补给箱。如果你更愿意留在当前的队伍，将会获得2点队伍忠诚度。

# IDS_ARC_EVENT_INVITATION_TO_SIDE_1_TEXT_THIRD
source: We don't insist though. Want to be an eagle, stay with the Eagles. Want to be a shark, stick with the Sharks. But remember, a container is a container, while +2 to loyalty is just a mere +2 to loyalty. The choice is yours!
es_mx: Pero no queremos insistir. Quieres ser un águila, quédate con los Eagles. Quieres ser un tiburón, quédate con los Sharks. Pero recuerda, un contenedor es solo un contenedor, pero 2 puntos de lealtad son solo 2 puntos de lealtad. ¡La elección es tuya!
ja: 強く求めることはしません。鷲になりたいのであれば Eagles に、鮫になりたいのであれば Sharks に留まり続けましょう。しかしコンテナ 1 個には相応の価値があり、忠誠値が 2 向上しても、あまり意味はないかも知れません。 選択はあなた次第です!
pl: Nie nalegamy. Chcesz być orłem, zostań w drużynie Eagles. Chcesz być rekinem, trzymaj dalej z Sharks. Ale pamiętaj, że kontener to kontener, a +2 do lojalności to tylko marne +2 do lojalności. Wybór należy do Ciebie!
ru: Мы, конечно, не настаиваем. Хочешь быть орлом, будь в Eagles. Хочешь быть акулой, будь в Sharks. Но контейнер — это контейнер, а +2 к верности — это всего лишь +2 к верности. Выбирай!
uk: Ми, звичайно, не наполягаємо. Хочеш бути орлом, будь у Eagles. Хочеш бути акулою, будь у Sharks. Але контейнер — це контейнер, а +2 до вірності — це лише +2 до вірності. Вибирай!
zh: 我们并不坚持。想成为一只老鹰，就留在雄鹰。想成为一只鲨鱼，留在巨鲨。但请记住，幸运补给箱就是幸运补给箱，而+2忠诚就只是+2忠诚而已。 选择权在您的手中！
zh_sg: 我们并不坚持。您想成为Eagles队的一员就加入Eagles队，如果您想继续为Sharks队而战，就留在Sharks队。但是记住，补给箱是实打实的补给箱，而2点忠诚度只是单纯的2个点数。 选择权在您手上！

# IDS_ARC_EVENT_LAST_DAY_INFO
source: The competition has ended. Checkout your achievements!
es_mx: La competición ha terminado. ¡Revisa tus logros!
ja: コンペティション終了。 実績を確認しましょう!
pl: Zawody dobiegły końca. Sprawdź swoje osiągnięcia!
ru: Соревнование закончилось. Посмотрите свои достижения!
uk: Змагання закінчилося. Подивіться на свої досягнення!
zh: 竞赛已经结束。 查看您的成就！
zh_sg: 争霸赛已经结束。 查看你获得的成就吧！

# IDS_ARC_EVENT_LEADER_BOARD
source: Wall of Valor
es_mx: Muro del Valor
ja: 武勇の壁
pl: Ściana chwały
ru: Доска почёта
uk: Дошка пошани
zh: 名人堂
zh_sg: 勇气之墙

# IDS_ARC_EVENT_LEADER_BOARD_TOOLTIP
source: Go to Wall of Valor
es_mx: Ir al Muro del Valor
ja: 武勇の壁へ
pl: Przejdź do Ściany chwały
ru: Перейти на Доску почёта
uk: Перейти на Дошку пошани
zh: Перейти на Доску почёта
zh_sg: 前往勇气之墙

# IDS_ARC_EVENT_LOOTBOX_DAILY
source: Containers are issued after summing up the results of the day
es_mx: Los contenedores son otorgados después de aportar a los resultados del día
ja: コンテナは、その日の結果を集計した後に支給されます
pl: Kontenery przyznawane są po podsumowaniu wyników dnia
ru: Контейнеры выдаются при подведении итогов дня
uk: Контейнери видають після підбиття підсумків доби
zh: 幸运补给箱将在总结当天的结果后发放
zh_sg: 补给箱将在当日结果结算后发放

# IDS_ARC_EVENT_LOOTBOX_FOR_TOP_10
source: Placed in the Top 10 on the Leaderboard
es_mx: Posición dentro de los 10 mejores de la Clasificación
ja: リーダーボードで Top 10 に加わる
pl: Pozycja w pierwszej 10 Rankingu
ru: Место в топ-10 рейтинга игроков
uk: Місце у топ-10 рейтингу гравців
zh: 登上排行榜前10
zh_sg: 排名位于排行榜前10名

# IDS_ARC_EVENT_LOOTBOX_FOR_TOP_100
source: Placed in the Top 100 on the Leaderboard
es_mx: Posición dentro de los 100 mejores de la Clasificación
ja: リーダーボードで Top 100 に加わる
pl: Pozycja w pierwszej 100 Rankingu
ru: Место в топ-100 рейтинга игроков
uk: Місце у топ-100 рейтингу гравців
zh: 登上排行榜前100
zh_sg: 排名位于排行榜前100名

# IDS_ARC_EVENT_LOOTBOX_FOR_TOP_1000
source: Placed in the Top 1000 on the Leaderboard
es_mx: Posición dentro de los 1000 mejores de la Clasificación
ja: リーダーボードで Top 1,000 に加わる
pl: Pozycja w pierwszym 1000 Rankingu
ru: Место в топ-1000 рейтинга игроков
uk: Місце у топ-1000 рейтингу гравців
zh: 登上排行榜前1000
zh_sg: 排名位于排行榜前1000名

# IDS_ARC_EVENT_LOOTBOX_FOR_WIN
source: Today's victory of your team
es_mx: La victoria de hoy de tu equipo
ja: 所属チームによる今日の勝利
pl: Dzisiejsze zwycięstwo Twojej drużyny
ru: Победа команды сегодня
uk: Перемога команди сьогодні
zh: 今天的胜利属于您的队伍
zh_sg: 今日你所在队伍的胜利

# IDS_ARC_EVENT_LOYALTY
source: Will to Victory
es_mx: Voluntad por la victoria
ja: 勝利への意志
pl: Wola zwycięstwa
ru: Воля к победе
uk: Воля до перемоги
zh: 即将取得胜利
zh_sg: 胜利意志

# IDS_ARC_EVENT_LOYALTY_COST
source: +%(loyalty)s to your team loyalty required
es_mx: Se requiere +%(loyalty)s puntos de lealtad al equipo
ja: 所属チームへの忠誠値 +%(loyalty)s が必要
pl: Potrzeba +%(loyalty)s lojalności względem Twojej drużyny
ru: Необходимо получить +%(loyalty)s к верности команде
uk: Потрібно отримати +%(loyalty)s до вірності команді
zh: 您的队伍忠诚需要+%(loyalty)s
zh_sg: +%(loyalty)s队伍需要的忠诚度

# IDS_ARC_EVENT_LOYALTY_DESCR
source: After getting both rewards for loyalty to Team Honor and Team Glory, you can receive a reward for your Will to Victory. To get it, you need to stay in each team for at least 20 days.
es_mx: Después de obtener ambas recompensas por la lealtad al equipo de "Honor" y al equipo "Glory", puedes recibir una recompensa por tu voluntad por la victoria. Para conseguirla, debes permanecer en cada equipo durante al menos 20 días.
ja: Team Honor と Team Glory への忠誠に対する褒賞を両方とも取得した後には、「勝利への意志」に対する褒賞を取得できます。そのためには、各チームに 20 日間以上在籍する必要があります。
pl: Po zdobyciu nagród za lojalność w Drużynie Honor oraz Drużynie Glory, otrzymać możesz również nagrodę Wola zwycięstwa. Żeby ją zdobyć, musisz przynależeć do każdej z drużyn przez przynajmniej 20 dni.
ru: Получив обе награды за верность командам «Честь» и «Слава», можно заработать награду за волю к победе. Для этого участник должен выступать за каждую из команд в течение 20 дней.
uk: Отримавши обидві нагороди за вірність командам «Честь» і «Слава», маєте можливість здобути іще одну — за волю до перемоги. Для цього учасник має виступати за кожну команду протягом 20 діб.
zh: Получив обе награды за верность командам «Честь» и «Слава», можно заработать награду за волю к победе. Для этого участник должен выступать за каждую из команд в течение 20 дней.
zh_sg: 在获得Honor队和Glory队两个队的忠诚度奖励后，您可以获得胜利意志的奖励。要获得它，您需要在处于每个团队中至少20天。

# IDS_ARC_EVENT_LOYALTY_DESCRIPTION
source: You get loyalty points for being part of the team
es_mx: Recibes puntos a la lealtad or ser parte del equipo
ja: チームに所属し続けることで忠誠値を取得可能
pl: Zdobywasz punkty lojalności za członkostwo w drużynie
ru: Очки лояльности начисляются за участие в команде
uk: Очки вірності додають за участь у команді
zh: 您获得成为队伍一员的忠诚点
zh_sg: 你可以通过成为队伍成员获得忠诚度

# IDS_ARC_EVENT_LOYALTY_LEFT
source: +%(loyalty)s to your team loyalty remaining
es_mx: Restan +%(loyalty)s puntos de lealtad al equipo
ja: 所属チームへの忠誠値の残数 +%(loyalty)s
pl: Pozostało +%(loyalty)s lojalności względem Twojej drużyny
ru: Осталось получить +%(loyalty)s к верности команде
uk: Залишилося отримати +%(loyalty)s до вірності команді
zh: 您的队伍忠诚剩余+%(loyalty)s
zh_sg: +%(loyalty)s队伍剩余的忠诚度

# IDS_ARC_EVENT_LOYALTY_PROGRESS_COUNTER
source: Current progress:
es_mx: Progreso actual:
ja: 現在の進行状況:
pl: Bieżący postęp:
ru: Текущий прогресс:
uk: Наявний прогрес:
zh: 当前进度:
zh_sg: 当前进度：

# IDS_ARC_EVENT_LOYALTY_RESTRICTION
source: For declining a recruiter's offer
es_mx: Por rechazar la oferta de un reclutador
ja: 勧誘者によるオファーを拒否
pl: Za odrzucenie oferty rekrutera
ru: За отклонение предложения рекрутера
uk: За відхилення пропозиції рекрутера
zh: 拒绝指导员的提议
zh_sg: 因拒绝征募报价

# IDS_ARC_EVENT_LOYALTY_REWARD_NOT_REACHED
source: Reward not received
es_mx: Recompensa no recibida
ja: 褒賞を未取得
pl: Nie otrzymano nagrody
ru: Награда не получена
uk: Нагороду не отримано
zh: 未获得奖励
zh_sg: 奖励未领取

# IDS_ARC_EVENT_LOYALTY_REWARD_REACHED
source: Reward received
es_mx: Recompensa recibida
ja: 褒賞を取得
pl: Otrzymano nagrodę
ru: Награда получена
uk: Нагороду отримано
zh: 获得的奖励
zh_sg: 获得奖励

# IDS_ARC_EVENT_MODAL_WINDOW_RECRUITER
source: Offer
es_mx: Oferta
ja: オファー
pl: Oferta
ru: Предложение
uk: Пропозиції
zh: 提议
zh_sg: 报价

# IDS_ARC_EVENT_PERSONAL_RESULT_HEADER
source: Statistics
es_mx: Estadísticas
ja: 戦績
pl: Statystyki
ru: Статистика
uk: Статистика
zh: 统计
zh_sg: 统计

# IDS_ARC_EVENT_POINTS_COST
source: %(points)s point required
es_mx: %(points)s punto requerido
ja: %(points)s ポイント必要
pl: Potrzeba %(points)s punktu
ru: Необходимо получить %(points)s очко
uk: Потрібно отримати %(points)s очко
zh: 需要%(points)s点
zh_sg: 需要%(points)s点

# IDS_ARC_EVENT_POINTS_LEFT
source: %(points)s point remaining
es_mx: %(points)s punto restante
ja: 残り %(points)s ポイント
pl: pozostał %(points)s punkt
ru: Осталось получить %(points)s очко
uk: Залишилось отримати %(points)s очко
zh: 剩余%(points)s点
zh_sg: 剩余%(points)s点

# IDS_ARC_EVENT_POINTS_TO_NEXT_REWARD
source: Until the next reward: %(pointsToReward)s point
es_mx: Hasta la siguiente recompensa: %(pointsToReward)s punto
ja: 次の褒賞まで: %(pointsToReward)s ポイント
pl: Do następnej nagrody: %(pointsToReward)s punkt
ru: До следующей награды: %(pointsToReward)s очко
uk: До наступної нагороди: %(pointsToReward)s очко
zh: До следующей награды: %(pointsToReward)s очко
zh_sg: 到下一奖励：%(pointsToReward)s 积分

# IDS_ARC_EVENT_RECRUITER_LOYALTY_POINTS_0
source: Loyalty to the Sharks Team
es_mx: Lealtad al Equipo Sharks
ja: Sharks チームへの忠誠値
pl: Lojalność względem drużyny Sharks
ru: Верность команде Sharks
uk: Вірність команді Sharks
zh: 效忠于巨鲨队
zh_sg: 对Sharks队的忠诚度

# IDS_ARC_EVENT_RECRUITER_LOYALTY_POINTS_1
source: Loyalty to the Eagles Team
es_mx: Lealtad al Equipo Eagles
ja: Eagles チームへの忠誠値
pl: Lojalność względem drużyny Eagles
ru: Верность команде Eagles
uk: Вірність команді Eagles
zh: 效忠于雄鹰队
zh_sg: 对Eagles队的忠诚度

# IDS_ARC_EVENT_RECRUITER_REWARD_FOR_ENTRANCE
source: Reward for joining
es_mx: Recompensa por unirte
ja: 参加褒賞
pl: Nagroda za dołączenie
ru: Награда за вступление
uk: Нагорода за вступ
zh: 加入的奖励
zh_sg: 加入的奖励

# IDS_ARC_EVENT_RECRUITER_REWARD_FOR_LOYALTY
source: Reward for loyalty to your team
es_mx: Recompensa por la lealtad a tu equipo
ja: 所属チームへの忠誠に対する褒賞
pl: Nagroda za lojalność wobec drużyny
ru: Награда за верность команде
uk: Нагорода за вірність команді
zh: 对队伍忠诚的奖励
zh_sg: 队伍忠诚度的奖励

# IDS_ARC_EVENT_RESULTS_HEADER_1
source: Certificate of Merit
es_mx: Certificado de Méritos
ja: 表彰
pl: Świadectwo zasług
ru: Почётная грамота
uk: Почесна нагорода
zh: Почётная грамота
zh_sg: 奖状

# IDS_ARC_EVENT_REWARD_FOR_DAILY_PROGRESS
source: Reward for progress
es_mx: Recompensa por el progreso
ja: 進行に対する褒賞
pl: Nagroda za postępy
ru: Награда за прогресс
uk: Нагорода за прогрес
zh: 进度奖励
zh_sg: 进度奖励

# IDS_ARC_EVENT_REWARD_FOR_DAILY_PROGRESS_TOOLTIP
source: Reward for earning %(_progressPoints)s points
es_mx: Recompensa por obtener %(_progressPoints)s puntos
ja: %(_progressPoints)s ポイント取得に対する褒賞
pl: Nagroda za zdobycie %(_progressPoints)s punktów
ru: Награда за получение %(_progressPoints)s очков
uk: Нагорода за отримання %(_progressPoints)s очок
zh: 获得%(_progressPoints)s点的奖励
zh_sg: 获得%(_progressPoints)s积分的奖励

# IDS_ARC_EVENT_REWARD_FOR_LOYALTY
source: Reward for loyalty to your team
es_mx: Recompensa por la lealtad a tu equipo
ja: 所属チームへの忠誠に対する褒賞
pl: Nagroda za lojalność wobec drużyny
ru: Награда за верность команде
uk: Нагорода за вірність команді
zh: 对队伍忠诚的奖励
zh_sg: 队伍忠诚度的奖励

# IDS_ARC_EVENT_REWARD_FOR_LOYALTY_DESCRIPTION_TOOLTIP
source: Reward for loyalty to your team
es_mx: Recompensa por la lealtad a tu equipo
ja: 所属チームへの忠誠に対する褒賞
pl: Nagroda za lojalność wobec drużyny
ru: Награда за верность команде
uk: Нагорода за вірність команді
zh: 对队伍忠诚的奖励
zh_sg: 队伍忠诚度的奖励

# IDS_ARC_EVENT_REWARD_FOR_LOYALTY_TOOLTIP
source: Reward for loyalty to your team
es_mx: Recompensa por la lealtad a tu equipo
ja: 所属チームへの忠誠に対する褒賞
pl: Nagroda za lojalność wobec drużyny
ru: Награда за верность команде
uk: Нагорода за вірність команді
zh: 对队伍忠诚的奖励
zh_sg: 队伍忠诚度的奖励

# IDS_ARC_EVENT_REWARD_FOR_TEAM_WIN
source: Reward for your team's victory
es_mx: Recompensa por tu victoria del equipo
ja: 所属チームの勝利に対する褒賞
pl: Nagroda za zwycięstwo Twojej drużyny
ru: Награда за победу команды
uk: Нагорода за перемогу команди
zh: 您的队伍获胜的奖励
zh_sg: 队伍胜利的奖励

# IDS_ARC_EVENT_RULES
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_ARC_EVENT_RULES_BALANCE
source: The losing team gets a multiplier to the team points that it earns. The bigger the points difference, the higher the multiplier. The multiplier applies only to team points, not to players' points.
es_mx: El equipo perdedor recibe un multiplicador sobre los puntos de equipo obtenidos. Mientras mayor sea la diferencia de puntos, mayor será el multiplicador. El multiplicador solo se aplica sobre los puntos al equipo, a los puntos de los jugadores.
ja: ポイント数が少ないチームには、取得ポイント数に対して係数が適用されます。この係数は、ポイント差が大きいほどに大きな値になります。この係数は、チームのポイントに対してのみ適用され、プレイヤーのポイントには影響しません。
pl: Przegrywająca drużyna otrzyma mnożnik do punktów, które zdobywa. Im większa różnica punktowa, tym większy mnożnik. Mnożnik stosowany jest tylko do punktów drużyny, nie do indywidualnych punktów graczy.
ru: Отстающая команда получает множитель к очкам, которые она зарабатывает. Чем больше отставание команды, тем выше множитель. Множитель применяется только к очкам команды, но не к очкам игроков.
uk: Команда, що відстає, отримує множник до очок, які вона здобуває. Чим більше відставання команди, тим більший множник. Множник застосовують лише для очків команди, а не для очків гравців.
zh: 落后队伍的队伍积分将获得一个加成。积分差距越大，加成越高。加成仅适用于队伍积分，而不适用于玩家的积分。
zh_sg: 落后的队伍会获得它所获得的积分的加倍。队伍落后的积分越多，加倍就越高。加倍仅影响队伍积分，不影响玩家的积分。

# IDS_ARC_EVENT_RULES_BALANCE_HEADER
source: Team Balance
es_mx: Equilibrio de Equipos
ja: チームバランス
pl: Równoważenie drużyn
ru: Баланс команд
uk: Баланс команд
zh: 队伍平衡
zh_sg: 队伍平衡性

# IDS_ARC_EVENT_RULES_COLUMN_0_HEADER
source: Victory Competition
es_mx: Competencia Victory
ja: Victory コンペティション
pl: Zawody „Victory”
ru: Соревнование «Победа»
uk: Змагання «Перемога»
zh: Соревнование «Победа»
zh_sg: Victory 竞赛

# IDS_ARC_EVENT_RULES_COLUMN_0_TEXT
source: Participants join one of the teams—Honor Team or Glory Team—and fight shoulder to shoulder with valorous Soviet sailors and officers to get rewards.
es_mx: Los participantes se unen a uno de los equipos, el equipo Honor o el equipo Glory, y luchan hombro a hombro con valientes marineros y oficiales soviéticos para obtener recompensas.
ja: 参加者は Team Honor か Team Glory のいずれかに加わり、褒賞を目指して勇敢なるソ連の水兵や士官達と共に戦います。
pl: Uczestnicy dzielą się na dwie drużyny, Drużynę Honor oraz Drużynę Glory i walczą ramię w ramię z bitnymi marynarzami oraz oficerami radzieckimi, by zdobywać nagrody.
ru: Участники выбирают одну из команд — «Честь» или «Слава», сражаются плечом к плечу с доблестными советскими матросами и офицерами и получают награды.
uk: Учасники вибирають одну з команд — «Честь» або «Слава», б’ються пліч-о-пліч із відважними радянськими матросами й офіцерами та здобувають нагороди.
zh: Участники выбирают одну из команд — «Честь» или «Слава», сражаются плечом к плечу с доблестными советскими матросами и офицерами и получают награды.
zh_sg: 参与者要加入Honor队或Glory队中的一个，与英勇的苏联水兵和军官一起并肩战斗赢取奖励。

# IDS_ARC_EVENT_RULES_COLUMN_1_HEADER
source: Participant's Progress
es_mx: Progreso del Participante
ja: 参加者の進行状況
pl: Postęp uczestnika
ru: Прогресс участника
uk: Прогрес учасника
zh: Прогресс участника
zh_sg: 参与者的进度

# IDS_ARC_EVENT_RULES_COLUMN_1_TEXT
source: After joining a team, the participant earns points in battles and climbs the progress bar. Reaching the milestones indicated on the progress bar brings rewards to the participant.
es_mx: Después de unirse a un equipo, el participante obtiene puntos en las batallas y sube por la barra de progreso. Al alcanzar las metas indicadas en la barra de progreso, el participante obtiene recompensas.
ja: 各参加者は、チームに加わった後には戦闘でポイントを取得して進行バーを満たしていきます。進行バー上のマイルストーンに達する毎に、その参加者に褒賞が付与されます。
pl: Po dołączeniu do drużyny uczestnik zdobywa punkty w każdej bitwie i uzupełnia pasek postępu. Zdobywanie kamieni milowych zaznaczonych na pasku postępu zapewnia uczestnikowi nagrody.
ru: Выбрав команду, участник зарабатывает в боях очки и продвигается по шкале прогресса. Достигнув указанных на шкале значений, получает награды.
uk: Вибравши команду, учасник заробляє в боях очки та просувається шкалою прогресу, а досягши вказаних на шкалі значень — отримує нагороди.
zh: Выбрав команду, участник зарабатывает в боях очки и продвигается по шкале прогресса. Достигнув указанных на шкале значений, получает награды.
zh_sg: 加入一支队伍之后，参与者在战斗中赢取积分来增加进度条。完成标在进度条上的里程碑时参与者会获得奖励。

# IDS_ARC_EVENT_RULES_COLUMN_2_HEADER
source: Wall of Valor
es_mx: Muro del Valor
ja: 武勇の壁
pl: Ściana chwały
ru: Доска почёта
uk: Дошка пошани
zh: 名人堂
zh_sg: 勇气之墙

# IDS_ARC_EVENT_RULES_COLUMN_2_TEXT
source: All players are honored on the Wall of Valor. At the end of each day, players are given rewards depending on their position.
es_mx: Todos los jugadores son considerados en el Muro del Valor. Al final de cada día, los jugadores reciben recompensas dependiendo de su posición.
ja: 全てのプレイヤーが武勇の壁に加わり、各日の終了時に各プレイヤーに対して順位に応じた褒賞が付与されます。
pl: Wszyscy gracze umieszczani są na Ścianie chwały. Na zakończenie każdego dnia otrzymują nagrody odpowiednie do swoich osiągnięć.
ru: Все игроки попадают на Доску почёта. По итогам дня выдаётся награда в зависимости от занятого места.
uk: Усі гравці потрапляють на Дошку пошани та за підсумками доби отримують нагороди залежно від місця, яке посіли.
zh: Все игроки попадают на Доску почёта. По итогам дня выдаётся награда в зависимости от занятого места.
zh_sg: 所有的玩家都会登上勇气之墙。在每天结束时，玩家会根据其排名获得相应奖励。

# IDS_ARC_EVENT_RULES_COLUMN_3_HEADER
source: Difficulty Levels
es_mx: Niveles de Dificultad
ja: 難易度
pl: Poziomy trudności
ru: Уровни сложности
uk: Рівні складності
zh: Уровни сложности
zh_sg: 难度等级
