Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OP_02_02_CHAT_008_FLAGMANS_SUCCESS
source: Designated targets destroyed!
es_mx: ¡Objetivos designados destruidos!
ja: 指定の目標を撃破した!
pl: Wyznaczone cele zostały zniszczone!
ru: Указанные цели уничтожены!
uk: Вказані цілі знищено!
zh: 指定目标被击毁！
zh_sg: 指定目标被摧毁！

# IDS_OP_02_02_CHAT_009_FLAGMANS_FAIL
source: The support you provided to the squadrons in order to destroy the targets was not enough.
es_mx: El apoyo que brindó a los escuadrones para destruir a los objetivos no fue suficiente.
ja: 諸君の支援が不充分であったため、中隊が目標を撃破できなかった。
pl: Wsparcie, które udzieliłeś eskadrom przy niszczeniu celów było niewystarczające.
ru: Помощь эскадрильям в уничтожении целей оказалась недостаточной.
uk: Допомога ескадрильям у знищенні цілей виявилася недостатньою.
zh: 您为击毁目标而提供给航空中队的支援是不够的。
zh_sg: 您支援的空军中队力量不足于消灭目标。

# IDS_OP_02_02_CHAT_010_SECOND_TASK_03_OPEN
source: Enemy aviation activity detected.
es_mx: Actividad de la aviación enemiga detectada.
ja: 敵の航空機を発見。
pl: Wykryto lotnictwo wroga.
ru: Замечена активность авиации противника.
uk: Помічено активність авіації супротивника.
zh: 发现敌人的航空活动。
zh_sg: 发现敌方飞行物活动。

# IDS_OP_02_02_COMMANDER
source: Base Commander
es_mx: Comandante Base
ja: 基地司令官
pl: Dowódca bazy
ru: Командир базы
uk: Командир бази
zh: 基地指挥官
zh_sg: 基地指挥官

# IDS_OP_02_02_CSM_001_SQUADRONS_ARRIVED
source: Provide cover fire for the arriving attack squadrons and transport aircraft in the designated sectors.
es_mx: Proporciona fuego de cobertura para los escuadrones de ataque que llegan y a los aviones de transporte en los sectores designados.
ja: 指定のセクターにおいて、接近中の攻撃機隊と輸送機隊を支援せよ。
pl: Osłaniaj nadlatujące samoloty szturmowe i transportowane w wyznaczonych sektorach.
ru: В указанных секторах обеспечьте прикрытие с моря для прибывающей ударной и транспортной авиации.
uk: У зазначених секторах забезпечте прикриття з моря ударної та транспортної авіації, що прибуває.
zh: 为抵达指定区域的攻击中队和运输机提供掩护火力。
zh_sg: 为抵达指定区域的攻击中队和运输机提供掩护火力。

# IDS_OP_02_02_CSM_002_SQUADRONS_ARRIVED
source: Clear the designated sectors of enemy ships by the time the aircraft arrive.
es_mx: Limpia los sectores designados de barcos enemigos para la llegada de los aviones.
ja: 航空隊の到着までに指定のセクターから敵艦艇を掃討せよ。
pl: Oczyść wyznaczone sektory z okrętów wroga, zanim nadlecą sojusznicze samoloty.
ru: К моменту прибытия авиации очистите указанные сектора от кораблей противника.
uk: До часу прибуття авіації очистіть вказані сектори від кораблів супротивника.
zh: 在飞机抵达前清除掉指定区域的敌方战舰。
zh_sg: 在飞机抵达前清除掉指定区域的敌方战舰。

# IDS_OP_02_02_CSM_003_FREIGHTERS_LOADING
source: Do not let the enemy destroy the aerodrome while the transport aircraft are being serviced.
es_mx: No dejes que el enemigo destruya el aeródromo mientras los aviones de transporte están recibiendo servicio.
ja: 輸送機隊の滞在中に飛行場を敵の攻撃から守り抜け。
pl: Nie pozwól przeciwnikom zniszczyć aerodromu w trakcie serwisowania samolotów.
ru: Не допустите уничтожения аэродрома во время подготовки транспортных самолётов.
uk: Не дозволити знищити аеродром під час приготування транспортних літаків.
zh: 当运输机在整备时，别让敌人摧毁机场。
zh_sg: 当运输机在维护时，别让敌人摧毁机场。

# IDS_OP_02_02_CSM_004_SECOND_TASK_02_OPEN
source: Do not let the destroyers using the call sign "Whiskey" enter the repair base water zone.
es_mx: No dejes que los destructores que usen la señal de llamada "Whiskey" entren a la base de reparaciones en la zona del agua.
ja: コールサイン "Whiskey" を使用している敵駆逐艦を修理基地の水域に侵入させるな。
pl: Nie pozwól niszczycielom używającym znaku wywoławczego „Whiskey” wpłynąć do bazy naprawczej.
ru: Не допустите проникновения в акваторию ремонтной базы эсминцев c позывными Whiskey.
uk: Завадити проникненню до акваторії ремонтної бази есмінців з позивними Whiskey.
zh: 别让代号「威士奇」的驱逐舰进入维修基地的水域。
zh_sg: 别让Whiskey号驱逐舰进入维修基地的水域。

# IDS_OP_02_02_CSM_005_SECOND_TASK_02_ALARM
source: Immediately sink the destroyer Whiskey that has taken position near the repair base!
es_mx: ¡Hunde inmediatamente al destructor Whiskey que ha tomado una posición cerca de la base de reparaciones!
ja: 修理基地に接近した駆逐艦 Whiskey を今すぐ撃沈せよ!
pl: Natychmiast zatop niszczyciel Whiskey, który zajął pozycję w pobliżu bazy naprawczej!
ru: Срочно уничтожьте эсминец Whiskey, вставший на якорь у ремонтной базы!
uk: Терміново знищте есмінець Whiskey, що встав на якір біля ремонтної бази!
zh: 立刻击沉在维修基地附近就位的驱逐舰威士奇！
zh_sg: 立刻击沉在维修基地附近就位的驱逐舰Whiskey！

# IDS_OP_02_02_CSM_006_SECOND_TASK_04_OPEN
source: Concentrate fire on the ships that are being attacked by the allied aircraft!
es_mx: ¡Concentra el fuego en los barcos que están siendo atacados por los aviones aliados!
ja: 味方航空隊が攻撃中の艦艇を集中攻撃せよ!
pl: Koncentruj ogień na okrętach, które atakowane są przez sojusznicze samoloty!
ru: Сосредоточьте огонь на кораблях, атакуемых союзной авиацией!
uk: Зосередьте вогонь на кораблях, атакованих союзною авіацією!
zh: 将火力集中在我方飞机所攻击的战舰上！
zh_sg: 将火力集中在我方飞机所攻击的战舰上！

# IDS_OP_02_02_CSM_007_SECOND_TASK_04_STAY_ON_TARGET
source: Target designated, the squadrons are starting the attack!
es_mx: ¡Objetivo designado, los escuadrones comenzarán el ataque!
ja: 目標を確認、中隊が攻撃を開始した!
pl: Cel wyznaczony, eskadry powietrzne rozpoczynają atak!
ru: Цель определена, эскадрильи начинают атаку!
uk: Ціль визначено, ескадрильї починають атаку!
zh: 已指定目标，航空中队开始发起攻击！
zh_sg: 已指定目标，中队开始发起攻击！

# IDS_OP_02_02_CSM_009_FINISH_FAIL_2
source: Operation failed. The aerodrome was destroyed.
es_mx: Operación fallida. El aeródromo fue destruido.
ja: 作戦失敗。 飛行場が破壊された。
pl: Operacja nie powiodła się. Aerodrom został zniszczony.
ru: Операция провалена. Аэродром уничтожен.
uk: Операцію провалено. Аеродром знищено.
zh: 行动失败。 机场已被摧毁。
zh_sg: 行动失败。 机场已被摧毁。

# IDS_OP_02_02_CSM_010_FINISH_SUCCESS
source: Operation completed! The transport aircraft left the base.
es_mx: ¡Operación completada! Los transportes aéreos dejaron la base.
ja: 作戦成功! 輸送機隊が基地から離脱した。
pl: Operacja zakończona powodzeniem! Samoloty opuściły bazę.
ru: Операция выполнена! Транспортные самолёты покинули базу.
uk: Операцію виконано! Транспортні літаки покинули базу.
zh: 行动完成！ 运输机已离开基地。
zh_sg: 行动完成！ 运输机已离开基地。

# IDS_OP_02_02_CSM_011_FINISH_FAIL_1
source: Operation failed. The transport aircraft were lost.
es_mx: Operación fallida. Se perdieron los transportes aéreos.
ja: 作戦失敗。 輸送機隊が失われた。
pl: Operacja nie powiodła się. Samoloty transportowe zostały utracone.
ru: Операция провалена. Транспортные самолёты потеряны.
uk: Операцію провалено. Транспортні літаки втрачено.
zh: 行动失败。 已失去了运输机。
zh_sg: 行动失败。 已失去了运输机。

# IDS_OP_02_02_CSM_012_FINISH_FAIL_3
source: Operation failed. All allied ships were destroyed.
es_mx: Operación fallida. Todos los barcos aliados fueron destruidos.
ja: 作戦失敗。 味方艦艇が全滅した。
pl: Operacja nie powiodła się. Wszystkie sojusznicze okręty zostały zniszczone.
ru: Операция провалена. Все союзные корабли уничтожены.
uk: Операцію провалено. Всі союзні кораблі знищено.
zh: 行动失败。 所有我方战舰都被击毁。
zh_sg: 行动失败。 所有我方战舰被摧毁。

# IDS_OP_02_02_CSM_013_RAPTOR_HINT
source: Concentrate fire on the aircraft carrier Raptor, while the allied aircraft are monitoring this target.
es_mx: Concentra el fuego sobre el portaaviones Raptor, mientras los aviones aliados estén monitoreando este objetivo.
ja: 味方機がこの目標を監視中に、 空母 Raptor を集中攻撃せよ。
pl: Skoncentruj ogień na lotniskowcu Raptor, podczas gdy sprzymierzone samoloty śledzą ten cel.
ru: Сосредоточьте огонь на авианосце Raptor, пока союзная авиация ведёт за ним наблюдение.
uk: Зосередьте вогонь на авіаносці Raptor, поки союзна авіація стежить за ним.
zh: 将火力集中在航空母舰猛禽， 同时我方飞机会监视着这个目标。
zh_sg: 将火力集中在航空母舰Raptor， 同时我方飞机会监视着这个目标。

# IDS_OP_02_02_CSM_014_RED_ALERT
source: Your primary targets are the enemy ships that managed to break into the repair base water zone!
es_mx: ¡Tus objetivos primarios son los barcos enemigos que lograron entrar a la base de reparaciones en la zona de agua!
ja: 諸君の主目標は、修理基地の水域に侵入した敵艦艇だ!
pl: Twój główny cel to okręty wroga, którym uda się przedrzeć do strefy bazy naprawczej!
ru: Уничтожайте в первую очередь корабли противника, прорвавшиеся в акваторию базы!
uk: Знищуйте насамперед кораблі супротивника, що прорвалися до акваторії бази!
zh: 您的主要目标是那些设法强行进入维修基地水域的敌方战舰！
zh_sg: 您的主要目标是那些设法强行进入维修基地水域的敌方战舰！

# IDS_OP_02_02_DDG_01
source: Romeo-2
zh: R-2

# IDS_OP_02_02_DDG_02
source: Romeo-3
zh: R-3

# IDS_OP_02_02_EN21
source: Foxtrot-5
zh: F-5

# IDS_OP_02_02_EN22
source: Foxtrot-4
zh: F-4

# IDS_OP_02_02_EN23
source: Foxtrot-3
zh: F-3

# IDS_OP_02_02_EN24
source: Foxtrot-2
zh: F-2

# IDS_OP_02_02_EN25
source: Foxtrot-1
zh: F-1

# IDS_OP_02_02_EN31
source: Golf-5
zh: G-5

# IDS_OP_02_02_EN32
source: Golf-4
zh: G-4

# IDS_OP_02_02_EN33
source: Golf-3
zh: G-3

# IDS_OP_02_02_EN34
source: Golf-2
zh: G-2

# IDS_OP_02_02_EN35
source: Golf-1
zh: G-1

# IDS_OP_02_02_EN41
source: Zulu-5
zh: Z-5

# IDS_OP_02_02_EN42
source: Zulu-4
zh: Z-4

# IDS_OP_02_02_EN43
source: Zulu-3
zh: Z-3

# IDS_OP_02_02_EN44
source: Zulu-2
zh: Z-2

# IDS_OP_02_02_EN45
source: Zulu-1
zh: Z-1

# IDS_OP_02_02_EN_RBA_1
source: Whiskey-1
zh: W-1

# IDS_OP_02_02_EN_RBA_2
source: Whiskey-2
zh: W-2

# IDS_OP_02_02_EN_RBA_3
source: Whiskey-3
zh: W-3

# IDS_OP_02_02_INTRMDT_1
source: Kilo
zh: K

# IDS_OP_02_02_INTRMDT_2
source: Lima
zh: L

# IDS_OP_02_02_INTRMDT_3
source: Mike
zh: M

# IDS_OP_02_02_INTRMDT_4
source: Oscar
zh: O

# IDS_OP_02_02_LAB
source: Power Station
es_mx: Estación de Energía
ja: 発電施設
pl: Elektrownia
ru: Электростанция
uk: Електростанція
zh: 发电厂
zh_sg: 发电厂

# IDS_OP_02_02_STOREHOUSE
source: Storage
es_mx: Depósito
ja: 貯蔵庫
pl: Magazyn
ru: Хранилище
uk: Сховище
zh: 货仓
zh_sg: 货仓

# IDS_OP_02_03_005_MAIN_MESSAGE_3
source: Landing troopers.
es_mx: Tropas de desembarco.
ja: 兵員が上陸中。
pl: Desant żołnierzy.
ru: Высадка десанта началась.
uk: Висадка десанту розпочалася.
zh: 部队正在登陆。
zh_sg: 开始登陆。

# IDS_OP_02_03_012_TARANSPORTS_IN_PORT
source: Transport ships are entering the water zone of the base to land troops.
es_mx: Los barcos de transporte están entrando a la zona marina de la base para desembarcar tropas.
ja: 上陸を目指す輸送艦隊が基地の水域に進入しつつある。
pl: Okręty desantowe wpływają do wodnej części bazy, żeby wyładować żołnierzy.
ru: Транспорты заходят в акваторию базы для высадки десанта.
uk: Транспорти заходять в акваторію бази для висадки десанту.
zh: 运输舰正在进入基地水域来让部队登陆。
zh_sg: 运输船正在进入基地水域登陆。

# IDS_OP_02_03_014_REMONT_1_ARRIVED
source: Capturing the enemy Repair Dock.
es_mx: Captura el Muelle de Reparaciones enemigo.
ja: 敵の修理ドックを占領中。
pl: Zajmowanie wrogiego Doku naprawczego.
ru: Начинается захват ремонтного дока противника.
uk: Починається захоплення ремонтного доку супротивника.
zh: 占领敌人的修理码头。
zh_sg: 正在占领敌方维修码头。

# IDS_OP_02_03_014_REMONT_1_END_ARRIVED
source: Repair Dock captured and ready for operation.
es_mx: Muelle de Reparaciones enemigo capturado y listo para su operación.
ja: 修理ドック占領完了、使用可能だ。
pl: Dok naprawczy przejęty i gotowy do działania.
ru: Ремонтный док захвачен и готов к работе.
uk: Ремонтний док захоплено і готовий до роботи.
zh: 修理码头已占领并准备好进行操作。
zh_sg: 占领维修码头并且已准备好作业。

# IDS_OP_02_03_020_MESSAGE
source: Detected large enemy forces approaching from the bay!
es_mx: ¡Se ha detectado a una gran fuerza enemiga aproximándose desde la bahía!
ja: 湾内から接近中の大規模な敵部隊を発見した!
pl: Wykryto duże siły wroga zbliżające się do zatoki!
ru: Обнаружены крупные силы противника, приближающиеся со стороны залива!
uk: Виявлено великі сили супротивника, які наближаються з боку затоки!
zh: 发现大批敌方部队正从海湾接近！
zh_sg: 发现大量敌军向海湾逼近！

# IDS_OP_02_03_ADVANCED_BATTERY_1
source: Warrior
zh: 战士

# IDS_OP_02_03_ADVANCED_BATTERY_2
source: Archer
zh: 弓箭手

# IDS_OP_02_03_ADVANCED_BATTERY_4
source: Lancer
zh: 长枪兵

# IDS_OP_02_03_AT_ATTAKA_A_41
source: Australian
zh: 澳大利亚人

# IDS_OP_02_03_AT_ATTAKA_FR_11
source: Cuirassier
zh: 胸甲骑兵

# IDS_OP_02_03_AT_ATTAKA_FR_12
source: Maître
zh: 指挥官

# IDS_OP_02_03_AT_ATTAKA_FR_13
source: Explorateur
zh: 探险者

# IDS_OP_02_03_AT_ATTAKA_FR_14
source: Militaire
zh: 进行曲

# IDS_OP_02_03_AT_ATTAKA_FR_15
source: Révolutionnaire
zh: 革命

# IDS_OP_02_03_AT_ATTAKA_FR_21
source: Commandant
zh: 指挥官

# IDS_OP_02_03_AT_ATTAKA_FR_22
source: Flibustier
zh: 小偷

# IDS_OP_02_03_AT_ATTAKA_FR_23
source: General
zh: 将军

# IDS_OP_02_03_AT_ATTAKA_FR_31
source: Deville
zh: 德维尔

# IDS_OP_02_03_AT_ATTAKA_FR_32
source: Ingénieur
zh: 工程师

# IDS_OP_02_03_AT_ATTAKA_FR_33
source: Ministre
zh: 部长

# IDS_OP_02_03_AT_ATTAKA_FR_41
source: Chevalier
zh: 骑士

# IDS_OP_02_03_AT_ATTAKA_FR_42
source: Amiral
zh: 上将

# IDS_OP_02_03_AT_ATTAKA_FR_43
source: Jaguar
zh: 猎兵
zh_sg: 美洲豹

# IDS_OP_02_03_AT_ATTAKA_GB_11
source: Arcturus
zh: 阿克图斯

# IDS_OP_02_03_AT_ATTAKA_GB_12
source: Leonidas
zh: 列奥尼达斯

# IDS_OP_02_03_AT_ATTAKA_GB_13
source: Emsworth
zh: 埃姆沃斯

# IDS_OP_02_03_AT_ATTAKA_GB_14
source: Delphus
zh: 德尔福

# IDS_OP_02_03_AT_ATTAKA_GB_15
source: Diomede
zh: 迪奥梅德

# IDS_OP_02_03_AT_ATTAKA_GB_21
source: Dwarf
zh: 侏儒

# IDS_OP_02_03_AT_ATTAKA_GB_22
source: Dryad
zh: 德律阿得

# IDS_OP_02_03_AT_ATTAKA_GB_23
source: Edward
zh: 爱德华

# IDS_OP_02_03_AT_ATTAKA_GB_31
source: Esperance
zh: 埃斯佩兰斯

# IDS_OP_02_03_AT_ATTAKA_GB_32
source: Lycaon
zh: 吕卡翁

# IDS_OP_02_03_AT_ATTAKA_GB_33
source: Royal
zh: 皇室

# IDS_OP_02_03_AT_ATTAKA_GB_41
source: Warrior
zh: 战士

# IDS_OP_02_03_AT_ATTAKA_UR_11
source: Veskiy
ru: Веский
uk: Вагомий
zh: 强大

# IDS_OP_02_03_AT_ATTAKA_UR_12
source: Beszhalostniy
ru: Безжалостный
uk: Безжальний
zh: 无情

# IDS_OP_02_03_AT_ATTAKA_UR_13
source: Gordeliviy
ru: Горделивый
uk: Гордовитий
zh: 骄傲

# IDS_OP_02_03_AT_ATTAKA_UR_21
source: Ingénieur
zh: 工程师

# IDS_OP_02_03_AT_ATTAKA_UR_23
source: Vosstanie
ru: Восстание
uk: Повстання
zh: 起义

# IDS_OP_02_03_AT_ATTAKA_UR_24
source: Provorniy
ru: Проворный
uk: Моторний
zh: 敏捷

# IDS_OP_02_03_AT_ATTAKA_UR_31
source: Fox
zh: 福克斯

# IDS_OP_02_03_AT_ATTAKA_UR_41
source: Mickey
zh: 米奇

# IDS_OP_02_03_AT_ATTAKA_UR_42
source: Johnny
zh: 强尼

# IDS_OP_02_03_AT_ATTAKA_UR_43
source: Kommuna
ru: Коммуна
uk: Комуна
zh: 公社

# IDS_OP_02_03_AT_ATTAKA_UR_44
source: Uporniy
ru: Упорный
uk: Завзятий
zh: 强硬

# IDS_OP_02_03_AT_ATTAKA_UR_45
source: Komandir
ru: Командир
uk: Командир
zh: 指挥官

# IDS_OP_02_03_AT_ATTAKA_US_10
source: Zulu
zh: Z旗

# IDS_OP_02_03_AT_ATTAKA_US_11
source: Alpha
zh: 阿尔法

# IDS_OP_02_03_AT_ATTAKA_US_12
source: Delta
zh: 德尔塔

# IDS_OP_02_03_AT_ATTAKA_US_13
source: Mike
zh: 迈克

# IDS_OP_02_03_AT_ATTAKA_US_14
source: Bravo
zh: 布拉沃

# IDS_OP_02_03_AT_ATTAKA_US_15
source: Charlie
zh: 查理

# IDS_OP_02_03_AT_ATTAKA_US_16
source: Coyote
zh: 郊狼

# IDS_OP_02_03_AT_ATTAKA_US_17
source: Whiskey
zh: 威士吉

# IDS_OP_02_03_AT_ATTAKA_US_18
source: X ray
zh: 射线

# IDS_OP_02_03_AT_ATTAKA_US_19
source: Yankee
zh: 洋基

# IDS_OP_02_03_AT_ATTAKA_US_21
source: Omega
zh: 欧米茄

# IDS_OP_02_03_AT_ATTAKA_US_22
source: Echo
zh: 回声

# IDS_OP_02_03_AT_ATTAKA_US_23
source: Foxtrot
zh: 狐步

# IDS_OP_02_03_AT_ATTAKA_US_24
source: Golf
zh: 高尔夫

# IDS_OP_02_03_AT_ATTAKA_US_25
source: Hotel
zh: 奥泰尔

# IDS_OP_02_03_AT_ATTAKA_US_26
source: India
zh: 印度

# IDS_OP_02_03_AT_ATTAKA_US_31
source: Oscar
zh: 奥斯卡

# IDS_OP_02_03_AT_ATTAKA_US_32
source: Kilo
zh: 基洛

# IDS_OP_02_03_AT_ATTAKA_US_33
source: Lima
zh: 利马

# IDS_OP_02_03_AT_ATTAKA_US_34
source: Gamma
zh: 伽马

# IDS_OP_02_03_AT_ATTAKA_US_35
source: November
zh: 十一月

# IDS_OP_02_03_AT_ATTAKA_US_36
source: Juliet
zh: 朱丽叶

# IDS_OP_02_03_AT_ATTAKA_US_40_ATLANTA
source: Machine gun
zh: 机关枪

# IDS_OP_02_03_AT_ATTAKA_US_41
source: Cherokee
zh: 切诺基

# IDS_OP_02_03_AT_ATTAKA_US_42
source: Papa
zh: 帕帕

# IDS_OP_02_03_AT_ATTAKA_US_43
source: Quebec
zh: 魁北克

# IDS_OP_02_03_AT_ATTAKA_US_44
source: Romeo
zh: 罗密欧

# IDS_OP_02_03_AT_ATTAKA_US_45
source: Sierra
zh: 塞拉

# IDS_OP_02_03_AT_ATTAKA_US_46
source: Iroquois
zh: 易洛魁

# IDS_OP_02_03_AT_ATTAKA_US_47
source: Tango
zh: 探戈

# IDS_OP_02_03_AT_ATTAKA_US_48
source: Uniform
zh: 制服

# IDS_OP_02_03_AT_ATTAKA_US_49
source: Victor
zh: 维克多

# IDS_OP_02_03_AT_ATTAKA_US_50
source: Chef
ru: Сhef
uk: Сhef
zh: 大厨

# IDS_OP_02_03_AT_ATTAKA_US_51
source: Apache
zh: 阿帕奇

# IDS_OP_02_03_AT_ATTAKA_US_52
source: Champion
zh: 冠军

# IDS_OP_02_03_AT_ATTAKA_US_53
source: Spear
zh: 斯皮尔

# IDS_OP_02_03_AT_ATTAKA_US_A1
source: King
zh: 金

# IDS_OP_02_03_AT_ATTAKA_US_A2
source: Axe
zh: 战斧

# IDS_OP_02_03_AT_ATTAKA_US_A3
source: Pilot
zh: 飞行员

# IDS_OP_02_03_AT_ATTAKA_US_PORT
source: Little trouble
zh: 小问题

# IDS_OP_02_03_AT_COMMUNICATION
source: Communications Ship
es_mx: Barco de Comunicaciones
ja: 通信船
pl: Okręt łącznościowy
ru: Судно связи
uk: Корабель зв’язку
zh: 通讯舰
zh_sg: 通讯舰

# IDS_OP_02_03_AT_SHIP_DEFENDER_1
source: Alligator
zh: 短吻鳄

# IDS_OP_02_03_AT_SHIP_DEFENDER_2
source: Wolf
zh: 狼

# IDS_OP_02_03_AT_SHIP_DEFENDER_3
source: Elephant
zh: 大象

# IDS_OP_02_03_AT_SHIP_DEFENDER_4
source: Sapper
zh: 工兵

# IDS_OP_02_03_AT_TRANSPORT_A_1
source: Assault transport ship No.1
es_mx: Barco de transporte de asalto No.1
ja: 攻撃輸送艦 No.1
pl: Okręt desantowy nr 1
ru: Десантный транспорт №1
uk: Десантний транспорт № 1
zh: 突击运输舰 1 号
zh_sg: 1号突击运输船

# IDS_OP_02_03_AT_TRANSPORT_A_2
source: Assault transport ship No.2
es_mx: Barco de transporte de asalto No.2
ja: 攻撃輸送艦 No.2
pl: Okręt desantowy nr 2
ru: Десантный транспорт №2
uk: Десантний транспорт № 2
zh: 突击运输舰 2 号
zh_sg: 2号突击运输船

# IDS_OP_02_03_AT_TRANSPORT_A_3
source: Assault transport ship No.3
es_mx: Barco de transporte de asalto No.3
ja: 攻撃輸送艦 No.3
pl: Okręt desantowy nr 3
ru: Десантный транспорт №3
uk: Десантний транспорт № 3
zh: 突击运输舰 3 号
zh_sg: 3号突击运输船

# IDS_OP_02_03_AT_TRANSPORT_A_4
source: Assault transport ship No.4
es_mx: Barco de transporte de asalto No.4
ja: 攻撃輸送艦 No.4
pl: Okręt desantowy nr 4
ru: Десантный транспорт №4
uk: Десантний транспорт № 4
zh: 突击运输舰 4 号
zh_sg: 4号突击运输船

# IDS_OP_02_03_AT_TRANSPORT_A_R
source: Lead transport ship
es_mx: Barco de transporte principal
ja: 先導輸送艦
pl: Prowadzący okręt desantowy
ru: Транспорт-лидер
uk: Головний транспорт
zh: 前导运输舰
zh_sg: 首领运输船

# IDS_OP_02_03_AT_TRANSPORT_E_1
source: Tanker ship
es_mx: Barco cisterna
ja: 油槽艦
pl: Zbiornikowiec
ru: Танкер
uk: Танкер
zh: 油轮
zh_sg: 油轮

# IDS_OP_02_03_AT_TRANSPORT_E_2
source: Refueler
es_mx: Barco de reabastecimiento
ja: 給油艦
pl: Tankowiec
ru: Заправщик
uk: Заправник
zh: 加油艇
zh_sg: 燃料补给船

# IDS_OP_02_03_AT_TRANSPORT_E_3
source: HQ ship
es_mx: Barco del mando central
ja: 指令艦
pl: Okręt dowodzenia
ru: Штабной корабль
uk: Штабний корабель
zh: 指挥舰
zh_sg: 指挥舰

# IDS_OP_02_03_AT_TRANSPORT_E_4
source: Support ship
es_mx: Barco de apoyo
ja: 支援艦
pl: Okręt wsparcia
ru: Судно обеспечения
uk: Корабель забезпечення
zh: 支援舰
zh_sg: 支援舰

# IDS_OP_02_03_AT_TRANSPORT_E_5
source: Defender
pl: Obrońca
zh: 防卫者

# IDS_OP_02_03_AT_TRANSPORT_E_6
source: Maintainer
es_mx: Mantenimiento
ja: 整備艦
pl: Okręt warsztatowy
ru: Ремонтник
uk: Ремонтувальник
zh: 整备舰
zh_sg: 维修舰

# IDS_OP_02_03_AT_TRANSPORT_E_7
source: Cargo ship No.1
es_mx: Barco de carga No.1
ja: 貨物艦 No.1
pl: Okręt towarowy nr 1
ru: Грузовой №1
uk: Вантажний № 1
zh: 货船 1 号
zh_sg: 一号货船

# IDS_OP_02_03_AT_TRANSPORT_E_8
source: Cargo ship No.2
es_mx: Barco de carga No.2
ja: 貨物艦 No.2
pl: Okręt towarowy nr 2
ru: Грузовой №2
uk: Вантажний № 2
zh: 货船 2 号
zh_sg: 二号货船

# IDS_OP_02_03_CHAT_002_SECOND_TASK_04_FAIL
source: Enemy transport ship left the combat zone.
es_mx: El barco de transporte enemigo dejó la zona de combate.
ja: 敵の輸送艦が戦場から離脱した。
pl: Wrogie okręty desantowe opuściły strefę walki.
ru: Транспорт противника покинул зону боевых действий.
uk: Транспорт супротивника покинув зону бойових дій.
zh: 敌方运输舰离开了作战区域。
zh_sg: 敌方运输舰离开作战区域。

# IDS_OP_02_03_CHAT_005_SECOND_TASK_04_SUCCESS
source: All enemy transport ships were destroyed!
es_mx: ¡Todos los barcos de transporte enemigos fueron destruidos!
ja: 敵の輸送艦隊を殲滅した!
pl: Wszystkie wrogie okręty desantowe zostały zniszczone!
ru: Все транспорты противника уничтожены!
uk: Усі транспорти супротивника знищено!
zh: 所有敌方运输舰都被击毁！
zh_sg: 所有敌方运输船被摧毁！

# IDS_OP_02_03_CSM_001_MAIN_MESSAGE_1
source: Defend the lead transport ship! Her objective is to capture the enemy Repair Dock.
es_mx: ¡Defiende al barco de transporte principal! Su objetivo es capturar el Muelle de Reparaciones enemigo.
ja: 先導輸送艦を守れ! この輸送艦は、 敵の修理ドックの占領を目指している。
pl: Chroń prowadzący okręt desantowy! Jego celem jest zajęcie wrogiego Doku naprawczego.
ru: Защищайте транспорт-лидер! В его задачу входит захват ремонтного дока противника.
uk: Захищайте головний транспорт! Його завдання — захопити ремонтний док супротивника.
zh: 防卫前导运输舰！它的目标是 前往占领敌人的修理码头。
zh_sg: 保护首领运输船！它的目标是 占领敌方维修码头。

# IDS_OP_02_03_CSM_001_MAIN_MESSAGE_2
source: Provide cover to protect the landing of the advance assault group!
es_mx: ¡Proporciona cobertura o protege el desembarco del grupo de asalto de avanzada!
ja: 先遣強襲隊の上陸を援護せよ!
pl: Osłaniaj desant oddziałów szturmowych!
ru: Обеспечьте защиту высадки штурмового авангарда!
uk: Забезпечте захист висадки штурмового авангарду!
zh: 提供掩护以保护先遣突击小组进行登陆！
zh_sg: 为登陆的突击队提供掩护！

# IDS_OP_02_03_CSM_004_MAIN_MESSAGE_TASK_2
source: Escort the assault ships to the base and clear the port's water zone of enemy forces.
es_mx: Escolta a los barcos de asalto a la base y elimina a las fuerzas enemigas de la zona marina del puerto.
ja: 強襲艦隊を基地まで護衛し、港の水域から敵部隊を排除せよ。
pl: Eskortuj okręty desantowe do bazy i oczyść strefę wodną portu z sił nieprzyjaciela.
ru: Сопроводите до базы десантные корабли и очистите акваторию порта от противника.
uk: Супроводьте до бази десантні кораблі і звільніть акваторію порту від супротивника.
zh: 护送突击战舰前往基地并且清除港口水域的敌方部队。
zh_sg: 守卫突击舰抵达基础并清除港口水域的敌人。

# IDS_OP_02_03_CSM_007_MAIN_MESSAGE_5
source: Operation failed. All task force warships were destroyed!
es_mx: Operación fallida. ¡Todos los barcos de la fuerza de ataque fueron destruidos!
ja: 作戦は失敗だ 任務部隊の艦艇が全滅した!
pl: Operacja nie powiodła się. Wszystkie okręty z grupy ekspedycyjnej zostały zniszczone!
ru: Операция провалена. Все боевые корабли соединения уничтожены!
uk: Операцію провалено. Всі бойові кораблі з’єднання знищено!
zh: 行动失败。 所有工作队战舰都被击毁！
zh_sg: 行动失败。 所有任务相关战舰被摧毁！

# IDS_OP_02_03_CSM_009_MAIN_MESSAGE_7
source: Operation failed. The water zone of the base was not cleared of enemy ships.
es_mx: Operación fallida. No se eliminaron a todos los barcos enemigos de la zona marina.
ja: 作戦は失敗だ 基地の水域から敵艦艇を排除できなかった。
pl: Operacja nie powiodła się. Wodna strefa bazy nie została oczyszczona z okrętów wroga.
ru: Операция провалена. Акватория базы не очищена от кораблей противника.
uk: Операцію провалено. Акваторію бази не очищено від кораблів супротивника.
zh: 行动失败。 没有清除基地水域的敌方战舰。
zh_sg: 行动失败。 水域内的敌舰未能清除。

# IDS_OP_02_03_CSM_010_MAIN_MESSAGE_WIN
source: Operation completed! The water zone was cleared of enemy ships.
es_mx: ¡Operación completada! Se eliminaron a todos los barcos enemigos de la zona marina.
ja: 作戦は成功だ! 水域から敵艦艇を排除した。
pl: Operacja zakończona powodzeniem! Wodna strefa bazy została oczyszczona z okrętów wroga.
ru: Операция выполнена! Акватория очищена от кораблей противника.
uk: Операцію виконано! Акваторію очищено від кораблів супротивника.
zh: 行动成功。 已清除这个水域的敌方战舰。
zh_sg: 行动完成！ 水域内的敌舰已被清除。

# IDS_OP_02_03_CSM_010_SECOND_TASK_04_HINT
source: Destroy all enemy transport ships before they reach the evacuation point.
es_mx: Destruye a todos los barcos de transporte enemigos antes de que lleguen al punto de evacuación.
ja: 脱出地点に到達する前に 全ての敵輸送艦を撃沈せよ。
pl: Zniszcz wszystkie okręty desantowe wroga zanim dotrą do punktu ewakuacyjnego.
ru: Уничтожьте все транспорты противника до того, как они достигнут зоны эвакуации.
uk: Знищте всі транспорти супротивника до того, як вони дістануться зони евакуації.
zh: 在所有敌方运输舰抵达 撤离点之前击毁它们。
zh_sg: 在敌方到达疏散点之前 击毁全部敌方运输舰。

# IDS_OP_02_03_CSM_014_MAIN_MESSAGE_WIN
source: Operation completed! The required number of troopers landed successfully.
es_mx: ¡Operación completada! El número requerido de tropas desembarcó exitosamente.
ja: 作戦は成功だ! 目標数の兵員を上陸させることに成功した。
pl: Operacja zakończona powodzeniem! Wymagana liczba żołnierzy pomyślnie wylądowała.
ru: Операция выполнена! Необходимое число десантников высажено.
uk: Операцію виконано! Потрібну кількість десантників висаджено.
zh: 行动成功。 所需数量的部队已成功登陆。
zh_sg: 行动完成！ 登陆士兵数量已达到指定要求。
