Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_HINT_LEFT_CLICK_TO_OPEN_EXTERIOR_CONFIGURATION
source: Click to change the ship's exterior appearance
es_mx: Haz click para modificar la apariencia exterior del barco
ja: クリックして艦の外装を変更
pl: Kliknij, żeby zmodyfikować wygląd zewnętrzny okrętu
ru: Перейти к управлению внешним видом корабля
uk: Натисніть, щоб змінити зовнішній вигляд корабля
zh: 点击调整战舰外观
zh_sg: 点击调整战舰外观

# IDS_HINT_LEFT_CLICK_TO_OPEN_MODERNIZATIONS_CONFIGURATION
source: Click to manage the ship's upgrades
es_mx: Haz click para administrar las mejoras del barco
ja: クリックして艦のアップグレードを管理
pl: Kliknij, żeby zarządzać ulepszeniami okrętu
ru: Перейти к управлению модернизациями корабля
uk: Натисніть, щоб виконати дії із модернізаціями корабля
zh: 点击此处对战舰进行研发升级
zh_sg: 点击管理战舰的升级品

# IDS_HINT_LEFT_CLICK_TO_START_CHAT
source: Send message
es_mx: Enviar mensaje
ja: メッセージを送信
pl: Wyślij wiadomość
ru: Отправить личное сообщение
uk: Надіслати приватне повідомлення
zh: 发送消息
zh_sg: 发送消息

# IDS_HINT_LEFT_DESELECT_ALL_SHIPS
source: Deselect all ships
es_mx: Quitar Selección
ja: 全艦艇を選択解除
pl: Odznacz wszystkie okręty
ru: Снять выделение со всех кораблей
uk: Зняти виділення з усіх кораблів
zh: 取消选择所有战舰
zh_sg: 取消选择所有战舰

# IDS_HINT_LEFT_DESELECT_SHIPS
source: Deselect this ship
es_mx: Anular selección de este barco
ja: この艦を選択解除
pl: Odznacz ten okręt
ru: Снять выделение с этого корабля
uk: Зняти виділення з цього корабля
zh: 取消选择这艘战舰
zh_sg: 取消选择这艘战舰

# IDS_HINT_LEFT_SELECT_ALL_SHIPS
source: Select all ships
es_mx: Seleccionar todos los barcos
ja: 全艦艇を選択
pl: Wybierz wszystkie okręty
ru: Выбрать все корабли
uk: Вибрати всі кораблі
zh: 选择所有战舰
zh_sg: 选择所有战舰

# IDS_HINT_LEFT_SELECT_SHIPS
source: Select a ship to convert her XP into free XP
es_mx: Seleccionar un barco para convertir su XP en XP libre
ja: フリー経験値への変換元の艦を選択
pl: Wybierz okręt, którego PD wymienisz na wolne PD
ru: Выбрать корабль для перевода его опыта в свободный опыт
uk: Вибрати корабель, щоб конвертувати його досвід у вільний досвід
zh: 请选择一艘战舰来转换它的个体经验为全局经验
zh_sg: 请选择一艘战舰来转换它的个体经验为全局经验

# IDS_HINT_LINKED_TASKS
source: Complete this mission to get access to the current mission.
es_mx: Completa esta misión para obtener acceso a la misión actual.
ja: このミッションを達成して現在のミッションへのアクセス権を得ましょう
pl: Ukończ tą misję, żeby uzyskać dostęp do aktualnej misji.
ru: Выполните эту задачу, чтобы открыть доступ к текущей задаче.
uk: Виконаєте це завдання, щоб відкрити доступ до вибраного завдання.
zh: 完成此任务以浏览当前的任务
zh_sg: 完成此任务以浏览当前的任务

# IDS_HINT_MENU_CLOSE
source: Close menu
es_mx: Cerrar el menú
ja: メニューを閉じる
pl: Zamknij menu
ru: Закрыть меню
uk: Закрити меню
zh: 关闭
zh_sg: 关闭

# IDS_HINT_MENU_DISCONNECT
source: You will be disconnected from the server
es_mx: Serás desconectado del servidor
ja: サーバーから切断します
pl: Zostaniesz rozłączony z serwerem
ru: Вы будете отключены от сервера
uk: Вас буде від’єднано від сервера
zh: 您将会与服务器中断连接
zh_sg: 您将与服务器中断连接

# IDS_HINT_MENU_EXIT
source: Exit to desktop
es_mx: Salir al escritorio
ja: 終了してデスクトップに移動
pl: Wyjdź z gry
ru: Выйти на рабочий стол
uk: Вийти з гри
zh: 离开回到桌面
zh_sg: 离开回到桌面

# IDS_HINT_MENU_GUIDE_DESCR
source: For more details about the features of the game and its core mechanics, watch a short video tutorial.
es_mx: Para obtener más detalles sobre las características del juego y sus mecánicas básicas, disfruta de un breve video tutorial.
ja: このゲームの特徴とコアメカニズムの詳細については、短いビデオチュートリアルを視聴してください。
pl: Zobacz krótki film instruktażowy, aby dowiedzieć się więcej na temat funkcji gry oraz jej podstawowej mechaniki.
ru: Узнайте о возможностях игры и основных её механиках из небольшого обучающего видеокурса.
uk: Дізнайтеся про можливості гри й головні її механіки з невеликого навчального відео-курсу.
zh: Узнайте о возможностях игры и основных её механиках из небольшого обучающего видеокурса.
zh_sg: 关于游戏特性和核心机制的更多信息，请观看视频短片教程。

# IDS_HINT_MENU_HELP
source: Go to Help screen
es_mx: Ir a la pantalla de Ayuda
ja: ヘルプ画面へ
pl: Przejdź do ekranu Pomocy
ru: Перейти к инструкции по управлению
uk: Перейти до інструкції з керування
zh: 前往帮助界面
zh_sg: 前往帮助界面

# IDS_HINT_MENU_SETTINGS
source: Go to Settings
es_mx: Ir a Ajustes
ja: 設定へ
pl: Przejdź do Ustawień
ru: Перейти к настройкам
uk: Перейти до налаштувань
zh: 前往设置
zh_sg: 前往设置

# IDS_HINT_NEWS_TOOLTIP_EXTENDED
source: Read the latest news
es_mx: Leer las últimas noticias
ja: 最新ニュースを読む
pl: Przeczytaj najnowsze wiadomości
ru: Узнайте свежие новости
uk: Дізнайтеся свіжі новини
zh: 阅读最新消息
zh_sg: 阅读最新消息

# IDS_HINT_OPEN_CHALLENGE
source: Show detailed information about the challenge
es_mx: Mostrar información detallada sobre el reto
ja: チャレンジの詳細情報を確認
pl: Pokaż szczegółowe informacje o wyzwaniu
ru: Открыть подробную информацию об испытании
uk: Відкрити докладну інформацію про випробування
zh: 显示挑战活动的详细信息
zh_sg: 显示挑战活动的详细信息

# IDS_HINT_OPEN_INGAME_STORE
source: Purchase doubloons in the Premium Shop
es_mx: Adquirir doblones en la Tienda Premium
ja: プレミアムショップでダブロンを購入
pl: Kup dublony w Sklepie Premium
ru: Купить дублоны в Премиум магазине
uk: Купити дублони у Преміум магазині
zh: 到商城购买达布隆
zh_sg: 在高级商店中购买达布隆

# IDS_HINT_OPEN_TASK
source: Show detailed information about the combat mission
es_mx: Mostrar información detallada sobre la misión de combate
ja: コンバットミッションの詳細情報を確認
pl: Pokaż szczegółowe informacje dotyczące tej misji bojowej
ru: Открыть подробную информацию о боевой задаче
uk: Відкрити докладну інформацію про бойове завдання
zh: 显示有关作战任务的详细信息
zh_sg: 显示有关作战任务的详细信息

# IDS_HINT_PREM_GET_MORE_CREDITS_AND_EXP
source: Earn more credits and XP in each battle.
es_mx: Consigue más créditos y XP en cada batalla.
ja: 戦闘でのクレジット/EXP 取得量の優遇。
pl: Zdobywaj więcej kredytów i PD w każdej bitwie.
ru: Зарабатывайте больше кредитов и опыта в каждом бою.
uk: Здобувайте більше кредитів й досвіду в кожному бою.
zh: 每一场战斗会获得更多的银币与经验。
zh_sg: 每一场战斗会获得更多的银币与经验。

# IDS_HINT_PRMP_CONTENT_LIFETIME
source: Message will disappear in: %(timeLeft)s
es_mx: El mensaje desaparecerá en: %(timeLeft)s
ja: メッセージが消えるまで: %(timeLeft)s
pl: Wiadomość zniknie za: %(timeLeft)s
ru: До закрытия сообщения: %(timeLeft)s
uk: Повідомлення закриється: %(timeLeft)s
zh: 讯息将会消失于：%(timeLeft)s
zh_sg: 消息将消失于：%(timeLeft)s

# IDS_HINT_PRMP_LIFETIME
source: This offer expires in: %(timeLeft)s
es_mx: Está oferta expira en: %(timeLeft)s
ja: オファー終了まで: %(timeLeft)s
pl: Ta oferta kończy się za %(timeLeft)s.
ru: Период действия акции: %(timeLeft)s
uk: Час дії акції: %(timeLeft)s
zh: 此优惠的有效时间：%(timeLeft)s
zh_sg: 此优惠的有效时间：%(timeLeft)s

# IDS_HINT_REDIRECT_TO_STORE
source: You will be redirected to the Premium Shop.
es_mx: Serás redirigido a la Tienda Premium.
ja: プレミアムショップにリダイレクトされます。
pl: Zostaniesz przekierowany do Sklepu Premium.
ru: Вы будете перенаправлены на страницу Премиум магазина.
uk: Вас спрямують на сторінку Преміум магазину.
zh: 您将会被引导至商店。
zh_sg: 您将会跳转至商店。

# IDS_HINT_REJECT_INVITE
source: Decline Invitation
es_mx: Rechazar Invitación
ja: 招待を辞退
pl: Odrzuć zaproszenie
ru: Отклонить приглашение
uk: Відхилити запрошення
zh: 拒绝邀请
zh_sg: 拒绝邀请

# IDS_HINT_REPLAYS
source: Watch replays of the recorded battles.
es_mx: Observa las repeticiones de batallas grabadas.
ja: 記録された戦闘のリプレイを視聴。
pl: Obejrzyj powtórki nagranych bitew.
ru: Просматривайте повторы записанных игр.
uk: Переглядайте повтори записаних ігор.
zh: 观看回放
zh_sg: 观看已录制战斗的回放

# IDS_HINT_RESET_ALL_FILTERS
source: Reset all filters
es_mx: Reiniciar todos los filtros
ja: 全フィルターの初期化
pl: Wyczyść wszystkie filtry
ru: Сбросить все фильтры
uk: Скинути всі фільтри
zh: 重置查找筛选
zh_sg: 重置查找筛选

# IDS_HINT_RESET_FILTER
source: Reset this filter
es_mx: Reiniciar este filtro
ja: このフィルターをリセット
pl: Wyczyść ten filtr
ru: Сбросить фильтр
uk: Скинути фільтр
zh: 重置筛选条件
zh_sg: 重置筛选条件

# IDS_HINT_RESTRICTION_AUTO_DAMAGE
source: This consumable is automatically activated in battle when necessary.
es_mx: Este consumible es activado automáticamente en batalla cuando es necesario.
ja: この消耗品は戦闘中に必要に応じて自動的に使用されます。
pl: Ten sprzęt eksploatacyjny jest automatycznie aktywowany w trakcie bitwy, gdy zajdzie taka potrzeba.
ru: Это снаряжение используется в бою автоматически при необходимости.
uk: Це спорядження діє в бою автоматично в разі потреби.
zh: 此消耗品在战斗中必要时自动启动
zh_sg: 此消耗品在战斗中必要时自动激活。

# IDS_HINT_RESTRICTION_AUTO_DETECTION
source: This consumable is automatically activated in battle when your ship is detected by an enemy.
es_mx: Este consumible es activado automáticamente en batalla cuando tu barco es detectado por un enemigo.
ja: この消耗品は戦闘中に自艦が敵に発見された場合に自動的に使用されます。
pl: Ten sprzęt eksploatacyjny jest automatycznie uruchamiany po wykryciu Twojego okrętu przez przeciwnika.
ru: Это снаряжение используется в бою автоматически при обнаружении вашего корабля противником.
uk: Це спорядження діє в бою автоматично в разі виявлення вашого корабля супротивником.
zh: 此消耗品在战斗中当您的战舰被敌人发现时自动启动
zh_sg: 此消耗品在战斗中当您的战舰被敌方发现时自动激活。

# IDS_HINT_RIGHT_CLICK_FOR_CONTEXT_MENU
source: Open context menu
es_mx: Abrir menú contextual
ja: コンテキストメニューを開く
pl: Otwórz menu kontekstowe
ru: Вызвать контекстное меню
uk: Відкрити контекстне меню
zh: 右键点击以打开菜单。
zh_sg: 打开快捷菜单

# IDS_HINT_ROWS_IN_CAROUSEL
source: Select the number of ship rows in the carousel
es_mx: Selecciona el número de filas de barcos en el carrusel
ja: カルーセルの列数を選択
pl: Wybierz liczbę szeregów karuzeli, w których wyświetlane będą okręty
ru: Выбрать количество рядов кораблей в карусели
uk: Вибрати кількість рядів кораблів у каруселі
zh: 选择卷轴中的战舰行数
zh_sg: 选择卷轴的战舰行数

# IDS_HINT_SEARCH_CHANNELS
source: Search for channel by name
es_mx: Buscar un canal por nombre
ja: 名称でチャンネルを検索
pl: Szukaj kanału wg nazwy
ru: Найти канал по названию
uk: Знайти канал за назвою
zh: 按名称搜寻频道
zh_sg: 按名称搜寻频道

# IDS_HINT_SEARCH_PLAYERS
source: Search players by name
es_mx: Buscar jugadores por nombre
ja: 名前でプレイヤーを検索
pl: Wyszukaj graczy wg nazwy
ru: Найти игроков по имени
uk: Знайти гравців за іменем
zh: 搜寻玩家
zh_sg: 按名称搜索玩家

# IDS_HINT_SEARCH_REPLAY_BY_NAME
source: Search for a replay by name
es_mx: Busca una repetición por nombre
ja: 名称でリプレイを検索
pl: Wyszukaj powtórki wg nazwy
ru: Найти повтор по названию
uk: Знайти повтор за назвою
zh: 以名称搜寻回放
zh_sg: 通过名称搜索回放

# IDS_HINT_SEARCH_SHIP_BY_NAME
source: Find ship by name
es_mx: Encontrar barco por nombre
ja: 名称で艦艇を検索
pl: Wyszukaj okręt po nazwie
ru: Найти корабль по названию
uk: Знайти корабель за назвою
zh: 按战舰名查找
zh_sg: 按战舰名查找

# IDS_HINT_SERVER_SWITCH_BATTLES
source: The number of ongoing battles your ships are still in.
es_mx: El número de batallas en curso en las que aún tienes barcos.
ja: 所有艦艇が参加中の進行中の戦闘数
pl: Liczba trwających bitew, w których biorą udział Twoje okręty.
ru: Количество боёв с вашим участием, которые всё ещё продолжаются.
uk: Кількість боїв з вашою участю, які ще тривають.
zh: 您的战舰正在进行的战斗数。
zh_sg: 您的战舰正在进行的战斗数。

# IDS_HINT_SERVER_SWITCH_TIMER
source: Maximum waiting time until transfer to another server. You may be redirected sooner.
es_mx: Tiempo máximo de espera hasta ser transferido a otro servidor. Puedes ser redirigido antes.
ja: 他のサーバーへの移行の際の最大待ち時間です。これより早くリダイレクトされる場合があります。
pl: Maksymalny czas oczekiwania na przeniesienie na inny serwer. Możesz być przekierowany wcześniej.
ru: Максимальное время ожидания до переключения на другой сервер. Переключение может произойти раньше.
uk: Максимальний час очікування до перемикання на інший сервер. Перемикання може відбутися раніше.
zh: 转移至其它服务器的最大等待时间。您可能会提前被重新定向。
zh_sg: 转移至其它服务器的最大等待时间。您可能会提前跳转。

# IDS_HINT_SHIP_CAROUSEL_SORT
source: Select the display order for your ships
es_mx: Selecciona el orden de muestra para tus barcos
ja: 艦艇の表示順を選択してください
pl: Wybierz kolejność wyświetlania Twoich okrętów
ru: Выберите порядок отображения кораблей
uk: Виберіть порядок показу кораблів
zh: 选择战舰的显示方式
zh_sg: 选择战舰的显示方式

# IDS_HINT_SHIP_CLASS
source: Ship type
es_mx: Tipo de barco
ja: 艦種
pl: Typ okrętu
ru: Класс корабля
uk: Клас корабля
zh: 战舰类型
zh_sg: 战舰类型

# IDS_HINT_SHIP_EXPERIENCE_USAGE
source: Use the XP earned on this ship to improve her parameters, upgrade this ship, and research next tier ships.
es_mx: Usa la XP conseguida en este barco para aumentar sus parámetros, mejorar el barco e investigar barcos del siguiente nivel.
ja: 艦のパラメータ向上、アップグレード、上位 Tier の艦艇の研究には、この艦で取得した EXP を使用します。
pl: Użyj PD zdobytych na tym okręcie, żeby poprawić jego parametry, ulepszyć go i zbadać okręty wyższych poziomów.
ru: Используйте опыт, заработанный на этом корабле, для улучшения его характеристик, модернизации и исследования следующих кораблей.
uk: Використовуйте досвід, здобутий на цьому кораблі, для поліпшення його характеристик, модернізації та дослідження наступних кораблів.
zh: 使用此战舰所获得的经验来提高它的参数，升级这艘战舰并研发下一阶的战舰。
zh_sg: 使用此战舰所获得的经验来提高它的参数，升级这艘战舰并研发下一阶的战舰。

# IDS_HINT_SHIP_LEVEL
source: Warship tier
es_mx: Nivel del buque de guerra
ja: 艦 Tier
pl: Poziom okrętu
ru: Уровень корабля
uk: Рівень корабля
zh: 战舰等级
zh_sg: 战舰等级

# IDS_HINT_SHIP_NAME
source: Warship name
es_mx: Nombre del Barco de Guerra
ja: 艦名
pl: Nazwa okrętu
ru: Название корабля
uk: Назва корабля
zh: 战舰名称
zh_sg: 战舰名称

# IDS_HINT_SKILLPOINTS_COMMON
source: Total number of skill points available for mastering Commander skills
es_mx: Total de puntos de habilidad disponibles para dominar habilidades del Comandante
ja: 艦長スキルを習得するためのスキルポイントの合計
pl: Ogólna liczba dostępnych punktów umiejętności do rozwijania umiejętności dowódcy
ru: Общее количество очков для изучения навыков командира
uk: Загальна доступна кількість очок для вивчення умінь командира
zh: 可用来学习指挥官技能的总技能点数
zh_sg: 可用来学习指挥官技能的总技能点数

# IDS_HINT_SKILLPOINTS_FREE
source: Available number of undistributed points for mastering Commander skills
es_mx: Número disponible de puntos sin distribuir para dominar habilidades del Comandante
ja: 艦長スキルを習得するための未分配ポイント
pl: Liczba dostępnych, nieprzydzielonych punktów umiejętności do rozwijania umiejętności dowódcy
ru: Доступное количество свободных очков для изучения навыков командира
uk: Доступна кількість вільних очок для вивчення умінь командира
zh: 可用来学习指挥官技能的未分配点数
zh_sg: 可用来学习指挥官技能的未分配点数

# IDS_HINT_SKILLPOINTS_NONE
source: No skill points available for mastering Commander skills
es_mx: Sin puntos de habilidad disponibles para dominar habilidades del Comandante
ja: 艦長スキルを習得するためのスキルポイントなし
pl: Brak punktów umiejętności do rozwijania umiejętności dowódcy
ru: Нет очков для изучения навыков командира
uk: Немає очок для вивчення умінь командира
zh: 没有可用来学习指挥官技能的技能点数
zh_sg: 没有可用来学习指挥官技能的技能点数

# IDS_HINT_SSE_SHOW_POSTBATTLE_TASK_DETAILS
source: Go to Combat Missions
es_mx: Ir a las Misiones de Combate
ja: コンバットミッションへ
pl: Przejdź do misji bojowych
ru: Перейти к списку боевых задач
uk: Перейти до списку бойових завдань
zh: Перейти к списку боевых задач
zh_sg: 前往作战任务

# IDS_HINT_TALENT_RESTRICTIONS_TRIGGERNUM_ONCE
source: Can be activated once per battle. Unavailable in Clan and Training Battles.
es_mx: Puede ser activado una vez por batalla. No disponible en Batallas de Clanes y de Entrenamiento.
ja: 各戦で 1 回のみ発動可能、クラン戦とトレーニング戦では使用不可
pl: Można aktywować raz na bitwę. Niedostępne w bitwach klanowych i treningowych.
ru: Срабатывает один раз за бой. Не работает в клановых и тренировочных боях.
uk: Спрацьовує один раз за бій. Не працює під час кланових і тренувальних боїв.
zh: Срабатывает один раз за бой. Не работает в клановых и тренировочных боях.
zh_sg: 每场战斗可激活一次。军团战和战斗训练模式中无效。

# IDS_HINT_TALENT_RESTRICTIONS_TRIGGERNUM_UNLIMITED
source: Can be activated multiple times per battle. Unavailable in Clan and Training Battles.
es_mx: Puede ser activado múltiples veces por batalla. No disponible en Batallas de Clanes y de Entrenamiento.
ja: 各戦で複数回発動可能、クラン戦とトレーニング戦では使用不可
pl: Można aktywować wielokrotnie w ciągu bitwy. Niedostępne w bitwach klanowych i treningowych.
ru: Срабатывает любое количество раз за бой. Не работает в клановых и тренировочных боях.
uk: Спрацьовує будь-яку кількість разів за бій. Не працює під час кланових і тренувальних боїв.
zh: Срабатывает любое количество раз за бой. Не работает в клановых и тренировочных боях.
zh_sg: 每场战斗可多次激活。军团战和战斗训练模式中无效。

# IDS_HINT_TITLE_TOO_SHORT
source: This name is too short. The channel name must be between 3 and 32 characters.
es_mx: Este nombre es demasiado corto. Debe contener entre 3 y 32 caracteres.
ja: チャンネル名が短すぎます。文字数制限: 3 - 32 文字
pl: Nazwa jest za krótka. Dopuszczalna długość wynosi od 3 do 32 znaków.
ru: Название слишком короткое. Название канала не может содержать менее 3 и более 32 символов.
uk: Назва занадто коротка. Назва каналу може містити від 3 до 32 символів.
zh: 这个名称太短。频道名称必须含有 3 到 32 个字符。
zh_sg: 此名称太短。频道名称必须含有3到32个字符。

# IDS_HINT_UPDATE_CLAN_DIVISIONS_LIST
source: Update the list of clan divisions
es_mx: Actualizar la lista de divisiones del clan
ja: クラン分艦隊のリストを更新
pl: Aktualizuj listę dywizjonów klanu
ru: Обновить список отрядов клана
uk: Оновити список загонів клану
zh: 更新军团小队名单
zh_sg: 更新军团小队列表

# IDS_HINT_UPDATE_FORMATION_SEEKERS_LIST
source: Refresh the list of players
es_mx: Actualizar lista de jugadores
ja: プレイヤー一覧を更新
pl: Odśwież listę graczy
ru: Обновить список игроков
uk: Оновити список гравців
zh: 更新玩家名单
zh_sg: 更新玩家名单

# IDS_HINT_WAREHOUSE
source: Sell the items you don't need
es_mx: Vende los artículos que no necesites
ja: 不要品を売却できます
pl: Sprzedaj przedmioty, których nie potrzebujesz
ru: Продавайте имущество, которое вы не используете
uk: Продавайте майно, яким ви не користуєтеся
zh: 出售您不需要的物品
zh_sg: 出售您不需要的物品

# IDS_HINT_YOUR_ACCOUNT
source: Your account
es_mx: Tu cuenta
ja: ご利用アカウント
pl: Twoje konto
ru: Ваш игровой аккаунт
uk: Ваш ігровий акаунт
zh: 您的账号
zh_sg: 您的账号

# IDS_HIRE_CREW_HINT
source: Recruit a new Commander or assign a Commander from the Reserve or from another ship. Ships without Commanders cannot participate in battles.
es_mx: Recluta un nuevo Comandante o asigna un Comandante de la Reserva o de otro barco. Los barcos sin Comandantes no pueden participar en batallas.
ja: 新しい艦長を採用するか、リザーブまたは他の艦艇の艦長を配属してください。 艦長がいない艦艇は戦闘には参加できません。
pl: Zwerbuj nowego dowódcę lub przydziel dowódcę z rezerwy lub innych okrętów. Okręty bez dowódców nie mogą uczestniczyć w bitwach.
ru: Рекрутируйте нового командира или назначьте командира из Резерва или с другого корабля. Корабль без командира не может участвовать в боях.
uk: Рекрутуйте нового командира або призначте командира з Резерву чи з іншого корабля. Корабель без командира не може брати участь у боях.
zh: 招募一名新指挥官或是从军营或其它战舰上指派一名指挥官。 没有指挥官的战舰会无法参与战斗。
zh_sg: 征募一名新指挥官或是从预备队或其它战舰上指派一名指挥官。 没有指挥官的战舰无法加入战斗。

# IDS_HIRE_NEW_CREW
source: Recruit
es_mx: Reclutar
ja: 採用
pl: Rekrutuj
ru: Рекрутировать
uk: Рекрутувати
zh: 招募乘员
zh_sg: 征募

# IDS_HIT
source: Damaged:
es_mx: Dañado:
ja: 加害:
pl: Uszkodzono:
ru: Повреждено:
uk: Пошкоджено:
zh: 伤害：
zh_sg: 伤害：

# IDS_HITS_HINT
source: Number of hits
es_mx: Número de impactos
ja: 命中弾数
pl: Liczba trafień
ru: Количество попаданий
uk: Кількість влучень
zh: 命中数
zh_sg: 命中

# IDS_HIT_HIT_TYPE
source: Hit received!
es_mx: ¡Daño recibido!
ja: 被弾!
pl: Zostaliśmy trafieni!
ru: Попадание!
uk: Влучення!
zh: 命中目标！
zh_sg: 命中目标！

# IDS_HIT_TORPEDOS
source: %s by torpedoes
es_mx: %s por torpedos
ja: %s (魚雷)
pl: %s torpedami
ru: %s торпедами
uk: %s торпедами
zh: %s 被鱼雷
zh_sg: %s 被鱼雷

# IDS_HL_AIR_DEFENSE_DESTRUCTED_LAST
source: All AA guns destroyed
es_mx: Todos los cañones AA están destruidos
ja: 全ての対空兵装が大破
pl: Wszystkie działa plot. zniszczone
ru: Все орудия ПВО уничтожены
uk: Усі гармати ППО знищено
zh: 所有防空炮都被击毁。
zh_sg: 所有防空炮摧毁

# IDS_HL_ARTILLERY_GUN_DESTRUCTED
source: Main battery gun destroyed
es_mx: Cañón de la batería principal destruido
ja: 主砲大破
pl: Działo głównej baterii zniszczone
ru: Орудие ГК уничтожено
uk: Гармату ГК знищено
zh: 主炮塔已击毁。
zh_sg: 主炮摧毁

# IDS_HL_ARTILLERY_GUN_DESTRUCTED_LAST
source: All main guns destroyed
es_mx: Todos los cañones principales están destruidos
ja: 全ての主砲が大破
pl: Wszystkie działa główne zniszczone
ru: Все орудия ГК уничтожены
uk: Усі гармати ГК знищено
zh: 主炮组被击毁。
zh_sg: 所有主炮摧毁

# IDS_HL_ATBA_GUN_DESTRUCTED
source: Secondary gun mount destroyed
es_mx: Montaje del cañón secundario destruido
ja: 副砲大破
pl: Działo dodatkowe zniszczone
ru: Орудие вспомогательного калибра уничтожено
uk: Гармату допоміжного калібру знищено
zh: 副炮底座被击毁。
zh_sg: 副炮炮架摧毁

# IDS_HL_ATBA_GUN_DESTRUCTED_LAST
source: All secondary battery guns destroyed
es_mx: Todas las baterías secundarias están destruidas
ja: 全ての副砲が大破
pl: Wszystkie działa baterii dodatkowej zniszczone
ru: Все орудия ПМК уничтожены
uk: Усі гармати ПМК знищено
zh: 副炮组被击毁。
zh_sg: 所有副炮炮架摧毁

# IDS_HL_TORPEDO_DESTRUCTED_LAST
source: All depth charge modules destroyed
es_mx: Todos los módulos de cargas de profundidad están destruidos
ja: 全ての爆雷設備が大破
pl: Wszystkie moduły bomb głębinowych zniszczone
ru: Все модули глубинных бомб уничтожены
uk: Усі модулі глибинних бомб знищено
zh: Все модули глубинных бомб уничтожены
zh_sg: 所有深水炸弹配件摧毁

# IDS_HL_TORPEDO_TUBE_DESTRUCTED
source: Torpedo tubes destroyed
es_mx: Lanzadores de torpedos destruidos
ja: 魚雷発射管大破
pl: Wyrzutnie torpedowe zniszczone
ru: Торпедный аппарат уничтожен
uk: Торпедний апарат знищений
zh: 鱼雷发射管被击毁。
zh_sg: 鱼雷发射管摧毁

# IDS_HL_TORPEDO_TUBE_DESTRUCTED_LAST
source: All torpedo tubes destroyed
es_mx: Todos los lanzadores de torpedos están destruidos
ja: 全ての魚雷発射管が大破
pl: Wszystkie wyrzutnie torpedowe zniszczone
ru: Все торпедные аппараты уничтожены
uk: Усі торпедні апарати знищено
zh: 所有鱼雷发射管都被击毁
zh_sg: 所有鱼雷发射管被摧毁

# IDS_HOLDING_BASE
source: Holding
es_mx: Manteniendo
ja: 維持
pl: Utrzymywanie
ru: Удержание
uk: Утримання
zh: 控制中
zh_sg: 守住

# IDS_HORSE_POWER
source: hp
ja: 馬力
pl: KM
ru: л.с.
uk: к.с.
zh: 马力
zh_sg: 马力

# IDS_HOTKEY_EMPTY
source: Hotkey for "%s" has been reset
es_mx: Tecla rápida para "%s" ha sido restablecida
ja: 「%s」のホットキーのリセット完了
pl: Klawisz dla „%s” został zresetowany
ru: Сброшена клавиша для «%s»
uk: Гарячу клавішу «%s» скинуто
zh: "%s" 的快捷键已被重设
zh_sg: "%s" 的快捷键已被重设

# IDS_HOTKEY_MOUSE_KEYS_ONLY
source: Use mouse keys only
es_mx: Usar botones del puntero
ja: マウスキーのみを使用
pl: Użyj tylko przycisków myszy
ru: Используйте кнопки мыши
uk: Використовуйте кнопки миші
zh: 使用鼠标中键
zh_sg: 仅限鼠标按键

# IDS_HOTKEY_RESERVED
source: Hotkey reserved
es_mx: Atajo reservado
ja: ホットキー予約済み
pl: Klawisz zarezerwowany
ru: Эта клавиша зарезервирована
uk: Цю клавішу зарезервовано
zh: 快捷键已保留
zh_sg: 快捷键已保留

# IDS_HOUR
source: h
pl: godz.
ru: ч
uk: год
zh: 小时
zh_sg: 小时

# IDS_HP_SECOND
source: HP per second
es_mx: HP por segundo
ja: HP/秒
pl: PW na sekundę
ru: очко боеспособности в секунду
uk: очко боєздатності на секунду
zh: 每秒生命值
zh_sg: 每秒生命值

# IDS_I00_AV_HINT
source: To use all the turrets, turn the ship's broadside towards the enemy.
es_mx: Para usar todas las torretas, gira el costado del barco hacia el enemigo.
ja: 全ての砲塔を用いるには、舷側を敵に向けよ。
pl: Żeby wykorzystać wszystkie wieże, obróć się bokiem do przeciwnika.
ru: Развернитесь бортом к противнику, чтобы использовать все башни
uk: Розверніться бортом до супротивника, щоб використати всі башти
zh: Развернитесь бортом к противнику, чтобы использовать все башни
zh_sg: 要使用全部炮塔，转向用舷侧面向敌人。

# IDS_I00_EXPACT_AD
source: Hold to make a turn
es_mx: Manténlo presionado para girar
ja: 長押しして旋回せよ
pl: Przytrzymaj, żeby wykonać skręt
ru: Удерживайте, чтобы повернуть
uk: Утримуйте, щоб повернути
zh: Удерживайте, чтобы повернуть
zh_sg: 按住转向

# IDS_I00_EXPACT_R
source: To put out a fire or repair damage
es_mx: Para apagar un incendio o reparar daño
ja: 火災消火またはダメージ復旧
pl: Żeby ugasić pożar lub dokonać napraw
ru: Чтобы погасить пожар или устранить повреждения
uk: Щоб згасити пожежу чи усунути пошкодження
zh: Чтобы погасить пожар или устранить повреждения
zh_sg: 扑灭火势或修复损伤

# IDS_I00_EXPACT_RMB
source: Hold to take a look around
es_mx: Mantenlo presionado para mirar alrededor
ja: 長押しして見回す
pl: Przytrzymaj, żeby się rozejrzeć
ru: Удерживайте, чтобы осмотреться
uk: Утримуйте, щоб озирнутися
zh: Удерживайте, чтобы осмотреться
zh_sg: 按住观察四周

# IDS_I00_EXPACT_SHIFT
source: — Zooming camera in
es_mx: — Acercando la cámara
ja: — ズームイン
pl: – przybliżanie kamery
ru: — приближение камеры
uk: — наближення камери
zh: — приближение камеры
zh_sg: — 拉近镜头
