Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC020_BISMARCK_ZULU_DESCRIPTION
source: HMS Zulu is a Tribal-class destroyer, commissioned in 1938. The ship's badge features elements of the traditional armament of the South African Zulu people. In late May 1941, HMS Zulu, which, along with the ships of the 4th flotilla of destroyers, escorted one of the convoys, was called away to join the hunt for the battleship Bismarck. During the battle that occurred on the night of May 26–27, the ship attacked the German raider ship with torpedoes despite receiving damage from her guns.
es_mx: El HMS Zulu es un destructor de la clase Tribal comisionado en 1938. La medalla del barco cuenta con elementos del armamento tradicional de la gente Zulu de Sudáfrica. A finales de mayo de 1941, el HMS Zulu que, junto con el resto de los barcos de la 4a flotilla de destructores, escoltaban uno de los convoyes, y fue llamado para unirse a la caza del acorazado Bismarck. Durante la batalla que ocurrió en la noche del 26 y 27 de mayo, el barco atacó al barco incursor alemán con torpedos a pesar de recibir daño de sus cañones.
ja: トライバル級駆逐艦ズールーは、1938 年に就役しました。艦名は南アフリカのズールー族に因んでおり、バッジにはズールー族の伝統的武器の要素が取り入れられています。 1941 年 5 月下旬、第 4 駆逐隊の僚艦と共に船団護衛にあたっていたズールーは、護衛任務を中止してビスマルク追撃戦に参加。そして 5 月 26 日から 27 日にかけての夜にビスマルクと交戦し、魚雷攻撃を行ったものの、ビスマルクの反撃を受け損傷しました。
pl: HMS Zulu to niszczyciel klasy Tribal (przekazany do użytku w 1938 roku). Godło okrętu zawiera elementy tradycyjnego uzbrojenia południowoafrykańskiego ludu Zulusów. Pod koniec maja 1941 roku HMS Zulu, razem z innymi okrętami należącymi do 4. flotylli niszczycieli, eskortował konwój w chwili, gdy otrzymał rozkaz dołączenia do polowania na pancernik Bismarck. W trakcie bitwy, do której doszło 26 i 27 maja okręt atakował niemieckiego przeciwnika torpedami pomimo otrzymanych uszkodzeń.
ru: HMS Zulu — эсминец типа Tribal (вступил в строй в 1938 г.). На эмблеме корабля были изображены элементы традиционного вооружения южноафриканского народа зулусов. В последних числах мая 1941 г. HMS Zulu, входивший вместе с остальными кораблями 4-й флотилии эсминцев в состав эскорта одного из конвоев, был отозван для участия в преследовании линкора Bismarck. В ночном бою с 26 на 27 мая Zulu атаковал торпедами германский рейдер, несмотря на полученные от его артиллерии повреждения.
uk: HMS Zulu — есмінець типу Tribal (став у стрій 1938 р.). На емблемі корабля були зображені елементи традиційного озброєння південноафриканського народу зулусів. В останніх числах травня 1941 р. HMS Zulu, який входив разом з іншими кораблями 4-ї флотилії есмінців до складу ескорту одного з конвоїв, було відкликано для участі у переслідуванні лінкора Bismarck. У нічному бою з 26 на 27 травня Zulu атакував торпедами німецький рейдер, незважаючи на отримані пошкодження від артилерії супротивника.
zh: 祖鲁是一艘部落级驱逐舰 (1938 年首次服役)。该战舰的徽章具有祖鲁人传统武器的元素。 1941年5月下旬，祖鲁在随同第四驱逐舰队其余战舰一起护卫舰团的工作解除之后，就加入了追击战列舰俾斯麦的行动。5月26日-5月27日夜晚期间爆发了战斗，尽管受到其舰炮火力的伤害，该战舰还是用鱼雷攻击了D国入侵战舰。
zh_sg: HMS Zulu为一艘Tribal级驱逐舰，服役于1938年。战舰的徽章具有南非祖鲁人传统武器的元素。 1941年5月下旬，HMS Zulu在随同第四驱逐舰队其余战舰一起护卫舰团的目标解除之后，就加入了追击俾斯麦战列舰的行动。5月26日-5月27日夜晚期间爆发了战斗，尽管受到其舰炮火力的伤害，该战舰还是用鱼雷攻击了德国入侵战舰。

# IDS_PCZC021_BISMARCK_NORFOLK
source: HMS Norfolk
zh: 诺福克

# IDS_PCZC021_BISMARCK_NORFOLK_DESCRIPTION
source: The badge of HMS Norfolk, a County-class heavy cruiser that entered service in 1930. It features elements from the Coat of Arms of Norfolk County whose name the ship bears. At the beginning of the operation, the ship patrolled the Denmark Strait along with the cruiser Suffolk. On May 23, HMS Norfolk spotted the German ships and radioed their location to the squadron of Vice-Admiral Holland. She pursued the German battleship until May 25 and later participated in the battle of May 27 when Bismarck was sunk.
es_mx: La medalla del HMS Norfolk, un crucero pesado de la clase County que entró en servicio en 1930. Cuenta con elementos del Escudo de Armas del Condado de Norfolk cuyo nombre lleva el barco. Al inicio de la operación, el barco patrullaba el Estrecho de Dinamarca junto con el crucero Suffolk. El 23 de mayo, el HMS Norfolk detectó a los barcos alemanes y transmitió su ubicación al escuadrón del Vicealmirante Holland. Persiguió al acorazado alemán hasta el 25 de mayo y más tarde participóo en la batalla del 27 de mayo cuando el Bismarck fue hundido.
ja: カウンティ級重巡洋艦ノーフォークは、1930 年に就役しました。艦名はイングランドのノーフォーク・カウンティに因んでおり、バッジにはその紋章の要素が取り入れられています。 ノーフォークは、作戦の序盤に巡洋艦サフォークと共にデンマーク海峡の警戒にあたりました。そして 5 月 23 日、本艦がドイツ艦隊を発見し、ホランド中将の艦隊にその位置を伝達しました。その後、5 月 25 日までドイツ艦隊を追跡し、ビスマルクを仕留めた 5 月 27 日の戦いにも参加しました。
pl: Godło HMS Norflok, ciężkiego krążownika klasy County, który wszedł do służby w 1930 roku. Zawiera elementy herbu hrabstwa Norfolk, którego imię nosi okręt. Na początku operacji okręt patrolował Cieśninę duńską wraz z krążownikiem Suffolk. 23 maja HMS Norfolk wykrył niemieckie okręty i przesłał ich lokalizację do floty wiceadmirała Hollanda. Ścigał niemiecki pancernik do 25 maja i brał udział w bitwie aż do 27 maja, kiedy to Bismarck został zatopiony.
ru: Эмблема HMS Norfolk, тяжёлого крейсера типа County (вступил в строй в 1930 г.). На ней изображены элементы герба графства Норфолк, в честь которого был назван корабль. В начале операции вместе с крейсером HMS Suffolk патрулировал Датский пролив. Обнаружил германские корабли 23 мая и обеспечил наведение на них английской эскадры вице-адмирала Холланда. Преследовал немецкий линкор вплоть до 25 мая, затем принимал участие в бою 27 мая, когда Bismarck был потоплен.
uk: Емблема HMS Norfolk, важкого крейсера типу County (став у стрій 1930 р.). На ній зображені елементи герба графства Норфолк, на честь якого було названо корабель. На початку операції разом з крейсером HMS Suffolk патрулював Данську протоку. Виявив німецькі кораблі 23 травня і забезпечив наведення на них англійської ескадри віце-адмірала Голланда. Переслідував німецький лінкор аж до 25 травня, потім брав участь у бою 27 травня, коли Bismarck й потопили.
zh: 诺福克徽章，一艘在1930年进入服役的郡级重型巡洋舰。该徽章具有用来命名该战舰的诺福克县的纹章元素。 行动最初，该战舰和巡洋舰萨福克一起巡防丹麦海峡。到了5月23日，诺福克发现了D国战舰并将它们的位置广播给霍兰德中将的舰队。一直追着D国战列舰到5月25日看，参与了5月27日击沉俾斯麦时的战斗。
zh_sg: HMS Norfolk徽章，一艘在 1930 年进入服役的County级重型巡洋舰。它具备了与战舰名有关的诺福克县纹章元素。 行动一开始，该战舰和巡洋舰Suffolk一起巡防丹麦海峡。5月23日，HMS Norfolk 发现了德国战舰并将它们的位置用无线电发送给海军中将Holland的舰队。它一直追击德国战列舰到5月 25日，然后参与了5月27日击沉俾斯麦的那场战斗。

# IDS_PCZC022_BISMARCK_MASHONA
source: HMS Mashona
zh: 马绍纳

# IDS_PCZC022_BISMARCK_MASHONA_DESCRIPTION
source: The badge of HMS Mashona, a Tribal-class destroyer that entered service in 1939. It depicted the Bird of Zimbabwe, a legendary totem of the South African Mashona people. In May 1941, HMS Mashona served within the escort fleet for one of the Atlantic convoys. On May 24, the ship was recalled to join the hunt for the battleship Bismarck. HMS Mashona and the battleship Rodney had chased the German raider right until May 27, but had to turn back due to a lack of fuel. On the following day, she was sunk by German dive bombers that were sent out to help Bismarck.
es_mx: La medalla del HMS Mashona, un destructor clase Tribal que entró en servicio en 1939. Esta muestra al Ave de Zimbabwe, un tótem legendario del pueblo sudafricano de Mashona. En Mayo de 1941, el HMS Mashone sirvió dentro de la flota de escolta de uno de los convoyes del Atlántico. El 24 de mayo, el barco fue llamado para unirse a la caza del acorazado Bismarck. El HMS Mashona y el acorazado Rodney habían perseguido al incursor alemán hasta el 27 de mayo, pero tuvieron que regresar a la base por falta de combustible. Al día siguiente, fue hundido por bombarderos en picada alemanes enviados a ayudar al Bismarck.
ja: トライバル級駆逐艦マシオナは、1939 年に就役しました。艦名は南アフリカのマシオナ族に因んでおり、バッジにはマシオナ族の伝説的なトーテムであるジンバブエの鳥が描かれています。 1941 年 5 月、大西洋において船団護衛任務にあたっていたマシオナは、5 月 24 日から護衛任務を中止して戦艦ビスマルク追撃戦に参加しました。そして本艦は戦艦ロドニーと共に 5 月 27 日までビスマルクを追跡したものの、燃料不足により基地に戻らざるを得ませんでした。その翌日、本艦はビスマルクを支援するために飛来したドイツの急降下爆撃隊の攻撃を受け、撃沈されました。
pl: Godło HMS Mashona, niszczyciela klasy Tribal, który wszedł do służby w 1939 roku. Przedstawia Ptaka Zimbabwe, legendarny totem południowoafrykańskiego ludu Mashona. W maju 1941 roku HMS Mashona służył w jednej z flot eskortujących konwoje na Atlantyku. 24 maja okręt został przyłączony do polowania na pancernik Bismarck. HMS Mashona i pancernik Rodney ścigały niemieckiego przeciwnika aż do 27 maja, ale musiały się wycofać z powodu braku paliwa. Następnego dnia okręt został zatopiony przez niemieckie bombowce nurkujące wysłane do pomocy Bismarckowi.
ru: Эмблема HMS Mashona, эсминца типа Tribal (вступил в строй в 1939 г.). На ней была изображена Птица Зимбабве — легендарный тотем южноафриканского народа машона. В мае 1941 г. HMS Mashona входил в состав эскорта одного из атлантических конвоев. 24 мая он был отозван для участия в погоне за линкором Bismarck. Вплоть до 27 мая эсминец вместе с линкором Rodney преследовал германский рейдер, пока не был вынужден повернуть в базу из-за недостатка горючего. На следующий день HMS Mashona был потоплен немецкими бомбардировщиками, высланными на помощь линкору Bismarck.
uk: Емблема HMS Mashona, есмінця типу Tribal (став у стрій 1939 р.). На ній був зображений Птах Зімбабве — легендарний тотем південноафриканського народу машона. У травні 1941 р. HMS Mashona перебував у складі ескорту одного з атлантичних конвоїв. 24 травня його відкликали для участі у гонитві за лінкором Bismarck. Аж до 27 травня есмінець разом з лінкором Rodney переслідував німецький рейдер, поки не був змушений повернути на базу через нестачу пального. Наступного дня HMS Mashona потопили німецькі бомбардувальники, які прибули на допомогу лінкору Bismarck.
zh: 马绍纳的徽章，一艘在1939年进入服役的部落级驱逐舰。该徽章描绘了南非马绍纳人的传奇图腾形象──津巴布韦鸟。 1941年5月，马绍纳身处于一个大西洋舰团的护卫舰队内。5月24日，该战舰被召回去参加追击战列舰俾斯麦的行动。马绍纳和战列舰罗德尼追赶着D国入侵者一直到5月27日，但因为缺乏燃料而不得不返回基地。隔天，它被派来帮助俾斯麦的D国俯冲轰炸机击沉。
zh_sg: HMS Mashona的徽章，一艘于1939年进入服役的Tribal级驱逐舰。该徽章描绘着南非马沙纳人的传奇图腾形象──津巴布韦鸟。 1941年5月，HMS Mashona加入了一个大西洋船团的护卫舰队。5月24日，召回战舰来参加战列舰俾斯麦 的狩猎行动。HMS Mashona 和战列舰 Rodney 一直到5月27日都追在德国侵入者的后面，但因为缺乏燃料而不得不掉头。隔天，它被派来帮助 俾斯麦 的德国俯冲轰炸机击沉。

# IDS_PCZC023_BISMARCK_COSSACK
source: HMS Cossack
zh: 哥萨克
zh_sg: HMS哥萨克人

# IDS_PCZC023_BISMARCK_COSSACK_DESCRIPTION
source: HMS Cossack was a Tribal-class destroyer that entered service in 1938. She became famous for the boarding of the German tanker Altmark in Norwegian waters in February 1940, and the associated rescue of 300 British sailors. The ship was named after the Russian Cossack people, a tradition in the British Navy since the middle of the 19th century. In May 1941, she served as the flagship of Captain Vian, Commander of the 4th Destroyer Flotilla that escorted British battleships. When Bismarck was detected on May 26, Captain Vian, upon his own initiative, rushed to intercept the German raider. During the night of May 26–27, Cossack and other flotilla destroyers launched several torpedo attacks on the battleship and continued to keep her in sight, directing the main fleet forces towards Bismarck.
es_mx: El HMS Cossack fue un destructor de la clase Tribal que entró en servicio en 1938. Se volvió famoso por el abordaje del barco de suministros alemán Altmark en aguas noruegas en febrero de 1940, y el posterior rescate de 300 marineros británicos. El barco fue nombrado como el pueblo Cosaco de la estepa rusa , una tradición en la Marina Británica desde mediados del siglo XIX. En mayo de 1941, sirvió como el barco insignia del Capitán Vian, Comandante de la 4a Flotilla de Destructores que escoltaron a los acorazados británicos. Cuando el Bismarck fue detectado el 26 de mayo, el Capitán Vian bajo su iniciativa se adelantó a interceptar al incursor alemán. Durante las noches del 26 y 27 de mayo, el Cossack y otra flotilla de destructores lanzaron varios ataques con torpedos sobre el acorazado y continuaron manteniéndolo a la vista, dirigiendo a las fuerzas principales de la flota hacia el Bismarck.
ja: トライバル級駆逐艦コサックは、1938 年に就役しました。本艦は、ノルウェー領海でドイツ補給船アルトマルクへの乗り込み作戦を敢行し、約 300 名のイギリス人捕虜を救出したことで有名です。艦名は、ロシアの草原地帯のコサック族に因んだものであり、イギリス海軍においては 19 世紀中盤からの伝統的な艦名でした。 1941 年 5 月、本艦はヴァイアン大佐率いる第 4 駆逐隊の旗艦としてイギリス戦艦隊の護衛にあたっていました。そして 5 月 26 日にビスマルクが発見されると、ヴァイアン大佐はビスマルクを迎撃すべく自分自身の判断で駆逐隊を急行させました。5 月 26 日から 27 日にかけての夜、コサックは他の駆逐艦と共にビスマルクへの魚雷攻撃を数回敢行した後、追跡を続け、主力部隊をビスマルクへと誘導しました。
pl: HMS Cossack był niszczycielem klasy Tribal, znajdującym się w służbie od 1938 roku. Zasłynął abordażem niemieckiego okrętu zaopatrzeniowego Altmark na wodach norweskich w lutym 1940 roku i ratunkiem 300 brytyjskich marynarzy. Okręt został nazwany na cześć Kozaków, mieszkańców rosyjskich stepów, co jest tradycją w British Navy od połowy XIX wieku. W maju 1941 służył jako okręt flagowy kapitana Viana, dowódcy 4. flotylli niszczycieli, która eskortowała brytyjskie pancerniki. Kiedy Bismarck został wykryty 26 maja, kapitan Vian z własnej inicjatywy przypuścił atak na niemiecki okręt. W nocy z 26 na 27 maja Cossack i inne niszczyciele wchodzące w skład flotylli przypuściły kilka ataków torpedowych i utrzymywały kontakt wzrokowy z pancernikiem, nakierowując główne siły brytyjskiej floty.
ru: HMS Cossack — эсминец типа Tribal (вступил в строй в 1938 г.), прославившийся тем, что в феврале 1940 г. взял на абордаж немецкий танкер Altmark в норвежских водах, освободив около 300 пленных британских моряков. Название Cossack, в честь русских казаков, в английском флоте было традиционным и присваивалось кораблям с середины XIX в. В мае 1941 г. — флагманский корабль кэптена Вайена, командира 4-й флотилии эсминцев, эскортировавшей британские линкоры. Когда 26 мая Bismarck вновь был обнаружен, Вайен по собственной инициативе пошёл ему наперехват. В ночь с 26 на 27 мая Cossack и другие эсминцы флотилии произвели несколько торпедных атак на германский линкор и в дальнейшем поддерживали контакт, наводя на него главные силы флота.
uk: HMS Cossack — есмінець типу Tribal (став у стрій 1938 р.), який прославився тим, що у лютому 1940 р. взяв на абордаж німецький танкер Altmark у норвезьких водах, звільнивши близько 300 полонених британських моряків. Назва Cossack — на честь козаків, етносоціальної культурної групи українського і російського степу — в англійському флоті була традиційною і присвоювалася кораблям з середини XIX ст. У травні 1941 р. — флагманський корабель капітана Віана, командира 4-ї флотилії есмінців, яка ескортувала британські лінкори. Коли 26 травня Bismarck знову виявили, Віан з власної ініціативи пішов йому напереріз. Вночі з 26 на 27 травня Cossack та інші есмінці флотилії здійснили кілька торпедних атак на німецький лінкор і в подальшому підтримували контакт, наводячи на нього головні сили флоту.
zh: 哥萨克是一艘于 1938 年进入服役的部落级级驱逐舰。1940年2月它因为强行登上D国阿尔特马克号补给舰并相继救出了 300 名Y国水兵而出名。这艘战舰是以哥萨克人来命名，这是Y国海军自十九世纪中叶以来的传统。 1941年5月，第四驱逐舰队旗舰舰长维安负责指挥Y国战列舰的护卫行动。当5月 26 日发现俾斯麦时，舰长维安主动赶往拦截D国的入侵者。5月26日-5月27日夜晚期间，哥萨克和舰队的其它驱逐舰发动了几次对战列舰的鱼雷攻击并持续追赶着它，将主舰队的部队引导至俾斯麦。
zh_sg: HMS哥萨克人是一艘于1938年进入服役的 Tribal 级驱逐舰。1940年2月，它因为在挪威水域强行登上德国补给舰 Altmark 并相继救出了 300 名英国水兵而出名。这艘战舰是以俄罗斯草原的哥萨克人来命名，这是英国海军自十九世纪中叶以来的传统。 1941年5月，第四驱逐舰队旗舰舰长 Vian 负责指挥英国战列舰的护卫行动。当5月26日发现 俾斯麦 时，舰长 Vian 主动赶往拦截德国的侵入者。5月26日-5月27日夜晚期间，哥萨克 和舰队的其它驱逐舰发动了几次对战列舰的鱼雷攻击并持续追赶着它，将主舰队的部队引导至 俾斯麦。

# IDS_PCZC024_BISMARCK_SUFFOLK
source: HMS Suffolk
zh: 萨福克

# IDS_PCZC024_BISMARCK_SUFFOLK_DESCRIPTION
source: HMS Suffolk was a County-class heavy cruiser that entered service in 1928. The Castle and Key depicted on the ship's badge are elements of the emblem of the Suffolk Regiment, a motif derived from the battle honor granted following the Regiments' prominent part in the defense of Gibraltar at the end of the 18th century. In May 1941, the ship patrolled the Denmark Strait along with the cruiser HMS Norfolk. Suffolk made the first sighting report on Bismarck and, while maintaining radar contact with her, kept the fleet of Vice-Admiral Holland updated as to the enemy battleship's whereabouts. She participated in the battle in the Denmark Strait as well as in the hunt for the German battleship right until May 25.
es_mx: El HMS Suffolk fue un crucero pesado clase County que entró en servicio en 1928. El Castillo y la Llave que aparecen en la medalla del barco son elementos del emblema del Regimiento de Suffolk, un motivo derivado del honor de batalla concedido después de la prominente participación de los Regimientos en la defensa de Gibraltar a finales del siglo XVIII. En mayo de 1941, el barco patrullaba el estrecho de Dinamarca junto con el crucero Norfolk. El HMS Norfolk hizo el primer reporte de avistamiento del Bismarck y, mientras mantenía contacto de radar con él, mantuvo a la flota del Vicealmirante Holland al tanto sobre el comportamiento del acorazado. Participó en la batalla en el Estrecho de Dinamarca así como en la caza del acorazado alemán hasta el 25 de mayo.
ja: カウンティ級重巡洋艦サフォークは、1928 年に就役しました。本艦のバッジに描かれた城と鍵は、サフォーク連隊の徽章の要素であり、これはこの連隊が 18 世紀末のジブラルタル防衛戦において卓越した貢献を果たしたという栄誉に由来したモチーフです。 1941 年 5 月、サフォークは巡洋艦ノーフォークと共にデンマーク海峡の警戒にあたっていました。サフォークが最初にビスマルクの発見を報告し、その後はレーダーによる捕捉を継続しつつ、その位置をホランド中将の艦隊に連絡し続けました。デンマーク海峡海戦に参加した後、5 月 25 日までビスマルク追撃戦に臨みました。
pl: HMS Suffolk był ciężkim krążownikiem klasy County, który rozpoczął służbę w 1928 roku. Zamek i klucz znajdujące się w godle okrętu to elementy emblematu Suffolk Regiment (12 Pułku Piechoty). Motyw przyznany został pułkowi jako wyraz uznania za kluczową rolę w obronie Gibraltaru pod koniec XVIII wieku. W maju 1941 roku okręt patrolował Cieśninę duńską wspólnie z krążownikiem Norfolk. HMS Norfolk jako pierwszy dostrzegł Bismarcka i utrzymywał go w zasięgu swojego radaru, utrzymując flotę wiceadmirała Hollanda na bieżąco z lokalizacją pancernika. Uczestniczył w bitwie w Cieśninie duńskiej oraz w polowaniu na niemiecki pancernik aż do 25 maja.
ru: HMS Suffolk — тяжёлый крейсер типа County (вступил в строй в 1928 г.). Замок и ключ, изображённые на эмблеме корабля, — элементы герба Саффолкского полка, память об участии этого подразделения английской армии в обороне Гибралтара в конце XVIII в. В мае 1941 г. вместе с крейсером Norfolk патрулировал Датский пролив. Первым обнаружил Bismarck и, поддерживая с ним радиолокационный контакт, обеспечил наведение на противника английской эскадры вице-адмирала Холланда. Участвовал в бою в Датском проливе и преследовании германского линкора вплоть до 25 мая.
uk: HMS Suffolk — важкий крейсер типу County (став у стрій 1928 р.). Замок і ключ, зображені на емблемі корабля, — елементи герба Саффолкського полку, пам’ять про участь цього підрозділу англійської армії в обороні Ґібралтару наприкінці XVIII ст. У травні 1941 р. разом з крейсером Norfolk патрулював Данську протоку. Першим виявив Bismarck і, підтримуючи з ним радіолокаційний контакт, забезпечив наведення на супротивника англійської ескадри віце-адмірала Голланда. Брав участь у бою в Данській протоці і у переслідуванні німецького лінкора аж до 25 травня.
zh: 萨福克是一艘在1928年进入服役的郡级重型巡洋舰。战舰徽章上描绘的城堡和钥匙是萨福克军团标志的元素，这是来自萨福克军团在参加十八世纪末防卫直布罗陀时的突出表现时获颁的图案。 1941年5月，该战舰和巡洋舰诺福克一同巡防丹麦海峡。诺福克第一个发现俾斯麦并进行了汇报，在雷达捕捉到俾斯麦的同时，不断的为霍兰德中将的舰队更新敌方战列舰的下落。它参与了丹麦海峡的战斗，并一直追击着D国战列舰到5月25日。
zh_sg: HMS Suffolk 是一艘于 1928 年进入服役的 County 级重型巡洋舰。战舰徽章上描绘的城堡和钥匙为萨福克军团标志的元素，这是源自军团在参加十八世纪末防卫直布罗陀时的突出表现而获颁的战斗荣誉图章。 1941年5月，该战舰和巡洋舰HMS Norfolk一同巡防丹麦海峡。Norfolk 对 俾斯麦 进行了第一目击报告，同时将战列舰维持在雷达的侦测范围内，不断向舰队的 Holland 中将更新敌方战列舰的下落。它参与了丹麦海峡的战斗，并一直狩猎着德国战列舰到5月25日。

# IDS_PCZC025_BISMARCK_RENOWN
source: HMS Renown
zh: 声望

# IDS_PCZC025_BISMARCK_RENOWN_DESCRIPTION
source: HMS Renown was a battlecruiser of the Royal Navy that entered service in 1916. The classical symbols depicted on the ship's badge—the laurel wreath and the torch of glory—echo the name of the ship. From May 23, 1941, HMS Renown, under the flag of Vice-Admiral Somerville, took part in the hunt for the battleship Bismarck. On May 26, Force H headed by the battlecruiser appeared to be the only force capable of holding off the raider ship's breakthrough to France. The main task for HMS Renown was to provide cover for the aircraft carrier Ark Royal that had delivered the major blow to the German battleship.
es_mx: El HMS Renown fue un crucero de batalla de la Marina Real que entró en servicio en 1916. Los símbolos clásicos mostrados en la medalla del barco– la corona de laurel y la antorcha de gloria – hacen eco del nombre del barco. Desde el 23 de mayo de 1941, el HMS Renown bajo la bandera del Vicealmirante Somerville tomó parte en la caza del acorazado Bismarck. El 26 de mayo, la Fuerza H encabezada por el crucero de batalla apareció para ser la única fuerza capaz de contener el avance de los barcos incursores hacia Francia. La tarea principal del HMS Renown era proveer cobertura al portaaviones aliado Ark Royal el cual había causado el mayor daño al acorazado alemán.
ja: イギリス海軍の巡洋戦艦レナウンは 1916 年に就役しました。艦名は「高名」という意味であり、バッジに描かれた伝統的なシンボルである月桂冠と栄光のトーチは、本艦の艦名を象徴するものです。 1941 年 5 月 23 日、サマーヴィル中将が座乗したレナウンは、戦艦ビスマルク追撃戦に参加しました。5 月 26 日の段階では、ビスマルクのフランス行きを阻止し得るのは本艦を旗艦とした H 部隊だけであると考えられており、本艦の主任務は航空母艦アーク・ロイヤルの護衛でした。そしてアーク・ロイヤルの艦載機がビスマルクに痛打を与えたのでした。
pl: HMS Renown był krążownikiem liniowym służącym w Royal Navy od roku 1916. Klasyczne symbole przedstawione na godle okrętu – wieniec laurowy i znicz chwały – współbrzmią z nazwą okrętu. Od 23 maja 1941 roku HMS Renown pod dowództwem wiceadmirała Somervillea'a brał udział w polowaniu na pancernik Bismarck. 26 maja wydawało się, że Force H prowadzona przez krążownik jest jedyną siłą zdolną do powstrzymania niemieckiego korsarza przed ucieczką do Francji. Głównym zadaniem HMS Renown było osłanianie lotniskowca Ark Royal, który miał decydujący wkład w zniszczenie niemieckiego pancernika.
ru: HMS Renown (англ. «Знаменитость») — линейный крейсер (вступил в строй в 1916 г.). Изображённые на эмблеме классические символы — лавровый венок и факел славы — перекликаются с названием корабля. С 23 мая 1941 г. HMS Renown под флагом вице-адмирала Сомервилла принимал участие в преследовании линкора Bismarck. 26 мая Соединение «H» во главе с линейным крейсером оказалось единственной силой, способной предотвратить прорыв рейдера во Францию. Главной задачей HMS Renown было прикрытие авианосца Ark Royal, нанёсшего основной удар по германскому линкору.
uk: HMS Renown (дослівно з англ. «Корабель Їхньої Величності "Слава"») — лінійний крейсер (став у стрій 1916 р.). Зображені на емблемі класичні символи — лавровий вінок і смолоскип слави — гармоніюють з назвою корабля. З 23 травня 1941 р. HMS Renown під прапором віце-адмірала Сомервілля брав участь у переслідуванні лінкора Bismarck. 26 травня З'єднання «H» на чолі з лінійним крейсером стало єдиною силою, здатною запобігти прориву рейдера у Францію. Головним завданням HMS Renown було прикриття авіаносця Ark Royal, який завдав головного удару німецькому лінкору.
zh: 声望是一艘在1916年进入皇家海军服役的战斗巡洋舰。战舰徽章上描绘着经典的象征──月桂花环和荣耀之炬──与该战舰的名称相呼应。 自1941年5月23日起，声望就在萨默维尔中将麾下参加追击战列舰俾斯麦的行动。5月26日，以战斗巡洋舰为首的H部队作为唯一能阻止入侵者的战舰突破进入F国。声望的主要工作是为对D国战列舰造成重大打击的航空母舰皇家方舟提供掩护。
zh_sg: HMS Renown 是一艘于1916年进入皇家海军服役的战斗巡洋舰。战舰徽章上描绘着经典的象征──月桂花环和荣耀之炬──与该战舰的名称相呼应。 自1941年5月23日起，HMS Renown 就在中将 Somerville 麾下参加追击战列舰 俾斯麦 的行动。5月26日，以战斗巡洋舰为首的H部队似乎是唯一能阻止侵入者战舰突破至法国的部队。HMS Renown 的主要工作是为对德国战列舰造成重大打击的航空母舰 Ark Royal 提供掩护。

# IDS_PCZC026_BISMARCK_SHEFFIELD
source: HMS Sheffield
zh: 谢菲尔德
