Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGSD109_DESCR
source: A well balanced design for a destroyer (1936C type), intended for operations on the high seas. The major distinction relative to the classes that preceded her was her artillery armament, comprising of up-to-date and dual-purpose main battery turret mounts.
es_mx: Un diseño bien balanceado para un destructor (tipo 1936C), destinado para operaciones en mar abierto. Su mayor distintivo de las clases precedentes era su artillería, compuesta de una batería principal actualizada con torretas de doble propósito.
ja: バランスに優れた駆逐艦級 (1936C 型) であり、外洋での作戦を前提としていました。従来の駆逐艦級との最大の違いはその主砲であり、最新の両用砲塔が採用されていました。
pl: Rozsądnie zaprojektowany niszczyciel (typ 1936C), przeznaczony do operacji na pełnym morzu. Różnił się od poprzedzających klas głównym uzbrojeniem artyleryjskim, na które składały się nowoczesne działa uniwersalne.
ru: Хорошо сбалансированный по своим характеристикам проект эскадренного миноносца (тип 1936C), призванного действовать на океанских просторах. Основным отличием корабля от предшественников являлось артиллерийское вооружение, которое составляли новые, универсальные по назначению, башенные установки главного калибра.
uk: Добре збалансований за своїми характеристиками проект ескадреного міноносця (тип 1936C), покликаного діяти на океанських просторах. Основною відмінністю корабля від попередників було артилерійське озброєння, яке складали нові, універсальні за призначенням, баштові установки головного калібру.
zh: 有着良好平衡性设计的驱逐舰 (1936 年 C 式)，目的是为了在公海上进行作业。它与先前舰级的最大差别就是火炮武器，由最新且两用的主炮组炮塔架所组成。
zh_sg: 有着良好平衡性设计的驱逐舰 (1936 年 C 式)，目的是为了在公海上进行作业。与先前舰级的最大差别就是火炮武器，由最新的两用主炮组炮塔架所组成。

# IDS_PGSD110_DESCR
source: One of the last German destroyers to be laid down before the end of World War II. She had dimensions that were considered to be quite significant for a ship of her type. Owing to her dual-purpose artillery and up-to-date automatic AA mounts, this ship boasted very powerful AA defenses.
es_mx: Uno de los últimos destructores alemanes en ser construidos antes del final de la Segunda Guerra Mundial. Tenía dimensiones que eran consideradas bastante significativas para un barco de su tipo. Debido a una artillería de doble propósito y montajes AA automáticos actualizados, este barco contaba con unas defensas antiaéreas muy poderosas.
ja: 二次大戦の終結前に起工されたものとしては、ドイツ最後の駆逐艦の 1 隻です。駆逐艦としては極めて大型であり、両用砲と最新の対空機関砲により、恐るべき対空防御力を誇りました。
pl: Jeden z ostatnich niemieckich niszczycieli zbudowanych przed zakończeniem II wojny światowej. Jego wymiary były dość okazałe jak na okręt tego rodzaju. Dzięki artylerii uniwersalnej i nowoczesnym, automatycznym działom przeciwlotniczym był doskonale chroniony przed atakami z powietrza.
ru: Один из последних германских эсминцев, заложенных до конца Второй мировой войны. Имел значительные для кораблей своего класса размеры. Мощь его ПВО обеспечивалась за счёт универсальной артиллерии и новых автоматических зенитных установок.
uk: Один з останніх німецьких есмінців, закладених до кінця Другої світової війни. Мав значні для кораблів свого класу розміри. Потужність його ППО забезпечувалася за рахунок універсальної артилерії та нових автоматичних зенітних установок.
zh: 战争结束前开始建造的最后一批驱逐舰。其尺寸被认为是它这类型战舰中最重要的部份。由于两用火炮及最新的自动防空炮组，这艘战舰拥有非常强大的对空防御。
zh_sg: 第二次世界大战结束前开始建造的最后一批德国驱逐舰。尺寸被认为是此舰种最重要的部分。由于两用火炮及最新的自动防空炮组，这艘战舰拥有非常强大的对空防御力。

# IDS_PGSD506_DESCR
source: Designed as an average-sized destroyer to be officially designated as a 1940-class fleet torpedo boat. The ships of this series were built in the Netherlands based on Dutch designs and components. She differed favorably from other same-type German ships by her overall well-balanced combat features.
es_mx: Diseñado como un destructor de tamaño promedio oficialmente diseñado como una lancha torpedera de flota de la clase 1940. Esta serie de barcos fue construida en Holanda basada en diseños y componentes del mismo país. Se distinguía favorablemente de otros barcos alemanes por sus características de combate bien equilibradas.
ja: 本艦級の正式名称は 1940 型艦隊水雷艇ですが、実質的には平均的な大きさの駆逐艦といえます。ドイツの設計とコンポーネントに基づいてネーデルラントで建造されました。戦闘性能のバランスが全体的に優れていた点が他のドイツ駆逐艦とは異なる長所でした。
pl: Zaprojektowany jako średnich rozmiarów niszczyciel, oficjalnie sklasyfikowany jako torpedowiec floty, typu 1940. Ta seria okrętów budowana była w holenderskich stoczniach, z wykorzystaniem holenderskich projektów i części. Różnił się od innych niemieckich okrętów tego typu dobrym zrównoważeniem cech bojowych.
ru: Проект средних размеров эсминца, официально именовавшегося «флотским миноносцем типа 1940». Корабли серии строились в Нидерландах на основе голландских разработок и комплектующих. От других немецких представителей класса проект выгодно отличался общей сбалансированностью характеристик.
uk: Проект есмінця середніх розмірів, який офіційно називали «флотський міноносець типу 1940». Кораблі серії будували у Нідерландах на основі нідерландських розробок і компонентів. Від інших німецьких представників класу проект вигідно відрізнявся загальним балансом характеристик.
zh: 设计成一般大小的驱逐舰，之后被正式指定为 1940 年舰级的舰队驱逐舰。此系列战舰是以H国的设计和零组件，并于H国进行建造。其整体平衡良好的战斗特色，让它在优势上不同于其它同类型D系战舰。
zh_sg: 设计成一般大小的驱逐舰，之后被正式指定为1940年舰级的舰队鱼雷艇。此系列战舰是以荷兰的设计和零组件，并于荷兰进行建造的。与其它同类型德国战舰的区别是各方面能力极为平均。

# IDS_PGSD508_DESCR
source: The last sister ship of destroyer Z-23 belonged to a series of ships laid down after the start of World War II (Type 1936A Mob). She carried 150 mm guns. Between 1944–1945, the ship underwent an overhaul which saw the considerable reinforcement of her AA defenses. This, however, required that one of the ship's main guns be demounted.
es_mx: El último barco hermano del destructor Z-23. Perteneció a una serie de barcos puestos en quilla justo al comienzo de la Segunda Guerra Mundial (Type 1936A Mob). Cargaba cañones de 150 mm. Durante 1944-1945, el barco pasó por una restauración que reforzó considerablemente su defensa AA. Sin embargo, esto requirió que uno de los cañones principales fuera desmontado.
ja: Z-23 型駆逐艦の最後の 1 隻です。二次大戦の勃発後に起工された艦級 (1936A (Mob) 型) であり、主砲として 150 mm 砲を搭載していました。1944 年から 1945 年にかけて改装が施され、対空兵装が大幅に強化された一方で、主砲については 1 基削減せざるを得ませんでした。
pl: Ostatni okręt siostrzany niszczyciela Z-23. Należał do serii okrętów zbudowanych na początku II wojny światowej (Typ 1936A Mob). Uzbrojony był w działa kal. 150 mm. W latach 1944-1945 okręt przeszedł modernizację, w ramach której wzmocniono jego uzbrojenie przeciwlotnicze. Konieczny był jednak demontaż jednego z głównych dział.
ru: Последний из систершипов эсминца Z-23. Принадлежал к серии кораблей, заложенных после начала Второй мировой войны (тип 1936A Mob). Был вооружён 150-мм артиллерией. В 1944–1945 годах прошёл модернизацию, серьёзно усилившую ПВО корабля. При этом было снято одно из орудий главного калибра.
uk: Останній з однотипників есмінця Z-23. Належав до серії кораблів, закладених після початку Другої світової війни (тип 1936A Mob). Був озброєний 150-мм артилерією. У 1944–1945 рр. під час модернізації значно посилили ППО корабля, але зняли одну з гармат головного калібру.
zh: Z-23的最后一艘姊妹舰是在大战结束之后所生产的一系列战舰之一(Type 1936A Mob)装备150毫米火炮，在1944到1945年间，战舰获得了防空火力的加强，这造成了其中一门主炮炮塔被拆除
zh_sg: 驱逐舰 Z-23的最后一艘姐妹舰。术属于二战初期下水的系列战舰之一（Type 1936A Mob）。搭载了150毫米舰炮。1944-1945年，战舰进行大规模检修并强化了对空防御能力。但也因此拆除了一门主炮。

# IDS_PGSD518_DESCR
source: The lead ship in a series of Type 1936B destroyers, built during World War II under a project that was modified to incorporate the combat experience and operational capacity of ships from the preceding series. These ships carried a reinforced AA battery and 128 mm main guns.
es_mx: El barco líder de una serie de destructores de Tipo 1936B, construidos durante la 2ª Guerra Mundial bajo un proyecto que se modificó para incorporar la experiencia de combate y la capacidad operativa de barcos de las series anteriores. Estos barcos llevaban una batería AA reforzada y cañones principales de 128 mm.
ja: 二次大戦中に建造された 1936B 型駆逐艦のリードシップであり、従来の艦級で得られた戦訓や作戦能力を反映して計画を改めた上で建造されました。対空兵装が強化され、128 mm 砲を搭載していました。
pl: Okręt prowadzący serii niszczycieli typu 1936B, zbudowany w trakcie II wojny światowej zgodnie z projektem, w którym uwzględniono świeżo zebrane doświadczenia bojowe, aby poprawić cechy poprzedniej serii. Okręty te posiadały wzmocnione uzbrojenie przeciwlotnicze i artylerię kal. 128 mm.
ru: Головной корабль в серии эсминцев типа 1936B, строившихся в годы Второй мировой войны по изменённому проекту с учётом эксплуатации и боевого опыта предыдущих серий. Отличался усиленной артиллерией ПВО и был вооружён 128-мм орудиями главного калибра.
uk: Головний корабель у серії есмінців типу 1936B, які будувалися під час Другої світової війни за зміненим проєктом із урахуванням експлуатації і бойового досвіду попередніх серій. Відрізнявся посиленою артилерією ППО та був озброєний 128-мм гарматами головного калібру.
zh: Головной корабль в серии эсминцев типа 1936B, строившихся в годы Второй мировой войны по изменённому проекту с учётом эксплуатации и боевого опыта предыдущих серий. Отличался усиленной артиллерией ПВО и был вооружён 128-мм орудиями главного калибра.
zh_sg: 1936B型驱逐舰系列中的旗舰，在第二次世界大战期间研发的项目，结合了之前数个系列战舰的作战经验。这些战舰携带了强化型防空炮组和128毫米主炮。

# IDS_PGSS106_DESCR
source: A submarine which belonged to the world's largest series of boats attributable to this type (Type VIIC). The armament she carried was quite good for her size, and she far outmatched her foreign contemporary rivals in terms of the maximum depth she could dive to.
es_mx: Un submarino que perteneció a la serie de barcos más grande del mundo atribuida a este tipo (Type VIIC). El armamento con el que contaba era bastante bueno para su tamaño, y superaba con creces a sus rivales contemporáneos extranjeros en términos de la profundidad máxima a la que podía sumergirse.
ja: 本艦は、潜水艦として史上最多の建造数を誇る U ボート VIIC 型の 1 隻です。そのサイズの割に極めて優秀な兵装を搭載しており、潜行可能な最大深度においては諸外国のライバルを大幅に凌駕していました。
pl: Okręt podwodny, który należał do najliczniejszej na świecie serii okrętów tego typu (Typ VIIC). Jego uzbrojenie było całkiem niezłe w porównaniu do rozmiarów okrętu, natomiast pod względem maksymalnego możliwego zanurzenia przewyższał on znacznie swoich rywali z innych krajów.
ru: Подводная лодка, принадлежавшая к самой многочисленной в мире серии судов этого класса (Type VIIC). Для своих размеров была хорошо вооружена. Значительно превосходила современные ей субмарины других стран по предельной глубине погружения.
uk: Підводний човен, який належить до найчисленнішої серії кораблів цього класу (Type VIIC). Як на свої габарити був добре озброєний. Значно перевершував сучасні йому субмарини інших країн за граничною глибиною занурення.
zh: Подводная лодка, принадлежавшая к самой многочисленной в мире серии судов этого класса (Type VIIC). Для своих размеров была хорошо вооружена. Значительно превосходила современные ей субмарины других стран по предельной глубине погружения.
zh_sg: 世界上最大舰艇系列中的潜艇（Type VIIC）。携带了匹配其大小的良好武器，并且最大下潜深度远超当时其他国家的对手。

# IDS_PGSS108_DESCR
source: An ocean-going (Type IXC/40) submarine designed for operations in remote theaters. Compared to Type VII boats, she was noticeably larger in size and had more torpedo tubes.
es_mx: Un submarino oceánico (Type IXC / 40) diseñado para operaciones en teatros remotos. Comparado con las naves Type VII, era bastante más grande y tenía más tubos de torpedos.
ja: 外洋型潜水艦である U ボート IXC/40 型の 1 隻であり、本国から遠く離れた場所での運用が可能でした。VII 型に比べて大幅に大型であり、魚雷発射管の数も上回っていました。
pl: Pełnomorski okręt podwodny (Typ IXC/40) przeznaczony do działań w odległych lokalizacjach. W porównaniu z okrętami Type VII był wyraźnie większy i posiadał więcej wyrzutni torped.
ru: Океанская подводная лодка, предназначавшаяся для действий на отдалённых театрах (Type IXC/40). Была заметно крупнее, чем лодки Type VII, и превосходила их по количеству торпедных аппаратов.
uk: Океанський підводний човен, який призначався для дій на віддалених театрах (Type IXC/40). Був помітно більше, ніж Type VII, та перевершував їх за кількістю торпедних апаратів.
zh: Океанская подводная лодка, предназначавшаяся для действий на отдалённых театрах (Type IXC/40). Была заметно крупнее, чем лодки Type VII, и превосходила их по количеству торпедных аппаратов.
zh_sg: 一种为执行远程作战行动而设计的远洋潜艇(Type IXC/40)。与VII级舰艇相比，体积更大鱼雷发射管也更多。

# IDS_PGSS110_DESCR
source: A class of World War II (Type XXI) boats which had a profound influence on the development of post-war submarines. They were designed to operate submerged for as long as possible. All torpedo tubes on these boats were placed at the bow.
es_mx: Una clase de botes de la Segunda Guerra Mundial (Type XXI) que tuvieron una profunda influencia en el desarrollo de los submarinos de postguerra. Fueron diseñados para operar sumergidos el mayor tiempo posible. Todos los tubos de torpedos en estos botes estaban ubicados en la proa.
ja: 二次大戦中に建造された U ボート XXI 型の 1 隻であり、本級は戦後の潜水艦開発に大きな影響を与えました。できる限り長く潜行し続けられるように設計されており、全ての魚雷発射管を艦首側に配置していました。
pl: Typ okrętów z II wojny światowej (Type XXI), który wywarł ogromny wpływ na rozwój powojennych okrętów podwodnych. Zaprojektowano je tak, by jak najdłużej mogły działać w zanurzeniu. Wszystkie wyrzutnie torped na tym okręcie umieszczone były na dziobie.
ru: Тип подводных лодок времён Второй мировой войны (Type XXI), оказавший определяющее влияние на развитие этого класса судов в послевоенном мире. Были рассчитаны на максимально долгое нахождение в погружённом состоянии. Все торпедные аппараты на этих лодках размещались в носовой части корпуса.
uk: Тип підводних човнів часів Другої світової війни (Type XXI), який справив визначальний вплив на розвиток цього класу кораблів у післявоєнному світі. Розраховували на максимально тривале знаходження в зануреному стані. Усі торпедні апарати на цих човнах розміщувалися в носовій частині корпусу.
zh: Тип подводных лодок времён Второй мировой войны (Type XXI), оказавший определяющее влияние на развитие этого класса судов в послевоенном мире. Были рассчитаны на максимально долгое нахождение в погружённом состоянии. Все торпедные аппараты на этих лодках размещались в носовой части корпуса.
zh_sg: 对战后潜艇的发展具有深远影响的一种二战潜艇(Type XXI) 。设计方向为尽可能长时间水下作业。所有鱼雷发射管都布置在舰首。

# IDS_PGSS510_DESCR
source: A project for relatively small submarines (Type XXVI), armed with ten torpedo tubes and capable of achieving high speeds while submerged.
es_mx: Un proyecto para submarinos relativamente pequeños (Type XXVI), armados con diez tubos de torpedos y capaces de alcanzar altas velocidades mientras estuvieran sumergidos.
ja: U ボート XXVI 型は比較的小型の潜水艦の計画案であり、魚雷発射管を 10 門備え、潜行中に高速を発揮することが可能でした。
pl: Projekt stosunkowo niewielkich okrętów podwodnych (Type XXVI), uzbrojonych w dziesięć wyrzutni torped i zdolnych do osiągania dużych prędkości w zanurzeniu.
ru: Проект сравнительно небольших подводных лодок (Type XXVI), вооружённых десятью торпедными аппаратами и способных развивать высокую скорость в подводном положении.
uk: Проект відносно невеликих підводних човнів (Type XXVI), озброєних десятьма торпедними апаратами й здатних набирати високу швидкість під водою.
zh: Проект сравнительно небольших подводных лодок (Type XXVI), вооружённых десятью торпедными аппаратами и способных развивать высокую скорость в подводном положении.
zh_sg: 一种相对较小的潜艇(Type XXVI)，装备有10个鱼雷发射管，能够在下潜时保持高航速。

# IDS_PGUA001_C1_ART_STOCK
source: 128 mm/61 SK C/42 in a turret
es_mx: SK C/42 de 128 mm/61 en una torreta
ja: 128 mm/61 SK C/42 (砲塔)
pl: 128 mm/61 SK C/42 w wieży
ru: 128-мм/61 SK C/42 в башенной установке
uk: 128-мм/61 SK C/42 в баштовій установці
zh: 128 毫米 L/61 SK C/42
zh_sg: 128 mm/61 SK C/42（单装炮塔）

# IDS_PGUA002_C1_ART_TOP
source: 128 mm L/61 SK C/42
ru: 128-мм L/61 SK C/42
uk: 128-мм L/61 SK C/42
zh: 128 毫米 L/61 SK C/42

# IDS_PGUA101_C2_ART_STOCK
source: 105 mm/40 SK C/04 on an MPL C/04 mount
es_mx: SK C/04 de 105 mm/40 en un montaje MPL C/04
ja: 105 mm/40 SK C/04 (MPL C/04 砲座)
pl: 105 mm/40 SK C/04 na stanowisku MPL C/04
ru: 105-мм/40 SK C/04 в установке MPL C/04
uk: 105-мм/40 SK C/04 в установці MPL C/04
zh: 105 毫米 L/40 MPL C/04
zh_sg: 105 mm/40 SK C/04（MPL C/04炮座）

# IDS_PGUA102_D2_ART_STOCK
source: 88 mm/45 Tbts C/13 on a Tbts LC/13 mount
es_mx: Tbts C/13 de 88 mm/45 en un montaje Tbts LC/13
ja: 88 mm/45 Tbts C/13 (Tbts LC/13 砲座)
pl: 88 mm/45 Tbts C/13 na stanowisku Tbts LC/13
ru: 88-мм/45 Tbts C/13 в установке Tbts LC/13
uk: 88-мм/45 Tbts C/13 в установці Tbts LC/13
zh: 88 毫米 L/45 Tbts LC/13
zh_sg: 88 mm/45 Tbts C/13（Tbts LC/13炮座）

# IDS_PGUA103_D2_ART_TOP
source: 105 mm/45 Tbts C/16 on a Tbts LC/16 mount
es_mx: Tbts C/16 de 105 mm/45 en un montaje Tbts LC/16
ja: 105 mm/45 Tbts C/16 (Tbts LC/16 砲座)
pl: 105 mm/45 Tbts C/16 na stanowisku Tbts LC/16
ru: 105-мм/45 Tbts C/16 в установке Tbts LC/16
uk: 105-мм/45 Tbts C/16 в установці Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16
zh_sg: 105 mm/45 Tbts C/16（Tbts LC/16炮座）

# IDS_PGUA111_105_40_SK_C97_EMDEN
source: 105 mm/40 SK C/04 on an MPL C/04 mount
es_mx: SK C/04 de 105 mm/40 en un montaje MPL C/04
ja: 105 mm/40 SK C/04 (MPL C/04 砲座)
pl: 105 mm/40 SK C/04 na stanowisku MPL C/04
ru: 105-мм/40 SK C/04 в установке MPL C/04
uk: 105-мм/40 SK C/04 в установці MPL C/04
zh: 105 毫米 L/40 MPL C/04
zh_sg: 105 mm/40 SK C/04（MPL C/04炮座）

# IDS_PGUA201_C3_ART_STOCK
source: 105 mm L/45 MPL C/06
ru: 105-мм L/45 MPL C/06
uk: 105-мм L/45 MPL C/06
zh: 105 毫米 L/45 MPL C/06

# IDS_PGUA202_150_45_MPL_C16
source: 150 mm L/45 MPL C/16
ru: 150-мм L/45 MPL C/16
uk: 150-мм L/45 MPL C/16
zh: 150 毫米 L/45 MPL C/16

# IDS_PGUA202_D3_ART_STOCK
source: 105 mm/45 Tbts C/16 on a Tbts LC/16 mount
es_mx: Tbts C/16 de 105 mm/45 en un montaje Tbts LC/16
ja: 105 mm/45 Tbts C/16 (Tbts LC/16 砲座)
pl: 105 mm/45 Tbts C/16 na stanowisku Tbts LC/16
ru: 105-мм/45 Tbts C/16 в установке Tbts LC/16
uk: 105-мм/45 Tbts C/16 в установці Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16
zh_sg: 105 mm/45 Tbts C/16（Tbts LC/16炮座）

# IDS_PGUA211_283_45_LC06
source: 283 mm L/45 Drh LC/1906
ru: 283-мм L/45 Drh LC/1906
uk: 283-мм L/45 Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906

# IDS_PGUA211_B3_ART_STOCK
source: 283 mm/45 SK С/07 on a Drh LC/1906 mount
es_mx: SK С/07 de 283 mm/45 en un montaje Drh LC/1906
ja: 283 mm/45 SK С/07 (Drh LC/1906 砲座)
pl: 283 mm/45 SK С/07 na stanowisku Drh LC/1906
ru: 283-мм/45 SK C/07 в установке Drh LC/1906
uk: 283-мм/45 SK С/07 в установці Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906
zh_sg: 283 mm/45 SK С/07（Drh LC/1906炮座）

# IDS_PGUA221_ART_KA
source: 305 mm/50 SK С/08 on a Drh LC/1909 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1909
ja: 305 mm/50 SK С/08 (Drh LC/1909 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1909
ru: 305-мм/50 SK C/08 в установке Drh LC/1909
uk: 305-мм/50 SK С/08 в установці Drh LC/1909
zh: 305 毫米 L/50 Drh LC/1909
zh_sg: 305 mm/50 SK С/08（Drh LC/1909炮座）

# IDS_PGUA301_C4_ART_STOCK
source: 150 mm/45 SK L/45 on an MPL C/14 mount
es_mx: SK L/45 de 150 mm/45 en un montaje MPL C/14
ja: 150 mm/45 SK L/45 (MPL C/14 砲座)
pl: 150 mm/45 SK L/45 na stanowisku MPL C/14
ru: 150-мм/45 SK L/45 в установке MPL C/14
uk: 150-мм/45 SK L/45 в установці MPL C/14
zh: 150 毫米 L/45 MPL C/16
zh_sg: 150 mm/45 SK L/45（MPL C/14炮座）

# IDS_PGUA302_D4_ART_STOCK
source: 105 mm/45 Tbts C/16 on a Tbts LC/16 mount
es_mx: Tbts C/16 de 105 mm/45 en un montaje Tbts LC/16
ja: 105 mm/45 Tbts C/16 (Tbts LC/16 砲座)
pl: 105 mm/45 Tbts C/16 na stanowisku Tbts LC/16
ru: 105-мм/45 Tbts C/16 в установке Tbts LC/16
uk: 105-мм/45 Tbts C/16 в установці Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16
zh_sg: 105 mm/45 Tbts C/16（Tbts LC/16炮座）

# IDS_PGUA311_B4_ART_STOCK
source: 305 mm/50 SK С/08 on a Drh LC/1909 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1909
ja: 305 mm/50 SK С/08 (Drh LC/1909 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1909
ru: 305-мм/50 SK C/08 в установке Drh LC/1909
uk: 305-мм/50 SK С/08 в установці Drh LC/1909
zh: 305 毫米 L/50 Drh LC/1909
zh_sg: 305 mm/50 SK С/08（Drh LC/1909炮座）

# IDS_PGUA401_C5_ART_STOCK
source: 150 mm/60 SK C/25 on a Drh Tr C/25 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/25
ja: 150 mm/60 SK C/25 (Drh Tr C/25 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/25
ru: 150-мм/60 SK C/25 в установке Drh Tr C/25
uk: 150-мм/60 SK C/25 в установці Drh Tr C/25
zh: 150 毫米 L/60 Drh Tr C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/25炮座）

# IDS_PGUA402_D5_ART_STOCK
source: 105 mm/45 SK C/32 on an MPL C/32gE mount
es_mx: SK C/32 de 105 mm/45 en un montaje MPL C/32gE
ja: 105 mm/45 SK C/32 (MPL C/32gE 砲座)
pl: 105 mm/45 SK C/32 na stanowisku MPL C/32gE
ru: 105-мм/45 SK C/32 в установке MPL C/32gE
uk: 105-мм/45 SK C/32 в установці MPL C/32gE
zh: 105 毫米 L/45 MPL C/32ge
zh_sg: 105 mm/45 SK C/32（MPL C/32gE炮座）

# IDS_PGUA411_B5_ART_STOCK
source: 305 mm/50 SK С/08 on a Drh LC/1911 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1911
ja: 305 mm/50 SK С/08 (Drh LC/1911 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1911
ru: 305-мм/50 SK C/08 в установке Drh LC/1911
uk: 305-мм/50 SK С/08 в установці Drh LC/1911
zh: 305 毫米 L/50 Drh LC/1911
zh_sg: 305 mm/50 SK С/08（Drh LC/1911炮座）

# IDS_PGUA501_C6_ART_STOCK
source: 150 mm/60 SK C/25 on a Drh Tr C/28 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/28
ja: 150 mm/60 SK C/25 (Drh Tr C/28 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/28
ru: 150-мм/60 SK C/25 в установке Drh Tr C/28
uk: 150-мм/60 SK C/25 в установці Drh Tr C/28
zh: 150 毫米 L/60 Drh Tr C/28
zh_sg: 150 mm/60 SK C/25（Drh Tr C/28炮座）

# IDS_PGUA502_D6_ART_STOCK
source: 150 mm L/48 Tbts KC/36
ru: 150-мм L/48 Tbts KC/36
uk: 150-мм L/48 Tbts KC/36
zh: 150 毫米 L/48 Tbts KC/36

# IDS_PGUA503_D6_ART_STOCK_2
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGUA504_D6_ART_TOP
source: 150 mm/55 Tbts KC/36 on a Tbts LC/36 mount
es_mx: Tbts KC/36 de 150 mm/55 en un montaje Tbts LC/36
ja: 150 mm/55 Tbts KC/36 (Tbts LC/36 砲座)
pl: 150 mm/55 Tbts KC/36 na stanowisku Tbts LC/36
ru: 150-мм/55 Tbts KC/36 в установке Tbts LC/36
uk: 150-мм/55 Tbts KC/36 в установці Tbts LC/36
zh: 150 毫米 L/48 Tbts KC/36
zh_sg: 150 mm/55 Tbts KC/36（Tbts LC/36炮座）

# IDS_PGUA506_T61
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGUA507_ART_PEFRIEDRICH
source: 350 mm/45 SK C/14 on a Drh LC/1914 mount
es_mx: SK C/14 de 350 mm/45 en un montaje Drh LC/1914
ja: 350 mm/45 SK C/14 (Drh LC/1914 砲座)
pl: 350 mm/45 SK C/14 na stanowisku Drh LC/1914
ru: 350-мм/45 SK C/14 в установке Drh LC/1914
uk: 350-мм/45 SK C/14 в установці Drh LC/1914
zh: 350 毫米 L/42 SK C/14
zh_sg: 350 mm/45 SK C/14（Drh LC/1914炮座）

# IDS_PGUA511_380_45_DRH_LC13
source: 380 mm L/45 Drh LC/1913
ru: 380-мм L/45 Drh LC/1913
uk: 380-мм L/45 Drh LC/1913
zh: 380 毫米 L/45 Drh LC/1913

# IDS_PGUA511_B6_ART_STOCK
source: 380 mm/45 Drh LC/1913 on a Drh LC/1913 mount
es_mx: Drh LC/1913 de 380 mm/45 en un montaje Drh LC/1913
ja: 380 mm/45 Drh LC/1913 (Drh LC/1913 砲座)
pl: 380 mm/45 Drh LC/1913 na stanowisku Drh LC/1913
ru: 380-мм/45 Drh LC/1913 в установке Drh LC/1913
uk: 380-мм/45 Drh LC/1913 в установці Drh LC/1913
zh: 380 毫米 L/45 Drh LC/1913
zh_sg: 380 mm/45 Drh LC/1913（Drh LC/1913炮座）

# IDS_PGUA601_C7_ART_STOCK
source: 210 mm/45 SK L/45 in a turret
es_mx: SK L/45 de 210 mm/45 en una torreta
ja: 210 mm/45 SK L/45 (砲塔)
pl: 210 mm/45 SK L/45 w wieży
ru: 210-мм/45 SK L/45 в башенной установке
uk: 210-мм/45 SK L/45 у баштовій установці
zh: 210 毫米 L/45 Drl C/06
zh_sg: 210 mm/45 SK L/45（单装炮塔）
