Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC272_NY2019_CHARLESMARTELSTAMP_DESCRIPTION
source: Karl Martell or, in French style, Charles Martel, the famous Duke and Prince of the Franks, and de facto ruler of Francia in the first third of the 8th century. His military and political genius allowed him to crush all his rivals, repel the Saracen invasion that could have been disastrous for the country, and unite the Franks' lands under his power, laying the foundations for the power of his legendary grandson, Charlemagne (French for Charles the Great). The military campaign of Charles Martel, undertaken in 734, was a rare event for the Dark Ages. In an attempt to strike the Frisians from the sea, he sent off a large fleet, invaded this Germanic tribe with its help, and defeated his enemies in the Battle of the Boarn. Battleship Charles Martel, part of the French Navy from 1897 to 1922, was named in honor of this French Mayor of the Palace. His name had another chance to enter French naval history at the beginning of World War II, when Navy Command discussed the potential names of the new heavy cruisers being designed at that time. In the list of the proposed options, Charles Martel stood alongside Henri IV, Saint Louis, and Charlemagne.
es_mx: Carlos Martell o, en estilo francés, Charles Martel, fue un famoso Duque y príncipe de los francos, el gobernante de facto de Francia durante la primera tercer parte del Siglo VIII. Su genio militar y político le permitió aplastar a sus rivales, repeler la invasión Sarracena que hubiera sido fatal para el país, y unió a las tierras de los francos bajo su poder, dejando las fundaciones del poder para su legendario nieto—Carlomagno (en francés para Carlos el Grande). La campaña militar que Carlos Martel llevó a cabo en 734 fue un evento raro de la Edad Oscura. En un intento de atacar a los frisones por mar, mandó su grande flota, e invadió las tierras germánicas con su ayuda, y derrotó a sus enemigos en la Batallas de Boarn. El acorazado Charles Martel, parte de la Marina Francesa desde 1897 hasta 1922, fue nombrado en honor a este francés mayor del palacio. Su nombre tenía otra oportunidad de entrar a la historia de la marina naval francesa a principios de la Segunda Guerra Mundial, cuando el Comando Naval discutía los nombres potenciales para el nuevo diseño de cruceros pesados que se estaban diseñando en ese momento. En la lista de opciones propuestas, Carlos Martel estuvo junto a los de Enrique IV, San Luis, y Carlomagno.
ja: カール・マルテル、フランス風にいえばシャルル・マルテルは、有名なフランク人宮宰であり、8 世紀前半のフランク王国における実質的な支配者です。天才的な軍事的・政治的能力により、彼は全てのライバルを打ち倒し、サラセン人の侵攻を撃退して王国を危機から救い、彼の権力の下でフランク諸国を統一して、孫である伝説的なシャルルマーニュ (カール大帝のフランス語読み) の帝国の礎を築きました。 シャルル・マルテルが 734 年に行った軍事作戦は、暗黒時代とされる中世初期としては稀有な出来事です。彼はフリース人を海上から攻撃するために大規模な艦隊を派遣し、これを利用してこのゲルマン部族を侵略し、ボーン川の戦いで敵を撃破しました。1897 - 1922 年にフランス海軍に所属した戦艦シャルル・マルテル (Charles Martel) は、このフランク人宮宰に因んで命名されました。彼の名前がフランス海軍史に再度刻まれる機会を得たのは、二次大戦勃発時に海軍司令部が当時設計されていた新型重巡洋艦の候補名を議論していた時のことでした。提案された候補名リストの中に、シャルル・マルテルは、アンリ 4 世 (Henri IV)、サン＝ルイ (Saint Louis)、そしてシャルルマーニュ (Charlemagne) と並んで挙げられました。
pl: Karl Martell, a w stylu francuskim Charles Martel, słynny diuk i książę Franków, rzeczywisty władca państwa frankijskiego w pierwszym trzydziestoleciu VIII wieku. Jego geniusz militarny i polityczny pozwolił mu na zmiażdżenie rywali, odparcie saraceńskiej inwazji, która mogła zgubić kraj, zjednoczenie ziem Franków pod swoim panowaniem i stworzenie podwalin dla potęgi swojego legendarnego wnuczka – Charlemagne (fr. „Karol Wielki”). Kampania wojskowa Charlesa Martela, która rozpoczęła się w 734 roku, była rzadkością w średniowieczu. Chcąc uderzyć na Fryzów od morza, wysłał duża flotę i użył jej do inwazji na germańskie plemię, pokonawszy je w bitwie pod Boarn. Pancernik Charles Martel, należący do floty francuskiej od 1897 do 1922 roku, swoje imię zawdzięcza właśnie temu władcy. Jego imię miało jeszcze jedną szansę, by pojawić się na kartach morskiej historii Francji, gdy na początku II wojny światowej dowództwo marynarki wybierało nazwy dla nowych, projektowanych wówczas ciężkich krążowników. „Charles Martel” był wówczas rozważany obok takich nazw jak Henri IV,Saint Louis i Charlemagne.
ru: Карл Мартелл, или на французский манер Шарль Мартель, — знаменитый майордом франков, фактический правитель франкского королевства в первой трети VIII века. Военный и политический гений позволили ему разгромить всех соперников, отразить смертельно опасное для страны вторжение сарацин и объединить под своей властью земли франков, заложив основы для могущества своего легендарного внука — Карла Великого (фр. Charlemagne). Редким явлением для эпохи Тёмных веков был поход Карла Мартелла, предпринятый им в 734 году. Решив нанести удар по землям фризов с моря, он снарядил большой флот, вторгся с его помощью во владения этого германского племени и разгромил своих противников в битве на реке Борн. В честь майордома франков был назван броненосец Charles Martel, входивший в состав ВМС Французской Республики с 1897 по 1922 год. Следующий шанс быть вписанным в военно-морскую историю Франции у этого имени появился в начале Второй мировой войны, когда командование флота обсуждало названия для проектировавшихся в то время новых тяжёлых крейсеров. В списке предложенных вариантов, помимо Henri IV, Saint Louis и Charlemagne, был и Charles Martel.
uk: Карл Мартел, або по-французькому Шарль Мартель, — відомий мажордом франків, фактичний правитель франкського королівства першої третини VIII сторіччя. Воєнна та політична геніальність дали йому змогу розгромити всіх супротивників, відбити смертельно небезпечне для країни вторгнення сарацинів та об’єднати під своїм управлінням землі франків, створивши підґрунтя для свого легендарного онука — Карла Великого (фр. Charlemagne). Похід Карла Мартела 734 року був рідкісним явищем для часів «Темних віків». Він вирішив завдати удару по землях фризів із моря і для цього спорядив великий флот, за допомогою якого й розгромив це німецьке плем’я у битві на річці Борн. На честь мажордома франків назвали броненосець Charles Martel, який входив до складу ВМС Французької Республіки з 1897 до 1922 року. Наступна можливість вписати це ім’я у військово-морську історію трапилася на початку Другої світової війни, коли командування флоту обговорювало назви для проектів нових важких крейсерів. Серед запропонованих варіантів, окрім Henri IV, Saint Louis та Charlemagne, був і Charles Martel.
zh: 卡尔-马尔特尔，或是法式的查理-马特，著名的公爵和法兰克王子，是8世纪的前三分之一的法兰克王国实质统治者。他的军事和政治天赋使他能够粉碎他的所有对手，击退可能对国家致命的萨拉森人入侵，并将法兰克的土地统一在他的力量之下，为他的传奇孙子—查理曼大帝的统治力奠定基础。 铁锤查尔斯在734年进行的军事行动是黑暗时代罕见的事件。为试图从海上袭击弗里斯兰人，他派出一支庞大的舰队，在其帮助下入侵这个日耳曼部落，并在博恩之战中击败他的敌人。战列舰查理-马特是F国海军自1897年至1922年的一部分，为了纪念这位F国宫相而以他为名。在大战开始时，他的名字还有另一次进入F国海军历史的机会，当时海军司令部正讨论设计中的新型重型巡洋舰的可能名称。在提议的选项列表中，查理-马特与亨利四世、路易九世和查理曼大帝并列。
zh_sg: 卡尔·马特，或用法语风格叫做查理·马特，著名的公爵，8世纪前期弗朗西亚事实上的统治者法兰克的王子。他的军事和政治天才使他能够击败所有的对手，他击退了可能对国家致命的撒拉逊人入侵，并将法兰克的土地在他的力量之下得到统一，为他传奇的孙子查理曼（法国人称为“查理大帝”）的统治奠定基础。 查理·马特在734年进行的的军事战役在黑暗时代时是非常罕见的事件。为了从海上袭击弗里斯人，他派出了一支庞大的舰队，并在舰队的帮助下入侵了这个日耳曼部落，并在博恩之战中击败了他的敌人。战列舰查理·马特在1897年到1922年期间是法国海军的一部分，就是为了纪念这位法国王国宫相而命名的。在第二次世界大战开始时，他的名字还有另一次进入法国海军历史的机会，当时海军司令部讨论了当时正在设计的全新重型巡洋舰的备选名字。在提议的选项列表中，查理·马特与亨利四世，圣路易斯和查理曼并列。

# IDS_PCZC273_NY2019_OLEGSTAMP
source: Oleg
ru: Олег
uk: Олег
zh: 奥列格
zh_sg: 奥列格

# IDS_PCZC273_NY2019_OLEGSTAMP_DESCRIPTION
source: Oleg is the legendary Russian Prince who united the two largest centers of the Eastern Slavs, Novgorod and Kiev, under his rule in the late 9th century. One of the most famous ancient Russian chronicles, The Tale of Bygone Years, tells the story of Oleg's legendary campaign against Constantinople, the capital of the Byzantine Empire. According to the chronicles, the fleet assembled by the Prince for this purpose consisted of 2,000 ships. The story goes that in order to prevent the Rus people from entering the city, the Golden Horn waterway was blocked by a chain, but Oleg put his ships on wheels and proceeded to Constantinople by land. The stunned Byzantines asked for peace following this. Naming ships of the Russian Imperial Navy in honor of the legendary characters of ancient Russian history and mythology became especially popular in the middle of the 19th century. In 1860, propeller frigate Oleg was launched in Kronstadt. The next ship that would be named in honor of the conqueror of Constantinople was the Bogatyr-class armored cruiser, laid down in St. Petersburg in 1902. The second Oleg, barely completed in the autumn of 1904 at the height of the war with Japan, was sent to the Far East as a member of the notorious 2nd Pacific Squadron. Having avoided sinking in the Battle of Tsushima, the cruiser returned to the Baltic after the war. During World War I, she participated in covering minelaying operations and carried out raids on enemy communications facilities. After the collapse of the Russian Empire, Oleg became part of the Naval Forces of the 'Workers and Peasants' Red Army. In 1919, during the Civil War, the old cruiser was sunk in Kronstadt by British torpedo boats.
es_mx: Oleg es el legendario príncipe ruso que unió dos de los más grandes centros de Eslavos del Este—a Novgorod y a Kiev—bajo su reinado a finales del Siglo IX. Una de las crónicas más antiguas rusas, La Crónica de Néstor, cuenta la historia de la campaña legendaria de Oleg contra la ciudad de Constantinopla, la capital del Imperio Bizantino. De acuerdo a las crónicas, una flota reunida por el príncipe que para este propósito reunió 2,000 barcos. La historia cuenta que para prevenir que la gente Rus entrara a la ciudad, el camino acuático del Cuerno de Oro había sido bloqueado con una cadena, pero Oleg les puso ruedas a sus barcos y procedió hacia Constantinopla por tierra. Los Bizantinos se quedaron atónitos por este hecho y pidieron la paz... Nombrar barcos de la Marina Rusa Imperial en honor a personajes legendarios de la antigua historia rusa y su mitología se convirtió muy popular a mediados del siglo XIX. En 1860, la fragata propulsada Oleg fue lanzada en Kronstadt. El siguiente barco que sería llamado en honor al conquistador de Constantinopla fue el crucero blindado de clase-Bogatyr, botado en San Petersburgo en 1902. El segundo Oleg, apenas completado en otoño de 1904, en el apogeo de la guerra con Japón, fue enviado al Lejano Oriente como miembro del notorio 2° Escuadrón del Pacífico. Evitando ser hundido en la Batalla de Tsushima, el crucero regresó al Báltico después de la guerra. Durante la Primera Guerra Mundial, participó en operaciones de minado y llevó a cabo redadas contra las instalaciones de comunicación enemigas. Después del colapso del Imperio Ruso, el Oleg se volvió parte de las Fuerzas Navales de los 'Trabajadores y Campesinos' del Ejército Rojo. En 1919, durante la Guerra Civil, el viejo crucero fue hundido en Kronstadt por torpederos británicos.
ja: オレーグは、9 世紀末に東スラブの 2 大中心地であるノヴゴロドとキエフを統一したルーシの偉大な支配者です。古代ロシアの最も有名な年代記のひとつである「原書年代記」は、ビザンツ帝国の首都コンスタンティノープルに対するオレグの伝説的な遠征の物語を伝えています。年代記によれば、この遠征のために公が編成した艦隊の船は 2,000 隻にも及んだとされます。遠征では、ルーシ艦隊の帝都侵入を防ぐために金角湾が鎖で封鎖されたものの、オレーグは船を台車に乗せて陸からコンスタンティノープルに迫りました。これに驚愕したビザンツ帝国は彼に和を乞いました... 19 世紀半ばのロシア帝国海軍では、古代ロシアの歴史や神話上のの偉大な登場人物に因んだ艦名は非常に好まれました。1860 年、プロペラ型フリゲートのオレーグがクロンシュタットで進水しました。コンスタンティノープルの征服者に因んで命名された 2 代目の艦は装甲巡洋艦で、1902 年にサンクトペテルブルクで起工されました。 日露戦争の渦中である 1904 年秋に完成した 2 代目オレーグは第 2 太平洋艦隊に所属して極東に派遣されました。日本海海戦での撃沈を免れた本巡洋艦は戦後にバルト海へと帰還しました。一次大戦では、本艦は機雷敷設の護衛任務に参加すると共に敵の通信施設を攻撃しました。ロシア帝国崩壊後に、オレーグは「労農」赤軍艦隊の一員となりました。1919 年のロシア内戦中に、この古参巡洋艦はクロンシュタットにおいてイギリスの水雷艇により撃沈されました。
pl: Oleg to legendarny książę ruski, który w czasie swego panowania w IX wieku zjednoczył dwa największe centra Słowian wschodnich – Nowogród i Kijów. Jedna ze słynnych ruskich kronik, „Powieść minionych lat”, zawiera historię legendarnej kampanii Olega przeciw Konstantynopolowi, stolicy Cesarstwa Bizantyjskiego. Kronika mówi, że książę zebrał w tym celu 2000 okrętów. Złoty Róg, droga morska do miasta, miała być zablokowana łańcuchem, by powstrzymać Rusinów przed wejściem do miasta. Jednak Oleg osadził swoje okręty na kołach i ruszył na Konstantynopol drogą lądową. Zobaczywszy to, oszołomieni Bizantyjczycy poprosili o rozejm... Nadawanie okrętom Rosyjskiej Floty Imperialnej nazw legendarnym i mitycznym postaciom z historii Rosji stało się popularne w XIX wieku. W 1860 roku fregata pancerna Oleg została zwodowana w mieście Kronsztad. Następny okręt, który nosił imię zdobywcy Konstantynopola był opancerzony krążownik klasy Bohatyr, budowany od 1902 roku w Sankt Petersburgu. Drugi Oleg, ledwie ukończony w 1904 roku, w najgorętszym momencie wojny z Japonią, został wysłany na Daleki Wschód w szeregach osławionej 2. Eskadry Pacyficznej. Uniknąwszy zatopienia w trakcie bitwy pod Cuszimą krążownik powrócił na wody Bałtyku. W trakcie I wojny światowej uczestniczył w rozstawianiu min i akcjach zaczepnych wymierzonych we wrogie ośrodki komunikacyjne. Po upadku Imperium Rosyjskiego Oleg stał się częścią sił morskich „ludowej” Armii Czerwonej. W 1919 roku, w trakcie wojny domowej, stary krążownik został zatopiony w Kronsztadzie przez brytyjskie torpedowce.
ru: Олег — легендарный русский князь, объединивший в конце IX века под своей властью два крупнейших центра восточных славян — Новгород и Киев. В одной из самых известных древнерусских летописей, «Повести временных лет», приводится рассказ о легендарном походе Олега на столицу Византийской империи Константинополь. Согласно летописи собранный князем для этой цели флот состоял из 2000 судов. По преданию, чтобы не подпустить русов к городу, была перекрыта цепью бухта Золотой Рог, однако Олег поставил свои корабли на колёса и двинулся на Константинополь посуху. Ошеломлённые византийцы запросили мира... Называть корабли Российского императорского флота в честь легендарных персонажей древнерусской истории и мифологии стало особенно популярным с середины XIX века. В 1860 году в Кронштадте был спущен на воду винтовой фрегат «Олег». Следующим кораблём, названным в честь покорителя Константинополя, стал бронепалубный крейсер типа «Богатырь», заложенный в Санкт-Петербурге в 1902 году. Второй «Олег», едва законченный осенью 1904 года, в разгар войны с Японией, был направлен на Дальний Восток в составе печально знаменитой 2-й Тихоокеанской эскадры. Избежав гибели в Цусимском сражении, по окончании военных действий крейсер вернулся на Балтику. В годы Первой мировой войны участвовал в прикрытии минных постановок и набеговых операциях на коммуникации противника. После крушения Российской империи, «Олег» оказался в составе Морских сил Рабоче-крестьянской Красной армии. В 1919 году во время Гражданской войны старый крейсер был потоплен в Кронштадте британскими торпедными катерами.
uk: Олег — легендарний київський князь, що об’єднав наприкінці IX сторіччя під своїм правлінням два найбільших центри східних слов’ян — Новгород та Київ. В одному з найвідоміших давньоруських літописів, «Повісті врем’яних літ», розповідається про легендарний похід Олега на столицю Візантійської імперії — Константинополь. Згідно з літописом, флот, який зібрав князь, налічував приблизно 2000 кораблів. За легендою, щоб не пустити русичів до міста, перекрили ланцюгом бухту Золотий Ріг, однак Олег встановив свої кораблі на колеса й пішов на Константинополь суходолом. Приголомшені візантійці попросили миру… Називати кораблі Російського імператорського флоту на честь легендарних персонажів давньоруської історії та міфології стало особливо популярно із середини XIX століття. 1860 року в Кронштадті спустили на воду гвинтовий фрегат «Олег». Наступним кораблем, який назвали на честь підкорювача Константинополя, став бронепалубний крейсер типу «Богатир», який заклали у Санкт-Петербурзі 1902 року. Другий «Олег», будувати який ледь завершили восени 1904 року, у самий розпал війни з Японією, спрямували на Далекий Схід у складі сумнозвісної 2-ї Тихоокеанської ескадри. Уникнувши загибелі в Цусімському бою, крейсер повернувся до Балтики після завершення воєнних дій. Під час Першої світової війни прикривав встановлення мінних полів та брав участь у нападах на комунікації супротивника. Після розвалу Російської імперії, «Олег» опинився в складі Морських сил Робітничо-селянської Червоної армії. 1919 року, під час Громадянської війни старий крейсер потопили британські торпедні катери у Кронштадті.
zh: 奥列格是传奇的S国王子，于9世纪晚期将东斯拉夫两个最大的中心—诺夫哥罗德和基辅—统一在他的统治下。S国最著名的古老编年史之一，往年纪事，讲述奥列格对抗拜占庭帝国首都君士坦丁堡的传奇战役的故事。根据编年史，王子为此目的集结的舰队由2,000艘战舰组成。故事述说，为了防止S国人进入城市，金角水道被一条锁链阻挡，但奥列格将他的战舰装上轮子，然后以陆路前往君士坦丁堡。被震惊的拜占庭人在此之后求和... 在19世纪中期，为了纪念古S国历史和神话中的传奇人物，S国帝国海军特别喜欢以他们为战舰命名。1860年，螺旋桨护卫舰奥列格在克隆施塔特下水。为纪念君士坦丁堡征服者而命名的下一艘战舰是1902年在圣彼得堡安放龙骨的博加特里级装甲巡洋舰。第二艘奥列格，在与R国战争高峰的1904年秋天勉强完工，作为恶名昭彰的第二太平洋分舰队的一员被派往远东。战争结束后，在对马战役中逃过沉没的巡洋舰返回波罗的海。在大战期间，它参与了掩护布雷行动并对敌方通讯设施进行袭击。在S国帝国崩溃后，奥列格成为「工人与农民」红军海军的一员。1919年，在内战期间，这艘老旧巡洋舰被Y国鱼雷艇击沉在克隆施塔特。
zh_sg: 奥列格是传奇的俄罗斯王子，在他的统治的9世纪晚期，他统一了东斯拉夫两个最大的中心—诺夫哥罗德和基辅。在俄罗斯最古老的编年史之一《往年纪事》中讲述了奥列格对拜占庭帝国首都君士坦丁堡的传奇战役的故事。根据编年史讲述，为了作战，由王子组件了由2000艘船组成舰队。故事说，为了防止罗斯人进入城市，金角湾的水道被一条锁链封锁，但奥列格把他的舰船装上了轮子上，然后用陆路前往君士坦丁堡。拜占庭人被震惊了，后来只能请求议和… 19世纪中期，为了纪念古俄罗斯历史和神话中的传奇人物，俄罗斯帝国海军以他们的名字命名战舰特别流行。1860年，在喀琅施塔得启动了螺旋桨护卫舰奥列格。下一艘为纪念这位君士坦丁堡的征服者而命名的战舰是1902年在圣彼得堡开始建造的博加特里级装甲巡洋舰。这第二艘奥列格，在1904年秋天才勉强完工，在与日本作战的高峰时期，它被派往远东地区，成为了声名狼藉的太平洋第二中队的一员。战争结束后，它避免了在对马海战中沉没后返回波罗的海。在第一次世界大战期间，她参与了布雷行动并对敌方的通讯设施进行了突袭。在沙俄帝国解体后，奥列格成为“工农”红军海军的一员。1919年，在内战期间，这艘老巡洋舰在喀琅施塔得被英国鱼雷艇击沉。

# IDS_PCZC274_NY2019_HENRISTAMP
source: Henri IV
es_mx: Enrique IV
zh: 亨利四世
zh_sg: 亨利四世
