Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC179_AA_SALT_LAKE_CITY_DESCRIPTION
source: Cruiser Salt Lake City, named after the capital of the state of Utah, was laid down in 1927. She was built very quickly and commissioned in just two and a half years, even more quickly than the lead ship of the series, Pensacola, that was laid down a few months earlier. The previous stage of design took much more time. The idea to create a 10,000-ton, high-speed cruiser with 203 mm artillery appeared in 1918. Until 1926, dozens of versions of such ships were considered, with different armament, armor, and speed. Salt Lake City and Pensacola entered service in 1929–1930 and had an impressive firepower of ten 203 mm guns. At the same time, due to their weak armor, they were classified as light cruisers. Only in 1931 was their classification brought in line with international classification, and Pensacola with Salt Lake City became "heavier". The service of USS Salt Lake City during World War II was very intense. Twice her armor and firepower were tested in artillery combats with heavy Japanese cruisers. First, in October 1942, in the Battle of Cape Esperance near the Solomon Islands, when the U.S. ships caught the Japanese force off guard and managed to cause serious losses among them, forcing them to flee. In March 1943, a small squadron with Salt Lake City at the core intercepted the Japanese cover forces, escorting the transports with assault troopers on board, near the Komandorski Islands. The enemy force included two heavy cruisers, each of which was more powerful than their overseas counterpart. However, the U.S. squadron engaged in the fight and, within a few hours, Salt Lake City was boldly maneuvering and firing at an enemy twice as powerful as the American ship. The weak armor of the cruiser couldn't withstand hits of 203 mm shells, which nearly led to a tragic finale. However, both Japanese cruisers were damaged by Salt Lake City's guns and had used almost all of their ammunition. The Japanese Admiral who faced the stubborn opposition chose to stop the operation and retreat.
es_mx: El crucero Salt Lake City, nombrado como la capital del estado de Utah, fue puesto en quilla en 1927. Fue construido rápidamente y comisionado en solo dos años y medio, incluso más rápido que el barco insignia de la serie, el Pensacola, que fue puesto en quilla unos cuantos meses antes. La etapa anterior de diseño tomó mucho tiempo. La idea de crear un crucero de 10,000 toneladas y gran velocidad con una artillería de 203 mm apareció en 1918. Hasta 1926, docenas de versiones de tales barcos fueron consideradas, con diferente armamento, blindaje, y velocidad. El Salt Lake y el Pensacola entraron en servicio entre 1929 y 1930 y tenían el impresionante poder de fuego de diez cañones de 203 mm. Al mismo tiempo, debido a su débil blindaje, fueron clasificados como cruceros ligeros. Fue hasta 1931 que su clasificación se alineó con los estándares internacionales, y el Pensacola junto al Salt Lake City se volvieron "pesados". El servicio del USS Salt Lake City durante la Segunda Guerra Mundial fue muy intenso. Su blindaje y poder de fuego fue puesto a prueba dos veces en combates de artillería con cruceros japoneses. La primera vez en 1942, en la batalla de Cabo Esperanza cerca de las Islas Salomón, cuando los barcos de EE. UU. tomaron por sorpresa a la fuerza japonesa logrando causar graves pérdidas entre ellos y obligándolos a huir. En marzo de 1943, un pequeño escuadrón que incluía al Salt Lake City interceptó a las fuerzas de apoyo japonesas que escoltaban transportes con tropas de asalto a bordo cerca de las islas Komandorski. La fuerza enemiga incluía dos cruceros pesados, cada uno más poderoso que su contraparte estadounidense. Sin embargo, el escuadrón de los EE. UU. entró en combate y en unas horas, el Salt Lake City maniobraba valientemente entre un enemigo dos veces más poderoso que el barco estadounidense. El débil blindaje del crucero no podía resistir los impactos de los proyectiles de 203 mm, lo que casi termina en un trágico final. Aun así, ambos cruceros japoneses fueron dañados por los cañones del Salt Lake City y habían usado casi toda su munición. El almirante japonés que enfrentó esta obstinada oposición decidió detener la operación y retirarse.
ja: ユタ州の州都に因んだ艦名を持つ巡洋艦ソルトレイクシティ (USS Salt Lake City) は、1927 年に起工され、その建造は極めて速く進みました。その結果として、起工時期は同級のリードシップであるペンサコーラ (USS Pensacola) の方が数ヶ月早かったにも関わらず、ソルトレイクシティの方が先に就役しました。 しかし、その設計段階においては、ずっと多くの期間が費やされています。203 mm 砲を搭載する 10,000 トン級の高速巡洋艦を開発しようというアイデアは、1918 年に着想されたものでしたが、1926 年に最終的な設計がまとまるまでには、兵装、装甲、速力が異なる数十種類の設計案が検討されてきたのです。 ソルトレイクシティおよびペンサコーラは 1929 年から 1930 年にかけて就役し、10 門の 203 mm 砲によって素晴しい火力を誇っていました。しかしながその装甲が脆弱であったため、就役当時における類別は軽巡洋艦とされました。その後、巡洋艦の国際的な類別が定められたことに伴い、1931 年に両艦の類別が重巡洋艦に改められました。 ソルトレイクシティは、二次大戦中に極めて多くの作戦に参加したことで知られており、日本の重巡洋艦との砲戦においてその装甲と火力が試されたことが 2 回ありました。1 回目は、1942 年 10 月にソロモン諸島のガダルカナル島周辺で発生したエスペランス岬沖海戦であり、この海戦においてはアメリカ艦隊は有利な体勢で日本艦隊を迎え撃ち、深刻な被害を与えて撤退を強いました。1943 年 3 月には、ソルトレイクシティを中核とした小規模な艦隊が、コマンドルスキー諸島の近海において兵員輸送船を護送中だった日本の艦隊を迎撃しました。この際の日本艦隊には重巡洋艦が 2 隻含まれており、いずれもソルトレイクシティよりも強力な艦でしたが、アメリカ艦隊はそれでも交戦を開始し、ソルトレイクシティは自艦よりも 2 倍も強力な敵を相手に勇敢に立ち回りました。しかし本艦の脆弱な装甲では 203 mm 砲弾に耐えることはできず、悲劇的な結末の一歩手前まで追い詰められてしまったのです。しかしながら、日本の重巡洋艦は 2 隻ともソルトレイクシティの砲撃により損傷を受けており、弾薬もほぼ使い果たしてしまっていたため、日本側の司令官は作戦を中止して撤退することを決断したのでした。
pl: Krążownik Salt Lake City, noszący nazwę miasta będącego stolicą stanu Utah, budowany był od 1927 roku. Budowa przebiegała bardzo szybko. Okręt wszedł do służby już dwa i pół roku od chwili położenia stępki, co było wynikiem jeszcze lepszym niż w przypadku Pensacola, jednostki prowadzącej serii, zbudowanej kilka miesięcy wcześniej. Wcześniejsze etapy projektu zajęły znacznie dłużej. Pomysł stworzenia 10 000-tonowego, szybkiego krążownika, uzbrojonego w 203-milimetrowe działa, zrodził się w 1918 roku. Do 1926 roku rozważano tuziny takich okrętów o rozmaitych konfiguracjach pancerza, uzbrojenia i osiągów. Salt Lake City i Pensacola weszły do służby w latach 1929–1930, uzbrojone w imponującą artylerię złożoną z dziesięciu dział kal. 203 mm. Jednocześnie z powodu cienkiego opancerzenia sklasyfikowano je jako lekkie krążowniki. W roku 1931 ich klasyfikacja została dostosowano do międzynarodowych standardów, przez co stały się „cięższe”. Służba USS Salt Lake City była bardzo intensywna. Jego pancerz i siła ognia były dwukrotnie sprawdzane w pojedynkach artyleryjskich z japońskim ciężkimi krążownikami. Po raz pierwszy w październiku 1942 roku podczas bitwy koło przylądka Esperance, w pobliżu Wysp Salomona, gdy amerykańskie okręty zaskoczyły Japończyków i zadały im poważne starty, zmuszając ich do ucieczki. W marcu 1943 roku mała eskadra, prowadzona przez Salt Lake City, zaatakowała japoński konwój z żołnierzami piechoty w pobliżu Wysp Komandorskich. W szeregach wroga znajdowały się dwa ciężkie krążowniki, oba potężniejsze niż ich aliancki odpowiednik. Jednak Amerykanie nie stchórzyli i po kilku godzinach Salt Lake City zuchwale manewrował i strzelał w kierunku dwukrotnie potężniejszych adwersarzy. Słaby pancerz krążownika nie mógł długo opierać się trafieniom 203-milimetrowych pocisków, co o mały włos nie doprowadziło do tragedii. Jednak oba japońskie krążowniki zostały uszkodzone przez Salt Lake City i zużyły niemal całą swoją amunicję. Japoński admirał zdecydował się zatem przerwać operację i wycofać.
ru: Крейсер Salt Lake City, названный в честь столицы штата Юта, был заложен в 1927 году. Строился он чрезвычайно быстро и уже через два с половиной года вступил в строй, обогнав даже головной Pensacola, который был заложен на несколько месяцев раньше. Предшествовавший постройке этап проектирования длился гораздо дольше. Идея создания 10000-тонного быстроходного крейсера с 203-мм артиллерией была высказана ещё в 1918 году, и до 1926 года было рассмотрено несколько десятков вариантов проекта такого корабля, с различным составом вооружения, бронированием и скоростью. Вступившие в строй в 1929–1930 годах Salt Lake City и Pensacola обладали впечатляющей огневой мощью в десять 203-мм орудий. В то же время из-за слабого бронирования изначально они были отнесены к лёгким крейсерам. Лишь в 1931 году их классификацию привели в соответствие с международной, и Pensacola с Salt Lake City «потяжелели». Служба USS Salt Lake City в годы Второй мировой войны была весьма напряжённой. Дважды ему довелось испытать свою броню и огневую мощь в артиллерийских схватках с японскими тяжёлыми крейсерами. Первый раз это произошло в октябре 1942 года у мыса Эсперанс у Соломоновых островов, когда американские корабли, застав врасплох японское соединение, сумели нанести ему жестокие потери и обратить в бегство. В марте 1943 года небольшая эскадра, ядром которой был Salt Lake City, перехватила у Командорских островов японские силы прикрытия, сопровождавшие транспорты с десантом. В состав соединения противника входили два тяжёлых крейсера, каждый из которых в отдельности превосходил своего заокеанского «одноклассника», и тем не менее американцы вступили в бой. Несколько часов Salt Lake City, смело маневрируя, вёл перестрелку с неприятелем, в два раза превосходившим его по огневой мощи. Слабое бронирование корабля не было рассчитано на противостояние 203-мм снарядам, что едва не привело к трагическому финалу. Однако и оба японских крейсера получили повреждения от огня Salt Lake City, почти израсходовав при этом свой боезапас. Японский адмирал, встретив такое упорное сопротивления, счёл за благо прекратить операцию и ретироваться.
uk: Крейсер Salt Lake City, названий на честь столиці штату Юта, заклали 1927 р. Будували його надзвичайно швидко і вже за два з половиною роки став у стрій, випередивши навіть головний Pensacola, який заклали кількома місяцями раніше. Етап проектування, що передував будівництву тривав набагато довше. Ідею створення 10000-тонного швидкохідного крейсера з 203-мм артилерією висловили ще 1918 р., і до 1926 р. розглянули кілька десятків варіантів проекту такого корабля, з різним складом озброєння, бронюванням і швидкістю. Salt Lake City і Pensacola, що стали у стрій у 1929–1930 рр., мали шалену вогневу міць з десятьма 203-мм гарматами. Водночас через слабке бронювання спочатку вони належали до легких крейсерів. Лише 1931 р. їхню класифікацію привели у відповідність до міжнародної, і Pensacola з Salt Lake City «поважчали». Служба USS Salt Lake City в роки Другої світової війни була вельми напруженою. Двічі йому довелося випробувати власну броню і вогневу міць в артилерійських боях з японськими важкими крейсерами. Перший раз це сталося у жовтні 1942 р. біля мису Есперанс біля Соломонових островів, коли американські кораблі, настигнули зненацька японське з’єднання, завдали йому важкої шкоди і змусили втікати. У березні 1943 р. невелика ескадра, осередком якої був Salt Lake City, перехопила біля Командорських островів японські сили прикриття, що супроводжували транспорти з десантом. До складу з’єднання супротивника входили два важких крейсери, кожен з яких одноосібно перевершував свого заокеанського «однокласника», але попри це американці вступили в бій. Кілька годин Salt Lake City, сміливо маневруючи, перестрілювався з ворогом, який удвічі перевершував його за вогневою міццю. Слабке бронювання корабля не було розраховане на протистояння 203-мм снарядам, що ледь не призвело до трагічного фіналу. Однак і обидва японських крейсера отримали пошкодження від вогню Salt Lake City, і майже витратили весь свій боєзапас. Японський адмірал, зустрівши такий шалений опір, вирішив, що ліпше припинити операцію і відступити.
zh: 盐湖城以犹他州的首都命名，于1927年开始建造，它的建造速度很快，只花了两年半的时间就开始服役，甚至比早几个月开始建造的首舰彭萨科拉还要快速。 早期设计需要花费很多时间，1918年萌生了建造10000吨级并装备203毫米火炮的高速巡洋舰概念，直到1926年，大量不同武装、装甲和航速的战舰版本被提上日程。 盐湖城和彭萨科拉于1929至1930年间开始服役，并装备令人震惊的203毫米火炮，同时因为它们贫弱的装甲，它们被定义为轻型巡洋舰，在1931年间，它们依据国际标准重新分类，彭萨科拉和盐湖城才变得更「重型」。 盐湖城在大战中有非常激烈的服役纪录，它的装甲两次接受了R系重型巡洋舰的测试，第一次是在1942年10月，位于所罗门群岛的埃斯佩兰斯海角海战，这次M军突击R国部队并成功的造成大量伤害，迫使他们撤退，在1943年3月，在科曼多尔岛屿附近以盐湖城为核心的一小队舰对拦截了R国要来掩护突击部队的掩护战舰，敌方部队包含两艘都比其他国家队等战舰更为强大的重型巡洋舰，然而M国舰队参与战斗，并在几个小时之内，盐湖城勇敢的机动航行并对比M国战舰还要强上两倍的R国船开火，巡洋舰薄弱的装甲没有办法抵挡203毫米炮弹，这几乎造成了悲剧性的结果。然而两艘R系巡洋舰不只弹药用罄也被盐湖城击伤，R国指挥官也因为遭受巨大损失被迫终止任务并撤退。
zh_sg: Salt Lake City巡洋舰，以Utah州首府命名，于1927开始建造。它的建造很快，仅两年半后就开始服役，这甚至比这一系列的旗舰，开始建造于几个月前的彭萨科拉舰还快。 设计的前期阶段花费了很多时间。1918年，建造一艘排水量10000吨，高航速并且搭载203毫米火炮的战舰的想法就出现了。直到1926年，带有不同武器，装甲以及不同速度的数十种版本的这种类型战舰已经被考虑了。 Salt Lake City和彭萨科拉于1929年-1930年进入部队服役，它们都配备十门203毫米强力火炮，令人印象深刻。同时由于薄弱的装甲，它们被分类为轻型巡洋舰。直到1931年，他们的分类标准才与国际分类标准一致，Salt Lake City和彭萨科拉成为“更重”的巡洋舰。 USS Salt Lake City在第二次世界大战期间非常活跃。它曾两次与日军重型巡洋舰炮战，这也检验了它的火力和装甲。第一次是在1942年10月所罗门群岛附近的埃斯帕恩斯角海战，当时美国战舰出其不意地袭击了日军部队，使其遭受了严重的损失并落荒而逃。1943年3月，Salt Lake City所在的小型中队通过护送科曼多尔群岛附近的海上突击部队的转移，拦截了日军的支援部队。敌方包含两艘重型巡洋舰，每一艘都比他们更强大。然而，美国海军的的中队还是参与了这场战斗，在几个小时内，Salt Lake City大胆地操纵行驶并向比自身强大两倍的敌人开火。巡洋舰薄弱的装甲无法抵御203毫米炮弹的袭击，险些酿成悲剧。然而，两艘日本的巡洋舰也被Salt Lake City的火炮击伤，并且几乎用尽了弹药。面对顽强的反抗，日本将军选择停止行动并且撤退。

# IDS_PCZC180_AA_NEW_ORLEANS
source: USS New Orleans in the Battle of Cape Engaño, 1944
es_mx: El USS New Orleans en la Batalla de Cabo Engaño, 1944
ja: エンガノ岬沖海戦でのニューオーリンズ (1944 年)
pl: USS New Orleans w trakcie bitwy koło przylądka Engaño, 1944 r.
ru: USS New Orleans в сражении у мыса Энганьо, 1944 год
uk: USS New Orleans у битві біля мису Енґаньо, 1944 р.
zh: 新奥尔良于恩加诺角的战斗，1944年
zh_sg: 恩加诺角海战中的USS 新奥尔良，1944年

# IDS_PCZC180_AA_NEW_ORLEANS_DESCRIPTION
source: In 1929, when eight cruisers with 203 mm artillery were already at different stages of construction, the U.S. Navy command concluded that the Washington-generation ships were insufficiently protected. In this context, at the beginning of the following year, a new cruiser was designed. In consideration of international treaties in relation to displacement and armament (10,000 tons, 203 mm guns), she had significantly improved armor. The ship's vital parts were protected from artillery equal in caliber to her own—in this regard the new project surpassed all the previous ones. USS New Orleans became the lead ship in a series of seven vessels. This ship, named after the city in Louisiana, was commissioned in 1934. During World War II, New Orleans-class cruisers took part in numerous military operations. The geography of their campaigns and battles extends from Spitsbergen and the shores of North Africa to Australia and the Japanese islands. Three ships of the series were destroyed in the Battle of Savo Island—extremely unsuccessful for the Allies—in the archipelago of the Solomon Islands in August 1942, but in the following three years the remaining ships were able to strike back: a total of 64 battle stars were awarded to New Orleans-class cruisers, becoming some of the most honored combat units of the U.S. Navy. New Orleans, as the lead ship, in October 1944, was able to avenge the death of her comrades, taking part in the Battle of Cape Engaño, where four Japanese aircraft carriers were sunk.
es_mx: En 1929, cuando ocho cruceros con artillería de 203 mm ya se encontraban en diferentes etapas de su construcción, el mando de la Armada de los EE. UU. Concluyó que los barcos de la generación Washington no estaban lo suficientemente protegidos. En este contexto, al inicio del siguiente año, se diseñó un nuevo crucero. Considerando los tratados internacionales en relación con el desplazamiento y el armamento (10,000 toneladas y cañones de 203 mm), tenía un blindaje mejorado significativamente. Las partes vitales del barco estaban protegidas por un blindaje que llegaba a tener el mismo espesor que el calibre de su artillería, superando en este aspecto a todos los proyectos anteriores. El USS New Orleans se convirtió en el barco insignia de una serie de siete buques. Este barco, nombrado como la ciudad en Luisiana, fue comisionado en 1934. Durante la Segunda Guerra Mundial, los cruceros de la clase New Orleans participaron en numerosas operaciones militares. La geografía de sus campañas y batallas se extendía desde Spitsbergen y las costas del norte de África hasta Australia y las islas japonesas. Tres barcos de la serie fueron destruidos en la Batalla de la Isla de Savo, un completo desastre para los aliados en el archipiélago de las Islas Salomón en agosto de 1942, pero en los siguientes tres años, los barcos restantes fueron capaces de devolver el favor: un total de 64 estrellas de batalla fueron otorgadas a los cruceros de la clase New Orleans, convirtiéndose en una de las unidades de combate más reconocidas de la Armada de los EE.UU. El New Orleans, siendo el barco insignia en octubre de 1944, fue capaz de vengar la muerte de sus compañeros, participando en la Batalla de Cabo Engaño, en donde cuatro portaaviones japoneses fueron hundidos.
ja: 203 mm 砲を搭載する巡洋艦 8 隻の建造が進められていた最中の 1929 年、アメリカ海軍の司令部では、ワシントン条約世代の巡洋艦は防御力が不充分である、という結論に至りました。従ってその翌年の初めに、新型の巡洋艦が設計されました。そしてこの新たな艦級は、排水量および兵装において国際条約の制限 (10,000 トン、203 mm 砲) を順守しつつも、装甲防御力が大幅に強化されていたのです。重要区画には、自艦と同じ 203 mm 砲弾に耐え得るレベルの装甲防御が施されており、この点においては従来のあらゆる巡洋艦を凌駕していました。この艦級は、ニューオーリンズ (USS New Orleans) をリードシップとし、全 7 隻が建造されています。ニューオーリンズは、ルイジアナ州の都市がその艦名の由来であり、1934 年に就役しました。 ニューオーリンズ級の各艦は、二次大戦中に多数の軍事作戦に参加し、スピッツベルゲン諸島周辺、北アフリカ沿岸、オーストラリア周辺、日本列島周辺など、幅広い戦域で活躍しました。 ソロモン諸島において 1942 年 8 月に発生したサボ島沖海戦 (日本側での呼称は「第一次ソロモン海戦」) では、連合軍はニューオーリンズ級重巡洋艦を 3 隻も失うという惨敗を喫しましたが、他の同型艦は、その後 3 年間に渡り反撃を続けました。その結果としてニューオーリンズ級の各艦には合計で 64 個もの従軍星章が授与され、アメリカ海軍においても最も栄光ある艦級のひとつとなったのです。 リードシップであるニューオーリンズは、1944 年 10 月にエンガノ岬沖海戦に参加しましたが、この戦いにおいてアメリカ軍は、日本の航空母艦 4 隻を撃沈する大戦果を挙げました。このようにしてニューオーリンズは、かつて姉妹艦を撃沈されたことに対する復讐を果たしたのでした。
pl: W 1929 roku, gdy osiem krążowników uzbrojonych w działa kal. 203 mm było już w budowie, dowództwo U.S. Navy uznało, że okręty generacji waszyngtońskiej miały niedostateczny pancerz. Z tego powodu na początku następnego roku zaprojektowano nowy krążownik. Zachowano ustalenia międzynarodowych traktatów co do wyporności i uzbrojenia (10 000 ton, działa kal. 203 mm), ale znacznie wzmocniono opancerzenie. Najważniejsze części okrętu ochroniono przed artylerią o mocy podobnej jak własna. Pod tym względem projekt ten przewyższał wszystkie poprzednie. USS New Orleans stał się okrętem prowadzącym nowej serii złożonej z siedmiu jednostek. Okręt, który nosił nazwę miasta w stanie Luizjana, wszedł do służby w 1934 roku. W trakcie II wojny światowej krążowniki klasy New Orleans brały udział w licznych operacjach wojskowych. Obszar ich działań rozciąga się od Spitsbergen i północnych wybrzeży Afryki do Australii i wysp japońskich. Trzy okręty serii zostały zniszczone w sierpniu 1942 roku w trakcie wyjątkowo nieudanej dla aliantów bitwy koło wyspy Savo, w archipelagu Wysp Salomona. Jednak w ciągu kolejnych trzech lat okręty te wywarły na wrogu zemstę: krążowniki klasy New Orleans zdobyły 64 gwiazdy bojowe, stając się tym samym najbardziej zasłużonymi jednostkami bojowymi U.S. Navy. New Orleans, okręt prowadzący serii, mógł odpłacić Japończykom za unicestwienie towarzyszy w październiku 1944 roku, gdy brał udział w bitwie koło przylądka Engaño, w której zatopiono cztery japońskie lotniskowce.
ru: В 1929 году, когда на разных стадиях строительства находилось уже восемь крейсеров с 203-мм артиллерией, командование ВМС США пришло к выводу о недостаточной защите кораблей «вашингтонского» поколения. В связи с этим к началу следующего года был создан проект нового крейсера, имевшего при ограниченных международными договорённостями водоизмещении и вооружении (10000 тонн, 203-мм орудия) существенно улучшенное бронирование. Жизненно важные части корабля были защищены от огня артиллерии, равной по калибру его собственной, — в этом новый проект превосходил все предшествующие. Головным в серии из семи единиц стал вступивший в строй в 1934 году USS New Orleans, названный в честь города в штате Луизиана. За время Второй мировой войны крейсеры типа New Orleans приняли участие во множестве боевых операций. География их походов и боёв простирается от Шпицбергена и берегов Северной Африки до Австралии и Японских островов. Три корабля серии погибли в чрезвычайно неудачном для союзников сражении у острова Саво в архипелаге Соломоновых островов в августе 1942 года, однако оставшиеся корабли за следующие три года смогли «отыграться» — в общей сложности крейсеры типа New Orleans были удостоены 64 боевых звёзд, став одними из самых заслуженных боевых единиц ВМС США. Головной, New Orleans, в октябре 1944 года смог отомстить за гибель товарищей, приняв участие в сражении у мыса Энганьо, где отправились на дно четыре японских авианосца.
uk: Коли 1929 р. на різних етапах будівництва перебувало вже вісім крейсерів з 203-мм артилерією, командування ВМС США дійшло висновку про недостатній захист кораблів побудованих згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. Через це до початку наступного року створили проект нового крейсера, що мав разом з обмеженою за міжнародними умовами водотоннажністю і озброєнням (10 000 тонн, 203-мм гармати) значно поліпшене бронювання. Життєво важливі частини корабля були захищені від вогню артилерії, яка дорівнювала за калібром його власній, — за цим новий проект перевершував всі попередні. Головним в серії з семи одиниць став ставший у стрій 1934 р. USS New Orleans, названий на честь міста в штаті Луїзіана. За час Другої світової війни крейсери типу New Orleans взяли участь в безлічі бойових операцій. Географія їх походів і боїв простягається від Шпіцберґена і берегів Північної Африки до Австралії і Японських островів. Три кораблі серії потопили в надзвичайно невдалій для союзників битві біля острова Саво в архіпелазі Соломонових островів у серпні 1942 р., проте кораблі, що залишилися, за наступні три роки «відігралися» — загалом крейсери типу New Orleans отримали 64 бойові зірки, ставши одними з найзаслуженіших бойових одиниць ВМС США. Головний, New Orleans, у жовтні 1944 р. помстився за потоплення товаришів, взявши участь у битві біля мису Енґаньо, де пішли на дно чотири японських авіаносці.
zh: 1929年，当八艘装备203毫米火炮的巡洋舰的建造时程已经达到不同的阶段时，M国海军指挥部总结出华盛顿条约时代的战舰的防护不够有效，因此在接下来的几年中，开始设计新型巡洋舰，为了要遵守条约限制的排水量和武装（10000吨和203毫米火炮）它大幅度的强化了装甲，战舰最重要的部分可以抵御与战舰装备相同口径的火炮，在这个部分，新的战舰的性能超越所有先前的设计，新奥尔良成为一系列七艘战舰的首舰，这艘战舰以路易斯安那的城市命名并于1934年服役。 在大战期间，新奥尔良级巡洋舰参与了无数的军事行动，战役的地理分布从斯匹茨卑尔根一路到北非海岸、澳洲和R国列岛。 本级舰中的其中三艘在萨沃岛屿之战中被摧毁，1942年8月在所罗门群岛的盟军行动完全失败，但是接下来的三年，剩下的战舰成功反击：新奥尔良级巡洋舰总共获得了64枚战斗之星，成为M国海军历史中获奖最多的单位之一。 新奥尔良身为首舰于1944年10月成功的为牺牲的同伴复仇，参与恩加诺角的战斗，这次总共有四艘R系航空母舰被击沉。
zh_sg: 1929年，当八艘带有203毫米火炮的巡洋舰正在不同的建造阶段的时候，美国海军司令部认为，Washington一代的战舰的装甲不够充分。在这种情况下，次年的年初，一种新的巡洋舰被设计了出来。考虑到国际相关条约对排水量和武器的限制（10000吨，203毫米口径），这艘战舰显著地改进了装甲。该舰的重要部件受到保护，能承受与它同样口径的火炮的攻击——在这个方面，这个项目已经超过了所有过去的项目。USS 新奥尔良成为了这一系列7艘战舰的旗舰。这艘以城市Louisiana命名的战舰于1934年服役。 在第二次世界大战中，新奥尔良级巡洋舰参与了很多次军事行动。他们参与的战役地理范围从斯匹次卑尔根和北非沿岸一直延展到澳大利亚和日本的群岛。 这一系列的三艘战舰于萨沃岛海战中被摧毁——对盟军来说是一场极大的失败——这发生在1942年8月所罗门群岛上，但在接下来的三年中，剩下的战舰给予了回击：新奥尔良级巡洋舰总共被授予64枚战斗之星，成为了美国海军最有战斗力的作战单位。 新奥尔良，作为旗舰，在1944年10月参加了恩加诺角海战，也为他的同志们报了一箭之仇，此役，四艘日本航母被击沉。

# IDS_PCZC181_AA_HELENA
source: USS Helena in the Battle of Cape Esperance, 1942
es_mx: El USS Helena en la Batalla de Cabo Esperanza, 1942
ja: エスペランス岬沖海戦でのヘレナ (1942 年)
pl: USS Helena w trakcie bitwy koło przylądka Esperance, 1942 r.
ru: USS Helena в бою у мыса Эсперанс, 1942 год
uk: USS Helena в бою біля мису Есперанс, 1942 р.
zh: 海伦娜参与埃斯佩兰斯战役，1942年
zh_sg: 埃斯帕恩斯角海战中的USS 海伦娜，1942年
