Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC455_CAPT_4_2_RAMBO_DESCRIPTION
source: At one point, destiny brought Cap's ship to a tropical island full of mystical secrets and mysteries, somewhere in Australasia. Cap was fully prepared and equipped for the circumstances, and he had also mastered the art of applying warpaint in advance by watching movies. He would frequently imagine how he would make his way through the wild woods and overcome a bear in hand-to-hand combat. He thought about how he would invent new ways to mend holes in ship hulls with the help of five strobiles and his own brutality. And then he got the perfect chance to reinforce his skills! After making a small camp on the beach, Cap uprooted a tree and chopped it up into firewood. He then made breakfast from representatives of the local flora and fauna. After such a productive day, our hero decided to take a short nap. A strange sound woke him up—it came from a landing spacecraft. It was obvious that the crew were not very friendly. The scene was set—the hunters wanted him as their prey. Having placed several traps and trip wires across the whole island, Cap took the fight to the aliens. Who was the winner? For sure, you know it! Just then, Cap woke up in the cockpit of his ship.
es_mx: Hubo un momento en el que el destino llevó el barco de Cap a una isla tropical llena de secretos místicos y misterios, en algún lugar de Australasia. Cap estaba completamente preparado y equipado para las circunstancias, y también había dominado el arte de aplicar un camuflaje por adelantado al ver películas. Con frecuencia imaginaba cómo atravesar el bosque salvaje y superar a un oso en un combate cuerpo a cuerpo. Pensaba en cómo inventar nuevas formas de reparar agujeros en los cascos de los barcos con la ayuda su propia brutalidad. ¡Y luego tuvo la oportunidad perfecta de reforzar sus habilidades! Después de hacer un pequeño campamento en la playa, Cap cortó un árbol y preparó la leña. Luego preparó el desayuno con representantes de la flora y la fauna local. Después de un día tan productivo, nuestro héroe decidió tomar una siesta corta. Un sonido extraño lo despertó: provenía de una nave espacial que aterrizaba. Era obvio que la tripulación no era muy amigable. La escena era evidente: los cazadores lo querían como su presa. Después de colocar varias trampas y cables por toda la isla, Cap se enfrentó a los extraterrestres. ¿Quién fue el ganador? ¡Seguro que lo sabes! Justo entonces, Cap despertó en la cabina de su barco.
ja: ある時、船長の艦艇は運命に導かれ、オーストラレーシアのどこかにある熱帯の島に到達しました。そしてこの島は、神秘的な秘密やミステリーに満ちていました。しかし船長にとってはこのような状況も想定内だったため、完璧に準備を整えており、迷彩化粧の技術も映画を観て習得済みでした。 彼は自然の森の中を探索して熊と遭遇し、格闘戦になった時のことを頻繁に空想していました。また、5 個の球果と自分自身の残忍性を活用していかに船体の穴を修繕すべきか、といったことも思案しました。そして彼はこの時、スキルを磨くための最高の機会を得たのです! 船長は浜辺に小さなキャンプを設けた後、木を 1 本切り倒して細かく割り、薪にしました。それから彼は現地で材料を調達し、朝食を作りました。そして生産的な 1 日を過ごした我らのヒーローは、少しうたた寝をすることにしました。 しかし彼は奇妙な音を聞いて目を覚ましました。なんとその音は、着陸しようとしている宇宙船のものだったのです。その乗員達があまり友好的ではないということは明白で、島は突然戦いの場となりました。エイリアン達は船長を捕まえようとし、船長は島中に罠や仕掛け線を設置しこれに応戦しました。勝ったのはどちらだったのでしょうか? もちろん、皆さんお分かりですよね! そしてちょうどその時、船長は自分の艦艇の操縦席で目覚めたのでした。
pl: W pewnym okresie przeznaczenie rzuciło Kapitana na tropikalną wyspę pełną sekretów i tajemnic, gdzieś w Australazji. Kapitan był zwarty i gotowy na te okoliczności, opanowawszy wcześniej sztukę kamuflażu dzięki materiałom filmowym. Bez końca wyobrażał sobie, jak przedziera się przez gęste i dzikie lasy i pokonuje niedźwiedzia w zapaśniczym pojedynku. Myślał o tym, jak wynalazłby nowy sposoby na łatanie dziur w kadłubie przy pomocy szyszek i siły woli. A później otrzymał szansę na rozwinięcie swoich umiejętności. Po rozbiciu na plaży małego obozu Kapitan wyrwał drzewo z korzeniami i porąbał je na opał. Później przyrządził śniadanie z lokalnej fauny i flory. Po tak produktywnym dniu nasz bohater postanowił uciąć sobie drzemkę. Obudził go dziwny odgłos — był to lądujący statek kosmiczny. Załoga ewidentnie nie była przyjaźnie nastawiona. Sprawa była jasna — miał zostać zwierzyną łowną. Po przygotowaniu licznych pułapek na całej wyspie Kapitan podjął walkę z obcymi. Kto był górą? Na pewno wiecie to doskonale! I wtedy Kapitan obudził się w kokpicie swojego okrętu.
ru: В какой-то момент судьба привела корабль Кэпа на полный мистических тайн и загадок тропический остров где-то в Океании. Кэп был прекрасно подготовлен и экипирован, а искусство боевой раскраски лица загодя освоил по фильмам. В своём воображении он неоднократно рисовал картины, как пробирается через лесные заросли и в рукопашной схватке побеждает медведя. Он уже даже придумал, как латать пробоины в кораблях при помощи пяти шишек, изоленты и собственной брутальности. А тут ему представился идеальный случай закрепить навыки! Решив устроить небольшой привал на берегу, он выкорчевал дерево, наломал дров и добыл пищу из представителей местной флоры и фауны. После плодотворного дня наш герой решил слегка прикорнуть. Разбудил его странный звук — звук приземления космического корабля. Его экипаж явно не был настроен дружелюбно. Теперь кто-то охотник, а кто-то — добыча. Разместив несколько ловушек и растяжек по всему острову, Кэп вступил в дуэль с инопланетным представителем. Кто вышел победителем? Вы и сами знаете! И тут Кэп проснулся в рубке своего корабля.
uk: В якийсь момент доля привела корабель Кепа на повний містичних таємниць і загадок тропічний острів десь в Океанії. Кеп був чудово підготовлений і екіпірований, а мистецтво бойового розфарбування обличчя заздалегідь освоїв за фільмами. У своїй уяві він неодноразово малював картини, як пробирається через лісові хащі та в рукопашному бою перемагає ведмедя. Він вже навіть придумав, як латати пробоїни в кораблях за допомогою п’яти шишок, ізоляційної стрічки й власної брутальності. А тут перед ним з’явилась ідеальна можливість закріпити уміння! Він вирішив влаштувати невеликий привал на березі, викорчував дерево, наламав дров і добув їжу з представників місцевих флори та фауни. Після плідного дня наш герой вирішив трошки здрімнути. Він прокинувся від дивного звуку — звуку приземлення космічного корабля. Його екіпаж явно не був у дружелюбному настрої. Тепер хтось мисливець, а хтось— здобич. Кеп розмістив декілька пасток і розтяжок по всьому острову та вступив у дуель з інопланетним представником. Хто вийшов переможцем? Ви й самі знаєте! І тут Кеп прокинувся в рубці свого корабля.
zh: В какой-то момент судьба привела корабль Кэпа на полный мистических тайн и загадок тропический остров где-то в Океании. Кэп был прекрасно подготовлен и экипирован, а искусство боевой раскраски лица загодя освоил по фильмам. В своём воображении он неоднократно рисовал картины, как пробирается через лесные заросли и в рукопашной схватке побеждает медведя. Он уже даже придумал, как латать пробоины в кораблях при помощи пяти шишек, изоленты и собственной брутальности. А тут ему представился идеальный случай закрепить навыки! Решив устроить небольшой привал на берегу, он выкорчевал дерево, наломал дров и добыл пищу из представителей местной флоры и фауны. После плодотворного дня наш герой решил слегка прикорнуть. Разбудил его странный звук — звук приземления космического корабля. Его экипаж явно не был настроен дружелюбно. Теперь кто-то охотник, а кто-то — добыча. Разместив несколько ловушек и растяжек по всему острову, Кэп вступил в дуэль с инопланетным представителем. Кто вышел победителем? Вы и сами знаете! И тут Кэп проснулся в рубке своего корабля.
zh_sg: 有一次，命运把卡普的船带到了澳大利亚某个神秘的热带岛屿。卡普做好了充分的准备，还通过看电影提前掌握了涂抹迷彩的艺术。 他经常想象自己穿过荒野，肉搏战胜一只熊的画面。此刻他正在构思，如何借助五个球果和自己的蛮力修补船体上的洞。然后将得到强化技能的完美机遇！ 在海滩上搭了个小帐篷后，卡普砍树劈了木柴。然后，就地用此处的典型动植物做了早餐。充实的一天后，我们的英雄决定小睡一会儿。 一个奇怪的声音把他吵醒了，那声音是从一架着陆的宇宙飞船上传来的。很明显，上面的乘员不是很友好。剧情设定为——外星人把卡普当成了猎物。在岛上布置了陷阱和绊索后，卡普与外星人展开了战斗。谁赢了？当然，你懂的！ 就在这时，卡普在驾驶舱里醒了过来。

# IDS_PCZC456_CAPT_4_3_FISH
source: What Do Fish Dream About?
es_mx: ¿Con qué sueña Fish?
ja: お魚さんはどんな夢を見る?
pl: O czym marzy Rybka?
ru: О чём мечтают рыбы?
uk: Про що мріють риби?
zh: О чём мечтают рыбы?
zh_sg: 费什梦见了什么？

# IDS_PCZC456_CAPT_4_3_FISH_DESCRIPTION
source: It's a common fact that everything in nature is in harmony—everything is balanced. There is night, and there is day. For every action, there is an equal and opposite reaction. As a rule, opposites attract and constitute the whole. Fishy is Cap's faithful companion, best friend, and keeper of common sense, making her irreplaceable to our hero in all of his adventures. Cap's irrepressible fantasy and Fishy's fine sense of humor are capable of creating the most enchanting spectacles out of the most ordinary situations. Fishy does not need words to express her attitude towards all that is happening in a bright manner or scenic gesture. She is not free of attractiveness and charm, which definitely adds to the fascination of this duet. What a multitude of roles Fishy has taken on! She's been a Queen, a bishop, and even Rosie the Riveter. They say that she inherited such miraculous talents of transformation from her grandmother, who was a mermaid.
es_mx: Es un hecho común que todo en la naturaleza está en armonía, todo está equilibrado. Hay noche y hay día. Para cada acción, hay una reacción igual y opuesta. Como regla, los opuestos se atraen y constituyen el todo. Fish es la fiel compañera de Cap, su mejor amiga y guardiana del sentido común, lo que la hace irremplazable para nuestro héroe en todas sus aventuras. La fantasía incontenible de Cap y el fino sentido del humor de Fish son capaces de crear los espectáculos más encantadores en las situaciones más ordinarias. Fish no necesita palabras para expresar su actitud hacia todo lo que está sucediendo de una manera brillante o con un gesto escénico. No le falta atractivo y encanto, lo que hace que este dueto sea definitivamente fascinante. ¡Qué multitud de papeles ha asumido Fishy! Ha sido reina, un obispo, incluso Rosie la Remachadora. Dicen que ella heredó esos milagrosos talentos de la transformación de su abuela, quien era una sirena.
ja: 自然の中ではあらゆる物事が調和しており、あらゆる物事のバランスが取れています。これは当たり前の事実です。夜があれば、昼があります。何らかの行動を取れば、同じ力で逆向きの反作用が生じます。このように、反対の要素があってこそ全体が構成されるという原則があるのです。 お魚さんは船長の信頼できる仲間であり、最高の友人でもあり、良識の持ち主で、我らがヒーローのあらゆる冒険においてかけがえのない存在です。船長の途方もない空想とお魚さんの卓越したユーモアセンスが、素晴らしい化学反応を起こすのです。お魚さんはいつも明るくジェスチャーも大きくて、特に何も喋らなくてもお魚さんの感情をみんなに伝えることができます。そんな彼女には人を引きつける魅力があり、その魅力があってこそ船長とお魚さんという最高のコンビが生まれるのです。 お魚さんはまさに多才です! 女王、司教、さらにはリベット工のロージーに至るまで、どんな役回りもこなしてみせます。噂によると彼女が持つ驚くべき才能は祖母から引き継いだものであり、その祖母は人魚だったと言われています。
pl: Powszechnie wiadomo, że natura uwielbia harmonię — wszystko znajduje się w równowadze. Jest noc i jest dzień. Każda akcja wywołuje reakcję. Zasadniczo, przeciwieństwa się przyciągają i uzupełniają. Rybka jest lojalnym towarzyszem Kapitana, jego najlepszym przyjacielem i głosem rozsądku (choć sama głosu nie ma), dzięki czemu jest niezastąpiona w przygodach naszego bohatera. Wybujała fantazja Kapitana i wyrafinowane poczucie humoru Rybki potrafią stworzyć niesamowity spektakl w najbardziej prozaicznych sytuacjach. Rybka nie potrzebuje słów, by jasno i dobitnie wyrażać swój pogląd na wszystko, co się wokół dzieje. Nie brakuje jej powabu i uroku, co z pewnością czyni duet jeszcze ciekawszym. Ileż to ról obrała sobie Rybka! Była królową, biskupem, a nawet Rosie Nitowniczką! Mówią, że swój niesamowity talent przeobrażania się zawdzięcza babce, która była syreną.
ru: Как известно, всё в природе находится в гармонии, всё сбалансировано. Есть ночь, и есть день. Сила действия равна силе противодействия. Противоположности, как правило, притягиваются и составляют единое целое. Рыбка — верный спутник Кэпа, его лучший друг, хранитель здравомыслия, а потому — незаменимый помощник нашего героя во всех приключениях. Неуёмная фантазия Кэпа и тонкое чувство юмора Рыбки способны из самой заурядной ситуации создать феерическое представление. Ей не нужны слова, чтобы выразить своё отношение к происходящему ярким образом или красноречивым жестом. Рыбка не лишена привлекательности и шарма, что, несомненно, добавляет этому дуэту очарования. И кем только не приходилось быть Рыбке! Она и королева, и епископ, и Рози-клепальщица. Говорят, что такой удивительный талант перевоплощения достался Рыбке от её бабушки — русалки.
uk: Як відомо, все в природі знаходиться в гармонії, все збалансовано. Є ніч і є день. Сила дії дорівнює силі протидії. Протилежності, як правило, притягуються й складають єдине ціле. Рибка — вірний супутник Кепа, його кращий друг, охоронець здорового глузду, а тому — незамінний помічник нашого героя у всіх пригодах. Невгамовна фантазія Кепа та тонке почуття гумору Рибки здатні з самої звичайної ситуації зробити феєричну виставу. Їй не потрібні слова, щоб висловити своє ставлення до подій яскравим образом або красномовним жестом. Рибка не позбавлена привабливості й шарму, що, безперечно, додає цьому дуету чарівності. І ким тільки не доводилося бути Рибці! Вона і королева, і єпископ, і Розі-клепальниця. Кажуть, що такий дивовижний талант перевтілення дістався Рибці від її бабусі — русалки.
zh: Как известно, всё в природе находится в гармонии, всё сбалансировано. Есть ночь, и есть день. Сила действия равна силе противодействия. Противоположности, как правило, притягиваются и составляют единое целое. Рыбка — верный спутник Кэпа, его лучший друг, хранитель здравомыслия, а потому — незаменимый помощник нашего героя во всех приключениях. Неуёмная фантазия Кэпа и тонкое чувство юмора Рыбки способны из самой заурядной ситуации создать феерическое представление. Ей не нужны слова, чтобы выразить своё отношение к происходящему ярким образом или красноречивым жестом. Рыбка не лишена привлекательности и шарма, что, несомненно, добавляет этому дуэту очарования. И кем только не приходилось быть Рыбке! Она и королева, и епископ, и Рози-клепальщица. Говорят, что такой удивительный талант перевоплощения достался Рыбке от её бабушки — русалки.
zh_sg: 自然界中万物共存相互平衡，这是普遍认知。有黑夜，也有白天。施加力量，必然产生反作用力。作为法则，万物相生相克构成了整体。 费什是卡普忠实的伙伴、最好的朋友和共识的守护者，它在我们英雄的历险中不可替代。卡普无法抑制的幻想和费什细腻的幽默感能够产生微妙的化学作用。鱼不需要拥语言来表达态度，而是用一种动作和仪态做到这一点。她并不缺乏魅力，这无疑增加了这对组合的吸引力。 菲什扮演了如此多的角色！它是女王、主教、甚至是铆工罗西。人们说，她是从祖母那里继承了如此神奇的变身才能，它的祖母是一条美人鱼。

# IDS_PCZC457_CAPT_4_4_OSCAR
source: Cap's "I'm a Star" Fantasy
es_mx: La Fantasía Escénica de Cap
ja: 船長のスター・ファンタジー
pl: Gwiazdorska strona Kapitana
ru: Звёздная фантазия Кэпа
uk: Зоряна фантазія Кепа
zh: Звёздная фантазия Кэпа
zh_sg: 卡普的我是明星幻想

# IDS_PCZC457_CAPT_4_4_OSCAR_DESCRIPTION
source: Did you know that Cap once had a role in a movie? Soon after he graduated from the Naval Academy, our red-bearded seafarer was offered to appear in the "Bad Advice" video series. As it turned out, during the film shoot, it was a documentary rather than an ordinary movie. Cap acted as himself—a fearless and a somewhat simple-minded hero. The pilot series, with Cap as its leading character, was a roaring success. The producers immediately planned a second season to follow, and the principal naval YouTube channel, World of Warships, ordered the production of a spinoff titled "Naval Traditions". Cap was much in demand—he was invited to meetings and supper parties, and was even filmed in a music video. He was nicknamed "Hollywood's Naval King", almost the same nickname as one "little-known" actor at the beginning of the 20th century. It's a poor soldier who never wants to become a general. For that reason, as with other celebrity from the film industry, Cap has his sights set on winning an Oscar as an independent director and actor. In his dreams, our hero receives awards in all major categories, including Best Picture, Best Director, and Best Actor.
es_mx: ¿Sabías que Cap alguna vez tuvo un papel en una película? Poco después de graduarse de la Academia Naval, a nuestro navegante de barba roja se le ofreció a aparecer en la serie "Malos Consejos". La filmación se trataba más de un documental que de una película ordinaria. Cap actuó como él mismo: un héroe intrépido y algo sencillo de cierta manera. La serie piloto, con Cap como su personaje principal fue un éxito rotundo. Los productores planearon inmediatamente una segunda temporada, y el principal canal naval de YouTube, World of Warships, ordenó la producción de un spin-off titulado "Tradiciones Navales". Cap estaba muy ocupado: fue invitado a reuniones y cenas, e incluso grabó un video musical. Fue apodado "El Rey Naval de Hollywood", casi el mismo apodo que un actor "poco conocido" de principios del siglo XX. Es un pobre soldado que nunca quiere convertirse en general. Por esa razón, como cualquier otra celebridad de la industria del cine, Cap tiene la mira puesta en obtener un premio Oscar como director y actor independiente. En sus sueños, nuestro héroe recibe premios en todas las categorías principales, incluyendo Mejor Película, Mejor Director y Mejor Actor.
ja: 船長がかつて映画で役を演じたことをご存じでしょうか? 彼が海事アカデミーを修了して間もなく、我らが赤髭の船乗りである彼は、ビデオシリーズ「悪い例」への出演依頼を受けました。その撮影が始まると、一般的な映画と言うよりは一種のドキュメンタリーであることが判りました。そして船長は、恐れ知らずで幾分愚かなヒーローという、自分自身の姿を演じたのでした。 船長が主役を務めたパイロットシリーズは大成功を収め、制作陣は速やかに次のシーズンを立案し、YouTube を代表する海軍チャンネルである World of Warships チャンネルは、スピンオフシリーズである「海の伝統」を発注しました。船長は引っ張りだこになり、様々な会合や夕食会に招待されましたし、ミュージックビデオの収録にも参加しました。そんな彼は「ハリウッドの海軍王」と渾名され、これは二十世紀の序盤に活躍した「ほとんど無名の」俳優とほとんど同じ渾名でした。 将軍を目指さない兵士など、ちっぽけな存在です。このため、映画産業で活躍する他の多くの有名人達と同様、船長もまた独立した監督および俳優としてオスカー賞を目指していました。そして我らがヒーローはその夢の中で、作品賞、監督賞、男優賞を含むあらゆる主要カテゴリーを総なめにするのです。
pl: Czy wiecie, że Kapitan zagrał kiedyś w filmie? Krótko po ukończeniu Akademii Morskiej nasz rudobrody marynarz dostał ofertę występów w serii filmów „Zła rada”. Później, w trakcie zdjęć, okazało się, że był to bardziej film dokumentalny niż fabularny. Kapitan grał samego siebie — nieustraszonego, choć nieco prostolinijnego bohatera. Seria pilotażowa, w której Kapitan grał główną rolę, odniosła wielki sukces. Producenci natychmiast rozpoczęli prace nad drugą serią, a popularny kanał na YouTube, World of Warships, zamówił produkcję spin-offu pod tytułem „Tradycje morskie”. Kapitan otrzymywał liczne propozycje — zapraszano go na spotkania, kolacje, wystąpił nawet w teledysku. Nazwano go „Morskim królem Hollywood”, podobnie jak pewnego „mało znanego” aktora z początków XX wieku. Marny to żołnierz, który nigdy nie marzył o byciu generałem. Z tego też powodu Kapitan postanowił zdobyć Oscara jako niezależny reżyser i aktor. W swoich marzeniach wygrał we wszystkich liczących się kategoriach, w tym za najlepszy film, najlepszą reżyserię i za najlepszą rolę męską.
ru: Вы же знаете, что Кэп снимался в кино? Едва он успел окончить Морскую академию, как ему, рыжебородому мореходу из Дандолка, предложили сняться в сериале «Вредные советы». Как выяснилось уже во время съёмок, это был скорее документальный фильм, где Кэп просто был самим собой, бесстрашным и немного простоватым героем. Пилотный эпизод с Кэпом в главной роли имел просто оглушительный успех. Продюсеры тут же продлили сериал на второй сезон, а главный морской YouTube-канал World of Warships заказал производство спин-оффа под названием «Морские традиции». Кэп был нарасхват: его приглашали на встречи и званые ужины; он даже снялся в музыкальном клипе! «Корабельный король Голливуда» — так его назвали, почти как одного «малоизвестного» актёра начала ХХ века. Плох тот солдат, который не мечтает стать генералом. Поэтому, как и любой деятель киноиндустрии, Кэп нацелен на «Оскар» в качестве независимого режиссёра и актёра. В своих мечтах наш герой получает награду во всех основных категориях, включая «Лучший фильм», «Лучший режиссёр» и «Лучший актёр».
uk: Ви ж знаєте, що Кеп знімався в кіно? Щойно він встиг закінчити Морську академію, як йому, рудобородому мореплавцю з Дандолка, запропонували знятися в серіалі «Шкідливі поради». Як з’ясувалося вже під час зйомок, це був скоріше документальний фільм, де Кеп просто був самим собою, безстрашним і трохи простакуватим героєм. Пілотний епізод з Кепом у головній ролі мав просто шалений успіх. Продюсери відразу продовжили серіал на другий сезон, а головний морський YouTube-канал World of Warships замовив виробництво «спінофу» під назвою «Морські традиції». Кеп був нарозхват: його запрошували на зустрічі й звані вечори; він навіть знявся в музичному кліпі! «Корабельний король Голлівуду» — так його назвали, майже як одного «маловідомого» актора початку ХХ століття. Поганий той солдат, який не мріє стати генералом. Тому, як і будь-який діяч кіноіндустрії, Кеп націлений на «Оскар» як незалежний режисер та актор. У своїх мріях наш герой отримує нагороду в усіх основних категоріях, зокрема «Найкращий фільм», «Найкраща режисура» і «Найкращий актор».
zh: Вы же знаете, что Кэп снимался в кино? Едва он успел окончить Морскую академию, как ему, рыжебородому мореходу из Дандолка, предложили сняться в сериале «Вредные советы». Как выяснилось уже во время съёмок, это был скорее документальный фильм, где Кэп просто был самим собой, бесстрашным и немного простоватым героем. Пилотный эпизод с Кэпом в главной роли имел просто оглушительный успех. Продюсеры тут же продлили сериал на второй сезон, а главный морской YouTube-канал World of Warships заказал производство спин-оффа под названием «Морские традиции». Кэп был нарасхват: его приглашали на встречи и званые ужины; он даже снялся в музыкальном клипе! «Корабельный король Голливуда» — так его назвали, почти как одного «малоизвестного» актёра начала ХХ века. Плох тот солдат, который не мечтает стать генералом. Поэтому, как и любой деятель киноиндустрии, Кэп нацелен на «Оскар» в качестве независимого режиссёра и актёра. В своих мечтах наш герой получает награду во всех основных категориях, включая «Лучший фильм», «Лучший режиссёр» и «Лучший актёр».
zh_sg: 您知道卡普曾经在电影里扮演过角色吗？从海军学院毕业后不久，我们的红胡子海员就被邀请出演“坏建议”系列视频。在拍摄过程中他发现，这是一部纪录片，而不是电影。卡普扮演的是他自己，一个无所畏惧、头脑简单的英雄。 以卡普为主角的飞行员系列大获成功。制片方立即计划拍摄第二季，《战舰世界》的YouTube频道下令制作一个名为“海军传统”的系列。卡普非常受欢迎，他被邀请参加会议和晚宴，甚至是录制音乐视频。他被称为“好莱坞海军之王”，几乎和20世纪初某个“鲜为人知”的演员的昵称一样。 他是一个不想当将军的可怜士兵。因为这个原因，和其他电影界名人一样，卡普的目标是作为一名独立导演和演员获得奥斯卡奖。在他的梦中，我们的英雄获得了所有主要类别的奖项，包括最佳影片、最佳导演和最佳男主角。

# IDS_PCZC458_CAPT_4_5_UBOOT
source: Underwater Fantasy?..
es_mx: ¿Una Fantasía Submarina...?
ja: 水中ファンタジー…?
pl: Podwodna fantazja?...
ru: Подводная фантазия?..
uk: Підводна фантазія?..
zh: Подводная фантазия?..
zh_sg: 水下幻想？
