Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC130_HSF_HIMEJI_KAYOKO_DESCRIPTION
source: <h3>Position:</h3> Torpedo Officer/In Charge of Torpedo Tube 2 <h3>Hobbies:</h3> A talented bowler <h3>Favorite food:</h3> Eggplant <h3>Least favorite food:</h3> Wild vegetables <h3>Favorite subject:</h3> Math <h3>Least favorite subject:</h3> English <h3>Favorite saying:</h3> "Let's always think about what comes next" <h3>Personality:</h3> Easygoing
es_mx: <h3>Posición:</h3> Oficial de Torpedos/Encargada del Tubo de Torpedos 2 <h3>Pasatiempos:</h3> Una talentosa jugadora de bolos <h3>Comida favorita:</h3> Berenjena <h3>Comida menos preferida:</h3> Vegetales silvestres <h3>Materia favorita:</h3> Matemáticas <h3>Materia menos preferida:</h3> Inglés <h3>Frase favorita:</h3> "Pensemos siempre en lo que sigue" <h3>Personalidad:</h3> Sencilla
ja: <h3>役職:</h3> 水雷員・二番発射管担当 <h3>趣味・特技:</h3> ボウリングの名人 <h3>好きな食べ物:</h3> なす <h3>苦手な食べ物:</h3> 山菜 <h3>得意科目:</h3> 数学 <h3>苦手な科目:</h3> 英語 <h3>好きな言葉:</h3> 常に先のことを考えよ <h3>性格・特徴:</h3> のんびりしている
pl: <h3>Pozycja:</h3> Oficer torpedowy / odpowiedzialna za wyrzutnię torpedową nr 2 <h3>Hobby:</h3> Gra w kręgle <h3>Ulubiona potrawa:</h3> Bakłażan <h3>Znienawidzona potrawa:</h3> Surowe warzywa <h3>Ulubiony przedmiot:</h3> Matematyka <h3>Znienawidzony przedmiot:</h3> Język angielski <h3>Ulubione powiedzenie:</h3> „Myślmy o tym, co ma dopiero nadejść”. <h3>Osobowość:</h3> Wyluzowana
ru: <h3>Должность:</h3> Торпедист/Обслуживание торпедного аппарата №2 <h3>Хобби:</h3> Боулинг <h3>Любимая еда:</h3> Баклажан <h3>В еде не любит:</h3> Сырые овощи <h3>Любимый предмет:</h3> Математика <h3>Из учебных предметов не любит:</h3> Английский язык <h3>Любимое выражение:</h3> «Думай о последствиях» <h3>Особые черты:</h3> Добродушная и весёлая
uk: <h3>Посада:</h3> Торпедист/Обслуговування торпедного апарату № 2 <h3>Хобі:</h3> Боулінг <h3>Улюблена їжа:</h3> Баклажан <h3>Не любить їсти:</h3> Сирі овочі <h3>Улюблений предмет:</h3> Математика <h3>З навчальних предметів не любить:</h3> Англійську мову <h3>Улюблений вислів:</h3> «Думай про наслідки» <h3>Особливі риси:</h3> Добродушна і весела
zh: <h3>位阶：</h3>鱼雷官/2 号鱼雷发射管负责人 <h3>兴趣/特殊技能：</h3>有天份的保龄球手 <h3>喜欢的食物：</h3>茄子 <h3>不喜欢的食物：</h3>野菜 <h3>喜欢的科目：</h3>数学 <h3>不喜欢的科目：</h3>英语 <h3>喜欢的话：</h3>「深谋远虑」 <h3>性格：</h3>随和
zh_sg: <h3>职务：</h3>水雷员/负责二号鱼雷发射管 <h3>兴趣:</h3>保龄球达人 <h3>喜欢的食物:</h3>茄子 <h3>不喜欢的食物:</h3>野菜 <h3>擅长科目:</h3>数学 <h3>不擅长科目:</h3>英语 <h3>口头禅:</h3>“深谋远虑” <h3>性格:</h3>悠哉

# IDS_PCZC131_HSF_OGASAWARA_HIKARI_DESCRIPTION
source: <h3>Position:</h3> Gunner/In Charge of Aiming Main Armament <h3>Hobbies:</h3> Darts, tea ceremony <h3>Favorite food:</h3> Horse meat <h3>Least favorite food:</h3> Green pepper <h3>Favorite subject:</h3> Physics <h3>Least favorite subject:</h3> Biology <h3>Favorite saying:</h3> "Success on the first try" <h3>Personality:</h3> Proactive
es_mx: <h3>Posición:</h3> Artillero/Encargado de Apuntar el Armamento Principal <h3>Pasatiempos:</h3> Dardos, ceremonia del té <h3>Comida favorita:</h3> Carne de caballo <h3>Comida menos preferida:</h3> Pimientos verdes <h3>Materia favorita:</h3> Física <h3>Materia menos preferida:</h3> Biología <h3>Frase favorita:</h3> "Éxito en el primer intento" <h3>Personalidad:</h3> Proactiva
ja: <h3>役職:</h3> 砲術員・主砲照準担当 <h3>趣味・特技:</h3> ダーツ・茶道 <h3>好きな食べ物:</h3> 馬肉 <h3>苦手な食べ物:</h3> ピーマン <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 生物 <h3>好きな言葉:</h3> 一発必中 <h3>性格・特徴:</h3> 前向き
pl: <h3>Pozycja:</h3> Działonowa / odpowiedzialna za celowanie głównego uzbrojenia <h3>Hobby:</h3> Dart, ceremonia parzenia herbaty <h3>Ulubiona potrawa:</h3> Konina <h3>Znienawidzona potrawa:</h3> Zielony pieprz <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Biologia <h3>Ulubione powiedzenie:</h3> „Powodzenie przy pierwszej próbie.” <h3>Osobowość:</h3> Proaktywna
ru: <h3>Должность:</h3> Старший комендор <h3>Хобби:</h3> Дартс, чайная церемония <h3>Любимая еда: </h3>Блюда из конины <h3>В еде не любит:</h3> Зелёный перец <h3>Любимый предмет:</h3> Физика <h3>Из учебных предметов не любит:</h3> Биологию <h3>Любимое выражение:</h3> «С первой попытки — и в яблочко» <h3>Особые черты:</h3> Инициативная
uk: <h3>Посада:</h3> Старший артилерист <h3>Хобі:</h3> Дартс, чайна церемонія <h3>Улюблена їжа:</h3> Страви з конини <h3>Не любить їсти:</h3> Зелений перець <h3>Улюблений предмет:</h3> Фізика <h3>З навчальних предметів не любить:</h3> Біологію <h3>Улюблений вислів:</h3> «З першої спроби — і влучно» <h3>Особливі риси:</h3> Ініціативна
zh: <h3>位阶：</h3>炮手/主武器瞄准负责人 <h3>兴趣/特殊技能：</h3>飞镖、茶道 <h3>喜欢的食物：</h3>马肉 <h3>不喜欢的食物：</h3>青椒 <h3>喜欢的科目：</h3>物理 <h3>不喜欢的科目：</h3>生物 <h3>喜欢的话：</h3>「一发必中」 <h3>性格：</h3>主动
zh_sg: <h3>职务：</h3>炮手/主武器瞄准担当 <h3>兴趣:</h3>飞镖、茶道 <h3>喜欢的食物:</h3>马肉 <h3>不喜欢的食物:</h3>青椒 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>生物 <h3>口头禅:</h3>“一发必中” <h3>性格:</h3>积极向上

# IDS_PCZC132_HSF_HEKI_JUNKO_DESCRIPTION
source: <h3>Position:</h3> Gunner/In Charge of Firing Main Armament <h3>Hobbies:</h3> Ring toss <h3>Favorite food:</h3> Venison <h3>Least favorite food:</h3> Broccoli <h3>Favorite subject:</h3> Physics <h3>Least favorite subject:</h3> Chemistry <h3>Favorite saying:</h3> "All ammo hits the target" <h3>Personality:</h3> Cheerful
es_mx: <h3>Posición:</h3> Artillero/Encargado de Disparar el Armamento Principal <h3>Pasatiempos:</h3> Lanzamiento de aros <h3>Comida favorita:</h3> Venado <h3>Comida menos preferida:</h3> Brócoli <h3>Materia favorita:</h3> Física <h3>Materia menos preferida:</h3> Química <h3>Frase favorita:</h3> "Toda la munición alcanza al objetivo" <h3>Personalidad:</h3> Alegre
ja: <h3>役職:</h3> 砲術員・主砲発射担当 <h3>趣味・特技:</h3> 輪投げ <h3>好きな食べ物:</h3> シカ肉 <h3>苦手な食べ物:</h3> ブロッコリー <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 化学 <h3>好きな言葉:</h3> 全弾命中 <h3>性格・特徴:</h3> 明るい
pl: <h3>Pozycja:</h3> Działonowa / odpowiedzialna za wystrzeliwanie z głównego uzbrojenia <h3>Hobby:</h3> Rzucanie krążków <h3>Ulubiona potrawa:</h3> Dziczyzna <h3>Znienawidzona potrawa:</h3> Brokuły <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Chemia <h3>Ulubione powiedzenie:</h3> „Każdy pocisk trafia w cel”. <h3>Osobowość:</h3> Pogodna
ru: <h3>Должность:</h3> Артиллерист/Орудия главного калибра <h3>Хобби:</h3> Кольцеброс <h3>Любимая еда:</h3> Блюда из оленины <h3>В еде не любит:</h3> Брокколи <h3>Любимый предмет:</h3> Физика <h3>Из учебных предметов не любит:</h3> Химию <h3>Любимое выражение:</h3> «Все снаряды — точно в цель» <h3>Особые черты:</h3> Жизнерадостная
uk: <h3>Посада:</h3> Артилерист/Гармати головного калібру <h3>Хобі:</h3> Кидання обручів <h3>Улюблена їжа:</h3> Страви з оленини <h3>Не любить їсти:</h3> Броколі <h3>Улюблений предмет:</h3> Фізика <h3>З навчальних предметів не любить:</h3> Хімію <h3>Улюблений вислів:</h3> «Кожен снаряд — влучно в ціль» <h3>Особливі риси:</h3> Життєрадісна
zh: <h3>位阶：</h3>炮手/主武器开火负责人 <h3>兴趣/特殊技能：</h3>投环 <h3>喜欢的食物：</h3>鹿肉 <h3>不喜欢的食物：</h3>花椰菜 <h3>喜欢的科目：</h3>物理 <h3>不喜欢的科目：</h3>化学 <h3>喜欢的话：</h3>「全弹命中」 <h3>性格：</h3>开朗
zh_sg: <h3>职务：</h3>炮术员/主武器发射担当 <h3>兴趣:</h3>套环 <h3>喜欢的食物:</h3>鹿肉 <h3>不喜欢的食物:</h3>花椰菜 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>化学 <h3>口头禅:</h3>“全弹命中” <h3>性格:</h3>乐观开朗

# IDS_PCZC133_HSF_MATSUNAGA_RITSUKO_DESCRIPTION
source: <h3>Position:</h3> Torpedo Officer/In Charge of Torpedo Tube 1 <h3>Hobbies:</h3> A talented bowler <h3>Favorite food:</h3> Butter <h3>Least favorite food:</h3> Margarine <h3>Favorite subject:</h3> Math <h3>Least favorite subject:</h3> World history <h3>Favorite saying:</h3> "You only live once" <h3>Personality:</h3> Gentle
es_mx: "<h3>Posición:</h3> Oficial de Torpedos/Encargada del Tubo de Torpedos 1 <h3>Pasatiempos:</h3> Una talentosa jugadora de bolos <h3>Comida favorita:</h3> Mantequilla <h3>Comida menos preferida:</h3> Margarina <h3>Materia favorita:</h3> Matemáticas <h3>Materia menos preferida:</h3> Historia mundial <h3>Frase favorita:</h3> "Solo se vive una vez" <h3>Personalidad:</h3> Gentil
ja: <h3>役職:</h3> 水雷員・一番発射管担当 <h3>趣味・特技:</h3> ボウリングの達人 <h3>好きな食べ物:</h3> バター <h3>苦手な食べ物:</h3> マーガリン <h3>得意科目:</h3> 数学 <h3>苦手な科目:</h3> 世界史 <h3>好きな言葉:</h3> 人生は一度だけ <h3>性格・特徴:</h3> おっとりしている
pl: <h3>Pozycja:</h3> Oficer torpedowy / odpowiedzialna za wyrzutnię torpedową nr 1 <h3>Hobby:</h3> Gra w kręgle <h3>Ulubiona potrawa:</h3> Masło <h3>Znienawidzona potrawa:</h3> Margaryna <h3>Ulubiony przedmiot:</h3> Matematyka <h3>Znienawidzony przedmiot:</h3> Historia świata <h3>Ulubione powiedzenie:</h3> „Raz się żyje”. <h3>Osobowość:</h3> Uprzejma
ru: <h3>Должность:</h3> Торпедист/Обслуживание торпедного аппарата №1 <h3>Хобби:</h3> Боулинг <h3>Любимая еда:</h3> Сливочное масло <h3>В еде не любит:</h3> Маргарин <h3>Любимый предмет:</h3> Математика <h3>Из учебных предметов не любит:</h3> Мировую историю <h3>Любимое выражение:</h3> «Жизнь — одна» <h3>Особые черты:</h3> Кроткая
uk: <h3>Посада:</h3> Торпедист/Обслуговування торпедного апарату № 1 <h3>Хобі:</h3> Боулінг <h3>Улюблена їжа:</h3> Вершкове масло <h3>Не любить їсти:</h3> Маргарин <h3>Улюблений предмет:</h3> Математика <h3>З навчальних предметів не любить:</h3> Світову історію <h3>Улюблений вислів:</h3> «Життя — єдине» <h3>Особливі риси:</h3> Лагідна
zh: <h3>位阶：</h3>鱼雷官/1 号鱼雷发射管负责人 <h3>兴趣/特殊技能：</h3>有天份的保龄球手 <h3>喜欢的食物：</h3>奶油 <h3>不喜欢的食物：</h3>人造奶油 <h3>喜欢的科目：</h3>数学 <h3>不喜欢的科目：</h3>世界史 <h3>喜欢的话：</h3>「活在当下」 <h3>性格：</h3>温柔
zh_sg: <h3>职务：</h3>水雷员/第一鱼雷发射管担当 <h3>兴趣:</h3>保龄球达人 <h3>喜欢的食物:</h3>黄油 <h3>不喜欢的食物:</h3>人造黄油 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>世界史 <h3>口头禅:</h3>“人生只有一次” <h3>性格:</h3>优雅稳重

# IDS_PCZC134_HSF_TAKEDA_MICHIRU_DESCRIPTION
source: <h3>Position:</h3> Gunner/In Charge of Rotating Main Armament <h3>Hobbies:</h3> Billiards (pool) <h3>Favorite food:</h3> Wild boar meat <h3>Least favorite food:</h3> Tomatoes <h3>Favorite subject:</h3> Physics <h3>Least favorite subject:</h3> Geography <h3>Favorite saying:</h3> "Always hitting the bullseye" <h3>Personality:</h3> Positive
es_mx: <h3>Posición:</h3> Artillero/Encargada del Giro del Armamento Principal <h3>Pasatiempos:</h3> Billar (estadounidense) <h3>Comida favorita:</h3> Carne de jabalí <h3>Comida menos preferida:</h3> Tomates <h3>Materia favorita:</h3> Física <h3>Materia menos preferida:</h3> Geografía <h3>Frase favorita:</h3> "Siempre dando en el blanco" <h3>Personalidad:</h3> Positivo
ja: <h3>役職:</h3> 砲術員・主砲旋回担当 <h3>趣味・特技:</h3> ビリヤード <h3>好きな食べ物:</h3> イノシシ肉 <h3>苦手な食べ物:</h3> トマト <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 地理 <h3>好きな言葉:</h3> 百発百中 <h3>性格・特徴:</h3> ポジティブ
pl: <h3>Pozycja:</h3> Działonowa / odpowiedzialna za obracanie głównego uzbrojenia <h3>Hobby:</h3> Gra w bilarda <h3>Ulubiona potrawa:</h3> Dziczyzna <h3>Znienawidzona potrawa:</h3> Pomidory <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Geografia <h3>Ulubione powiedzenie:</h3> „Zawsze w dziesiątkę”. <h3>Osobowość:</h3> Optymistka
ru: <h3>Должность:</h3> Артиллерист/Наводчик орудий главного калибра <h3>Хобби:</h3> Бильярд <h3>Любимая еда:</h3> Мясо дикого кабана <h3>В еде не любит:</h3> Помидоры <h3>Любимый предмет:</h3> Физика <h3>Из учебных предметов не любит:</h3> Географию <h3>Любимое выражение:</h3> «Всегда в яблочко» <h3>Особые черты:</h3> Оптимист
uk: <h3>Посада:</h3> Артилерист/Навідник гармат головного калібру <h3>Хобі:</h3> Більярд <h3>Улюблена їжа:</h3> М’ясо дикого кабана <h3>Не любить їсти:</h3> Помідори <h3>Улюблений предмет:</h3> Фізика <h3>З навчальних предметів не любить:</h3> Географію <h3>Улюблений вислів:</h3> «Будь-коли влучно» <h3>Особливі риси:</h3> Оптимістка
zh: <h3>位阶：</h3>炮手/主武器回转负责人 <h3>兴趣/特殊技能：</h3>撞球 (桌球) <h3>喜欢的食物：</h3>野猪肉 <h3>不喜欢的食物：</h3>西红柿 <h3>喜欢的科目：</h3>物理 <h3>不喜欢的科目：</h3>地理 <h3>喜欢的话：</h3>「百发百中」 <h3>性格：</h3>积极
zh_sg: <h3>职务：</h3>炮术员/主武器回旋担当 <h3>兴趣:</h3>台球 <h3>喜欢的食物:</h3>野猪肉 <h3>不喜欢的食物:</h3>番茄 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>地理 <h3>口头禅:</h3>“百发百中” <h3>性格:</h3>积极乐观

# IDS_PCZC135_HSF_SATOKO_KATSUTA_DESCRIPTION
source: <h3>Position:</h3> Navigator <h3>Hobbies/Special skills:</h3> Russian <h3>Favorite food:</h3> Pirozhki (Russian baked buns) <h3>Least favorite food:</h3> Japanese sweet potatoes <h3>Favorite subject:</h3> Political science and economics <h3>Least favorite subject:</h3> Chemistry <h3>Favorite saying:</h3> "My word is my bond" <h3>Personality:</h3> Candid
es_mx: <h3>Posición:</h3> Navegador <h3>Pasatiempos/Habilidades especiales:</h3> Ruso <h3>Comida favorita:</h3> Pirozhki (bollos horneados rusos) <h3>Comida menos preferida:</h3> camotes japoneses <h3>Materia favorita:</h3> Ciencias políticas y economía <h3>Materia menos preferida:</h3> Química <h3>Frase favorita:</h3> "Mi palabra es mi vínculo" <h3>Personalidad:</h3> Sincera
ja: 勝田聡子 <h3>役職:</h3> 航海員 <h3>趣味・特技:</h3> ロシア語 <h3>好きな食べ物:</h3> ピロシキ <h3>苦手な食べ物:</h3> さつまいも <h3>得意科目:</h3> 政治経済 <h3>苦手な科目:</h3> 化学 <h3>好きな言葉:</h3> 約束は鉄のごとし <h3>性格・特徴:</h3> さばさばしている
pl: <h3>Pozycja:</h3> Nawigator <h3>Hobby/Uzdolnienia:</h3> Język rosyjski <h3>Ulubiona potrawa:</h3> Pierożki po rosyjsku <h3>Znienawidzona potrawa:</h3> Japońskie słodkie ziemniaki <h3>Ulubiony przedmiot:</h3> Nauki polityczne i ekonomiczne <h3>Znienawidzony przedmiot:</h3> Chemia <h3>Ulubione powiedzenie:</h3> „Moje dane słowo jest jak przysięga” <h3>Osobowość:</h3> Szczera
ru: <h3>Должность:</h3> Штурман <h3>Хобби/особые навыки:</h3> Русский язык <h3>Любимая еда:</h3> Пирожки (сдобное изделие русской кухни) <h3>В еде не любит:</h3> Сладкий японский картофель <h3>Любимый предмет:</h3> Политология и экономика <h3>Из учебных предметов не любит:</h3> Химию <h3>Любимое выражение:</h3> «Моё слово — закон» <h3>Особые черты:</h3> Искренняя
uk: <h3>Посада:</h3> Штурман <h3>Хобі/Особливі уміння:</h3> Російська мова <h3>Улюблена їжа:</h3> Пиріжки <h3>Не любить їсти:</h3> Солодку японську картоплю <h3>Улюблений предмет:</h3> Політологія і економіка <h3>З навчальних предметів не любить:</h3> Хімію <h3>Улюблений вислів:</h3> «Моє слово — закон» <h3>Особливі риси:</h3> Щира
zh: <h3>位阶：</h3>领航员 <h3>兴趣/特殊技能：</h3>俄语 <h3>喜欢的食物：</h3>皮罗什基 (俄国的烤面包) <h3>不喜欢的食物：</h3>日本地瓜 <h3>喜欢的科目：</h3>政治学及经济学 <h3>不喜欢的科目：</h3>化学 <h3>喜欢的话：</h3>「一诺千金」 <h3>性格：</h3>坦率
zh_sg: <h3>职务：</h3>航海员 <h3>兴趣/特长:</h3>俄语 <h3>喜欢的食物:</h3>油炸包(俄式烘烤包) <h3>不喜欢的食物:</h3>红薯 <h3>擅长科目:</h3>政治经济 <h3>不擅长科目:</h3>化学 <h3>口头禅:</h3>“言出必行” <h3>性格:</h3>正直豪爽

# IDS_PCZC136_HSF_YAMASHITA_HIDEKO_DESCRIPTION
source: <h3>Position:</h3> Port Navigation Controller <h3>Hobbies/Special skills:</h3> Listening to people <h3>Favorite food:</h3> Boiled tofu <h3>Least favorite food:</h3> Suppon (turtle meat) <h3>Favorite subject:</h3> Political science and economics <h3>Least favorite subject:</h3> Math <h3>Favorite saying:</h3> "Knock on a strong stone bridge before crossing it" <h3>Personality:</h3> Cautious
es_mx: <h3>Posición:</h3> Control de Navegación del Puerto <h3>Pasatiempos/Habilidades especiales:</h3> Escuchar a la gente <h3>Comida favorita:</h3> Tofu hervido <h3>Comida menos preferida:</h3> Suppon (carne de tortuga) <h3>Materia favorita:</h3> Ciencias políticas y economía <h3>Materia menos preferida:</h3> Matemáticas <h3>Frase favorita:</h3> "Golpea el fuerte puente piedra antes de cruzarlo" <h3>Personalidad:</h3> Cautelosa
ja: <h3>役職:</h3> 左舷航海管制員 <h3>趣味・特技:</h3> 聞き上手 <h3>好きな食べ物:</h3> 湯豆腐 <h3>苦手な食べ物:</h3> すっぽん <h3>得意科目:</h3> 政治経済 <h3>苦手な科目:</h3> 数学 <h3>好きな言葉:</h3> 石橋を叩いて渡る <h3>性格・特徴:</h3> 慎重
pl: <h3>Pozycja:</h3> Nawigator bakburtowy <h3>Hobby/Uzdolnienia:</h3> Słuchanie ludzi <h3>Ulubiona potrawa:</h3> Gotowane tofu <h3>Znienawidzona potrawa:</h3> Suppon (mięso żółwia) <h3>Ulubiony przedmiot:</h3> Nauki polityczne i ekonomiczne <h3>Znienawidzony przedmiot:</h3> Matematyka <h3>Ulubione powiedzenie:</h3> „Zapukaj w mocny, kamienny most, zanim się nim przeprawisz”. <h3>Osobowość:</h3> Ostrożna
ru: <h3>Должность:</h3> Вахтенный сигнальщик <h3>Хобби/особые навыки:</h3> Слушать людей <h3>Любимая еда:</h3> Варёный тофу <h3>В еде не любит:</h3> Тушёное мясо черепахи (суппон) <h3>Любимый предмет:</h3> Политология и экономика <h3>Из учебных предметов не любит:</h3> Математику <h3>Любимое выражение:</h3> «Обжёгшись на молоке, дуешь и на воду» <h3>Особые черты:</h3> Осмотрительная
uk: <h3>Посада:</h3> Вахтовий сигнальник <h3>Хобі/Особливі уміння:</h3> Вислуховувати людей <h3>Улюблена їжа:</h3> Варений тофу <h3>Не любить їсти:</h3> Тушковане м’ясо черепахи (супон) <h3>Улюблений предмет:</h3> Політологія та економіка <h3>З навчальних предметів не любить:</h3> Математику <h3>Улюблений вислів:</h3> «Як спарився на молоці, тоді й на сироватку дмухатимеш» <h3>Особливі риси:</h3> Обачлива
zh: <h3>位阶：</h3>左舷航行管制员 <h3>兴趣/特殊技能：</h3>倾听他人 <h3>喜欢的食物：</h3>汤豆腐 <h3>不喜欢的食物：</h3>甲鱼 (鳖肉) <h3>喜欢的科目：</h3>政治学及经济学 <h3>不喜欢的科目：</h3>数学 <h3>喜欢的话：</h3>「小心谨慎」 <h3>性格：</h3>谨慎
zh_sg: <h3>职务：</h3>左舷航海管制员 <h3>兴趣/特长:</h3>善于倾听 <h3>喜欢的食物:</h3>豆腐锅 <h3>不喜欢的食物:</h3>甲鱼 <h3>擅长科目:</h3>政治经济 <h3>不擅长科目:</h3>数学 <h3>口头禅:</h3>“小心谨慎” <h3>性格:</h3>慎重

# IDS_PCZC137_HSF_MAYUMI_UCHIDA_DESCRIPTION
source: <h3>Position:</h3> Starboard Navigation Controller <h3>Hobbies/Special skills:</h3> Judo <h3>Favorite food:</h3> Tuna sushi <h3>Least favorite food:</h3> Barley rice <h3>Favorite subject:</h3> Political science and economics <h3>Least favorite subject:</h3> Physics <h3>Favorite saying:</h3> "Make a fortune at a single stroke" <h3>Personality:</h3> Calm
es_mx: <h3>Posición:</h3> Controlador de Navegación de Estribor <h3>Pasatiempo/Habilidades especiales:</h3> Judo <h3>Comida favorita:</h3> Sushi de atún <h3>Comida menos preferida:</h3> Arroz de cebada <h3>Materia favorita:</h3> Ciencias políticas y economía <h3>Materia menos preferida:</h3> Física <h3>Frase favorita:</h3> "Haz una fortuna de un solo golpe" <h3>Personalidad:</h3> Calmada
ja: <h3>役職:</h3> 右舷航海管制員 <h3>趣味・特技:</h3> 柔道 <h3>好きな食べ物:</h3> マグロのお寿司 <h3>苦手な食べ物:</h3> 麦飯 <h3>得意科目:</h3> 政治経済 <h3>苦手な科目:</h3> 物理 <h3>好きな言葉:</h3> 一攫千金 <h3>性格・特徴:</h3> おだやか
pl: <h3>Pozycja:</h3> Nawigator sterburtowy <h3>Hobby/Uzdolnienia:</h3> Judo <h3>Ulubiona potrawa:</h3> Sushi z tuńczykiem <h3>Znienawidzona potrawa:</h3> Kasza jęczmienna <h3>Ulubiony przedmiot:</h3> Nauki polityczne i ekonomiczne <h3>Znienawidzony przedmiot:</h3> Fizyka <h3>Ulubione powiedzenie:</h3> „Zbić fortunę jednym pociągnięciem”. <h3>Osobowość:</h3> Spokojna
ru: <h3>Должность:</h3> Вахтенный сигнальщик <h3>Хобби/Особые навыки:</h3> Дзюдо <h3>Любимая еда:</h3> Суши с тунцом <h3>В еде не любит:</h3> Ячмень <h3>Любимый предмет:</h3> Политология и экономика <h3>Из учебных предметов не любит:</h3> Физику <h3>Любимое выражение:</h3> «Достичь цель — одним махом» <h3>Особые черты:</h3> Спокойная
uk: <h3>Посада:</h3> Вахтовий сигнальник <h3>Хобі/Особливі уміння:</h3> Дзюдо <h3>Улюблена їжа:</h3> Суші з тунцем <h3>Не любить їсти:</h3> Перловку <h3>Улюблений предмет:</h3> Політологія та економіка <h3>З навчальних предметів не любить:</h3> Фізику <h3>Улюблений вислів:</h3> «Досягти цілі — за один мах» <h3>Особливі риси:</h3> Спокійна
zh: <h3>位阶：</h3>右舷航行管制员 <h3>兴趣/特殊技能：</h3>柔道 <h3>喜欢的食物：</h3>金枪鱼寿司 <h3>不喜欢的食物：</h3>麦饭 <h3>喜欢的科目：</h3>政治学及经济学 <h3>不喜欢的科目：</h3>物理 <h3>喜欢的话：</h3>「一攫千金」 <h3>性格：</h3>沉着
zh_sg: <h3>职务：</h3>右舷航海管制员 <h3>兴趣/特长:</h3>柔道 <h3>喜欢的食物:</h3>金枪鱼寿司 <h3>不喜欢的食物:</h3>麦饭 <h3>擅长科目:</h3>政治经济 <h3>不擅长科目:</h3>物理 <h3>口头禅:</h3>“一攫千金” <h3>性格:</h3>温和

# IDS_PCZC138_HSF_UDA_MEGUMI_DESCRIPTION
source: <h3>Position:</h3> Operations Specialist <h3>Hobbies:</h3> Photography <h3>Favorite food:</h3> Real Indian curry <h3>Least favorite food:</h3> Sugared red beans <h3>Favorite subject:</h3> Physics <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "Adversity is good and so are favorable circumstances" <h3>Personality:</h3> Realistic
es_mx: <h3>Posición:</h3> Especialista de Operaciones <h3>Pasatiempos:</h3> Fotografía <h3>Comida favorita:</h3> Curry hindú auténtico <h3>Comida menos preferida:</h3> Judías rojas dulces <h3>Materia favorita:</h3> Física <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "La adversidad es buena, al igual que las circunstancias favorables" <h3>Personalidad:</h3> Realísta
ja: <h3>役職:</h3> 電測員 <h3>趣味・特技:</h3> カメラ <h3>好きな食べ物:</h3> 本格インドカレー <h3>苦手な食べ物:</h3> 甘納豆 <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 逆境もよし、順境もよし <h3>性格・特徴:</h3> リアリスト
pl: <h3>Pozycja:</h3> Specjalista ds. operacji <h3>Hobby:</h3> Fotografia <h3>Ulubiona potrawa:</h3> Curry po indyjsku <h3>Znienawidzona potrawa:</h3> Czerwona fasola na słodko <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Przeciwności losu są równie dobre, jak sprzyjające okoliczności”. <h3>Osobowość:</h3> Realistka
ru: <h3>Должность:</h3> Эксперт по тактике ведения боевых действий <h3>Хобби:</h3> Фотография <h3>Любимая еда:</h3> Настоящий индийский карри <h3>В еде не любит:</h3> Сладкую пасту из красной фасоли <h3>Любимый предмет:</h3> Физика <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Благоприятные обстоятельства помогают нам, невзгоды — закаляют нас» <h3>Особые черты:</h3> Реалист
uk: <h3>Посада:</h3> Експерт з тактики ведення бойових дій <h3>Хобі:</h3> Фотографія <h3>Улюблена їжа:</h3> Автентичний індійський карі <h3>Не любить їсти:</h3> Зацукровану червону квасолю <h3>Улюблений предмет:</h3> Фізика <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Сприятливі обставини допомагають нам, негаразди — загартовують нас» <h3>Особливі риси:</h3> Реалістка
zh: <h3>位阶：</h3>航务技术士 <h3>兴趣/特殊技能：</h3>拍照 <h3>喜欢的食物：</h3>正统印度咖喱 <h3>不喜欢的食物：</h3>甜纳豆 <h3>喜欢的科目：</h3>物理 <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「逆境也好，顺境也好」 <h3>性格：</h3>现实主义
zh_sg: <h3>职务：</h3>电测员 <h3>兴趣/特长:</h3>拍照 <h3>喜欢的食物:</h3>正宗印度咖喱 <h3>不喜欢的食物:</h3>甜纳豆 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“逆境也好，顺境也好” <h3>性格:</h3>现实主义

# IDS_PCZC139_HSF_YAGI_TSUGUMI_DESCRIPTION
source: <h3>Position:</h3> Telegrapher <h3>Hobbies:</h3> Dowsing <h3>Favorite food:</h3> Amazake (sweet, mild sake) <h3>Least favorite food:</h3> Konnyaku <h3>Favorite subject:</h3> Physics <h3>Least favorite subject:</h3> Social Studies <h3>Favorite saying:</h3> "Be careful of mistaken knowledge. That's even more dangerous than ignorance." <h3>Personality:</h3> Unusual
es_mx: <h3>Posición:</h3> Telegrafo <h3>Pasatiempos:</h3> Radiestesia <h3>Comida favorita:</h3> Amazake (sake suave, dulce) <h3>Comida menos preferida:</h3> Konnyaku <h3>Materia favorita:</h3> Física <h3>Materia menos preferida:</h3> Estudios sociales <h3>Frase favorita:</h3> "Tengan cuidado con el conocimiento equivocado. Eso es incluso más peligroso que la ignorancia". <h3>Personalidad:</h3> Inusual
ja: <h3>役職:</h3> 電信員 <h3>趣味・特技:</h3> ダウジング <h3>好きな食べ物:</h3> 甘酒 <h3>苦手な食べ物:</h3> こんにゃく <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 社会 <h3>好きな言葉:</h3> 間違った知識には注意せよ。それは無知よりも危険である。 <h3>性格・特徴:</h3> 不思議ちゃん
pl: <h3>Pozycja:</h3> Telegrafistka <h3>Hobby:</h3> Radiestezja <h3>Ulubiona potrawa:</h3> Amazake (słodkie, delikatne sake) <h3>Znienawidzona potrawa:</h3> Konnyaku <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Wiedza o społeczeństwie <h3>Ulubione powiedzenie:</h3> „Wystrzegaj się pozornej wiedzy. Jest gorsza od ignorancji”. <h3>Osobowość:</h3> Niebanalna
ru: <h3>Должность:</h3> Телеграфист <h3>Хобби:</h3> Лозоходство <h3>Любимая еда:</h3> Амазаке (сладкая саке) <h3>В еде не любит:</h3> Конняку <h3>Любимый предмет:</h3> Физика <h3>Из учебных предметов не любит:</h3> Общественные науки <h3>Любимое выражение:</h3> «Берегись заблуждений! Они гораздо опаснее простого невежества» <h3>Особые черты:</h3> Неординарная
uk: <h3>Посада:</h3> Телеграфіст <h3>Хобі:</h3> Лозоходіння <h3>Улюблена їжа:</h3> Амазаке (солодкий саке) <h3>Не любить їсти:</h3> Желеподібні страви <h3>Улюблений предмет:</h3> Фізика <h3>З навчальних предметів не любить:</h3> Суспільні науки <h3>Улюблений вислів:</h3> «Стережись хибних думок! Вони небезпечніші ніж невігластво» <h3>Особливі риси:</h3> Непересічна
zh: <h3>位阶：</h3>通讯员 <h3>兴趣/特殊技能：</h3>探测术 <h3>喜欢的食物：</h3>甜酒 (微甜、温和的清酒) <h3>不喜欢的食物：</h3>蒟蒻 <h3>喜欢的科目：</h3>物理 <h3>不喜欢的科目：</h3>文科 <h3>喜欢的话：</h3>「要小心错误的知识。那远比无知还要危险」 <h3>性格：</h3>与众不同
zh_sg: <h3>职务：</h3>电信员 <h3>兴趣/特长:</h3>探测术 <h3>喜欢的食物:</h3>甜酒 <h3>不喜欢的食物:</h3>蒟蒻 <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>社会 <h3>口头禅:</h3>“要小心错误的知识。那比无知更加危险” <h3>性格:</h3>不可思议系
