Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT607_1
source: Win a battle in which you caused at least %(count)d HP of damage to enemy ships.
es_mx: Gana una batalla en donde hayas causado %(count)d HP de daño a los barcos enemigos.
ja: 1 戦で敵艦艇に最低 %(count)d HP のダメージを与え、勝利する。
pl: Wygraj bitwę, w której zadałeś przynajmniej %(count)d PW uszkodzeń wrogim okrętom.
ru: Одержите победу в бою, при этом нанесите кораблям противника %(count)d урона.
uk: Здобудьте перемогу в бою, до того ж завдайте кораблям супротивника %(count)d од. шкоди.
zh: Одержите победу в бою, при этом нанесите кораблям противника %(count)d урона.
zh_sg: 战斗胜利并对敌方战舰造成至少%(count)d生命值伤害。

# IDS_PCQT608_1
source: Earn %(count)d "Set on fire" or "Hits to citadel" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Incendiado" o "Impactos a la ciudadela" en una sola batalla.
ja: 1 戦で「火災を発生させた」または「防郭への命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie” lub „Trafienie w cytadelę” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Поджёг» или «Попал в цитадель».
uk: В одному бою отримайте %(count)d стрічку «Підпалив» чи «Влучив у цитадель».
zh: В одном бою получите %(count)d ленту «Поджёг» или «Попал в цитадель».
zh_sg: 在单场战斗中获得%(count)d次“使敌舰起火”或“命中装甲区”勋带。

# IDS_PCQT609_1
source: Receive %(count)d HP of potential damage.
es_mx: Recibe %(count)d HP de daño potencial.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d единицу потенциального урона.
uk: Отримайте %(count)d од. потенційної шкоди.
zh: 受到 %(count)d 潜在伤害。
zh_sg: 受到%(count)d血量潜在伤害。

# IDS_PCQT610_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT611_1
source: Cause %(count)d HP of damage to enemy ships by flooding them in victorious battles.
es_mx: Causa %(count)d HP de daño a los barcos enemigos al causarles inundaciones en batallas victoriosas.
ja: 勝利した戦闘において、浸水によって敵艦艇に通算 %(count)d HP のダメージを与える。
pl: Poprzez zalanie, zadaj %(count)d PW uszkodzeń wrogim okrętom w zwycięskich bitwach.
ru: В победных боях нанесите кораблям противника %(count)d урона затоплениями.
uk: У переможних боях завдайте кораблям супротивника %(count)d од. шкоди затопленнями.
zh: В победных боях нанесите кораблям противника %(count)d урона затоплениями.
zh_sg: 在胜利的战斗中通过使敌舰进水造成%(count)d生命值伤害。

# IDS_PCQT612_1
source: Earn a total of %(count)d Free XP in victorious battles.
es_mx: Obtén un total de %(count)d puntos de XP Libre en batallas victoriosas.
ja: 勝利した戦闘において、通算 %(count)d フリー EXP を取得する。
pl: Zdobądź %(count)d wolnych PD w zwycięskich bitwach.
ru: В победных боях заработайте %(count)d свободного опыта суммарно.
uk: У переможних боях здобудьте %(count)d од. вільного досвіду сумарно.
zh: В победных боях заработайте %(count)d свободного опыта суммарно.
zh_sg: 在胜利的战斗中获得总共%(count)d全局经验。

# IDS_PCQT613_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT614_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT615_1
source: Rank among the top 3 XP earners on your team, survive the battle, and hit enemy ships with your main battery guns %(count)d time in a single battle.
es_mx: Termina entre los 3 mejores ganadores de XP en tu equipo, sobrevive a la batalla y consigue %(count)d impacto sobre un barco enemigo con los cañones de tu batería principal en una sola batalla.
ja: 1 戦で主砲によって敵艦艇に命中弾を %(count)d 回与えて生還し、取得 EXP でチーム内 TOP 3 を達成する。
pl: Uplasuj się w trójce najlepszych graczy swojej drużyny pod względem zdobytych PD, przetrwaj bitwę i traf okręty wroga z głównej baterii %(count)d raz w jednej bitwie.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, выживите и попадите %(count)d раз по кораблям противника из орудий главного калибра.
uk: В одному бою посядьте місце в топ-3 своєї команди за кількістю здобутого досвіду, виживіть і влучте %(count)d раз у кораблі супротивника гарматами головного калібру.
zh: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, выживите и попадите %(count)d раз по кораблям противника из орудий главного калибра.
zh_sg: 在单场战斗中经验获取量在己方团队中排名前3，在战斗中存活，并用主炮命中敌方战舰%(count)d次。

# IDS_PCQT616_1
source: Be the top XP earner on your team, gain a victory, and destroy %(count)d enemy ship in a single battle.
es_mx: Obtén la mayor cantidad de XP en tu equipo, obtén una victoria y destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈して勝利し、取得 EXP でチーム内最高を達成する。
pl: Bądź najlepszym graczem swojej drużyny pod względem zdobytych PD, wygraj bitwę i zniszcz w niej %(count)d wrogi okręt w jednej bitwie.
ru: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
uk: В одному бою посядьте місце в топ-1 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та знищте %(count)d корабель супротивника.
zh: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
zh_sg: 在单场战斗中经验获取量在己方团队中排名第一，战斗胜利，并击毁%(count)d艘敌方战舰。

# IDS_PCQT617_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT618_1
source: Hit enemy ships with the main guns %(count)d time.
es_mx: Alcanza a los barcos enemigos con los cañones principales %(count)d vez.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного калибра.
uk: Влучте %(count)d раз у кораблі супротивника з гармат головного калібру.
zh: 用主炮击中敌方战舰 %(count)d 次。
zh_sg: 用主炮击中敌方战舰%(count)d次。

# IDS_PCQT619_1
source: Earn %(count)d base XP (before modifiers are applied) in victorious battles.
es_mx: Obtén %(count)d puntos de XP base (antes de aplicar modificadores) en batallas victoriosas.
ja: 勝利した戦闘で通算 %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (bez uwzględnienia modyfikatorów) w zwycięskich bitwach.
ru: В победных боях заработайте %(count)d чистого опыта (до применения модификаторов).
uk: У переможних боях здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 在胜利的战斗中获得%(count)d基础经验（应用加成前）。

# IDS_PCQT620_1
source: Earn %(count)d "Captured", "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura".
ja: 「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź baretkę „Zajęcie” lub „Pomoc w zajęciu” %(count)d raz.
ru: Получите %(count)d ленту «Захватил», «Помог захватить».
uk: Отримайте %(count)d стрічку «Захопив», «Допоміг захопити».
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 获得%(count)d个“占领”、“协助占领”勋带。

# IDS_PCQT621_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT622_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT623_1
source: Earn %(count)d base XP (before modifiers are applied) in a single battle.
es_mx: Obtén %(count)d puntos de XP base (antes de aplicar modificadores) en una sola batalla.
ja: 1 戦で %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (bez uwzględnienia modyfikatorów) w jednej bitwie.
ru: В одном бою заработайте %(count)d чистого опыта (до применения модификаторов).
uk: В одному бою здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: В одном бою заработайте %(count)d чистого опыта (до применения модификаторов).
zh_sg: 在单场战斗中获得%(count)d基础经验（应用加成前）。

# IDS_PCQT624_1
source: Be the top XP earner on your team, gain a victory, and destroy %(count)d enemy ship in a single battle.
es_mx: Obtén la mayor cantidad de XP en tu equipo, obtén una victoria y destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈して勝利し、取得 EXP でチーム内最高を達成する。
pl: Bądź najlepszym graczem swojej drużyny pod względem zdobytych PD, wygraj bitwę i zniszcz w niej %(count)d wrogi okręt.
ru: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
uk: В одному бою посядьте місце в топ-1 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та знищте %(count)d корабель супротивника.
zh: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
zh_sg: 在单场战斗中经验获取量在己方团队中排名第一，战斗胜利，并击毁%(count)d艘敌方战舰。

# IDS_PCQT625_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT626_1
source: Earn %(count)d "Aircraft shot down" ribbon.
es_mx: Obtén %(count)d cinta "Avión Derribado".
ja: 「航空機撃墜」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zestrzelenie samolotu”.
ru: Получите %(count)d ленту «Сбил самолёт».
uk: Отримайте %(count)d стрічку «Збив літак».
zh: Получите %(count)d ленту «Сбил самолёт».
zh_sg: 获得%(count)d次“击落飞机”勋带。

# IDS_PCQT627_1
source: Earn %(count)d credits (after modifiers are applied) in victorious battles.
es_mx: Obtén %(count)d créditos (después de aplicar modificadores) en batallas victoriosas.
ja: 勝利した戦闘で通算 %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów) w zwycięskich bitwach.
ru: В победных боях заработайте %(count)d кредитов (со всеми модификаторами).
uk: У переможних боях здобудьте %(count)d кредитів (з усіма модифікаторами).
zh: В победных боях заработайте %(count)d кредитов (со всеми модификаторами).
zh_sg: 在胜利的战斗中获得%(count)d银币（应用加成后）。

# IDS_PCQT628_1
source: Spot %(count)d torpedo.
es_mx: Detecta %(count)d torpedo.
ja: 魚雷を %(count)d 本発見する。
pl: Wykryj %(count)d torpedę.
ru: Обнаружьте %(count)d торпеду.
uk: Виявіть %(count)d торпеду.
zh: 侦察到 %(count)d 颗鱼雷。
zh_sg: 发现%(count)d枚鱼雷。

# IDS_PCQT629_1
source: Earn a total of %(count)d Free XP.
es_mx: Obtén un total de %(count)d puntos de Experiencia Libre.
ja: 合計 %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта суммарно.
uk: Здобудьте загалом %(count)d од. вільного досвіду.
zh: 获得总共 %(count)d 全局经验
zh_sg: 获得总共%(count)d全局经验

# IDS_PCQT630_1
source: Earn %(count)d individual heroic achievement.
es_mx: Obtén %(count)d logro individual heróico.
ja: 単独英雄勲章を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie bohaterskie.
ru: Получите %(count)d индивидуальное героическое достижение.
uk: Отримайте %(count)d особисте героїчне досягнення.
zh: 获得 %(count)d 个个人英勇成就。
zh_sg: 获得%(count)d个个人英勇成就。

# IDS_PCQT631_1
source: Earn at least %(count)d "Incapacitations" or "Destroyed" (a warship) ribbon in a victorious battle.
es_mx: Obtén al menos %(count)d cinta "Incapacitaciones" o "Destruido" en una batalla victoriosa.
ja: 勝利した戦闘で「機能停止」および/または「撃沈」リボンを通算 %(count)d 個以上取得する。
pl: W zwycięskiej bitwie zdobądź %(count)d baretkę „Poważne uszkodzenie” i/ lub „Zniszczenie” (okrętu).
ru: В победных боях получите не менее %(count)d ленты «Вывел из строя» или «Уничтожил» (корабль).
uk: У переможних боях отримайте щонайменше %(count)d стрічку «Вивів з ладу» чи «Знищив» (корабель).
zh: В победных боях получите не менее %(count)d ленты «Вывел из строя» или «Уничтожил» (корабль).
zh_sg: 在获胜的战斗中获得至少%(count)d次“瘫痪”和/或“已摧毁”（战舰）勋带。

# IDS_PCQT632_1
source: Help your team cause %(count)d HP of damage upon your spotting and survive in a single battle.
es_mx: Ayuda a tu equipo a causar %(count)d HP de daño por tus detecciones en una sola batalla.
ja: 1 戦で自艦の観測によるダメージ %(count)d HP を達成して生還する。
pl: Pomóż swojej drużynie zadać %(count)d PW uszkodzeń w jednej bitwie poprzez podświetlanie przeciwników i przetrwaj.
ru: Обеспечьте нанесение %(count)d ед. урона по вашим разведданным в одном бою и останьтесь в живых.
uk: Допоможіть команді завдати %(count)d од. шкоди за вашими розвідданими в одному бою і виживіть.
zh: 在一场战斗中被敌方战舰发现后受到 %(count)d 血量伤害并存活下来。
zh_sg: 在一场战斗中通过侦察协助己方团队造成%(count)d生命值伤害并存活下来。

# IDS_PCQT633_1
source: Be the top XP earner on your team, gain a victory, and destroy %(count)d enemy ship in a single battle.
es_mx: Obtén la mayor cantidad de XP en tu equipo, obtén una victoria y destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈して勝利し、取得 EXP でチーム内最高を達成する。
pl: Bądź najlepszym graczem swojej drużyny pod względem zdobytych PD, wygraj bitwę i zniszcz w niej %(count)d wrogi okręt.
ru: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
uk: В одному бою посядьте місце в топ-1 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та знищте %(count)d корабель супротивника.
zh: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d корабль противника.
zh_sg: 在单场战斗中经验获取量在己方团队中排名第一，战斗胜利，并击毁%(count)d艘敌方战舰。

# IDS_PCQT634_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT635_1
source: Earn %(count)d XP (after modifiers are applied) in victorious battles.
es_mx: Obtén %(count)d puntos de XP (después de aplicar modificadores) en batallas victoriosas.
ja: 勝利した戦闘で通算 %(count)d EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD (z uwzględnieniem modyfikatorów) w zwycięskich bitwach.
ru: В победных боях заработайте %(count)d опыта (со всеми модификаторами).
uk: У переможних боях здобудьте %(count)d од. досвіду (з усіма модифікаторами).
zh: В победных боях заработайте %(count)d опыта (со всеми модификаторами).
zh_sg: 在胜利的战斗中获得%(count)d经验（应用加成后）。

# IDS_PCQT636_1
source: Receive %(count)d HP of potential damage.
es_mx: Recibe %(count)d HP de daño potencial.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d ед. потенциального урона.
uk: Отримайте %(count)d од. потенційної шкоди.
zh: 受到 %(count)d 潜在伤害。
zh_sg: 受到%(count)d血量潜在伤害。

# IDS_PCQT637_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди пожежами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT638_1
source: Earn %(count)d "Spotted" or "Torpedo hits" ribbon.
es_mx: Obtén %(count)d cinta "Detectado" o "Impactos de Torpedo".
ja: 「発見」「魚雷命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie” lub „Trafienie torpedą”.
ru: Получите %(count)d ленту «Обнаружил», «Попал торпедой».
uk: Отримайте %(count)d стрічку «Виявив», «Влучив торпедою».
zh: Получите %(count)d ленту «Обнаружил», «Попал торпедой».
zh_sg: 获得%(count)d次“已发现”或“鱼雷命中”勋带。

# IDS_PCQT639_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT640_1
source: Earn %(count)d base XP (before modifiers are applied) in victorious battles.
es_mx: Obtén %(count)d puntos de XP base (antes de aplicar modificadores) en batallas victoriosas.
ja: 勝利した戦闘で通算 %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (bez uwzględnienia modyfikatorów) w zwycięskich bitwach.
ru: В победных боях заработайте %(count)d чистого опыта (до применения модификаторов).
uk: У переможних боях здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 在胜利的战斗中获得%(count)d基础经验（应用加成前）。

# IDS_PCQT641_1
source: Earn both the "Dreadnought" and "High Caliber" achievements in a single battle.
es_mx: Obtén los logros "Gran Calibre" y "Dreadnought" en una sola batalla.
ja: 1 戦で勲章「ドレッドノート」と「大口径」を両方取得する。
pl: Zdobądź osiągnięcia „Drednot” i „Duży kaliber” w jednej bitwie.
ru: В одном бою получите героические достижения «Основной калибр» и «Дредноут».
uk: В одному бою здобудьте героїчні досягнення «Основний калібр» і «Дредноут».
zh: В одном бою получите героические достижения «Основной калибр» и «Дредноут».
zh_sg: 在单场战斗中同时获得“无人能挡”和“重创”成就。

# IDS_PCQT642_1
source: Be the top XP earner on your team, be victorious, and earn the "Kraken Unleashed!" achievement in a single battle.
es_mx: Sé el mejor ganador de XP en tu equipo, consigue una victoria y obtén el logro "¡El Kraken ha sido liberado!" en una sola batalla.
ja: 1 戦で勲章「クラーケン来襲!」を取得して勝利し、取得 EXP でチーム内最高を達成する。
pl: Bądź najlepszym graczem swojej drużyny pod względem zdobytych PD, wygraj bitwę i zdobądź osiągniecie „Kraken uwolniony!” w jednej bitwie.
ru: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и получите достижение «Кракен».
uk: В одному бою посядьте місце в топ-1 своєї команди за кількістю здобутого досвіду, здобудьте перемогу й отримайте досягнення «Кракен».
zh: В одном бою войдите в топ-1 своей команды по количеству заработанного опыта, одержите победу и получите достижение «Кракен».
zh_sg: 在单场战斗中经验获取量在己方团队中排名第一，战斗胜利并获得“海怪出没！”成就。

# IDS_PCQT643_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT644_1
source: Earn any %(count)d ribbon.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
zh: 获得任何勋带 %(count)d 个。

# IDS_PCQT645_1
source: Earn %(count)d credit.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
zh: 获得 %(count)d 银币。

# IDS_PCQT646_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
zh: Нанесите %(count)d единицу урона

# IDS_PCQT647_1
source: Cause %(count)d HP of damage with main battery guns.
ja: 主砲によって %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń swoją główną baterią.
ru: Нанесите %(count)d единицу урона огнём орудий главного калибра.
zh: Нанесите %(count)d единицу урона огнём орудий главного калибра.

# IDS_PCQT648_1
source: Earn %(count)d "Destroyed" ribbon.
ja: 「撃沈」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zniszczenia”.
ru: Получите %(count)d ленту «Уничтожил».
zh: Получите %(count)d ленту «Уничтожил».

# IDS_PCQT649_1
source: Earn %(count)d XP (after modifiers are applied).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
zh: 获得 %(count)d 经验 (套用加成后)。

# IDS_PCQT650_1
source: Earn %(count)d "Destroyed" ribbon.
ja: 「撃沈」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zniszczenia”.
ru: Получите %(count)d ленту «Уничтожил».
zh: Получите %(count)d ленту «Уничтожил».

# IDS_PCQT651_1
source: Earn %(count)d "Torpedo hits" ribbon.
ja: 「魚雷命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie torpedą”.
ru: Получите %(count)d ленту «Попал торпедой».
zh: Получите %(count)d ленту «Попал торпедой».

# IDS_PCQT652_1
source: Earn %(count)d base XP (before modifiers are applied).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
zh: 获得 %(count)d 基本经验 (套用加成前)。

# IDS_PCQT653_1
source: Win %(count)d battle.
ja: %(count)d 戦勝利する。
pl: Wygraj %(count)d bitwę.
ru: Одержите победу в %(count)d бою.
zh: Одержите победу в %(count)d бою.

# IDS_PCQT654_1
source: Earn %(count)d credit.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
zh: 获得 %(count)d 银币。

# IDS_PCQT655_1
source: Earn %(count)d "Destroyed" ribbon.
ja: 「撃沈」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zniszczenia”.
ru: Получите %(count)d ленту «Уничтожил».
zh: Получите %(count)d ленту «Уничтожил».

# IDS_PCQT656_1
source: Earn %(count)d "Set on fire" / "Hits to citadel" ribbon.
ja: 「火災を発生させた」「防郭への命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie” lub „Trafienie w cytadelę”.
ru: Получите %(count)d ленту «Поджёг», «Попал в цитадель».
zh: Получите %(count)d ленту «Поджёг», «Попал в цитадель».

# IDS_PCQT657_1
source: Receive %(count)d HP of potential damage.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d ед. потенциального урона.
zh: 受到 %(count)d 潜在伤害。

# IDS_PCQT658_1
source: Earn %(count)d base XP (before modifiers are applied).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
zh: 获得 %(count)d 基本经验 (套用加成前)。

# IDS_PCQT659_1
source: Earn %(count)d "Main battery hits" ribbon.
ja: 「主砲命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienia baterią główną”.
ru: Получите %(count)d ленту «Попал главным калибром».
zh: Получите %(count)d ленту «Попал главным калибром».

# IDS_PCQT660_1
source: Earn %(count)d "Captured" / "Assisted in capture" ribbon.
ja: 「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź baretkę „Zajęcie” lub „Pomoc w zajęciu” %(count)d raz.
ru: Получите %(count)d ленту «Захватил», «Помог захватить».
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。

# IDS_PCQT661_1
source: Earn %(count)d "Torpedo hits" ribbon.
ja: 「魚雷命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie torpedą”.
ru: Получите %(count)d ленту «Попал торпедой».
zh: Получите %(count)d ленту «Попал торпедой».
