Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNU068_DESCRIPTION
source: Win 30 games with your team in King of the Sea tournaments.
es_mx: Gana 30 juegos con tu equipo en los torneos King of the Sea.
ja: トーナメント「King of the Sea」で所属チームと共に 30 試合勝利する。
pl: Wygraj 30 bitew wraz ze swoją drużyną w turnieju King of the Sea.
ru: Одержите 30 побед со своей командой в состязаниях King of the Sea.
uk: Здобудьте 30 перемог зі своєю командою в змаганнях King of the Sea.
zh: Одержите 30 побед со своей командой в состязаниях King of the Sea.
zh_sg: 在海上之王比赛中与您的团队获得30场胜利。

# IDS_DOGTAG_PCNU068_NAME
source: King of the Sea — Elite
es_mx: King of the Sea: Élite
ja: King of the Sea — エリート
pl: King of the Sea – elita
ru: King of the Sea — Элита
uk: King of the Sea — Еліта
zh: King of the Sea — Элита
zh_sg: 海上之王 —— 精英

# IDS_DOGTAG_PCNU069_DESCRIPTION
source: Win a King of the Sea tournament with your team.
es_mx: Gana un torneo King of the Sea con tu equipo.
ja: トーナメント「King of the Sea」で所属チームと共に優勝する。
pl: Wygraj turniej King of the Sea wraz ze swoją drużyną.
ru: Станьте победителем состязания King of the Sea со своей командой.
uk: Станьте переможцем змагання King of the Sea зі своєю командою.
zh: Станьте победителем состязания King of the Sea со своей командой.
zh_sg: 在海上之王比赛中与您的团队获得1场胜利。

# IDS_DOGTAG_PCNU069_NAME
source: King of the Sea — Winner
es_mx: King of the Sea: Ganador
ja: King of the Sea — 優勝者
pl: King of the Sea – zwycięzca
ru: King of the Sea — Победитель
uk: King of the Sea — Переможець
zh: King of the Sea — Победитель
zh_sg: 海上之王 —— 胜利者

# IDS_DOGTAG_PCNU074_DESCRIPTION
source: A commemorative emblem issued for taking part in the Public Test Summer Marathon.
es_mx: Emblema conmemorativo otorgado por participar en el Maratón de Verano de la Prueba Pública.
ja: 公開テストのサマーマラソン参加者のための記念エンブレムです。
pl: Pamiątkowy emblemat przyznawany uczestnikom letniego maratonu testów publicznych.
ru: Памятная эмблема за участие в летнем марафоне Общего теста.
uk: Пам’ятна емблема за участь у літньому марафоні Загального тестування.
zh: Памятная эмблема за участие в летнем марафоне Общего теста.
zh_sg: 给予公试夏季马拉松活动参与者的纪念徽章。

# IDS_DOGTAG_PCNU074_NAME
source: PT Summer Season
es_mx: Temporada de Verano de la PP
ja: PT サマーシーズン
pl: Sezon wakacyjny TP
ru: Летний сезон PT
uk: Літній сезон ЗТ
zh: Летний сезон PT
zh_sg: 公测夏季

# IDS_DOGTAG_PCNU075_DESCRIPTION
source: A commemorative emblem issued for taking part in the Public Test Autumn Marathon.
es_mx: Emblema conmemorativo otorgado por participar en en el Maratón de Otoño de la Prueba Pública.
ja: 公開テストのオータムマラソン参加者のための記念エンブレムです。
pl: Pamiątkowy emblemat przyznawany uczestnikom jesiennego maratonu testów publicznych.
ru: Памятная эмблема за участие в осеннем марафоне Общего теста.
uk: Пам’ятна емблема за участь в осінньому марафоні Загального тестування.
zh: Памятная эмблема за участие в осеннем марафоне Общего теста.
zh_sg: 给予公测秋季马拉松活动参与者的纪念徽章。

# IDS_DOGTAG_PCNU075_NAME
source: PT Autumn Season
es_mx: Temporada de Otoño de la PP
ja: PT オータムシーズン
pl: Sezon jesienny TP
ru: Осенний сезон PT
uk: Осінній сезон ЗТ
zh: Осенний сезон PT
zh_sg: 公测秋季

# IDS_DOGTAG_PCNU076_DESCRIPTION
source: A commemorative emblem issued for taking part in the Public Test Winter Marathon.
es_mx: Un emblema conmemorativo otorgado por participar en el Maratón de Invierno de la Prueba Pública.
ja: 公開テストのウィンターマラソン参加者のための記念エンブレムです。
pl: Pamiątkowy emblemat przyznawany uczestnikom zimowego maratonu testów publicznych.
ru: Памятная эмблема за участие в зимнем марафоне Общего теста.
uk: Пам’ятна емблема за участь у зимовому марафоні Загального тестування.
zh: Памятная эмблема за участие в зимнем марафоне Общего теста.
zh_sg: 给予公测冬季马拉松活动参与者的纪念徽章。

# IDS_DOGTAG_PCNU076_NAME
source: PT Winter Season
es_mx: Temporada de Invierno de la PP
ja: PT ウィンターシーズン
pl: Sezon zimowy TP
ru: Зимний сезон PT
uk: Зимовий сезон ЗТ
zh: Зимний сезон PT
zh_sg: 公测冬季

# IDS_DOGTAG_PCNU077_DESCRIPTION
source: A commemorative emblem issued for taking part in the Public Test Spring Marathon.
es_mx: Un emblema conmemorativo otorgado por participar en el Maratón de Primavera de la Prueba Pública.
ja: 公開テストのスプリングマラソン参加者のための記念エンブレムです。
pl: Pamiątkowy emblemat przyznawany uczestnikom wiosennego maratonu testów publicznych.
ru: Памятная эмблема за участие в весеннем марафоне Общего теста.
uk: Пам’ятна емблема за участь у весняному марафоні Загального тестування.
zh: Памятная эмблема за участие в весеннем марафоне Общего теста.
zh_sg: 给予公测春季马拉松活动参与者的纪念徽章。

# IDS_DOGTAG_PCNU077_NAME
source: PT Spring Season
es_mx: Temporada de Primavera de la PP
ja: PT スプリングシーズン
pl: Sezon wiosenny TP
ru: Весенний сезон PT
uk: Весняний Сезон PT
zh: Весенний сезон PT
zh_sg: 公测春季

# IDS_DOGTAG_PCNU082_DESCRIPTION
source: Complete a collection of 350 ships.
es_mx: Completa una colección de 350 barcos.
ja: 350 隻の艦艇を集める。
pl: Zbierz kolekcję złożoną z 350 okrętów.
ru: Соберите коллекцию из 350 кораблей.
uk: Зберіть колекцію з 350 кораблів.
zh: Соберите коллекцию из 350 кораблей.
zh_sg: 完成350艘战舰的收藏。

# IDS_DOGTAG_PCNU082_NAME
source: Master Collector
es_mx: Coleccionista Maestro
ja: マスター・コレクター
pl: Pan Kolekcjoner
ru: Мастер-коллекционер
uk: Майстер-колекціонер
zh: Мастер-коллекционер
zh_sg: 大师收藏家

# IDS_DOGTAG_PCNU083_DESCRIPTION
source: A commemorative emblem issued for achieving the final result in all Seasons of the Public Test.
es_mx: Un emblema conmemorativo otorgado por alcanzar el resultado final en todas las temporadas de la Prueba Pública
ja: 公開テストの全てのシーズンで最終結果を達成した場合に授与される記念エンブレムです。
pl: Pamiątkowy emblemat przyznawany za osiągnięcie głównego efektu we wszystkich sezonach testu publicznego.
ru: Памятная эмблема за достижение финального результата во всех сезонах Общего теста.
uk: Пам’ятна емблема за досягнення фінального результату в усіх сезонах Загального тестування.
zh: Памятная эмблема за достижение финального результата во всех сезонах Общего теста.
zh_sg: 给予达成所有公测季节最终结果的纪念徽章。

# IDS_DOGTAG_PCNU083_NAME
source: Ultimate PT Warrior
es_mx: Guerrero Extremo de la PP
ja: 究極の PT 戦士
pl: Doskonały wojownik TP
ru: Всесезонный воин PT
uk: Всесезонний воїн ЗТ
zh: Всесезонный воин PT
zh_sg: 终极公测勇士

# IDS_DOGTAG_SAVE_WRONG_ITEM_SELECTED
source: Unavailable elements will be removed. Save the distinctive insignia?
es_mx: Los elementos no disponibles serán eliminados. ¿Quieres guardar la insignia distintiva?
ja: 利用できない要素は削除されます。このパーソナルマークを保存しますか?
pl: Niedostępne elementy zostaną usunięte. Zapisać specjalne insygnia?
ru: Недоступный элемент будет снят. Сохранить знак различия?
uk: Недоступний елемент знімуть. Зберегти знак розрізнення?
zh: 无法使用的元素将会被移除。要储存独特勋章？
zh_sg: 不可用的元素将被移除。保存差异化标志吗？

# IDS_DOGTAG_TOOLTIP_GO_TO_CONSTUCTOR
source: Go to distinctive insignia selection
es_mx: Ir a la selección de la insignia distintiva
ja: パーソナルマーク選択へ
pl: Przejdź do specjalnych insygniów
ru: Перейти к выбору знака различия
uk: Перейти до вибору знака розрізнення
zh: 前往选择独特勋章
zh_sg: 前往个性标志选择

# IDS_DOG_TAG_DOLL_CHANGE
source: Modify
es_mx: Modificar
ja: 変更
pl: Modyfikuj
ru: Изменить
uk: Змінити
zh: 修改
zh_sg: 修改

# IDS_DOMINATION_ASYMM_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing Key Areas and destroying their ships.
ja: キーエリアを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s 先取せよ
pl: Zdobądź %(score_count)s %(score_plural)s przed drużyną przeciwną poprzez zajmowanie stref kluczowych i niszczenie okrętów przeciwnika.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.
zh: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.

# IDS_DOMINATION_ASYMM_TITLE
source: Asymmetric Battle
ja: 非対称戦
pl: Bitwa asymetryczna
ru: Асимметричный бой
zh: 暮光之战

# IDS_DONE
source: COMPLETED
es_mx: COMPLETADO
ja: 達成
pl: UKOŃCZONO
ru: ВЫПОЛНЕНO
uk: ВИКОНАНО
zh: 已完成
zh_sg: 已完成

# IDS_DONE_TASKS_COUNT
source: Tasks completed:
es_mx: Tareas completadas:
ja: 達成したタスク:
pl: Ukończone zadania:
ru: Выполнено заданий:
uk: Виконано завдань:
zh: 已完成工作：
zh_sg: 已完成目标：

# IDS_DO_NOT_COLLECT
source: Don't collect
es_mx: No recoger
ja: 収集しない
pl: Nie odbieraj
ru: Не собирать
uk: Не збирати
zh: 不要收集
zh_sg: 不要收集

# IDS_DO_PURCHASE
source: Purchase
es_mx: Comprar
ja: 購入
pl: Kup za
ru: Купить
uk: Купити
zh: 购买
zh_sg: 购买

# IDS_DO_PURCHASE_AND_INSTALL
source: Purchase and mount
es_mx: Comprar y montar
ja: 購入して搭載
pl: Kup i zainstaluj za
ru: Купить и установить
uk: Купити та встановити
zh: 购买并安装
zh_sg: 购买并安装

# IDS_DO_RESEARCH
source: Research
es_mx: Investigar
ja: 研究
pl: Zbadaj
ru: Исследовать
uk: Дослідити
zh: 研发
zh_sg: 研发

# IDS_DRAW
source: Draw
es_mx: Empate
ja: 引き分け
pl: Remis
ru: Ничья
uk: Нічия
zh: 平局
zh_sg: 平局

# IDS_DRAWS
source: Draws
es_mx: Empates
ja: 引き分け
pl: Remisy
ru: Ничьи
uk: Нічиї
zh: 平局
zh_sg: 平局

# IDS_DRAWS_TOOLTIP
source: Total number of battles ending in a draw
es_mx: Número total de batallas que terminaron en empate
ja: 総引き分け数
pl: Łączna liczba bitew zakończonych remisem.
ru: Общее количество боёв, завершившихся ничьёй
uk: Загальна кількість боїв, що закінчилися нічиєю
zh: 以平手收场的总战斗数。
zh_sg: 以平手收场的总战斗数。

# IDS_DROP_BRANCH_BONUSES_LABEL
source: Earn Research Points
es_mx: Obtén Puntos de Investigación
ja: 研究ポイントを取得
pl: Zdobądź punkty badawcze
ru: Заработайте очки исследования
uk: Здобудьте очки дослідження
zh: Заработайте очки исследования
zh_sg: 赚取研究点

# IDS_DROP_BRANCH_BONUSES_MULTIPLIER_LABEL
source: Earn Research Points x%(multiplier)d
es_mx: Obtén %(multiplier)d Puntos de Investigación
ja: 研究ポイントを取得 x%(multiplier)d
pl: Zdobądź x%(multiplier)d punktów badawczych
ru: Заработайте очки исследования x%(multiplier)d
uk: Здобудьте очки дослідження ×%(multiplier)d
zh: Заработайте очки исследования x%(multiplier)d
zh_sg: 赚取研究点x%(multiplier)d

# IDS_DROP_BRANCH_BONUSES_TOOLTIP_HEADER
source: Adding Victory Bonuses
es_mx: Agregando Bonificaciones de Victoria
ja: 勝利ボーナス追加
pl: Dodatkowe premie za zwycięstwa
ru: Начисление бонусов за победу
uk: Додавання бонусів за перемогу
zh: Начисление бонусов за победу
zh_sg: 添加胜利加成

# IDS_DROP_BRANCH_BONUSES_TOOLTIP_MULTIPLIER_HEADER
source: Adding Victory Bonuses x%(multiplier)d
es_mx: Agregando %(multiplier)d Bonificaciones de Victoria
ja: 勝利ボーナス追加 x%(multiplier)d
pl: Dodatkowe premie za zwycięstwa: x%(multiplier)d
ru: Начисление бонусов за победу x%(multiplier)d
uk: Додавання бонусів за перемогу ×%(multiplier)d
zh: Начисление бонусов за победу x%(multiplier)d
zh_sg: 添加胜利加成x%(multiplier)d

# IDS_DROP_BRANCH_BUTTON
source: RESET
es_mx: REINICIAR
ja: リセット
pl: ZRESETUJ
ru: СБРОСИТЬ
uk: СКИНУТИ
zh: СБРОСИТЬ
zh_sg: 重置

# IDS_DROP_BRANCH_COMPENSATION_LABEL
source: Get credits
es_mx: Obtener créditos
ja: クレジットの入手
pl: Zdobądź kredyty
ru: Получите кредиты
uk: Отримайте кредити
zh: Получите кредиты
zh_sg: 获得银币

# IDS_DROP_BRANCH_COMPENSATION_TOOLTIP_HEADER
source: Sell ships
es_mx: Vender barcos
ja: 艦艇の売却
pl: Sprzedaj okręty
ru: Продажа кораблей
uk: Продаж кораблів
zh: Продажа кораблей
zh_sg: 出售战舰

# IDS_DROP_BRANCH_PROGESS_LABEL
source: Reset research progress
es_mx: Reiniciar progreso de investigación
ja: 研究進捗のリセット
pl: Zresetuj postępy badań
ru: Сбросьте прогресс развития
uk: Скиньте прогрес розвитку
zh: Сбросьте прогресс развития
zh_sg: 重置研究进程

# IDS_DROP_BRANCH_TOOLTIP_HEADER
source: Resetting progress
es_mx: Reiniciando progreso
ja: 進捗のリセット
pl: Resetowanie postępów
ru: Сброс прогресса
uk: Скидання прогресу
zh: Сброс прогресса
zh_sg: 重置进程

# IDS_DR_FRANKENSHIP_H18
source: Victor F. Einstein
zh: 维克多-爱因斯坦

# IDS_DUNK_CAPN
source: Jack Dunkirk
zh: 杰克-敦刻尔克

# IDS_DUPLICATES
source: Duplicates:
es_mx: Duplicados:
ja: 重複
pl: Duplikaty:
ru: Дубликаты:
uk: Дублікати:
zh: 重复
zh_sg: 重复

# IDS_DUPLICATE_COMPENSATION
source: Amount of compensation:
es_mx: Cantidad de compensación:
ja: 補償:
pl: Kwota rekompensaty:
ru: Сумма компенсации:
uk: Сума компенсації:
zh: 补偿金额：
zh_sg: 补偿金额：

# IDS_DUPLICATE_INFO
source: Duplicates are totaled and added. They may be used to purchase collection items.
es_mx: Los duplicados son totalizados y agregados. Pueden ser usado para adquirir artículos de la colección.
ja: 重複はまとめて蓄積され、これをコレクション・アイテムの購入に使用することができます。
pl: Duplikaty są sumowane i gromadzone. Mogą być użyte do kupna przedmiotów z kolekcji.
ru: Полученные дубликаты суммируются и накапливаются. Их можно использовать для покупки предметов коллекционирования.
uk: Отримані дублікати додаються і накопичуються. Їх можна використовувати, щоб купувати предмети колекціонування.
zh: 重复的收集品会被累积。它们可以用来兑换其它收集品。
zh_sg: 重复的收集品会被累积。它们可以用来兑换其它收集品。

# IDS_DUPLICATE_STAMP
source: Duplicate
es_mx: Duplicar
ja: 重複
pl: Duplikat
ru: Дубликат
uk: Дублікат
zh: 重复
zh_sg: 重复

# IDS_DYNAMIC_CROSSHAIRS
source: Dynamic
es_mx: Dinámica
ja: ダイナミック
pl: Dynamiczny
ru: Динамический
uk: Динамічний
zh: 动态
zh_sg: 动态

# IDS_DYNAMIC_CROSSHAIR_DESC
source: The dynamic crosshair scale is adjusted automatically in proportion to the approximation of the view through the binoculars.
es_mx: La escala del punto de mira dinámico es ajustada automáticamente en proporción a la aproximación de la vista a través de los binoculares.
ja: ダイナミック照準では、双眼鏡視点でのズーム変更に応じてスケールが自動調節されます
pl: Skala dynamicznego celownika jest dostosowywana automatycznie do widoku w lornecie.
ru: Шкала динамического прицела масштабируется пропорционально приближению бинокля.
uk: Шкала динамічного прицілу пропорційно масштабується із наближенням бінокля.
zh: 动态准星大小会依照望远镜所看到的远近来按比例自动调整。
zh_sg: 动态准星的大小会根据望远镜观察距离的远近来按比例自动调整。

# IDS_DYNAMIC_DIVISIONS_INFO
source: Team up in Divisions with other players. Divisions created in battle will not be dismissed when the battle is over.
es_mx: Haz equipo en Divisiones con otros jugadores. Las Divisiones creadas en batalla no serán desintegradas cuando la batalla termine.
ja: 他のプレイヤーと分艦隊を組みましょう。 戦闘中に作成した分艦隊は、戦闘が終了しても解散されません。
pl: Twórz dywizjony razem z innymi graczami. Dywizjony tworzone w bitwie nie są rozwiązywane po jej zakończeniu.
ru: Объединяйтесь в отряды для совместной игры. Сформированные в бою отряды автоматически не расформировываются после окончания боя.
uk: Об’єднуйтеся в загони для спільної гри. Сформовані в бою загони не розформовуються автоматично після закінчення бою.
zh: 与其他玩家组成小队。 于战斗中建立的小队在战斗结束时也不会被解散。
zh_sg: 与其他玩家组成小队。 于战斗中建立的小队在战斗结束时也不会被解散。

# IDS_DYNAMIC_LIGHTING
source: Dynamic Lighting
es_mx: Iluminación Dinámica
ja: 動的ライティング
pl: Dynamiczne oświetlenie
ru: Динамическое освещение
uk: Динамічне освітлення
zh: 动态光
zh_sg: 动态光

# IDS_EARLY_ACCESS
source: Early access
es_mx: Acceso anticipado
ja: アーリーアクセス
pl: Wczesny dostęp
ru: Ранний доступ
uk: Дочасний доступ
zh: Ранний доступ
zh_sg: 抢先体验

# IDS_EARLY_ACCESS_STATUS
source: Early Access ships can be obtained during special events.
es_mx: Los barcos con Acceso Anticipado pueden ser obtenidos durante eventos especiales.
ja: アーリーアクセス艦艇は特別イベントで入手できます。
pl: Dzięki specjalnym wydarzeniom można uzyskać wczesny dostęp do okrętów.
ru: Корабль раннего доступа можно получить во время специальных событий.
uk: Корабель дочасного доступу можна отримати під час спеціальних подій.
zh: Корабль раннего доступа можно получить во время специальных событий.
zh_sg: 抢先体验战舰可在特殊活动中获得。

# IDS_EARLY_ACCESS_TOOLTIP
source: Ship in early access
es_mx: Barcos en acceso anticipado
ja: アーリーアクセス艦艇
pl: Okręty we wczesnym dostępie
ru: Корабль в раннем доступе
uk: Корабель дочасного доступу
zh: Корабль в раннем доступе
zh_sg: 抢先体验中的战舰

# IDS_EARNED
source: Total
ja: 合計
pl: W sumie
ru: Получено
uk: Отримано
zh: 总共
zh_sg: 总共

# IDS_EARN_HEROIC_ACHIVE
source: Earn heroic achievements
es_mx: Por logros heroicos
ja: 英雄勲章に対して
pl: Za osiągnięcia bohaterskie
ru: За героическое достижение
uk: За героїчне досягнення
zh: 对于英勇成就
zh_sg: 获得英勇成就

# IDS_EARN_MORE
source: Earn more
es_mx: Gana más
ja: さらに取得
pl: Zdobądź więcej
ru: Заработайте ещё
uk: Здобудьте ще
zh: 获得更多
zh_sg: 获得更多

# IDS_EARN_OTHER_ACHIVE
source: Earn honorary achievements
es_mx: Por logros honorarios
ja: 名鑑章に対して
pl: Za osiągnięcia honorowe
ru: За почётное достижение
uk: За почесне досягнення
zh: 对于荣誉成就
zh_sg: 获得荣誉成就

# IDS_EASTERN_DRAGON_KING
source: Eastern Dragon King
zh: 东海龙王
zh_sg: 东海龙王

# IDS_ECONOMICAL_SIGNAL
source: Economic signal
es_mx: Señal económica
ja: エコノミー信号旗
pl: Sygnał ekonomiczny
ru: Экономический сигнал
uk: Економічний сигнал
zh: Экономический сигнал
zh_sg: 经济信号旗

# IDS_ECONOMICS_LOOTBOX_DESC
source: More Credits
es_mx: Más Créditos
ja: クレジット重視
pl: Więcej kredytów
ru: Больше кредитов
uk: Більше кредитів
zh: 更多银币
zh_sg: 更多银币

# IDS_EFFECTIVENESS
source: Performance:
es_mx: Rendimiento:
ja: 成績:
pl: Efektywność:
ru: Эффективность:
uk: Ефективність:
zh: 表现：
zh_sg: 表现：

# IDS_EFFECT_CARRIER_ENGINE_CRIT
source: Aircraft carrier's engine incapacitated!
es_mx: ¡Motor del portaaviones incapacitado!
ja: 航空母艦の主機が機能停止!
pl: Silnik lotniskowca został poważnie uszkodzony!
ru: Двигатель авианосца выведен из строя!
uk: Двигун авіаносця виведено з ладу!
zh: 航空母舰的引擎失去作用！
zh_sg: 航空母舰引擎瘫痪！

# IDS_EFFECT_CARRIER_STEERING_GEAR_CRIT
source: Aircraft carrier's steering gears incapacitated!
es_mx: ¡Engranes de dirección del portaaviones incapacitados!
ja: 航空母艦の操舵装置が機能停止!
pl: Układ sterowania lotniskowca został poważnie uszkodzony!
ru: Рули авианосца выведены из строя!
uk: Рульові механізми авіаносця виведено з ладу!
zh: 航空母舰的操舵装置失去作用！
zh_sg: 航空母舰操舵装置瘫痪！

# IDS_EFFECT_ENGINE_CRIT
source: Immobilized.
es_mx: Inmovilizado.
ja: 移動不能
pl: Unieruchomiony.
ru: Движение невозможно.
uk: Рух неможливий.
zh: 无法移动。
zh_sg: 无法移动。

# IDS_EFFECT_ENGINE_CRIT_SOFT
source: Speed reduced.
es_mx: Velocidad reducida.
ja: 速力低下
pl: Prędkość ograniczona.
ru: Скорость хода снижена.
uk: Швидкість ходу знижена.
zh: 航速降低。
zh_sg: 航速降低。

# IDS_EFFECT_ENGINE_DAMAGED
source: Speed reduced.
es_mx: Velocidad reducida.
ja: 速力低下
pl: Prędkość ograniczona.
ru: Скорость хода снижена.
uk: Швидкість ходу знижена.
zh: 航速降低。
zh_sg: 航速降低。

# IDS_EFFECT_HANGAR_CRIT
source: Unable to service aircraft.
es_mx: No se puede dar servicio a los aviones.
ja: 航空機整備不能
pl: Nie można serwisować samolotów.
ru: Подготовка самолётов невозможна.
uk: Підготовка літаків неможлива.
zh: 无法准备飞机。
zh_sg: 无法维护飞机。

# IDS_EFFECT_HANGAR_DAMAGED
source: Aircraft servicing slowed.
es_mx: Retarda en el servicio de aviones.
ja: 航空機整備速度低下
pl: Spadła szybkość serwisowania samolotów.
ru: Скорость подготовки самолётов снижена.
uk: Швидкість приготування літаків знижена.
zh: 飞机整备变慢。
zh_sg: 飞机维护变慢。

# IDS_EFFECT_LANDING_STRIP_CRIT
source: Unable to take off.
es_mx: No se puede despegar.
ja: 発艦不能
pl: Start samolotów niemożliwy.
ru: Взлёт невозможен.
uk: Зліт неможливий.
zh: 无法降落。
zh_sg: 无法降落。

# IDS_EFFECT_LANDING_STRIP_DAMAGED
source: Takeoff speed reduced.
es_mx: Velocidad de despegue reducida.
ja: 発艦速度低下
pl: Częstotliwość startowania samolotów zmniejszona.
ru: Скорость взлёта снижена.
uk: Швидкість зльоту знижена.
zh: 降落速度变慢。
zh_sg: 降落速度变慢。

# IDS_EFFECT_POWDER_MAGAZINE_CRIT
source: Unable to reload.
es_mx: No se puede recargar.
ja: 装填不能
pl: Nie można przeładować.
ru: Перезарядка невозможна.
uk: Перезаряджання неможливе.
zh: 无法重新装填。
zh_sg: 无法装填。

# IDS_EFFECT_POWDER_MAGAZINE_CRIT_SOFT
source: Unable to reload.
es_mx: No se puede recargar.
ja: 装填不能
pl: Nie można przeładować.
ru: Перезарядка невозможна.
uk: Перезаряджання неможливе.
zh: 无法重新装填。
zh_sg: 无法装填。

# IDS_EFFECT_POWDER_MAGAZINE_DAMAGED
source: Reload speed reduced.
es_mx: Velocidad de carga reducida.
ja: 装填速度低下。
pl: Szybkość przeładowywania zmniejszona.
ru: Скорость перезарядки снижена.
uk: Швидкість перезаряджання знижена.
zh: 装填速度降低。
zh_sg: 装填速度降低。

# IDS_EFFECT_STEERING_GEAR_CRIT
source: Unable to maneuver
es_mx: No es posible maniobrar
ja: 操舵不能
pl: Nie da się manewrować
ru: Маневрирование невозможно
uk: Маневрування неможливе
zh: 无法操控。
zh_sg: 无法操控

# IDS_EFFECT_STEERING_GEAR_CRIT_SOFT
source: Ship maneuverability reduced
es_mx: Maniobrabilidad del barco reducida
ja: 艦の機動性低下
pl: Manewrowość okrętu spadła
ru: Манёвренность корабля снижена
uk: Маневреність корабля знижена
zh: 机动性能已降低。
zh_sg: 战舰操控性下降

# IDS_EIGHTH_AMERICAN_ARCSUBCOLLECTION_NAME
source: Other Ratings
es_mx: Otras Clasificaciones
ja: その他の職域
pl: Inne stopnie
ru: Прочие специальности
uk: Інші спеціальності
zh: 其他评分
zh_sg: 其他等级

# IDS_EIGHTH_SOVIETBBARC_NAME
source: Russian Shipbuilders II
es_mx: Constructores Navales Rusos II
ja: ロシアの造船技師 II
pl: Rosyjscy projektanci okrętów II
ru: Русские кораблестроители II
uk: Російські корабельники II
zh: Русские кораблестроители II
zh_sg: 俄罗斯造船人 II

# IDS_ELITE_EXPERIENCE_COLON
source: Elite Commander XP:
es_mx: XP Élite del Comandante:
ja: エリート艦長 EXP:
pl: Elitarne PD dowódcy:
ru: Элитный опыт командиров:
uk: Елітний досвід командирів:
zh: 精英指挥官经验：
zh_sg: 精英指挥官经验：

# IDS_ELITE_SHIPS
source: Elite Ships
es_mx: Barcos Elite
ja: エリート艦艇
pl: Okręty elitarne
ru: Элитные корабли
uk: Елітні кораблі
zh: 精英战舰
zh_sg: 精英战舰

# IDS_ELITE_XP
source: Elite Commander XP
es_mx: XP Élite del Comandante
ja: エリート艦長 EXP
pl: Elitarne PD dowódcy
ru: Элитный опыт командиров
uk: Елітний досвід командирів
zh: 精英指挥官经验
zh_sg: 精英指挥官经验

# IDS_ELITE_XP_INFO
source: After reaching the highest rank, Commanders will earn Elite Commander XP in battles.
es_mx: Al alcanzar el rango más alto, los Comandantes ganarán XP Élite del Comandante en batalla.
ja: 最高ランクに到達した艦長は、各戦でエリート艦長 EXP を取得するようになります。
pl: Po zdobyciu najwyższej rangi dowódcy otrzymują po bitwach elitarne PD.
ru: Командиры, достигшие высшего звания, зарабатывают в бою элитный опыт.
uk: Командири, що досягли вищого звання, здобувають у бою елітний досвід.
zh: 达到最高军阶后，指挥官将可以在战斗中获得精英指挥官经验。
zh_sg: 达到最高军阶后，指挥官将可以在战斗中获得精英指挥官经验。

# IDS_ELITE_XP_INSTRUCTION_0
source: Commanders with the highest rank earn Elite Commander XP in battles.
es_mx: Los Comandantes con el rango más alto ganarán XP Élite del Comandante en batalla.
ja: 最高ランクの艦長は、各戦でエリート艦長 EXP を取得します。
pl: Dowódcy z najwyższą rangą otrzymują elitarne PD dowódcy.
ru: Командиры высшего звания зарабатывают в бою элитный опыт.
uk: Командири з вищим званням здобувають у бою елітний досвід.
zh: 达到最高军阶的指挥官可在战斗中获得精英指挥官经验。
zh_sg: 达到最高军阶的指挥官可在战斗中获得精英指挥官经验。

# IDS_ELITE_XP_INSTRUCTION_1
source: The Elite Commander XP can be distributed among other Commanders or converted into Free XP.
es_mx: La XP Élite del Comandante puede ser distribuida entre otros Comandantes o convertida en XP Libre.
ja: エリート艦長 EXP は、他の艦長へと分配したり、フリー EXP へと変換したりすることが可能です。
pl: Elitarne PD dowódcy może być rozdzielane pomiędzy innych dowódców lub zamieniane na wolne doświadczenie.
ru: Элитный опыт командиров можно распределить между другими командирами или перевести в свободный.
uk: Елітний досвід командирів можна розподілити між іншими командирами або конвертувати у вільний.
zh: 精英指挥官经验可分配给其他指挥官或转换为全局经验。
zh_sg: 精英指挥官经验可分配给其他指挥官或转换为全局经验。

# IDS_EMAIL
source: Email Address:
es_mx: Dirección de Email:
ja: メールアドレス:
pl: Adres email:
ru: Электронная почта:
uk: Електронна пошта:
zh: 账号：
zh_sg: 账号：

# IDS_EMAIL_REGISTRATION
source: Registration
es_mx: Registro
ja: 登録
pl: Rejestracja
ru: Регистрация
uk: Реєстрація
zh: 注册
zh_sg: 注册

# IDS_EMPTY_LOGIN
source: Please use your email address to log in.
es_mx: Por favor usa tu dirección de email para iniciar sesión.
ja: メールアドレスを用いてログインしてください。
pl: Użyj swojego adresu email żeby się zalogować.
ru: Для входа укажите адрес электронной почты.
uk: Щоб увійти, введіть адресу електронної пошти.
zh: 请使用您的账号地址来登入。
zh_sg: 请使用您的邮箱来登入。

# IDS_EMPTY_RANKED_BATTLE_LOG
source: No changes
es_mx: Sin cambios
ja: 変更なし
pl: Brak zmian
ru: Без изменений
uk: Без змін
zh: 没有改变
zh_sg: 无变化

# IDS_EMPTY_SLOT_FOR_TASK
source: No task
es_mx: Sin tareas
ja: タスクなし
pl: Brak zadań
ru: Нет задания
uk: Немає завдання
zh: 没有工作
zh_sg: 没有目标

# IDS_ENABLE_BATTLE_CHAT
source: Battle chat
es_mx: Chat de batalla
ja: 戦闘チャット
pl: Czat bitewny
ru: Чат в бою
uk: Чат у бою
zh: Чат в бою
zh_sg: 战斗聊天
