Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_COLLECTION_HSF2018_COMPLETED
source: "High School Fleet"
ja: 「ハイスクール・フリート」
zh: 「高校舰队」
zh_sg: “高校舰队”

# IDS_ACHIEVEMENT_COLLECTION_OVECHKIN_COMPLETED
source: The Great Eight
es_mx: El Gran Ocho
ja: グレート・エイト
pl: Wielka Ósemka
ru: Великая Восьмёрка
uk: Велика Вісімка
zh: 伟大的八号
zh_sg: 伟大的八号

# IDS_ACHIEVEMENT_COLLECTION_VIVELAFRANCE_COMPLETED
source: "Vive la France"
zh: 「玛丽安娜万岁」

# IDS_ACHIEVEMENT_COLLECTION_WOWSBIRTHDAY_COMPLETED
source: "2 Years of World of Warships"
es_mx: "2 Años de World of Warships"
ja: 「World of Warships の 2 年間」
pl: „2 lata World of Warships”
ru: «2 года World of Warships»
uk: «2 роки World of Warships»
zh: 「《战舰世界》2 周年」
zh_sg: “《战舰世界》两周年”

# IDS_ACHIEVEMENT_COLLECTORSCLUB
source: Honorable Collector
es_mx: Coleccionista Honorable
ja: 名誉コレクター
pl: Kolekcjoner honorowy
ru: Почётный коллекционер
uk: Почесний колекціонер
zh: 可敬的收藏家
zh_sg: 光荣的收藏家

# IDS_ACHIEVEMENT_CONTRIBUTOR
source: World of Warships Contributor
es_mx: Colaborador de World of Warships
ja: World of Warships コントリビューター
pl: Współtwórca World of Warships
ru: Контрибьютор World of Warships
uk: Контрибутор World of Warships
zh: 战舰世界的贡献者
zh_sg: 《战舰世界》贡献者

# IDS_ACHIEVEMENT_CVC_BRAWL_TOP1
source: TOP 1
es_mx: EL MEJOR
ru: ТОП-1
uk: НАЙЛІПШИЙ
zh: ТОП-1
zh_sg: 第1

# IDS_ACHIEVEMENT_CVC_BRAWL_TOP10
source: TOP 10
es_mx: LOS 10 MEJORES
ru: ТОП-10
uk: ТОП-10
zh: ТОП-10
zh_sg: 前10

# IDS_ACHIEVEMENT_CVC_BRAWL_TOP100
source: TOP 100
es_mx: LOS 100 MEJORES
ru: ТОП-100
uk: ТОП-100
zh: ТОП-100
zh_sg: 前100

# IDS_ACHIEVEMENT_CVC_BRAWL_TOP1000
source: TOP 1000
es_mx: LOS 1000 MEJORES
ru: ТОП-1000
uk: ТОП-1000
zh: ТОП-1000
zh_sg: 前1000

# IDS_ACHIEVEMENT_DECISIVE_CONTRIBUTION
source: Crucial Contribution
es_mx: Contribución Crucial
ja: 重大な貢献
pl: Decydujący wkład
ru: Решающий вклад
uk: Вагомий внесок
zh: 最高贡献
zh_sg: 杰出贡献

# IDS_ACHIEVEMENT_DESCRIPTION_AIRDEFENSEEXPERT
source: In a single battle, destroy at least %(goalValue)s enemy aircraft, including floatplanes launched from cruisers and battleships.
es_mx: En una batalla, destruye al menos %(goalValue)s aviones enemigos, incluyendo hidroaviones lanzados de cruceros y acorazados.
ja: 1 戦中に敵機を %(goalValue)s 機以上撃墜する。巡洋艦・戦艦から発艦した水上機を含む。
pl: W jednej bitwie zestrzel przynajmniej %(goalValue)s wrogich samolotów, w tym również wodnosamolotów, wystrzeliwanych przez krążowniki i pancerniki.
ru: Уничтожить в одном бою не менее %(goalValue)s самолётов противника, включая поплавковые самолёты, запускаемые с крейсеров и линкоров.
uk: Знищити в одному бою не менш як %(goalValue)s літаків супротивника, враховуючи поплавкові літаки, які запускаються з крейсерів та лінкорів.
zh: 在单场战斗中，摧毁最少%(goalValue)s的敌方飞机，包含由巡洋舰和战列舰弹射的水上飞机，可以由驱逐舰、巡洋舰和战列舰来完成
zh_sg: 在单场战斗中，击毁至少%(goalValue)s架敌方飞机，包含巡洋舰和战列舰发出的水上飞机。

# IDS_ACHIEVEMENT_DESCRIPTION_AIRKING
source: In a single battle, destroy at least %(goalValue)s enemy aircraft, including floatplanes launched from cruisers and battleships. Can be completed with aircraft carriers.
es_mx: En una batalla, destruye al menos %(goalValue)s aviones enemigos, incluyendo hidroaviones lanzados de cruceros y acorazados. Puede ser completado con portaaviones.
ja: 1 戦中に敵機を %(goalValue)s 機以上撃墜する。巡洋艦・戦艦から発艦した水上機を含む。航空母艦のみで達成可能。
pl: W jednej bitwie zestrzel przynajmniej %(goalValue)s wrogich samolotów, w tym również wodnosamolotów, wystrzeliwanych przez krążowniki i pancerniki. Można zdobyć lotniskowcem.
ru: Уничтожить в одном бою не менее %(goalValue)s самолётов противника, включая поплавковые самолёты, запускаемые с крейсеров и линкоров. Выполняется на авианосцах.
uk: Знищити в одному бою не менш як %(goalValue)s літаків супротивника, враховуючи поплавкові літаки, які запускаються з крейсерів та лінкорів. Виконують авіаносцями.
zh: 在单场战斗中，摧毁最少%(goalValue)s的敌方飞机，包含由巡洋舰和战列舰弹射的水上飞机，可以由航空母舰来达成
zh_sg: 在单场战斗中，击毁至少%(goalValue)s架敌方飞机，包含巡洋舰和战列舰发出的水上飞机。只能用航空母舰完成。

# IDS_ACHIEVEMENT_DESCRIPTION_ALL_THREE_HALLOWEEN_COMPLETE
source: Granted for completing Operations "Saving Transylvania", "Sunray in the Darkness", and "Terror of the Deep", with five stars.
es_mx: Otorgado por completar las Operaciones "Salvando al Transilvania", "Rayo de Sol en la Oscuridad" y "Terror de la Profundidad" con cinco estrellas.
ja: オペレーション「Transylvania を救え」「暗闇を照らす光」「海中に潜む恐怖」を 5 スターで達成する。
pl: Przyznawane za ukończenie operacji „Uwolnić Transylwanię”, „Promień światła w ciemnościach” oraz „Postrach z Głębin” z 5 gwiazdkami.
ru: Выдаётся за прохождение операций «Спасение "Трансильвании"», «Луч во тьме» и «Ужас глубин» на 5 звёзд.
uk: Видають за пройдені на 5 зірок операції «Порятунок „Трансільванії“», «Промінь у темряві» та «Жах глибин».
zh: 授予以五颗星星完成「拯救特兰西瓦尼亚」、「黑暗中的光芒」和「深层恐惧」行动。
zh_sg: 授予给以五星完成“拯救特兰西瓦尼亚”、“黑暗中的光芒”和“恐怖深海”行动的玩家。

# IDS_ACHIEVEMENT_DESCRIPTION_AMAUTEUR
source: Win %(winCount)s Random Battles.
es_mx: Gana %(winCount)s Batallas Aleatorias.
ja: ランダム戦で %(winCount)s 勝する。
pl: Wygraj %(winCount)s bitew losowych.
ru: Победить %(winCount)s раз в случайных боях.
uk: Перемогти %(winCount)s разів у випадкових боях.
zh: 赢得 %(winCount)s 场标准战斗。
zh_sg: 赢得%(winCount)s 场随机战。

# IDS_ACHIEVEMENT_DESCRIPTION_ARSONIST
source: Set an enemy ship on fire and destroy her. Damage caused by fire must exceed %(damageRatio_percent)s of the destroyed ship's normal HP.
es_mx: Incendia un barco enemigo y destrúyelo. El daño causado por el incendio debe superar el %(damageRatio_percent)s de los puntos de vida normales del barco.
ja: 敵艦に火災を発生させた後、その敵艦を撃沈する。火災によるダメージがその敵艦の通常 HP の %(damageRatio_percent)s を上回ること。
pl: Podpal okręt przeciwnika i zniszcz go. Uszkodzenia spowodowane przez pożar muszą przekroczyć %(damageRatio_percent)s normalnej puli PW okrętu.
ru: Уничтожить корабль противника с нанесением урона пожаром. Урон, нанесённый пожаром, должен составлять более %(damageRatio_percent)s от штатной боеспособности уничтоженного корабля.
uk: Знищити корабель супротивника, завдавши шкоди пожежею. Шкода, завдана пожежею, має бути більшою %(damageRatio_percent)s від загальної боєздатності знищеного корабля.
zh: 使一艘敌方战舰起火并摧毁它。火灾造成的伤害必须超过被摧毁敌方战舰生命值的 %(damageRatio_percent)s。
zh_sg: 使一艘敌方战舰起火并摧毁它。火灾造成的伤害必须超过被摧毁敌方战舰生命值的 %(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_ATBA_CALIBER
source: Damage and destroy an enemy ship. The final direct damage must be caused by secondary battery guns.
es_mx: Daña y destruye un barco enemigo. El daño directo final debe ser causado por la batería secundaria.
ja: 敵艦にダメージを与え、撃沈する。その際、最後の直接ダメージを副砲により与えること。
pl: Uszkodź i zniszcz okręt przeciwnika. Ostateczne uszkodzenia muszą zostać zadane przez działa baterii dodatkowej.
ru: Уничтожить корабль противника с нанесением последнего урона огнём орудий ПМК.
uk: Знищити корабель супротивника, завдавши останньої шкоди вогнем гармат ПМК.
zh: 伤害一艘敌方战舰并击毁它。击毁它必须是由副炮造成。
zh_sg: 伤害并击毁一辆敌方战舰。终结攻击必须是由副炮造成。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_AEGAEON
source: You were among the top 100 participants in the "Ships Sunk" category during the Clash of the Elements event.
es_mx: Estabas entre los 100 mejores participantes en la categoría "Barcos Hundidos" durante el evento Choque de Elementos.
ja: イベント「クラッシュ・オブ・ジ・エレメンツ」において、カテゴリ「艦艇撃沈数」で TOP 100 を達成しました。
pl: Znalazłeś się w gronie 100 najlepszych graczy wydarzenia Zderzenie żywiołów w kategorii „Zatopione okręty”.
ru: Вы вошли в число 100 лучших участников «Битвы стихий» по количеству потопленных кораблей противника.
uk: Ви потрапили до 100 ліпших учасників «Битви стихій» за кількістю потоплених кораблів супротивника.
zh: 您在元素冲突活动期间在「战舰沉没」排名中挤进前 100 名。
zh_sg: 您在元素冲突活动期间在“击沉战舰”类别中进入前 100 名。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_HEPHAESTUS
source: You were among the top 100 participants in the "Total Damage Dealt" category during the Clash of the Elements event.
es_mx: Estabas entre los 100 mejores participantes en la categoría "Daño Total Causado" durante el evento Choque de Elementos.
ja: イベント「クラッシュ・オブ・ジ・エレメンツ」において、カテゴリ「総与ダメージ」で TOP 100 を達成しました。
pl: Znalazłeś się w gronie 100 najlepszych graczy wydarzenia Zderzenie żywiołów w kategorii „Zadane uszkodzenia”.
ru: Вы вошли в число 100 лучших участников «Битвы стихий» по количеству урона, нанесённого кораблям противника.
uk: Ви потрапили до 100 ліпших учасників «Битви стихій» за кількістю шкоди, завданої кораблям супротивника.
zh: 您在元素冲突活动期间在「造成的总伤害」排名中挤进前 100 名。
zh_sg: 您在元素冲突活动期间在“造成的总伤害”类别中进入前 100 名。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_HESTIA
source: You were among the top 100 participants in the "Ribbons and Achievements Received" category during the Clash of the Elements event.
es_mx: Estabas entre los 100 mejores participantes en la categoría "Cintas y Logros Recibidos" durante el evento Choque de los Elementos.
ja: イベント「クラッシュ・オブ・ジ・エレメンツ」において、カテゴリ「リボン・実績取得数」で TOP 100 を達成しました。
pl: Znalazłeś się w gronie 100 najlepszych graczy wydarzenia Zderzenie żywiołów w kategorii „Otrzymane baretki i osiągnięcia”.
ru: Вы вошли в число 100 лучших участников «Битвы стихий» по количеству полученных лент и достижений.
uk: Ви потрапили до 100 ліпших учасників «Битви стихій» за кількістю здобутих стрічок та досягнень.
zh: 您在元素冲突活动期间在「获得勋带和成就」排名中挤进前 100 名。
zh_sg: 您在元素冲突活动期间在“获得勋带和成就”类别中进入前 100 名。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_HYPERION
source: You were among the top 100 participants in the "XP Earned" category during the Clash of the Elements event.
es_mx: Estabas entre los 100 mejores participantes en la categoría "XP Obtenida" durante el evento Choque de Elementos.
ja: イベント「クラッシュ・オブ・ジ・エレメンツ」において、カテゴリ「取得 EXP」で TOP 100 を達成しました。
pl: Znalazłeś się w gronie 100 najlepszych graczy wydarzenia Zderzenie żywiołów w kategorii „Zdobyte doświadczenie”.
ru: Вы вошли в число 100 лучших участников «Битвы стихий» по количеству заработанного опыта.
uk: Ви потрапили до 100 ліпших учасників «Битви стихій» за кількістю здобутого досвіду.
zh: 您在元素冲突活动期间在「获得经验」排名中挤进前 100 名。
zh_sg: 您在元素冲突活动期间在“获得经验”类别中进入前 100 名。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_POSEIDON
source: You were among the top 100 participants in the "Battles Won" category during the Clash of the Elements event.
es_mx: Estabas entre los 100 mejores participantes en la categoría "Batallas Ganadas" durante el evento Choque de Elementos.
ja: イベント「クラッシュ・オブ・ジ・エレメンツ」において、カテゴリ「勝利戦闘数」で TOP 100 を達成しました。
pl: Znalazłeś się w gronie 100 najlepszych graczy wydarzenia Zderzenie żywiołów w kategorii „Wygrane bitwy”.
ru: Вы вошли в число 100 лучших участников «Битвы стихий» по количеству одержанных побед.
uk: Ви потрапили до 100 ліпших учасників «Битви стихій» за кількістю здобутих перемог.
zh: 您在元素冲突活动期间在「战斗获胜」排名中挤进前 100 名。
zh_sg: 您在元素冲突活动期间在“战斗获胜”类别中进入前 100 名。

# IDS_ACHIEVEMENT_DESCRIPTION_ATB_WINNER
source: After weeks of fighting, the clouds of steam finally dissipated and the victorious element remained dominant thanks to your contribution.
es_mx: Después de semanas de batalla, las nubes de vapor se disipan finalmente y el elemento victorioso permaneció dominante gracias a tu contribución.
ja: 何週間もの戦いの後、蒸気の雲はついに消え去り、勝利したエレメントは、あなたの貢献のおかげで優勢を維持することができました。
pl: Po tygodniach walk kłęby pary wreszcie się rozpływają, a zwycięski żywioł obwieszcza swoje panowanie, również dzięki Twojej pomocy.
ru: Спустя недели сражений, когда облака пара окончательно рассеялись, взору предстала главенствующая стихия, одержавшая верх благодаря вашим стараниям.
uk: Через тижні боїв, коли хмари пари остаточно розвіялися, погляду постала панівна стихія, яка здобула перемогу завдяки вашим зусиллям.
zh: 经过几周的战斗，蒸汽云终于消失并让胜利元素维持着主导地位，这都要感谢您的贡献。
zh_sg: 经过几周的战斗，蒸汽云最终消散并让获胜的元素维持了统治，这都要感谢您的贡献。

# IDS_ACHIEVEMENT_DESCRIPTION_AT_PARTICIPANT
source: The developers thank you for participating in the Alpha Test.
es_mx: Los desarrolladores te agradecen por participar en la Prueba Alfa.
ja: 開発チームは、αテストにご参加頂いた皆様に感謝いたします。
pl: Deweloperzy dziękują za uczestnictwo w teście alfa.
ru: Спасибо от разработки за участие в Альфа-тесте.
uk: Розробники дякують вам за участь у Альфа-тесті.
zh: 感谢您对预览测试的参与。
zh_sg: 感谢您参与预览测试。

# IDS_ACHIEVEMENT_DESCRIPTION_AVACOMMON
source: Participate in the "Go Navy!" competition
es_mx: Participa en la competición "Go Navy!"
ja: "Go Navy!" コンペティションに参加する
pl: Weź udział w zawodach „Go Navy!”
ru: Принять участие в соревновании «Go Navy!»
uk: Взяти участь у змаганні «Go Navy!»
zh: 参加「海军加油！」竞赛
zh_sg: 参加"Go Navy!"争霸赛

# IDS_ACHIEVEMENT_DESCRIPTION_AVAEAGLES
source: Be loyal to the Eagles Team.
es_mx: Se leal al Equipo Eagles.
ja: Eagles チームへの忠誠を示す。
pl: Bądź lojalny wobec drużyny Eagles.
ru: Быть верным команде Eagles.
uk: Бути вірним команді Eagles.
zh: 效忠于雄鹰队
zh_sg: 加入Eagles队

# IDS_ACHIEVEMENT_DESCRIPTION_AVASHARKS
source: Be loyal to the Sharks Team.
es_mx: Se leal al Equipo Sharks.
ja: Sharks チームへの忠誠を示す。
pl: Bądź lojalny wobec drużyny Sharks.
ru: Быть верным команде Sharks.
uk: Бути вірним команді Sharks.
zh: 效忠于巨鲨队
zh_sg: 加入Sharks队

# IDS_ACHIEVEMENT_DESCRIPTION_BATTLE_HERO
source: Receive any %(achievementCount)s heroic achievements.
es_mx: Recibe %(achievementCount)s logros heróicos cualesquiera.
ja: 任意の英雄勲章を %(achievementCount)s 回取得する。
pl: Zdobądź %(achievementCount)s osiągnięć bohaterskich.
ru: Получить %(achievementCount)s любых героических достижений.
uk: Отримати %(achievementCount)s будь-яких героїчних досягнень.
zh: 获得任何 %(achievementCount)s 个战斗英雄勋章。
zh_sg: 获得任意%(achievementCount)s 个英勇成就。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_FESTIV_SOUP
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_FIRESHOW
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_KING_OF_PARTY
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_MANNERS
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_PARTY_ANIMAL
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_PARTY_CHECK_IN
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_RISE_OF_THE_MACHINES
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_RUN_FOREST
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_SNATCH
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2016_WRONG_SOW
source: You did it!
es_mx: ¡Lo lograste!
ja: よくやった!
pl: Udało Ci się!
ru: Всё правильно сделал
uk: Усе зробив так, як треба.
zh: 成功！
zh_sg: 你做到了！

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_ARP
source: You like those fancy ships? Well, once you earn this emblem, everybody is going to know it. You're ok with that, right?
es_mx: ¿Te gustan esos elegantes barcos? Bueno, una vez que obtengas este emblema, todo mundo lo va a saber. Eso no te molesta, ¿verdad?
ja: 君はこれらの風変わりな艦艇が好きかな? えーと、君がこの徽章を獲得したら、皆がそのことを知ることになる。君はそれでいいのかな?
pl: Gustujesz w tych fantazyjnych okrętach? No cóż, gdy zdobędziesz ten emblemat, wszyscy już będą o tym wiedzieć. To żaden problem, prawda?
ru: Мы позаботились о том, чтобы Вашу страсть к этим прелестным кораблям могли разделить другие игроки!
uk: Ми подбали про те, щоб вашу пристрасть до цих чарівних кораблів могли розділити інші гравці!
zh: 你喜欢那些别致的战舰吗？那么，只要您获得这个标志，大家就会懂了。你没问题的，对吧？
zh_sg: 你喜欢那些梦幻的战舰吗？那么，只要您获得这个标志，大家就会懂了。你没问题的，对吧？

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_BISMARCK
source: Astrologers proclaimed the last week of the Hunt for Bismarck. Then they realized they were two hours behind.
es_mx: Nostradamus predijo la última semana de la Caza del Bismarck. Luego se dio cuenta de que estaba atrasado dos horas.
ja: 占星術師が「ビスマルク追撃戦」最終週の開始を宣言した。しかしそれは 2 時間遅れであった。
pl: Astrologowie ogłosili ostatni tydzień Polowania na Bismarcka. Następnie zorientowali się, że spóźnili się o dwie godziny.
ru: Астрологи провозгласили последнюю неделю Охоты на «Бисмарк». Потом они поняли, что ошиблись на 2 часа.
uk: Астрологи проголосили останній тиждень Полювання на «Бісмарк». Потім вони зрозуміли, що помилилися на 2 години.
zh: 占星家宣布展开最后一周的狩猎 俾斯麦。然后他们意识到他们已经晚了两个小时。
zh_sg: 占星家宣布将展开最后一周的狩猎俾斯麦。然后他们意识到他们已经晚了两个小时。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_CAMO
source: "Tier X gameplay: no farm, no fun they said."
es_mx: “Jugar en nivel X: sin plata no hay diversión, decían”.
ja: 「Tier X ゲームプレイ: 稼げないし面白くない、だとさ。」
pl: „Gra na X poziomie: nie ma farmienia nie ma zabawy, mówili”.
ru: «Играть в плюс на X уровнях невозможно», — говорили они.
uk: «Грати прибутково X рівнями неможливо», — казали вони.
zh: 「X 阶的玩法：不农没乐趣，他们是这样说的。」
zh_sg: “X级的玩法：不刷没乐趣，他们是这样说的。”

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_CAMPAIGNS
source: So you, too, started the "Honorable Service" campaign first, right?
es_mx: Así que tú también iniciaste la primera campaña del Servicio honorario, ¿verdad?
ja: 君も速攻で「名誉ある貢献」に挑戦したんだろ?
pl: A więc Ty też zacząłeś od kampanii Służby Honorowej, tak?
ru: А вы тоже сначала бросились выполнять «Почётную службу», да?
uk: А ви теж спочатку кинулися виконувати «Почесну службу», чи не так?
zh: 那么你也是，先从荣誉服务战役开始的，对吧？
zh_sg: 那么你也是先从荣誉使命战役开始的，对吧？

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_CONTAINERS
source: Containers are something that unites players and developers. Because the nerve cells of all people generally function the same way.
es_mx: Los contenedores son algo que une a los jugadores y desarrolladores. Porque las células nerviosas de la gente generalmente funcionan de la misma forma.
ja: コンテナは、プレイヤーと開発者を繋ぐ存在かも知れません。何故なら全ての人間の神経細胞は、同様に機能するからです。
pl: Kontenery są czymś, co jednoczy zarówno graczy, jak i twórców. U jednych i drugich nerwy działają ogólnie tak samo.
ru: Контейнеры объединяют игроков и разработчиков. Потому что нервные клетки у всех работают в целом одинаково.
uk: Контейнери — це саме те, що єднає гравців і розробників. А все тому, що нервові клітини у всіх людей функціонують здебільшого однаково.
zh: 货柜是种能把玩家与开发人员团结起来的东西。因为所有人的神经细胞一般都是以同样的方式运作。
zh_sg: 补给箱是种能把玩家与开发人员团结起来的东西。因为所有人的神经细胞一般都是以同样的方式运作。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_CREDITS
source: Not only have you survived the changes to the economy, you've figured out the techniques of credit farming.
es_mx: No solo has sobrevivido a los cambios económicos, también has descubierto las técnicas para cosechar créditos.
ja: 君はエコノミーへの変更を生き残っただけではなく、クレジットを稼ぐ方法を見つけ出した。
pl: Udało Ci się nie tylko przetrwać zmiany w ekonomii, lecz wypracowałeś sposoby farmienia kredytów.
ru: Вы не только пережили изменения экономики — вы научились с ней зарабатывать.
uk: Ви не лише пережили зміни економіки — ви навчилися з нею заробляти.
zh: 你不仅在经济的变化中撑了下来，而且还搞懂了农银币的技术。
zh_sg: 你不仅在经济剧变中撑了下来，而且还搞懂了刷银币的技术。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_CREW
source: That feeling when you release Elite XP and a whole bunch of new skills but everyone is still talking about Radio Location.
es_mx: Esa sensación de crear la XP de élite y un montón de nuevas habilidades, cuando todos siguen hablando de la radiolocalización.
ja: エリート艦長 EXP と様々な新スキルを実装したけど、皆が話しているのは無線方向探知のことばかりだったよ。
pl: To uczucie, kiedy wprowadzasz elitarne PD i całą paczkę nowych umiejętności, lecz wszyscy wciąż mówią o radiolokacji.
ru: То чувство, когда выпустил элитный опыт и кучу навыков, а обсуждают всё равно «Радиопеленгацию».
uk: Те почуття, коли для них ти розробив і елітний досвід, і купу умінь, а обговорюють вони все одно «Радіопеленгацію».
zh: 这种感觉就像是你推出了精英经验和一大堆的新技能时，大家却还在讨论「无线电定位」。
zh_sg: 这种感觉就像是你推出了精英经验和一大堆的新技能时，大家却还在讨论“无线电定位”。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_FR
source: They listened stoically to all those jokes about croissants and baguettes—and then set out to rock.
es_mx: Escucharon estoicamente todas esas bromas sobre sus croissants y baguettes; y luego salieron a dominar.
ja: フランスパンは硬いが、砲弾に対しては無力である。
pl: Słuchali dowcipów o croissantach i bagietkach z tak stoickim spokojem, że aż sczerstwieli.
ru: Они стоически слушали шутки про круассаны и багеты. А потом они начали жечь.
uk: Вони тривко слухали жарти про круасани і багети. А потім вони почали палити.
zh: 他们泰然自若地听着那些所有关于可颂和法棍的玩笑──然后就出发摇滚去了。
zh_sg: 他们泰然自若地听着那些所有关于可颂和法棍的玩笑──然后就出发摇滚去了。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_GB
source: Legend tells of a wizard named Merlin, a puff of magic smoke, and an enchanted armor-piercing shell.
es_mx: Las leyendas hablan de un mago llamado Merlín, una bocanada de humo mágico y un proyectil encantado que penetraba blindaje.
ja: 伝説によると、マーリンという魔法使いがひと吹きした魔法の煙の中から、何とも素晴らしい徹甲弾が現れたのです。
pl: Legenda opowiada o czarodzieju imieniem Merlin, obłoku magicznego dymu i zaklętym pocisku przeciwpancernym.
ru: Здесь была шутка про Мерлина, магию, дымы и бронебойные снаряды с волшебным взрывателем.
uk: Тут був жарт про Мерліна, магію, дими і бронебійні снаряди з чарівним підривником.
zh: 传说中有个叫做默林的巫师，噗的一阵魔法烟雾，然后出现了一颗施过魔法的穿甲弹。
zh_sg: 传说中有个叫做梅林的巫师，噗的一阵魔法烟雾，然后出现了一颗附魔的穿甲弹。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_GE
source: Precision German engineering coupled with wishful Russian thinking. What could go wrong?
es_mx: Ingeniería de precisión alemana junto a las ilusiones rusas. ¿Qué podría salir mal?
ja: 精密なドイツの工業力と、楽天的なロシア人の気質の組み合わせ。何か問題があるかな?
pl: Niemiecka precyzja w połączeniu z rosyjskim marzycielstwem. Cóż mogło pójść nie tak?
ru: Немецкие чертежи, русская фантазия. Что могло пойти не так?
uk: Німецькі креслення, російська фантазія. Що сталося не так?
zh: 精密的D国工程再加上E国的如意算盘。还会有什么问题？
zh_sg: 精密的德国工艺再加上俄罗斯的乐观思维。还会有什么问题？

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_HW2016
source: "Saving Transylvania is like riding a bike. Except the bike is on fire and everything is on fire and you're in Hell."
es_mx: Salvar al Transylvania es como andar en bicicleta. Excepto que la bici se está incendiando y todo está en llamas y te encuentras en el infierno.
ja: 「Transylvania (トランシルヴァニア) を救うということは、バイクに乗るようなものだった。ただしそのバイクは炎上しており、他にもあらゆるものが炎上していた。そう、そこは地獄だったのだ。」
pl: „Ratowanie Transylwanii jest jak jazda na rowerze. Przy czym rower się pali, wszystko wokół płonie i jesteś w piekle”.
ru: «Спасти Трансильванию — это просто, как ездить на велосипеде. Который горит, и всё горит, и ты в огне».
uk: «Врятувати Трансільванію — це просто, як кататися на велосипеді. Який горить, і все горить, і ти у вогні».
zh: 「拯救 特兰西瓦尼亚 就像骑脚踏车一样简单。除了脚踏车已经着火跟一切东西也都着火外，还有就是你身处于地狱之中。」
zh_sg: “拯救 特兰西瓦尼亚 就像骑自行车一样简单。除了自行车已经着火，一切也都着火了以外，还有就是你身处于地狱之中。”

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_JP
source: Thanks for not forgetting to make use of the main guns on those ships.
es_mx: Gracias por no olvidar hacer uso de los cañones principales en esos barcos.
ja: これらの艦艇にもちゃんと主砲があるんです。そのことを忘れないでくれて本当にありがとうございます。
pl: Dzięki, że nie zapomniałeś używać artylerii głównej tych okrętów.
ru: Спасибо, что не забываете пользоваться артиллерией на этих кораблях. От души. До слёз.
uk: Спасибі, що не забуваєте користуватися артилерією на цих кораблях. Щиро. До сліз.
zh: 多谢没忘记使用这些舰艇的主炮。
zh_sg: 多谢没忘记使用这些战舰的主炮。

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_NY2016
source: We've never had a New Year like this before. In every sense.
es_mx: Nunca antes habíamos tenido un Año Nuevo como este. En todo sentido.
ja: あらゆる点において、このような新年を迎えたのは初めてのことでした。
pl: Nigdy nie obchodziliśmy Nowego Roku w ten sposób. Pod każdym względem.
ru: Такого Нового Года у нас ещё не было. Во всех смыслах.
uk: Такого Нового Року у нас ще не було. У всіх сенсах.
zh: 我们从未有过像这样的新年。在任何意义上。
zh_sg: 从任何意义上说，我们从未有过像这样的新年。
