Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_UNIQUE_DESCRIPTION_RELOAD_BOOST_0
source: {torpedoReloadCoeff} to the reload time of torpedo tubes
es_mx: {torpedoReloadCoeff} al tiempo de recarga de los tubos de torpedos
ja: 魚雷発射管の装填時間 {torpedoReloadCoeff}
pl: {torpedoReloadCoeff} do czasu przeładowania wyrzutni torped
ru: {torpedoReloadCoeff} ко времени перезарядки ТА
uk: {torpedoReloadCoeff} до часу перезаряджання ТА
zh: {torpedoReloadCoeff} 鱼雷发射管的重新装填时间
zh_sg: {torpedoReloadCoeff} 鱼雷发射管的装填时间

# IDS_DOCK_UNIQUE_DESCRIPTION_RELOAD_BOOST_1
source: {airplaneReloadCoeff} to the service time of carrier aircraft
es_mx: {airplaneReloadCoeff} al tiempo de servicio del portaaviones
ja: 航空母艦の艦載機の整備時間 {airplaneReloadCoeff}
pl: {airplaneReloadCoeff} do czasu obsługi samolotów
ru: {airplaneReloadCoeff} ко времени подготовки самолётов авианосцев
uk: {airplaneReloadCoeff} до часу приготування літаків з авіаносців
zh: {airplaneReloadCoeff} 航母飞机的整备时间
zh_sg: {airplaneReloadCoeff} 航母飞机的维护时间

# IDS_DOCK_UNIQUE_DESCRIPTION_RELOAD_BOOST_2
source: {artilleryReloadCoeff} to main battery reload time
es_mx: {artilleryReloadCoeff} al tiempo de recarga de la batería principal
ja: 主砲装填時間 {artilleryReloadCoeff}
pl: {artilleryReloadCoeff} do czasu przeładowania dział głównej baterii
ru: {artilleryReloadCoeff} ко времени перезарядки ГК
uk: {artilleryReloadCoeff} до часу перезаряджання ГК
zh: {artilleryReloadCoeff} 主炮装填时间
zh_sg: {artilleryReloadCoeff} 主炮组装填时间

# IDS_DOGTAG_COMPONENT_AVAILABLE
source: Received
es_mx: Recibido
ja: 取得済み
pl: Otrzymane
ru: Получен
uk: Отримано
zh: 已收到
zh_sg: 已收到

# IDS_DOGTAG_COMPONENT_NOT_AVAILABLE
source: Not received
es_mx: No recibido
ja: 未取得
pl: Nie otrzymano
ru: Не получен
uk: Не отримано
zh: 没有收到
zh_sg: 未获得

# IDS_DOGTAG_COMPONENT_NOT_AVAILABLE_TEXT
source: The selected element is unavailable
es_mx: El elemento seleccionado no está disponible
ja: 選択中の要素はご利用になれません
pl: Wybrany element jest niedostępny
ru: Выбранный элемент недоступен
uk: Вибраний елемент недоступний
zh: 选择的元素为不可使用
zh_sg: 选择的元素不可用

# IDS_DOGTAG_COMPONENT_SET
source: Mounted
es_mx: Montado
ja: 搭載中
pl: Zainstalowano
ru: Установлен
uk: Встановлено
zh: 已安装
zh_sg: 已安装

# IDS_DOGTAG_COMPONENT_TOOLTIP_ADDITIONAL_RESTRICTION
source: You have not played enough battles
es_mx: No has jugado suficientes batallas
ja: 参加戦闘数が不足しています
pl: Nie stoczono wystarczającej liczby bitew
ru: Недостаточно проведённых боёв
uk: Недостатньо зіграних боїв
zh: 您没有足够的战斗数
zh_sg: 参战场数不足

# IDS_DOGTAG_COMPONENT_TOOLTIP_CATEGORY_0
source: Background
es_mx: Fondo
ja: 背景
pl: Tło
ru: Фон
uk: Фон
zh: 背景
zh_sg: 背景

# IDS_DOGTAG_COMPONENT_TOOLTIP_CATEGORY_1
source: Symbol
es_mx: Símbolo
ja: シンボル
ru: Символ
uk: Символ
zh: 符号
zh_sg: 符号

# IDS_DOGTAG_COMPONENT_TOOLTIP_CATEGORY_UNIQUE
source: Emblem
es_mx: Emblema
ja: エンブレム
pl: Emblemat
ru: Эмблема
uk: Емблема
zh: 标志
zh_sg: 徽章

# IDS_DOGTAG_COMPONENT_TOOLTIP_RESULT
source: Current result
es_mx: Resultado actual
ja: 現在の結果
pl: Aktualny wynik
ru: Текущий результат
uk: Теперішній результат
zh: 目前结果
zh_sg: 当前结果

# IDS_DOGTAG_EMBLEMS
source: Emblem
es_mx: Emblema
ja: エンブレム
pl: Emblemat
ru: Эмблема
uk: Емблема
zh: 标志
zh_sg: 徽章

# IDS_DOGTAG_EMBLEMS_TOOLTIP
source: Select an emblem
es_mx: Selecciona un emblema
ja: エンブレムを選択
pl: Wybierz emblemat
ru: Выбрать эмблему
uk: Вибрати емблему
zh: 选择标志
zh_sg: 选择一个徽章

# IDS_DOGTAG_HUD_SHIP_IS_DEAD
source: Warship destroyed by %(enemyName)s.
es_mx: Barco de guerra destruido por %(enemyName)s.
ja: %(enemyName)s によって撃沈された
pl: Okręt zniszczony przez %(enemyName)s.
ru: Корабль уничтожен игроком %(enemyName)s.
uk: Корабель знищений гравцем %(enemyName)s.
zh: 战舰被 %(enemyName)s 击毁。
zh_sg: 战舰被 %(enemyName)s 摧毁。

# IDS_DOGTAG_PARAM_ACHIEVEMENTCOUNT
source: Number of victories:
es_mx: Número de victorias:
ja: 勝利数:
pl: Liczba zwycięstw:
ru: Количество побед:
uk: Кількість перемог:
zh: 胜利数：
zh_sg: 胜利次数：

# IDS_DOGTAG_PARAM_BATTLECOUNT
source: Battles played:
es_mx: Batallas jugadas:
ja: 参加戦闘数:
pl: Stoczone bitwy:
ru: Проведено боёв:
uk: Зіграно боїв:
zh: 进行过的战斗数：
zh_sg: 战斗场次：

# IDS_DOGTAG_PARAM_CLEAREXP
source: Average XP per battle:
es_mx: XP promedio por batalla:
ja: 1 戦平均 EXP:
pl: Średnie PD na bitwę:
ru: Средний опыт за бой:
uk: Середній досвід за бій:
zh: 平均每场经验：
zh_sg: 场均经验：

# IDS_DOGTAG_PARAM_DAMAGE
source: Average damage caused per battle:
es_mx: Daño promedio causado por batalla:
ja: 1 戦平均与ダメージ:
pl: Średnie uszkodzenia na bitwę:
ru: Средний урон за бой:
uk: Середня шкода за бій:
zh: 平均每场造成的伤害：
zh_sg: 场均伤害：

# IDS_DOGTAG_PARAM_UNIQUESTARS
source: Stars collected:
es_mx: Estrellas reunidas:
ja: 収集したスター:
pl: Zebrane gwiazdki:
ru: Получено звёзд:
uk: Отримано зірок:
zh: 已收集的星星：
zh_sg: 收集星数：

# IDS_DOGTAG_PARAM_WINRATE
source: Average win rate:
es_mx: Tasa promedio de victorias:
ja: 平均勝率:
pl: Średni odsetek zwycięstw:
ru: Средний процент побед в боях:
uk: Середній відсоток перемог у боях:
zh: 平均胜率：
zh_sg: 平均胜率

# IDS_DOGTAG_PATCHES
source: Patch
es_mx: Parche
ja: パッチ
pl: Naszywka
ru: Нашивка
uk: Нашивка
zh: 臂章
zh_sg: 补丁

# IDS_DOGTAG_PATCHES_CENTRAL_SIGN
source: Symbol
es_mx: Símbolo
ja: シンボル
ru: Символ
uk: Символ
zh: 符号
zh_sg: 符号

# IDS_DOGTAG_PATCHES_DESCRIPTION_CENTRAL_SIGN
source: Patch symbol
es_mx: Símbolo del parche
ja: パッチシンボル
pl: Symbol na naszywce
ru: Символ нашивки
uk: Символ нашивки
zh: 臂章符号
zh_sg: 补丁符号

# IDS_DOGTAG_PATCHES_DESCRIPTION_MAIN_DOLL
source: Patch background
es_mx: Fondo del parche
ja: パッチ背景
pl: Tło naszywki
ru: Фон нашивки
uk: Фон нашивки
zh: 臂章背景
zh_sg: 补丁背景

# IDS_DOGTAG_PATCHES_MAIN_DOLL
source: Background
es_mx: Fondo
ja: 背景
pl: Tło
ru: Фон
uk: Фон
zh: 背景
zh_sg: 背景

# IDS_DOGTAG_PATCHES_TOOLTIP
source: Create a patch
es_mx: Crear un parche
ja: パッチを作成
pl: Stwórz naszywkę
ru: Составить нашивку
uk: Скласти нашивку
zh: 建立臂章
zh_sg: 创建补丁

# IDS_DOGTAG_PCNA001_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA002_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA003_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA004_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA005_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA006_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA007_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA008_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA009_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA010_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA011_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA012_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA013_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA014_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA015_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA016_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA017_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA018_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA019_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA020_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA021_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA022_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA023_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA024_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA025_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA026_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA027_NAME
source: Circle
es_mx: Círculo
ja: サークル
pl: Koło
ru: Круг
uk: Коло
zh: 圆形
zh_sg: 圆

# IDS_DOGTAG_PCNA028_NAME
source: Heptagon
es_mx: Heptágono
ja: 七角形
pl: Siedmiokąt
ru: Семиугольник
uk: Семигранник
zh: 七边形
zh_sg: 七角棱镜

# IDS_DOGTAG_PCNA029_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA030_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA031_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA032_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA033_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA034_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA035_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA036_NAME
source: Shield
es_mx: Escudo
ja: 盾
pl: Tarcza
ru: Щит
uk: Щит
zh: 盾形
zh_sg: 盾

# IDS_DOGTAG_PCNA037_DESCRIPTION
source: A commemorative background for World of Warships Contributors.
es_mx: Fondo conmemorativo para los Colaboradores de World of Warships.
ja: World of Warships コントリビューターのための記念背景
pl: Pamiątkowe tło dla współtwórców World of Warships.
ru: Памятный фон контрибьютора World of Warships.
uk: Пам’ятний фон контрибутора World of Warships.
zh: 战舰世界贡献者的纪念背景
zh_sg: 《战舰世界》贡献者纪念背景。

# IDS_DOGTAG_PCNA037_NAME
source: Contributor
es_mx: Colaborador
ja: コントリビューター
pl: Współtwórca
ru: Контрибьютор
uk: Контрибутор
zh: 贡献者
zh_sg: 贡献者

# IDS_DOGTAG_PCNA038_DESCRIPTION
source: Background depicting your Clan's tag
es_mx: Fondo mostrando la etiqueta de tu Clan
ja: 所属クランのタグを表わす背景
pl: Tło znacznika Twojego klanu
ru: Фон с отображением тега вашего клана
uk: Фон з тегом вашого клану
zh: 呈现您军团标签的背景
zh_sg: 描述你军团标签的背景

# IDS_DOGTAG_PCNA038_NAME
source: Pentagon
es_mx: Pentágono
ja: ペンタゴン
pl: Pięciokąt
ru: Пятиугольник
uk: П’ятикутник
zh: 五角形
zh_sg: 五角形

# IDS_DOGTAG_PCNA039_DESCRIPTION
source: Background depicting your Clan's tag
es_mx: Fondo mostrando la etiqueta de tu Clan
ja: 所属クランのタグを表わす背景
pl: Tło znacznika Twojego klanu
ru: Фон с отображением тега вашего клана
uk: Фон з тегом вашого клану
zh: 呈现您军团标签的背景
zh_sg: 描述你军团标签的背景

# IDS_DOGTAG_PCNA039_NAME
source: Pentagon
es_mx: Pentágono
ja: ペンタゴン
pl: Pięciokąt
ru: Пятиугольник
uk: П’ятикутник
zh: 五角形
zh_sg: 五角形

# IDS_DOGTAG_PCNA040_DESCRIPTION
source: Background depicting your Clan's tag
es_mx: Fondo mostrando la etiqueta de tu Clan
ja: 所属クランのタグを表わす背景
pl: Tło znacznika Twojego klanu
ru: Фон с отображением тега вашего клана
uk: Фон з тегом вашого клану
zh: 呈现您军团标签的背景
zh_sg: 描述你军团标签的背景

# IDS_DOGTAG_PCNA040_NAME
source: Pentagon
es_mx: Pentágono
ja: ペンタゴン
pl: Pięciokąt
ru: Пятиугольник
uk: П’ятикутник
zh: 五角形
zh_sg: 五角形

# IDS_DOGTAG_PCNA041_NAME
source: Collector's Shield
es_mx: Escudo del Coleccionista
ja: コレクターズシールド
pl: Tarcza kolekcjonera
ru: Щит коллекционера
uk: Щит колекціонера
zh: 收藏家的盾
zh_sg: 收藏家之盾

# IDS_DOGTAG_PCNA042_NAME
source: Energy Shield
es_mx: Escudo de Energía
ja: エナジーシールド
pl: Tarcza energetyczna
ru: Энергощит
uk: Енергощит
zh: Энергощит
zh_sg: 能量盾

# IDS_DOGTAG_PCNA043_NAME
source: Arctic
es_mx: Ártico
ja: 北極圏
pl: Arktyczny
ru: Арктический
uk: Арктичний
zh: 北极
zh_sg: 北极

# IDS_DOGTAG_PCNA044_NAME
source: Black Friday: Pentagon
es_mx: Black Friday: Pentágono
ja: ブラックフライデー: 5 角形
pl: Czarny piątek: Pentagon
ru: «Чёрная пятница». Пятиугольник
uk: «Чорна п’ятниця». П’ятикутник
zh: «Чёрная пятница». Пятиугольник
zh_sg: 黑色星期五：五角形

# IDS_DOGTAG_PCNA045_NAME
source: Black Friday: Heptagon
es_mx: Black Friday: Heptágono
ja: ブラックフライデー: 7 角形
pl: Czarny piątek: Heptagon
ru: «Чёрная пятница». Семиугольник
uk: «Чорна п’ятниця». Семигранник
zh: «Чёрная пятница». Семиугольник
zh_sg: 黑色星期五：七角形

# IDS_DOGTAG_PCNA046_NAME
source: Black Friday: Hexagon
es_mx: Black Friday: Hexágono
ja: ブラックフライデー: 6 角形
pl: Czarny piątek: Heksagon
ru: «Чёрная пятница». Шестиугольник
uk: «Чорна п’ятниця». Шестигранник
zh: «Чёрная пятница». Шестиугольник
zh_sg: 黑色星期五：六角形

# IDS_DOGTAG_PCNA047_NAME
source: Black Friday: Baroque Shield
es_mx: Black Friday: Escudo Barroco
ja: ブラックフライデー: バロック風シールド
pl: Czarny piątek: tarcza barokowa
ru: «Чёрная пятница». Барочный щит
uk: «Чорна п’ятниця». Бароковий щит
zh: «Чёрная пятница». Барочный щит
zh_sg: 黑色星期五：巴洛克盾

# IDS_DOGTAG_PCNA048_NAME
source: Black Friday: Swiss Shield
es_mx: Black Friday: Escudo Suizo
ja: ブラックフライデー: スイス風シールド
pl: Czarny piątek: tarcza szwajcarska
ru: «Чёрная пятница». Швейцарский щит
uk: «Чорна п’ятниця». Швейцарський щит
zh: «Чёрная пятница». Швейцарский щит
zh_sg: 黑色星期五：瑞士盾

# IDS_DOGTAG_PCNA049_NAME
source: Black Friday: English Shield
es_mx: Black Friday: Escudo Inglés
ja: ブラックフライデー: 英国風シールド
pl: Czarny piątek: tarcza angielska
ru: «Чёрная пятница». Английский щит
uk: «Чорна п’ятниця». Англійський щит
zh: «Чёрная пятница». Английский щит
zh_sg: 黑色星期五：英国盾

# IDS_DOGTAG_PCNA050_NAME
source: Black Friday: Oriental Shield
es_mx: Black Friday: Escudo Oriental
ja: ブラックフライデー: 東洋風シールド
pl: Czarny piątek: tarcza orientalna
ru: «Чёрная пятница». Восточный щит
uk: «Чорна п’ятниця». Східний щит
zh: «Чёрная пятница». Восточный щит
zh_sg: 黑色星期五：东国盾

# IDS_DOGTAG_PCNA051_NAME
source: Black Friday: Spanish Shield
es_mx: Black Friday: Escudo Español
ja: ブラックフライデー: スペイン風シールド
pl: Czarny piątek: tarcza hiszpańska
ru: «Чёрная пятница». Испанский щит
uk: «Чорна п’ятниця». Іспанський щит
zh: «Чёрная пятница». Испанский щит
zh_sg: 黑色星期五：西班牙盾

# IDS_DOGTAG_PCNA999_DESCRIPTION
source: The background is a work in progress.
es_mx: El fondo es un trabajo en progreso.
ja: この背景は開発中です。
pl: Tło jest jeszcze dopracowywane.
ru: Фон находится в стадии разработки.
uk: Фон перебуває в стадії розроблення.
zh: Фон находится в стадии разработки.
zh_sg: 背景是一项正在进行中的工作。

# IDS_DOGTAG_PCNB001_NAME
source: Anchor
es_mx: Ancla
ja: 錨
pl: Kotwica
ru: Якорь
uk: Якір
zh: 锚
zh_sg: 锚

# IDS_DOGTAG_PCNB002_NAME
source: Shell
es_mx: Proyectil
ja: 砲弾
pl: Pocisk
ru: Снаряд
uk: Снаряд
zh: 炮弹
zh_sg: 炮弹

# IDS_DOGTAG_PCNB003_NAME
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_DOGTAG_PCNB004_NAME
source: Naval Aviation
es_mx: Aviación naval
ja: 海軍機
pl: Lotnictwo morskie
ru: Морская авиация
uk: Морська авіація
zh: 海军飞机
zh_sg: 海军航空

# IDS_DOGTAG_PCNB005_NAME
source: Bee
es_mx: Abeja
ja: 蜂
pl: Pszczoła
ru: Пчела
uk: Бджола
zh: 蜜蜂
zh_sg: 蜜蜂

# IDS_DOGTAG_PCNB006_NAME
source: Sea Eagle
es_mx: Águila Marina
ja: 海鷲
pl: Bielik
ru: Орлан
uk: Орлан
zh: 海鵰
zh_sg: 海雕

# IDS_DOGTAG_PCNB007_NAME
source: Gorilla
es_mx: Gorila
ja: ゴリラ
pl: Goryl
ru: Горилла
uk: Горила
zh: 大猩猩
zh_sg: 大猩猩

# IDS_DOGTAG_PCNB008_NAME
source: Raccoon
es_mx: Mapache
ja: アライグマ
pl: Szop
ru: Енот
uk: Єнот
zh: 浣熊
zh_sg: 浣熊

# IDS_DOGTAG_PCNB009_NAME
source: Squirrel
es_mx: Ardilla
ja: リス
pl: Wiewiórka
ru: Белка
uk: Білка
zh: 松鼠
zh_sg: 松鼠

# IDS_DOGTAG_PCNB010_NAME
source: Bulldog
ja: ブルドッグ
pl: Buldog
ru: Бульдог
uk: Бульдог
zh: 斗牛犬
zh_sg: 斗牛犬

# IDS_DOGTAG_PCNB011_NAME
source: Crocodile
es_mx: Cocodrilo
ja: クロコダイル
pl: Krokodyl
ru: Крокодил
uk: Крокодил
zh: 鳄鱼
zh_sg: 鳄鱼

# IDS_DOGTAG_PCNB012_NAME
source: Shark
es_mx: Tiburón
ja: 鮫
pl: Rekin
ru: Акула
uk: Акула
zh: 鲨鱼
zh_sg: 鲨鱼

# IDS_DOGTAG_PCNB013_NAME
source: Cat
es_mx: Gato
ja: 猫
pl: Kot
ru: Кот
uk: Кіт
zh: 猫
zh_sg: 猫

# IDS_DOGTAG_PCNB014_NAME
source: Sloth
es_mx: Perezoso
ja: ナマケモノ
pl: Leniwiec
ru: Ленивец
uk: Лінивець
zh: 树懒
zh_sg: 树懒

# IDS_DOGTAG_PCNB015_NAME
source: Panda
ja: パンダ
ru: Панда
uk: Панда
zh: 熊猫
zh_sg: 熊猫

# IDS_DOGTAG_PCNB016_NAME
source: Parrot
es_mx: Loro
ja: オウム
pl: Papuga
ru: Попугай
uk: Папуга
zh: 鹦鹉
zh_sg: 鹦鹉

# IDS_DOGTAG_PCNB017_NAME
source: Shark
es_mx: Tiburón
ja: 鮫
pl: Rekin
ru: Акула
uk: Акула
zh: 鲨鱼
zh_sg: 鲨鱼

# IDS_DOGTAG_PCNB018_NAME
source: Panther
es_mx: Pantera
ja: ヒョウ
pl: Pantera
ru: Пантера
uk: Пантера
zh: 黑豹
zh_sg: 豹

# IDS_DOGTAG_PCNB019_NAME
source: Tiger
es_mx: Tigre
ja: 虎
pl: Tygrys
ru: Тигр
uk: Тигр
zh: 虎
zh_sg: 虎

# IDS_DOGTAG_PCNB020_NAME
source: Seal
es_mx: Foca
ja: アシカ
pl: Kot morski
ru: Морской котик
uk: Морський котик
zh: 海豹
zh_sg: 海猫

# IDS_DOGTAG_PCNB021_NAME
source: Wolf
es_mx: Lobo
ja: 狼
pl: Wilk
ru: Волк
uk: Вовк
zh: 狼
zh_sg: 狼

# IDS_DOGTAG_PCNB022_NAME
source: Bear Paw
es_mx: Huella de oso
ja: 熊の手
pl: Niedźwiedzia łapa
ru: Медвежья лапа
uk: Ведмежа лапа
zh: 熊掌
zh_sg: 熊掌

# IDS_DOGTAG_PCNB023_NAME
source: Bull
es_mx: Toro
ja: 雄牛
pl: Byk
ru: Бык
uk: Бик
zh: 公牛
zh_sg: 公牛

# IDS_DOGTAG_PCNB024_NAME
source: Bat
es_mx: Murciélago
ja: コウモリ
pl: Nietoperz
ru: Летучая мышь
uk: Кажан
zh: 蝙蝠
zh_sg: 蝙蝠

# IDS_DOGTAG_PCNB025_NAME
source: Eagle
es_mx: Águila
ja: 鷲
pl: Orzeł
ru: Орёл
uk: Орел
zh: 老鹰
zh_sg: 鹰

# IDS_DOGTAG_PCNB026_NAME
source: Raven
es_mx: Cuervo
ja: ワタリガラス
pl: Kruk
ru: Ворон
uk: Крук
zh: 渡鸦
zh_sg: 乌鸦

# IDS_DOGTAG_PCNB027_NAME
source: Rattlesnake
es_mx: Serpiente de Cascabel
ja: ガラガラヘビ
pl: Grzechotnik
ru: Гремучая змея
uk: Гримуча змія
zh: 响尾蛇
zh_sg: 响尾蛇

# IDS_DOGTAG_PCNB028_NAME
source: Unicorn
es_mx: Unicornio
ja: ユニコーン
pl: Jednorożec
ru: Единорог
uk: Єдиноріг
zh: 独角兽
zh_sg: 独角兽

# IDS_DOGTAG_PCNB029_NAME
source: Lion
es_mx: León
ja: ライオン
pl: Lew
ru: Лев
uk: Лев
zh: 狮
zh_sg: 狮子

# IDS_DOGTAG_PCNB030_NAME
source: Dragon
es_mx: Dragón
ja: ドラゴン
pl: Smok
ru: Дракон
uk: Дракон
zh: 龙
zh_sg: 龙

# IDS_DOGTAG_PCNB031_NAME
source: Chinese Dragon
es_mx: Dragón Chino
ja: 中国の竜
pl: Chiński smok
ru: Китайский дракон
uk: Китайський дракон
zh: 东方龙
zh_sg: 中国龙

# IDS_DOGTAG_PCNB032_NAME
source: Griffin
es_mx: Grifo
ja: グリフィン
pl: Gryf
ru: Грифон
uk: Грифон
zh: 狮鹫兽
zh_sg: 狮鹫

# IDS_DOGTAG_PCNB033_NAME
source: Wolf
es_mx: Lobo
ja: 狼
pl: Wilk
ru: Волк
uk: Вовк
zh: 狼
zh_sg: 狼

# IDS_DOGTAG_PCNB034_NAME
source: Raven
es_mx: Cuervo
ja: ワタリガラス
pl: Kruk
ru: Ворон
uk: Крук
zh: 渡鸦
zh_sg: 乌鸦

# IDS_DOGTAG_PCNB035_NAME
source: Deer
es_mx: Ciervo
ja: 鹿
pl: Jeleń
ru: Олень
uk: Олень
zh: 鹿
zh_sg: 鹿

# IDS_DOGTAG_PCNB036_NAME
source: Bear
es_mx: Oso
ja: 熊
pl: Niedźwiedź
ru: Медведь
uk: Ведмідь
zh: 熊
zh_sg: 熊

# IDS_DOGTAG_PCNB037_NAME
source: Wild Boar
es_mx: Jabalí
ja: 猪
pl: Dzik
ru: Вепрь
uk: Вепр
zh: 野猪
zh_sg: 野猪

# IDS_DOGTAG_PCNB038_NAME
source: Blazing Sword
es_mx: Espada Flameante
ja: 烈火の剣
pl: Płonący miecz
ru: Пламенеющий меч
uk: Полум’яний меч
zh: 燃烧之剑
zh_sg: 火焰剑

# IDS_DOGTAG_PCNB039_NAME
source: Daggers
es_mx: Dagas
ja: ダガー
pl: Sztylety
ru: Кинжалы
uk: Кинджали
zh: 匕首
zh_sg: 匕首

# IDS_DOGTAG_PCNB040_NAME
source: Winged Sword
es_mx: Espada Alada
ja: 有翼剣
pl: Skrzydlaty miecz
ru: Крылатый меч
uk: Крилатий меч
zh: 飞剑
zh_sg: 飞剑

# IDS_DOGTAG_PCNB041_NAME
source: Lacedaemon
es_mx: Lacedemón
ja: ラケダイモーン
pl: Lakedajmon
ru: Лакедемон
uk: Лакедемон
zh: 斯巴达
zh_sg: 拉凯戴孟

# IDS_DOGTAG_PCNB042_NAME
source: Senatus Populusque Romanus
ja: セナートゥス・ポプルスクェ・ローマーヌス
zh: 罗马人民
zh_sg: 元老院和罗马人民

# IDS_DOGTAG_PCNB043_NAME
source: Javelins
es_mx: Javalinas
ja: ジャヴェリン
pl: Oszczepy
ru: Копья
uk: Списи
zh: 标枪
zh_sg: 标枪

# IDS_DOGTAG_PCNB044_NAME
source: Labrys
ja: ラブリュス
ru: Лабрис
uk: Лабрис
zh: 双刃斧
zh_sg: 双刃斧

# IDS_DOGTAG_PCNB045_NAME
source: Corinthian Helmet
es_mx: Casco de Corintio
ja: コリント式兜
pl: Hełm koryncki
ru: Коринфский шлем
uk: Коринфський шолом
zh: 科林斯头盔
zh_sg: 科林斯式头盔

# IDS_DOGTAG_PCNB046_NAME
source: Armet
es_mx: Almete
ja: アーメット
ru: Армет
uk: Армет
zh: 头盔
zh_sg: 头盔

# IDS_DOGTAG_PCNB047_NAME
source: Trident
es_mx: Tridente
ja: 三叉槍
pl: Trójząb
ru: Трезубцы
uk: Тризуби
zh: 三叉戟
zh_sg: 三叉戟

# IDS_DOGTAG_PCNB048_NAME
source: Knife
es_mx: Cuchillo
ja: ナイフ
pl: Nóż
ru: Нож
uk: Ніж
zh: 刀
zh_sg: 刀

# IDS_DOGTAG_PCNB049_NAME
source: Axe and sword
es_mx: Hacha y espada
ja: 斧と剣
pl: Topór i miecz
ru: Топор и меч
uk: Сокира і меч
zh: 斧与剑
zh_sg: 斧与剑

# IDS_DOGTAG_PCNB050_NAME
source: Tommy Gun
es_mx: Ametralladora Tommy
ja: トミーガン
ru: «Томми-Ган»
uk: Пістолет-кулемет Томпсона
zh: 汤普森冲锋枪
zh_sg: 汤米冲锋枪

# IDS_DOGTAG_PCNB051_NAME
source: Pikes
es_mx: Picas
ja: 矛
pl: Piki
ru: Пики
uk: Піки
zh: 长柄枪
zh_sg: 矛

# IDS_DOGTAG_PCNB052_NAME
source: Horned Helmet
es_mx: Casco con Cuernos
ja: 角付き兜
pl: Rogaty hełm
ru: Рогатый шлем
uk: Рогатий шолом
zh: 有角头盔
zh_sg: 角盔

# IDS_DOGTAG_PCNB053_NAME
source: Morning Star Axe
es_mx: Hacha del Lucero del Alba
ja: モーニングスター
pl: Morgensztern
ru: Секира и моргенштерн
uk: Сокира та морґенштерн
zh: 明星斧头早安
zh_sg: 晨星斧

# IDS_DOGTAG_PCNB054_NAME
source: Crossbow
es_mx: Ballesta
ja: クロスボウ
pl: Kusza
ru: Арбалет
uk: Арбалет
zh: 十字弓
zh_sg: 十字弩

# IDS_DOGTAG_PCNB055_NAME
source: Dynamite
es_mx: Dinamita
ja: ダイナマイト
pl: Dynamit
ru: Динамит
uk: Динаміт
zh: 炸药
zh_sg: 炸药

# IDS_DOGTAG_PCNB056_NAME
source: Maltese Cross
es_mx: Cruz de Malta
ja: マルタ十字
pl: Krzyż maltański
ru: Мальтийский крест
uk: Мальтійський хрест
zh: 马耳他十字
zh_sg: 马耳他十字

# IDS_DOGTAG_PCNB057_NAME
source: Revolver
ja: リヴォルヴァー
pl: Rewolwer
ru: Револьвер
uk: Револьвер
zh: 转轮手枪
zh_sg: 左轮手枪

# IDS_DOGTAG_PCNB058_NAME
source: Pistol
es_mx: Pistola
ja: ピストル
pl: Pistolet
ru: Пистолет
uk: Пістолет
zh: 手枪
zh_sg: 手枪

# IDS_DOGTAG_PCNB059_NAME
source: Two barrels
es_mx: Dos cañones
ja: 2 本の銃身
pl: Dwie lufy
ru: Два ствола
uk: Два стволи
zh: 双管猎枪
zh_sg: 双管猎枪

# IDS_DOGTAG_PCNB060_NAME
source: Wind Rose
es_mx: Rosa de los Vientos
ja: ウインドローズ
pl: Róża wiatrów
ru: Роза ветров
uk: Роза вітрів
zh: 风玫瑰图
zh_sg: 风向玫瑰图

# IDS_DOGTAG_PCNB061_NAME
source: Double Sai
es_mx: Doble Sai
ja: 双釵
pl: Powdójny Sai
ru: Парный сай
uk: Пара кинджалів сай
zh: 双赛
zh_sg: 双重赛

# IDS_DOGTAG_PCNB062_NAME
source: Knight
es_mx: Caballero
ja: 騎士
pl: Rycerz
ru: Витязь
uk: Вітязь
zh: 骑士
zh_sg: 骑士

# IDS_DOGTAG_PCNB063_NAME
source: Bow
es_mx: Arco
ja: 弓
pl: Łuk
ru: Лук
uk: Лук
zh: 船艏
zh_sg: 弓

# IDS_DOGTAG_PCNB064_NAME
source: Pirate
es_mx: Pirata
ja: 海賊
pl: Pirat
ru: Пират
uk: Пірат
zh: 海盗
zh_sg: 海盗

# IDS_DOGTAG_PCNB065_NAME
source: Sabres
es_mx: Sables
ja: サーベル
pl: Szable
ru: Сабли
uk: Шаблі
zh: 军刀
zh_sg: 军刀

# IDS_DOGTAG_PCNB066_NAME
source: Bang!
ja: バン!
pl: Bum!
ru: Бах!
uk: Бах!
zh: 嘣!
zh_sg: 轰隆！

# IDS_DOGTAG_PCNB067_NAME
source: Hammer
es_mx: Martillo
ja: ハンマー
pl: Młot
ru: Молот
uk: Молот
zh: 重捶
zh_sg: 锤

# IDS_DOGTAG_PCNB068_DESCRIPTION
source: The Fleur-de-Lis has officially been the emblem of the Kings of France since the 12th century. Issued for finishing "The Gold of France" campaign.
es_mx: La Fleur-de-Lis ha sido el emblema oficial de los Reyes de Francia desde el siglo XII. Otorgada por terminar la campaña "El Oro de Francia".
ja: フルール・ド・リスは、12 世紀以降、フランス王の正式な紋章であり続けてきました。 キャンペーン「フランスの金塊」の完了に対して支給。
pl: Fleur-de-Lis („Kwiat lilii”) był oficjalnym godłem królów Francji od XII w. Przyznawany za ukończenie kampanii „Złoto Francji”.
ru: Цветок лилии с XII века был эмблемой Французского королевства. Памятный символ за выполнение кампании «Золото Франции».
uk: Квітка лілії з XII сторіччя була символом Французького королівства. Пам’ятний символ за виконану кампанію «Золото Франції».
zh: 百合花饰自从12世纪以来就成为F国国王的象征 在"F国黄金"剧情之后分发
zh_sg: 鸢尾成在12世纪正式成为法国国王的象征。 完成“法国黄金”战役后授予。

# IDS_DOGTAG_PCNB068_NAME
source: Fleur-de-Lis
ja: フルール・ド・リス
ru: Лилия
uk: Лілія
zh: 百合花饰
zh_sg: 鸢尾
