Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM092_SHIPS_DESCR
source: During World War I, the evolution of warships of the major types revolved around the simple core idea of making them larger and stronger. The increasingly large caliber of their guns was complemented by their ever-stronger armor protection, which resulted in more significant water displacement and bigger proportions. For battleships, the race was initiated by the British when they designed a series of Queen Elizabeth-class warships with a sharp increase in their main gun caliber (up to 381 mm). Germany promptly responded with its Bayern-class super-dreadnoughts, which carried the same super-heavy artillery. The German ships, however, outmatched their rivals in terms of armor and combat durability. Their aim was to achieve superiority in quality, as it was impossible to compete with or match the sheer number of ships in the British fleet. Perhaps the only really important novelty in this race for world shipbuilding supremacy emerged when the Americans adopted "all or nothing" armor, not typical of warships of the pre-dreadnought era, on their Nevada-class battleships. The new scheme involved heavily armoring the areas most important to a ship, while the remainder received significantly less armor to emphasize protection optimized for long-range engagement. By a twist of fate, the strongest battleships of that period were eventually built by Japan, a country that had, until that time, stayed away from the main theaters of military activity. Hardly any rival ship was on par with their Nagato-class warships in terms of speed, armor and armament combined. During the war, only two European states could afford to build large series of new cruisers—Germany and Great Britain. The trends were the same: when the main caliber of the German cruisers reached 150 mm, the British designed ships of the Hawkins class with 190 mm guns, which became the prototype of a totally new subclass of ships—the heavy cruiser. The Americans and Japanese, in turn, carefully considered their military experience in relation to their own objectives. Built to scout for a fleet of U.S. battleships, the Omaha-class light cruisers featured high speed for cooperation with allied destroyers, and 152 mm guns to fend off any enemy destroyers that might be sent their way. The Japanese, in turn, reinforced their fleet of warships with several series of Kuma- and Nagara-class 5,500-ton light cruisers. Any of the them could be used as both a reconnaissance ship, and also as a command vessel for destroyer flotillas during massively overwhelming torpedo attacks. Destroyers were undoubtedly the most active fighting ships during World War I, which is why they would generally be considered the navy's expendable assets. In addition to raiding operations, patrolling and mine laying, this type of ship assumed another military role—anti-submarine warfare—which resulted in corresponding changes being made to their design and armament. The general trend, however, was the same: destroyers received ever more weapons, and the caliber of their guns grew, along with their displacement and speed. During the war, for the first time in the Royal Navy, a new sub-type of ships appeared: destroyer flotilla leaders, the role of which approached light cruisers in terms their characteristics and objectives. World War I demonstrated clearly that, during a global conflict, only a few economically powerful countries that had steered clear of direct combat were capable of building the major ship types on a massive scale. But it was clear even to them that the uncontrolled naval arms race was accelerating beyond their capabilities.
ja: 第一次世界大戦中、主要艦種の軍艦は「より大きく、より強く」というシンプルな思想を基に発展しました。主砲は大口径に、そして装甲防護はより堅固になり、結果排水量は大幅に増加しサイズも大型化しました。戦艦の競争を開始したのは、主砲口径を 381 mm へと著しく巨大化させたクイーン・エリザベス級戦艦を設計したイギリスでした。これに対抗したドイツは、同じく大口径砲を搭載した超弩級戦艦であるバイエルン級を直ちに建造しました。このドイツ艦は、装甲および戦闘での耐久性においてクイーン・エリザベス級戦艦を上回りました。イギリス艦隊と同数の艦艇を揃えることがほぼ不可能であるドイツは、質でイギリスに勝とうとしたのです。しかし、この世界の建艦競争において最も重要であった出来事は、アメリカがネヴァダ級戦艦において、前弩級時代の軍艦では一般的ではなかった「集中防御方式」の装甲を採用したことでしょう。この新しい構造は、艦艇の最重要区画を重装甲で防護する一方、防御力を長距離交戦に最適化するために、艦艇のその他の区画の装甲を大幅に薄くするというものでした。しかし結局、この時期における最強の戦艦は、しばらく大々的な軍事活動からは遠ざかっていた日本により建造されました。速力、装甲、兵装の総合力において、日本が建造した長門型戦艦に対抗できる軍艦は、ほぼ存在しませんでした。 戦争中に、新型巡洋艦を建造できたヨーロッパの国はイギリスとドイツの 2 ヶ国のみでした。両国の巡洋艦の方向性は似たもので、ドイツ巡洋艦の主砲は 150 mm に達し、イギリスが設計し重巡洋艦のプロトタイプとなったホーキンス級巡洋艦は 190 mm 砲を搭載しました。一方アメリカと日本は、それぞれの目的を果たすため、それまでの戦訓から試行錯誤していました。アメリカ戦艦部隊の偵察艦として建造されたオマハ級軽巡洋艦は、味方駆逐艦と連携するための高い速力と、敵駆逐艦を撃退するための 152 mm 砲を持っていました。一方、日本は球磨型や長良型といった 5,500 トン型軽巡洋艦で艦隊を強化しました。これらの巡洋艦はいずれも、偵察艦としても、大規模な雷撃時に駆逐艦隊を指揮する旗艦としても運用できました。 駆逐艦は第一次世界大戦中に最も活発に戦った艦種です。このため、駆逐艦は一般的に海軍における消耗戦力と見なされました。通商破壊作戦、哨戒、機雷敷設に加えて、駆逐艦には別の軍事任務である対潜水艦戦も想定されたため、それに対応し設計や兵装に変更が加えられました。それでも全体的な方向性は変わらず、駆逐艦はより多くの兵装を搭載し、艦砲の口径は大きくなり、排水量と速力は増加しました。戦争中にイギリス海軍で初めて、駆逐艦の派生型として嚮導駆逐艦が登場しました。その性能諸元と任務は軽巡洋艦に類似していました。 第一次世界大戦を通し、世界規模の紛争では直接戦闘に関与しない一部の経済大国のみが、主力艦の大量建造をできるということが明確になりました。しかし世界の建艦競争は、そういった経済大国の能力を持ってしても制御不能なほどに加速していました。
pl: W czasie I wojny światowej okręty najważniejszych klas stawały się coraz większe i potężniejsze. Zwiększał się kaliber dział, a co za tym idzie – także technologia oppancerzenia. W efekcie rosły wymiary i wyporność okrętów. W przypadku pancerników ten wyścig zbrojeń rozpoczął się od powstania projektu brytyjskiej klasy Queen Elizabeth, w którym drastycznie zwiększono kaliber głównej baterii (do 381 mm). Niemcy szybko odpowiedzieli superdrednotami klasy Bayern, które również posiadały tak ciężkie działa. Okręty niemieckie przewyższały jednak rywali pod względem opancerzenia i wytrzymałości. Ich celem było zdobycie przewagi w jakości, ponieważ dorównanie flocie brytyjskiej pod względem liczebności było niewykonalne. Być może najważniejszą dla okrętownictwa innowacją w tym wyścigu było zastosowanie przez Amerykanów w pancernikach klasy Nevada zasady „wszystko albo nic” w opancerzeniu, które było nietypowe dla okrętów z ery przeddrednotowej. Nowe podejście kładło nacisk na solidne opancerzenie najważniejszych części okrętu, podczas gdy pozostała część okrętu była chroniona znacznie słabiej, co sprawiało, że okręt był przystosowany do prowadzenia walk artyleryjskich na dużych odległościach. Najpotężniejsze pancerniki tego okresu zbudowała Japonia – kraj, który znajdował się z dala od głównych obszarów działań wojennych. Mało który okręt przeciwnika mógł dotrzymać kroku okrętom typu Nagato pod względem szybkości, opancerzenia i uzbrojenia. W trakcie wojny tylko dwa europejskie kraje mogły sobie pozwolić na budowę dwóch dużych serii nowych krążowników: Niemcy i Wielka Brytania. Trendy były takie same: gdy kaliber dział na niemieckich krążownikach osiągnął wartość 150 mm, Brytyjczycy zaprojektowali okręty typu Hawkins, które posiadały działa kal. 190 mm, co zapoczątkowało nową klasę okrętów – ciężkich krążowników. Amerykanie i Japończycy starali się rozważnie rozwijać swoje floty w oparciu o doświadczenia bojowe i stawiane sobie cele. Lekkie krążowniki typu Omaha, zbudowane do prowadzenia zwiadu dla amerykańskich pancerników, cechowały się dużą szybkością, wystarczającą do współpracy z niszczycielami, a także działami kal. 152 mm, które pozwalały utrzymać na dystans niszczyciele wroga. Z kolei Japonia wzmocniła swoją flotę kilkoma seriami 5500-tonowych lekkich krążowników typu Kuma i Nagara. Jedne i drugie mogły służyć za jednostki zwiadowcze lub jednostki dowodzenia dla flotylli niszczycieli podczas zmasowanych ataków torpedowych. Niszczyciele bez wątpienia brały najbardziej aktywny udział w działaniach zbrojnych I wojny światowej, przez co ich utrata była z góry wkalkulowana w koszty. Poza operacjami korsarskimi, patrolowaniem i rozstawianiem min, okręty tego typu przyjęły także inną rolę – zwalczanie okrętów podwodnych. Nowa funkcja wymusiła zmiany w projektach i uzbrojeniu. Zgodnie z ogólnym trendem niszczyciele wyposażane były w coraz większe ilości uzbrojenia, kaliber ich dział rósł, podobnie jak wyporność i rozwijane prędkości. W trakcie wojny w Royal Navy po raz pierwszy pojawił się nowy rodzaj okrętu: lider flotylli niszczyciel, który pod względem charakterystyki i przeznaczenia bliski był lekkim krążownikom. I wojna światowa pokazała jasno, że podczas globalnego konfliktu tylko nieliczne kraje, będące gospodarczymi potęgami, które jednocześnie nie były bezpośrednio dotknięte działaniami zbrojnymi, zdolne były do budowy największych okrętów na masową skalę. Jednak niekończący się wyścig zbrojeń z czasem zaczął przekraczać nawet ich możliwości.
ru: Магистральное направление развития основных классов боевых кораблей в годы Первой мировой войны можно определить очень просто — больше и мощнее. На них устанавливали вооружение всё большего калибра, усиливали бронирование, соответственно росли водоизмещение и размеры. На линкорах эту гонку перед самой войной начали англичане, спроектировав корабли типа Queen Elizabeth со скачкообразным увеличением главного калибра сразу до 381 мм. Германия немедленно ответила супердредноутами типа Bayern с такой же сверхтяжёлой артиллерией, но превосходящими по бронированию и боевой устойчивости, чтобы качественно обогнать недостижимого по количеству кораблей противника. Пожалуй, единственным действительно важным для мирового кораблестроения новшеством в этой гонке стало применение американцами (начиная с линкоров типа Nevada) новой для дредноутной эры схемы броневой защиты «всё или ничего». Она прикрывала только жизненно важные центры корабля бронёй максимальной толщины и была рассчитана на резко увеличившиеся дальности ведения артиллерийского боя. А сильнейшие линкоры этого периода в итоге построили пребывавшие в стороне от основных театров боевых действий японцы: с кораблями типа Nagato по сочетанию скорости, брони и вооружения не мог сравниться никто. Строить большие серии новых крейсеров во время войны в Европе удавалось только Великобритании и Германии. Тенденции были те же: когда главный калибр немецких крейсеров вырос до 150 мм, англичане спроектировали корабли типа Hawkins с 190-мм орудиями, которые положили начало совершенно новому подклассу — тяжёлым крейсерам. Американцы и японцы, в свою очередь, попытались внимательно учесть военный опыт применительно к своим задачам. Для разведки при эскадрах линейных сил ВМС США были спроектированы лёгкие крейсеры типа Omaha, обладавшие достаточной скоростью, чтобы эффективно взаимодействовать со своими эсминцами, и артиллерией 152-мм калибра, чтобы одолеть любые эсминцы противника. Тогда как японский флот пополнили несколько серий скоростных лёгких крейсеров водоизмещением порядка 5500 тонн (типы Kuma, Nagara), предназначенные как для разведки, так и для лидирования флотилий эсминцев в массированных торпедных атаках. Эскадренные миноносцы, несомненно, стали самыми активными и боевыми кораблями Первой мировой, и именно тогда появилось их прозвище — «расходный материал флота». Вдобавок к набеговым операциям, патрулированию и минным постановкам этот класс кораблей освоил ещё одну военную профессию — противолодочную борьбу, что привело к соответствующим изменениям в конструкции и вооружении. Общие же тенденции развития были те же: росли количество и калибр вооружения, водоизмещение и скорость. В ходе войны впервые в британском флоте появился новый подкласс — лидер эсминцев, по своим характеристикам и выполняемым задачам приближавшийся к лёгким крейсерам. Мировая война показала, что во время глобального конфликта массово строить корабли основных классов способны лишь немногие экономически мощные державы, находящиеся в стороне от театров непосредственных боевых действий. Но даже они в полной мере ощутили, что бесконтрольная гонка военно-морских вооружений становится просто не по силам.
zh: Магистральное направление развития основных классов боевых кораблей в годы Первой мировой войны можно определить очень просто — больше и мощнее. На них устанавливали вооружение всё большего калибра, усиливали бронирование, соответственно росли водоизмещение и размеры. На линкорах эту гонку перед самой войной начали англичане, спроектировав корабли типа «Куин Элизабет» со скачкообразным увеличением главного калибра сразу до 381-мм. Германия немедленно ответила супердредноутами типа «Байерн» с такой же сверхтяжёлой артиллерией, но превосходящими по бронированию и боевой устойчивости, чтобы качественно обогнать недостижимого по количеству кораблей противника. Пожалуй, единственным действительно важным для мирового кораблестроения новшеством в этой гонке стало применение американцами (начиная с линкоров типа «Невада») новой для дредноутной эры схемы броневой защиты «всё или ничего». Она прикрывала только жизненно важные центры корабля бронёй максимальной толщины и была рассчитана на резко увеличившиеся дальности ведения артиллерийского боя. А сильнейшие линкоры этого периода в итоге построили пребывавшие в стороне от основных театров боевых действий японцы: с кораблями типа «Нагато» по сочетанию скорости, брони и вооружения не мог сравниться никто. Строить большие серии новых крейсеров во время войны в Европе удавалось только Великобритании и Германии. Тенденции были те же: когда главный калибр немецких крейсеров вырос до 150-мм, англичане спроектировали корабли типа «Хокинс» со 190-мм орудиями, которые положили начало совершенно новому подклассу — тяжёлым крейсерам. Американцы и японцы, в свою очередь, попытались тщательно учесть военный опыт, применительно к своим задачам. Для разведки при эскадрах линейных сил ВМС США были спроектированы лёгкие крейсера типа «Омаха», обладавшие достаточной скоростью, чтобы эффективно взаимодействовать со своими эсминцами, и артиллерией 152-мм калибра, чтобы одолеть любые эсминцы противника. Тогда как японский флот пополнили несколько серий скоростных лёгких крейсеров водоизмещением порядка 5500 тонн (типы «Кума», «Нагара»), предназначенные как для разведки, так и для лидирования флотилий эсминцев в массированных торпедных атаках. Эскадренные миноносцы, несомненно, стали самыми активными и боевыми кораблями Первой мировой, именно тогда появилось их прозвище — «расходный материал флота». В добавок к набеговым операциям, патрулированию и минным постановкам этот класс кораблей освоил ещё одну военную профессию — противолодочную борьбу, что привело к соответствующим изменениям в конструкции и вооружении. Общие же тенденции развития были те же — росли количество и калибр вооружения, водоизмещение и скорость. В ходе войны, впервые в британском флоте, появился новый подкласс — лидер эсминцев, по своим характеристикам и выполняемым задачам приближавшийся к лёгким крейсерам. Мировая война показала, что во время глобального конфликта массово строить корабли основных классов способны лишь немногие экономически мощные державы, находящиеся в стороне от театров непосредственных боевых действий. Но даже они в полной мере ощутили, что бесконтрольная гонка военно-морских вооружений становится просто не по силам.
