Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCVO006_EV_HL_17_MESSAGE_FIN_SUCCESS
source: Operation completed! The Portal was sealed.
es_mx: ¡Operación completada! El Portal fue sellado.
ja: オペレーション達成! ポータル封印完了
pl: Operacja została zakończona! Portal został zamknięty.
ru: Операция выполнена! Портал закрыт.
uk: Операцію виконано! Портал зачинено.
zh: 行动完成！ 传送门已被封闭。
zh_sg: 行动完成！ 传送门已被封闭。

# IDS_PCVO006_EV_HL_17_MESSAGE_MAIN_TASK_TIMER
source: Time till the Portal is sealed
es_mx: Tiempo para que el portal esté sellado
ja: ポータル封印所要時間
pl: Czas do zamknięcia portalu
ru: Время до закрытия портала
uk: Час до зачинення порталу
zh: 直到传送门被封闭的时间
zh_sg: 直到传送门被封闭的时间

# IDS_PCVO006_EV_HL_17_MESSAGE_MAIN_TASK_TIMER_INCREASE
source: The Tower was demolished! Portal sealing time increased by %s
es_mx: ¡La Torre fue demolida! El tiempo para sellar el Portal se ha incrementado un %s
ja: 塔が破壊されました! ポータル封印時間が %s 増加しました
pl: Wieża została zniszczona! Czas do zamknięcia portalu wzrósł o %s
ru: Башня разрушена! Время закрытия портала увеличилось на %s
uk: Вежу зруйновано! Час зачинення порталу збільшився на %s
zh: 高塔已被拆除！传送门封闭时间提高了 %s
zh_sg: 高塔已被拆除！传送门封闭时间增加了 %s

# IDS_PCVO006_EV_HL_17_MESSAGE_NOSFERATU_HINT
source: Attention! The Filth protects the Great Gorgon by absorbing most of the damage she receives!
es_mx: ¡Atención! ¡La inmundicia protege al Great Gorgon absorbiendo la mayoría del daño que recibe!
ja: 注意! Great Gorgon を守る瘴気により、ダメージの大半が吸収されている!
pl: Uwaga! Plugastwo chroni Wielką Gorgonę, absorbując większość otrzymywanych przez nią uszkodzeń!
ru: Внимание! Скверна защищает «Горгона Великого», поглощая большую часть наносимого ему урона!
uk: Увага! Скверна захищає «Горгона Великого», поглинаючи значну частину шкоди, що йому завдають!
zh: 注意！污秽之地会吸收戈尔贡受到的大部分伤害来保护它！
zh_sg: 注意！污秽之地会吸收Great Gorgon受到的大部分伤害来保护它！

# IDS_PCVO006_EV_HL_17_MESSAGE_NOSFERATU_SPAWN
source: The aircraft carrier Great Gorgon was detected near the third Tower!
es_mx: ¡El portaaviones Great Gorgon fue detectado cerca de la tercera Torre!
ja: 第 3 の塔の付近で航空母艦 Great Gorgon を発見した!
pl: Lotniskowiec Wielka Gorgona został wykryty w pobliżu trzeciej Wieży!
ru: Авианосец «Горгон Великий» обнаружен рядом с третьей Башней!
uk: Авіаносець «Горгон Великий» виявлено біля третьої Вежі!
zh: 航空母舰戈尔贡被侦察到在第三高塔附近！
zh_sg: 航空母舰 Great Gorgon被侦察到在第三高塔附近！

# IDS_PCVO006_EV_HL_17_MESSAGE_RASPUTIN_SPAWN
source: Attention! Rasputin restores hit points when in the Filth!
es_mx: ¡Atención! ¡El Rasputin restaura puntos de vida cuando está en la inmundicia!
ja: 注意! 瘴気内では Rasputin の HP が回復する!
pl: Uwaga! „Rasputin” odzyskuje punkty wytrzymałości, kiedy przebywa w plugawej mgle!
ru: Внимание! «Распутин» восстанавливает боеспособность в скверне!
uk: Увага! «Распутін» відновлює боєздатність у скверні!
zh: 注意！拉斯普京在污秽之地时会恢复血量！
zh_sg: 注意！拉斯普京在污秽之地时会恢复生命值！

# IDS_PCVO006_EV_HL_17_MESSAGE_START_FILTHDANGER
source: Avoid the Filth! The Filth causes damage to your ship and reduces the spotting range.
es_mx: ¡Evita la inmundicia! La inmundicia causa daño a tu barco y reduce el rango de avistamiento.
ja: 瘴気を回避せよ! 瘴気により艦艇が損傷を受け、視程も低下する
pl: Unikaj plugastwa! Powoduje ono uszkodzenia Twojego okrętu i zmniejsza pole widzenia.
ru: Избегайте скверны! Скверна повреждает корабль и снижает видимость.
uk: Уникайте скверни! Скверна пошкоджує корабель і погіршує видимість.
zh: 避开污秽之地！ 污秽之地会对您的战舰造成伤害并降低侦察范围。
zh_sg: 避开污秽之地！ 污秽之地会对您的战舰造成伤害并降低侦察范围。

# IDS_PCVO006_EV_HL_17_MESSAGE_START_PORTAL_PROTECT_TOWERS
source: Defend the Towers until they seal the Portal.
es_mx: Defiende las Torres hasta que se haya sellado el portal.
ja: 塔がポータルを封印するまで塔を防衛せよ
pl: Chroń Wieże do momentu zamknięcia portalu.
ru: Защищайте Башни, пока они не закроют портал.
uk: Захищайте Вежі, поки вони зачинятимуть портал.
zh: 防卫高塔直到它们封闭传送门为止。
zh_sg: 防卫高塔直到它们封闭传送门为止。

# IDS_PCVO006_EV_HL_17_MESSAGE_START_PORTAL_PROTECT_TRANSILVANIA
source: Defend Transylvania
es_mx: Defiende al Transylvania
ja: Transylvania を守れ
pl: Broń „Transylwanię”
ru: Защищайте «Трансильванию»!
uk: Захищайте «Трансільванію»!
zh: 防卫特兰西瓦尼亚
zh_sg: 防卫特兰西瓦尼亚

# IDS_PCVO006_EV_HL_17_MESSAGE_TOWERS_ALERT
source: The Tower was attacked! If the Tower is demolished, the Portal sealing time will increase!
es_mx: ¡La Torre fue atacada! Si la Torre es demolida, ¡el tiempo para sellar el portal aumentará!
ja: 塔が攻撃された! 塔が破壊されると、ポータル封印所要時間が増加する!
pl: Wieża została zaatakowana! Jeśli ulegnie zniszczeniu, czas zamykania portalu wydłuży się!
ru: Башня атакована! Если Башня будет разрушена, время закрытия портала увеличится!
uk: Вежу атаковано! Якщо Вежу зруйнують, час зачинення порталу збільшиться!
zh: 高塔被攻击！如果高塔被拆除，传送门的封闭时间就会提高！
zh_sg: 高塔被攻击！如果高塔被拆除，传送门的封闭时间就会提高！

# IDS_PCVO008_OP_02_03_S07_ADVANCE_DESCRIPTION
source: It is required to break through the enemy defenses and remove all enemy forces from the water zone of the base. We'll also secure victory if we manage to provide cover for the assault transport ships to land the majority of troopers!
es_mx: Se requiere abrirse paso a través de las defensas enemigas y eliminar a todas las fuerzas enemigas de la zona marina de la base. ¡También aseguraremos la victoria si logramos proporcionar cobertura a los barcos de transporte de asalto para que la mayoría de las tropas logren desembarcar!
ja: 敵の防衛網を突破し、基地の水域内から全ての敵戦力を排除する必要がある。もしくは、攻撃輸送艦隊を援護し、兵員の大半を上陸させることができた場合にも我々の勝利となる!
pl: Konieczne jest przebicie się przez linie obronne wroga i zniszczenie sił wroga przebywających w wodnej części bazy. Odniesiemy również zwycięstwo zapewniając osłonę okrętom desantowym i umożliwiając lądowanie większości żołnierzy!
ru: Необходимо прорвать оборону противника и очистить акваторию базы от вражеских сил. Если удастся прикрыть десантные транспорты во время высадки и обеспечить высадку большей части десанта, то это тоже обеспечит нам победу!
uk: Потрібно прорвати оборону супротивника і очистити акваторію бази від ворожих сил. Якщо вдасться прикрити десантні транспорти під час висадки і забезпечити висадку більшості десанту, то це так само забезпечить нам перемогу!
zh: 它必须突破敌人防线并消灭基地水域内的所有敌方部队。如果我们设法为突击运输舰提供掩护来让大部分的部队登陆，我们也会获得胜利！
zh_sg: 需要突破敌方防线并清除基地水域的所有敌方力量。如果我们能掩护突击运输船使大部分士兵登陆，我们同样能取得胜利。

# IDS_PCVO008_OP_02_03_S07_ADVANCE_GOAL
source: Gain control over the enemy base by breaking through the enemy's defenses, eliminating all hostile forces and escorting the assault transport ships in.
es_mx: Obtén el control de la base enemiga abriéndote paso a través de las defensas enemigas, eliminando a todas las fuerzas hostiles y escoltando a los barcos de transporte de asalto.
ja: 敵の防衛網を突破し、全ての敵戦力を排除し、攻撃輸送艦隊を護衛して敵基地を占領せよ。
pl: Przejmij kontrolę nad bazą wroga przebijając się przez jej linie obronne, niszcząc wszystkie jego siły i eskortując okręty desantowe.
ru: Установить контроль над вражеской базой: прорвать оборону противника, провести десантные транспорты, очистив акваторию от сил противника.
uk: Встановити контроль над ворожою базою: прорвати оборону супротивника, провести десантні транспорти, звільнивши акваторію від сил супротивника.
zh: 通过突破敌人防线来控制住敌方基地，消灭所有敌方部队并护送突击舰进入。
zh_sg: 通过突破敌人的防御，消灭所有敌对力量，以及护送攻击舰进入敌方基地，从而获得对敌方基地的控制权。

# IDS_PCVO008_OP_02_03_S07_ADVANCE_NAME
source: Narai
ja: ナライ
ru: Нараи
uk: Нараї
zh: 那莱
zh_sg: 那莱

# IDS_PCVO008_OP_02_03_S07_ADVANCE_NAME_RESULT_SCREEN
source: Narai
ja: ナライ
ru: Нараи
uk: Нараї
zh: 那莱
zh_sg: 那莱

# IDS_PCVO009_OP_02_02_S06_ATOLL_DESCRIPTION
source: With the battlefront getting closer and closer, and amid persistent air strikes on Rouen Atoll, the project pursued by Japanese scientists and engineers is threatened. To avoid a catastrophe, a group of transport aircraft is sent to Rouen with a mission to evacuate all personnel and documentation. All warships must provide protection for the aircraft and the aerodrome until the evacuation is finished.
es_mx: Con el frente de batalla acercándose más y más, y entre los persistentes ataques aéreos en el Atolón de Rouen, el proyecto perseguido por los científicos e ingenieros japoneses estaba en peligro. Para evitar una catástrofe, un grupo de aviones de transporte es enviado a Rouen con una misión de evacuar a todo el personal y la documentación. Todos los barcos de guerra deben proporcionar protección a los aviones y al aeródromo hasta que la evacuación termine.
ja: 戦いの最前線が近付くにつれ、ルーアン環礁は持続的な空襲に晒されるようになり、日本の科学者と技師が追求してきた計画が危機に陥った。そこで、大惨事を避けるべく、全ての人員と書類を避難させるための輸送機隊がルーアン基地に向かっている。艦隊は、避難完了まで輸送機隊と飛行場を守り抜け。
pl: Wraz ze zbliżającym się frontem i w samym środku targanego nieustannymi atakami powietrznymi atolu Rouen, projekt, nad którym pracują japońscy naukowcy i inżynierowie jest zagrożony. Żeby zapobiec katastrofie, grupa samolotów transportowych wysłana zostaje na Rouen, żeby ewakuować cały personel i dokumentację. Wszystkie okręty wojenne muszą chronić aerodrom i samoloty do chwili zakończenia ewakuacji.
ru: Приближение линии фронта и постоянные налёты на атолл Роэн ставят под угрозу весь проект японских учёных и инженеров. Чтобы избежать катастрофы, на Роэн направлена группа транспортных самолётов, которая эвакуирует весь персонал и документацию. Всем военным кораблям необходимо обеспечить защиту авиации и аэродрома до окончания эвакуации.
uk: Наближення лінії фронту і постійні нальоти на атол Роен ставлять під загрозу весь проект японських вчених та інженерів. Щоб уникнути катастрофи, на Роен спрямували групу транспортних літаків для евакуації персоналу і документації. Всі військові кораблі мають убезпечувати авіацію та аеродром до закінчення евакуації.
zh: 随着战线越来越近，罗韩环礁不断遭受着空袭，R国科学家及工程师所进行的计划受到了威胁。为了避免悲剧发生，已派出了运输机团前往罗韩，其任务是疏散所有人员及带走档案文件。所有战舰都必须为飞机和机场提供保护，直到疏散完成为止。
zh_sg: 随着战线越来越近，鲁昂环礁不断遭受着空袭，日本科学家及工程师所进行的计划受到了威胁。为了避免悲剧发生，已派出了运输机团前往鲁昂，其任务是疏散所有人员及带走档案文件。所有战舰都必须为飞机和机场提供保护，直到疏散完成为止。

# IDS_PCVO009_OP_02_02_S06_ATOLL_GOAL
source: Protect the group of transport aircraft arriving at the base. Defend the aerodrome until embarkation is finished and the aircraft leave the base.
es_mx: Protege al grupo de aviones de transporte que llegan a la base. Defiende el aeródromo hasta que la embarcació termine y los aviones dejen la base.
ja: 基地に向かっている輸送機隊を支援し、避難が完了し輸送機隊が離脱するまで飛行場を防衛せよ。
pl: Ochraniaj grupę samolotów transportowych lecących do bazy. Broń aerodromu do czasu zakończenia załadunku i bezpiecznego opuszczenia bazy przez samoloty.
ru: Защитить прибывающую на базу группу транспортных самолётов. Обеспечить оборону аэродрома, пока не закончится погрузка и самолёты не покинут базу.
uk: Захистити групу транспортних літаків, що прибувають на базу. Забезпечити оборону аеродрому, поки не закінчиться навантаження, і літаки не покинуть базу.
zh: 保护运输机团抵达基地。防卫机场直到登机完成及飞机离开基地为止。
zh_sg: 保护运输机团抵达基地。防卫机场直到登机完成及飞机离开基地为止。

# IDS_PCVO009_OP_02_02_S06_ATOLL_NAME
source: The Ultimate Frontier
es_mx: La Frontera Final
ja: 極限の最前線
pl: Ostatnia granica
ru: Последний рубеж
uk: Останній рубіж
zh: 终极前沿
zh_sg: 最后前线

# IDS_PCVO009_OP_02_02_S06_ATOLL_NAME_RESULT_SCREEN
source: The Ultimate Frontier
es_mx: La Frontera Final
ja: 極限の最前線
pl: Ostatnia granica
ru: Последний рубеж
uk: Останній рубіж
zh: 终极前沿
zh_sg: 最后前线

# IDS_PCVO010_OP_09_S09_LEPVE_DESCRIPTION
source: The battleship holds are filled with gold, and the ships are on a raid through the Atlantic to the American shores. The enemy has sent their best forces to stop the convoy. A thunderstorm is gaining strength at the expected encounter point. Use the weather conditions wisely to gain an advantage over the superior forces of the enemy.
es_mx: Las bodegas del acorazado están llenas de oro, y los barcos atraviesan el Atlántico hacia las costas estadounidenses. Los enemigos enviaron a sus mejores fuerzas para detener el convoy. Una tormenta eléctica comienza a ganar fuerza en el punto de encuentro convenido. Utiliza las condiciones climáticas sabiamente para ganar una ventaja sobre las fuerzas enemigas superiores.
ja: 戦艦のバルジには金塊が満載され、船団は大西洋を突破してアメリカに向かうことを目指していた。そして敵はこの船団を阻止すべく、最精鋭を差し向けた。推定遭遇地域においては、雷雨が発達中であった。この気象条件を巧みに利用し、戦力に勝る敵を相手に優位に立て。
pl: Bąble pancernika wypełnione są złotem i okręty płyną przez Atlantyk w kierunku amerykańskich wybrzeży. Wróg wysłał swoje najlepsze oddziały, żeby zatrzymać konwój. W pobliżu przewidywanego miejsca spotkania zbiera się sztorm. Wykorzystaj mądrze warunki pogodowe, żeby zyskać przewagę nad wrogiem.
ru: Трюмы линкоров заполнены золотом, эскадра идёт к берегам Америки. Противник бросил на перехват свои лучшие силы. В предполагаемой точке конфликта формируется грозовой фронт. Воспользуйтесь погодными условиями и получите преимущество над превосходящими силами противника.
uk: Трюми лінкорів заповнені золотом, ескадра рухається до берегів Америки. Супротивник кинув на перехоплення свої найліпші сили. У можливій точці конфлікту формується грозовий фронт. Скористайтеся погодними умовами і отримайте перевагу перед більшими силами супротивника.
zh: 装载的黄金，而战舰正穿越大西洋往M国海岸突击，敌方送出他们最强大的舰队来阻止船队前进，暴风雨正在预期的交战区域内成形，聪明的运用天气条件来对抗强大的敌军
zh_sg: 战列舰上装满了黄金，正穿过大西洋驶向美国海岸。敌人派出了最精锐的部队来拦截船团。预计遭遇敌人的位置正在酝酿着一场雷暴。合理利用天气条件，来抵消敌军部队的力量优势。

# IDS_PCVO010_OP_09_S09_LEPVE_GOAL
source: Escort the squadron led by flagship Ruan to the designated sector. Make sure the gold is transported safely.
es_mx: Escolta al escuadrón dirigido por el barco insignia Ruan al sector designado. Asegúrate de que el oro sea transportado de forma segura.
ja: 旗艦 Ruan 以下の戦隊を指定のセクターまで護衛せよ。 金塊を守り切るんだ。
pl: Eskortuj eskadrę prowadzoną przez okręt flagowy Ruan do wyznaczonego sektora. Zapewnij bezpieczny transport złota.
ru: Сопроводите эскадру во главе с флагманом Ruan в указанный сектор, обеспечьте безопасную транспортировку золота.
uk: Супроводжуйте ескадру на чолі з флагманом Ruan у вказаний сектор, убезпечте транспортування золота.
zh: 掩护由鲁昂领导的舰队到指定区域， 确定黄金可以安全的送达
zh_sg: 护送由旗舰Ruan带领的中队到指定区域。 确保黄金安全送达。

# IDS_PCVO010_OP_09_S09_LEPVE_NAME
source: Hermes
ja: エルメス
ru: Гермес
uk: Гермес
zh: 赫尔墨斯
zh_sg: 竞技神

# IDS_PCVO010_OP_09_S09_LEPVE_NAME_RESULT_SCREEN
source: Hermes
ja: エルメス
ru: Гермес
uk: Гермес
zh: 赫尔墨斯
zh_sg: 竞技神

# IDS_PCVO011_OP_10_S10_USS_CL_DESCRIPTION
source: The 12th Cruiser Division, under the command of Rear Admiral Merrill, was tasked with defending the position of the 3rd Marines Division and clearing the region of enemy forces.
es_mx: La 12ª División de Cruceros bajo el mando del Contraalmirante Merrill fue asignada a defender la posición de la 3ª División de Marines y a limpiar la zona de fuerzas enemigas.
ja: メリル少将指揮下の第 12 巡洋艦戦隊に、第 3 海兵師団の拠点を防衛し、この領域から敵戦力を排除するという任務が与えられた。
pl: Dowodzony przez kontradmirała Merrilla 12. Dywizjon Krążowników otrzymał zadanie obrony pozycji 3. Dywizjonu Piechoty Morskiej i oczyszczenie okolicy z sił nieprzyjaciela.
ru: 12-й дивизии крейсеров под командованием контр-адмирала Меррилла поставлена задача: обеспечить защиту расположения 3-й дивизии морской пехоты и освободить регион от сил противника.
uk: 12-й дивізії крейсерів під проводом контр-адмірала Меріла наказано: забезпечити захист позицій 3-ї дивізії морської піхоти і звільнити регіон від сил супротивника.
zh: 第12巡洋舰舰队由海军上将梅里尔指挥，授命保卫第3海军陆战队师的阵地并清除任何区域内的敌方势力。
zh_sg: 在海军少将Merrill指挥下的第12巡洋舰师的任务是捍卫第3海军陆战队师的阵地并清除该地区的敌军。

# IDS_PCVO011_OP_10_S10_USS_CL_GOAL
source: Defend the marines regiments that have just disembarked. Locate and destroy enemy aerodromes.
es_mx: Defiende los regimientos de los marines que acaban de desembarcas. Ubica y destruye los aeródromos enemigos.
ja: 上陸したばかりの海兵連隊を防衛せよ。敵の飛行場を発見し、撃破せよ。
pl: Chroń pułki piechoty morskiej, które przed chwilą wylądowały. Znajdź i zniszcz aerodromy przeciwnika.
ru: Защитите высадившиеся полки морской пехоты. Найдите и уничтожьте аэродромы противника.
uk: Захистіть полки морської піхоти, які висадилися. Відшукайте та знищте аеродроми супротивника.
zh: 保卫海军陆战队的登陆场，定位并摧毁敌方机场。
zh_sg: 保卫刚刚下船的海军陆战队团。定位并摧毁敌方机场。

# IDS_PCVO011_OP_10_S10_USS_CL_NAME
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок сакуры
uk: Квітка сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_PCVO011_OP_10_S10_USS_CL_NAME_RESULT_SCREEN
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок сакуры
uk: Квітка сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_PCVO012_EV_HL_18_BRIEFING_1
source: Set course towards the Islands of Five Ravens, locate and destroy Rasputin!
es_mx: ¡Fija el curso hacia las Islas de Five Ravens, localiza y destruye al Rasputin!
ja: ファイヴレイヴン諸島に針路を取り、Rasputin を見つけ出して撃沈せよ!
pl: Wyznacz kurs na Wyspy Pięciu Kruków, znajdź i zniszcz Rasputina!
ru: Выдвигайтесь к островам Пяти Воронов и уничтожьте «Распутина».
uk: Вирушайте до островів П’яти Круків і знищте «Распутіна».
zh: 沿着五鸦群岛的路线前进，找到并摧毁拉斯普京！
zh_sg: 沿着五鸦群岛的路线前进，找到并击毁拉斯普京！

# IDS_PCVO012_EV_HL_18_CHAT_001
source: Black Lair castle detected! Rasputin's healing disabled.
es_mx: ¡Castillo Black Lair detectado! La recuperación de Rasputín se detuvo.
ja: ブラックレア城を発見! Rasputin の回復が停止した
pl: Wykryto zamek Czarne Leże! Leczenie Rasputina przerwane.
ru: Замок «Чёрная обитель» найден. Восстановление «Распутина» прервано.
uk: Замок «Чорна обитель» знайдено. Відновлення «Распутіна» перервано.
zh: 发现黑暗巢穴城堡！拉斯普京的治愈中止了。
zh_sg: 发现黑巢城堡！拉斯普京的治疗中断。

# IDS_PCVO012_EV_HL_18_CHAT_002
source: The Black Lair castle was not detected in time.
es_mx: El castillo Black Lair no fue detectado a tiempo.
ja: 時間内にブラックレア城を見つけ出せなかった
pl: Nie wykryto na czas zamku Czarne Leże.
ru: Замок «Чёрная обитель» не был вовремя обнаружен.
uk: Замок «Чорна обитель» не виявлено вчасно.
zh: 没有及时发现黑暗巢穴城堡。
zh_sg: 黑巢城堡未被及时侦察到。

# IDS_PCVO012_EV_HL_18_CHAT_003
source: The team has suffered considerable losses.
es_mx: El equipo sufriò pérdidas considerables.
ja: チームが大きな損失を被った
pl: Drużyna poniosła duże straty.
ru: Команда понесла критические потери.
uk: Команда зазнала критичних втрат.
zh: 队伍承受了相当大的损失。
zh_sg: 队伍遭受了严重的损失。

# IDS_PCVO012_EV_HL_18_FAST_KILL
source: At periscope depth, torpedo firing accuracy is higher. Use it to vanquish your adversaries efficiently.
es_mx: A la profundidad del periscopio, la precisión de disparo del torpedo es mayor. Úsalo para acabar con tus adversarios de manera eficiente.
ja: 潜望鏡深度では魚雷の射撃精度が向上します。これを活用して敵を効果的に排除しましょう。
pl: Na głębokości peryskopowej celność torped jest większa. Wykorzystaj to, by uporać się sprawnie ze swoimi przeciwnikami.
ru: В перископном положении точность пуска торпед выше. Используйте это для эффективного уничтожения противника.
uk: У перископну стані влучність пуску торпед вища. Використовуйте це, щоб ефективно знищувати супротивника.
zh: 在潜望镜深度，鱼雷发射准确度更高。用它来有效地消灭对手。
zh_sg: 在潜望深度下，鱼雷的准度会更高。使用它来有效地消灭对手。

# IDS_PCVO012_EV_HL_18_HINT_2
source: Rasputin's been reanimated but is still frail. Spot the Black Lair castle to prevent the evildoer from recovery.
es_mx: E Rasputín ha sido reanimado pero aún es frágil. Descubre el castillo Black Lair para evitar que el malvado se recupere.
ja: Rasputin が復活したが、まだ万全ではない。ブラックレア城を見つけ出し、奴の回復を阻止せよ
pl: Rasputin został przywrócony do życia, ale nie jest jeszcze w pełni sił. Znajdź zamek Czarne Leże i nie pozwól, by łotr w pełni się odrodził.
ru: «Распутин» возродился, но ещё слаб. Обнаружьте «Чёрную обитель», чтобы помешать восстановлению злодея.
uk: «Распутін» відродився, але ще слабкий. Виявіть «Чорну обитель», щоб перешкодити відновленню лиходія.
zh: 拉斯普京已经复活但仍然虚弱。发现黑暗巢穴城堡以防止恶人恢复。
zh_sg: 拉斯普丁已经复活，但仍然处于虚弱状态。发现黑巢城堡以防止它继续恢复。

# IDS_PCVO012_EV_HL_18_LAZAR
source: Lazarus
zh: 拉扎勒斯
zh_sg: 拉扎勒斯

# IDS_PCVO012_EV_HL_18_MESSAGE_ALARM_BALLISTA
source: Ballistas are throwing depth charges. Maneuver and dive to dodge potential hits.
es_mx: Las Balistas están lanzando cargas de profundidad. Maniobra y sumérgete para esquivar los posibles impactos.
ja: バリスタが爆雷を投射中。機動しつつ潜行し、被弾を回避せよ
pl: Balisty miotają bombami głębinowymi. Manewruj i nurkuj, by unikać trafień.
ru: Баллисты метают глубинные бомбы. Маневрируйте и погружайтесь для уклонения.
uk: Балісти мечуть глибинні бомби. Маневри та занурення дозволять уникнути влучень.
zh: 投射机正在投掷深水炸弹。移动和潜水以尽量减少炸弹造成的伤害。
zh_sg: 弩炮正在投放深水炸弹。移动并下潜以躲避潜在的打击。

# IDS_PCVO012_EV_HL_18_MESSAGE_ALARM_DESTROYER
source: Beware! Steel Rat destroyers carry depth charges!
es_mx: ¡Cuidado! ¡Los destructores Steel Rat llevan cargas de profundidad!
ja: 注意せよ! 駆逐艦 Steel Rat は爆雷を搭載している!
pl: Uważaj! Steel Rat posiada bomby głębinowe!
ru: Будьте осторожны. Эсминцы Steel Rat вооружены глубинными бомбами.
uk: Будьте обережні. Есмінці Steel Rat озброєні глибинними бомбами.
zh: 避免与携带深水炸弹的钢铁之鼠驱逐舰遭遇！
zh_sg: 注意！钢鼠驱逐舰携带有深水炸弹！

# IDS_PCVO012_EV_HL_18_MESSAGE_FIN_FAIL
source: Operation failed! All submarines lost.
es_mx: ¡Operación fallida! Todos los submarinos se perdieron.
ja: オペレーション失敗! 潜水艦が全滅した
pl: Operacja nie powiodła się! Wszystkie okręty podwodne zostały zniszczone.
ru: Операция провалена. Все подводные лодки потеряны.
uk: Операцію провалено. Всі підводні човни втрачено.
zh: 行动失败！ 失去所有潜艇。
zh_sg: 行动失败！ 已损失所有的潜艇。

# IDS_PCVO012_EV_HL_18_MESSAGE_FIN_SUCCESS
source: Operation completed successfully! Rasputin' is banished forever!
es_mx: ¡Operación completada exitosamente! ¡El Rasputin se ha desvanecido para siempre!
ja: オペレーション達成! Rasputin を永久追放した!
pl: Operacja zakończona powodzeniem! Rasputin został wygnany raz na zawsze!
ru: Операция выполнена! «Распутин» окончательно изгнан.
uk: Операцію виконано! «Распутіна» остаточно вигнано.
zh: 行动成功完成！ 拉斯普京被永久驱逐了！
zh_sg: 行动成功完成！ 拉斯普京已被永远驱逐！

# IDS_PCVO012_EV_HL_18_MESSAGE_RASPUTIN_HINT
source: Watch out on the surface! Rasputin can summon archenemy ships at any point within the Five Ravens harbor.
es_mx: En la superficie, ¡cuidado! el Rasputín puede invocar barcos archienemigo en cualquier punto dentro del puerto de Five Ravens.
ja: 水上では警戒せよ! Rasputin は、ファイヴレイヴン湾内の任意の地点にアークエネミー艦艇を召喚することが可能だ
pl: Pływając na powierzchni musisz uważać! Rasputin może wezwać okręty arcywroga w dowolnym miejscu przystani Pięciu Kruków.
ru: Будьте осторожны на поверхности. «Распутин» может призвать супостатов в любое место гавани Пяти Воронов.
uk: Будьте обережні на поверхні. «Распутін» може прикликати супостатів в будь-яке місце гавані Пְ’яти Круків.
zh: 在水面上，小心！拉斯普京可以在五鸦港内的任何地方召唤大敌战舰。
zh_sg: 注意水面！拉斯普京可能在五鸦港内的任意地点召唤敌方战舰。

# IDS_PCVO012_EV_HL_18_PROBNIK
source: Ballista
ja: バリスタ
pl: Balista
ru: Баллиста
uk: Баліста
zh: 投射机
zh_sg: 弩炮

# IDS_PCVO012_EV_HL_18_RASPUTIN
source: Rasputin
ru: Распутин
uk: Распутін
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_PCVO012_EV_HL_18_SEEBUILDING
source: You've spotted the catapults! Detect the other enemy defense facilities.
es_mx: ¡Has detectado a las catapultas! Detectar las otras facilidades defensivas del enemigo.
ja: カタパルトを発見! その他の防衛施設も見つけ出せ
pl: Dostrzeżono katapulty! Wykryj pozostałe placówki obronne przeciwnika.
ru: Вами обнаружены катапульты, обнаружьте другие защитные сооружения противника.
uk: Ви виявили катапульти, виявіть інші захисні споруди супротивника.
zh: 您发现了投石机！侦测敌人其他的防御设施。
zh_sg: 您发现了投石机！继续侦察其他敌方其他的防御设施。

# IDS_PCVO012_EV_HL_18_SEEBUILDING_2
source: Move under the radar! If enemy ships reveal your whereabouts, the catapults and ballistas will open fire.
es_mx: ¡Vuela bajo el radar! Si las naves enemigas revelan su paradero, las catapultas y las ballistas abrirán fuego.
ja: レーダーを回避せよ! 発見されてしまった場合は、カタパルトとバリスタによる攻撃を受ける
pl: Unikaj wykrycia! Jeśli wrogowie poznają Twoją lokalizację, katapulty i balisty otworzą ogień.
ru: Действуйте скрытно. Если вас обнаружат корабли противника, катапульты и баллисты откроют огонь.
uk: Дійте потайки. Якщо вас виявлять кораблі супротивника, катапульти і балісти відкриють вогонь.
zh: 飞在雷达下！如果敌舰揭露了您的下落，投石机和投射机将会开火。
zh_sg: 谨慎行动！如果地方战舰发现了您的位置，弩炮和投石机就会向您开火。

# IDS_PCVO012_EV_HL_18_ZIKAKU
source: Gorgon
pl: Gorgona
ru: Горгон
uk: Горгон
zh: 戈尔贡
zh_sg: 戈登
