Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC344_SOVIETBBARC_GANGUT_MEDAL_DESCRIPTION
source: On July 27 (August 9), 1714, during the Great Northern War, the Russian rowing fleet under the command of Admiral Apraksin and Admiral Mikhailov (Peter the Great fought in this battle under the name of the latter) blocked a detachment of Swedish ships near the Gangut peninsula. Peter the Great participated in a boarding battle, as a result of which all ten enemy ships were taken. The Battle of Gangut was the first victory of the Russian regular fleet, and it was greatly celebrated in St. Petersburg. The following medals were coined in memory of the battle: gold—for officers, silver—for sailors and soldiers. The portrait of Peter the Great wearing a suit of armor and a laurel wreath was on the obverse of the medal. The sea battle, dated July 27, 1714, between the Russian galleys and the Swedish squadron was on the reverse. In 1719, a 90-gun wind-driven battleship named in honor of the battle of Gangut was launched. In 1914, dreadnought battleship Gangut was the fourth ship in the Russian Imperial Navy to carry this glorious name.
es_mx: El 27 de julio (9 de agosto) de 1714, durante la Gran Guerra del Norte, la flota a remos rusa, al mando del Almirante Apraksin y el almirante Mikhailov (Pedro el Grande combatió en esta batalla bajo el nombre del segundo), bloqueó un destacamento de barcos suecos cerca de la península de Gangut. Pedro el Grande participó en una batalla de abordaje, en la cual capturaron a los 10 barcos enemigos. La Batalla de Gangut fue la primera victoria de la flota regular rusa, y fue muy celebrada en San Petersburgo. Las siguientes medallas fueron acuñadas en memoria de la batalla: de oro para los oficiales; y de plata para los marineros y soldados. El retrato de Pedro el Grande usando una armadura y una corona de laureles, estaba en el anverso de la medalla. La imagen de la batalla naval entre las galeras rusas y el escuadrón sueco, y la fecha "27.º día de julio de 1714" estaban en el reverso. En 1719, fue botado un acorazado de velas con 90 cañones, bautizado en honor a la batalla de Gangut. En 1914, el acorazado dreadnought Gangut fue el cuarto barco de la Armada Imperial Rusa en llevar este glorioso nombre.
ja: 1714 年 8 月 9 日 (ユリウス暦 7 月 27 日)、大北方戦争中にロシアのガレー艦隊はアプラクシン提督とミハイロフ提督の指揮のもと (この戦いにおいてピョートル大帝は後者の下で戦いました)、ガングート (ハンゲ半島) 付近のスウェーデン分艦隊を封鎖しました。ピョートル大帝も参加した移乗攻撃の結果、10 隻全ての敵艦は拿捕されました。ロシア常備艦隊にとって最初の勝利となったガングートの海戦は、サンクトペテルブルクで盛大に祝われました。 この戦闘を記念し、士官用の金記章と水兵および兵士用の銀記章が鋳造されました。全身鎧と月桂冠を身に着けたピョートル大帝の肖像が記章の表面に刻印されています。裏面にはロシアのガレー艦隊対スウェーデン分艦隊の海戦の絵と「1714 年 7 月 27 日」の日付が印されました。1719 年、ガングートの海戦に敬意を表して命名された 90 門戦列艦が進水しました。1914 年時点で、弩級戦艦ガングートは、ロシア帝国海軍においてこの栄光ある名前を冠した 4 代目の艦でした。
pl: 27 lipca (9 sierpnia) 1714 roku, w trakcie Wielkiej Wojny Północnej, rosyjska flota pod dowództwem admirała Apraksina oraz admirała Michajłowa (sam Piotr Wielki walczył w niej pod komendą tego drugiego) zablokowała desant szwedzkich wojsk w pobliżu półwyspu Gangut. Piotr Wielki brał udział w walce abordażowej, w efekcie której wszystkie jednostki wroga zostały pojmane. Bitwa pod Gangutem była pierwszym zwycięstwem regularnej floty rosyjskiej i hucznie świętowano ją w Sankt-Petersburgu. By upamiętnić to wydarzenie, wybito następujące medale: złote – dla oficerów, srebrne – dla marynarzy i żołnierzy. Widoczny jest na nich portret Piotra Wielkiego noszącego zbroję i wieniec laurowy. Na rewersie przedstawiona jest bitwa morska pomiędzy rosyjskimi galerami, a szwedzką eskadrą oraz data 27 lipca 1714 roku. W 1719 roku zwodowano 90-działowy, żaglowy okręt pancerny o nazwie Gangut, na cześć bitwy. W 1914 drednot Gangut stał się czwartym okrętem rosyjskiej marynarki noszącym to chwalebne imię.
ru: 27 июля (9 августа) 1714 года, во время Северной войны, русский гребной флот под командованием адмиралов Апраксина и Михайлова (под именем последнего в бою участвовал царь Пётр) блокировал у полуострова Гангут отряд шведских кораблей. В жаркой абордажной схватке, в которой лично участвовал и сам царь, все десять кораблей противника были захвачены. Сражение при Гангуте стало первой победой русского регулярного флота, и её пышно отпраздновали в Санкт-Петербурге. В память о сражении отчеканили медали: золотые — для офицеров, серебряные — для матросов и солдат. На лицевой стороне медали поместили портрет царя Петра Алексеевича в доспехах и лавровом венке, на оборотной — изображение морского боя между русскими галерами и шведской эскадрой с датой «Июля 27 дня 1714 года». Уже в 1719 году был спущен на воду 90-пушечный парусный линейный корабль, получивший в честь сражения название «Гангут». Вошедший в состав Российского императорского флота в 1914 году линкор-дредноут «Гангут» был четвёртым кораблём, нёсшим это славное имя.
uk: 27 липня (9 серпня) 1714 року, під час Північної війни, російський гребний флот під командуванням адміралів Апраксіна та Михайлова (під іменем останнього в бою брав участь цар Петро) блокував біля мису Гангут загін шведських кораблів. У запеклій абордажній сутичці за особистої участі царя всі десять кораблів супротивника захопили. Битва біля мису Гангут стала першою перемогою російського регулярного флоту, і її пишно відсвяткували в Санкт-Петербурзі. На згадку про цю битву викарбували медалі: золоті — для офіцерів, срібні — для матросів і солдатів. На лицьовому боці медалей був портрет царя Петра Олексійовича в обладунку й лавровому вінку, а на зворотному — зображення бою між російськими галерами та шведською ескадрою й дата «Июля 27 дня 1714 года» (укр. 27 червня 1714 року). Вже 1719 року спустили на воду 90-гарматний вітрильний лінійний корабель, названий на честь битви — «Гангут». Лінкор-дредноут, який 1914 року став до лав Російського імператорського флоту, був четвертим кораблем, що мав це уславлене ім’я.
zh: 27 июля (9 августа) 1714 года, во время Северной войны, русский гребной флот под командованием адмиралов Апраксина и Михайлова (под именем последнего в бою участвовал царь Пётр) блокировал у полуострова Гангут отряд шведских кораблей. В жаркой абордажной схватке, в которой лично участвовал и сам царь, все десять кораблей противника были захвачены. Сражение при Гангуте стало первой победой русского регулярного флота, и её пышно отпраздновали в Санкт-Петербурге. В память о сражении отчеканили медали: золотые — для офицеров, серебряные — для матросов и солдат. На лицевой стороне медали поместили портрет царя Петра Алексеевича в доспехах и лавровом венке, на оборотной — изображение морского боя между русскими галерами и шведской эскадрой с датой «Июля 27 дня 1714 года». Уже в 1719 году был спущен на воду 90-пушечный парусный линейный корабль, получивший в честь сражения название «Гангут». Вошедший в состав Российского императорского флота в 1914 году линкор-дредноут «Гангут» был четвёртым кораблём, нёсшим это славное имя.
zh_sg: 1714年7月27日（8月9日），北方战争期间，俄罗斯划艇队在阿普拉克辛上将和米哈伊洛夫上将（彼得大帝以后者的名义参加了这场战斗）的指挥下，在甘古特半岛附近拦截了一支瑞典船队。彼得大帝亲自参加了接舷战，结果十艘敌舰全部被俘。甘古特会战是俄罗斯正规舰队的第一次胜利，在圣彼得堡举行了盛大的庆祝活动。 为纪念这场战役，人们铸造了奖章：军官的金奖牌，水手、水兵的银奖牌。奖牌的正面是身穿盔甲、头戴桂冠的彼得大帝肖像。反面雕刻了俄罗斯和瑞典舰队之间的海战场面，以及日期“1714年7月27日”。1719年，一艘配备90门炮的风范战列舰以甘古特命名，以纪念甘古特会战。1914年，无畏舰“甘古特”号是俄罗斯帝国海军中第四艘拥有这个光荣名字的战舰。

# IDS_PCZC345_SOVIETBBARC_IZMAIL_MEDAL
source: Medal for Outstanding Bravery During the Capture of Izmail
es_mx: Medalla por el Increíble Valor en la Captura de Izmail
ja: イズメイル占領戦卓越勇敢記章
pl: Medal za męstwo przy zdobyciu twierdzy Izmaił
ru: Медаль «За отменную храбрость при взятии Измаила»
uk: Медаль «За видатну хоробрість під час взяття Ізмаїла»
zh: Медаль «За отменную храбрость при взятии Измаила»
zh_sg: 伊兹梅尔攻城战英勇奖章

# IDS_PCZC345_SOVIETBBARC_IZMAIL_MEDAL_DESCRIPTION
source: Transformed into one of the world's most powerful fortresses under the guidance of the European engineers, Izmail was a key strong point of the Turkish army on the Danube River in the war of 1787–1791. Russian troops attempted to take the fortress several times with no success. However, in early December 1790, General Alexander Suvorov joined the command of the besiegers, and the fate of Izmail was decided. "I came here with the troops. Twenty-four hours for reflection, and you will be given freedom. My first shot will mean your captivity. When we assault, only death awaits you". This was Suvorov's ultimatum to the Turks. On December 11, 1790, after a violent assault, Izmail fell. Its first commandant was General Mikhail Kutuzov, who distinguished himself during the capture of the fortress and who would later defeat Napoleon in the war of 1812. Inspired by its success, Catherine the Great awarded all the soldiers, cossacks and sailors who participated in the siege, a silver service medal. The medal was oval-shaped and made of silver. The monogram of the Empress was on the obverse of the medal. The inscription "For Outstanding Bravery During the Capture of Izmail on December 11, 1790" was on the reverse. In June 1915, almost 125 years after this glorious victory, battlecruiser Izmail was launched in St. Petersburg. It was the main cruiser in a series of four ships, each with 32,500 tons of displacement.
es_mx: Transformada en una de las fortalezas más poderosas del mundo bajo las guía de ingenieros europeos, Izmail fue un punto clave importante para el ejército turco sobre el Río Danubio en la guerra de 1787 a 1791. Las tropas rusas intentaron tomar la fortaleza varias veces sin éxito. Sin embargo, a principios de diciembre de 1790, el General Alexander Suvorov se incorporó para dirigir a los atacantes y así se decidió el destino de Izmail. "Llegué aquí con las tropas. 24 horas para reflexionar, y se les otorgará su libertad. Mi primer disparo significará su captura. Al atacar, su único destino será la muerte". Este fue el ultimátum de Suvorov a los turcos. El 11 de diciembre de 1790, después de un violento ataque, Izmail cayó. Su primer comandante fue el general Mikhail Kutuzov, quien se distinguió durante la captura de la fortaleza. Más tarde, el general derrotaría a Napoleón en la guerra de 1812. Inspirada por el éxito, Catalina la Grande premió a todos los soldados, cosacos y marineros que participaron en el asedio con una medalla de servicio plateada. La medalla era ovalada y estaba hecha de plata. Las iniciales de la Emperatriz estaban en el anverso de la medalla. La inscripción "Por el increíble valor en la captura de Izmail, 11 de diciembre de 1790" estaba en el reverso. En junio de 1915, casi 125 años después de esta gloriosa victoria, el crucero de batalla Izmail fue botado en San Petersburgo. Fue el crucero de batalla principal de una serie de cuatro barcos de 32 500 toneladas de desplazamiento cada uno.
ja: ヨーロッパの技師たちの指導の下、世界で最も強固な要塞のひとつとなったイズメイルは、1787 年から 1791 年にかけての露土戦争においてドナウ川流域のトルコ軍の主要拠点でした。この要塞を奪取しようとするロシア軍の試みは、何度も失敗しました。しかし、1790 年 12 月初頭、アレクサンドル・スヴォーロフ将軍が包囲軍司令部に参加したことで、イズメイルの命運は決しました。「私はここに部隊と共にやって来た。24 時間でよく考えるがよい。自由を得たいと考えるならばだ。私の最初の砲弾はお前たちが虜囚となることを意味する。我々が強襲すれば、お前たちには死が待つのみとなろう。」これがトルコ軍に対するスヴォーロフの最後通牒でした…1790 年 12 月 11 日、凄惨な強襲の後でイズメイルは陥落しました。主席司令官であったミハイル・クトゥーゾフ将軍は、この要塞の占領戦で名を馳せました。将軍は後に 1812 年の戦争でナポレオンを破りました。 この戦勝に感銘を受けたエカチェリーナ大帝は、包囲に参加した全ての兵士、コサック、水兵に従軍記章を授与しました。丸い銀製のこの記章の表面には、女帝のモノグラムが描かれました。裏面には「イズメイル占領戦の卓越した勇敢さに対して、1790 年 12 月 11 日」の銘刻が印されました。1915 年 7 月、この偉大な勝利から約 125 年後に、巡洋戦艦イズメイルはサンクトペテルブルクで進水しました。本艦はそれぞれが排水量 32,500 トン級となる 4 隻のうち 1 番艦でした。
pl: Pod okiem europejskich inżynierów twierdza Izmaił stała się jedną z najpotężniejszych na świecie. Izmaił była kluczowym przyczółkiem armii tureckiej nad Dunajem w trakcie wojny z lat 1787–1791. Rosyjscy żołnierze kilkukrotnie próbowali zająć twierdzę – bezskutecznie. Jednak na początku grudnia 1790 roku generał Alexander Suworow objął dowodzenie nad oblężeniem, co przesądziło o losie obrońców. „Przybyłem tu z piechurami. Macie dwadzieścia cztery godziny do namysłu; możecie być wolni. Lecz mój pierwszy strzał oznaczać będzie Waszą niewolę. Jeśli przypuścimy szturm, czeka Was śmierć.” Takie ultimatum przedstawił Turkom Suworow. 11 grudnia 1790 roku, po gwałtownym szturmie, twierdza Izmaił upadła. Jej pierwszym komendantem został generał Michaił Kutuzow, który wykazał się w trakcie odbijania twierdzy. Ten sam generał później pokonał Napoleona w wojnie z 1812 roku. Zainspirowana sukcesem caryca Katarzyna nagrodziła srebrnym medalem wszystkich żołnierzy, kozaków i marynarzy biorących udział w oblężeniu. Medal ten miał owalny kształt i nosił monogram carycy. Na rewersie umieszczono napis „Za męstwo przy zdobyciu twierdzy Izmaił, 11 grudnia 1790”. W czerwcu 1915 roku, niemal 125 lat po tym chwalebnym zwycięstwie, w Sankt-Petersburgu zwodowano krążownik liniowy Izmaił. Był to okręt prowadzący klasy czterech jednostek o wyporności 32 500 ton.
ru: Превращённый под руководством европейских инженеров в одну из мощнейших крепостей мира, Измаил в войну 1787–1791 годов являлся ключевым опорным пунктом турецкой армии на реке Дунай. Русские войска несколько раз пытались взять крепость, но всякий раз неудачно. Однако, когда в начале декабря 1790 года в командование осаждавшими вступил генерал Александр Суворов, судьба Измаила была решена. «Я с войсками сюда прибыл. Двадцать четыре часа на размышление — и воля. Первый мой выстрел — уже неволя. Штурм — смерть», — таков был ультиматум Суворова туркам. ...11 декабря 1790 года после кровопролитного штурма Измаил пал. Первым его комендантом был отличившийся при взятии крепости генерал Михаил Кутузов, будущий победитель Наполеона в войне 1812 года. Восхищённая успехом, императрица Екатерина II повелела наградить всех солдат, казаков и матросов, участвовавших в штурме, памятной медалью. Медаль была овальной формы и чеканилась из серебра. На лицевой стороне был изображён вензель императрицы, на оборотной — надпись «За отменную храбрость при взятье Измаила декабря 11 1790». Спустя почти 125 лет после этой славной победы, в июне 1915 года, в Санкт-Петербурге спустили на воду линейный крейсер «Измаил» — головной в серии из четырёх кораблей водоизмещением 32 500 тонн каждый.
uk: Перетворений під наглядом європейських інженерів на одну з найнеприступніших фортець світу, Ізмаїл упродовж війни 1787–1791 років був ключовим опорним пунктом турецької армії на річці Дунай. Російське військо кілька разів намагалося взяти фортецю, але марно. Однак, на початку грудня 1790 р. керівництво облогою передали генералу Олександру Суворову, і долю Ізмаїла було вирішено. «Я прибув сюди з військом. Двадцять чотири години на роздуми — і воля. Перший мій постріл — уже неволя. Штурм — смерть» — такий ультиматум висунув туркам Суворов… 11 грудня 1790 р. після кровопролитного штурму Ізмаїл пав. Першим його комендантом став генерал Михайло Кутузов, що відзначився під час взяття фортеці, — він згодом переможе Наполеона у війні 1812 р. Вражена успіхами, імператриця Катерина II наказала нагородити всіх солдатів, козаків і матросів, які брали участь у штурмі, пам’ятними медалями. Медалі овальної форми карбували зі срібла. На лицьовому боці був зображений вензель імператриці, а на зворотному був напис «За отменную храбрость при взятье Измаила декабря 11 1790» (укр. За видатну хоробрість під час взяття Ізмаїла, 11 грудня 1790). Майже через 125 років після цієї славетної перемоги, у червні 1915 р., у Санкт-Петербурзі спустили на воду лінійний крейсер «Ізмаїл» — головний у серії з чотирьох кораблів, кожен водотоннажністю 32 500 тонн.
zh: Превращённый под руководством европейских инженеров в одну из мощнейших крепостей мира, Измаил в войну 1787–1791 годов являлся ключевым опорным пунктом турецкой армии на реке Дунай. Русские войска несколько раз пытались взять крепость, но всякий раз неудачно. Однако, когда в начале декабря 1790 года в командование осаждавшими вступил генерал Александр Суворов, судьба Измаила была решена. «Я с войсками сюда прибыл. Двадцать четыре часа на размышление — и воля. Первый мой выстрел — уже неволя. Штурм — смерть», — таков был ультиматум Суворова туркам. ...11 декабря 1790 года после кровопролитного штурма Измаил пал. Первым его комендантом был отличившийся при взятии крепости генерал Михаил Кутузов, будущий победитель Наполеона в войне 1812 года. Восхищённая успехом, императрица Екатерина II повелела наградить всех солдат, казаков и матросов, участвовавших в штурме, памятной медалью. Медаль была овальной формы и чеканилась из серебра. На лицевой стороне был изображён вензель императрицы, на оборотной — надпись «За отменную храбрость при взятье Измаила декабря 11 1790». Спустя почти 125 лет после этой славной победы, в июне 1915 года, в Санкт-Петербурге спустили на воду линейный крейсер «Измаил» — головной в серии из четырёх кораблей водоизмещением 32 500 тонн каждый.
zh_sg: 在欧洲工程师的帮助下，伊兹梅尔被改造成了世界上最坚固的堡垒之一，在1787-1791年的战争中，伊兹梅尔是当时多瑙河上的重要土耳其要塞。俄罗斯军队多次试图攻占该要塞，但都没有成功。1790年12月初，亚历山大·苏沃罗夫将军加入了攻城部分的指挥部，伊兹迈尔的命运就此改写。“我已经统帅大军至此，给你24小时的时间考虑。只有投降，才有自由。一旦发起进攻，你只有死路一条，攻城就意味着你们灭亡！”这是苏沃罗夫对土耳其人的最后通牒…1790年12月11日，在一番惨烈的激战后，伊兹梅尔被攻克了。在这一役中表现突出的米哈伊尔·库图佐夫将军被任命为该要塞的第一任司令。这名将军后来在1812年的战争中还打败了拿破仑。 胜利巨大的鼓舞了俄国，凯瑟琳大帝授予所有参加攻城的士兵、哥萨克骑兵、和水手一枚银质服役奖章。奖章是银质的椭圆形奖牌。正面印有女王的花押字。背面刻有“在1790年12月11日攻占伊兹梅尔时表现出非凡的勇气”字样。1915年6月，在这场光荣的胜利后近125年，伊兹梅尔号战列舰在圣彼得堡起航。它是这一系列四艘32500吨级排水量战舰中的主力巡洋舰。

# IDS_PCZC346_SOVIETBBARC_SINOP_MEDAL
source: Medal for the Battle of Sinop
es_mx: Medalla por la Batalla de Sinop
ja: スィノプ海戦記章
pl: Medal za bitwę pod Synopą
ru: Медаль для участников Синопского сражения
uk: Медаль для учасників Сінопського бою
zh: Медаль для участников Синопского сражения
zh_sg: 锡诺普海战奖章
