Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC077_YAMAMOTO_KITAKAMI_DESCRIPTION
source: Japan developed the Kuma-class light cruisers at the end of World War I to counter the Omaha-class cruisers built by the U.S.A. Kitakami was the fourth ship in the series. When commissioned, the ship had a displacement of 5,500 tons, and a speed of more than 35 knots. The ship's primary armament consisted of seven 140 mm guns and four 533 mm twin torpedo tubes. Upon returning from the U.S.A. where he was a military attaché, in August 1921, Commander Yamamoto was assigned to the recently commissioned light cruiser Kitakami as a senior officer. This talented officer's career quickly progressed, not allowing him to stay in the same position for a long time. And thus in December 1921, just four months later, Yamamoto was appointed an instructor at the Naval War College that he had graduated from a couple of years before.
es_mx: Japón desarrolló los cruceros ligeros de clase Kuma al final de la 1a Guerra Mundial para contrarrestar a los cruceros clase Omaha construidos por EUA. Kitakami fue el cuarto barco de la serie. Cuando fue comisionado, el barco tenía un desplazamiento de 5,500 toneladas, y una velocidad de más de 35 nudos. El armamento principal del barco consistía en siete cañones de 140 mm y cuatro tubos gemelos de torpedos de 533 mm. Al regresar de EUA, donde fue un agregado militar, en agosto de 1921, el Comandante Yamamoto fue asignado al recién comisionado crucero ligero Kitakami como un oficial superior. La carrera de este talentoso oficial progresó rápidamente, evitando que permaneciera en la misma posición por largo tiempo. Y en diciembre de 1921, solo cuatro meses después, Yamamoto fue nombrado instructor en el Colegio Naval de Guerra de la cual se había graduado un par de años antes.
ja: 日本海軍は一次大戦の終盤、アメリカのオマハ級軽巡洋艦に対抗すべく、球磨型軽巡洋艦を開発、北上はその 4 番艦でした。就役時においては、排水量約 5,500 トン、速力は 35 ノットを上回っていました。兵装は、140 mm 砲 7 門、533 mm 連装魚雷発射管 4 基。 1921 年 8 月、アメリカから帰国して間もなかった山本五十六中佐は、就役したばかりだった軽巡洋艦北上の副長に任ぜられました。才能溢れる彼のその後の昇進は速く、長期に渡り同じ階級に留まることはありませんでした。事実として、北上の副長に任ぜられた彼は、その 4 ヶ月後には、海軍大学校の教官に着任しましたが、これは、彼がこの大学校を卒業してからわずか 2 年後のことだったのです。
pl: Lekki krążownik klasy Kuma, opracowany w Japonii pod koniec I wojny światowej, by konkurować z krążownikami klasy Omaha budowanymi w U.S.A. Kitakami był czwartym okrętem w serii. Kiedy go wcielono do służby, miał wyporność 5500 ton i rozwijał prędkość ponad 35 węzłów. Jego głównym uzbrojeniem było siedem dział kal. 140 mm i cztery podwójne wyrzutnie torped 533 mm. Po powrocie ze Stanów Zjednoczonych, w których pełnił funkcję attaché wojskowego, w sierpniu 1921 roku dowódca Yamamoto był przydzielony do służby w charakterze starszego oficera na niedawno przyjętym, lekkim krążowniku Kitakami. Kariera tego utalentowanego oficera szybko się rozwijała, nie pozwalając mu na pozostanie na tej samej pozycji przez długi okres czasu. Tym sposobem w grudniu 1921 roku, już po 4 miesiącach, Yamamoto został mianowany instruktorem Cesarskiej Akademii Morskiej, którą sam ukończył kilka lat wcześniej.
ru: Лёгкие крейсеры типа Kuma были спроектированы в Японии в конце Первой мировой войны в ответ на строительство американских крейсеров типа Omaha. Четвёртым кораблём в серии стал Kitakami. Водоизмещение его при вступлении в строй в 1921 году составляло 5500 тонн, скорость — более 35 узлов, основное вооружение — семь 140-мм орудий и четыре двухтрубных 533-мм торпедных аппарата. Вернувшись из США, где он находился в качестве военного представителя, капитан 2 ранга Ямамото в августе 1921 года был назначен старшим офицером на только что вступивший в строй лёгкий крейсер Kitakami. Карьера талантливого офицера складывалась таким образом, что он редко задерживался на одной и той же должности, и вот уже в декабре 1921 года, спустя лишь четыре месяца, Ямамото был назначен инструктором Высшей военно-морской академии Императорского флота Японии, которую сам же закончил за несколько лет до этого.
uk: Легкі крейсери типу Kuma спроектували в Японії наприкінці Першої світової війни у відповідь на будівництво американських крейсерів типу Omaha. Четвертим кораблем у серії став Kitakami. Водотоннажність його на час вступу у стрій 1921 р. становила 5 500 тонн, швидкість — понад 35 вузлів, головне озброєння — сім 140-мм гармат і чотири двотрубних 533-мм торпедних апарати. Після повернення зі США, де він перебував як військовий представник, капітана 2-го рангу Ямамото у серпні 1921 р. призначили старшим офіцером на щойно ставший у стрій легкий крейсер Kitakami. Кар’єра талановитого офіцера складалася так, що він недовго перебував на одній і тій самій посаді, і вже у грудні 1921 р., лише за чотири місяці, Ямамото призначили інструктором Вищої військово-морської академії Імператорського флоту Японії, яку він сам закінчив за кілька років до цього.
zh: 日本在第一次世界大战结束时开发了 Kuma 级轻型巡洋舰，以抗衡由美国建造的 Omaha 级巡洋舰。Kitakami 是该系列的第四艘舰艇。服役时，该舰艇拥有 5,500 吨的排水量，和超过 35 节的航行速度。舰艇的主要武器由七座 140 毫米火炮和四座 533 毫米双联鱼雷发射管构成。 1921 年八月，以军方武官的身分从美国回国后，指挥官 Yamamoto 被指派到最近才服役的 Kitakami 轻型巡洋舰上担任高级军官。这位才华洋溢的军官职业生涯发展迅速，现在允许他长时间待在相同的职位上。而因此在 1921 年十二月，仅仅过了四个月，Yamamoto 就被任命为他在多年之前毕业的帝国海军学院之讲师。
zh_sg: 日本在第一次世界大战结束时开发了球磨级轻型巡洋舰，以抗衡由美国建造的奥马哈级巡洋舰。北上是该系列的第四艘战舰。服役时，该战舰拥有5500吨的排水量，和超过35节的航行速度。战舰的主要武器由七座140毫米火炮和四座533毫米双联鱼雷发射管构成。 1921年8月，以军方武官的身分从美国回国后，指挥官山本被指派到最近才服役的北上轻型巡洋舰上担任高级军官。这位才华洋溢的军官职业生涯发展迅速，现在允许他长时间待在相同的职位上。而因此在1921年12月，仅仅过了四个月，山本就被任命为他在多年之前毕业的帝国海军学院之讲师。

# IDS_PCZC078_YAMAMOTO_AKAGI
source: Aircraft Carrier Akagi
es_mx: Portaaviones Akagi
ja: 航空母艦 赤城
pl: Lotniskowiec Akagi
ru: Авианосец Akagi
uk: Авіаносець Akagi
zh: 航空母舰 Akagi
zh_sg: 航空母舰 Akagi

# IDS_PCZC078_YAMAMOTO_AKAGI_DESCRIPTION
source: Initially laid down as a battlecruiser, this ship was completed as an aircraft carrier in order to meet the requirements of the Washington Naval Treaty, which imposed strict limitations on the number of new battleships. The aircraft carrier was commissioned in 1927. Prior to the 1935 upgrade, the ship's displacement was 27,000 tons, the speed was 31 knots, and the armor thickness was 152 mm. The air group consisted of 60 aircraft. In her first years of service, the ships artillery included ten 200 mm guns. After a short period commanding the light cruiser Isuzu, in December 1928, Yamamoto Isoroku was assigned to the aircraft carrier Akagi as her commander. At that moment Akagi was the largest ship of her type. Advocating strict discipline, Yamamoto managed to win the respect and affection of the whole crew.
es_mx: Inicialmente un crucero de batalla, este barco fue completado como un portaaviones con el fin de cumplir con los requisitos del Tratado Naval de Washington, el cual impuso estrictas limitaciones en el número de nuevos acorazados. El portaaviones fue comisionado en 1927. Antes de la mejora de 1935, el desplazamiento del barco era de 27,000 toneladas, la velocidad era de 31 nudos, y el espesor del blindaje era de 152 mm. El grupo aéreo constaba de 60 aviones. En sus primeros años de servicio, la artillería del barco incluía diez cañones de 200 mm. Después de un corto período de tiempo al mando del crucero ligero Isuzu, en diciembre de 1928, Yamamoto Isoroku fue asignado al portaaviones Akagi como su comandante. En ese momento el Akagi era el barco más grande de su tipo. Con una estricta disciplina, Yamamoto se logró ganar el respeto y el afecto de toda la tripulación.
ja: 赤城は、巡洋戦艦として起工された後、ワシントン海軍軍縮条約の締結に伴い新造戦艦数が制限されたことを受け、航空母艦として完成しました。1927 年に就役し、1935 年の近代化改装前の段階では、排水量 27,000 トン、速力 31 ノット、装甲厚 152 mm、搭載機数 60 機とされていました。そして、当初は 200 mm 砲が 10 門搭載されていました。 山本は、軽巡洋艦五十鈴の艦長を短期間務めた後、1928 年 12 月に航空母艦赤城の艦長に任命されました。その時点においては、赤城は最大の空母として知られていました。山本は厳しい規律を課しましたが、それでも全搭乗員からの尊敬と親愛を得ることに成功しています。
pl: Początkowo budowany jako krążownik liniowy, okręt ten został ukończony jako lotniskowiec, aby spełnić warunki Waszyngtońskiego Traktatu Morskiego, który narzucał surowe limity na liczbę budowanych pancerników. Lotniskowiec wszedł do służby w 1927 roku. Przed modernizacją w roku 1935, jego wyporność wynosiła 27 000 ton, szybkość wynosiła 31 węzłów, a grubość pancerza - 152 mm. Grupa powietrzna składała się z 60 samolotów. W pierwszych latach służby do artylerii okrętu zaliczało się dziesięć dział kal. 200 mm. Po krótkim okresie dowodzenia lekkim krążownikiem Isuzu, w grudniu 1928 roku Yamamoto Isoroku został dowódcą lotniskowca Akagi. W tym czasie Akagi był największym okrętem tego typu. Narzucając surową dyscyplinę Yamamoto zdołał sobie zaskarbić szacunek całej załogi.
ru: Akagi изначально был заложен как линейный крейсер, однако после Вашингтонской конференции, на которой были введены жёсткие рамки на строительство новых линкоров, было решено достроить корабль в качестве авианосца. Вступил в строй в 1927 году. Водоизмещение, до модернизации 1935 года, — около 27 000 т., скорость хода — 31 узел, броневой пояс — 152 мм, авиагруппа — 60 самолётов. Десять 200-мм орудий составляли в первые годы службы основное артиллерийское вооружение корабля. После непродолжительного командования лёгким крейсером Isuzu Ямамото Исороку в декабре 1928 года был назначен командиром авианосца Akagi — на тот момент одного из крупнейших кораблей в своём классе. Будучи поборником строгой дисциплины, Ямамото тем не менее быстро завоевал любовь и уважение всей команды.
uk: Akagi від початку закладали як лінійний крейсер, однак після Вашинґтонської конференції, на якій ввели жорсткі обмеження у будівництві нових лінкорів, вирішили добудувати корабель як авіаносець. Став у стрій 1927 р. Водотоннажність, до модернізації 1935 р. — близько 27 000 т, швидкість ходу — 31 вузол, броньовий пояс — 152 мм, авіагрупа — 60 літаків. Десять 200-мм гармат становили в перші роки служби головне артилерійське озброєння корабля. Після нетривалого командування легким крейсером Isuzu Ямамото Ісороку в грудні 1928 р. призначили командиром авіаносця Akagi — на той час одного з найбільших кораблів у своєму класі. Незважаючи, що Ямамото був поборником суворої дисципліни, він швидко завоював любов і повагу всієї команди.
zh: 最初作为战斗巡洋舰开始建造，这艘舰艇为了符合华盛顿海军条约对新主力舰数量的严格限制而作为航空母舰完工。航空母舰服役于 1927 年。1935 年升级之前，该舰艇的排水量为 27,000 吨，航速为 31 节，而装甲厚度为 152 毫米。航空大队由 60 架飞机组成。在她服役的第一年，该舰火炮包含十门 200 毫米火炮。 经过短时间指挥轻型巡洋舰 Isuzu 后，1928 年十二月，Yamamoto Isoroku 被指派到 Akagi 航空母舰担任她的指挥官。当时 Akagi 是该类型中最大的舰艇。提倡严格的纪律，Yamamoto 设法赢得全体乘员的尊重和感情。
zh_sg: 最初作为战斗巡洋舰开始建造，这艘战舰为了符合华盛顿海军条约对新战列舰数量的严格限制而作为航空母舰完工。航空母舰服役于1927年。1935年升级之前，该战舰的排水量为27000吨，航速为31节，而装甲厚度为152毫米。航空大队由60架飞机组成。在它服役的第一年，该舰火炮包含十门200毫米火炮。 经过短时间指挥轻型巡洋舰Isuzu后，1928年12月，山本五十六被指派到Akagi航空母舰担任指挥官。当时Akagi是该舰种中最大的战舰。因提倡严格的纪律，山本赢得了全体乘员的尊重和爱戴。

# IDS_PCZC079_YAMAMOTO_KAGA
source: Aircraft Carrier Kaga
es_mx: Portaaviones Kaga
ja: 航空母艦 加賀
pl: Lotniskowiec Kaga
ru: Авианосец Kaga
uk: Авіаносець Kaga
zh: 航空母舰 Kaga
zh_sg: 航空母舰 加贺

# IDS_PCZC079_YAMAMOTO_KAGA_DESCRIPTION
source: The Great Kantō earthquake caused the destruction of the battlecruiser Amagi that was supposed to be completed as an aircraft carrier. Instead, a decision was made to refit the unfinished battleship Kaga that was finally commissioned as an aircraft carrier in 1928. The ship could run at a speed of 28.5 knots, her air group consisted of 60 aircraft in the first years of service. Her artillery armament was as good as the artillery of heavy cruisers and consisted of ten 200 mm guns placed in turrets and casemates. In October 1933, Rear Admiral Yamamoto was assigned as a commander of the First Carrier Division, whose most powerful ship at that moment was aircraft carrier Kaga. Gradually grasping all the subtle aspects of naval aviation, the new Commander vigorously took on training the ship crews of his unit trying to raise their combat skills to the highest level possible.
es_mx: El gran terremoto de Kantō causó la destrucción del crucero de batalla Amagi que se supone sería completado como un portaaviones. En su lugar, se tomó la decisión de volver a equipar el inacabado acorazado Kaga que fue finalmente comisionado como un portaaviones en 1928. El barco podía avanzar a una velocidad de 28.5 nudos, su grupo aéreo constaba de 60 aviones en los primeros años de servicio. Su armamento de artillería era tan bueno como la artillería de los cruceros pesados y consistía en diez cañones de 200 mm colocados en torretas y casamatas. En octubre de 1933, el Contraalmirante Yamamoto fue asignado como un comandante de la Primera División de Portaaviones, cuyo barco más poderoso en ese momento era el portaaviones Kaga. Gradualmente asumiendo todos los sutiles aspectos de la aviación naval, el nuevo Comandante tomó con seriedad el entrenamiento de las tripulaciones de los barcos de su unidad tratando de mejorar sus habilidades de combate al más alto nivel posible.
ja: 関東大震災の際、巡洋戦艦として起工されて航空母艦として完成するはずだった天城が大破し、廃艦となりました。そしてその代艦として、未完成だった戦艦加賀を空母へと改装することが決定され、1928 年に就役しました。本艦は、就役当初には 28.5 ノットの速力を発揮し、60 機の艦載機を搭載可能でした。また、砲塔および砲郭に合計 10 門の 200 mm 砲を搭載し、重巡洋艦並の砲力を誇っていました。 山本五十六少将は、1933 年 10 月に第 1 航空戦隊司令官に就任しましたが、当時この戦隊の中で最強の艦艇だったのが、この航空母艦加賀でした。艦載機運用の全てを徐々に掴んだこの新しい司令官は、精力的に訓練を繰り返し、できる限り高い練度を実現すべく尽力しました。
pl: Wielkie trzęsienie ziemi Kantō doprowadziło do zniszczenia krążownika liniowego Amagi, który miał być ukończony jako lotniskowiec. Zamiast tego zdecydowano się na przebudowę nieukończonego pancernika Kaga, który ostatecznie wszedł do służby jako lotniskowiec w 1928 roku. Mógł on płynąć z szybkością 28,5 węzła, jego grupa powietrzna składała się z 60 samolotów w pierwszych latach służby. Uzbrojenie artyleryjskie było równie dobre, jak artyleria ciężkich krążowników i składało się z dziesięciu dział kal. 200mm umieszczonych w wieżach i kazamatach. W październiku 1933 roku kontradmirał Yamamoto został mianowany dowódcą Pierwszego Dywizjonu Lotniskowców, której najpotężniejszym okrętem był lotniskowiec Kaga. Stopniowo opanowując wszystkie aspekty lotnictwa morskiego, nowy dowódca z werwą zabrał się za szkolenie załogi okrętu i robił wszystko, by podnieść jej umiejętności bojowe do maksimum.
ru: Одним из последствий Великого землетрясения Канто в 1923 году было разрушение корпуса линейного крейсера Amagi, достраивавшегося в качестве авианосца. Вместо него решено было переоборудовать недостроенный линкор Kaga. В новом качестве Kaga вступил в строй в 1928 году. Максимальная скорость хода корабля составляла 28,5 узлов, авиагруппа в первые годы службы — 60 самолётов. Артиллерийское вооружение не уступало тяжёлым крейсерам — десять 200-мм орудий в башнях и казематах. В октябре 1933 года контр-адмирал Ямамото был назначен командиром 1-й авианосной дивизии, самым мощным кораблём которой на тот момент являлся авианосец Kaga. Ступень за ступенью постигая тонкости использования морской авиации, новый командующий со всей энергией взялся за подготовку экипажей кораблей своего соединения, стремясь поднять её на максимальную высоту.
uk: Одним з наслідків Великого землетрусу Канто 1923 р. стало руйнування корпусу лінійного крейсера Amagi, який добудовували як авіаносець. Замість нього вирішили переобладнати недобудований лінкор Kaga. Переобладнаний Kaga став у стрій 1928 р. Максимальна швидкість ходу корабля становила 28,5 вузлів, авіагрупа в перші роки служби — 60 літаків. Артилерійське озброєння не поступалося важким крейсерам — десять 200-мм гармат в баштах і казематах. У жовтні 1933 р. контр-адмірала Ямамото призначили командиром 1-ї авіаносної дивізії, найпотужнішим кораблем якої на ту мить був авіаносець Kaga. Щабель за щаблем опановуючи тонкощі використання морської авіації, новий командувач завзято взявся за підготування екіпажів кораблів свого з’єднання, прагнучи підняти його на максимальний рівень.
zh: 关东大地震造成了应该可以成为航空母舰的战斗巡洋舰 Amagi 的毁灭。相反的，决定改装未完成的主力舰 Kaga，终于在 1928 年作为航空母舰服役。该舰能以 28.5 节的速度航行，她服役第一年的航空大队是由 60 架飞机组成。她的火炮武器跟重型巡洋舰的火炮一样好，由十门放置在炮塔和炮台中的 200 毫米火炮组成。 1933 年十月，海军少将 Yamamoto 被任命为第一航空战队指挥官，那时最强大的舰艇是空母舰 Kaga。新任指挥官逐渐掌握海军航空武力方面的细节，全力训练他的乘员，试着将战斗技能提升到最高层次。
zh_sg: 关东大地震造成了应该可以成为航空母舰的战斗巡洋舰天城的毁灭。另一方面，决定改装未完成的战列舰加贺，终于在1928年作为航空母舰服役。该舰能以28.5节的速度航行，它服役第一年的航空大队是由 60 架飞机组成。它的火炮武器跟重型巡洋舰的火炮一样好，由十门放置在炮塔和炮台中的 200 毫米火炮组成。 1933年10月，海军少将山本被任命为第一航空战队指挥官，那时最强大的战舰是空母舰 加贺。新任指挥官逐渐掌握海军航空武力方面的细节，全力训练他的乘员，试着将战斗技能提升到最高层次。

# IDS_PCZC080_YAMAMOTO_NAGATO
source: Battleship Nagato
es_mx: Acorazado Nagato
ja: 戦艦 長門
pl: Pancernik Nagato
ru: Линейный корабль Nagato
uk: Лінійний корабель Nagato
zh: 主力舰 Nagato
zh_sg: 战列舰 长门

# IDS_PCZC080_YAMAMOTO_NAGATO_DESCRIPTION
source: Nagato was developed during World War I according to the "fast battleship" concept. Eight 410 mm guns were supposed to constitute her primary armament in an attempt to respond to new powerful naval gun systems designed in Britain and the U.S.A. The battleship's main armor belt had a thickness of 300 mm. Nagato was commissioned in 1920, and in the mid 1930s, the ship underwent a major overhaul. Vice Admiral Yamamoto Isoroku was appointed the Commander-in-Chief of the Combined Fleet just a day before the outbreak of World War II, on August 30, 1939. The new Commander-in-Chief hoisted his flag on Nagato, the most powerful ship of the Empire of Japan. Yamamoto was onboard Nagato when he gave his famous order to commence the attack on Pearl Harbor, whereupon he took his ship along with five more battleships to sea, providing remote cover for the First Air Fleet.
es_mx: El Nagato fue desarrollado durante la 1a Guerra Mundial de acuerdo al concepto "acorazado rápido". Se suponía que ocho cañones de 410 mm constituirían su armamento principal en un intento de responder a los nuevos y poderosos sistemas de armas navales diseñados en Gran Bretaña y los EUA. El cinturón de blindaje principal del acorazado tenía un espesor de 300 mm. El Nagato fue comisionado en 1920, y a mediados de los años 30, se le dió un mantenimiento mayor al barco. El Vice-Almirante Yamamoto Isoroku fue nombrado Comandante en Jefe de la Flota Combinada justo un día antes del estallido de la 2a Guerra Mundial, el 30 de agosto de 1939. El nuevo Comandante en Jefe izó su bandera en el Nagato, el barco más poderoso del Imperio de Japón. Yamamoto estaba a bordo del Nagato cuando dio su famosa orden de comenzar el ataque a Pearl Harbor, después de la cual llevó su barco junto a otros cinco acorazados al mar, proporcionando cobertura remota a la Primera Flota Aérea.
ja: 長門は、一次大戦中に「高速戦艦」として開発されました。イギリスおよびアメリカの戦艦が今後 16 インチ (406 mm) 砲 を採用することを見越し、主砲として 410 mm 砲を 8 門搭載しており、主装甲帯は 300 mm を誇りました。1920 年に就役後、1930 年代中盤に大規模な近代化改装が施されました。 山本五十六中将は、二次大戦の勃発直前の 1939 年 8 月 30 日に、連合艦隊司令長官に就任し、当時の大日本帝国海軍における最強の戦艦だったこの長門を連合艦隊の旗艦としました。真珠湾攻撃の実行を命じる有名な暗号無電「ニイタカヤマノボレ1208」は、岩国湾に浮かぶ本艦から山本の命により打電されたことが知られています。本艦はその後、真珠湾攻撃の成功を受け、第 1 航空艦隊の退却を支援するため、他の 5 隻の戦艦と共に出撃しました。
pl: Nagato został opracowany w trakcie I wojny światowej w myśl koncepcji „szybkiego pancernika”. Osiem dział kal. 410 mm miało być jego głównym uzbrojeniem, porównywalnym z potężnymi systemami artyleryjskimi projektowanymi w Wielkiej Brytanii i Stanach Zjednoczonych. Główny pas pancerny pancernika miał 300 mm grubości. Nagato został wcielony do służby w roku 1920, a w połowie lat 30. okręt przeszedł kapitalny remont. Wiceadmirał Yamamoto Isoroku został mianowany głównodowodzącym Floty Połączonej w przeddzień wybuchu II wojny światowej, 30 sierpnia 1939 roku. Nowy dowódca wciągnął swoją flagę na Nagato, najpotężniejszy okręt Cesarstwa Japonii. Yamamoto znajdował się na pokładzie Nagato w chwili, gdy wydał swój słynny rozkaz do przypuszczenia ataku na Pearl Harbor, dokąd poprowadził również 5 innych pancerników, by zapewnić daleką osłonę Pierwszej Flocie Powietrznej.
ru: Nagato проектировался в годы Первой мировой войны в соответствии с концепцией «быстро- ходного линкора». Основное вооружение его должны были составить восемь 410-мм орудий, созданные в ответ на появление в Великобритании и США новых мощных корабельных артиллерийских систем. Главный броневой пояс линкора имел толщину 300 мм. В 1920 году Nagato вступил в строй, а в середине 1930-х годов прошёл масштабную модернизацию. Вице-адмирал Ямамото Исороку был назначен Главнокомандующим Объединённым флотом за день до начала Второй мировой войны, 30 августа 1939 года. Новый командующий поднял свой флаг на самом мощном корабле Японской империи — линкоре Nagato. Именно находясь на борту Nagato, Ямамото отдал свой знаменитый приказ о начале операции по нападению на Пёрл-Харбор, после чего вывел его и пять других линкоров в море, осуществляя дальнее прикрытие Первого Воздушного флота.
uk: Nagato проектували у роки Першої світової війни відповідно до концепції «швидкохідного лінкора». Основне його озброєння мали скласти вісім 410-мм гармат, створені у відповідь на появу у Великобританії і США нових потужних корабельних артилерійських систем. Головний броньовий пояс лінкора мав товщину 300 мм. 1920 р. Nagato став у стрій, а в середині 1930-х рр. пройшов ретельну модернізацію. Віце-адмірала Ямамото Ісороку призначили Головнокомандувачем Об’єднаного флоту за день до початку Другої світової війни, 30 серпня 1939 р. Новий командувач підняв свій прапор на найпотужнішому кораблі Японської імперії — лінкорі Nagato. Саме перебуваючи на борту Nagato, Ямамото віддав свій знаменитий наказ про початок операції нападу на Перл-Гарбор, після чого вивів корабель з п'ятьма інших лінкорами в море, здійснюючи далеке прикриття Першого Повітряного флоту.
zh: Nagato 是根据第一次世界大战期间「高速主力舰」概念所开发。八座 410 毫米火炮为她的主要武器组合，试图响应英国和美国新式强大的海军火炮系统。主力舰的主要装甲带拥有 300 毫米厚度。Nagato 在 1920 年开始服役，该舰艇在三零年代中期经历了大修。 1939 年八月 30 日，海军中将 Yamamoto Isoroku 在第二次世界大战爆发的前一天被任命为联合舰队总指挥。新任总指挥官在大日本帝国最强大的舰艇 Nagato 上升起他的旗帜。Yamamoto 登上 Nagato 下了著名的攻击珍珠港命令，随后他多带领了五艘主力舰前往海上，为第一航空战队提供远距离掩护。
zh_sg: 长门是根据第一次世界大战期间“高速战列舰”概念所开发。八座 410 毫米火炮为它的主要武器组合，试图响应英国和美国新式强大的海军火炮系统。战列舰的主要装甲带拥有300毫米厚度。长门在1920年开始服役，该战舰在三零年代中期经历了大修。 1939 年8月30日，海军中将山本五十六在第二次世界大战爆发的前一天被任命为联合舰队总指挥。新任总指挥官在大日本帝国最强大的战舰长门 上升起他的旗帜。山本登上长门下了著名的攻击珍珠港命令，随后他多带领了五艘战列舰前往海上，为第一航空战队提供远距离掩护。

# IDS_PCZC081_YAMAMOTO_YAMATO
source: Battleship Yamato
es_mx: Acorazado Yamato
ja: 戦艦 大和
pl: Pancernik Yamato
ru: Линейный корабль Yamato
uk: Лінійний корабель Yamato
zh: 主力舰 Yamato
zh_sg: 战列舰 大和
