Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC257_40MMPOMPOM_DESCRIPTION
source: The best-known British anti-aircraft gun appeared during World War I. It was designed by the Vickers company and went into service from 1915 under the designation "2-pounder Mark II gun". The gun was nicknamed the pom-pom because of the characteristic sound it produced when firing. Mark II guns were almost solely produced as single-mounts with manual aiming. Some of the initial pom-pom guns would also be used during World War II, mostly on mobilized civil vessels. The early 1920s saw the start of development of a 40 mm multi-barreled AA gun with a power drive. Due to poor funding, typical of the British Admiralty in the 1920s, the process of accepting the new gun into service was a very long one. Only in the early 1930s did the navy start to receive the first 40 mm AA Mark VIII guns, initially placed in octuple mounts. The new gun had the same barrel as the Mark II, which is why it inherited the pom-pom nickname. In 1935, a quadruple mount was designed which would become the basis for the AA armament of British destroyers starting from the Tribal class. The 2-pounder's rate of fire was around 100 shots per minute with its effective vertical range of fire being just a little above 1 km and the shell weighing a little over 900 grams. The pom-pom gun was inferior in terms of almost all performance characteristics in comparison to Bofors AA automatic guns of the same caliber. The latter though were under-produced, which is why they never superseded the presence of pom-pom guns on British ships.
es_mx: El cañón antiaéreo británico mejor conocido apareció durante la Primera Guerra Mundial. Fue diseñado por la compañía Vickers y entró en servicio en 1915 bajo la designación "Cañón Mark II de 2 libras". El cañón fue apodado pom-pom a causa del sonido característico que producía al disparar. Los cañones Mark II fueron producidos casi exclusivamente como montajes individuales con miras manuales. Algunos de los primeros cañones pom-pom también serían usados durante la Segunda Guerra Mundial, mayormente en buques civiles movilizados. Los primeros años de la década de los 20 vieron el inicio del desarrollo de un arma AA con varios cañones de 40 mm que se movía con la ayuda de un motor. Debido al escaso financiamiento, típico del Almirantazgo Británico de los años 20, el proceso de aceptación del nuevo cañón fue muy largo. Hasta principios de los años 30, la Marina comenzó a recibir los primeros cañones AA Mark VIII de 40 mm, colocados inicialmente en montajes óctuples. El nuevo cañón usaba el mismo cuerpo del Mark II, por lo que heredó el sobrenombre de pom-pom. En 1935 se diseñó un montaje cuádruple que sería la base del armamento antiaéreo para los destructores británicos a partir de la clase Tribal. La cadencia de disparo del cañón estaba alrededor de los 100 disparos por minuto con un alcance vertical efectivo de disparo un poco mayor a 1 km, y con un proyectil con un peso poco mayor a los 900 gramos. El cañón pom-pom era inferior en casi todas las características de desempeño en comparación con los cañones AA automáticos Bofors del mismo calibre. Sin embargo estos no eran producidos en cantidades suficientes, por lo que nunca eclipsaron la presencia de los cañones pom-pom en los barcos británicos.
ja: 一次大戦中に登場した、最も有名なイギリス製対空砲です。ヴィッカース社が設計し、1915 年より「2 ポンド Mk. II 砲」の名称で運用が開始されました。この砲のニックネームである「ポンポン」は、射撃時の音に由来します。ほぼ全ての Mk. II 砲は、手動装填式の単装砲架として生産されました。最初期のポンポン砲の一部は、二次大戦においても、動員された民間船を中心に使用されました。 1920 年代初頭には、パワードライブを採用した 40 mm 多連装対空砲の開発が始まりました。1920 年代のイギリス海軍本部では典型的なことですが、予算不足に伴い、新型砲の配備には長期間を要しました。1930 年代初頭になってようやく、海軍で最初の 40 mm Mk. VIII 砲の受領が開始され、この砲は当初は八連装砲架に設置されました。新型砲は Mk. II と同じ砲身を用いたため、「ポンポン」のニックネームも継承しました。1935 年には、トライバル級以降のイギリス駆逐艦の基本的な対空兵装として四連装砲架が設計されました。2 ポンド砲の射撃速度は分間約 100 回、有効垂直射程は 1 km を若干上回る程度に過ぎず、砲弾重量は 900 g 強でした。ポンポン砲はほぼ全ての戦闘諸元において、同口径のボフォース対空機関砲を下回りました。しかし後者は生産数で劣っていたため、イギリス艦艇におけるポンポン砲の普及を覆すには至りませんでした。
pl: Najbardziej znane brytyjskie działo przeciwlotnicze pojawiło się w trakcie I wojny światowej. Zaprojektowano je w firmie Vickers w 1915 roku pod nazwą „2-funtowe działo Mark II”. Przydomek „pom-pom” zawdzięcza charakterystycznemu odgłosowi, jaki wydawało przy wystrzale. Działa Mark II instalowano niemal wyłącznie w pojedynczych stanowiskach z ręcznym namierzaniem celu. Niektóre z początkowych dział pom-pom można było spotkać również w trakcie II wojny światowej, głównie na objętych mobilizacją jednostkach cywilnych. Na początku lat 20. rozpoczął się rozwój wielolufowego działa przeciwlotniczego kal. 40 mm z napędem wspomaganym. Niewystarczające fundusze, problem typowy dla Admiralicji Brytyjskiej w latach 20., były powodem dużych opóźnień we wdrażaniu nowego działa do służby. Dopiero w latach 30. marynarka otrzymała pierwsze działa przeciwlotnicze kal. 40 mm Mark VIII, początkowo instalowane w ośmiolufowych stanowiskach. Nowe działo miało taką samą lufę jak Mark II, więc odziedziczyło również przydomek „pom-pom”. W 1935 roku opracowano czterolufowe stanowisko, które stało się podstawowym uzbrojeniem przeciwlotniczym dla brytyjskich niszczycieli począwszy od klasy Tribal. Szybkostrzelność dwufuntówki wynosiła ok. 100 pocisków na minutę, a skuteczny zasięg pionowy przekraczał nieco 1 km przy masie pocisków ok. 900 gramów. Działo pom-pom było gorsze pod niemal każdym względem od automatycznych dział przeciwlotniczych Boforsa o takim samym kalibrze. To drugie było jednak produkowane w zbyt małych ilościach, by całkowicie zastąpić pom-pomy na pokładach brytyjskich okrętów wojennych.
ru: Самая известная британская зенитная пушка появилась ещё в годы Первой мировой войны. Разработана она была фирмой «Виккерс» и стала поступать на вооружение с 1915 года под обозначением «2-фунтовое орудие Mark II». Из-за характерного звука, издаваемого при стрельбе, орудие прозвали «Пом-пом». Производились Mark II почти исключительно в одинарных установках с ручным наведением на цель. Некоторое количество первых «Пом-помов» использовались и во время Второй мировой войны, как правило, на мобилизованных гражданских судах. В начале 1920-х годов началась разработка многоствольной 40-мм зенитки с силовым приводом наведения. Из-за характерного для британского Адмиралтейства в 1920-х годах скудного финансирования процесс принятия на вооружение нового орудия затянулся. Лишь в начале 1930-х на флот стали поступать первые 40-мм зенитные пушки Mark VIII, первоначально только в восьмиствольных установках. В новом орудии использовался тот же ствол, что и в Mark II, по этой причине оно унаследовало и прозвище «Пом-пом». В 1935 году была разработана четырёхствольная установка, которая стала основой зенитного вооружения британских эсминцев, начиная с кораблей типа Tribal. Скорострельность «2-фунтовки» составляла порядка 100 выстрелов в минуту при эффективной досягаемости по высоте немногим более километра и весе снаряда чуть более 900 граммов. Практически по всем характеристикам «Пом-помы» уступали имевшим тот же калибр зенитным автоматам «Бофорс». Последние, впрочем, производились в недостаточных количествах, поэтому вплоть до завершения войны так и не вытеснили окончательно «Пом-помы» с британских кораблей.
uk: Найвідоміша британська зенітна гармата з’явилася ще в роки Першої світової війни. Розроблена фірмою «Вікерс», надходила на озброєння з 1915 р. під позначенням «2-фунтова гармата Mark II». Через характерний звук, що лунав під час стрільби, гармату прозвали «Пом-пом». Виготовляли Mark II майже виключно в одинарних установках з ручним наведенням на ціль. Певна кількість перших «Пом-помів» застосовували й під час Другої світової війни, здебільшого на мобілізованих цивільних суднах. На початку 1920-х рр. почали розроблення багатоствольної 40-мм зенітки з силовим приводом наведення. Через характерне для британського Адміралтейства у 1920-х рр. мізерне фінансування процес прийняття на озброєння нової гармати затягнувся. Лише на початку 1930-х рр. на флот стали надходити перші 40-мм зенітні гармати Mark VIII, спочатку лише у восьмиствольних установках. У новій гарматі використовували той самий ствол, що і в Mark II, через що вона успадкувала і прізвисько «Пом-пом». 1935 р. розробили чотириствольну установку, яка стала основою зенітного озброєння британських есмінців, починаючи з кораблів типу Tribal. Скорострільність «2-фунтовки» складала приблизно 100 пострілів на хвилину з ефективною досяжності за висотою трохи більше кілометра і вазі снаряда трохи більше 900 грамів. Майже за всіма характеристиками «Пом-поми» поступалися зенітним автоматам «Бофорс», що мали той самий калібр. Останні, втім, виготовляли у малій кількості, тому аж до завершення війни так і не витіснили остаточно «Пом-поми» з британських кораблів.
zh: Y国最有名的防空炮出现在大战期间，是由维克斯公司设计并从1915年开始以「Mark II二磅炮」为名服役。这款火炮因为开火时产生的特殊声响而被昵称为「砰砰」，Mark II火炮几乎全部采用单门火炮设计并以手动方式进行瞄准。最开始的一些砰砰炮也在大战期间使用，主要是用在被动员的民用船只上。 1920年代早期，附带动力驱动装置的多管式40毫米防空炮开始了研发的工作，但因为1920年代Y国海军部普遍的资金缺乏问题，接纳新型火炮的过程相当的漫长。一直要到1930年代早期，海军才接收了第一批40毫米Mark VIII防空炮。一开始以八联装的型式装设。这门火炮和Mark II的炮管相同，因此也继承了「砰砰」的昵称。到了1935年，一种四联装的设计成为了Y国驱逐舰从部族级开始的基本配备，二磅炮的射速大概是每分钟100发，他的垂直有效射程仅仅略高于1公里，而炮弹超过900克重。「砰砰」炮的所有性能表现都比相同口径的波佛斯自动防空炮来得还要差，这也是为什么尽管后者的生产量不足，在Y国船上却从来没有被「砰砰」炮给取代的原因。
zh_sg: 英国最著名的防空炮出现在第一次世界大战期间，它是由维克斯公司设计的，1915年开始服役，代号为“2磅Mark II型炮”。这门炮的外号是pom-pom，因为它在射击时会发出特有的声音。Mark II型炮几乎完全是作为手动瞄准的单炮组生产的。在第二次世界大战期间，一些早期的pom-pom火炮也被使用过，主要用于民用船只。 1920年代初，一种40毫米多管防空炮开始使用动力驱动。由于资金不足，这是1920年代英国海军部的典型问题，接受新型火炮服役的过程非常漫长。直到1930年代早期，海军才开始接收第一批40毫米Mark VIII防空炮，最初安装在八联装炮组上。新火炮的炮管与Mark II相同，这也是为什么它继承了pom-pom的绰号。在1935年，一种四联装炮组被设计成为部落级英国驱逐舰的防空武器的基础。火炮的射速约为每分钟100发，其垂直有效射程仅略大于1公里，炮弹重量略高于900克。与同口径的Bofors自动防空炮相比，Pom-pom几乎在所有性能特征上都处于下风。但是后者的产量不足，这就是为什么他们从来没有取代英国战舰上的Pom-pom炮。

# IDS_PCZC258_127MMVIKKERS
source: 12.7 mm Vickers AA Machine Gun
es_mx: Ametralladora Vickers AA de 12.7 mm
ja: 12.7 mm Vickers 対空機関銃
pl: Przeciwlotniczy karabin maszynowy Vickers kal. 12,7 mm
ru: 12,7-мм зенитный пулемёт «Виккерс»
uk: 12,7-мм зенітний кулемет «Вікерс»
zh: 12.7毫米维克斯防空机枪
zh_sg: 12.7毫米Vickers防空机炮

# IDS_PCZC258_127MMVIKKERS_DESCRIPTION
source: The Vickers company developed the 12.7 mm AA machine gun in the mid-1920s. However, it wasn't until 1932 that it entered into service in the Royal Navy. Since the navy did not have any other small caliber AA systems at that time, the Vickers guns became very widespread. In the 1930s and early 1940s, it was present on virtually all ships of the Royal Navy, from battleships to minesweepers. The Vickers quadruple mount was the most popular of its kind in the navy. It had to be aimed manually, with a practicable rate of fire of around 150–200 shots per minute, and an effective vertical range of fire a bit higher than 700 m. By the mid-1930s, the 12.7 mm machine gun was considered to be ineffective against up-to-date combat aircraft of that time. However, the British Navy would have no alternative to this weapon until the massive shipments of 20 mm Oerlikon automatic guns commenced. In particular, the quadruple 12.7 mm Vickers machine guns formed the basis of the AA defenses of British "standard" destroyers, starting from the D class.
es_mx: La compañía Vickers desarrolló la ametralladora antiaérea de 12.7 mm a mediados de los años 20. Sin embargo, no fue hasta 1932 que esta entró en servicio en la Marina Real. Ya que la marina no tenía otros sistemas antiaéreos de bajo calibre en esa época, los cañones Vickers se extendieron ampliamente. En los años 30 y a principios de los años 40 estuvo presente en casi todos los barcos de la Marina Real, desde los acorazados hasta los barreminas. El montaje cuádruple de Vickers se volvió el arma más popular en la marina. Tenía que apuntarse manualmente, con una tasa de disparo de alrededor de 150 a 200 disparos por minuto, y un alcance vertical efectivo de disparo un poco mayor a 700 m. A mediados de los años 30, la ametralladora de 12.7 mm fue considerada ineficaz en contra de los modernos aviones de combate de esa época. Sin embargo, la Marina Británica no tuvo alternativa para esta arma hasta que comenzaran los envíos masivos de los cañones automáticos Oerlikon de 20 mm. En particular, las ametralladoras Vickers cuádruples de 12.7 mm formaron la base de las defensas antiaéreas de los destructores británicos "estándar", a partir de la clase D.
ja: ヴィッカース社は 1920 年代半ばに 12.7 mm 対空機関銃を開発しましたが、この機銃は、1932 年に至るまでイギリス海軍に配備されませんでした。当時のイギリス海軍は他の小口径対空兵装を保有していなかったため、このヴィッカース機銃は非常に普及しました。1930 年代および 1940 年代初頭には、戦艦から掃海艇まで、イギリス海軍の文字通り全ての艦艇がこの対空機銃を装備していました。 ヴィッカースの四連装銃架は海軍で最も多用された機銃であり銃架でした。この対空機銃は手動照準式であり、実戦での射撃速度は分間 150-200 回、有効垂直射程は 700 m 強でした。1930 年半ば、12.7 mm 機銃は当時の最新鋭戦闘機に対して威力が弱いと考えられました。しかしイギリス海軍には、エリコン 20 mm 機関砲の大量輸送が開始されるまで、これに替わる兵装はありませんでした。特に、ヴィッカース 12.7 mm 四連装機関銃は、D 級以降のイギリスの「標準型」駆逐艦にとって、基本的な対空防御となりました。
pl: Firma Vickers opracowała przeciwlotniczy karabin maszynowy kal. 12,7 mm w połowie lat 20. Jednak dopiero w 1932 roku pojawił się on na pokładach jednostek Royal Navy. Ponieważ marynarka nie posiadała wtedy żadnego innego małokalibrowego systemu uzbrojenia przeciwlotniczego, karabin Vickersa bardzo się rozpowszechnił. W latach 30. i na początku 40. można go było znaleźć na praktycznie każdej jednostce pływającej pod banderą Royal Navy, od pancerników po trałowce. Poczwórne stanowisko Vickersa stało się najpopularniejszym stanowiskiem ogniowym w marynarce. Na cel naprowadzano je ręcznie, szybkostrzelność wynosiła w praktyce 150–200 pocisków na minutę, a skuteczny zasięg pionowy przekraczał nieco 700 m. W połowie lat 30. karabin maszynowy 12,7 mm uznawano już za nieskuteczny w walce z nowoczesnymi samolotami. Marynarka brytyjska nie miała dla nich jednak żadnej alternatywy aż do chwili, gdy rozpoczęły się regularne dostawy automatycznych działek Oerlikon kal. 20 mm. Poczwórne stanowiska Vickersa kal. 12,7 mm stanowiły podstawę obrony przeciwlotniczej „standardowych” brytyjskich niszczycieli, począwszy od klasy D.
ru: Фирма «Виккерс» разработала 12,7-мм зенитный пулемёт ещё в середине 1920-х годов, однако на Королевском флоте он появился не раньше 1932 года. В связи с отсутствием в то время у ВМС других малокалиберных зенитных систем, «Виккерс» получил очень широкое распространение. В 1930-х и в начале 1940-х годов он встречался почти на всех кораблях Королевского флота, от линкора до тральщика. Наиболее популярной на флоте стала четырёхствольная установка «Виккерс». Она имела ручное наведение на цель, практическую скорострельность порядка 150–200 выстрелов в минуту и эффективную досягаемость по высоте немногим более 700 метров. Уже в середине 1930-х годов 12,7-мм пулемёт считался неэффективным средством против современных на тот момент боевых самолётов. Однако, вплоть до развёртывания массовых поставок 20-мм автоматов «Эрликон», альтернативы ему у ВМС Великобритании не было. В частности, счетверённые 12,7-мм пулемёты «Виккерс» составляли основу ПВО «стандартных» британских эсминцев, начиная с кораблей типа D.
uk: Фірма «Вікерс» розробила 12,7-мм зенітний кулемет ще в середині 1920-х рр., однак на Королівському флоті його не було до 1932 р. Через відсутність у той час у ВМС інших малокаліберних зенітних систем, «Вікерс» отримав значне поширення. У 1930-х і на початку 1940-х рр. він зустрічався майже на всіх кораблях Королівського флоту, від лінкора до тральщика. Найпопулярнішою на флоті стала чотириствольна установка «Вікерс». Вона мала ручне наведення на ціль, практичну скорострільність 150–200 пострілів на хвилину і ефективну досяжність за висотою трохи більше 700 метрів. Уже в середині 1930-х рр. 12,7-мм кулемет визнали неефективним засобом проти сучасних на той час бойових літаків. Однак, аж до розгортання масових постачань 20-мм автоматів «Ерлікон», альтернативи йому у ВМС Великобританії не було. Зокрема, чотириствольні 12,7-мм кулемети «Вікерс» були основою ППО «стандартних» британських есмінців, починаючи з кораблів типу D.
zh: 维克斯公司在1920年代中期开发了12.7毫米防空机枪。然而直到1932年它才进入海军服役。由于当时海军没有任何其他小口径防空系统，维克斯机枪被广泛使用。在1930年代和1940年代早期，它几乎出现在Y系海军的所有战舰上，从战列舰到扫雷艇。 维克斯四联装炮座成为海军中最受欢迎的炮和炮座。它必须手动瞄准，实际射速约为每分钟150-200发，有效垂直射程略高于700公尺。到1930年代中期，12.7毫米机枪被认为对当时的最新战斗机无效。然而，在20毫米厄利空自动炮开始大规模运输之前，Y国海军没有这种武器的替代品。实际上，从D级开始，四联装12.7毫米维克斯机枪成为了「标准」Y系驱逐舰的防空防御基础。
zh_sg: 维克斯公司在1920年代中期研发了12.7毫米机关炮。然而直到1932年它才进入皇家海军服役。由于当时海军没有任何其他的小口径的防空系统，Vickers机炮得到了非常广泛的应用。在1930年代和40年代早期，它几乎出现在皇家海军的所有战舰上，从战列舰到扫雷艇。 Vickers四联装炮组成为海军中最受欢迎的火炮和炮组。它必须是手动瞄准，实际射速在每分钟150-200发左右，有效垂直射击距离略高于700米。到30年代中期，12.7毫米机枪被认为对当时的现代战斗机无效。然而，在20毫米Oerlikon自动火炮开始大规模应用之前，英国海军将别无选择。特别地，四联装12.7毫米Vickers机炮，构成了“标准”英国驱逐舰从D级开始的对空防御的基础。

# IDS_PCZC259_113MMMARK5
source: 113 mm Mark VI Dual-Purpose Mount
es_mx: Montaje de Doble Propósito Mark VI de 113 mm
ja: 113 mm Mk. VI 両用砲架
pl: Działo uniwersalne Mark VI kal. 113 mm
ru: 113-мм универсальная установка Mark VI
uk: 113-мм універсальна установка Mark VI
zh: 113毫米Mark VI两用炮
zh_sg: 113毫米Mark VI两用炮组

# IDS_PCZC259_113MMMARK5_DESCRIPTION
source: Designed at the end of World War II, the 4.5 inch Mark VI mount (113 mm) would become the most advanced British dual-purpose artillery system of its time. The elevation angle of its guns, placed in turrets, was 80 degrees, the range of fire at surface targets was 19 km, and the effective vertical range of fire exceeded 12 km. The 25 kg shell of the new 113 mm gun was heavier than the projectile of the "standard" 120 mm Mark IX gun. The essential advantages of the new mount were its ability to automatically aim at targets and its mechanized supply of ammunition, which enhanced its rate of fire to 24 shots per minute. Two Battle-class destroyers of the Royal Australian Navy, commissioned between 1950 and 1951, were the first to carry these new dual-purpose turrets. The first British ship to receive Mark VI guns as their main battery artillery was HMS Daring, commissioned into the Royal Navy in 1952. The last ships of the British Navy armed with these guns were decommissioned in the 1980s. The navies of some countries still have these guns in their arsenal.
es_mx: Diseñado al final de la Segunda Guerra Mundial, el montaje Mark VI de 4.5 pulgadas (113 mm) se convertiría en el sistema de artillería británica de doble propósito más avanzado de su época. El ángulo de elevación de sus cañones, colocados en torretas, era de 80 grados; el alcance de disparo para objetivos de superficie era de 19 km; y el alcance vertical efectivo de disparo superaba los 12 km. El proyectil de 25 kg del nuevo cañón de 113 mm era más pesado que el proyectil del cañón "estándar" Mark IX de 120 mm. Las ventajas esenciales del nuevo montaje eran su habilidad de apuntar automáticamente a sus objetivos y su suministro mecanizado de municiones, lo que mejoró su cadencia de disparo a 24 disparos por minuto. Dos destructores de la clase Battle de la Marina Real Australiana, comisionados en 1950 y 1951, fueron los primeros en usar estas nuevas torretas de doble propósito. El primer barco británico en recibir los cañones Mark VI como su artillería principal fue el HMS Daring, comisionado en la Marina Real en 1952. Los últimos barcos de la Marina del Reino Unido armados con estos cañones fueron dados de baja en los años 80. Las marinas de algunos países todavía tienen estos cañones en su arsenal.
ja: 二次大戦末期に設計された 4.5 インチ Mk. VI 砲架 (113 mm) は、当時のイギリス最先端の両用砲となりました。砲塔に設置されたこの砲の仰角は 80 度であり、水上の標的に対する最大射程は 19 km、有効垂直射程は 12 km を超えました。新しい 113 mm 砲の砲弾は 25 kgで、「標準型」の 120 mm Mk. IX 砲の砲弾より大重量でした。新型砲架の最大の長所は標的の自動照準能力および機械化された弾薬供給で、これにより射撃速度は毎分 24 回に強化されました。 1950–1951 年に就役した王立オーストラリア海軍のバトル級駆逐艦 2 隻が、この新型両用砲塔を搭載した最初の艦艇となりました。Mk. VI 砲を主砲として受領した最初のイギリス艦は、イギリス海軍に 1952 年に就役したデアリングでした。この砲を装備した最後のイギリス海軍艦は、1980 年代に退役しました。一部の国の海軍は、今でもこの砲を現役で運用しています。
pl: Zaprojektowane pod koniec II wojny światowej 4,5-calowe (113 mm) stanowisko artyleryjskie Mark VI miało stać się najbardziej zaawansowanym brytyjskim systemem uzbrojenia uniwersalnego swoich czasów. Kąt podnoszenia dział umieszczonych w wieżach wynosił 80 stopni, zasięg ognia do celów nawodnych wynosił 19 km, a zasięg pionowy przekraczał 12 km. Pocisk kalibru 113 mm dla nowego działa ważył 25 kg, więcej niż pocisk do „standardowego” działa kal. 120 mm Mark IX. Najważniejszymi zaletami nowego stanowiska była możliwość automatycznego namierzania celu i zmechanizowane dostarczanie amunicji, które zwiększyło szybkostrzelność do 24 strzałów na minutę. Dwa niszczyciele klasy Battle należące do Royal Australian Navy, wprowadzone do służby w latach 1950–1951, były pierwszymi, które wyposażono w te nowe działa uniwersalne. Pierwszym brytyjskim okrętem, którego baterię główną stanowiły działa Mark VI był wprowadzony do Royal Navy w 1952 roku HMS Daring. Ostatnie okręty brytyjskie z tymi działami wycofano w latach 80. Marynarki niektórych krajów nadal posiadają te działa w swoim arsenale.
ru: Разработанная в конце Второй мировой войны 4,5-дюймовая установка Mark VI (фактический калибр в миллиметрах — 113) стала на тот момент самой совершенной британской универсальной артиллерийской системой. Угол возвышения орудий в башне составлял 80 градусов, дальность стрельбы по надводным целям — около 19 км, досягаемость по высоте — свыше 12 км. 25-килограммовый снаряд нового 113-мм орудия весил больше, чем боеприпас «стандартной» 120-мм пушки Mark IX. Принципиальными преимуществами новой установки были возможность автоматического наведения на цель и механизированная подача боеприпасов, что доводило её скорострельность до 24 выстрелов в минуту. Первыми кораблями, оснащёнными новыми универсальными башнями, стали два эсминца типа Battle ВМС Австралии, вступившие в строй в 1950–1951 годах. Первым британским кораблём с установками Mark VI в качестве артиллерии главного калибра стал HMS Daring, вошедший в состав Королевского флота в 1952 году. Последние корабли ВМС Великобритании, вооружённые этими орудиями, были списаны в 1980-х годах, в некоторых флотах мира они эксплуатируются до сих пор.
uk: Розроблена під кінець Другої світової війни 4,5-дюймова установка Mark VI (фактичний калібр в міліметрах — 113) стала на той час найдосконалішою британською універсальною артилерійською системою. Кут піднесення гармат в башті становив 80 градусів, дальність стрільби по надводних цілях — приблизно 19 км, досяжність за висотою — понад 12 км. 25-кілограмовий снаряд нової 113-мм гармати важив більше, ніж снаряд «стандартної» 120-мм гармати Mark IX. Принциповими перевагами нової установки були можливість автоматичного наведення на ціль і механізована подача боєприпасів, що доводило її скорострільність до 24 пострілів на хвилину. Першими кораблями, оснащеними новими універсальними баштами, стали два есмінці типу Battle ВМС Австралії, які стали до лав у 1950–1951 рр. Першим британським кораблем з установками Mark VI як артилерії головного калібру став HMS Daring, який увійшов до складу Королівського флоту 1952 р. Останні кораблі ВМС Великобританії, озброєні цими гарматами, списали у 1980-х рр., у деяких флотах світу їх експлуатують й понині.
zh: 在大战结束时设计的4.5英寸Mark VI炮座（113毫米）将成为当时最先进的Y国两用火炮系统。安装在炮塔中的炮的仰角为80度；地面目标射击范围为19公里；有效垂直射程超过12公里。新的113毫米火炮的25公斤炮弹比「标准」120毫米Mark IX炮的炮弹重。新炮座的主要优势在于它能够自动瞄准目标并实现弹药的机械化供应，从而使其射速提高到每分钟24发。 1950年至1951年服役的两艘A国皇家海军的战斗级驱逐舰是第一批携带这些新型双用炮塔的驱逐舰。第一艘获得Mark VI炮作为主炮的Y国战舰是勇敢，于1952年服役于Y国海军。Y国海军最后一艘装备这些火炮的战舰于1980年退役。一些国家的海军在他们的军火库中仍然拥有这些火炮。
zh_sg: 设计于第二次世界大战末期，4.5英寸Mark VI(113毫米)将成为当时最先进的英国两用火炮系统。炮塔内火炮的仰角为80度；地面目标的火力范围为19公里；有效垂直射程超过12公里。新型113毫米火炮的25公斤炮弹比“标准”120毫米Mark IX火炮的炮弹还要重。新火炮的主要优点是它能自动瞄准目标，而且弹药供应实现了机械化，使它的射击速度提高到每分钟24发。 澳大利亚皇家海军的两艘战斗级驱逐舰在1950年至1951年服役，它们是第一批携带这种新型两用炮塔的驱逐舰。第一艘接受Mark VI火炮作为主火炮武器的英国战舰是1952年服役的皇家海军“果敢号”。上世纪80年代，英国海军最后一批装备这种火炮的战舰退役。现在一些国家的海军军火库中仍然保存着这种火炮。

# IDS_PCZC260_NARVIK1940
source: Second Battle of Narvik, April 1940
es_mx: Segunda Batalla de Narvik, Abril de 1940
ja: 第 2 次ナルヴィク海戦、1940 年 4 月
pl: Druga bitwa pod Narwikiem, kwiecień 1940 r.
ru: Bторое сражение при Нарвике, апрель 1940 г.
uk: Друга битва біля Нарвіка, квітень 1940 р.
zh: 1940年4月，第二次纳尔维克战争
zh_sg: 第二次纳尔维克战役，1940年4月
