Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGUE801_C9_ENG_STOCK
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力
zh_sg: 推进系统：155000马力

# IDS_PGUE802_D9_ENG_STOCK
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PGUE803_ENG_SIEGFRIED
source: Propulsion: 176,000 hp
es_mx: Propulsión: 176 000 hp
ja: 推力: 176,000 馬力
pl: Napęd: 176 000 KM
ru: ЭУ 176 000 л.с.
uk: СУ 176 000 к.с.
zh: ЭУ 176 000 л.с.
zh_sg: 推进系统：176000马力

# IDS_PGUE804_ENG_AEGIR
source: Propulsion: 176,000 hp
es_mx: Propulsión: 176 000 hp
ja: 推力: 176,000 馬力
pl: Napęd: 176 000 KM
ru: ЭУ 176 000 л.с.
uk: СУ 176 000 к.с.
zh: ЭУ 176 000 л.с.
zh_sg: 推进系统：176000马力

# IDS_PGUE805_ENG_POMMERN
source: Propulsion: 165,000 hp
es_mx: Propulsión: 165,000 hp
ja: 推力: 165,000 馬力
pl: Napęd: 165 000 KM
ru: ЭУ 165 000 л.с.
uk: СУ 165 000 к. с.
zh: 推进系统：165,000 匹马力
zh_sg: 推进系统：165000马力

# IDS_PGUE811_B9_ENG_STOCK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PGUE811_ENGINE_150000
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PGUE812_B9_ENG_TOP
source: Propulsion: 165,000 hp
es_mx: Propulsión: 165,000 hp
ja: 推力: 165,000 馬力
pl: Napęd: 165 000 KM
ru: ЭУ 165 000 л.с.
uk: СУ 165 000 к. с.
zh: 推进系统：165,000 匹马力
zh_sg: 推进系统：165000马力

# IDS_PGUE812_ENGINE_165000
source: Propulsion: 165,000 hp
es_mx: Propulsión: 165,000 hp
ja: 推力: 165,000 馬力
pl: Napęd: 165 000 KM
ru: ЭУ 165 000 л.с.
uk: СУ 165 000 к. с.
zh: 推进系统：165,000 匹马力
zh_sg: 推进系统：165000马力

# IDS_PGUE901_C10_ENG_STOCK
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力
zh_sg: 推进系统：155000马力

# IDS_PGUE902_D10_ENG_STOCK
source: Propulsion: 76,000 hp
es_mx: Propulsión: 76,000 hp
ja: 推力: 76,000 馬力
pl: Napęd: 76 000 KM
ru: ЭУ 76 000 л.с.
uk: СУ 76 000 к.с.
zh: 推进系统：76,000 匹马力
zh_sg: 推进系统：76000马力

# IDS_PGUE903_CV10_ENG_STOCK
source: Propulsion: 183,600 hp
es_mx: Propulsión: 183 600 hp
ja: 推力: 183,600 馬力
pl: Napęd: 183 600 KM
ru: ЭУ 183 600 л.с.
uk: СУ 183 600 к. с.
zh: ЭУ 183 600 л.с.
zh_sg: 推进系统 ：183600马力

# IDS_PGUE911_B10_ENG_STOCK
source: Propulsion: 167,600 hp
es_mx: Propulsión: 167,600 hp
ja: 推力: 167,600 馬力
pl: Napęd: 167 600 KM
ru: ЭУ 167 600 л.с.
uk: СУ 167 600 к.с.
zh: 推进系统：167,600 匹马力
zh_sg: 推进系统：167600马力

# IDS_PGUE911_ENGINE_167600
source: Propulsion: 167,600 hp
es_mx: Propulsión: 167,600 hp
ja: 推力: 167,600 馬力
pl: Napęd: 167 600 KM
ru: ЭУ 167 600 л.с.
uk: СУ 167 600 к.с.
zh: 推进系统：167,600 匹马力
zh_sg: 推进系统：167600马力

# IDS_PGUE921_S10_ENG_STOCK
source: Propulsion: 5,000 hp
es_mx: Propulsión: 5000 hp
ja: 推力: 5,000 馬力
pl: Napęd: 5000 KM
ru: ЭУ 5000 л.с.
uk: СУ 5 000 к. с.
zh: ЭУ 5000 л.с.
zh_sg: 推进系统 ：5000马力

# IDS_PGUE922_ENG_U4501
source: Propulsion: 7,500 hp
es_mx: Propulsión: 7500 hp
ja: 推力: 7,500 馬力
pl: Napęd: 7500 KM
ru: ЭУ 7500 л.с.
uk: СУ 7 500 к. с.
zh: 推进系统：7,500 匹马力
zh_sg: 推进系统 ：7500马力

# IDS_PGUE950_CV10_ENG_STOCK
source: Propulsion: 183,600 hp
es_mx: Propulsión: 183 600 hp
ja: 推力: 183,600 馬力
pl: Napęd: 183 600 KM
ru: ЭУ 183 600 л.с.
uk: СУ 183 600 к. с.
zh: ЭУ 183 600 л.с.
zh_sg: 推进系统 ：183600马力

# IDS_PGUE974_ENG_GROSS
source: Propulsion: 167,600 hp
es_mx: Propulsión: 167,600 hp
ja: 推力: 167,600 馬力
pl: Napęd: 167 600 KM
ru: ЭУ 167 600 л.с.
uk: СУ 167 600 к.с.
zh: 推进系统：167,600 匹马力
zh_sg: 推进系统：167600马力

# IDS_PGUE975_ENG_HIND
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力
zh_sg: 推进系统：155000马力

# IDS_PGUF701_FC1_GRAF_Z
source: FID Typ 8 Mod. 1
zh: FID 8式1型

# IDS_PGUF702_FC2_GRAF_Z
source: FID Typ 8 Mod. 3
zh: FID 8式3型

# IDS_PGUF703_FC1_BLACK_GRAF_Z
source: FID Typ 8 Mod. 1
zh: FID 8式1型

# IDS_PGUF704_FC1_CV8_STOCK
source: FID Typ 8 Mod. 1
zh: FID 8式1型

# IDS_PGUF712_FC1_GRAF_Z_I
source: FID Typ 8 Mod. 2
zh: FID 8式2型

# IDS_PGUF791_FC1_GRAF_Z
source: FID Typ 8 Mod. 1
zh: FID 8式1型

# IDS_PGUH001_HERMELIN_A
source: Hermelin (A)
zh: 鼬 (A)
zh_sg: 鼬(A)

# IDS_PGUH002_HERMELIN_B
source: Hermelin (B)
zh: 鼬 (B)
zh_sg: 鼬(B)

# IDS_PGUH101_DRESDEN_A
source: Dresden (A)
zh: 德累斯顿 (A)
zh_sg: 德累斯顿(A)

# IDS_PGUH102_DRESDEN_B
source: Dresden (B)
zh: 德累斯顿 (B)
zh_sg: 德累斯顿(B)

# IDS_PGUH111_EMDEN
source: Emden
zh: 埃姆登
zh_sg: 埃姆登

# IDS_PGUH201_KOLBERG_A
source: Kolberg (A)
zh: 科尔贝格 (A)
zh_sg: 科尔贝格 (A)

# IDS_PGUH202_KOLBERG_B
source: Kolberg (B)
zh: 科尔贝格 (B)
zh_sg: 科尔贝格(B)

# IDS_PGUH211_NASSAU_A
source: Nassau (A)
zh: 拿骚 (A)
zh_sg: 拿骚(A)

# IDS_PGUH212_NASSAU_B
source: Nassau (B)
zh: 拿骚 (B)
zh_sg: 拿骚(B)

# IDS_PGUH221_KA
source: König Albert
zh: 阿尔伯特国王
zh_sg: 阿尔伯特国王

# IDS_PGUH301_KARLSRUHE_A
source: Karlsruhe (A)
zh: 卡尔斯鲁厄 (A)
zh_sg: 卡尔斯鲁厄(A)

# IDS_PGUH302_KARLSRUHE_B
source: Karlsruhe (B)
zh: 卡尔斯鲁厄 (B)
zh_sg: 卡尔斯鲁厄(B)

# IDS_PGUH311_KAISER_A
source: Kaiser (A)
zh: 凯撒（A）
zh_sg: 凯撒(A)

# IDS_PGUH312_KAISER_B
source: Kaiser (B)
zh: 凯撒（B）
zh_sg: 凯撒(B)

# IDS_PGUH401_KONIGSBERG_A
source: Königsberg (A)
zh: 柯尼斯堡 (A)
zh_sg: 柯尼斯堡(A)

# IDS_PGUH402_KONIGSBERG_B
source: Königsberg (B)
zh: 柯尼斯堡 (B)
zh_sg: 柯尼斯堡(B)

# IDS_PGUH411_KONIG_A
source: König (A)
zh: 国王 (A)
zh_sg: 国王(A)

# IDS_PGUH412_KONIG_B
source: König (B)
zh: 国王 (B)
zh_sg: 国王(B)

# IDS_PGUH413_KONIG_C
source: König (C)
zh: 国王 (C)
zh_sg: 国王(C)

# IDS_PGUH501_NURNBERG_A
source: Nürnberg (A)
zh: 纽伦堡 (A)
zh_sg: 纽伦堡(A)

# IDS_PGUH502_NURNBERG_B
source: Nürnberg (B)
zh: 纽伦堡 (B)
zh_sg: 纽伦堡(B)

# IDS_PGUH503_NURNBERG_C
source: Nürnberg (C)
zh: 纽伦堡 (C)
zh_sg: 纽伦堡(C)

# IDS_PGUH504_D6_HULL_STOCK
source: Ernst Gaede (A)
zh: 恩斯特-盖德（A）
zh_sg: 恩斯特-盖德(A)

# IDS_PGUH505_D6_HULL_TOP
source: Ernst Gaede (B)
zh: 恩斯特-盖德（B）
zh_sg: 恩斯特-盖德(B)

# IDS_PGUH507_PEFRIEDRICH
source: Prinz Eitel Friedrich
zh: 埃特尔·弗雷德里希王子
zh_sg: 艾特尔·弗里德里希亲王

# IDS_PGUH511_BAYERN_A
source: Bayern (A)
zh: 巴伐利亚 (A)
zh_sg: 巴伐利亚(A)

# IDS_PGUH512_BAYERN_B
source: Bayern (B)
zh: 巴伐利亚 (B)
zh_sg: 巴伐利亚(B)

# IDS_PGUH601_YORK_A
source: Yorck (A)
zh: 约克 (A)
zh_sg: 约克(A)

# IDS_PGUH602_YORK_B
source: Yorck (B)
zh: 约克 (B)
zh_sg: 约克(B)

# IDS_PGUH603_D7_HULL_STOCK
source: Leberecht Maass (A)
zh: 莱伯勒希特-马斯（A）
zh_sg: 莱伯勒希特-马斯(A)

# IDS_PGUH604_D7_HULL_TOP
source: Leberecht Maass (B)
zh: 莱伯勒希特-马斯（B）
zh_sg: 莱伯勒希特-马斯(B)

# IDS_PGUH605_GRAF_HULL
source: Admiral Graf Spee
zh: 海军上将施佩伯爵
zh_sg: 海军上将施佩伯爵

# IDS_PGUH611_GNEISENAU_A
source: Gneisenau (A)
zh: 格奈森瑙 (A)
zh_sg: 格奈森瑙(A)

# IDS_PGUH612_GNEISENAU_B
source: Gneisenau (B)
zh: 格奈森瑙 (B)
zh_sg: 格奈森瑙(B)

# IDS_PGUH701_BISMARCK_A
source: Bismarck (A)
zh: 俾斯麦 (A)
zh_sg: 俾斯麦(A)

# IDS_PGUH702_BISMARCK_B
source: Bismarck (B)
zh: 俾斯麦 (B)
zh_sg: 俾斯麦(B)

# IDS_PGUH705_GRAF_Z
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PGUH707_GRAF_Z
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PGUH711_TIRPITZ_1944
source: Tirpitz
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PGUH712_SCHARNHORST
source: Scharnhorst
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_PGUH713_P_O
source: Prinz Eugen
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PGUH714_BLACK_TIRPITZ
source: Tirpitz B.
zh: 提尔皮茨
zh_sg: 提尔皮茨 B.

# IDS_PGUH721_HIPPER_A
source: Admiral Hipper (A)
zh: 希佩尔海军上将 (A)
zh_sg: 希佩尔上将(A)

# IDS_PGUH722_HIPPER_B
source: Admiral Hipper (B)
zh: 希佩尔海军上将 (B)
zh_sg: 希佩尔上将(B)

# IDS_PGUH723_HIPPER_C
source: Admiral Hipper (C)
zh: 希佩尔海军上将 (C)
zh_sg: 希佩尔上将(C)

# IDS_PGUH801_ROON_A
source: Roon (A)
zh: 罗恩 (A)
zh_sg: 罗恩(A)

# IDS_PGUH802_ROON_B
source: Roon (B)
zh: 罗恩 (B)
zh_sg: 罗恩(B)

# IDS_PGUH811_H39_A
source: Friedrich der Große (A)
zh: 腓特烈大帝 (A)
zh_sg: 腓特烈大帝(A)

# IDS_PGUH812_H39_B
source: Friedrich der Große (B)
zh: 腓特烈大帝 (B)
zh_sg: 腓特烈大帝(B)

# IDS_PGUH813_H39_C
source: Friedrich der Große (C)
zh: 腓特烈大帝 (C)
zh_sg: 腓特烈大帝(C)

# IDS_PGUH901_HINDENBURG_A
source: Hindenburg (A)
zh: 兴登堡 (A)
zh_sg: 兴登堡(A)

# IDS_PGUH911_GROSSDEUTSCHLAND_A
source: Großer Kurfürst (A)
zh: 大选帝侯 (A)
zh_sg: 大选帝侯(A)

# IDS_PGUH974_GROSS
source: G. Kurfürst
zh: 大选帝侯
zh_sg: 大选帝侯

# IDS_PGUH975_HIND
source: Hindenburg
zh: 兴登堡
zh_sg: 兴登堡

# IDS_PGUI902_F_CV10_TOP
source: Me 155G
zh: Me-155A

# IDS_PGUI951_F_CV10_TOP
source: Me 155G
zh: Me-155A

# IDS_PGUS001_SUO
source: FKS Typ 1 Mod. 1
zh: FKS 1式 1型

# IDS_PGUS002_SUO
source: FKS Typ 1 Mod. 2
zh: FKS 1式2型

# IDS_PGUS101_SUO
source: FKS Typ 2 Mod. 1
zh: FKS 2式 1型

# IDS_PGUS102_SUO
source: FKS Typ 2 Mod. 2
zh: FKS 2式2型

# IDS_PGUS103_D2_SUO_STOCK
source: FKS Typ 2 Mod. 1
zh: FKS 2式 1型

# IDS_PGUS104_D2_SUO_TOP
source: FKS Typ 2 Mod. 2
zh: FKS 2式2型

# IDS_PGUS111_SUO_EMDEN
source: FKS Typ 2 Mod. 1
zh: FKS 2式 1型

# IDS_PGUS201_SUO
source: FKS Typ 3 Mod. 1
zh: FKS 3式1型

# IDS_PGUS202_SUO
source: FKS Typ 3 Mod. 2
zh: FKS 3式2型

# IDS_PGUS203_D3_SUO_STOCK
source: FKS Typ 3 Mod. 1
zh: FKS 3式1型

# IDS_PGUS204_D3_SUO_TOP
source: FKS Typ 3 Mod. 2
zh: FKS 3式2型

# IDS_PGUS211_SUO
source: FKS Typ 3 Mod. 1
zh: FKS 3式1型

# IDS_PGUS212_SUO
source: FKS Typ 3 Mod. 2
zh: FKS 3式2型

# IDS_PGUS221_SUO_KA
source: FKS Typ 3 Mod. 1
zh: FKS 3式1型

# IDS_PGUS301_SUO
source: FKS Typ 4 Mod. 1
zh: FKS 4式1型

# IDS_PGUS302_SUO
source: FKS Typ 4 Mod. 2
zh: FKS 4式2型

# IDS_PGUS303_D4_SUO_STOCK
source: FKS Typ 4 Mod. 1
zh: FKS 4式1型

# IDS_PGUS304_D4_SUO_TOP
source: FKS Typ 4 Mod. 2
zh: FKS 4式2型

# IDS_PGUS311_SUO
source: FKS Typ 4 Mod. 1
zh: FKS 4式1型

# IDS_PGUS312_SUO
source: FKS Typ 4 Mod. 2
zh: FKS 4式2型

# IDS_PGUS401_SUO
source: FKS Typ 5 Mod. 1
zh: FKS 5式1型

# IDS_PGUS402_SUO
source: FKS Typ 5 Mod. 2
zh: FKS 5式2型

# IDS_PGUS403_D5_SUO_STOCK
source: FKS Typ 5 Mod. 1
zh: FKS 5式1型

# IDS_PGUS404_D5_SUO_TOP
source: FKS Typ 5 Mod. 2
zh: FKS 5式2型

# IDS_PGUS411_SUO
source: FKS Typ 5 Mod. 1
zh: FKS 5式1型

# IDS_PGUS412_SUO
source: FKS Typ 5 Mod. 2
zh: FKS 5式2型

# IDS_PGUS501_SUO
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS502_SUO
source: FKS Typ 6 Mod. 2
zh: FKS 6式2型

# IDS_PGUS503_D6_SUO_STOCK
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS504_D6_SUO_TOP
source: FKS Typ 6 Mod. 2
zh: FKS 6式2型

# IDS_PGUS506_T61
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS507_SUO_PEFRIEDRICH
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS511_SUO
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS512_SUO
source: FKS Typ 6 Mod. 2
zh: FKS 6式2型

# IDS_PGUS601_SUO
source: FKS Typ 7 Mod. 1
zh: FKS 7式1型

# IDS_PGUS602_SUO
source: FKS Typ 7 Mod. 2
zh: FKS 7式2型

# IDS_PGUS603_D7_SUO_STOCK
source: FKS Typ 7 Mod. 1
zh: FKS 7式1型

# IDS_PGUS604_D7_SUO_TOP
source: FKS Typ 7 Mod. 2
zh: FKS 7式2型

# IDS_PGUS605_GRAF_SUO
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS606_HSF_GRAF_SUO
source: FKS Typ 6 Mod. 1
zh: FKS 6式1型

# IDS_PGUS611_SUO
source: FKS Typ 7 Mod. 1
zh: FKS 7式1型

# IDS_PGUS612_SUO
source: FKS Typ 7 Mod. 2
zh: FKS 7式2型

# IDS_PGUS613_SUO_BLACK_SCHARNHORST
source: FKS Typ 7 Mod. 1
zh: FKS 7式1型

# IDS_PGUS621_SUO_SCHARNHORST
source: FKS Typ 7 Mod. 1
zh: FKS 7式1型

# IDS_PGUS701_SUO
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS702_SUO
source: FKS Typ 8 Mod. 2
zh: FKS 8式2型

# IDS_PGUS703_D8_SUO_STOCK
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS704_D8_SUO_TOP
source: FKS Typ 8 Mod. 2
zh: FKS 8式2型

# IDS_PGUS705_Z39
source: FKS Typ 8 Mod. 1
zh: FKS 8式2型

# IDS_PGUS706_MAINZ
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS708_SUO_ODIN
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS711_SUO_TIRPITZ
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS712_SUO_BLACK_TIRPITZ
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS713_SUO_Z35
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS721_SUO
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS722_SUO
source: FKS Typ 8 Mod. 2
zh: FKS 8式2型

# IDS_PGUS731_SUO_SCHARNHORST
source: FKS Typ 7 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS732_SUO_P_O
source: FKS Typ 8 Mod. 1
zh: FKS 8式 1型

# IDS_PGUS801_SUO
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS802_SUO
source: FKS Typ 9 Mod. 2
zh: FKS 9式2型

# IDS_PGUS803_D9_SUO_STOCK
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS804_D9_SUO_TOP
source: FKS Typ 9 Mod. 2
zh: FKS 9式2型

# IDS_PGUS805_SUO_SIEGFRIED
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS806_SUO_AEGIR
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS807_SUO_POMMERN
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS811_SUO
source: FKS Typ 9 Mod. 1
zh: FKS 9式1型

# IDS_PGUS812_SUO
source: FKS Typ 9 Mod. 2
zh: FKS 9式2型

# IDS_PGUS901_SUO
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PGUS902_D10_SUO_STOCK
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PGUS911_SUO
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PGUS974_SUO_GROSS
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PGUS975_SUO_HIND
source: FKS Typ 10 Mod. 1
zh: FKS 10式1型

# IDS_PGUT302_C4_TORP_STOCK
source: G7 (H8)
zh: G7

# IDS_PGUT604_D7_TORP_TOP
source: G7 Steinbarsch
zh: G7 岩钝鲈

# IDS_PGUT703_D8_TORP_STOCK
source: G7 Steinbarsch
zh: G7 岩钝鲈

# IDS_PHGA005_BOFORS_40MM70_SP48
source: 40 mm/70 Bofors Model 1948
ru: 40-мм/70 Bofors Model 1948
uk: 40-мм/70 Bofors Model 1948
zh: 40-мм/70 Bofors Model 1948

# IDS_PHGM001_BOFORS_120MM50_MODEL_1950
source: 120 mm/50 Bofors No.10
ru: 120-мм/50 Bofors №10
uk: 120-мм/50 Bofors № 10
zh: 120-мм/50 Bofors №10

# IDS_PHPA001_120_HE_FRIESLAND
source: 120 mm brisantgranaat M/50
ru: 120-мм brisantgranaat M/50
uk: 120-мм brisantgranaat M/50
zh: 120-мм brisantgranaat M/50

# IDS_PHPA002_120_AP_FRIESLAND
source: 120 mm pantserprojectiel M/50
ru: 120-мм pantserprojectiel M/50
uk: 120-мм pantserprojectiel M/50
zh: 120-мм pantserprojectiel M/50

# IDS_PIAF008_RE_2000_ROMA
source: Reggiane Re.2000 C
zh: 雷贾内 Re.2000 C

# IDS_PIEE001_ITALY_DESC
source: The national flag that depicted the crown and coat of arms for the House of Savoy. The flag served as a naval ensign in the Kingdom of Italy from 1861, when it was founded, until liquidation of the Kingdom in 1946.
es_mx: La bandera nacional de mostraba la corona y escudo de armas de la Casa de Saboya. La bandera sirvió como insignia naval en el Reino de Italia desde 1861, cuando fue fundado, hasta la liquidación del Reino en 1946.
ja: 国旗の中央に王冠とサヴォイア家の紋章を配したデザインであり、イタリア王国海軍の軍艦旗として、1861 年から使用が開始され 1946 年に王政が廃止されるまで使用されていました。
pl: Flaga narodowa przedstawiająca koronę i herb Dynastii sabaudzkiej. Flaga służyła jako bandera Królestwa Włoskiego przez cały okres jego istnienia (1861 - 1946).
ru: Национальный флаг с короной и гербом Савойской династии. Использовался в качестве военно-морского флага Королевства Италии с момента его образования в 1861 году и до ликвидации в 1946 году.
uk: Національний прапор з короною та гербом Савойської династії. Використовувався як військово-морський прапор Королівства Італії з часу його утворення 1861 р. і до ліквідації 1946 р.
zh: 这面国旗上描绘着萨伏依王朝武装纹章的皇冠，这面国旗于1861年作为I国的海军军旗，其随伴随着王国成立而定型，一直使用到1946年王朝结束。
zh_sg: 描绘了皇冠与萨伏依家族纹章的国旗。该旗帜在意大利王国创立之时，自1861年起就作为它的海军旗，直到1946年该王国解体为止。

# IDS_PIEE001_ITALY_TITLE
source: The Italian Royal Navy
es_mx: La Marina Real Italiana
ja: イタリア王国海軍
pl: Włoska marynarka wojenna
ru: Королевский флот Италии
uk: Королівський флот Італії
zh: I国皇家海军旗
zh_sg: 意大利皇家海军

# IDS_PIES105_MONTECUCCOLI_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES106_TRENTO_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES107_ZARA_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES108_AMALFI_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES109_BRINDISI_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES110_VENEZIA_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES111_GENOVA_ITALY_DESCRIPTION
source: Light blue and gray were the standard colors used in camouflage patterns for ships of the Italian Royal Navy in the early period of World War II.
es_mx: El azul claro y el gris eran los colores estándar usados en los patrones de camuflaje para los barcos de la Marina Real Italiana en el periodo inicial de la Segunda Guerra Mundial.
ja: ライトブルーとグレーは二次大戦の序盤にイタリア王立海軍の艦艇に適用されていた迷彩パターンの標準の色でした。
pl: Jasnoniebieski i szary były standardowymi kolorami kamuflaży we włoskiej Królewskiej Marynarce Wojennej na wczesnym etapie II wojny światowej.
ru: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
uk: Ясно-синій та сірий кольори — стандартна палітра забарвлення кораблів Королівських ВМС Італії на початковому етапі Другої світової війни.
zh: Светло-синий и серый цвета — стандартная палитра окраски кораблей Королевских ВМС Италии начального периода Второй мировой войны.
zh_sg: 浅蓝色和灰色是二战初期意大利皇家海军战舰的标准涂装色。

# IDS_PIES307_AZUR_LITTORIO
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PIES308_ROMA_KOBAYASHI
source: Makoto Kobayashi
ja: 小林誠
zh: 特殊设计的签名系列涂装
zh_sg: 小林诚

# IDS_PIES308_ROMA_KOBAYASHI_DESCRIPTION
source: Makoto Kobayashi Signature Series Camo
es_mx: Camuflaje Original Makoto Kobayashi
ja: 小林誠 シグネチャーシリーズ迷彩
pl: Kamuflaż Makoto Kobayashi Signature Series
ru: Камуфляж серии Makoto Kobayashi Signature
uk: Камуфляж серії Makoto Kobayashi Signature
zh: 签名系列涂装
zh_sg: Makoto Kobayashi 签名系列涂装

# IDS_PIGA004_BREDA_37MM_DOUBLE
source: 37 mm/54 Breda 1932
ru: 37-мм/54 Breda 1932
uk: 37-мм/54 Breda 1932
zh: 37 毫米/54 布雷达 1932

# IDS_PIGA005_BREDA_20MM_65
source: 20 mm/65 Breda 1939
ru: 20-мм/65 Breda 1939
uk: 20-мм/65 Breda 1939
zh: 20毫米 /65 布雷达1939

# IDS_PIGA007_13_2MM_2BARRELS_BREDA_MG
source: 13.2 mm/76 Breda 1931
ru: 13,2-мм/76 Breda 1931
uk: 13,2-мм/76 Breda 1931
zh: 13.2 毫米/76 布雷达 1931

# IDS_PIGA013_20MM65_BREDA_M1935_DOUBLE
source: 20 mm/65 Breda 1935
ru: 20-мм/65 Breda 1935
uk: 20-мм/65 Breda 1935
zh: 20 毫米/65 布雷达 1935

# IDS_PIGA018_37MM_54_SINGLE_M1939
source: 37 mm/54 Breda 1939
ru: 37-мм/54 Breda 1939
uk: 37-мм/54 Breda 1939
zh: 37 毫米/54 RM 1939

# IDS_PIGA022_37MM_BREDA_BARRELS_4
source: 37 mm/54 Breda 1939
ru: 37-мм/54 Breda 1939
uk: 37-мм/54 Breda 1939
zh: 37 毫米/54 RM 1939

# IDS_PIGA027_65MM_64_ANSALDO
source: 65 mm/64 model 1939
es_mx: 65 mm/64 modelo 1939
ru: 65-мм/64 model 1939
uk: 65-мм/64 model 1939
zh: 65-мм/64 model 1939
