Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM088_SWIRSKI_DESCR
source: In 1925, Jerzy Świrski took over as chief of marine operations of the Polish Republic. As such, he became fully responsible for all aspects of the development of the Polish naval forces during the interwar period. Constant financial deficiencies and continuous changes in the views of the role of the fleet held by the military and political leadership of the country made this no easy task. However, Świrski, who was promoted to the rank of rear admiral in 1931, was able to maintain the relative independence of the navy within the armed forces, create a professional naval officer corps, and put many useful measures for the crews' combat training into practice. He was also the one to sign off the contracts for the construction of new warships for the small Polish Navy. The rear admiral spared no efforts in the development of the naval base in the new port city of Gdynia, created in the mid-1920s on the country's 90-mile Baltic coast, in order to construct a coastal defense system on the Hel Peninsula. In 1936, Jerzy Świrski was awarded the Commander's Cross of the Order of Polonia Restituta for outstanding services. Due to the rapid deterioration of the political situation in Europe in the first half of 1939, the command of the Polish Navy—headed by Świrski—carefully examined various potential scenarios for the hostilities and the available options for the navy in those situations. The conclusions of the experienced officer were alarming: since the British and French were refusing to send their ships to the Baltic in the event of a new world war, the Polish fleet would be doomed and quickly destroyed—a force of enemy aircraft could achieve this on its own. Moreover, the Polish Armed Forces held the opinion that the sole task of the navy was to engage in battle with the overwhelming forces of the enemy and perish heroically. It was only thanks to the efforts, perseverance and reputation of Rear Admiral Świrski that the authorities agreed on the anticipatory withdrawal of the modern Polish destroyers from the Baltic Sea in the event of war's inevitability. According to the plan, they were to operate on the German sea routes from English ports. In the last days of August 1939, it became explicitly clear that the Germans were ready for their assault. On August 30, a division consisting of destroyers Błyskawica, Grom and Burza received the order to start their journey to the U.K. While giving this order from Warsaw, the chief of the directorate of the Polish Navy had no idea under what circumstances he would next see these ships.
es_mx: En 1925, Jerzy Świrski asumió el cargo de Jefe de Operaciones Marinas de la República Polaca. Como tal, se hizo completamente responsable de todos los aspectos del desarrollo de las fuerzas navales polacas durante el periodo entre guerras. Esto no fue una tarea fácil debido a las constantes deficiencias financieras y los continuos cambios en los puntos de vista de los líderes militares y políticos del país sobre el papel de la flota. Sin embargo, Świrski, quien fue ascendido a Contraalmirante en 1931, fue capaz de mantener la relativa independencia de la Armada dentro de las Fuerzas Armadas, creó un cuerpo de oficiales navales profesionales, y llevó a la práctica muchas medidas útiles para el entrenamiento de combate de las tripulaciones. Él firmaba todos los contratos para la construcción de nuevos barcos de guerra para la pequeña Armada de Polonia. El Contraalmirante no escatimó ningún esfuerzo en el desarrollo de la base naval en la nueva ciudad portuaria de Gdynia, creada a mediados de los años 20 a lo largo de las 90 millas de la costa Báltica del país, para poder construir un sistema de defensa costera en la Península del Hel. En 1936, Jerzy Świrski fue condecorado con la Cruz de Comandante de la Orden Polonia Restituta por sus excepcionales servicios. Debido al rápido deterioro de la situación política en Europa durante la primera mitad de 1939, el mando de la Armada de Polonia, encabezada por Świrski, examinó cuidadosamente varios escenarios potenciales para las hostilidades y las opciones disponibles para la Armada en esas situaciones. Las conclusiones del experimentado oficial fueron alarmantes: ya que los británicos y franceses se negaban a enviar sus barcos al Báltico en caso de una nueva guerra mundial, la flota polaca estaría condendada y sería destruida rápidamente; una fuerza de aviones enemigos podría lograr esto por sí sola. Además, las Fuerzas Armadas de Polonia mantenían la opinión de que la única tarea de la Armada era enfrentar a las abrumadoras fuerzas del enemigo y perecer de forma heroica. Fue solo gracias a los esfuerzos, la perseverancia y la reputación del Contraalmirante Świrski, que las autoridades acordaron la retirada anticipada de los modernos destructores polacos del Mar Báltico en caso de que la guerra fuera inevitable. De acuerdo al plan, operarían en las rutas marítimas alemanas desde los puertos ingleses. En los últimos días de agosto de 1939, se hizo evidente que los alemanes estaban listos para su asalto. El 30 de agosto, una división compuesta por los destructores Błyskawica, Grom y Burza recibió las órdenes de comenzar su viaje hacia el RU. Mientras daba esta orden desde Varsovia, el Jefe de la Dirección de la Armada de Polonia no tenía idea de las circunstancias en las que volvería a ver a estos barcos.
ja: 1925 年、イェジー・シュフィルスキーはポーランド共和国海軍作戦長官に就任しました。彼はこの役職に就いたことで、戦間期のポーランド海軍力の強化について全面的に責任を負うことになりました。これは簡単な仕事ではありませんでした。同国の経済は常に不安定であり、軍事的・政治的指導層が考える艦隊の役割が変化し続けたためです。 しかし 1931 年に少将に昇進したシュフィルスキーは、ポーランド全軍における海軍の相対的な自立性を維持し、職業意識の高い海軍士官の集団を創り、乗組員の戦闘訓練のための様々な施策を実現しました。小規模なポーランド海軍のための新型軍艦の建造契約にサインをしたのも彼でした。シュフィルスキー少将は新しい港湾都市グディニヤに海軍基地を建造するための努力も惜しみませんでした。1920 年代半ばに 90 マイルに及ぶポーランドのバルト海沿岸部に置かれたこの海軍基地は、ヘル半島の沿岸防衛システムを構築するためのものでした。 1936 年、イェジー・シュフィルスキーは卓越した功績によりポーランド復興コマンドルスキ十字勲章を授与されました。 1939 年前半のヨーロッパの政治状況の急速な悪化により、シュフィルスキー率いるポーランド海軍司令部は敵対関係やそのような状況での海軍の行動の選択肢の潜在的なシナリオを慎重に検討しました。この経験豊富な将校の結論は憂慮すべきものでした。イギリスとフランスは新たな世界大戦の際にバルト海に艦艇を派遣することを拒否していたため、ポーランド艦隊は絶望的であり瞬く間に壊滅する恐れがありました。敵空軍には独力でこれを達成するだけの戦力がありました。更に、ポーランド軍の見解では、海軍の唯一の任務は圧倒的な戦力の敵軍と戦い英雄的に滅びることだと理解されていました。 戦争が不可避となった時に最新のポーランド駆逐艦をバルト海から事前避難させることに政府が同意したのは、ひとえにシュフィルスキー少将の尽力、忍耐、そして信頼の賜物です。これらの駆逐艦はイギリスの港から出撃してドイツの海路で作戦を行う計画でした。 1939 年 8 月の終わりには、ドイツの攻撃準備が整っていることは明らかでした。8 月 30 日、駆逐艦ブウィスカヴィツァ、グロム、ブルザで構成された艦隊は、英国への航海を開始する指令を受領しました。しかし、ワルシャワからこれを発令したポーランド海軍総局長シュフィルスキーは、これらの艦艇と再会できる状況を全く想像できませんでした。
pl: W 1925 roku Jerzy Świrski objął stanowisko szefa Kierownictwa Marynarki Wojennej Rzeczpospolitej Polskiej. Stał się wówczas odpowiedzialny za rozwój polskich sił morskich w okresie międzywojennym. Nie było to proste zadanie, ze względu na nieustanne braki finansowe i ciągłe zmiany w postrzeganiu przez przywództwo wojskowe i polityczne roli, jaką miała odgrywać marynarka wojenna rodzącego się państwa. Jednak Świrski, który awansował na kontradmirała ze starszeństwem w 1931 roku, potrafił utrzymać względną niezależność marynarki od armii, utworzyć zawodowy korpus oficerów marynarki i wdrożyć wiele praktycznych aspektów do szkolenia bojowego załóg. To on podpisywał się na zamówieniach na budowę nowych okrętów wojennych dla raczkującej Marynarki Wojennej RP. Kontradmirał nie szczędził starań, by rozwinąć bazę morską w Gdyni, założonym w latach 20. mieście portowym, położonym na 150-kilometrowym wybrzeżu, które miało być częścią systemu obronnego Półwyspu Helskiego. W roku 1936 Jerzy Świrski za swoją wybitną służbę odznaczony został Krzyżem Komandorskim Orderu Odrodzenia Polski. Z powodu szybkiego pogarszania się sytuacji politycznej w Europie w pierwszej połowie 1939 roku dowództwo polskiej marynarki – któremu przewodził Świrski – uważnie analizowało rozmaite scenariusze działań zbrojnych i działania, jakie w tych przypadkach będzie mogła podjąć marynarka. Wnioski, jakie wysnuli doświadczeni oficerowie, były bardzo niepokojące: ponieważ Brytyjczycy i Francuzi w wypadku nowej wojny światowej nie chcieli wysłać swoich okrętów na Bałtyk, polska flota byłaby skazana na zagładę – wystarczyłoby do tego samo lotnictwo wroga. Ponadto, Polskie Siły Zbrojne były najwyraźniej zdania, że jedynym zadaniem marynarki będzie starcie się z przeważającymi siłami wroga i bohaterska śmierć. Tylko dzięki wysiłkom i reputacji kontradmirała Świrskiego władze zgodziły się na uprzedzający odwrót nowoczesnych polskich niszczycieli z Morza Bałtyckiego w wypadku nieuchronnego wybuchu wojny. Plan przewidywał, że będą one operować z angielskich portów na niemieckich liniach zaopatrzeniowych. W ostatnich dniach sierpnia 1939 roku jasne było, że atak Niemiec jest nieuchronny. 30 sierpnia dywizjon złożony z niszczycieli Błyskawica, Grom i Burza otrzymał rozkaz wyruszenia do Wielkiej Brytanii. Wydając ten rozkaz, przełożony polskiej marynarki nie przypuszczał nawet, w jakich okolicznościach zobaczy ponownie te okręty.
ru: В 1925 г. Ежи Свирский занял пост начальника Военно-морского управления Военного министерства Польской республики. С тех пор именно он в полном объёме отвечал за всё развитие военно-морских сил Польши межвоенных лет. Что являлось совсем не лёгкой задачей, ввиду постоянных трудностей с бюджетным финансированием и непрерывных перемен во взглядах военно-политического руководства страны на роль флота. Однако произведённый в 1931 г. в контр-адмиралы Свирский смог сохранить относительную самостоятельность ВМС в вооружённых силах, создать профессиональный офицерский корпус флота, провести в жизнь немало полезных мер по боевой подготовке личного состава. Его подпись стояла под контрактами на строительство новых боевых кораблей для небольших ВМС Польши. Контр-адмирал много сделал для развития военно-морской базы в новом городе и порте Гдыня, созданном в середине 1920-х на 90-мильном балтийском побережье страны, для возведения системы береговой обороны на прикрывающем его полуострове Хель. В 1936 г. за выдающиеся заслуги Е. Свирский был удостоен командорского креста ордена Возрождения Польши. Ввиду резкого ухудшения военно-политической ситуации в Европе, командование польских ВМС во главе со Свирским в первой половине 1939 г. тщательно рассмотрело различные сценарии возможного хода боевых действий и варианты участия в них флота. Выводы опытного штабиста оказались неутешительными: так как британцы и французы отказывались отправить свои корабли на Балтику в случае начала новой мировой войны, польские надводные силы были обречены на быстрое уничтожение даже одной авиацией противника. Более того, в руководстве вооружённых сил Польши бытовало мнение, что задача флота сводится исключительно к тому, чтобы вступить в бой с неравными силами неприятеля и героически погибнуть. Только благодаря усилиям контр-адмирала Свирского, его настойчивости и авторитету, удалось добиться решения о заблаговременном выводе современных польских эсминцев из Балтийского моря в случае неизбежности войны. По плану они должны были действовать на морских коммуникациях Германии из английских портов. В последние дни августа 1939 г. стало предельно ясно, что немцы изготовились к нападению. 30-го числа дивизион в составе эсминцев Błyskawica, Grom и Burza получил приказ о переходе в Великобританию. Отдавая его из Варшавы, начальник Военно-морского управления польского флота вряд ли догадывался, при каких обстоятельствах увидит эти корабли в следующий раз.
uk: У 1925 р. Єжи Свірський обійняв пост начальника Військово-морського керування Військового міністерства Польської республіки. Відтоді саме він у повному обсязі відповідав за весь розвиток військово-морських сил Польщі міжвоєнних років. Що було зовсім не простим завданням, зважаючи на постійні труднощі з бюджетним фінансуванням і безперервні зміни в оглядах військово-політичного керівництва країни на роль флоту. Однак підвищений у 1931 р. до контр-адмірала Свірський зміг зберегти відносну самостійність ВМС у збройних силах, створити професійний офіцерський корпус флоту, провести в життя чимало корисних заходів із бойової підготовки особового складу. Його підпис стояв під контрактами на будівництво нових бойових кораблів для невеликих ВМС Польщі. Контр-адмірал багато зробив для розвитку військово-морської бази в новому місті та порту Гдиня, створеному в середині 1920-х на 90-мильному балтійському узбережжі країни, для зведення системи берегової оборони на півострові Хель, який прикриває його. У 1936 р. за видатні заслуги Є. Свірського нагородили командорським хрестом ордена Відродження Польщі. Через раптове погіршення військово-політичної ситуації в Європі, командування польських ВМС на чолі зі Свірським у першій половині 1939 р. ретельно розглянуло різні сценарії можливого ходу бойових дій і варіанти участі в них флоту. Висновки досвідченого штабіста були невтішними: оскільки британці та французи відмовлялися відправити свої кораблі на Балтику в разі початку нової світової війни, польські надводні сили були приречені на швидке знищення навіть однієї авіацією супротивника. До того ж у керівництві збройних сил Польщі існувала думка, що завдання флоту зводиться виключно до того, щоб вступити в бій з нерівними силами ворога та героїчно загинути. Лише завдяки зусиллям контр-адмірала Свірського, його наполегливості й авторитету, вдалося домогтися рішення про завчасне виведення сучасних польських есмінців із Балтійського моря в разі неминучості війни. За планом вони мали діяти на морських комунікаціях Німеччини з англійських портів. В останні дні серпня 1939 р. стало гранично ясно, що німці приготувалися до нападу. 30-го числа дивізіон у складі есмінців Błyskawica, Grom і Burza отримав наказ перейти до Великобританії. Віддаючи його з Варшави, начальник Військово-морського керування польського флоту навряд здогадувався, за яких обставин побачить ці кораблі наступного разу.
zh: В 1925 г. Ежи Свирский занял пост начальника Военно-морского управления Военного министерства Польской республики. С тех пор именно он в полном объёме отвечал за всё развитие военно-морских сил Польши межвоенных лет. Что являлось совсем не лёгкой задачей, ввиду постоянных трудностей с бюджетным финансированием и непрерывных перемен во взглядах военно-политического руководства страны на роль флота. Однако произведённый в 1931 г. в контр-адмиралы Свирский смог сохранить относительную самостоятельность ВМС в вооружённых силах, создать профессиональный офицерский корпус флота, провести в жизнь немало полезных мер по боевой подготовке личного состава. Его подпись стояла под контрактами на строительство новых боевых кораблей для небольших ВМС Польши. Контр-адмирал много сделал для развития военно-морской базы в новом городе и порте Гдыня, созданном в середине 1920-х на 90-мильном балтийском побережье страны, для возведения системы береговой обороны на прикрывающем его полуострове Хель. В 1936 г. за выдающиеся заслуги Е. Свирский был удостоен командорского креста ордена Возрождения Польши. Ввиду резкого ухудшения военно-политической ситуации в Европе, командование польских ВМС во главе со Свирским в первой половине 1939 г. тщательно рассмотрело различные сценарии возможного хода боевых действий и варианты участия в них флота. Выводы опытного штабиста оказались неутешительными: так как британцы и французы отказывались отправить свои корабли на Балтику в случае начала новой мировой войны, польские надводные силы были обречены на быстрое уничтожение даже одной авиацией противника. Более того, в руководстве вооружённых сил Польши бытовало мнение, что задача флота сводится исключительно к тому, чтобы вступить в бой с неравными силами неприятеля и героически погибнуть. Только благодаря усилиям контр-адмирала Свирского, его настойчивости и авторитету, удалось добиться решения о заблаговременном выводе современных польских эсминцев из Балтийского моря в случае неизбежности войны. По плану они должны были действовать на морских коммуникациях Германии из английских портов. В последние дни августа 1939 г. стало предельно ясно, что немцы изготовились к нападению. 30-го числа дивизион в составе эсминцев Błyskawica, Grom и Burza получил приказ о переходе в Великобританию. Отдавая его из Варшавы, начальник Военно-морского управления польского флота вряд ли догадывался, при каких обстоятельствах увидит эти корабли в следующий раз.
zh_sg: 1925年，Jerzy Swirski接任波兰共和国海军作战司令。全面负责战间期波兰海军力量的发展。由于当时资金不足，以及军事和政治领导人对舰队态度的不断变化，这并不是一个容易实现的目标。 然而，1931年升任海军少将的Swirski，成功维持了海军在整体军队力量中的独立性，打造了一支专业的海军将官队伍，并落实了很多有助于船员作战训练的措施。他是为波兰小海军签下新战舰建造合同的人之一。海军少将于1920年代在90英里的波罗的海沿岸，不遗余力地建造和发展格丁尼亚新港口城市的海军基地，以便在赫尔半岛上建立海岸防御系统。 1936年，Jerzy Swirski因出色的服役功勋被授予波兰复兴勋章的指挥官级勋章。 由于1939年上半年欧洲政治局势迅速恶化，以Swirski为首的波兰海军司令部开始仔细研究各种可能出现的敌对情况及应对措施。这位经验丰富的海军将领得出的结论令人震惊：既然英国和法国拒绝在新的世界大战中向波罗的海派遣舰队，波兰舰队将会很快被摧毁，敌方只需要派遣一支空袭部队就能实现这一目标。此外，波兰武装部队认为，海军与敌方部队开战的唯一结局就是英勇牺牲。 正是由于Swirski的努力、毅力和声誉，当局才同意在战争不可避免的情况下从波罗的海撤离先进的波兰驱逐舰。根据计划，他们将从英国港口出发至德国的航线上行动。1939年8月的最后几天，德国人已经准备好进攻了。8月30日，一支由驱逐舰闪电号、雷电号和暴风雪号组成的部队奉命前往英国。在华沙下达这一命令时，作为波兰海军司令部的负责人，他自己也不知道什么时候才能再见到这些战舰。
