Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC226_HB18_CLAN_BATTLES_SEASON_3
source: Team Assembled!
es_mx: ¡Equipo Reunido!
ja: チーム編成完了!
pl: Drużyna w komplecie!
ru: Команда собрана!
uk: Команду зібрано!
zh: 队伍已集结！
zh_sg: 组建战队！

# IDS_PCZC226_HB18_CLAN_BATTLES_SEASON_3_DESCRIPTION
source: Version: 0.6.12. Later. We have chosen seven mighty warriors and sent them to get Stalingrad. Still waiting.
es_mx: Versión: 0.6.12. Tardía. Hemos elegido a siete poderosos guerreros y los enviamos por Estalingrado. Seguimos esperando.
ja: バージョン: 0.6.12. 以降 Stalingrad (スターリングラード) を手に入れるべく 7 名の戦士を選び、送り出しました。まだ戦闘待機中です。
pl: Wersja: 0.6.12. Później. Wybraliśmy siedmiu najwspanialszych wojowników i wysłaliśmy ich do walki o Stalingrad. Nadal czekamy.
ru: Версия: 0.6.12. Позднее. Отобрали семёрку великолепных бойцов. Отправили за «Сталинградом». Ждём.
uk: Версія: 0.6.12. Згодом. Вибрали сімку неперевершених бійців, відрядили по «Сталінград». Чекаємо.
zh: 版本：0.6.11.之后。 我们选择了七个强大的战士并派他们去斯大林格勒。还在等待中。
zh_sg: 版本：0.6.12.后期 我们选择了七名强大的勇士并派他们去获得斯大林格勒。拭目以待。

# IDS_PCZC227_HB18_PA_DESTROYERS
source: Crouching Destroyer, Hidden Battleship
es_mx: Destructor Agachado, Acorazado Oculto
ja: 身をかがめる駆逐艦、隠された戦艦
pl: Przyczajony niszczyciel, ukryty pancernik
ru: Крадущийся эсминец, затаившийся линкор
uk: Есмінець, що підкрадається, лінкор, що зачаївся
zh: 蹲坑驱逐舰、躲藏战列舰
zh_sg: 埋伏的驱逐舰，隐蔽的战列舰

# IDS_PCZC227_HB18_PA_DESTROYERS_DESCRIPTION
source: Version: 0.6.14. Our squadron welcomes new destroyers. Our Pan-Asian guests look familiar, but their armament has an exotic flavor: deepwater torpedoes and non-standard Smoke Generator characteristics. Yueyang is now the least detectable Tier X destroyer. Not sure how long it will be this way...
es_mx: Versión: 0.6.14. Nuestro escuadrón le da la bienvenida a los nuevos destructores. Nuestros invitados Panasiáticos lucen familiares, pero su armamento tiene un sabor exótico: torpedos de profundidad y un Generador de Humo con características poco usuales. El Yueyang es ahora el destructor menos detectable de Nivel X. No sabemos cuánto tiempo será así...
ja: バージョン: 0.6.14. 新たな駆逐艦ブランチが加わりました。 パンアジアからやって来たゲスト達は、一見は馴染み深いですが、その装備には風変わりな特徴があり、深度魚雷と特殊仕様の発煙装置を搭載しています。Yueyang (岳陽、ユエヤン) は Tier X 駆逐艦として最高の隠蔽性を誇りますが、いつまでその座に留まり続けられるかは分かりません...
pl: Wersja: 0.6.14. Nasza eskadra wita nowe niszczyciele. Nasi wschodnioazjatyccy goście wyglądają znajomo, ale ich wyposażenie ma egzotyczne akcenty: torpedy głębokowodne i niestandardową charakterystykę Wytwornicy dymu. Yueyang jest teraz najtrudniejszym do wykrycia niszczycielem X poziomu. Nie jesteśmy pewni, jak długo utrzyma się taki stan rzeczy...
ru: Версия: 0.6.14. К нашей эскадре присоединились новые эсминцы. Гости из Пан-Азии выглядят знакомо, но вооружены весьма экзотично: глубоководные торпеды и нестандартные характеристики дымогенератора. Yueyang теперь самый незаметный эсминец на Х уровне. Не знаю, надолго ли...
uk: Версія: 0.6.14. До нашої ескадри долучилися нові есмінці. Гості з Пан-Азії здаються знайомими, проте несуть екзотичне озброєння: вони мають глибоководні торпеди та нестандартні характеристики генератора диму. Yueyang тепер найскритніший есмінець на X рівні. Та чи надовго?
zh: 版本：0.6.14. 我们的中队欢迎新的驱逐舰。 我们的C系客人看起来很熟悉，但他们的武器具有异国情调：深水鱼雷和非标准的烟雾产生器特色。岳阳现在是最不易侦测的X阶驱逐舰。不知道还会这样多久...
zh_sg: 版本：0.6.14. 我们的小队欢迎新驱逐舰。 我们的泛亚战舰看上去相似，但其武器具有不同风格：深水鱼雷和非标准的发烟器属性。岳阳号是现在被发现的可能性最低的X级驱逐舰。不确定这能持续多久…

# IDS_PCZC228_HB18_DUKE_OF_YORK
source: Aircraft Carriers Year is Over
es_mx: El Año de los Portaaviones Terminó
ja: 空母の年は終わった
pl: Rok lotniskowca dobiegł końca
ru: Вот и закончился «Год авианосцев»
uk: Ось і добіг кінця «Рік авіаносців»
zh: 航空母舰年已经过了
zh_sg: 航母年结束了

# IDS_PCZC228_HB18_DUKE_OF_YORK_DESCRIPTION
source: Version: 0.6.15. What a campaign we had off North Cape! Well, yeah, the last mission was impossible, but the military command adjusted the course in good time. The reward is well-deserved—a brand new Duke of York!
es_mx: Versión: 0.6.15. ¡Qué campaña tuvimos en Cabo Norte! Bueno, sí, la última misión era imposible, pero el mando militar ajustó su estrategia justo a tiempo. La recompensa es bien merecida—¡un nuevo Duke of York!
ja: バージョン: 0.6.15. 北岬沖でのキャンペーンは激戦でした! 最終ミッションはほぼ達成不可能だったものの、司令部による作戦修正が何とか間に合いました。待望の褒賞は、新登場の Duke of York でした!
pl: Wersja: 0.6.15. Jakąż to kampanię mieliśmy u wybrzeży Przylądka Północnego! Okej, ostatnia misja może i była początkowo niemożliwa do wypełniania, ale dowództwo z czasem nieco ją zmodyfikowało. Nagroda była zacna – zupełnie nowy Duke of York!
ru: Версия: 0.6.15. Славная кампания была у мыса Нордкап! Правда, последняя миссия была невыполнима, но командование вовремя скорректировало курс. Заслуженная награда — новенький Duke of York!
uk: Версія: 0.6.15. Чудова удалася кампанія біля мису Нордкап! Щоправда, останню місію виконати було неможливо, та командування вчасно виправило курс. Ми приготували гідну нагороду — новенький Duke of York!
zh: 版本：0.6.15. 我们在北角的战役真猛！嗯，是的，最后一次任务是不可能的，但是军方指挥部及时调整了航线。奖励是当之无愧的—一个全新的约克公爵！
zh_sg: 版本：0.6.15. 我们在北角搞了一场精彩的战役！嗯，是的，最后一个任务本是不可能完成的，但是军对指挥部及时调整了航线。奖励也是受之无愧的 - 一个全新的约克公爵！

# IDS_PCZC229_HB18_KITTY_PURRFURST
source: Purr, Purr, Purr!
ja: 毛玉、毛玉、毛玉!
pl: Kici, kici!
ru: Мур-мур-мур!
uk: Мур-мур-мур!
zh: 噗噜、噗噜、噗噜！
zh_sg: 咕噜，咕噜，咕噜！

# IDS_PCZC229_HB18_KITTY_PURRFURST_DESCRIPTION
source: Version: 0.6.15. Later. This New Year's celebration was remarkable for its gifts, festive events, and the appearance of a big red cat that became not only a star and crowd puller, but also the spirit animal of our crew.
es_mx: Versión: 0.6.15. Tardía. La celebración de Año Nuevo fue notable por sus regalos, eventos festivos, y la aparición de un gran gato rojo que no solo se volvió una estrella y el favorito del público, sino también en el espíritu animal de nuestra tripulación.
ja: バージョン: 0.6.15. 以降 今回の年末年始は、嬉しいギフト、華やかなイベントに加え、大きな赤い猫が登場したことが特筆すべき出来事でした。この猫は、人を魅了するスターであるだけではなく、搭乗員にとっての動物魂になりました。
pl: Wersja: 0.6.15. Później. Tegoroczne celebracje noworoczne były wyjątkowe ze względu na prezenty, świąteczne wydarzenia i pojawienie się wielkiego rudego kota, który natychmiast stał się nie tylko gwiazdą i zebrał rzesze fanów, ale został również maskotką naszej załogi.
ru: Версия: 0.6.15. Позднее. Этот Новый год запомнился не только подарками и праздничными мероприятиями, но и появлением большого рыжего кота, ставшего не только звездой и любимцем публики, но и тотемным животным нашего экипажа.
uk: Версія: 0.6.15. Згодом. Цей Новий рік запам’ятався не лише подарунками й святковими заходами, але й появою великого рудого котиська, що став не лише зіркою та улюбленцем загалу, але й тотемною твариною нашого екіпажу.
zh: 版本：0.6.15.之后。 这个新年的庆祝活动因其礼物，节庆活动以及一只大红猫的出现而引人注目，它不仅是一个明星和人群吸引者，也是我们乘员的灵魂动物。
zh_sg: 版本：0.6.12.后期 新年的庆祝活动因其礼物，节日活动以及一只大红猫的出现而引人注目，它不仅是一个明星和人群吸引者，也是我们船员精神寄托的动物。

# IDS_PCZC230_HB18_INSIGNIA
source: Distinguish and Choose!
es_mx: ¡Distingue y Elige!
ja: 自分の色を選べ!
pl: Odznaczaj i wybieraj!
ru: Различай и выбирай!
uk: Розрізняй і вибирай!
zh: 判别与选择！
zh_sg: 区分和选择！

# IDS_PCZC230_HB18_INSIGNIA_DESCRIPTION
source: Version: 0.7.0. Last week, our Admiral Superintendent introduced a new set of uniforms in different colors. He said it would give us a sense of purpose. Finished coloring today.
es_mx: Versión: 0.7.0. La última semana, nuestro Almirante Superintendente introdujo un nuevo set de uniformes de colores diferentes. Dijo que nos traería un sentido de propósito. Terminó de tomar color hoy.
ja: バージョン: 0.7.0. 先週、提督管理部が、様々な色の新たな制服一式を導入しました。その狙いは、目的意識を与えることでした。さあ、自分の色を選びましょう。
pl: Wersja: 0.7.0. W ostatnim tygodniu nasz superintendent wprowadził nowy zestaw mundurów w różnych barwach. Powiedział, że da nam to poczucie celu. Dziś skończyliśmy kolorowanie.
ru: Версия: 0.7.0. На прошлой неделе начальник порта ввёл цветовую дифференциацию кителей. Сказал, что она даёт цель в жизни. Сегодня закончили перекрашивать.
uk: Версія: 0.7.0. Минулого тижня начальник порту впровадив кольрову диференціацію кітелів. Сказав, вона надає мету в житті. Сьогодні закінчили перефарбовувати.
zh: 版本：0.7.0. 上周，我们的海军上将推出了一套新的不同颜色的制服。他说这会给我们一种目的感。今天完成了上色。
zh_sg: 版本：0.7.0. 上周，我们的监察者上将推出了一套新的不同颜色的制服。他说这会给我们一种使命感。今天完成上色。

# IDS_PCZC231_HB18_TRAINING_ROOM
source: Train and Gain
es_mx: Entrena y Gana
ja: 訓練を重ね、技術を磨け
pl: Trenuj i korzystaj
ru: Тренируйся и побеждай
uk: Тренуйся та перемагай
zh: 训练与获得
zh_sg: 训练与收获

# IDS_PCZC231_HB18_TRAINING_ROOM_DESCRIPTION
source: Version: 0.7.0. Later. Everyone was sent to firing practice. We handled stationary targets quite quickly, but the moving and armed ones were just unstoppable. We're building a time machine now. To go back in time and fix what we've done.
es_mx: Versión: 0.7.0. Tardía. Todos fueron enviados a la práctica de tiro. Hemos manejado objetivos fijos bastante rápido, pero los móviles y armados son imparables. Estamos construyendo una máquina del tiempo ahora, necesitamos regresar en el tiempo para arreglar lo que hemos hecho.
ja: バージョン: 0.7.0. 以降 誰もが射撃演習に臨みました。静止標的に対する射撃は容易だったものの、移動標的や武装標的を相手にするのは難儀しました。現在、タイムマシンを製造中ですので、その時に戻ってやり直す必要がありますね。
pl: Wersja: 0.7.0. Później. Wszyscy zostaliśmy wysłani na ćwiczenia strzeleckie. Cele nieruchome opanowaliśmy dość szybko, ale te poruszające się i uzbrojone były niepowstrzymane. Teraz budujemy wehikuł czasu, żeby cofnąć się do przeszłości i naprawić swoje błędy.
ru: Версия: 0.7.0. Позднее. Всех отправили на тренировочные стрельбы. С неподвижными мишенями разобрались быстро, а вот движущиеся и вооружённые теперь не знаем, как остановить. Начали строить машину времени — вернёмся назад и всё исправим.
uk: Версія: 0.7.0. Згодом. Відрядили всіх на тренувальні стрільби. З нерухомими мішенями впоралися швидко, а от рухомі й озброєні тепер не знаємо, як зупинити. Почали будувати машину часу — повернемося та все виправимо.
zh: 版本：0.7.0.之后。 每个人都被送去开火练习。我们很快就掌握了静止目标，但移动和武装目标只是无法阻挡。我们现在正在建造一台时光机。以回到过去修正我们所做的事情。
zh_sg: 版本：0.7.0.后期 每个人都被送去开火练习。我们能很快就处理掉静止目标，但移动目标和装甲目标难以阻挡了。我们现在正在建造一台时间机器。回到过去，修正我们所做的事情。

# IDS_PCZC232_HB18_FRENCH_ARCH
source: Vive la France!
zh: 玛丽安娜万岁

# IDS_PCZC232_HB18_FRENCH_ARCH_DESCRIPTION
source: Version: 0.7.1–2. Visited Marseilles. The blue, white, and red flag was spread across the sea. The French appear to have some nice authentic battleships. The cargo container ships immediately brought special containers. The military command assigned us to protect the gold from the German Navy.
es_mx: Versión: 0.7.1-2. Visitamos Marsella. La bandera azul, blanca y roja se propagó a través del mar. Los franceses parecían tener unos acorazados auténticos. Los contenedores de carga en los barcos trajeron contenedores especiales inmediatamente. El mando militar nos asignó para proteger el oro de la Armada Alemana.
ja: バージョン: 0.7.1-2. マルセイユを訪れた際には、海上に青・白・赤の旗が広がっていました。フランスは、優秀な史実戦艦を有していたのです。貨物コンテナ船が、特別コンテナ群を速やかに運んできてくれました。そして軍司令部は、私たちに対して金塊をドイツ海軍から守るように命令を下しました。
pl: Wersja: 0.7.1-2. Udaliśmy się na wycieczkę do Marsylii. Niebiesko-biało-czerwona flaga rozpościerała się nad morzem. Okazuje się, że Francuzi posiadają piękne pancerniki. Okręty towarowe natychmiast dostarczyły specjalne kontenery. Dowództwo kazało nam chronić złoto przed niemiecką marynarką wojenną.
ru: Версия: 0.7.1–2. Зашли в Марсель. Сине-бело-красный триколор заполнил морские просторы. У французов оказались интересные и самобытные линкоры. На баржи в срочном порядке прибыли специальные контейнеры. Командование поставило задачу защитить золото от флота Германии.
uk: Версія: 0.7.1–2. Зайшли до Марселя. Синьо-біло-червоний триколор тепер майорить у всіх морях. Як виявилося, французи мають цікаві та самобутні лінкори. На баржі терміново завантажили спеціальні контейнери. Командування поставило завдання захистити золото від флоту Німеччини.
zh: 版本：0.7.1-2. 参观了马赛。蓝色，白色和红色的旗帜遍布大海。F国似乎有一些不错的正宗战列舰。货柜装箱船立即带来特殊货柜。军方指挥部指派我们保护来自D国海军的黄金。
zh_sg: 版本：0.7.1-2. 游览了马赛。蓝、白、红的气质遍布海洋。法国似乎有一些不错的战列舰。货物集装箱船会马上带来特别补给箱。军方指挥部给我们指派了保护德国海军的黄金的任务。

# IDS_PCZC233_HB18_SPACE_BATTLE
source: Bang, Bang, Bang!
ja: バン、バン、バン!
pl: Pif paf!
ru: Пиу-пиу-пиу!
uk: Піу-піу-піу!
zh: 碰、碰、碰！
zh_sg: 嘣，嘣，嘣！

# IDS_PCZC233_HB18_SPACE_BATTLE_DESCRIPTION
source: Version: not-so-distant future. The time machine is acting strange. We got a glimpse of Military Dolphins, Death Rays, the Battle of Antarctica, and Port of Sealand before vanishing in the haze. We're in the future. Spaceships are prowling the big arena.
es_mx: Versión: un futuro no tan distante. La máquina del tiempo está actuando de forma rara. Tuvimos una visión de Delfines Militares, Rayos de la Muerte, la Batalla de la Antártida, y el Puerto de Sealand antes de desaparecer en la bruma. Estamos en el futuro. Las naves espaciales merodean la gran arena.
ja: バージョン: あまり遠くない未来 タイムマシンの挙動が乱れています。軍用イルカ、熱光線、南極大陸の戦い、シーランド公国の姿が見えた気がしましたが、霞の中に消えてしまいました。私たちが居るのは未来です。大きな戦場で宇宙艦隊同士が交戦しています。
pl: Wersja: niedaleka przyszłość. Wehikuł czasu dziwnie się zachowuje. Mignęły nam obrazki z wojskowymi delfinami, promieniami śmierci oraz bitwą o Antarktydę i portem Sealand. Na arenie pojawiły się statki kosmiczne.
ru: Версия: недалёкое будущее. Машина времени сработала как-то не так. Боевые дельфины, лучи смерти, битва за Антарктиду и порт Силенд промелькнули и растаяли в дымке. Мы в будущем. Космические корабли бороздят просторы большой арены.
uk: Версія: не дуже віддалене майбутнє. Машина часу спрацювала не так, як гадали. Бойові дельфіни, промені смерті, битва за Антарктиду й порт Сіландія промайнули та потонули в імлі. Ми — у майбутньому, де космічні кораблі борознять обшири великої арени.
zh: 版本：不远的未来。 时光机表现得很奇怪。我们瞥见了军事海豚、死亡光线、南极洲之战和消之在迷雾之前的西兰港。我们在未来。宇宙飞船在大竞技场上徘徊。
zh_sg: 版本：不远的将来 时间机器有点奇怪。我们看到了军用海豚，死亡之光，南极洲之战和西兰之港，然后又在阴霾中消失了。我们在未来。宇宙飞船正在大竞技场上徘徊。

# IDS_PCZC234_HB18_ALYONA_ERMOLAEVA
source: A Woman on the Boat—Off the Charts!
es_mx: Una Mujer en el Bote—Fuera de Serie
ja: 船上の美女—Off the Charts!
pl: Kobieta na pokładzie – Poza skalą!
ru: Женщина на корабле — к чарту.
uk: Дівчина на кораблі — напевно бути ЧАРТівні.
zh: 战舰上的一位女人—破纪录！
zh_sg: 船上的女人—棒极了！

# IDS_PCZC234_HB18_ALYONA_ERMOLAEVA_DESCRIPTION
source: Version: 0.7.3. No comment.
es_mx: Versión: 0.7.3. Sin comentarios.
ja: バージョン: 0.7.3. ノーコメント。
pl: Wersja: 0.7.3. Bez komentarza.
ru: Версия: 0.7.3. Без комментариев.
uk: Версія: 0.7.3. Без коментарів.
zh: 版本：0.7.3. 无可奉告。
zh_sg: 版本：0.7.3. 没有评论。

# IDS_PCZC235_HB18_WARNING_SYSTEM
source: Hold Your Friendly Fire!
es_mx: ¡Detengan el Fuego Aliado!
ja: 味方だ、撃つな!
pl: Uważaj na bratobójczy ogień!
ru: Отставить огонь по своим!
uk: Припинити вогонь по своїх!
zh: 停止友军伤害！
zh_sg: 别开火，是友军！

# IDS_PCZC235_HB18_WARNING_SYSTEM_DESCRIPTION
source: Version: 0.7.4. Military command sent new instructions on how to prevent and punish unsporting behavior. Now, you're not just sent to fight bots if you mess with your allies, but you also swab the decks if you're caught doing nothing in battle.
es_mx: Versión: 0.7.4. El mando militar envió nuevas instrucciones parao prevenir y castigar el comportamiento antideportivo. Ahora, no solo te enviará a jugar contra bots si te metes con tus aliados, también te hará limpiar las cubiertas si te sorprende sin hacer nada en batalla.
ja: バージョン: 0.7.4. 軍司令部は、スポーツマンシップに反する行為に対する抑止策と罰則について、新規定を導入しました。新規定においては、味方を害すれば対 Bot 戦に送られますし、戦闘において何もしなかった場合には、甲板掃除を命じられることもあります。
pl: Wersja: 0.7.4. Dowództwo wydało nowe instrukcje dotyczące zapobiegania i karania niesportowych zachowań. Teraz zadzieranie z własnymi sojusznikami kończy się zsyłką do bitew z botami, ale również bezczynność w bitwie może zaowocować szorowaniem pokładów.
ru: Версия: 0.7.4. Командование прислало новые инструкции о системе предупреждения и наказания недобросовестного поведения. Мало того, что за драки с союзниками вместо гауптвахты отправляют сражаться с ботами, так теперь ещё и за простой в бою заставляют драить палубу.
uk: Версія: 0.7.4. Командування надіслало нові інструкції щодо запобігання й покарання несумлінної поведінки: за бійки з союзниками тепер карають не гауптвахтою, а відрядженням на битви з ботами; а за пасивність під час бою митимете палубу.
zh: 版本：0.7.4. 军事指挥部发出了关于如何预防和惩罚违反运动家精神行为的新指示。现在，如果您和您的队友在摸鱼，您就不仅是被派去打机器人，如果您在战斗中被抓到什么都没做的话，还会被送去刷甲板。
zh_sg: 版本：0.7.4. 军事指挥部发出了关于如何防止和惩罚消极游戏行为的新指示。现在，除了在游戏中因误伤了友军会被派去打机器人之外，在战斗中如果被抓到什么都不做的话，你还会被派去擦甲板。

# IDS_PCZC236_HB18_RANK_SEASON
source: Season of Ranked Tier X Battles
es_mx: Temporada de Batallas por Rango de Nivel X
ja: Tier X ランク戦のシーズン
pl: Sezon bitew rankingowych X poziomu
ru: Ранговый сезон на Х уровне
uk: Ранговий сезон на X рівні
zh: X阶排位战斗季
zh_sg: X级战舰排位赛季

# IDS_PCZC236_HB18_RANK_SEASON_DESCRIPTION
source: Version: 0.7.4. All our efforts were not in vain. Top Tier ship battles were a lot of fun. Looking forward to the new season!
es_mx: Versión: 0.7.4. Todos nuestros esfuerzos no fueron en vano. Las batallas de barcos de mayor Nivel fueron muy divertidas. ¡Estamos esperando con ansias la nueva temporada!
ja: バージョン: 0.7.4. 努力は裏切りません。高 Tier 艦艇での激戦は実に楽しいものでした。新シーズンをお楽しみに!
pl: Wersja: 0.7.4. Nasze wysiłki nie poszły na marne. Bitwy okrętów najwyższego poziomu były świetne. Nie możemy się doczekać następnego sezonu!
ru: Версия: 0.7.4. Пришлось постараться, но оно того стоило. Сражения на топовой технике принесли массу удовольствия и веселья. С нетерпением ждём новый сезон!
uk: Версія: 0.7.4. Довелося попітніти, та воно було того варте. Битви топовою технікою подарували багато задоволення й веселощів. Нетерпляче чекаємо на новий сезон!
zh: 版本：0.7.4. 我们所有的努力都没有白费。顶级战舰的战斗非常有趣。期待新的一季！
zh_sg: 版本：0.7.4. 我们所有的努力都没有白费。顶级战舰战斗非常有趣。期待新的赛季！

# IDS_PCZC237_HB18_AMERICAN_ARCH
source: Cleveland Strikes Back
es_mx: El Cleveland Contraataca
ja: Cleveland の逆襲
pl: Cleveland kontratakuje
ru: Cleveland наносит ответный удар
uk: Cleveland завдає удару у відповідь
zh: 克利夫兰反击
zh_sg: 克利夫兰的反击

# IDS_PCZC237_HB18_AMERICAN_ARCH_DESCRIPTION
source: Version: 0.7.5–7. America turned out to be quite versatile. We fought on heavy and light cruisers, saw the first rays of sun on a new operation, learned how to hit hard, hit fast, hit often together with William Halsey, supported our team by shouting "Go Navy!", and, of course, admired the updated Cleveland!
es_mx: Versión: 0.7.5-7. Estados Unidos resultó ser muy versátil. Peleamos en cruceros pesados y ligeros, vimos los primeros rayos de luz de una nueva operación, aprendimos a golpear fuerte, golpear rápido, golpear junto a William Halsey, apoyamos a nuestro equipo gritando "¡Go Navy!" y, por supuesto, admiramos la actualización del Cleveland!
ja: バージョン: 0.7.5-7. アメリカ技術ツリーの万能性が大幅に高められました。重巡洋艦と軽巡洋艦で戦い、新たなオペレーションで日の出を待ちながらの夜戦に挑み、ウィリアム・ハルゼー提督と共に激しく打ち、素早く打ち、何度も打つ術を学び、"Go Navy!" という叫びと共にチームを支援し、そして何と言っても、Cleveland (クリーヴランド) が生まれ変わったのです!
pl: Wersja: 0.7.5-7. Ameryka okazała się bardzo produktywna. Walczyliśmy zarówno ciężkimi, jak i lekkimi krążownikami, oglądaliśmy wschód słońca w nowej operacji i nauczyliśmy się uderzać mocno, szybko i często dzięki Williamowi Halseyowi, który wspierał naszą drużynę skandując „Go Navy!”. Oczywiście, podziwiał również nową odsłonę krążownika Cleveland.
ru: Версия: 0.7.5–7. Оказалось, что Америка не такая уж и одноэтажная. Мы отправились в бой на тяжёлых и лёгких крейсерах, встретили рассвет в новой операции, научились бить сильно, быстро и часто вместе с Уильямом Хэлси, поддержали свою команду с лозунгами «Go Navy!» и, конечно же, любовались обновлённым Cleveland!
uk: Версія: 0.7.5–7. Як виявилося, Америка справжній гумовий будинок. Ми пішли у бій важкими і легкими крейсерами, зустріли світанок у новій операції, навчилися бити сильно, хутко й часто разом з Вільямом Голсі, підтримали свою команду гаслами «Go Navy!» і, певна річ, помилувалися оновленим Cleveland!
zh: 版本：0.7.5-7. M国结果是非常多才多艺的。我们在重型和轻型巡洋舰上进行了战斗，在新的行动中看到了第一丝曙光，和威廉-哈尔西一起学会如何快、狠、猛，透过大喊「海军加油!」支持队伍，还有当然，欣赏改版后的克利夫兰！
zh_sg: 版本：0.7.5-7. 美国战舰被证明是非常多样化的。我们在重型和轻型巡洋舰上进行了战斗，在新的作战行动中看到了第一缕阳光，与William Halsey学会了如何打的狠，打的快，打的勤，通过大喊“Go Navy!”支持了自己的队伍，当然还欣赏了克利夫兰号的升级！

# IDS_PCZC238_HB18_ARSENAL
source: Armory
es_mx: Armería
ja: 武器庫
pl: Zbrojownia
ru: Адмиралтейство
uk: Адміралтейство
zh: 军火库
zh_sg: 兵工厂

# IDS_PCZC238_HB18_ARSENAL_DESCRIPTION
source: Version: 0.7.6. We've faced so many battles, but more are yet to come! The Armory will help us prepare for them, because that's where you can exchange Coal for useful signals and camouflage, and where Steel can be exchanged for some legendary ships.
es_mx: Versión: 0.7.6. Hemos librado tantas batallas, ¡y nos quedan muchas más! La armería nos ayudará a prepararnos para lo que nos depara el futuro, intercambiando carbón por útiles banderas de señales y camuflajes o canjeando acero por algunos barcos legendarios.
ja: バージョン: 0.7.6. 既に無数の戦いに臨んできましたが、戦いはまだまだ続きます! そして「武器庫」は、戦いの準備を助けてくれる存在です。この工廠では、石炭を有用な信号旗や迷彩と、鋼鉄を伝説の艦艇と、それぞれ交換することができます。
pl: Wersja: 0.7.6. Stoczyliśmy już tyle bitew, a końca nie widać! Zbrojownia pomoże nam się do nich przygotować, ponieważ można w niej wymieniać węgiel na użyteczne sygnały i kamuflaże, a stal – na pewne legendarne okręty.
ru: Версия: 0.7.6. Позади множество сражений, а впереди — не меньше! Адмиралтейство поможет подготовиться к ним, ведь именно в нём уголь можно обменять на столь полезные сигналы и камуфляж, а сталь можно обменять на легендарные корабли.
uk: Версія: 0.7.6. Численні битви вже позаду, а ще більше — попереду! Адміралтейство допоможе приготуватися: тут можна обміняти вугілля на корисні сигнали та камуфляж, а сталь — на легендарні кораблі.
zh: 版本：0.7.6. 我们面对如此多的战斗，但还有更多的战斗要来！军火库将帮助我们为它们做好准备，因为在那里您可以用煤炭交换有用的信号旗和涂装，而钢铁可以交换一些传奇战舰。
zh_sg: 版本：0.7.6. 我们经历了如此多的战斗，但还有更多的战斗要来临！兵工厂会帮助我们为战斗做好准备，因为在那里您可以用煤炭兑换信号旗和涂装，而钢铁兑些传奇战舰。

# IDS_PCZC239_HB18_HAPPY_BDAY
source: Anniversary
es_mx: Aniversario
ja: アニバーサリー
pl: Rocznica
ru: День рождения
uk: День народження
zh: 周年庆
zh_sg: 周年纪念

# IDS_PCZC239_HB18_HAPPY_BDAY_DESCRIPTION
source: Version: 0.7.8. A year has passed, and the calm waves of the native port welcome our ship back. It's time to have a little break from the constant battles and bake a birthday cake! Third anniversary is the date that must be there in your ship's logbook!
es_mx: Versión: 0.7.8. Un año ha pasado, y las olas en calma del puerto nativo le dan la bienvenida a nuestro barco. ¡Es hora de descansar un poco de las batallas constantes y cocinar un pastel de cumpleaños! ¡El tercer aniversario es la fecha que debe estar en el registro de tu barco!
ja: バージョン: 0.7.8. また 1 年が経過し、母港の穏やかな波が艦艇の帰還を迎えてくれます。連戦を一休みしてバースデーケーキを焼きましょう! 3 周年を迎えるこの日は、航海日誌に欠かすことができない大切な日なのです!
pl: Wersja: 0.7.8. Minął rok, a spokojne fale macierzystego portu witają nasz okręt z powrotem. Nadszedł czas, by odpocząć nieco od niekończących się bitew i ze smakiem zjeść urodzinowy tort. Trzecie urodziny to okazja, którą koniecznie trzeba zapisać w dzienniku pokładowym!
ru: Версия: 0.7.8. Прошёл год, и спокойные волны родного порта снова встретили наш корабль. Настало время отдохнуть от постоянных битв и испечь праздничный торт! 3 года — это дата, которую стоит занести в бортовой журнал!
uk: Версія: 0.7.8. Минув рік, і тихі води рідного порту знову прийняли наш корабель. Настав час відпочити від безупинних битв і спекти святковий торт! Три роки — це дата, яку варто записати в бортовий журнал!
zh: 版本：0.7.8. 一年过去了，本土港口的风平浪静迎接我们的战舰的归来。现在是时候从不断的战斗中休息一下，烤一个生日蛋糕！三周年庆是您战舰日志中必须存在的日期！
zh_sg: 版本：0.7.8. 一年过去了，本地港口平静的波浪迎来了我们战舰的回归。现在是时候从不断的战斗中休息一下，来烤一个生日蛋糕吧！三周年纪念是您战舰日志中必须记录日期！

# IDS_PCZC240_OVECHKIN_CAP
source: Helmet
es_mx: Casco
ja: ヘルメット
pl: Kask
ru: Шлем
uk: Шолом
zh: 头盔
zh_sg: 头盔
