Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_CONSUME_DESCRIPTION_PCY009_CRASHCREWPREMIUM
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY009_CRASHCREW_LIMITED_PREMIUM
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules. High reload speed. Limited number of charges.
es_mx: Extingue incendios, elimina casos de inundación y repara módulos dañados. Alta velocidad de recarga. El número de cargas es limitado.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。 準備時間が短めです。 使用可能回数が制限されています。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły. Szybkie przeładowanie. Ograniczona liczba ładunków.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули. Высокая скорость перезарядки. Ограниченное количество снаряжения.
uk: Гасить пожежі, ліквідує затоплення та відновлює пошкоджені модулі. Висока швидкість перезаряджання. Обмежена кількість спорядження.
zh: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули. Высокая скорость перезарядки. Ограниченное количество снаряжения.
zh_sg: 扑灭起火、清除进水、并修复受损配件。 装填时间较短。 装载数有限。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY010_REGENCREWPREMIUM
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY010_REGENCREW_EHEAL_PREMIUM
source: Restores a considerable portion of a ship's HP by repairing damage within a short period of time.
es_mx: Restaura una porción considerable de los HP de un barco al reparar el daño en un corto periodo de tiempo.
ja: 短時間でダメージを修理し、艦の HP をかなり回復します。
pl: Przywraca znaczną ilość PW okrętu, naprawiając uszkodzenia w krótkim czasie.
ru: Восстанавливает значительную часть боеспособности корабля, устраняя повреждения за короткое время.
uk: Відновлює значну частину боєздатності корабля, усуваючи пошкодження за короткий час.
zh: Восстанавливает значительную часть боеспособности корабля, устраняя повреждения за короткое время.
zh_sg: 在短时间内通过修复损伤，来恢复可观的战舰生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY011_AIRDEFENSEDISPPREMIUM
source: Increases the intensity of AA fire.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上します。
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 提高防空火力强度并降低敌方俯冲轰炸机与鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY012_FIGHTERPREMIUM
source: Follows the ship and automatically attacks enemy aircraft.
es_mx: Sigue al barco y ataca automáticamente aviones enemigos.
ja: 艦に追従し、敵機を自動的に迎撃します。
pl: Podąża za okrętem i automatycznie atakuje samoloty wroga.
ru: Сопровождает корабль и автоматически атакует самолёты противника.
uk: Супроводжує корабель та автоматично атакує літаки супротивника.
zh: 跟随战舰并会自动攻击敌方飞机。
zh_sg: 跟随战舰并自动攻击敌方飞机。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY013_SPOTTERPREMIUM
source: Extends the firing range of the main battery.
es_mx: Extiende el rango de disparo de la batería principal.
ja: 主砲の射程を延伸します。
pl: Zwiększa zasięg ognia głównej baterii.
ru: Увеличивает дальность стрельбы главного калибра.
uk: Збільшує дальність стрільби головного калібру.
zh: 增加主炮组的射程。
zh_sg: 增加主炮组的射程。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY013_SPOTTER_CIRCLE_PREMIUM
source: Extends the main battery's firing range. Short action time and high reload speed.
es_mx: Extiende el alcance de disparo de la batería principal. Corto tiempo de acción y una elevada velocidad de recarga.
ja: 主砲の射程を延伸します。 動作時間が短めですが、準備時間も短めです。
pl: Zwiększa zasięg głównych dział. Krótki czas działania i szybkie przeładowanie.
ru: Увеличивает дальность стрельбы главного калибра. Короткое время работы и быстрая перезарядка.
uk: Збільшує дальність стрільби головного калібру. Малий час роботи та швидке перезаряджання.
zh: Увеличивает дальность стрельбы главного калибра. Короткое время работы и быстрая перезарядка.
zh_sg: 增加主炮组的射程。 作用时间以及装填时间较短。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY014_SMOKEGENERATORCRAWLER_PREMIUM
source: Generates a smoke screen that reduces the risk of being detected by the enemy. Allows the ship to remain undetected at low speeds for the entire action time of the consumable.
es_mx: Genera una cortina de humo que reduce el riesgo de que el enemigo detecte el barco. Permite que el barco permanezca oculto a baja velocidad durante todo el tiempo de acción del consumible.
ja: 敵の視界を遮る煙幕を展開します。 この消耗品の動作時間中、低速で移動しながら姿を隠し続けることができます。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika. Okręt pozostanie niewykryty przy niskiej prędkości przez cały czas działania sprzętu eksploatacyjnego.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на малом ходу.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником. Протягом всього часу роботи, спорядження дозволяє кораблю залишатися непомітним на малому ходу.
zh: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на малом ходу.
zh_sg: 生成烟幕降低被敌人发现的风险。 消耗品作用时间内，使战舰在低速航行状态下保持不被发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY014_SMOKEGENERATOROIL_PREMIUM
source: Generates a smoke screen that reduces the risk of being detected by the enemy. Allows the ship to remain undetected at full speed for the entire action time of the consumable.
es_mx: Genera una cortina de humo que reduce el riesgo de que el enemigo detecte el barco. Permite que el barco permanezca indetectado a baja velocidad durante todo el tiempo de acción del consumible.
ja: 敵の視界を遮る煙幕を展開します。 この消耗品の動作時間中、全速で移動しながら姿を隠し続けることができます。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika. Okręt pozostanie niewykryty przy pełnej prędkości przez cały czas działania sprzętu eksploatacyjnego.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на полном ходу.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником. Протягом всього часу роботи, спорядження дозволяє кораблю залишатися непомітним на повному ходу.
zh: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на полном ходу.
zh_sg: 生成烟幕降低被敌人发现的风险。 消耗品作用时间内，使战舰全速航行状态下保持不被发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY014_SMOKEGENERATORPREMIUM
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY014_SMOKEGENERATOR_CYCLE_PREMIUM
source: Generates a smoke screen that reduces the risk of being detected by the enemy. Numerous charges and high reload speed; short action and smoke dispersion times.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo. Cargas numerosas y una elevada velocidad de recarga; cortos tiempos de acción y de dispersión del humo.
ja: 敵の視界を遮る煙幕を展開します。 使用可能回数が多く、準備時間も短いですが、動作時間と煙幕の持続時間が短めです。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia okrętu przez przeciwnika. Liczne ładunki i szybkie przeładowanie, krótki czas działania i rozpraszania zasłony.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. Большое количество зарядов снаряжения и быстрая перезарядка. Короткое время работы снаряжения и рассеивания дымов.
uk: Створює димову завісу, яка зменшує ймовірність виявлення супротивником. Велика кількість зарядів спорядження та швидке перезаряджання. Малий час роботи спорядження та розсіювання димів.
zh: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. Большое количество зарядов снаряжения и быстрая перезарядка. Короткое время работы снаряжения и рассеивания дымов.
zh_sg: 生成烟幕降低被敌人发现的风险。 装载数较多和装填时间较短；但作用时间以及烟幕扩散时间较短。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY015_SPEEDBOOSTERPREMIUM
source: Increases the ship's maximum speed.
es_mx: Aumenta la velocidad máxima del barco.
ja: 艦の最高速度を向上させます。
pl: Zwiększa maksymalną prędkość okrętu.
ru: Увеличивает максимальную скорость корабля.
uk: Збільшує максимальну швидкість корабля.
zh: 暂时增加最大航速。
zh_sg: 提升战舰最高航速。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY015_SPEEDBOOSTER_IMP_PREMIUM
source: Significantly increases the maximum speed of the ship. Short action time.
es_mx: Aumenta significativamente la velocidad máxima del barco. Corto tiempo de acción.
ja: 艦の最高速度を大幅に向上させます。 動作時間が短めです。
pl: Znacząco zwiększa prędkość maksymalną okrętu. Krótki czas działania.
ru: Значительно увеличивает максимальную скорость корабля. Короткое время работы снаряжения.
uk: Значно збільшує максимальну швидкість корабля. Малий час роботи спорядження.
zh: Значительно увеличивает максимальную скорость корабля. Короткое время работы снаряжения.
zh_sg: 大幅度提升战舰的最高航速。 作用时间较短。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY016_SONARSEARCHPREMIUM
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within smoke screens.
es_mx: Aumenta el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrywania wrogich okrętów i torped, również tych, które znajdują się za zasłoną dymną.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в зоні димової завіси.
zh: 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY016_SONARSEARCH_SHORT_PREMIUM
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within smoke screens. Extended action time; short acquisition range of ships.
es_mx: Aumenta el rango de detección efectivo de los barcos y torpedos enemigos, incluyendo aquellos dentro de las pantallas de humo. Tiempo de acción extendido; corto rango de detección de los barcos.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。 動作時間が長めですが、艦艇捕捉範囲が短めです。
pl: Zwiększa zasięg pewnego wykrycia okrętów wroga i torped, także tych objętych zasłoną dymną. Wydłużony czas działania, niewielki zasięg wykrywania okrętów.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы. Значительное время работы снаряжения. Короткая дистанция обнаружения кораблей.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в зоні димової завіси. Значний час роботи спорядження. Мала дистанція виявлення кораблів.
zh: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы. Значительное время работы снаряжения. Короткая дистанция обнаружения кораблей.
zh_sg: 提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。 作用时间延长；但对敌方战舰的捕获范围较短。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY017_TORPEDORELOADER
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY018_TORPEDORELOADERPREMIUM
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY019_RLSSEARCH
source: Significantly increases the range of assured acquisition of enemy ships, including those within a smoke screen.
es_mx: Aumenta significativamente el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇の強制捕捉範囲 (煙幕内を含む) を大幅に向上させます。
pl: Znacznie zwiększa zasięg pewnego wykrywania wrogich okrętów, również tych, które znajdują się za zasłoną dymną.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в зоне дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в зоні димової завіси.
zh: 大幅提高对敌方战舰的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 大幅提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY020_RLSSEARCHPREMIUM
source: Significantly increases the range of assured acquisition of enemy ships, including those within a smoke screen.
es_mx: Aumenta significativamente el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇の強制捕捉範囲 (煙幕内を含む) を大幅に向上させます。
pl: Znacznie zwiększa zasięg pewnego wykrywania wrogich okrętów, również tych, które znajdują się za zasłoną dymną.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в зоне дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в зоні димової завіси.
zh: 大幅提高对敌方战舰的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 大幅提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY021_ARTILLERYBOOSTER
source: Reduces the reload time of the main battery guns
es_mx: Reduce el tiempo de recarga de los cañones de la batería principal
ja: 主砲の装填時間を短縮します。
pl: Skraca czas przeładowania głównej baterii
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру
zh: 暂时加速主炮的装填时间
zh_sg: 降低主炮装填时间

# IDS_DOCK_CONSUME_DESCRIPTION_PCY022_ARTILLERYBOOSTERPREMIUM
source: Reduces the reload time of the main battery guns
es_mx: Reduce el tiempo de recarga de los cañones de la batería principal
ja: 主砲の装填時間を短縮します。
pl: Skraca czas przeładowania głównej baterii
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру
zh: 暂时加速主炮的装填时间
zh_sg: 降低主炮装填时间

# IDS_DOCK_CONSUME_DESCRIPTION_PCY023_CRASHCREWSUPER
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY023_INVULNERABLE
source: Your ship becomes invulnerable to any type of damage except for the Filth.
es_mx: Tu barco se vuelve invulnerable a cualquier tipo de daño excepto al de la inmundicia.
ja: 自艦が瘴気を除くあらゆるタイプのダメージに対して無敵になります。
pl: Twój okręt staje się niewrażliwy na każdy rodzaj uszkodzeń z wyjątkiem plugastwa.
ru: Корабль становится неуязвим для всех типов урона, кроме скверны.
uk: Корабель стає невразливий для всіх типів шкоди, крім скверни.
zh: 除了污秽之地，任何类型伤害都伤害不了您的战舰。
zh_sg: 除了污秽之地，任何类型伤害都对您的战舰无效。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY024_INVULNERABLEPREMIUM
source: Your ship becomes invulnerable to any type of damage except for the Filth.
es_mx: Tu barco se vuelve invulnerable a cualquier tipo de daño excepto al de la inmundicia.
ja: 自艦が瘴気を除くあらゆるタイプのダメージに対して無敵になります。
pl: Twój okręt staje się niewrażliwy na każdy rodzaj uszkodzeń z wyjątkiem plugastwa.
ru: Корабль становится неуязвим для всех типов урона, кроме скверны.
uk: Корабель стає невразливий для всіх типів шкоди, крім скверни.
zh: 除了污秽之地，任何类型伤害都伤害不了您的战舰。
zh_sg: 除了污秽之地，任何类型伤害都对您的战舰无效。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY024_REGENCREWSUPER
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY025_AIRDEFENSEDISPSUPER
source: Increases the intensity of AA fire.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上します。
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 提高防空火力强度并降低敌方俯冲轰炸机与鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY026_FIGHTERSUPER
source: Follows the ship and automatically attacks enemy aircraft.
es_mx: Sigue al barco y ataca automáticamente aviones enemigos.
ja: 艦に追従し、敵機を自動的に迎撃します。
pl: Podąża za okrętem i automatycznie atakuje samoloty wroga.
ru: Сопровождает корабль и автоматически атакует самолёты противника.
uk: Супроводжує корабель та автоматично атакує літаки супротивника.
zh: 跟随战舰并会自动攻击敌方飞机。
zh_sg: 跟随战舰并自动攻击敌方飞机。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY027_SPOTTERSUPER
source: Extends the firing range of the main battery.
es_mx: Extiende el rango de disparo de la batería principal.
ja: 主砲の射程を延伸します。
pl: Zwiększa zasięg ognia głównej baterii.
ru: Увеличивает дальность стрельбы главного калибра.
uk: Збільшує дальність стрільби головного калібру.
zh: 增加主炮组的射程。
zh_sg: 增加主炮组的射程。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY028_SMOKEGENERATORSUPER
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY029_SPEEDBOOSTERSUPER
source: Increases the ship's maximum speed.
es_mx: Aumenta la velocidad máxima del barco.
ja: 艦の最高速度を向上させます。
pl: Zwiększa maksymalną prędkość okrętu.
ru: Увеличивает максимальную скорость корабля.
uk: Збільшує максимальну швидкість корабля.
zh: 暂时增加最大航速。
zh_sg: 提升战舰最高航速。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY030_SONARSEARCHSUPER
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within smoke screens.
es_mx: Aumenta el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrywania wrogich okrętów i torped, również tych, które znajdują się za zasłoną dymną.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в зоні димової завіси.
zh: 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY031_TORPEDORELOADERSUPER
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY032_RLSSEARCHSUPER
source: Significantly increases the range of assured acquisition of enemy ships, including those within a smoke screen.
es_mx: Aumenta significativamente el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇の強制捕捉範囲 (煙幕内を含む) を大幅に向上させます。
pl: Znacznie zwiększa zasięg pewnego wykrywania wrogich okrętów, również tych, które znajdują się za zasłoną dymną.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в зоне дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в зоні димової завіси.
zh: 大幅提高对敌方战舰的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 大幅提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY033_ARTILLERYBOOSTERSUPER
source: Reduces the reload time of the main battery guns
es_mx: Reduce el tiempo de recarga de los cañones de la batería principal
ja: 主砲の装填時間を短縮します。
pl: Skraca czas przeładowania głównej baterii
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру
zh: 暂时加速主炮的装填时间
zh_sg: 降低主炮装填时间

# IDS_DOCK_CONSUME_DESCRIPTION_PCY034_FORSAGEBOOSTER
source: Allows you to use Engine Boost without the risk of overheating the engine.
es_mx: Permite usar el impulso del motor sin el riesgo de sobrecalentar el motor.
ja: エンジンオーバーヒートのリスクなしにエンジンブーストを使用可能になります。
pl: Pozwala używać doładowania silnika bez ryzyka przegrzania.
ru: Позволяет использовать форсаж без перегрева двигателя.
uk: Дозволяє використовувати форсаж без перегрівання двигуна.
zh: 允许在有限的时间内使用引擎增压而没有让引擎过热的风险。
zh_sg: 允许您在使用引擎增压时避免引擎过热的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY035_CALLFIGHTERS
source: Patrol the area and automatically attack enemy aircraft.
es_mx: Patrulla el área y ataca automáticamente a los aviones enemigos.
ja: エリアを哨戒し、敵機を自動的に攻撃します。
pl: Patrolują obszar i automatycznie atakują samoloty wroga.
ru: Патрулируют область и автоматически атакуют самолёты противника.
uk: Патрулюють область й автоматично атакують літаки супротивника.
zh: 巡逻该区域并自动攻击敌机。
zh_sg: 巡逻该区域并自动攻击敌方的飞机。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY036_REGENERATEHEALTH
source: Partially restores squadron HP. Using it during enemy fighter attacks can save your aircraft from destruction.
es_mx: Restaura parcialmente los HP de los aviones del escuadrón. Usarlo durante los ataques de los cazas enemigos puede salvar a tu aviación de la destrucción.
ja: 中隊の HP を一部回復します。 敵戦闘機による攻撃を受けた際に使用することで、被撃墜を回避できます。
pl: Częściowo przywraca PW samolotów eskadry. Użycie go w trakcie ataku wrogich myśliwców może zapobiec zniszczeniu Twoich samolotów.
ru: Частично восстанавливает боеспособность эскадрильи. Использование во время атаки истребителей противника даёт шанс предотвратить уничтожение самолётов.
uk: Частково відновлює боєздатність ескадрильї. Використання під час атаки винищувачів супротивника дає шанс запобігти знищенню літаків.
zh: 恢复航空中队飞机部分血量。
zh_sg: 恢复中队部分生命值。 在敌方战斗机攻击时使用能免于被击毁。
