Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACCESS_LEVEL_TOOLTIP_DESCR
source: As you ascend through the access levels, you will get acquainted with new game features as they unlock after playing battles.
es_mx: A medida que asciendes a través de los niveles de acceso, te familiarizarás con nuevas características del juego que son desbloqueadas después de jugar más batallas.
ja: 戦闘を重ねることでアクセスレベルが上がり、新要素が順次アンロックされますので、新要素に段階的に慣れることができます。
pl: W miarę pięcia się na coraz wyższe poziomy dostępu, zaznajamiać się będziesz z nowymi funkcjami gry, które odblokowywane są po stoczeniu określonej liczby bitew.
ru: В уровнях доступа можно ознакомиться с новыми игровыми возможностями, которые будут открываться после прохождения боёв.
uk: У рівнях доступу можна ознайомитися з новими ігровими можливостями, які відкриватимуться після проходження боїв.
zh: В уровнях доступа можно ознакомиться с новыми игровыми возможностями, которые будут открываться после прохождения боёв.
zh_sg: 在您提升游戏等级的过程中，您可以随着了解游戏进程逐步解锁新功能。

# IDS_ACCESS_LEVEL_TOO_LOW_FOR_EVENT
source: Your access level is too low to join the battle
es_mx: Tu nivel de acceso es muy bajo para unirse a la batalla
ja: アクセスレベル不足により戦闘に参加できません
pl: Twój poziom dostępu jest zbyt niski, żeby dołączyć do bitwy
ru: Недостаточный уровень доступа для участия в бою
uk: Занизький рівень доступу для участі в бою
zh: Недостаточный уровень доступа для участия в бою
zh_sg: 您的权限等级太低无法加入战斗

# IDS_ACCESS_LEVEL_TOO_LOW_FOR_PVE
source: Your access level is too low to enter Operations mode as a Division Commander
es_mx: Tu nivel de acceso es muy bajo para entrar en el modo Operaciones como un Comandante de División.
ja: アクセスレベル不足によりオペレーション・モードに分艦隊指揮官として参加することができません
pl: Twój poziom dostępu jest zbyt niski, żeby wejść w tryb operacji jako dowódca dywizjonu
ru: Недостаточный уровень доступа для выхода в режим операций в качестве командира отряда
uk: Занизький рівень доступу для виходу до режиму операції в якості командира загону
zh: Недостаточный уровень доступа для выхода в режим операций в качестве командира отряда
zh_sg: 您的权限等级太低无法作为小队指挥官进入该行动模式

# IDS_ACCOUNT
source: Current name:
es_mx: Nombre actual:
ja: 現在の名前:
pl: Obecna nazwa:
ru: Текущее имя:
uk: Теперішнє ім’я:
zh: 当前名称：
zh_sg: 当前名称：

# IDS_ACCOUNT_ACTIVATION_ERROR_ALL_INCORRECT_CONFIRMATION_CODE
source: Incorrect confirmation code. Check the entered code.
es_mx: Código de confirmación incorrecto. Revisa el código ingresado.
ja: 確認コードが正しくありません。 入力したコードをご確認ください。
pl: Nieprawidłowy kod potwierdzenia. Sprawdź, czy wprowadziłeś poprawny kod.
ru: Неверный код подтверждения. Проверьте введённый код.
uk: Хибний код підтвердження. Перевірте введений код.
zh: 不正确的确认码。 请检查输入的确认码。
zh_sg: 不正确的确认码。 请检查输入的确认码。

# IDS_ACCOUNT_ACTIVATION_ERROR_ALL_INCORRECT_CONFIRMATION_CODE_REQUEST_DEACTIVATED
source: The confirmation code is blocked. Request a new code or begin the registration process again.
es_mx: El código de confirmación está bloqueado. Solicita un nuevo código o comienza el proceso de registro de nuevo.
ja: この確認コードはブロックされています。 新しいコードをリクエストするか、登録プロセスをやり直してください。
pl: Kod potwierdzenia jest zablokowany. Poproś o nowy kod lub zacznij od początku proces rejestracji.
ru: Код подтверждения заблокирован. Запросите новый код или начните регистрацию сначала.
uk: Код підтвердження заблоковано. Запросіть новий код або почніть реєстрацію з початку.
zh: 该确认码已被封锁。 请索取新的确认码或再次进行注册。
zh_sg: 该确认码已被封锁。 请申请的确认码或再次进行注册。

# IDS_ACCOUNT_ACTIVATION_ERROR_ALL_INVALID_FORM
source: Incorrect confirmation code. Check the entered code.
es_mx: Código de confirmación incorrecto. Revisa el código ingresado.
ja: 確認コードが正しくありません。 入力したコードをご確認ください。
pl: Nieprawidłowy kod potwierdzenia. Sprawdź, czy wprowadziłeś poprawny kod.
ru: Неверный код подтверждения. Проверьте введённый код.
uk: Хибний код підтвердження. Перевірте введений код.
zh: 不正确的确认码。 请检查输入的确认码。
zh_sg: 不正确的确认码。 请检查输入的确认码。

# IDS_ACCOUNT_ACTIVATION_ERROR_ALL_NO_ACTIVE_REQUEST
source: The confirmation code is blocked. Request a new code or begin the registration process again.
es_mx: El código de confirmación está bloqueado. Solicita un nuevo código o comienza el proceso de registro de nuevo.
ja: この確認コードはブロックされています。 新しいコードをリクエストするか、登録プロセスをやり直してください。
pl: Kod potwierdzenia jest zablokowany. Poproś o nowy kod lub zacznij od początku proces rejestracji.
ru: Код подтверждения заблокирован. Запросите новый код или начните регистрацию сначала.
uk: Код підтвердження заблоковано. Запросіть новий код або почніть реєстрацію з початку.
zh: 该确认码已被封锁。 请索取新的确认码或再次进行注册。
zh_sg: 该确认码已被封锁。 请申请的确认码或再次进行注册。

# IDS_ACCOUNT_ACTIVATION_ERROR_CODE_MAX_LENGTH
source: The confirmation code is too long. Check the entered code.
es_mx: El código de confirmación es muy largo. Revisa el código ingresado.
ja: 確認コードが長すぎます。 入力したコードをご確認ください。
pl: Kod potwierdzenia jest zbyt długi. Sprawdź, czy wprowadziłeś poprawny kod.
ru: Код подтверждения слишком длинный. Проверьте введённый код.
uk: Код підтвердження занадто довгий. Перевірте введений код.
zh: 确认码太长。 请检查输入的确认码。
zh_sg: 确认码太长。 请检查输入的确认码。

# IDS_ACCOUNT_ACTIVATION_ERROR_CODE_MAY_NOT_BE_BLANK
source: The confirmation code was not entered. Enter the confirmation code.
es_mx: El código de confirmación no fue ingresado. Ingresa el código de confirmación.
ja: 確認コードが未入力です。 確認コードを入力してください。
pl: Nie wprowadzono kodu potwierdzenia. Wprowadź kod potwierdzenia.
ru: Код подтверждения не введён. Введите код подтверждения.
uk: Код підтвердження не введено. Введіть код підтвердження.
zh: 确认码尚未输入。 请输入确认码。
zh_sg: 确认码尚未输入。 请输入确认码。

# IDS_ACCOUNT_ACTIVATION_ERROR_CODE_MIN_LENGTH
source: The confirmation code is too short. Check the entered code.
es_mx: El código de confirmación es muy corto. Revisa el código ingresado.
ja: 確認コードが短すぎます。 入力したコードをご確認ください。
pl: Kod potwierdzenia jest zbyt krótki. Sprawdź, czy wprowadziłeś poprawny kod.
ru: Код подтверждения слишком короткий. Проверьте введённый код.
uk: Код підтвердження занадто короткий. Перевірте введений код.
zh: 确认码太短。 请检查输入的确认码。
zh_sg: 确认码太短。 请检查输入的确认码。

# IDS_ACCOUNT_ACTIVATION_ERROR_GENERAL
source: Incorrect confirmation code. Check the entered code.
es_mx: Código de confirmación incorrecto. Revisa el código ingresado.
ja: 確認コードが正しくありません。 入力したコードをご確認ください。
pl: Nieprawidłowy kod potwierdzenia. Sprawdź, czy wprowadziłeś poprawny kod.
ru: Неверный код подтверждения. Проверьте введённый код.
uk: Хибний код підтвердження. Перевірте введений код.
zh: 不正确的确认码。 请检查输入的确认码。
zh_sg: 不正确的确认码。 请检查输入的确认码。

# IDS_ACCOUNT_BACK_BUTTON_NAME
source: Back
es_mx: Atrás
ja: 戻る
pl: Wróć
ru: Назад
uk: Назад
zh: 返回
zh_sg: 返回

# IDS_ACCOUNT_COMPLETION
source: Register
es_mx: Registrarse
ja: 登録
pl: Rejestracja
ru: Зарегистрироваться
uk: Зареєструватися
zh: 注册
zh_sg: 注册

# IDS_ACCOUNT_COMPLETION_BTN_CONFIRM
source: Confirm
es_mx: Confirmar
ja: 確定
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити
zh: 确认
zh_sg: 确认

# IDS_ACCOUNT_COMPLETION_BTN_SEND
source: Create
es_mx: Crear
ja: 作成
pl: Stwórz
ru: Создать
uk: Створити
zh: 送出
zh_sg: 创建

# IDS_ACCOUNT_COMPLETION_EMAIL
source: Enter your email:
es_mx: Introduce tu correo electrónico:
ja: E メールアドレス:
pl: Wprowadź swój adres e-mail:
ru: Введите email:
uk: Введіть email:
zh: Введите email:
zh_sg: 输入您的电子邮件：

# IDS_ACCOUNT_COMPLETION_EMAIL_WRONG_CHARACTERS
source: You have entered an invalid character. Use only Latin characters, numbers, and: @ . – _
es_mx: Has ingresado un carácter inválido. Usa solo caracteres latinos, números, y: @ . – _
ja: 無効な文字が含まれています。 半角英数および @ . – _ のみを使用できます。
pl: Wprowadziłeś nieprawidłowy znak. Używaj tylko znaków alfabety łacińskiego, cyfr i znaków: @ . _
ru: Введён недопустимый символ. Используйте латинские буквы, цифры, а также: @ . – _
uk: Введено неприпустимий символ. Використовуйте латинські букви, цифри, а також: @ . – _
zh: 您输入了无效的字符。 只能使用英文字母、数字、以及：@ . – _
zh_sg: 您输入了无效的字符。 只能使用拉丁字母、数字、以及：@ . – _

# IDS_ACCOUNT_COMPLETION_FINISH_SUBHEADER
source: Reward received
es_mx: Recompensa recibida
ja: 褒賞を取得
pl: Otrzymano nagrodę
ru: Награда получена
uk: Нагороду отримано
zh: 获得奖励
zh_sg: 获得奖励

# IDS_ACCOUNT_COMPLETION_HEADER_0
source: Creating a Wargaming account
es_mx: Creando una cuenta de Wargaming
ja: Wargaming アカウント作成
pl: Tworzenie konta Wargaming
ru: Создание аккаунта Wargaming
uk: Створення акаунта Wargaming
zh: 完成注册
zh_sg: 创建Wargaming账号

# IDS_ACCOUNT_COMPLETION_HEADER_1
source: Confirmation code
es_mx: Código de confirmación
ja: 確認コード
pl: Kod potwierdzenia
ru: Код подтверждения
uk: Код підтвердження
zh: 确认码
zh_sg: 确认码

# IDS_ACCOUNT_COMPLETION_HEADER_2
source: Your account has been created
es_mx: Tu cuenta ha sido creada
ja: アカウント作成完了
pl: Twoje konto zostało utworzone
ru: Аккаунт создан
uk: Акаунт створено
zh: 您的账号已被注册
zh_sg: 您的账号已创建

# IDS_ACCOUNT_COMPLETION_HINT_0
source: To create a Wargaming.net account, enter an email and password.
es_mx: Para crear una cuenta de Wargaming.net, introduce un correo electrónico y una contraseña.
ja: Wargaming.net アカウントを作成するために E メールアドレスとパスワードを入力してください。
pl: Żeby utworzyć konto Wargaming.net, wprowadź adres e-mail i hasło.
ru: Для создания аккаунта Wargaming.net введите адрес электронной почты и пароль.
uk: Для створення акаунта Wargaming.net введіть електрону пошту та пароль.
zh: 一个账号。独一无二的游戏世界。
zh_sg: 要创建Wargaming.net账号，请输入电子邮件和密码。

# IDS_ACCOUNT_COMPLETION_HINT_1
source: You can use this account to log in to our partner sites and fan resources.
es_mx: Puedes usar esta cuenta para iniciar sesión en nuestros sitios asociados y en los recursos para aficionados.
ja: このアカウントでパートナーサイトやファンリソースにログインできます。
pl: Możesz użyć tego konta do logowania na naszych stronach partnerskich i zasobach fanowskich.
ru: Учётную запись можно использовать для авторизации на партнёрских сайтах и фан-ресурсах.
uk: Акаунт можна використовувати для авторизації на партнерських сайтах і фан-ресурсах.
zh: 加入这个独特的 Wargaming.net 游戏服务。 这个服务将该公司的游戏通通都结合到唯一的游戏宇宙，有着来自世界各地一亿五千万名玩家的大型多人在线军事游戏。
zh_sg: 您可以使用这个账号登录我们的伙伴的网站和粉丝资源。

# IDS_ACCOUNT_COMPLETION_HINT_3
source: <body>Enter the confirmation code we sent to your email address: <h3>%(login)s</h3></body>
es_mx: <body>Ingresa el código de confirmación que enviamos a tu dirección de email: <h3>%(login)s</h3></body>
ja: <body>あなたの E メールアドレス宛に送付した 確認コードを入力: <h3>%(login)s</h3></body>
pl: <body>Wprowadź kod potwierdzenia wysłany na Twój adres e-mail: <h3>%(login)s</h3></body>
ru: <body>Введите код подтверждения, который мы отправили на электронную почту: <h3>%(login)s</h3></body>
uk: <body>Введіть код підтвердження, який ми надіслали на електронну пошту: <h3>%(login)s</h3></body>
zh: <body>请输入确认码，我们已经将它发送到 您的电子邮件地址：<h3>%(login)s</h3></body>
zh_sg: <body>请输入确认码，我们已经将它发送到 您的电子邮件地址：<h3>%(login)s</h3></body>

# IDS_ACCOUNT_COMPLETION_HINT_4
source: Now you have a Wargaming.net account that provides access to all Wargaming MMO-projects.
es_mx: Ahora tienes una cuenta de Wargaming.net que otorga acceso a todos los proyectos MMO de Wargaming.
ja: 全ての Wargaming MMO タイトルにアクセス可能な Wargaming.net アカウントを作成しました。
pl: Masz teraz konto Wargaming.net, które daje Ci dostęp do wszystkich projektów MMO Wargaming.
ru: Теперь у вас есть учётная запись Wargaming.net, дающая одновременный доступ ко всем ММО-проектам Wargaming.
uk: Тепер у вас є акаунт Wargaming.net, що дає одночасний доступ до всіх ММО-проектів Wargaming.
zh: 现在您拥有一个可通行所有 Wargaming 大型多人在线游戏的 Wargaming.net 账号。
zh_sg: 现在您已拥有的Wargaming.net账号，可通用于登陆全部Wargaming网游项目。

# IDS_ACCOUNT_COMPLETION_HINT_5
source: You can use this account to log in on our partner sites and fan resources.
es_mx: Puedes usar esta cuenta para iniciar sesión en nuestros sitios asociados y en los recursos para los seguidores.
ja: このアカウントは、パートナーサイトおよび ファンリソースへのログインにも利用できます。
pl: Możesz użyć tego konta do zalogowania na naszych stronach partnerskich i fanowskich.
ru: Учётную запись можно использовать для авторизации на партнёрских сайтах и фан-ресурсах.
uk: Акаунт можна використовувати для авторизації на партнерських сайтах і фан-ресурсах.
zh: 您可以使用此账号来登入 我们的合作伙伴网站和粉丝资源。
zh_sg: 您可以使用此账号来登入 我们的合作伙伴网站和粉丝战资源。

# IDS_ACCOUNT_COMPLETION_NO_CONFIRMATION
source: Send a new code
es_mx: Enviar un código nuevo
ja: 新しいコードを送信
pl: Wyślij nowy kod
ru: Отправить новый код
uk: Надіслати новий код
zh: 发送新的确认码
zh_sg: 发送新的确认码

# IDS_ACCOUNT_COMPLETION_PASSWORD
source: Create password:
es_mx: Crea una contraseña:
ja: バスワード作成:
pl: Utwórz hasło:
ru: Придумайте пароль:
uk: Придумайте пароль:
zh: Придумайте пароль:
zh_sg: 创建密码：

# IDS_ACCOUNT_COMPLETION_PASSWORD_WRONG_CHARACTERS
source: You have entered an invalid character. Use Latin characters, numbers, and underscores.
es_mx: Has ingresado un carácter inválido. Usa caracteres latinos, números y guiones bajos.
ja: 無効な文字が含まれています。 半角英数およびアンダーバーのみを使用できます。
pl: Wprowadziłeś nieprawidłowy znak. Używaj znaków alfabetu łacińskiego, cyfr i podkreślników.
ru: Введён недопустимый символ. Используйте латинские буквы, цифры и нижнее подчёркивание.
uk: Введено неприпустимий символ. Використовуйте латинські букви, цифри і символ підкреслення.
zh: 您输入了无效的字符。 请使用英文字母、数字、以及下划线。
zh_sg: 您输入了无效的字符。 请使用拉丁字母、数字、以及下划线。

# IDS_ACCOUNT_COMPLETION_PROMO_HINT_0
source: Join the one-of-a-kind gaming service at Wargaming.net.
es_mx: Únete a un servicio de juego único en su tipo en Wargaming.net.
ja: Wargaming.net の唯一無二のゲーミングサービスをご利用ください。
pl: Dołącz do jedynej w swoim rodzaju usługi Wargaming.net.
ru: Присоединяйтесь к уникальному игровому сервису Wargaming.net.
uk: Долучайтеся до унікального ігрового сервісу Wargaming.net.
zh: 单一账号。共享经济。独特的游戏世界。
zh_sg: 享受独一无二的Wargaming.net游戏服务。

# IDS_ACCOUNT_COMPLETION_PROMO_HINT_1
source: Join the unique game service of Wargaming.net. This service combines all of our titles into a single game universe, with a 150-million-strong army of military MMO game fans across the world.
es_mx: Únete al servicio de juego especial de Wargaming.net. Este servicio combina todos nuestros títulos en un solo universo de juego, con un ejército de 150 millones de aficionados a los juegos MMO militares de todo el mundo.
ja: Wargaming.net のユニークなゲームサービスに加わりましょう。 このサービスは弊社の全タイトルを単一のゲームユニバースに統合しており、全世界で 1 億 5000 万人以上のミリタリー MMO ゲームのファンが存在しています。
pl: Dołącz do unikalnego serwisu gier Wargaming.net Usługa ta łączy w sobie wszystkie nasze tytuły w jedno uniwersum, zrzeszające armię 150 milionów entuzjastów wojskowych gier MMO z całego świata.
ru: Присоединитесь к уникальному игровому сервису Wargaming.net. Сервис объединяет все проекты компании в единую игровую вселенную со 150-миллионной армией поклонников военных ММО-игр по всему миру.
uk: Долучайтеся до унікального ігрового сервісу Wargaming.net. Сервіс поєднує всі проекти компанії у єдиний ігровий всесвіт зі 150-мільйонною світовою армією шанувальників воєнних ММО-ігор.
zh: 加入Wargaming.net独特的游戏服务。 此服务将公司的所有游戏整合到一个游戏世界中，拥有全球1.5亿的军事大型在线多人游戏粉丝。
zh_sg: 加入Wargaming.net游戏专享的独特服务。 此服务会将公司的全部游戏，和全球1亿5千万网游用户和军事游戏迷连接在唯一的游戏世界中。

# IDS_ACCOUNT_COMPLETION_START_BTN
source: Create account
es_mx: Crear cuenta
ja: アカウント作成
pl: Stwórz konto
ru: Создать аккаунт
uk: Створити акаунт
zh: 完成注册
zh_sg: 创建账号

# IDS_ACCOUNT_COMPLETION_START_HEADER
source: Create a Wargaming account and claim your reward.
es_mx: Crea una Cuenta de Wargaming y reclama tu recompensa.
ja: Wargaming アカウントを作成して褒賞を受け取りましょう。
pl: Stwórz konto Wargaming i odbierz swoją nagrodę.
ru: Создайте аккаунт Wargaming и получите награду
uk: Створіть акаунт Wargaming й отримайте нагороду
zh: 完成注册并获得您的奖励
zh_sg: 创建Wargaming账号并领取奖励。

# IDS_ACCOUNT_COMPLETION_START_SUBHEADER
source: Reward
es_mx: Recompensa
ja: 褒賞
pl: Nagroda
ru: Награда
uk: Нагорода
zh: 奖励
zh_sg: 奖励

# IDS_ACCOUNT_COMPLETION_TOOLTIP_SUBHEADER
source: Reward:
es_mx: Recompensa:
ja: 褒賞:
pl: Nagroda:
ru: Награда:
uk: Нагорода:
zh: 注册账号的奖励：
zh_sg: 奖励：

# IDS_ACCOUNT_COMPLETION_TOOLTIP_SUBTEXT
source: Create a Wargaming.net account and claim your reward.
es_mx: Crea una Cuenta de Wargaming.net y reclama tu recompensa.
ja: Wargaming.net アカウントを作成して褒賞を受け取りましょう。
pl: Stwórz konto Wargaming.net i odbierz swoją nagrodę.
ru: Создайте аккаунт Wargaming.net и получите награду.
uk: Створіть акаунт Wargaming.net й отримайте нагороду.
zh: 一个账号。独一无二的游戏世界。
zh_sg: 创建Wargaming.net账号并领取奖励。

# IDS_ACCOUNT_COMPLETION_TOOLTIP_TEXT
source: Register a Wargaming.net account
es_mx: Registra una cuenta de Wargaming.net
ja: Wargaming.net アカウントを登録
pl: Rejestracja konta Wargaming.net
ru: Зарегистрировать учётную запись Wargaming.net
uk: Зареєструвати акаунт Wargaming.net
zh: 注册 Wargaming.net 账号
zh_sg: 注册 Wargaming.net 账号

# IDS_ACCOUNT_DEFAULT
source: Standard Account
es_mx: Cuenta Estándar
ja: 通常アカウント
pl: Konto standardowe
ru: Базовый аккаунт
uk: Базовий акаунт
zh: 普通账号
zh_sg: 标准账号

# IDS_ACCOUNT_DUE_DATE
source: This special ends on:
es_mx: Este evento especial termina el:
ja: スペシャル 終了:
pl: Zakończenie tego wydarzenia:
ru: Дата окончания акции:
uk: Дата закінчення акції:
zh: Дата окончания акции:
zh_sg: 此活动结束于：

# IDS_ACCOUNT_ERROR_ALL_SPA_LOGIN_ALREADY_TAKEN
source: An account with this email address has already been registered. Please try another email address or contact Player Support.
es_mx: Una cuenta con esta dirección de correo electrónico ya ha sido registrada. Inténtalo con otra dirección de correo electrónico o contacta al Soporte.
ja: この E メールアドレスで登録されたアカウントが既に存在しています。 別の E メールアドレスをお試し頂くか、プレイヤーサポートにお問い合わせください。
pl: Zarejestrowano już konto na ten adres e-mail. Spróbuj zarejestrować konto na inny adres lub skontaktuj się ze Wsparciem gracza.
ru: Учётная запись с указанной эл. почтой уже зарегистрирована. Укажите другой адрес или обратитесь в Центр поддержки.
uk: Акаунт з вказаною адресою електронної пошти вже зареєстровано. Вкажіть іншу адресу електронної пошти чи зверніться до Центру підтримки.
zh: 已有账号注册了此电子邮件地址。 请尝试其它电子邮件地址或联络客服中心。
zh_sg: 已存在使用该邮箱注册的账号。 请尝试其他邮箱或联系玩家支持。

# IDS_ACCOUNT_ERROR_ALL_WEAK_PASSWORD
source: Your password is too simple. Use lower-case and upper-case letters, and numbers.
es_mx: Tu contraseña es muy simple. Utiliza letras mayúsculas y minúsculas, y números.
ja: パスワードが単純すぎます。 英大文字、小文字および数字を併用してください。
pl: Twoje hasło jest zbyt proste. Używaj cyfr oraz małych i wielkich liter.
ru: Указан слишком простой пароль. Используйте строчные и прописные буквы, а также цифры.
uk: Вказано занадто простий пароль. Використовуйте малі та великі літери, а також цифри.
zh: 您的密码太简单。 请使用数字、大写和小写字母。
zh_sg: 您的密码太简单。 请使用大小写字母和数字。

# IDS_ACCOUNT_ERROR_GENERAL
source: Registration error. Please try again later.
es_mx: Error de registro. Por favor intenta de nuevo más tarde
ja: 登録エラー。 後で再度お試しください。
pl: Błąd rejestracji. Spróbuj ponownie później.
ru: Ошибка регистрации. Повторите попытку позже.
uk: Помилка реєстрації. Спробуйте пізніше.
zh: 注册错误。 请稍后再试。
zh_sg: 注册错误。 请稍后再试。

# IDS_ACCOUNT_ERROR_LOGIN_FORBIDDEN
source: The account with the specified email address has been blocked. Please contact Player Support.
es_mx: La cuenta con la dirección de correo electrónico indicada ha sido bloqueada. Contacta al Soporte.
ja: 入力された E メールアドレスで登録されたアカウントはブロック中です。 プレイヤーサポートにお問い合わせください。
pl: Konto powiązane z podanym adresem e-mail zostało zablokowane. Skontaktuj się ze Wsparciem gracza.
ru: Аккаунт с указанной эл. почтой заблокирован. Обратитесь в Центр поддержки.
uk: Акаунт з вказаною адресою електронної пошти заблоковано. Зверніться до Центру підтримки.
zh: 指定电子邮件地址的账号已被封锁。 请联络客服中心。
zh_sg: 使用该邮箱注册的账号已被封停。 请联系玩家支持。

# IDS_ACCOUNT_ERROR_LOGIN_INVALID
source: Incorrect email address. Check the spelling.
es_mx: Dirección de email incorrecta. Revisa su escritura.
ja: E メールアドレスが正しくありません。 入力内容をご確認ください。
pl: Nieprawidłowy adres e-mail. Sprawdź pisownię.
ru: Некорректный адрес электронной почты. Проверьте правильность написания.
uk: Хибна адреса електронної пошти. Перевірте правильність написання.
zh: 不正确的电子邮件地址。 请检查拼写。
zh_sg: 不正确的邮件地址。 请检查拼写。

# IDS_ACCOUNT_ERROR_LOGIN_MAX_LENGTH
source: The email address is too long. The email address must not exceed 50 characters.
es_mx: La dirección de email es muy larga. La dirección de email no debe exceder los 50 caracteres.
ja: E メールアドレスが長すぎます。 E メールアドレスは 50 文字以内である必要があります。
pl: Adres e-mail jest zbyt długi. Długość adresu nie może przekraczać 50 znaków.
ru: Слишком длинный адрес электронной почты. Максимальная длина адреса 50 символов.
uk: Занадто довга адреса електронної пошти. Максимальна довжина адреси 50 символів.
zh: 电子邮件地址太长。 电子邮件地址必须不超过 50 个字符。
zh_sg: 电子邮件地址太长。 电子邮件地址必须不超过 50 个字符。

# IDS_ACCOUNT_ERROR_LOGIN_MIN_LENGTH
source: The email address is too short. The email address must consist of at least 5 characters.
es_mx: La dirección de email es muy corta. La dirección de email debe contener al menos 5 caracteres.
ja: E メールアドレスが短すぎます。 E メールアドレスは 5 文字以上である必要があります。
pl: Ten adres e-mail jest zbyt krótki. Adres e-mail musi się składać z przynajmniej 5 znaków.
ru: Слишком короткий адрес электронной почты. Минимальная длина адреса 5 символов.
uk: Занадто коротка адреса електронної пошти. Мінімальна довжина адреси 5 символів.
zh: 电子邮件地址太短。 电子邮件地址必须至少有 5 个字符。
zh_sg: 电子邮件地址太短。 电子邮件地址必须至少有 5 个字符。

# IDS_ACCOUNT_ERROR_LOGIN_REQUIRED
source: Enter your email address.
es_mx: Ingresa tu dirección de email
ja: E メールアドレスを入力してください。
pl: Wprowadź swój adres e-mail.
ru: Укажите адрес электронной почты.
uk: Введіть адресу електронної пошти.
zh: 输入您的电子邮件地址。
zh_sg: 输入您的电子邮件地址。

# IDS_ACCOUNT_ERROR_PASSWORD_INVALID
source: You have entered an invalid password. Use Latin characters, numbers, and underscores.
es_mx: Has ingresado una contraseña inválida. Usa caracteres latinos, números y guiones bajos.
ja: 無効なパスワードが入力されました。 半角英数およびアンダバーのみを使用できます。
pl: Wprowadziłeś niepoprawne hasło. Używaj znaków alfabetu łacińskiego, cyfr i podkreślników.
ru: Указан недопустимый пароль. Используйте латинские буквы, цифры и нижнее подчёркивание.
uk: Вказано неприпустимий пароль. Використовуйте латинські букви, цифри і символ підкреслення.
zh: 您输入了无效的密码。 请使用英文字母、数字、以及下划线。
zh_sg: 您输入了无效的密码。 请使用英文字母、数字、以及下划线。

# IDS_ACCOUNT_ERROR_PASSWORD_MAX_LENGTH
source: The password is too long. The password must not exceed 100 characters.
es_mx: La contraseña es muy larga. La contraseña no debe exceder los 100 caracteres.
ja: パスワードが長すぎます。 パスワードは 100 文字以内である必要があります。
pl: To hasło jest zbyt długie. Długość hasła nie może przekraczać 100 znaków.
ru: Слишком длинный пароль. Максимальная длина пароля не должна превышать 100 символов.
uk: Занадто довгий пароль. Максимальна довжина пароля не може перевищувати 100 символів.
zh: 密码太长。 密码必须不超过 100 个字符。
zh_sg: 密码太长。 密码必须不超过 100 个字符。

# IDS_ACCOUNT_ERROR_PASSWORD_MIN_LENGTH
source: The password is too short. The password must consist of at least %(minCharsPwd)s characters.
es_mx: La contraseña es muy corta. La contraseña debe debe contener al menos %(minCharsPwd)s caracteres.
ja: パスワードが短すぎます。 パスワードは %(minCharsPwd)s 文字以上である必要があります。
pl: Hasło jest zbyt krótkie. Hasło musi się składać z przynajmniej %(minCharsPwd)s znaków.
ru: Слишком короткий пароль. Минимальная длина пароля %(minCharsPwd)s символов.
uk: Занадто короткий пароль. Мінімальна довжина пароля %(minCharsPwd)s символів.
zh: 密码太短。 密码必须至少有 %(minCharsPwd)s 个字符。
zh_sg: 密码太短。 密码必须至少有 %(minCharsPwd)s 个字符。

# IDS_ACCOUNT_ERROR_PASSWORD_REQUIRED
source: Password not set. Choose password.
es_mx: No se ha establecido la contraseña. Escoge una contraseña.
ja: パスワードが未設定です。 パスワードを設定してください。
pl: Nie podano hasła. Podaj jakieś hasło.
ru: Пароль не задан. Укажите пароль.
uk: Пароль не задано. Вкажіть пароль.
zh: 密码未设置。 请选择密码。
zh_sg: 密码未设置。 请选择密码。

# IDS_ACCOUNT_ERROR_PASSWORD_WEAK_PASSWORD
source: Your password is too simple. Use lower-case and upper-case letters, and numbers.
es_mx: Tu contraseña es muy simple. Utiliza letras mayúsculas y minúsculas, y números.
ja: パスワードが単純すぎます。 英大文字、小文字および数字を併用してください。
pl: Twoje hasło jest zbyt proste. Używaj cyfr oraz małych i wielkich liter.
ru: Указан слишком простой пароль. Используйте строчные и прописные буквы, а также цифры.
uk: Вказано занадто простий пароль. Використовуйте малі та великі літери, а також цифри.
zh: 您的密码太简单。 请使用数字、大写和小写字母。
zh_sg: 您的密码太简单。 请使用大小写字母和数字。
