Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACTION_LOG_ALL_MAIN_CALIBER_DESTRUCTED
source: All main battery guns destroyed.
es_mx: Todos los cañones de la batería principal destruidos.
ja: 全ての主砲が大破
pl: Wszystkie działa baterii głównej zniszczone.
ru: Главный калибр полностью уничтожен.
uk: Головний калібр повністю знищено.
zh: 所有主炮都被摧毁。
zh_sg: 所有主炮都被摧毁。

# IDS_ACTION_LOG_ALL_TORPEDO_DESTRUCTED
source: All torpedo tubes destroyed.
es_mx: Todos los tubos de torpedos destruidos.
ja: 全ての魚雷発射管が大破
pl: Wszystkie wyrzutnie torpedowe zniszczone.
ru: Все торпедные аппараты уничтожены.
uk: Усі торпедні апарати знищено.
zh: 所有鱼雷发射管都被击毁。
zh_sg: 所有鱼雷发射管摧毁。

# IDS_ACTION_LOG_ALL_TORPEDO_TUBE_DESTRUCTED
source: All torpedo tubes destroyed.
es_mx: Todos los tubos de torpedos destruidos.
ja: 全ての魚雷発射管が大破
pl: Wszystkie wyrzutnie torpedowe zniszczone.
ru: Все торпедные аппараты уничтожены.
uk: Усі торпедні апарати знищено.
zh: 所有鱼雷发射管都被击毁。
zh_sg: 所有鱼雷发射管摧毁。

# IDS_ACTION_LOG_ARTILLERY_CRIT
source: Main turret incapacitated.
es_mx: Torreta principal incapacitada.
ja: 主砲、機能停止
pl: Wieża głównej artylerii poważnie uszkodzona.
ru: Башня ГК выведена из строя.
uk: Башту ГК виведено з ладу.
zh: 主炮塔严重受损。
zh_sg: 主炮塔瘫痪。

# IDS_ACTION_LOG_ARTILLERY_DESTRUCTED
source: Main turret destroyed.
es_mx: Torreta principal destruida.
ja: 主砲大破
pl: Główna wieża zniszczona.
ru: Башня ГК уничтожена.
uk: Башту ГК знищено.
zh: 主炮塔已击毁。
zh_sg: 主炮塔已摧毁。

# IDS_ACTION_LOG_ARTILLERY_GUN_CRIT
source: Main turret incapacitated.
es_mx: Torreta principal incapacitada.
ja: 主砲、機能停止
pl: Wieża głównej artylerii poważnie uszkodzona.
ru: Башня ГК выведена из строя.
uk: Башту ГК виведено з ладу.
zh: 主炮塔严重受损。
zh_sg: 主炮塔瘫痪。

# IDS_ACTION_LOG_ARTILLERY_GUN_DESTRUCTED
source: Main turret destroyed.
es_mx: Torreta principal destruida.
ja: 主砲大破
pl: Główna wieża zniszczona.
ru: Башня ГК уничтожена.
uk: Башту ГК знищено.
zh: 主炮塔已击毁。
zh_sg: 主炮塔已摧毁。

# IDS_ACTION_LOG_ATBA_CRIT
source: Secondary armament incapacitated.
es_mx: Armamento secundario incapacitado.
ja: 副砲、機能停止
pl: Dodatkowe uzbrojenie poważnie uszkodzone.
ru: Вспомогательный калибр выведен из строя.
uk: Допоміжний калібр виведено з ладу.
zh: 次要武器严重受损。
zh_sg: 副武器瘫痪。

# IDS_ACTION_LOG_ATBA_DESTRUCTED
source: Secondary armament destroyed.
es_mx: Armamento secundario destruido.
ja: 副砲大破
pl: Dodatkowe uzbrojenie zniszczone.
ru: Вспомогательный калибр уничтожен.
uk: Допоміжний калібр знищено.
zh: 次要武器被击毁。
zh_sg: 副武器被摧毁。

# IDS_ACTION_LOG_ATBA_GUN_CRIT
source: Secondary armament incapacitated.
es_mx: Armamento secundario incapacitado.
ja: 副砲、機能停止
pl: Dodatkowe uzbrojenie poważnie uszkodzone.
ru: Вспомогательный калибр выведен из строя.
uk: Допоміжний калібр виведено з ладу.
zh: 次要武器严重受损。
zh_sg: 副武器瘫痪。

# IDS_ACTION_LOG_ATBA_GUN_DESTRUCTED
source: Secondary armament destroyed.
es_mx: Armamento secundario destruido.
ja: 副砲大破
pl: Dodatkowe uzbrojenie zniszczone.
ru: Вспомогательный калибр уничтожен.
uk: Допоміжний калібр знищено.
zh: 次要武器被击毁。
zh_sg: 副武器被摧毁。

# IDS_ACTION_LOG_AVIATION_CRIT
source: Aircraft incapacitated.
es_mx: Aviones incapacitados.
ja: 航空機、使用不能
pl: Samolot poważnie uszkodzony.
ru: Авиация выведена из строя.
uk: Авіація виведена з ладу.
zh: 飞机严重受损。
zh_sg: 飞机瘫痪。

# IDS_ACTION_LOG_AVIATION_DESTRUCTED
source: Aircraft destroyed.
es_mx: Aviones destruidos.
ja: 航空機大破
pl: Samoloty zniszczone.
ru: Авиация уничтожена.
uk: Авіація знищена.
zh: 飞机被击毁。
zh_sg: 飞机被摧毁。

# IDS_ACTION_LOG_ENGINE_CRIT
source: Engine damaged.
es_mx: Motor dañado.
ja: 主機損傷
pl: Silnik uszkodzony.
ru: Двигатель повреждён.
uk: Двигун пошкоджено.
zh: 引擎严重受损。
zh_sg: 引擎受损。

# IDS_ACTION_LOG_ENGINE_DAMAGED
source: Engine damaged.
es_mx: Motor dañado.
ja: 主機損傷
pl: Silnik uszkodzony.
ru: Двигатель повреждён.
uk: Двигун пошкоджено.
zh: 引擎受损。
zh_sg: 引擎受损。

# IDS_ACTION_LOG_ENGINE_DESTRUCTED
source: Engine incapacitated.
es_mx: Motor incapacitado.
ja: 主機、機能停止
pl: Silnik poważnie uszkodzony.
ru: Двигатель выведен из строя.
uk: Двигун виведено з ладу.
zh: 引擎严重受损。
zh_sg: 引擎瘫痪。

# IDS_ACTION_LOG_FAR_AURA_DESTRUCTED
source: Large-caliber AA guns destroyed.
es_mx: Cañones AA de gran calibre destruidos.
ja: 大口径対空砲大破
pl: Działa przeciwlotnicze dużego kalibru zniszczone.
ru: Орудия ПВО крупного калибра уничтожены.
uk: Гармати ППО великого калібру знищені.
zh: 大型口径防空炮被击毁。
zh_sg: 大型口径防空炮被摧毁。

# IDS_ACTION_LOG_HANGAR_CRIT
source: Hangar incapacitated.
es_mx: Hangar incapacitado.
ja: 格納庫、機能停止
pl: Hangar poważnie uszkodzony.
ru: Самолётный ангар выведен из строя.
uk: Ангар значно пошкоджено.
zh: 机库严重受损。
zh_sg: 机库瘫痪。

# IDS_ACTION_LOG_HANGAR_DAMAGED
source: Hangar damaged.
es_mx: Hangar dañado.
ja: 格納庫損傷
pl: Hangar uszkodzony.
ru: Самолётный ангар повреждён.
uk: Ангар пошкоджено.
zh: 机库受损。
zh_sg: 机库受损。

# IDS_ACTION_LOG_HARD_BYOUANCY_LEVEL
source: Heavy flooding.
es_mx: Inundación grave.
ja: 大浸水
pl: Poważne zalanie.
ru: Обширное затопление.
uk: Численні затоплення.
zh: 严重进水。
zh_sg: 严重进水。

# IDS_ACTION_LOG_HARD_DAMAGE_LEVEL
source: Heavy damage!
es_mx: ¡Daño severo!
ja: 重大な損傷!
pl: Poważne uszkodzenia!
ru: Тяжёлые повреждения!
uk: Значні пошкодження!
zh: 严重伤害。
zh_sg: 严重伤害！

# IDS_ACTION_LOG_LANDING_STRIP_CRIT
source: Flight deck incapacitated.
es_mx: Cubierta de vuelo incapacitada.
ja: 飛行甲板、機能停止
pl: Pokład lotniczy poważnie uszkodzony.
ru: Взлётно-посадочная палуба выведена из строя.
uk: Польотна палуба значно пошкоджена.
zh: 飞行甲板严重受损。
zh_sg: 飞行甲板瘫痪。

# IDS_ACTION_LOG_LANDING_STRIP_DAMAGED
source: Flight deck damaged.
es_mx: Cubierta de vuelo dañada.
ja: 飛行甲板損傷
pl: Pokład lotniczy uszkodzony.
ru: Взлётно-посадочная палуба повреждена.
uk: Польотна палуба пошкоджена.
zh: 飞行甲板受损。
zh_sg: 飞行甲板受损。

# IDS_ACTION_LOG_LIGHT_BYOUANCY_LEVEL
source: Light flooding.
es_mx: Inundación ligera.
ja: 軽度の浸水
pl: Lekkie zalanie.
ru: Незначительное затопление.
uk: Незначне затоплення.
zh: 少量进水。
zh_sg: 轻微进水。

# IDS_ACTION_LOG_LIGHT_DAMAGE_LEVEL
source: Light damage.
es_mx: Daño ligero.
ja: 小破
pl: Lekkie uszkodzenia.
ru: Лёгкие повреждения.
uk: Легкі пошкодження.
zh: 少量伤害。
zh_sg: 轻微伤害。

# IDS_ACTION_LOG_MEDIUM_BYOUANCY_LEVEL
source: Moderate flooding.
es_mx: Inundación moderada.
ja: 中程度の浸水
pl: Średnie zalanie.
ru: Умеренное затопление.
uk: Помірне затоплення.
zh: 中度进水。
zh_sg: 中度进水。

# IDS_ACTION_LOG_MEDIUM_DAMAGE_LEVEL
source: Heavy damage!
es_mx: ¡Daño severo!
ja: 重大な損傷!
pl: Poważne uszkodzenia!
ru: Тяжёлые повреждения!
uk: Значні пошкодження!
zh: 中等伤害。
zh_sg: 严重伤害！

# IDS_ACTION_LOG_MID_AURA_DESTRUCTED
source: Medium-caliber AA guns destroyed.
es_mx: Cañones AA de calibre mediano destruidos.
ja: 中口径対空砲大破。
pl: Działa przeciwlotnicze średniego kalibru zniszczone.
ru: Орудия ПВО среднего калибра уничтожены.
uk: Гармати ППО середнього калібру знищені.
zh: 中型口径防空炮被击毁。
zh_sg: 中口径防空炮被摧毁。

# IDS_ACTION_LOG_NEAR_AURA_DESTRUCTED
source: Small-caliber AA guns destroyed.
es_mx: Cañones AA de calibre pequeño destruidos.
ja: 小口径対空兵装大破
pl: Działa przeciwlotnicze małego kalibru zniszczone.
ru: Орудия ПВО малого калибра уничтожены.
uk: Гармати ППО малого калібру знищені.
zh: 小型口径防空炮被击毁。
zh_sg: 小口径防空炮被摧毁。

# IDS_ACTION_LOG_OBSERVATION_CRIT
source: Target acquisition system incapacitated.
es_mx: Sistema de detección de objetivos incapacitado.
ja: 目標捕捉装置、機能停止
pl: System celowniczy poważnie uszkodzony.
ru: Система обнаружения выведена из строя.
uk: Система виявлення виведена з ладу.
zh: 目标探测系统严重受损。
zh_sg: 目标捕获系统瘫痪。

# IDS_ACTION_LOG_OBSERVATION_DESTRUCTED
source: Target acquisition system destroyed.
es_mx: Sistema de detección de objetivos destruido.
ja: 目標捕捉装置、大破
pl: System celowniczy zniszczony.
ru: Система обнаружения уничтожена.
uk: Система виявлення знищена.
zh: 目标探测系统被击毁。
zh_sg: 目标捕获系统被摧毁。

# IDS_ACTION_LOG_PORT_ATBA_DESTRUCTED
source: Port secondary armament destroyed.
es_mx: Armamento secundario de babor destruido.
ja: 左舷副砲大破
pl: Dodatkowe uzbrojenie bakburtowe zniszczone.
ru: Орудия вспомогательного калибра левого борта уничтожены.
uk: Гармати допоміжного калібру лівого борту знищені.
zh: 左舷次要武器被击毁。
zh_sg: 左舷副武器被摧毁。

# IDS_ACTION_LOG_PORT_ATBA_GUN_DESTRUCTED
source: Port secondary armament destroyed.
es_mx: Armamento secundario de babor destruido.
ja: 左舷副砲大破
pl: Dodatkowe uzbrojenie bakburtowe zniszczone.
ru: Орудия вспомогательного калибра левого борта уничтожены.
uk: Гармати допоміжного калібру лівого борту знищені.
zh: 左舷次要武器被击毁。
zh_sg: 左舷副武器被摧毁。

# IDS_ACTION_LOG_POWDER_MAGAZINE_CRIT
source: Magazine incapacitated.
es_mx: Compartimento de Municiones incapacitado.
ja: 弾薬庫、機能停止
pl: Magazyn poważnie uszkodzony.
ru: Погреб боеприпасов выведен из строя.
uk: Погріб боєприпасів значно пошкоджений.
zh: 弹药库严重受损。
zh_sg: 弹药库瘫痪。

# IDS_ACTION_LOG_POWDER_MAGAZINE_DAMAGED
source: Magazine damaged.
es_mx: Compartimento de Municiones dañado.
ja: 弾薬庫損傷
pl: Magazyn uszkodzony.
ru: Погреб боеприпасов повреждён.
uk: Погріб боєприпасів пошкоджений.
zh: 弹药库受损。
zh_sg: 弹药库受损。

# IDS_ACTION_LOG_STAR_ATBA_DESTRUCTED
source: Starboard secondary armament destroyed.
es_mx: Armamento secundario de estribor destruido.
ja: 右舷副砲大破
pl: Dodatkowe uzbrojenie sterburtowe zniszczone.
ru: Орудия вспомогательного калибра правого борта уничтожены.
uk: Гармати допоміжного калібру правого борту знищені.
zh: 右舷次要武器被击毁。
zh_sg: 右舷副武器被摧毁。

# IDS_ACTION_LOG_STAR_ATBA_GUN_DESTRUCTED
source: Starboard secondary armament destroyed.
es_mx: Armamento secundario de estribor destruido.
ja: 右舷副砲大破
pl: Dodatkowe uzbrojenie sterburtowe zniszczone.
ru: Орудия вспомогательного калибра правого борта уничтожены.
uk: Гармати допоміжного калібру правого борту знищені.
zh: 右舷次要武器被击毁。
zh_sg: 右舷副武器被摧毁。

# IDS_ACTION_LOG_STEERING_GEAR_CRIT
source: Steering gear damaged.
es_mx: Engrane de dirección dañado.
ja: 操舵装置損傷
pl: Koło sterowe uszkodzone.
ru: Рулевая машина повреждена.
uk: Рульовий механізм пошкоджений.
zh: 操舵装置受损。
zh_sg: 操舵装置受损。

# IDS_ACTION_LOG_TORPEDOES_CRIT
source: Torpedo armament incapacitated.
es_mx: Armamento de torpedos incapacitado.
ja: 魚雷兵装、機能停止
pl: Wyrzutnia torpedowa poważnie uszkodzona.
ru: Торпедное вооружение выведено из строя.
uk: Торпедне озброєння виведене з ладу.
zh: 鱼雷武器严重受损。
zh_sg: 鱼雷武器瘫痪。

# IDS_ACTION_LOG_TORPEDOES_DESTRUCTED
source: Torpedo armament destroyed.
es_mx: Armamento de torpedos destruido.
ja: 魚雷兵装大破
pl: Wyrzutnia torpedowa zniszczona.
ru: Торпедное вооружение уничтожено.
uk: Торпедне озброєння знищене.
zh: 鱼雷武器被击毁。
zh_sg: 鱼雷武器被摧毁。

# IDS_ACTION_LOG_TORPEDO_TUBE_CRIT
source: Torpedo armament incapacitated.
es_mx: Armamento de torpedos incapacitado.
ja: 魚雷兵装、機能停止
pl: Wyrzutnia torpedowa poważnie uszkodzona.
ru: Торпедное вооружение выведено из строя.
uk: Торпедне озброєння виведене з ладу.
zh: 鱼雷武器严重受损。
zh_sg: 鱼雷武器瘫痪。

# IDS_ACTION_LOG_TORPEDO_TUBE_DESTRUCTED
source: Torpedo tubes destroyed.
es_mx: Tubos de torpedo destruidos.
ja: 魚雷発射管大破
pl: Wyrzutnie torpedowe zniszczone.
ru: Торпедный аппарат уничтожен.
uk: Торпедний апарат знищений.
zh: 鱼雷发射管被击毁。
zh_sg: 鱼雷发射管摧毁。

# IDS_ACTIVATE_RANKED_BATTLE_JUNIOR_SEASON
source: The rewards for achieved Ranks will be added to your account after the first Ranked Battle of the Sprint.
es_mx: Las recompensas por los rangos alcanzados se agregarán a tu cuenta después de la primera Batalla por Rangos de la Carrera.
ja: 達成したランクに対する褒賞は、ランク戦スプリントの初戦の後にアカウントに追加されます。
pl: Nagrody za zdobyte stopnie będą dodawane do Twojego konta po pierwszej bitwie rankingowej sprintu.
ru: Награды за достигнутые ранги будут начислены после первого рангового боя в спринте.
uk: Нагороди за досягнуті ранги додадуть після першого рангового бою в спринті.
zh: Награды за достигнутые ранги будут начислены после первого рангового боя в спринте.
zh_sg: 已达到军阶的奖励会在第一个排位冲刺战斗结束后发放到您的账号。

# IDS_ACTIVATE_RANKED_BATTLE_SEASON
source: Rewards for achieved Ranks will be added to your account after the first ranked battle of the season.
es_mx: Las recompensas por Rangos adquiridos serán agregadas a tu cuenta tras la primer batalla de la temporada.
ja: 達成したランクに対する褒賞は、シーズン最初のランク戦の後にアカウントに追加されます。
pl: Nagrody za zdobyte stopnie będą dodawane do Twojego konta po pierwszej bitwie rankingowej sezonu.
ru: Награды за достигнутые ранги будут начислены после первого рангового боя в сезоне.
uk: Нагороди за досягнуті ранги будуть додані після першого рангового бою в сезоні.
zh: 已获得的排位奖励会在本赛季的第一场排位战结束后发放至您的账号。
zh_sg: 已获得的排位奖励会在本赛季的第一场排位战结束后发放至您的账号。

# IDS_AC_CAS_AFTTRANS
source: Athwartship
es_mx: De babor a estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_AC_CAS_BELT
source: Armor Belt
es_mx: Cinturón de Blindaje
ja: 装甲帯
pl: Pas pancerny
ru: Бронепояс
uk: Бронепояс
zh: 装甲带
zh_sg: 装甲带

# IDS_AC_CAS_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_AC_CAS_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_AC_CAS_FWDTRANS
source: Athwartship
es_mx: De babor a estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_AC_CONSTRSIDE
source: Bulkhead
es_mx: Mamparo
ja: 隔壁
pl: Przegroda
ru: Переборка
uk: Перебірка
zh: 舱壁
zh_sg: 舱壁

# IDS_AC_SSCASEMATE
source: Hangar Plating
es_mx: Blindaje del Hangar
ja: 格納庫装甲板
pl: Poszycie hangaru
ru: Обшивка ангара
uk: Обшивка ангара
zh: 机库外板
zh_sg: 机库外板

# IDS_AC_SSC_AFTTRANS
source: Hangar Plating
es_mx: Blindaje del Hangar
ja: 格納庫装甲板
pl: Poszycie hangaru
ru: Обшивка ангара
uk: Обшивка ангара
zh: 机库外板
zh_sg: 机库外板

# IDS_AC_SSC_CONSTRSIDE
source: Hangar Plating
es_mx: Blindaje del Hangar
ja: 格納庫装甲板
pl: Poszycie hangaru
ru: Обшивка ангара
uk: Обшивка ангара
zh: 机库外板
zh_sg: 机库外板

# IDS_AC_SSC_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_AC_SSC_FWDTRANS
source: Hangar Plating
es_mx: Blindaje del Hangar
ja: 格納庫装甲板
pl: Poszycie hangaru
ru: Обшивка ангара
uk: Обшивка ангара
zh: 机库外板
zh_sg: 机库外板

# IDS_ADD
source: Add
es_mx: Agregar
ja: 追加
pl: Dodaj
ru: Добавить
uk: Додати
zh: 新增
zh_sg: 添加

# IDS_ADDITIONAL
source: Additional
es_mx: Adicionales
ja: 追加
pl: Dodatkowe
ru: Дополнительные
uk: Додаткові
zh: 其它
zh_sg: 额外

# IDS_ADDITIONAL_CONTENT
source: Additional Content
es_mx: Contenido Adicional
ja: 追加コンテンツ
pl: Zawartość dodatkowa
ru: Дополнительный контент
uk: Додатковий вміст
zh: 额外内容
zh_sg: 额外内容

# IDS_ADDITIONAL_REWARD_AFTER
source: Reward issued
es_mx: Recompensa emitida
ja: 褒賞支給
pl: Wydano nagrodę
ru: Награда выдана
uk: Нагороду видано
zh: 已发给的奖励
zh_sg: 已发放的奖励

# IDS_ADDITIONAL_REWARD_BEFORE
source: The reward is issued upon first completion
es_mx: La recompensa es emitida al completarse por primera vez
ja: 褒賞は初回達成時に支給されます
pl: Nagroda wręczana jest po pierwszym ukończeniu
ru: Награда выдаётся за первое выполнение
uk: Нагорода видається за перше виконання
zh: 奖励将在第一次完成后发给
zh_sg: 奖励将在第一次完成后发放

# IDS_ADDITIONAL_SHIPS
source: Additional Ships
es_mx: Barcos Adicionales
ja: 追加艦艇
pl: Dodatkowe okręty
ru: Дополнительные корабли
uk: Додаткові кораблі
zh: 其它战舰
zh_sg: 额外战舰

# IDS_ADDITIONAL_SHIPS_FILTER_HINT_0
source: Select additional ships to be displayed in the carousel.
es_mx: Selecciona los barcos adicionales para que sean mostrados en el carrusel.
ja: カルーセルに表示する追加艦艇を選択してください。
pl: Wybierz dodaktowe okręty, które mają być wyświetlane w karuzeli.
ru: Выберите, какие дополнительные корабли будут отображаться в карусели.
uk: Виберіть, які додаткові кораблі показуватимуться у каруселі.
zh: 选择其它战舰在卷轴中显示。
zh_sg: 选择额外战舰在卷轴中显示。

# IDS_ADDITIONAL_SHIPS_FILTER_HINT_1
source: Ships are hidden together with their Commanders.
es_mx: Los barcos se ocultan junto con sus Comandantes.
ja: 非表示艦艇の艦長も非表示になります。
pl: Okręty są ukryte wraz z ich dowódcami.
ru: Вместе с кораблями скрываются и их командиры.
uk: Кораблі приховуються разом із їхніми командирами.
zh: 战舰会连同其指挥官一起隐藏。
zh_sg: 战舰会连同其指挥官一起隐藏。

# IDS_ADDITIONAL_SHIPS_FILTER_HINT_2
source: Apart from that, hidden ships will not appear in the same battle with you.
es_mx: Aparte de eso, los barcos ocultos no aparecerán en la misma batalla.
ja: 加えて、非表示艦艇は自艦艇と同じ戦闘には登場しません。
pl: Poza tym ukryte okrętu nie pojawią się w tej samej bitwie co Ty.
ru: Скрытые корабли также не попадут с вами в один бой.
uk: Приховані кораблі також не потраплять з вами в один бій.
zh: 除此之外，隐藏的战舰将不会跟您一起出现在相同的战斗中。
zh_sg: 除此之外，隐藏的战舰将不会跟您一起出现在相同的战斗中。

# IDS_ADD_GROUP
source: Add Group
es_mx: Añadir grupo
ja: グループを追加
pl: Dodaj grupę
ru: Добавить группу
uk: Додати групу
zh: 增加群组
zh_sg: 添加群组

# IDS_ADD_PLAYER
source: Add Player
es_mx: Agregar Jugador
ja: プレイヤーを追加
pl: Dodaj gracza
ru: Добавить игрока
uk: Додати гравця
zh: 增加玩家
zh_sg: 添加玩家

# IDS_ADD_PLAYER_TO_CONTACT_LIST
source: Add to Contacts
es_mx: Agregar a Contactos
ja: 連絡先に追加
pl: Dodaj do czarnej listy
ru: Добавить в список контактов
uk: Додати до списку контактів
zh: 增加到联系人
zh_sg: 新增到联系人

# IDS_ADD_TO_CONTACTS
source: Add to Contacts
es_mx: Agregar a Contactos
ja: 連絡先に追加
pl: Dodaj do kontaktów
ru: Добавить в контакты
uk: Додати до контактів
zh: 增加到联系人
zh_sg: 添加到联系人

# IDS_ADD_TO_FAVORITES
source: Add to Favorites
es_mx: Agregar a Favoritos
ja: お気に入りに追加
pl: Dodaj do ulubionych
ru: Добавить в избранное
uk: Додати до уподобань
zh: 增加到最爱
zh_sg: 添加到收藏

# IDS_ADD_TO_GROUP
source: Add to Group
es_mx: Agregar al Grupo
ja: グループに追加
pl: Dodaj do grupy
ru: Добавить в группу
uk: Додати до групи
zh: 增加到群组
zh_sg: 添加到群组

# IDS_ADI_GUNTUR
source: Adi Guntur
zh: 阿迪贡土尔

# IDS_ADRESS_PLAYER
source: Address Player by Name
es_mx: Llamar a Jugador por Nombre
ja: プレイヤーを名前で呼ぶ
pl: Zwróć się do gracza po imieniu
ru: Обратиться к игроку по имени
uk: Звернутися до гравця за ім’ям
zh: 通过昵称查找玩家
zh_sg: 按昵称查找玩家

# IDS_AFTER_CONVERTION
source: After conversion:
es_mx: Tras la conversión:
ja: 変換後:
pl: Po wymianie:
ru: После перевода:
uk: Після конвертації:
zh: 转换后：
zh_sg: 转换后：

# IDS_AFTER_EXCHANGE
source: Remaining balance:
es_mx: Balance Restante:
ja: 変換後の残高:
pl: Pozostało:
ru: После обмена:
uk: Після обміну:
zh: 剩余余额：
zh_sg: 剩余余额：

# IDS_AFTER_LEARN
source: After mastering:
es_mx: Después de dominar:
ja: 習得後:
pl: Po szkoleniu:
ru: После изучения:
uk: Після вивчення:
zh: 学习之后：
zh_sg: 学习后：

# IDS_AFTER_MOUNT
source: After mounting:
es_mx: Tras montar:
ja: 搭載後:
pl: Po instalacji:
ru: После установки:
uk: Після встановлення:
zh: 安装后：
zh_sg: 安装后：

# IDS_AFTER_TRAINING
source: After training:
es_mx: Después del entrenamiento:
ja: 訓練後:
pl: Po szkoleniu:
ru: После обучения:
uk: Після навчання:
zh: 训练后：
zh_sg: 训练后：

# IDS_AGAIN
source: BATTLE ON!
es_mx: ¡A LUCHAR!
ja: 戦闘開始!
pl: BITWA!
ru: СНОВА В БОЙ!
uk: ЗНОВУ ДО БОЮ!
zh: 继续战斗!
zh_sg: 继续战斗！

# IDS_AGO
source: ago
es_mx: hace
ja: 前
pl: temu
ru: назад
uk: тому
zh: 前
zh_sg: 前

# IDS_AGRO
source: Potential damage
es_mx: Daño potencial
ja: 潜在ダメージ
pl: Potencjalne uszkodzenia
ru: Потенциальный урон
uk: Потенційна шкода
zh: 潜在伤害
zh_sg: 潜在伤害

# IDS_AGRO_AVERAGE
source: Potential damage
es_mx: Daño potencial
ja: 潜在ダメージ
pl: Potencjalne uszkodzenia
ru: Потенциальный урон
uk: Потенційна шкода
zh: 潜在伤害
zh_sg: 潜在伤害

# IDS_AGRO_AVERAGE_TOOLTIP
source: Average damage from ammunition fired at your warship by enemy ships
es_mx: Daño promedio causado por la munición disparada desde barcos enemigos a tu barco
ja: 敵艦艇が自艦に向かって射撃した砲弾による平均ダメージ
pl: Średnie uszkodzenia od pocisków wystrzelonych przez wroga w Twój okręt
ru: Средний урон от боеприпасов, выпущенных противниками по вашему кораблю
uk: Середня шкода від боєприпасів, випущених супротивниками у ваш корабель
zh: 敌方战舰朝您战舰射击的平均弹药伤害
zh_sg: 敌方战舰朝您战舰射击的平均弹药伤害

# IDS_AGRO_MAX
source: Potential damage
es_mx: Daño potencial
ja: 潜在ダメージ
pl: Potencjalne uszkodzenia
ru: Потенциальный урон
uk: Потенційна шкода
zh: 潜在伤害
zh_sg: 潜在伤害

# IDS_AGRO_MAX_TOOLTIP
source: Most damage from ammunition fired at your warship by enemy ships
es_mx: Daño mayor causado por la munición disparada desde barcos enemigos a tu barco
ja: 敵艦艇が自艦に向かって射撃した砲弾による最大ダメージ
pl: Największe uszkodzenia od pocisków wystrzelonych przez wroga w Twój okręt
ru: Максимальный урон от боеприпасов, выпущенных противниками по вашему кораблю
uk: Максимальна шкода від боєприпасів, випущених супротивниками у ваш корабель
zh: 敌方战舰朝您战舰射击的最大弹药伤害
zh_sg: 敌方战舰朝您战舰射击的最大弹药伤害

# IDS_AGRO_TOOLTIP
source: Total damage potential from ammunition fired at your warship by enemy ships
es_mx: Daño total causado por la munición disparada desde barcos enemigos a tu barco
ja: 敵艦艇が自艦に向かって射撃した砲弾による合計ダメージ
pl: Ogólne uszkodzenia od pocisków wystrzelonych przez wroga w Twój okręt
ru: Суммарный урон от боеприпасов, выпущенных противниками по вашему кораблю
uk: Сумарна шкода від боєприпасів, випущених супротивниками у ваш корабель
zh: 敌方战舰朝您战舰射击的总弹药伤害
zh_sg: 敌方战舰朝您战舰射击的总弹药伤害

# IDS_AHEAD_CAMERA
source: Quick View Camera
es_mx: Cámara de Vista Rápida
ja: クイックビューカメラ
pl: Kamera szybkiego widoku
ru: Быстрая камера
uk: Швидка камера
zh: 快速视角镜头
zh_sg: 快速视角镜头

# IDS_AIRCARRIER
source: Aircraft Carrier
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_AIRCARRIERS
source: Aircraft carriers
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowce
ru: Авианосцы
uk: Авіаносці
zh: 航母
zh_sg: 航空母舰

# IDS_AIRCARRIER_GOAL
source: Aircraft Carriers Role
es_mx: Papel de los Portaaviones
ja: 航空母艦の役割
pl: Rola lotniskowca
ru: Назначение авианосцев
uk: Призначення авіаносців
zh: 航空母舰作用
zh_sg: 航空母舰角色定位

# IDS_AIRCARRIER_GOAL_DESCRIPTION
source: Destroy large surface ships. Fight enemy aircraft and aircraft carriers.
es_mx: Destruir barcos de superficie amplia. Luchar contra los aviones y portaaviones enemigos.
ja: 敵大型艦を撃沈せよ。敵航空機・航空母艦と交戦せよ。
pl: Niszcz duże jednostki. Zwalczaj nieprzyjacielskie samoloty i lotniskowce.
ru: Уничтожение крупных надводных кораблей, борьба с авиацией противника.
uk: Знищення великих надводних кораблів. Боротьба з літаками та авіаносцями супротивника.
zh: 可与敌方的飞机以及航空母舰作战。也能摧毁战列舰。
zh_sg: 可摧毁大型水面单位。也能对抗敌方飞机和航母。

# IDS_AIRCARRIER_LOG_FEEDBACK_BURNING
source: Aircraft carrier is on fire!
es_mx: ¡El portaaviones está en llamas!
ja: 航空母艦が炎上中!
pl: Na lotniskowcu wybuchł pożar!
ru: Пожар на авианосце!
uk: Пожежа на авіаносці!
zh: 航空母舰正发生火灾！
zh_sg: 航空母舰起火了！

# IDS_AIRCARRIER_LOG_FEEDBACK_FLOODING
source: Aircraft carrier is flooding!
es_mx: ¡Se inunda el portaaviones!
ja: 航空母艦に浸水発生!
pl: Zalanie na lotniskowcu!
ru: Затопление на авианосце!
uk: Затоплення на авіаносці!
zh: 航空母舰正在进水！
zh_sg: 航空母舰进水了！

# IDS_AIRCARRIER_LOG_FEEDBACK_HIT
source: Aircraft carrier is under attack!
es_mx: ¡El portaaviones está bajo ataque!
ja: 航空母艦が攻撃を受けている!
pl: Lotniskowiec znalazł się pod ostrzałem!
ru: Авианосец атакован!
uk: Авіаносець атаковано!
zh: 航空母舰正遭受攻击！
zh_sg: 航空母舰正在遭受攻击！

# IDS_AIRCARRIER_LOG_FEEDBACK_SPOTTED
source: Aircraft carrier detected by the enemy!
es_mx: ¡El portaaviones ha sido detectado por el enemigo!
ja: 航空母艦が敵に発見された!
pl: Lotniskowiec został wykryty przez przeciwnika!
ru: Авианосец обнаружен противником!
uk: Авіаносець виявлено супротивником!
zh: 航空母舰被敌方发现！
zh_sg: 航空母舰已被敌方发现！

# IDS_AIRCARRIER_LOG_FEEDBACK_SPOTTED_BY_PLANE
source: Aircraft carrier detected by enemy aircraft!
es_mx: ¡Portaaviones detectado por un avión enemigo!
ja: 航空母艦が敵機に発見された!
pl: Lotniskowiec został wykryty przez lotnictwo przeciwnika!
ru: Авианосец обнаружен авиацией противника!
uk: Авіаносець виявлений авіацією супротивника!
zh: 航空母舰被敌方飞机发现！
zh_sg: 航空母舰已被敌方飞机发现！

# IDS_AIRCARRIER_LOG_FEEDBACK_SPOTTED_BY_SHIP
source: Aircraft carrier detected by an enemy ship!
es_mx: ¡Portaaviones detectado por un barco enemigo!
ja: 航空母艦が敵艦艇に発見された!
pl: Lotniskowiec został wykryty przez okręt przeciwnika!
ru: Авианосец обнаружен кораблём противника!
uk: Авіаносець виявлений кораблем супротивника!
zh: 航空母舰被敌方战舰发现！
zh_sg: 航空母舰被一艘敌方战舰发现！

# IDS_AIRCARRIER_LOG_FEEDBACK_SPOTTED_BY_XRAY
source: Aircraft carrier detected by an enemy ship!
es_mx: ¡Portaaviones detectado por un barco enemigo!
ja: 航空母艦が敵艦艇に発見された!
pl: Lotniskowiec został wykryty przez okręt przeciwnika!
ru: Авианосец обнаружен кораблём противника!
uk: Авіаносець виявлений кораблем супротивника!
zh: 航空母舰被敌方战舰发现！
zh_sg: 航空母舰被一艘敌方战舰发现！
