Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_INFO_VP_ENEMY_START_RECAPTURE_MIDDLE_EPICENTERCP
source: The enemy team started capturing the intermediate zone!
es_mx: ¡El equipo enemigo comenzó a capturar la zona intermedia!
ja: 敵チームが中間ゾーンの占領を開始!
pl: Drużyna przeciwna rozpoczęła zajmowanie strefy pośredniej!
ru: Команда противника начала захватывать среднюю зону эпицентра!
uk: Команда супротивника почала захоплювати середню зону епіцентру!
zh: 敌方队伍开始占领中间区域！
zh_sg: 敌方团队开始占领中间区域！

# IDS_INFO_VP_ENEMY_START_RECAPTURE_OUTTER_EPICENTERCP
source: The enemy team started capturing the outer zone!
es_mx: ¡El equipo enemigo comenzó a capturar la zona exterior!
ja: 敵チームが外周ゾーンの占領を開始!
pl: Drużyna przeciwna rozpoczęła zajmowanie strefy zewnętrznej!
ru: Команда противника начала захватывать внешнюю зону эпицентра!
uk: Команда супротивника почала захоплювати зовнішню зону епіцентру!
zh: 敌方队伍开始占领外围区域！
zh_sg: 敌方团队开始占领外围区域！

# IDS_INFO_VP_ENEMY_START_RECAPTURE_ZONE
source: The enemy team started capturing sector %s!
es_mx: ¡El equipo enemigo comenzó a capturar el sector %s!
ja: 敵チームがセクター %s の占領を開始!
pl: Nieprzyjacielska drużyna rozpoczęła przechwytywanie sektora %s!
ru: Команда противника начала захват сектора %s!
uk: Команда супротивника почала захоплювати сектор %s!
zh: 敌方队伍开始占领区域 %s！
zh_sg: 敌方团队开始占领区域 %s！

# IDS_INITIATOR
source: Initiator:
es_mx: Iniciador:
ja: 開始者:
pl: Inicjator:
ru: Инициатор:
uk: Ініціатор:
zh: 发起人：
zh_sg: 发起人：

# IDS_INSIDE_LOCAL_WEATHER_PCOW012_NIGHT_LOGIC
source: You've entered a thunderstorm!
es_mx: ¡Has entrado a una tormenta eléctrica!
ja: 雷雨に突入しました!
pl: Wpłynąłeś w obszar sztormu!
ru: Вы вошли в грозовой фронт!
uk: Ви увійшли в грозовий фронт!
zh: 您进入了暴风雨中!
zh_sg: 您已进入雷暴区！

# IDS_INSIDE_LOCAL_WEATHER_PCOW013_1APRIL_HAILSTORM
source: You have entered a meteor shower!
es_mx: ¡Has entrado a una lluvia de meteoros!
ja: 流星群に突入しました!
pl: Znalazłeś się w zasięgu deszczu meteorytów!
ru: Вы вошли в метеоритный дождь!
uk: Ви увійшли у метеорний дощ!
zh: 您正在进入流星雨中！
zh_sg: 您已进入流星雨！

# IDS_INSIDE_LOCAL_WEATHER_PCOW014_1APRIL_CLOUDBURST
source: You have entered a psy field disturbance!
es_mx: ¡Has entrado a una perturbación de campo psíquico!
ja: サイコフィールド攪乱に突入しました!
pl: Znalazłeś się w zasięgu zaburzenia pola psionicznego!
ru: Вы вошли в возмущение пси-поля!
uk: Ви увійшли в збурення пси-поля!
zh: 行动区域中发现精神干扰区！
zh_sg: 您已进入心理干扰力场！

# IDS_INSIDE_LOCAL_WEATHER_PCOW017_USS_CL_LIGHT
source: You have entered an illuminated area!
es_mx: ¡Has ingresado a un área iluminada!
ja: 照明範囲に突入!
pl: Wpłynąłeś na rozświetlony obszar!
ru: Вы вошли в освещённую зону!
uk: Ви увійшли в освітлену зону!
zh: 您已进入照明区域！
zh_sg: 你已经进入了一个照明区域！

# IDS_INSIDE_LOCAL_WEATHER_PCOW019_FOG_LOGIC
source: You've entered a thunderstorm!
es_mx: ¡Has entrado a una tormenta eléctrica!
ja: 雷雨に突入しました!
pl: Wpłynąłeś w obszar sztormu!
ru: Вы вошли в грозовой фронт!
uk: Ви увійшли в грозовий фронт!
zh: 您进入了暴风雨中!
zh_sg: 您已进入雷暴区！

# IDS_INSIDE_LOCAL_WEATHER_PCOW020_SNOW_LOGIC
source: You've entered the snowstorm area!
es_mx: ¡Has entrado al área de la tormenta de nieve!
ja: 吹雪領域に突入!
pl: Wpłynąłeś na obszar śnieżycy!
ru: Вы вошли в снежную бурю!
uk: Ви увійшли в снігову бурю!
zh: 您进入了暴风雪地区！
zh_sg: 您已进入暴风雪区域！

# IDS_INSIDE_LOCAL_WEATHER_PCOW021_DOWNPOUR
source: You've entered a thunderstorm!
es_mx: ¡Has entrado a una tormenta eléctrica!
ja: 雷雨に突入しました!
pl: Wpłynąłeś w obszar sztormu!
ru: Вы вошли в грозовой фронт!
uk: Ви увійшли в грозовий фронт!
zh: 您进入了暴风雨中!
zh_sg: 您已进入雷暴区！

# IDS_INSIDE_LOCAL_WEATHER_PCOW023_RAIN_GREECE
source: You've entered a thunderstorm!
es_mx: ¡Has entrado a una tormenta eléctrica!
ja: 雷雨に突入しました!
pl: Wpłynąłeś w obszar sztormu!
ru: Вы вошли в грозовой фронт!
uk: Ви увійшли в грозовий фронт!
zh: 您进入了暴风雨中!
zh_sg: 您已进入雷暴区！

# IDS_INSIDE_MINEFIELD_FEEDBACK_MESSAGE
source: You've entered a minefield!
es_mx: ¡Has entrado a un campo minado!
ja: 機雷原に突入!
pl: Wpłynięto na pole minowe!
ru: Вы вошли в минное поле!
uk: Ви увійшли на мінне поле!
zh: 您进入了一个雷区！
zh_sg: 您进入了一个雷区！

# IDS_INSTALL
source: Mount
es_mx: Montar
ja: 使用する
pl: Zainstaluj
ru: Установить
uk: Встановити
zh: 安装
zh_sg: 安装

# IDS_INSTALLED
source: Mounted
es_mx: Montado
ja: 搭載中
pl: Zainstalowano
ru: Установлен
uk: Встановлено
zh: 已安装
zh_sg: 已安装

# IDS_INSTALLED_MODERNIZATION_COST
source: Sale price for a mounted upgrade
es_mx: Precio de venta por una mejora montada
ja: 搭載中のアップグレードの売却価格
pl: Cena sprzedaży zamontowanego ulepszenia
ru: Стоимость продажи установленной модернизации
uk: Вартість продажу встановленої модернізації
zh: 已安装升级品的售价
zh_sg: 已安装升级品的售价

# IDS_INSTALLED_Q
source: Mounted:
es_mx: Montado:
ja: 搭載中:
pl: Zainstalowano:
ru: Установлено:
uk: Встановлено:
zh: 已安装：
zh_sg: 已安装：

# IDS_INSTALLED_SIGNALS_COUNTER
source: Number of mounted signals within the category
es_mx: Cantidad de señales montadas dentro de la categoría
ja: 搭載中の本カテゴリの信号旗
pl: Liczba zamontowanych sygnałów w tej kategorii
ru: Количество установленных сигналов категории
uk: Кількість встановлених сигналів категорії
zh: Количество установленных сигналов категории
zh_sg: 此类别已安装的信号旗数量

# IDS_INSTALL_ALL_RECOMMENDED_SIGNALS_GROUP
source: Mount recommended signals
es_mx: Montar señales recomendadas
ja: 推奨信号旗を搭載
pl: Zamontuj rekomendowane sygnały
ru: Установить рекомендуемые
uk: Встановити рекомендовані
zh: Установить рекомендуемые
zh_sg: 安装推荐信号旗

# IDS_INSTALL_ALL_SIGNALS_GROUP
source: Mount all
es_mx: Montar todas
ja: 全て搭載
pl: Zamontuj wszystkie
ru: Установить все
uk: Встановити всі
zh: Установить все
zh_sg: 安装全部

# IDS_INSTALL_ALL_SIGNALS_GROUP_HINT
source: Mount all available signals within the category
es_mx: Montar todas las señales disponibles dentro de la categoría
ja: 本カテゴリの利用可能な信号旗を全て搭載
pl: Zamontuj wszystkie dostępne sygnały w tej kategorii
ru: Установить все сигналы категории, которые есть в наличии
uk: Встановити всі сигнали категорії, які є в наявності.
zh: Установить все сигналы категории, которые есть в наличии
zh_sg: 安装所有此类别中的信号旗

# IDS_INSTALL_AND_LINK_MSKIN
source: Link and mount
es_mx: Vincular y montar
ja: 割り当て & 適用
pl: Połącz i zamontuj
ru: Привязать и установить
uk: Прив’язати та встановити
zh: Привязать и установить
zh_sg: 绑定和安装

# IDS_INSTALL_ON
source: Mount on
es_mx: Montar en
ja: 搭載:
pl: Zamontuj na
ru: Установить на
uk: Встановити на
zh: 安装
zh_sg: 安装

# IDS_INSTALL_RECOMMENDED_SIGNALS_BATTLE_GROUP_HINT
source: Mount all available, suitable combat signals for this ship
es_mx: Montar todas las señales de combate adecuadas y disponibles para este barco
ja: この艦艇に適した利用可能な戦闘信号旗を全て搭載
pl: Zamontuj wszystkie dostępne i pasujące sygnały bojowe dla tego okrętu
ru: Установить подходящие для этого корабля боевые сигналы, которые есть в наличии
uk: Встановити придатні для цього корабля бойові сигнали, які є в наявності.
zh: Установить подходящие для этого корабля боевые сигналы, которые есть в наличии
zh_sg: 安装所有此战舰适用的战斗信号旗

# IDS_INSTALL_RESTRICTION_CAMO
source: Color scheme mounting restrictions
es_mx: Restricciones del montaje de un esquema a color
ja: カラースキーム搭載制限
pl: Ograniczenia montowania wariantu kolorystycznego
ru: Ограничения на установку цветовых схем камуфляжа
uk: Обмежено встановлення колірних схем камуфляжу
zh: 色彩组合的安装限制
zh_sg: 色彩组合的安装限制

# IDS_INSTALL_RESTRICTION_FLAGS
source: Two flags mounting restrictions
es_mx: Restricciones para montar dos banderas
ja: 旗 2 枚の搭載制限
pl: Ograniczenia montowania dwóch flag
ru: Ограничения на установку двух флагов
uk: Обмежено встановлення двох прапорів
zh: 两面旗帜的安装限制
zh_sg: 两面旗帜的安装限制

# IDS_INSTALL_RESTRICTION_MSKIN
source: Available to mount on:
es_mx: Disponible para montar en:
ja: 適用可能:
pl: Można zamontować na:
ru: Доступен для установки на:
uk: Обмеження на встановлення камуфляжу
zh: Доступен для установки на:
zh_sg: 可安装在：

# IDS_INSTALL_RESTRICTION_MSKIN_EXCLUDES
source: Except for Custom ships
es_mx: Excepto para barcos personalizados
ja: カスタム艦艇を除く
pl: Z wyjątkiem okrętów niestandardowych
ru: Кроме авторских кораблей
uk: Крім авторських кораблів
zh: Кроме авторских кораблей
zh_sg: 自定义战舰专家

# IDS_INSTALL_UPPER_CASE
source: MOUNT
es_mx: MONTAR
ja: 搭載
pl: ZAINSTALOWAĆ
ru: УСТАНОВИТЬ
uk: ВСТАНОВИТИ
zh: 安装
zh_sg: 安装

# IDS_INSTRUCTION_ACHIEVE_LEAGUE_FLAG
source: To earn a flag, participate in Ranked Battles and make your way into the Second League.
es_mx: Para ganar una bandera, participa en Batallas por Rangos y haz tu camino hacia la Segunda Liga.
ja: 旗を取得するには、ランク戦に参加してセカンドリーグを目指してください。
pl: Aby zdobyć flagę, weź udział w bitwach rankingowych i dostań się do Drugiej Ligi.
ru: Чтобы получить флаг, войдите во Вторую лигу в ранговых боях.
uk: Щоб отримати прапор, увійдіть до Другої ліги у рангових боях.
zh: 想要获得信号旗，需要参与排位战并努力让自己进入第二次联盟。
zh_sg: 想要获得信号旗，需要参与排位战并努力晋级至第二联盟。

# IDS_INSTRUCTION_ACHIEVE_SEASON_FLAG
source: This flag is awarded at the end of the Ranked Battle season.
es_mx: Esta bandera es otorgada al final de la temporada de Batallas por Rango.
ja: この旗はランク戦シーズンの終了時に授与されます。
pl: Flaga ta przyznawana jest na koniec sezonu bitew rankingowych.
ru: Этот флаг выдаётся по окончании рангового сезона.
uk: Цей прапор видають після закінчення рангового сезону.
zh: 每一个信号旗都将随着每一季度的排位战结束而获得
zh_sg: 此旗帜于排位冲刺赛季结束时授予。

# IDS_INSTRUCTION_ASSIGN_CREW
source: A Commander has to undergo retraining when assigned to a ship in which he does not have specialization.
es_mx: Un Comandante tiene que pasar el reentrenamiento cuando es asignado a un barco en el que no tiene la especialización.
ja: 艦長が配属中の艦に対する適性を有していない場合、艦長を再訓練する必要があります。
pl: Dowódca musi przejść przeszkolenie po przydzieleniu do okrętu, dla którego nie posiada specjalizacji.
ru: Командиру необходимо пройти переподготовку при назначении на корабли, не совпадающие с его специализацией.
uk: Командир мусить пройти перепідготовку у разі призначення на корабель, який не збігається з його спеціалізацією.
zh: 当指挥官被指派到一艘他不具备专长的战舰上时，就必须要进行重新训练。
zh_sg: 当指挥官被指派到一艘他不具备专长的战舰上时，就必须要进行重新训练。

# IDS_INSTRUCTION_BUY_CAMO
source: Purchase and mount a camouflage
es_mx: Comprar y montar un camuflaje
ja: 迷彩の購入・搭載
pl: Kup i nałóż kamuflaż
ru: Купить и установить камуфляж
uk: Купити та нанести камуфляж
zh: 购买并安装涂装
zh_sg: 购买并安装涂装

# IDS_INSTRUCTION_BUY_SIGNAL
source: Mount the signal
es_mx: Montar la señal
ja: この信号旗を搭載
pl: Nałóż kamuflaż
ru: Установить сигнал
uk: Встановити сигнал
zh: 安装信号旗
zh_sg: 安装信号旗

# IDS_INSTRUCTION_CAMERA_EXCURSION_RESET
source: — Reset camera
es_mx: — Reiniciar cámara
ja: — カメラのリセット
pl: – Ustaw kamerę od nowa
ru: — Сбросить положение камеры
uk: — Відновити початкове розташування камери
zh: — 重置镜头
zh_sg: — 重置镜头

# IDS_INSTRUCTION_CONVERT_EXP
source: All XP earned on Elite ships will be converted to Free XP.
es_mx: Toda la experiencia ganada en los barcos Elite se convertirá en Experiencia Libre.
ja: エリート艦艇で取得した全ての経験値は、フリー経験値へと変換可能です。
pl: Wszystkie PD zdobyte w okrętach elitarnych zostaną zamienione na wolne doświadczenie.
ru: Весь опыт, заработанный на элитных кораблях, будет переведён в свободный опыт.
uk: Весь досвід, здобутий на елітних кораблях, буде конвертований у вільний досвід.
zh: 精英战舰所获得的所有经验都可用金币转换成全局经验。
zh_sg: 精英战舰所获得的所有经验都可用达布隆转换成全局经验。

# IDS_INSTRUCTION_CREW_PERKS_0
source: Commander skills let you improve the ship's parameters and exploit new abilities.
es_mx: Las habilidades del Comandante te permiten mejorar los parámetros del barco y explotar nuevas habilidades.
ja: 艦長スキルにより、艦のパラメータを高めたり、新しい能力を活用したりすることが可能です。
pl: Umiejętności dowódcy poprawiają parametry okrętu i odblokowują nowe zdolności.
ru: Навыки командира позволяют улучшать параметры корабля и использовать новые возможности.
uk: Уміння командира дозволяють поліпшувати параметри корабля та використовувати нові можливості.
zh: 指挥官技能可让您改善战舰的参数及开发新能力。
zh_sg: 指挥官技能可让您改善战舰的参数及开发新能力。

# IDS_INSTRUCTION_CREW_PERKS_1
source: Master skills with XP earned on the ship by her Commander.
es_mx: Domina habilidades con la XP obtenida en el barco por su Comandante.
ja: 各艦で艦長が取得した EXP を用い、各種スキルを習得しましょう。
pl: Opanuj nowe umiejętności dzięki PD zdobytym na danym okręcie przez jego dowódcę.
ru: Ресурсом для изучения навыков является опыт, заработанный командиром на конкретном корабле.
uk: Ресурсом для вивчення нових умінь є досвід, здобутий командиром на конкретному кораблі.
zh: 可用战舰指挥官所获得的经验来学习技能。
zh_sg: 战舰指挥官所获得的经验可以用来学习技能。

# IDS_INSTRUCTION_CREW_PERKS_2
source: When a Commander is promoted to the next rank, they receive a skill point. Use these points to master skills.
es_mx: Cuando un Comandante es promocionado al siguiente rango, recibe un punto de habilidad. Usa estos puntos para dominar habilidades.
ja: 艦長は、次のランクに昇進した際にスキルポイントを取得します。このポイントを使用し、スキルを習得しましょう。
pl: Kiedy dowódca osiąga nową rangę, otrzymuje punkt umiejętności. Używaj ich, żeby opanować dostępne umiejętności.
ru: При получении новых званий командиру начисляются очки, за которые можно изучать навыки.
uk: Коли командир здобуває нове звання, йому додають очки, за які можна вивчати уміння.
zh: 当指挥官晋升到下个军阶时，他们就会得到技能点数。可用这些点数来学习技能。
zh_sg: 当指挥官晋升到下个军阶时，他们就会得到技能点数。使用这些点数来学习技能。

# IDS_INSTRUCTION_DESTROY_CAMO
source: Destroy camouflage
es_mx: Destruir camuflaje
ja: 迷彩を破棄
pl: Zniszcz kamuflaż
ru: Уничтожить камуфляж
uk: Знищити камуфляж
zh: 摧毁涂装
zh_sg: 销毁涂装

# IDS_INSTRUCTION_DISASSIGN_CREW
source: The Commander does not lose any XP, mastered skills, or specialization.
es_mx: El Comandante no pierde experiencia, habilidades dominadas ni especialización.
ja: この艦長は取得 EXP、習得済みスキル、適性を喪失しません。
pl: Dowódca nie traci PD, opanowanych umiejętności, ani specjalizacji.
ru: Командир сохраняет опыт, изученные навыки и специализацию.
uk: Командир зберігає досвід, вивчені уміння та спеціалізацію.
zh: 指挥官技能可以提高战舰的战斗参数，并赋予战舰新的能力。
zh_sg: 指挥官不会损失经验、已学习的技能和专长。

# IDS_INSTRUCTION_ELITE_STATUS_1
source: A ship will receive Elite status once all of her available modules and related ships are researched. XP earned with an Elite ship can be converted into Free XP.
es_mx: Un barco recibirá el estado Élite al investigar todos los módulos y barcos relacionados. La XP obtenida con un barco Élite puede ser convertida en XP Libre
ja: エリートステータスは、全てのモジュールおよび後続艦艇を研究済みの艦艇に与えられます。エリート艦艇で取得した EXP はフリー EXP に変換可能。
pl: Status „Elitarny” zostaje przyznany okrętowi, który posiada zbadane wszystkie dostępne moduły i powiązane okręty. PD zdobywane na okrętach elitarnych mogą zostać zamienione na wolne PD.
ru: Корабль получит статус «Элитный», когда все доступные модули и связанные с ним корабли будут исследованы. Опыт, заработанный на элитном корабле, может быть переведён в свободный.
uk: Корабель отримає статус «Елітний», коли буде досліджено всі доступні модулі та пов’язані з ним кораблі. Досвід, здобутий елітним кораблем, можна конвертувати у вільний.
zh: 当完成所有可用配件与科技分支的研发时，战舰会获得精英资格。
zh_sg: 当完成所有可用配件与科技分支的研发时，战舰会获得精英资格。精英战舰获得的经验值可以转化为全局经验。

# IDS_INSTRUCTION_ELITE_STATUS_SYS_MESSAGE_1
source: You have researched all available modules and consecutive ships in the nation's Tech Tree.
es_mx: Has investigado todos los módulos disponibles y los barcos consecutivos en el Árbol Tecnológico.
ja: この国家の技術ツリーにおける全てのモジュールと後続艦艇を研究しました。
pl: Zbadano wszystkie dostępne moduły i okręty następnego poziomu w drzewie technologicznym kraju.
ru: Вы исследовали все доступные модули и последующие корабли в дереве развития нации.
uk: Ви дослідили всі доступні модулі та наступні кораблі в дереві досліджень нації.
zh: 您已经研发此国家科技树中所有可用配件和连贯战舰。
zh_sg: 您已完成该国家科技树所有可用配件和战舰的研究。

# IDS_INSTRUCTION_ELITE_STATUS_SYS_MESSAGE_2
source: XP earned on this ship can be converted into Free XP.
es_mx: La XP obtenida en este barco puede ser convertida en XP Libre
ja: この艦艇で取得した EXP をフリー EXP に変換できます。
pl: PD zdobywane tym okrętem mogą być zamieniane na wolne PD.
ru: Опыт, заработанный на этом корабле, можно будет перевести в свободный.
uk: Досвід, здобутий цим кораблем, можна конвертувати у вільний.
zh: 此战舰获得的经验可以转换为全局经验。
zh_sg: 这艘战舰获得的经验值可以转化为全局经验。

# IDS_INSTRUCTION_FIRE_CREW
source: The Commander loses all earned XP, mastered skills, and specialization.
es_mx: El Comandante pierde toda experiencia, habilidades dominadas y especialización.
ja: この艦長は取得 EXP、習得済みスキル、適性を全て喪失します。
pl: Dowódca traci wszystkie PD, opanowane umiejętności i specjalizację.
ru: Весь опыт командира, изученные навыки и специализация будут утеряны.
uk: Весь досвід командира, вивчені уміння та спеціалізація будуть втрачені.
zh: 指挥官失去所有的经验、技能，以及熟练度。
zh_sg: 指挥官失去所有的经验、技能和专长。

# IDS_INSTRUCTION_GET_CAMO
source: Receive a camouflage for battle achievements
es_mx: Recibe un camuflaje por logros de batalla
ja: 戦闘実績を達成し、迷彩を取得
pl: Kamuflaż można zdobyć za osiągnięcia w bitwach
ru: Получите камуфляж за достижения в бою
uk: Отримайте камуфляж за досягнення у бою
zh: 涂装来自战斗成就
zh_sg: 通过达成战斗成就获得涂装

# IDS_INSTRUCTION_GET_SIGNAL
source: Receive a signal for battle achievements
es_mx: Recibe una bandera de señales por tus logros en batalla
ja: 戦闘実績を達成し、信号旗を取得
pl: Otrzymaj sygnał za osiągnięcia bitewne
ru: Получите сигнал за достижения в бою
uk: Отримайте сигнал за досягнення в бою
zh: 因杰出战绩收到一份信号旗
zh_sg: 通过达成战斗成就获得信号旗

# IDS_INSTRUCTION_HIDE_SHIP_TTX
source: Hide ship parameters
es_mx: Ocultar los parámetros del barco
ja: 艦パラメータ非表示
pl: Ukryj parametry okrętu
ru: Скрыть характеристики корабля
uk: Приховати характеристики корабля
zh: 隐藏战舰参数
zh_sg: 隐藏战舰参数

# IDS_INSTRUCTION_INSTALL_ENSIGN
source: Mount the flag
es_mx: Montar la Bandera
ja: この旗を搭載
pl: Zamontuj flagę
ru: Установить флаг
uk: Встановити прапор
zh: 安装信号旗
zh_sg: 安装信号旗

# IDS_INSTRUCTION_INSTALL_OR_TAKE_AWAY_BUY_CAMO
source: Mount or demount a camouflage
es_mx: Montar o desmontar un camuflaje.
ja: 迷彩の適用/解除
pl: Nałóż lub zdejmij kamuflaż.
ru: Установить или снять камуфляж
uk: Нанести або зняти камуфляж
zh: 安装或拆卸涂装
zh_sg: 安装或拆除涂装

# IDS_INSTRUCTION_INSTALL_OR_TAKE_AWAY_SIGNAL
source: Mount or demount a signal
es_mx: Montar o desmontar una bandera de señal
ja: 信号旗の搭載/解除
pl: Montuj lub zdemontuj sygnał
ru: Установить или снять сигнал
uk: Встановити або зняти сигнал
zh: 安装或拆卸信号旗
zh_sg: 安装或拆卸信号旗

# IDS_INSTRUCTION_IS_RANK_TEMP
source: The flag will be removed when the current season is over.
es_mx: La bandera será removida cuando la temporada actual se termine.
ja: この旗は、現シーズンの終了時に削除されます。
pl: Flaga zostanie usunięta, kiedy bieżący sezon dobiegnie końca.
ru: Флаг будет списан по окончании текущего сезона.
uk: Прапор буде списано, коли завершиться поточний сезон.
zh: 本赛季结束时，联赛信号旗将被删除。
zh_sg: 该旗帜在当前赛季结束时就会被移除。

# IDS_INSTRUCTION_MODERNIZATION_INSTALL
source: Mount the upgrade
es_mx: Montar mejora
ja: アップグレードを搭載
pl: Zamontuj ulepszenie
ru: Установить модернизацию
uk: Встановити модернізацію
zh: 安装升级品
zh_sg: 安装升级品

# IDS_INSTRUCTION_MODERNIZATION_PURCHASE_AND_INSTALL
source: Purchase and mount an upgrade
es_mx: Comprar y montar una mejora
ja: アップグレードの購入・搭載
pl: Kup i zamontuj ulepszenie
ru: Купить и установить модернизацию
uk: Купити та встановити модернізацію
zh: 左键点击以购买并安装一个升级品
zh_sg: 购买并安装一个升级品

# IDS_INSTRUCTION_MODERNIZATION_UNMOUNT
source: Demount an upgrade
es_mx: Desmontar una mejora
ja: アップグレードを解除
pl: Zdemontuj ulepszenie
ru: Демонтировать модернизацию
uk: Демонтувати модернізацію
zh: 点击以拆卸升级品
zh_sg: 拆卸升级品

# IDS_INSTRUCTION_NO_PLAYERS_WANTED_IN_DIVISION
source: No players are currently looking for a Division to join
es_mx: No hay jugadores buscando unirse a una División
ja: 分艦隊への参加希望プレイヤーは現在いません
pl: Żaden gracz nie poszukuje aktualnie dywizjonu, do którego mógłby dołączyć.
ru: В данный момент никто не ищет отряд
uk: У цей час ніхто не шукає загін
zh: 目前没有玩家在寻找小队加入
zh_sg: 目前没有玩家在寻找小队

# IDS_INSTRUCTION_NO_PLAYERS_WANTED_IN_PARTY
source: No players looking to join a Team Battle at the moment
es_mx: Sin jugadores buscando unirse a una Batalla en Equipo de momento
ja: 現在、チームバトルへの参加希望プレイヤーはいません
pl: W tym momencie żaden gracz nie próbuje dołączyć do bitwy drużynowej.
ru: В данный момент никто не хочет в командный бой
uk: У цей час ніхто не хоче в командний бій
zh: 目前没有玩家寻找队伍战斗加入
zh_sg: 目前没有玩家寻找团队

# IDS_INSTRUCTION_OPEN_CONSUMABLES
source: Open consumables list
es_mx: Abrir lista de consumibles
ja: 消耗品リストを開く
pl: Otwórz listę sprzętu eksploatacyjnego
ru: Открыть список снаряжения
uk: Відкрити список спорядження
zh: 打开消耗品菜单
zh_sg: 打开消耗品列表

# IDS_INSTRUCTION_SERVER_SWITCH
source: Your server is going down for maintenance. You will be redirected to another server as soon as all the battles you have entered are over.
es_mx: Tu servidor no está disponible por mantenimiento. Serás redirigido a otro servidor tan pronto todas las batallas a las que has entrado terminen.
ja: ご利用中のサーバーは、メンテナンスのため間もなく停止します。 参加中の戦闘が全て終了し次第、別のサーバーにリダイレクトされます。
pl: Twój serwer zostanie wyłączony w celach konserwacyjnych. Zostaniesz przekierowany na inny serwer, gdy tylko skończą się bitwy, w których bierzesz udział.
ru: Ваш сервер отключается для проведения технических работ. Вы будете перенаправлены на другой сервер, как только завершатся все бои с вашим участием.
uk: Ваш сервер вимикається для проведення технічних робіт. Вас спрямують на інший сервер, щойно завершаться всі бої із вашою участю.
zh: 您的服务器将要停机进行维护。 在您已进入的战斗都结束后就会立即把您重新定向至其它的服务器。
zh_sg: 服务器即将停机进行维护。 当前战斗结束后您将跳转至其它服务器。

# IDS_INSTRUCTION_SHIP_ARMOUR_DEMO_OFF
source: Hide the ship armor
es_mx: Ocultar el blindaje del barco
ja: 艦の装甲を非表示
pl: Ukryj pancerz okrętu
ru: Скрыть бронирование корабля
uk: Приховати бронювання корабля
zh: 隐藏战舰装甲
zh_sg: 隐藏战舰装甲

# IDS_INSTRUCTION_SHIP_ARMOUR_DEMO_ON
source: Show ship armor
es_mx: Mostrar el blindaje del barco
ja: 艦の装甲を表示
pl: Pokaż pancerz okrętu
ru: Отобразить бронирование корабля
uk: Показати бронювання корабля
zh: 显示战舰装甲
zh_sg: 显示战舰装甲

# IDS_INSTRUCTION_SHIP_COMPONENT_DEMO
source: Move the camera to a particular module
es_mx: Mover la cámara a un módulo particular
ja: カメラを特定のモジュールに移動
pl: Przenieś kamerę na wybrany moduł
ru: Перевести камеру на модуль
uk: Пересунути камеру на вибраний модуль
zh: 点击后将镜头移到一个特定的配件上
zh_sg: 将镜头移到特定的配件上

# IDS_INSTRUCTION_SHIP_PURCHASE
source: Go to the Tech Tree to purchase a ship
es_mx: Ir al árbol tecnológico para comprar el barco
ja: 技術ツリーへ移動して艦を購入してください
pl: Przejdź do Drzewa technologicznego, żeby kupić okręt
ru: Перейти в дерево развития для покупки корабля
uk: Перейти до дерева досліджень, щоб купити корабель
zh: 您将会被导往科技树以购买战舰。
zh_sg: 前往科技树购买战舰。

# IDS_INSTRUCTION_SHOW_SHIP_TTX
source: Show ship parameters
es_mx: Mostrar los parámetros del barco
ja: 艦パラメータ表示
pl: Pokaż parametry okrętu
ru: Показать характеристики корабля
uk: Показати характеристики корабля
zh: 显示战舰参数
zh_sg: 显示战舰参数

# IDS_INSTRUCTION_SLOT_PURCHASE
source: After you purchase a slot, you will be able to purchase a ship.
es_mx: Tras comprar un espacio, podrás comprar un barco.
ja: スロット購入後に艦の購入が可能になります。
pl: Po kupnie miejsca będziesz mógł kupić okręt.
ru: Покупка слота даёт возможность купить корабль.
uk: Купівля місця стоянки дає можливість купити корабель.
zh: 在您购买一个船位后，您才可购买一艘战舰。
zh_sg: 购买一个船位后，您才能再购买一艘战舰。

# IDS_INSTRUCTION_TAKE_AWAY_CAMO
source: Demount camouflage
es_mx: Desmontar camuflaje
ja: 迷彩の解除
pl: Zdejmij kamuflaż
ru: Снять камуфляж
uk: Зняти камуфляж
zh: 拆卸涂装
zh_sg: 拆卸涂装

# IDS_INSTRUCTION_TOOLTIP_GO_TO_CLANBRAWL_PRIME_CHOOSER
source: Go to the Clan Brawl schedule
es_mx: Ir al calendario de la Pelea de Clanes
ja: クラン闘争の予定へ
pl: Przejdź do harmonogramu potyczki klanowej
ru: Перейти к расписанию кланового блица
uk: Перейти до розкладу кланового бліцу
zh: Перейти к расписанию кланового блица
zh_sg: 前往军团对决时间表

# IDS_INSTRUCTION_TOOLTIP_GO_TO_OPERATION_CHOOSER
source: Go to Operation selection
es_mx: Ir a la selección de la Operación
ja: オペレーション選択へ
pl: Przejdź do wyboru operacji
ru: Перейти к выбору операции
uk: Перейти до вибору операції
zh: 前往选择行动
zh_sg: 进入已选行动

# IDS_INSTRUCTION_TOOLTIP_GO_TO_PRIME_CHOOSER
source: Go to the Clan Battles schedule
es_mx: Ir al calendario de las Batallas de Clanes
ja: クラン戦の予定へ
pl: Przejdź do harmonogramu bitew klanowych
ru: Перейти к расписанию клановых боёв
uk: Перейти до розкладу кланових боїв
zh: 前往军团战斗时间表
zh_sg: 前往军团战时间表
