Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBUE404_ENG_EXETER
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE405_CA5_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: ЭУ 60 000 л.с.
zh_sg: 推进系统：60000马力

# IDS_PBUE411_B5_ENG_STOCK
source: Propulsion: 29,000 hp
es_mx: Propulsión: 29,000 hp
ja: 推力: 29,000 馬力
pl: Napęd: 29 000 KM
ru: ЭУ 29 000 л.с.
uk: СУ 29 000 к.с.
zh: 推进系统：29,000 匹马力
zh_sg: 推进系统：29000马力

# IDS_PBUE412_B5_ENG_TOP
source: Propulsion: 32,500 hp
es_mx: Propulsión: 32,500 hp
ja: 推力: 32,500 馬力
pl: Napęd: 32 500 KM
ru: ЭУ 32 500 л.с.
uk: СУ 32 500 к.с.
zh: 推进系统：32,500 匹马力
zh_sg: 推进系统：32500马力

# IDS_PBUE501_ENGINE_80000
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE502_ENG_GAL
source: Propulsion: 34,000 hp
es_mx: Propulsión: 34,000 hp
ja: 推力: 34,000 馬力
pl: Napęd: 34 000 KM
ru: ЭУ 34 000 л.с.
uk: СУ 34 000 к.с.
zh: 推进系统：34,000 匹马力
zh_sg: 推进系统：34000马力

# IDS_PBUE503_D6_ENG_STOCK
source: Propulsion: 34,000 hp
es_mx: Propulsión: 34,000 hp
ja: 推力: 34,000 馬力
pl: Napęd: 34 000 KM
ru: ЭУ 34 000 л.с.
uk: СУ 34 000 к.с.
zh: 推进系统：34,000 匹马力
zh_sg: 推进系统：34000马力

# IDS_PBUE504_CV6_ENG_STOCK
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PBUE505_ENG_ARKROYAL
source: Propulsion: 102,000 hp
es_mx: Propulsión: 102 000 hp
ja: 推力: 102,000 馬力
pl: Napęd: 102 000 KM
ru: ЭУ 102 000 л.с.
uk: СУ 102 000 к.с.
zh: 推进系统：102,000 匹马力。
zh_sg: 推进系统：102000马力

# IDS_PBUE506_CA6_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80 000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к. с.
zh: 推进系统：80,000 匹马力。
zh_sg: 推进系统：80000马力

# IDS_PBUE507_ENG_LONDON
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE511_C6_ENG_STOCK
source: Propulsion: 72,000 hp
es_mx: Propulsión: 72,000 hp
ja: 推力: 72,000 馬力
pl: Napęd: 72 000 KM
ru: ЭУ 72 000 л.с.
uk: СУ 72 000 к.с.
zh: 推进系统：72,000 匹马力
zh_sg: 推进系统：72000马力

# IDS_PBUE521_B6_ENG_STOCK
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PBUE522_B6_ENG_TOP
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE601_C7_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE602_ENG_HOOD
source: Propulsion: 144,000 hp
es_mx: Propulsión: 144,000 hp
ja: 推力: 144,000 馬力
pl: Napęd: 144 000 KM
ru: ЭУ 144 000 л.с.
uk: СУ 144 000 к.с.
zh: 推进系统：144,000 匹马力
zh_sg: 推进系统：144000马力

# IDS_PBUE603_D7_ENG_STOCK
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PBUE604_CA7_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к. с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PBUE611_ENG_BEL
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE621_B7_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PBUE622_B7_ENG_TOP
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PBUE623_ENG_NELSON
source: Propulsion: 46,000 hp
es_mx: Propulsión: 46,000 hp
ja: 推力: 46,000 馬力
pl: Napęd: 46 000 KM
ru: ЭУ 46 000 л.с.
uk: СУ 46 000 к.с.
zh: 推进系统：46,000 匹马力
zh_sg: 推进系统：46000马力

# IDS_PBUE624_ENG_DUKE
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PBUE626_ENG_COSSACK
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PBUE701_D8_ENG_STOCK
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PBUE702_ENG_VANGUARD
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PBUE703_ENG_INDOMITABLE
source: Propulsion: 111,000 hp
es_mx: Propulsión: 111 000 hp
ja: 推力: 111,000 馬力
pl: Napęd: 111 000 KM
ru: ЭУ 111 000 л.с.
uk: СУ 111 000 к.с.
zh: 推进系统：111,000 匹马力
zh_sg: 推进系统：111000马力

# IDS_PBUE704_CV8_ENG_STOCK
source: Propulsion: 148,000 hp
es_mx: Propulsión: 148 000 hp
ja: 推力: 148,000 馬力
pl: Napęd: 148 000 KM
ru: ЭУ 148 000 л.с.
uk: СУ 148 000 к.с.
zh: 推进系统：148,000 匹马力
zh_sg: 推进系统：148000马力

# IDS_PBUE705_CA8_ENG_STOCK
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PBUE706_ENG_BELFAST2
source: Propulsion: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
zh: 推进系统：80,000 匹马力

# IDS_PBUE711_C8_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE712_CA8_ENG_CHESHIRE
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力。
zh_sg: 推进系统：110000马力

# IDS_PBUE721_B8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PBUE722_B8_ENG_TOP
source: Propulsion: 111,700 hp
es_mx: Propulsión: 111,700 hp
ja: 推力: 111,700 馬力
pl: Napęd: 111 700 KM
ru: ЭУ 111 700 л.с.
uk: СУ 111 700 к.с.
zh: 推进系统：111,700 匹马力
zh_sg: 推进系统：111700马力

# IDS_PBUE723_B8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PBUE724_B8_ENG_TOP
source: Propulsion: 111,700 hp
es_mx: Propulsión: 111,700 hp
ja: 推力: 111,700 馬力
pl: Napęd: 111 700 KM
ru: ЭУ 111 700 л.с.
uk: СУ 111 700 к.с.
zh: 推进系统：111,700 匹马力
zh_sg: 推进系统：111700马力

# IDS_PBUE801_C9_ENG_STOCK
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PBUE803_D9_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PBUE804_CA9_ENG_STOCK
source: Propulsion: 102,000 hp
es_mx: Propulsión: 102 000 hp
ja: 推力: 102,000 馬力
pl: Napęd: 102 000 KM
ru: ЭУ 102 000 л.с.
uk: СУ 102 000 к.с.
zh: 推进系统：102,000 匹马力
zh_sg: 推进系统：102000马力

# IDS_PBUE811_B9_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PBUE812_B9_ENG_TOP
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PBUE901_C10_ENG_STOCK
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PBUE902_ENG_CONQUEROR
source: Propulsion: 135,650 hp
es_mx: Propulsión: 135,650 hp
ja: 推力: 135,650 馬力
pl: Napęd: 135 650 KM
ru: ЭУ 135 650 л.с.
uk: СУ 135 650 к.с.
zh: 推进系统：135,650 匹马力
zh_sg: 推进系统：135650马力

# IDS_PBUE903_D10_ENG_STOCK
source: Propulsion: 54,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 54,000 馬力
pl: Napęd: 54 000 KM
ru: ЭУ 54 000 л.с.
uk: СУ 54 000 к.с.
zh: 推进系统：54,000 匹马力
zh_sg: 推进系统：54000马力

# IDS_PBUE904_CV10_ENG_STOCK
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PBUE905_CA10_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PBUE905_ENG_CONQUEROR
source: Propulsion: 135,650 hp
es_mx: Propulsión: 135,650 hp
ja: 推力: 135,650 馬力
pl: Napęd: 135 650 KM
ru: ЭУ 135 650 л.с.
uk: СУ 135 650 к.с.
zh: 推进系统：135,650 匹马力
zh_sg: 推进系统：135650马力

# IDS_PBUE906_ENG_THUNDERER
source: Propulsion: 135,650 hp
es_mx: Propulsión: 135,650 hp
ja: 推力: 135,650 馬力
pl: Napęd: 135 650 KM
ru: ЭУ 135 650 л.с.
uk: СУ 135 650 к.с.
zh: 推进系统：135,650 匹马力
zh_sg: 推进系统：135650马力

# IDS_PBUE911_ENG_AUD
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PBUE974_ENG_CONQ
source: Propulsion: 135,650 hp
es_mx: Propulsión: 135,650 hp
ja: 推力: 135,650 馬力
pl: Napęd: 135 650 KM
ru: ЭУ 135 650 л.с.
uk: СУ 135 650 к.с.
zh: 推进系统：135,650 匹马力
zh_sg: 推进系统：135650马力

# IDS_PBUF301_CV4_FC
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PBUF501_CV6_FC
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PBUF502_FC_ARKROYAL
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PBUF701_CV8_FC
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PBUF702_FC_INDOMITABLE
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PBUF901_CV10_FC
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PBUF902_FC_AUD
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PBUH001_C1_HULL_A
source: Black Swan (A)
zh: 黑天鹅 (A)
zh_sg: 黑天鹅(A)

# IDS_PBUH101_C2_HULL_A
source: Weymouth (A)
zh: 韦茅斯 (A)
zh_sg: 韦茅斯(A)

# IDS_PBUH102_C2_HULL_B
source: Weymouth (B)
zh: 韦茅斯 (B)
zh_sg: 韦茅斯(B)

# IDS_PBUH103_D2_HULL_A
source: Medea (A)
zh: 美狄亚 (A)
zh_sg: 米蒂亚(A)

# IDS_PBUH104_D2_HULL_B
source: Medea (B)
zh: 美狄亚 (B)
zh_sg: 米蒂亚(B)

# IDS_PBUH201_CAMPBELTOWN
source: Campbeltown
zh: 坎贝尔敦
zh_sg: 坎贝尔敦

# IDS_PBUH202_D3_HULL_A
source: Valkyrie (A)
zh: 瓦尔基里 (A)
zh_sg: 女武神(A)

# IDS_PBUH203_D3_HULL_B
source: Valkyrie (B)
zh: 瓦尔基里 (B)
zh_sg: 女武神(B)

# IDS_PBUH204_DRED
source: Dreadnought
zh: 无畏
zh_sg: 无畏

# IDS_PBUH211_C3_HULL_A
source: Caledon (A)
zh: 卡利登 (A)
zh_sg: 卡利登(A)

# IDS_PBUH212_C3_HULL_B
source: Caledon (B)
zh: 卡利登 (B)
zh_sg: 卡利登(B)

# IDS_PBUH221_B3_HULL_A
source: Bellerophon (A)
zh: 柏勒罗丰 (A)
zh_sg: 柏勒罗丰(A)

# IDS_PBUH222_B3_HULL_B
source: Bellerophon (B)
zh: 柏勒罗丰 (B)
zh_sg: 柏勒罗丰(B)

# IDS_PBUH301_C4_HULL_A
source: Danae (A)
zh: 达娜厄 (A)
zh_sg: 达娜厄(A)

# IDS_PBUH302_C4_HULL_B
source: Danae (B)
zh: 达娜厄 (B)
zh_sg: 达娜厄(B)

# IDS_PBUH303_D4_HULL_A
source: Wakeful (A)
zh: 不眠 (A)
zh_sg: 清醒(A)

# IDS_PBUH304_D4_HULL_B
source: Wakeful (B)
zh: 不眠 (B)
zh_sg: 清醒(B)

# IDS_PBUH305_CV4_HULL_A
source: Hermes (A)
zh: 赫耳墨斯 (A)
zh_sg: 竞技神(A)

# IDS_PBUH306_CV4_HULL_B
source: Hermes (B)
zh: 赫耳墨斯 (B)
zh_sg: 竞技神(B)

# IDS_PBUH311_B4_HULL_A
source: Orion (A)
zh: 猎户座 (A)
zh_sg: 猎户座(A)

# IDS_PBUH312_B4_HULL_B
source: Orion (B)
zh: 猎户座 (B)
zh_sg: 猎户座(B)

# IDS_PBUH401_C5_HULL_A
source: Emerald (A)
zh: 翡翠 (A)
zh_sg: 翡翠(A)

# IDS_PBUH402_C5_HULL_B
source: Emerald (B)
zh: 翡翠 (B)
zh_sg: 翡翠(B)

# IDS_PBUH403_ANT
source: Anthony
zh: 安东尼
zh_sg: 安东尼

# IDS_PBUH404_D5_HULL_A
source: Acasta (A)
zh: 阿卡斯塔 (A)
zh_sg: 阿卡斯塔(A)

# IDS_PBUH405_D5_HULL_B
source: Acasta (B)
zh: 阿卡斯塔 (B)
zh_sg: 阿卡斯塔(B)

# IDS_PBUH406_EXETER
source: Exeter
zh: 埃克塞特
zh_sg: 埃克塞特

# IDS_PBUH411_B5_HULL_A
source: Iron Duke (A)
zh: 铁公爵 (A)
zh_sg: 铁公爵(A)

# IDS_PBUH412_B5_HULL_B
source: Iron Duke (B)
zh: 铁公爵 (B)
zh_sg: 铁公爵(B)

# IDS_PBUH501_WARSPITE_1941
source: Warspite
zh: 厌战
zh_sg: 厌战

# IDS_PBUH502_GAL
source: Gallant
zh: 勇敢
zh_sg: 勇敢

# IDS_PBUH503_D6_HULL_A
source: Icarus (A)
zh: 伊卡洛斯 (A)
zh_sg: 伊卡洛斯(A)

# IDS_PBUH504_D6_HULL_B
source: Icarus (B)
zh: 伊卡洛斯 (B)
zh_sg: 伊卡洛斯(B)

# IDS_PBUH505_CV6_HULL_A
source: Furious (A)
zh: 暴怒 (A)
zh_sg: 暴怒(A)

# IDS_PBUH506_CV6_HULL_B
source: Furious (B)
zh: 暴怒 (B)
zh_sg: 暴怒(B)

# IDS_PBUH511_C6_HULL_A
source: Leander (A)
zh: 利安得 (A)
zh_sg: 利安得(A)

# IDS_PBUH512_C6_HULL_B
source: Leander (B)
zh: 利安得 (B)
zh_sg: 利安得(B)

# IDS_PBUH521_B6_HULL_A
source: Queen Elizabeth (A)
zh: 伊丽莎白女王 (A)
zh_sg: 伊丽莎白女王(A)

# IDS_PBUH522_B6_HULL_B
source: Queen Elizabeth (B)
zh: 伊丽莎白女王 (B)
zh_sg: 伊丽莎白女王(B)

# IDS_PBUH601_C7_HULL_A
source: Fiji (A)
zh: 斐济 (A)
zh_sg: 斐济(A)

# IDS_PBUH602_C7_HULL_B
source: Fiji (B)
zh: 斐济 (B)
zh_sg: 斐济(B)

# IDS_PBUH603_HOOD
source: Hood
zh: 胡德
zh_sg: 胡德

# IDS_PBUH604_D7_HULL_A
source: Jervis (A)
zh: 杰维斯 (A)
zh_sg: 杰维斯(A)

# IDS_PBUH605_D7_HULL_B
source: Jervis (B)
zh: 杰维斯 (B)
zh_sg: 杰维斯(B)

# IDS_PBUH611_HULL_BEL
source: Belfast
zh: 贝尔法斯特
zh_sg: 贝尔法斯特

# IDS_PBUH621_B7_HULL_A
source: King George V (A)
zh: 英王乔治五世 (A)
zh_sg: 英王乔治五世(A)

# IDS_PBUH622_B7_HULL_B
source: King George V (B)
zh: 英王乔治五世 (B)
zh_sg: 英王乔治五世(B)

# IDS_PBUH625_HULL_NELSON
source: Nelson
zh: 纳尔逊
zh_sg: 纳尔逊

# IDS_PBUH626_HULL_DUKE
source: Duke of York
zh: 约克公爵
zh_sg: 约克公爵

# IDS_PBUH628_HULL_COSSACK
source: Cossack
zh: 哥萨克
zh_sg: 哥萨克人

# IDS_PBUH701_C8_HULL_A
source: Edinburgh (A)
zh: 爱丁堡 (A)
zh_sg: 爱丁堡(A)

# IDS_PBUH702_C8_HULL_B
source: Edinburgh (B)
zh: 爱丁堡 (B)
zh_sg: 爱丁堡(B)

# IDS_PBUH703_D8_HULL_A
source: Lightning (A)
zh: 雷霆 (A)
zh_sg: 闪电(A)

# IDS_PBUH704_D8_HULL_B
source: Lightning (B)
zh: 雷霆 (B)
zh_sg: 闪电(B)

# IDS_PBUH705_HULL_VANGUARD
source: Vanguard
zh: 前卫
zh_sg: 前卫

# IDS_PBUH706_CV8_HULL_B
source: Implacable (B)
zh: 怨仇 (B)
zh_sg: 怨仇(B)

# IDS_PBUH707_HULL_INDOMITABLE
source: Indomitable
zh: 不屈
zh_sg: 不挠

# IDS_PBUH708_CV8_HULL_A
source: Implacable (A)
zh: 怨仇 (A)
zh_sg: 怨仇(A)

# IDS_PBUH711_B8_HULL_A
source: Monarch (A)
zh: 君主 (A)
zh_sg: 君主(A)

# IDS_PBUH712_B8_HULL_B
source: Monarch (B)
zh: 君主 (B)
zh_sg: 君主(B)

# IDS_PBUH801_C9_HULL_A
source: Neptune (A)
zh: 海王星 (A)
zh_sg: 海王星(A)

# IDS_PBUH802_C9_HULL_B
source: Neptune (B)
zh: 海王星 (B)
zh_sg: 海王星(B)

# IDS_PBUH803_D9_HULL_A
source: Jutland (A)
zh: 日德兰 (A)
zh_sg: 日德兰(A)

# IDS_PBUH804_D9_HULL_B
source: Jutland (B)
zh: 日德兰 (B)
zh_sg: 日德兰(B)

# IDS_PBUH811_B9_HULL_A
source: Lion (A)
zh: 狮级 (A)
zh_sg: 狮级(A)

# IDS_PBUH812_B9_HULL_B
source: Lion (B)
zh: 狮级 (B)
zh_sg: 狮级(B)

# IDS_PBUH901_C10_HULL_A
source: Minotaur (A)
zh: 米诺陶斯 (A)
zh_sg: 米诺陶(A)

# IDS_PBUH902_CONQUEROR
source: Conqueror (A)
zh: 征服者 (A)
zh_sg: 征服者(A)

# IDS_PBUH903_D10_HULL_A
source: Daring (A)
zh: 达林 (A)
zh_sg: 果敢(A)

# IDS_PBUH904_CV10_HULL_A
source: Audacious
zh: 大胆
zh_sg: 大胆

# IDS_PBUH905_CA10_HULL_A
source: Goliath
zh: 哥利亚
zh_sg: 哥利亚

# IDS_PBUH905_CONQUEROR
source: Conqueror (A)
zh: 征服者 (A)
zh_sg: 征服者(A)

# IDS_PBUH911_AUDACIOUS
source: Audacious
zh: 大胆
zh_sg: 大胆

# IDS_PBUH974_CONQ
source: Conqueror
zh: 征服者
zh_sg: 征服者

# IDS_PBUI301_CV4_F_STOCK
source: Sea Gladiator
zh: 海斗士

# IDS_PBUI302_CV4_F_TOP
source: Sea Gladiator Mk II
zh: 海斗士 Mk II

# IDS_PBUI501_CV6_F_STOCK
source: Skua
zh: 贼鸥

# IDS_PBUI502_CV6_F_TOP
source: Sea Hurricane
zh: 海飓风

# IDS_PBUI503_F_ARKROYAL
source: Skua
zh: 贼鸥

# IDS_PBUI701_CV8_F_STOCK
source: Firefly
zh: 萤火虫

# IDS_PBUI702_CV8_F_TOP
source: Seafire
zh: 海火

# IDS_PBUI703_F_INDOMITABLE
source: Sea Hornet
zh: 海上大黄蜂

# IDS_PBUI901_CV10_F_STOCK
source: Firebrand
zh: 火把

# IDS_PBUI911_CV10_F_TOP
source: Wyvern
zh: 双足飞龙

# IDS_PBUI912_F_AUD
source: Firebrand
zh: 火把

# IDS_PBUI913_F2_AUD
source: Wyvern
zh: 双足飞龙

# IDS_PBUS001_C1_SUO_STOCK
source: Mk I mod. 1
zh: Mk I 1型

# IDS_PBUS002_C1_SUO_TOP
source: Mk I mod. 2
zh: Mk I 2型

# IDS_PBUS101_C2_SUO_STOCK
source: Mk II mod. 1
zh: Mk II 1型

# IDS_PBUS102_C2_SUO_TOP
source: Mk II mod. 2
zh: Mk II 2型

# IDS_PBUS103_D2_SUO_STOCK
source: Mk II mod. 1
zh: Mk II 1型

# IDS_PBUS104_D2_SUO_TOP
source: Mk II mod. 2
zh: Mk II 2型

# IDS_PBUS201_SUO_CAMPBELTOWN
source: Mk III mod. 1
zh: Mk III 1型

# IDS_PBUS202_D3_SUO_STOCK
source: Mk III mod. 1
zh: Mk III 1型

# IDS_PBUS203_D3_SUO_TOP
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PBUS204_SUO_DRED
source: Mk III mod. 1
zh: Mk III 2型

# IDS_PBUS211_C3_SUO_STOCK
source: Mk III mod. 1
zh: Mk III 1型

# IDS_PBUS212_C3_SUO_TOP
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PBUS221_B3_SUO_STOCK
source: Mk III mod. 1
zh: Mk III 1型

# IDS_PBUS222_B3_SUO_TOP
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PBUS301_C4_SUO_STOCK
source: Mk IV mod. 1
zh: Mk IV 1型

# IDS_PBUS302_C4_SUO_TOP
source: Mk IV mod. 2
zh: Mk IV 2型

# IDS_PBUS303_D4_SUO_STOCK
source: Mk IV mod. 1
zh: Mk IV 1型

# IDS_PBUS304_D4_SUO_TOP
source: Mk IV mod. 2
zh: Mk IV 2型

# IDS_PBUS311_B4_SUO_STOCK
source: Mk IV mod. 1
zh: Mk IV 1型

# IDS_PBUS312_B4_SUO_TOP
source: Mk IV mod. 2
zh: Mk IV 2型

# IDS_PBUS401_C5_SUO_STOCK
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS402_C5_SUO_TOP
source: Mk V mod. 2
zh: Mk V 2型

# IDS_PBUS403_SUO_ANT
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS404_D5_SUO_STOCK
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS405_D5_SUO_TOP
source: Mk V mod. 2
zh: Mk V 2型

# IDS_PBUS406_SUO_EXETER
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS407_CA5_SUO_STOCK
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS408_CA5_SUO_TOP
source: Mk V mod. 2
zh: Mk V 2型

# IDS_PBUS411_B5_SUO_STOCK
source: Mk V mod. 1
zh: Mk V 1型

# IDS_PBUS412_B5_SUO_TOP
source: Mk V mod. 2
zh: Mk V 2型

# IDS_PBUS501_SUO
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS502_SUO_GAL
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS503_D6_SUO_STOCK
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS504_D6_SUO_TOP
source: Mk VI mod. 2
zh: Mk VI 2型

# IDS_PBUS505_CA6_SUO_STOCK
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS506_CA6_SUO_TOP
source: Mk VI mod. 2
zh: Mk VI 2型

# IDS_PBUS507_SUO_LONDON
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS511_C6_SUO_STOCK
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS512_C6_SUO_TOP
source: Mk VI mod. 2
zh: Mk VI 2型

# IDS_PBUS521_B6_SUO_STOCK
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PBUS522_B6_SUO_TOP
source: Mk VI mod. 2
zh: Mk VI 2型

# IDS_PBUS601_C7_SUO_STOCK
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS602_C7_SUO_TOP
source: Mk VII mod. 2
zh: Mk VII 2型

# IDS_PBUS603_SUO_HOOD
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS604_D7_SUO_STOCK
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS605_D7_SUO_TOP
source: Mk VII mod. 2
zh: Mk VII 2型

# IDS_PBUS606_CA7_SUO_STOCK
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS607_CA7_SUO_TOP
source: Mk VII mod. 2
zh: Mk VII 2型

# IDS_PBUS611_SUO_BEL
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS621_B7_SUO_STOCK
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS622_B7_SUO_TOP
source: Mk VII mod. 2
zh: Mk VII 2型

# IDS_PBUS625_SUO_NELSON
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS626_SUO_DUKE
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PBUS628_SUO_COSSACK
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS701_C8_SUO_STOCK
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS702_C8_SUO_TOP
source: Mk VIII mod. 2
zh: Mk VIII 2型

# IDS_PBUS703_D8_SUO_STOCK
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS704_D8_SUO_TOP
source: Mk VIII mod. 2
zh: Mk VIII 2型

# IDS_PBUS705_SUO_VANGUARD
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS706_CA8_SUO_STOCK
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS707_CA8_SUO_TOP
source: Mk VIII mod. 2
zh: Mk VIII 2型

# IDS_PBUS708_SUO_BELFAST2
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS711_B8_SUO_STOCK
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS712_B8_SUO_TOP
source: Mk VIII mod. 2
zh: Mk VIII 2型

# IDS_PBUS713_CA8_SUO_CHESHIRE
source: Mk VIII mod. 1
zh: Mk VIII 1型

# IDS_PBUS801_C9_SUO_STOCK
source: Mk IX mod. 1
zh: Mk IX 1型

# IDS_PBUS802_C9_SUO_TOP
source: Mk IX mod. 2
zh: Mk IX 2型

# IDS_PBUS803_D9_SUO_STOCK
source: Mk IX mod. 1
zh: Mk IX 1型

# IDS_PBUS804_D9_SUO_TOP
source: Mk IX mod. 2
zh: Mk IX 2型

# IDS_PBUS805_CA9_SUO_STOCK
source: Mk IX mod. 1
zh: Mk IX 1型

# IDS_PBUS806_CA9_SUO_TOP
source: Mk IX mod. 2
zh: Mk IX 2型

# IDS_PBUS811_B9_SUO_STOCK
source: Mk IX mod. 1
zh: Mk IX 1型

# IDS_PBUS812_B9_SUO_TOP
source: Mk IX mod. 2
zh: Mk IX 2型

# IDS_PBUS901_C10_SUO_STOCK
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS902_SUO_CONQUEROR
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS903_D10_SUO_STOCK
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS904_SUO_CONQUEROR
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS905_SUO_THUNDERER
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS906_CA10_SUO_STOCK
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUS974_SUO_CONQ
source: Mk X mod. 1
zh: Mk X 1型

# IDS_PBUT101_D2_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBUT201_CAMPBELTOWN
source: Bliss Leavitt Mk8 mod. 2
zh: 比利斯 莱维特 Mk8 2型

# IDS_PBUT201_D3_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBUT202_CAMPBELTOWN
source: 533 mm Mk VIII
ru: 533-мм Mk VIII
uk: 533-мм Mk VIII
zh: 533 毫米 Mk VIII

# IDS_PBUT203_CAMPBELTOWN
source: 533 mm Mk IV
ru: 533-мм Mk IV
uk: 533-мм Mk IV
zh: 533 毫米 Mk8

# IDS_PBUT211_C3_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBUT301_C4_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBUT302_C4_TORP_TOP
source: 533 mm Mk V
ru: 533-мм Mk V
uk: 533-мм Mk V
zh: 533 毫米 Mk V

# IDS_PBUT303_D4_TORP_STOCK
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBUT401_C5_TORP_STOCK
source: 533 mm Mk V
ru: 533-мм Mk V
uk: 533-мм Mk V
zh: 533 毫米 Mk V

# IDS_PBUT402_C5_TORP_TOP
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT403_TORP_ANT
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT404_D5_TORP_STOCK
source: 533 mm Mk V
ru: 533-мм Mk V
uk: 533-мм Mk V
zh: 533 毫米 Mk V

# IDS_PBUT405_CA5_TORP_STOCK
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT406_TORP_EXETER
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBUT501_C6_TORP_STOCK
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT502_C6_TORP_TOP
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBUT503_TORP_GAL
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBUT504_D6_TORP_STOCK
source: 533 mm Mk V
ru: 533-мм Mk V
uk: 533-мм Mk V
zh: 533 毫米 Mk V

# IDS_PBUT505_D6_TORP_TOP
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT506_CA6_TORP_STOCK
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBUT507_TORP_LONDON
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT601_C7_TORP_STOCK
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBUT602_C7_TORP_TOP
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBUT604_TORP_COSSACK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM
