Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRPT022_53_39_MOD3
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRPT025_53_36_BAGRATION
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRPT026_LGD_V2
source: 53-39 mod. 2
ru: 53-39 мод. 2
uk: 53-39 мод. 2
zh: 53-39 2型

# IDS_PRPT035_SAET_80
source: SAET-80
ru: САЭТ-80
uk: САЕТ-80
zh: САЭТ-80

# IDS_PRPT037_OCHAKOV
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRPT039_53_39_MOD4
source: 53-39 mod. 4
ru: 53-39 мод. 4
zh: 53-49M

# IDS_PRSB001
source: Nikolai I
pl: Nikołaj I
ru: Николай I
uk: Ніколай I
zh: 沙皇尼古拉一世
zh_sg: 沙皇尼古拉一世

# IDS_PRSB001_DESCR
source: The last battleship laid down for the Imperial Russian Navy. Developed from the Imperatritsa Mariya-class battleships, she inherited high firepower from her predecessors. Experience gained in building early Russian dreadnoughts helped to significantly reinforce the ship's armor which received an advanced arrangement.
es_mx: El último acorazado puesto al agua para la Marina Rusa Imperial. Desarrollado en base de los acorazados de la clase Imperatritsa Mariya, heredó una gran potencia de fuego de sus predecesores. La experiencia obtenida en construir dreadnoughts Rusos en una etapa temprana, ayudaron el reforzar el blindaje del barco significativamente el cual recibió una distribución avanzada.
ja: 戦艦インペラートル・ニコライ1世は、ロシア帝国海軍時代に起工されたものとしては最後の戦艦です。インペラトリッツァ・マリーヤ級戦艦の改良型であり、前級の高い火力を引き継いでいました。本艦では、ロシアにおける初期の弩級戦艦の開発経験を活かして装甲配置を改良し、大幅な防御力強化が図られていました。
pl: Ostatni pancernik zwodowany dla Marynarki Wojennej Imperium Rosyjskiego. Zbudowany w oparciu o pancerniki klasy Impieratrica Marija, odziedziczył po nich ogromną siłę ognia. Doświadczenie zdobyte przy budowie wczesnych rosyjskich drednotów pozwoliło na znaczne usprawnienie opancerzenia, które rozmieszczono w nowoczesny sposób.
ru: Последний линейный корабль, заложенный для Российского императорского флота. Являлся развитием линкоров типа «Императрица Мария», сохранил высокую огневую мощь предшественников. Накопленный при строительстве первых российских дредноутов опыт помог заметно усилить бронирование, организованное по усовершенствованной схеме.
uk: Останній лінійний корабель, закладений для Російського імператорського флоту. Був розвитком лінкорів типу «Імператриця Марія», зберіг високу вогневу міць попередників. Накопичений під час будівництва перших російських дредноутів досвід допоміг значно посилити бронювання, виконане за вдосконаленою схемою.
zh: 该国所设计建造的战列舰，在玛丽亚皇后级的基础上进行设计并继承了其火力强大的特点，并且通过早期无畏舰的建造经验改善装甲布局使舰体更为坚固。
zh_sg: 为俄罗斯帝国海军开始建造的最后一艘战列舰。研发基于Imperatritsa Mariya级战列舰，继承了前代战舰强大的火力，并且借助于早期无畏舰的建造经验改善了装甲布局使舰体更为坚固。

# IDS_PRSB001_FULL
source: Imperator Nikolai I
pl: Imperator Nikołaj I
ru: Император Николай I
uk: Імператор Ніколай I
zh: 沙皇尼古拉一世
zh_sg: 沙皇尼古拉一世

# IDS_PRSB001_SHORT
source: IN-I
ru: ИН-I
uk: ІН-I
zh: 沙皇尼古拉一世
zh_sg: 沙皇尼古拉一世

# IDS_PRSB103
source: Knyaz Suvorov
ru: Князь Суворов
uk: Князь Суворов
zh: Князь Суворов
zh_sg: 苏沃洛夫公爵

# IDS_PRSB103_DESCR
source: Originating from a project to design a "large high-speed battleship with modern artillery", created on the basis of the experience of the Russo-Japanese War (the New Shipbuilding project). The battleship's armament was represented by 305 mm guns with outstanding ballistic qualities for their time.
es_mx: Con orígenes en un proyecto para diseñar un "gran acorazado de alta velocidad con una artillería moderna", fue creado en base a la experiencia de la Guerra Ruso-Japonesa (el proyecto Nueva Construcción Naval). El armamento del acorazado estaba representado por cañones de 305 mm con unas impresionantes cualidades balísticas para su época.
ja: クニャージ・スヴォーロフは「近代的な火砲を備えた大型の高速戦艦」を設計するための計画に基づいており、日露戦争の戦訓を活かして開発されたものでした (新建艦計画)。主砲としては、当時としては卓越した弾道特性を誇る 305 mm 砲が採用されていました。
pl: Wywodzący się z projektu „dużego, szybkiego pancernika z nowoczesną artylerią”, zbudowany z uwzględnieniem doświadczeń wyniesionych z wojny rosyjsko-japońskiej (w ramach Nowego Projektu Okrętownictwa). Uzbrojenie pancernika stanowiły działa kal. 305 mm o doskonałej jak na owe czasy balistyce.
ru: Проект «большого быстроходного броненосца с современной артиллерией», созданный по опыту Русско-японской войны (проект «Нового судостроения»). Вооружение линкора было представлено 305-мм орудиями с выдающимися для своего времени баллистическими качествами.
uk: Проект «великого швидкого броненосця з сучасною артилерією», створений з урахуванням досвіду Російсько-японської війни (проект «Нового суднобудування»). Озброєння лінкору складали 305-мм гармати з видатними для свого часу балістичними показниками.
zh: Проект «большого быстроходного броненосца с современной артиллерией», созданный по опыту Русско-японской войны (проект «Нового судостроения»). Вооружение линкора было представлено 305-мм орудиями с выдающимися для своего времени баллистическими качествами.
zh_sg: 根据日俄战争的经验（新造船项目），苏联需要设计一种“拥有现代火炮的大型高速战舰”，这艘战舰就是源自于此。战列舰的武器装备主要为305毫米火炮，具有出色的弹道。

# IDS_PRSB103_FULL
source: Knyaz Suvorov
ru: Князь Суворов
uk: Князь Суворов
zh: Князь Суворов
zh_sg: 苏沃洛夫公爵

# IDS_PRSB104
source: Gangut
ru: Гангут
uk: Гангут
zh: Гангут
zh_sg: 甘古特

# IDS_PRSB104_DESCR
source: Was part of the first series of dreadnought battleships built in Russia. She was armed with twelve main battery guns. The ship's features included a significant area of side armor and a general layout providing a full sideboard salvo at the widest possible angles.
es_mx: Fue parte de la primera serie de acorazados dreadnought construidos en Rusia. Estaba armado con doce cañones en la batería principal. Las características del barco incluían una gran área de blindaje lateral y una disposición general que le permitía realizar salvas en los ángulos más amplios posibles.
ja: ガングートは、ロシアで建造されたものとしては初の弩級戦艦の艦級の 1 隻であり、主砲を合計 12 門搭載していました。その特徴として、舷側の広大な範囲に装甲が施されており、全体的なレイアウトの工夫により、片舷側で全門斉射可能な射角を可能な限り広くしていました。
pl: Był częścią pierwszej serii drednotów zbudowanych w Rosji. Uzbrojony w dwanaście dział baterii głównej. Głównymi cechami okrętu był rozległy pancerz boczny i rozkład artylerii pozwalający na oddanie pełnej salwy burtowej pod jak najszerszym kątem.
ru: Принадлежал к первой серии линкоров-дредноутов, построенных в России. Имел на вооружении двенадцать орудий главного калибра. Особенностями корабля были значительная площадь бортового бронирования и общая компоновка, призванная обеспечить полный бортовой залп на максимально широких углах обстрела.
uk: Належав до першої серії лінкорів-дредноутів, збудованих у Росії. Мав на озброєнні дванадцять гармат головного калібру. Особливостями корабля були значна площа бортового бронювання та загальне компонування, що забезпечувало повний бортовий залп на максимально широких кутах обстрілу.
zh: Принадлежал к первой серии линкоров-дредноутов, построенных в России. Имел на вооружении двенадцать орудий главного калибра. Особенностями корабля были значительная площадь бортового бронирования и общая компоновка, призванная обеспечить полный бортовой залп на максимально широких углах обстрела.
zh_sg: 是俄罗斯建造的第一批无畏级战列舰之一。它装备了12门主炮组火炮。战舰的特点包括，它拥有重要的侧面装甲区域，此外还具有能以尽可能宽的角度提供完美侧面齐射的战舰布局。

# IDS_PRSB104_FULL
source: Gangut
ru: Гангут
uk: Гангут
zh: Гангут
zh_sg: 甘古特

# IDS_PRSB105
source: Pyotr Velikiy
pl: Piotr Wielikij
ru: Пётр Великий
uk: Пьотр Великий
zh: Пётр Великий
zh_sg: 彼得大帝

# IDS_PRSB105_DESCR
source: One of the variants of the "armored cruiser for the Baltic Sea" project, armed with 356 mm guns (project 707). She was notable for her high speed and her main battery turrets, two facing forward and two aft, that were positioned along her centerline, with one turret at each end in a superfiring position.
es_mx: Una de las variantes del proyecto de un "crucero blindado para el Mar Báltico", armado con cañones de 356 mm (proyecto 707). Era notable por su alta velocidad y sus torretas de la batería principal, dos hacia el frente y dos en la parte posterior, escalonadas en cada extremo del barco.
ja: ピョートル・ヴェリーキー (プロイェークト 707) は「バルト海用の装甲巡洋艦」計画における設計案のひとつであり、356 mm 砲を採用していました。その特徴として、高速であり、主砲塔が前部と後部に2基ずつセンターラインに沿って背負式に配置されていました。
pl: Jeden z wariatnów projektu „opancerzonego krążownika na Morze Bałtyckie”, uzbrojonego w działa kal. 356 mm (projekt 707). Godne odnotowania są jego wysoka prędkość i rozmieszczenie wież głównej baterii, dwóch skierowanych do przodu i dwóch do tyłu, wzdłuż linii centralnej w superpozycji.
ru: Один из вариантов проекта «броненосного крейсера для Балтийского моря», вооружённого 356-мм артиллерией (проект 707). Отличался высокой скоростью хода и линейно-возвышенным расположением башен главного калибра.
uk: Один із варіантів проекту «броненосного крейсера для Балтійського моря», озброєного 356-мм артилерією (проект 707). Відрізнявся високою швидкістю ходу та лінійно-піднесеним розташуванням башт головного калібру.
zh: Один из вариантов проекта «броненосного крейсера для Балтийского моря», вооружённого 356-мм артиллерией (проект 707). Отличался высокой скоростью хода и линейно-возвышенным расположением башен главного калибра.
zh_sg: “波罗的海装甲巡洋舰”项目的变种型号之一，装备356毫米火炮（707项目）。以极高的航速和主炮塔闻名。

# IDS_PRSB105_FULL
source: Pyotr Velikiy
pl: Piotr Wielikij
ru: Пётр Великий
uk: Пьотр Великий
zh: Пётр Великий
zh_sg: 彼得大帝

# IDS_PRSB106
source: Izmail
pl: Izmaił
ru: Измаил
uk: Ізмаїл
zh: Измаил
zh_sg: 伊兹梅尔

# IDS_PRSB106_DESCR
source: A battlecruiser which, at the time of her laying down, claimed to be the world's most powerful warship. She was very similar to battleship Gangut in terms of her layout and armor type, but differed in her larger size, speed and 356 mm main battery guns.
es_mx: Un crucero de batalla, que, al momento de ser puesto en quilla, presumía ser el barco de guerra más poderoso del mundo. Era muy similar al acorazado Gangut en cuanto a la disposición y el tipo de blindaje, pero era diferente debido a su gran tamaño, velocidad y los cañones de 356 mm de su batería principal.
ja: 巡洋戦艦イズメイルは、起工当時においては世界最強の軍艦とされていました。レイアウトと装甲タイプの点では戦艦ガングートによく似ていましたが、より大型であり、高速であり、主砲として 356 mm 砲を採用していました。
pl: Krążownik liniowy, który w swoim czasie nosił zaszczytny tytuł najpotężniejszego okrętu wojennego świata. Pod względem rozmieszczenia i typu pancerza przypominał bardzo pancernik Gangut, różnił się natomiast większymi wymiarami i działami baterii głównej kal. 356 mm.
ru: Линейный крейсер, на момент закладки претендовавший на звание самого мощного боевого корабля в мире. Был очень близок к линкору «Гангут» по компоновке и типу бронирования, отличаясь более крупными размерами, скоростью и 356-мм орудиями главного калибра.
uk: Лінійний крейсер, який на час свого закладення претендував на звання найпотужнішого бойового корабля у світі. Був дуже близьким до лінкора «Гангут» за компонуванням та типом бронювання, відрізняючись більшими розміром, швидкістю та 356-мм гарматами головного калібру.
zh: Линейный крейсер, на момент закладки претендовавший на звание самого мощного боевого корабля в мире. Был очень близок к линкору «Гангут» по компоновке и типу бронирования, отличаясь более крупными размерами, скоростью и 356-мм орудиями главного калибра.
zh_sg: 一艘巡洋舰，在它开始建造的时候，曾声称是世界上最强大的战舰。它的布局和装甲类型与“甘古特”号战列舰非常相似，但在尺寸更大，速度属性和武器也不尽相同，它拥有356毫米主炮。

# IDS_PRSB106_FULL
source: Izmail
pl: Izmaił
ru: Измаил
uk: Ізмаїл
zh: Измаил
zh_sg: 伊兹梅尔

# IDS_PRSB107
source: Sinop
ru: Синоп
uk: Сіноп
zh: Синоп
zh_sg: 锡诺普

# IDS_PRSB107_DESCR
source: A high-speed battleship project, armed with 406 mm guns that were developed right before the beginning of World War I. Her advantages included well-designed armor protection and a strong secondary battery.
es_mx: Un proyecto de un acorazado de alta velocidad, armado con cañones de 406 mm que fueron desarrollados justo antes de comenzar la 1GM. Sus ventajas incluían un blindaje bien diseñado y una fuerte batería secundaria.
ja: スィノプは高速戦艦の計画案であり、一次大戦の勃発直前に開発された 406 mm 砲を採用していました。その長所としては、装甲防御の設計が優れており、強力な副砲を備えていました。
pl: Projekt szybkiego pancernika, uzbrojonego w działa kal. 406 mm, które opracowano tuż przed rozpoczęciem I wojny światowej. Do jego zalet należało także dobre opancerzenie i solidne uzbrojenie dodatkowe.
ru: Проект быстроходного линейного корабля, вооружённого разработанными к началу Первой мировой войны 406-мм орудиями. В числе его преимуществ были продуманная схема защиты и сильная противоминная артиллерия.
uk: Проект швидкого лінійного корабля, озброєного розробленими до початку Першої світової війни 406-мм гарматами. У числі його переваг були продумана схема захисту й сильна протимінна артилерія.
zh: Проект быстроходного линейного корабля, вооружённого разработанными к началу Первой мировой войны 406-мм орудиями. В числе его преимуществ были продуманная схема защиты и сильная противоминная артиллерия.
zh_sg: 一个高速战舰项目，装备有406毫米口径的火炮，这种火炮是在第一次世界大战开始前研发的。它的优势包括精心设计的装甲保护和强大的副炮武器。

# IDS_PRSB107_FULL
source: Sinop
ru: Синоп
uk: Сіноп
zh: Синоп
zh_sg: 锡诺普

# IDS_PRSB108
source: Vladivostok
pl: Władywostok
ru: Владивосток
uk: Владівосток
zh: Владивосток
zh_sg: 符拉迪沃斯托克

# IDS_PRSB108_DESCR
source: One of the variants of the "battleship A" project intended for construction in accordance with the Great Ocean Fleet concept creation. She had heavy armor, high speed, and aviation equipment.
es_mx: Una de las variantes del proyecto "acorazado A" cuya intención era ser construido con la creación del concepto de la Flota del Gran Océano. Tenía un blindaje pesado, una gran velocidad y contaba con aviación.
ja: ヴラジヴォストクは大海洋艦隊コンセプトを実現するための「戦艦 A」計画における設計案のひとつです。重装甲かつ高速であり、航空機運用設備を備えていました。
pl: Jeden z wariantów projektu „pancernika A”, który miał być zbudowany zgodnie z koncepcją utworzenia Wielkiej Floty Oceanicznej. Posiadał ciężki pancerz, dużą prędkość i wyposażenie lotnicze.
ru: Один из вариантов проекта «линкора А», предназначавшегося к строительству в соответствии с концепцией создания «Большого океанского флота». Имел мощное бронирование, высокую скорость хода и авиационное оборудование.
uk: Один із варіантів проекту «лінкора А», який мали збудувати відповідно до концепції створення «Великого океанського флоту». Мав потужне бронювання, високу швидкість ходу та авіаційне оснащення.
zh: Один из вариантов проекта «линкора А», предназначавшегося к строительству в соответствии с концепцией создания «Большого океанского флота». Имел мощное бронирование, высокую скорость хода и авиационное оборудование.
zh_sg: “战舰A”项目的变种之一，根据大洋舰队概念进行建造。它拥有重型装甲，高航速和航空装备。

# IDS_PRSB108_FULL
source: Vladivostok
pl: Władywostok
ru: Владивосток
uk: Владівосток
zh: Владивосток
zh_sg: 符拉迪沃斯托克

# IDS_PRSB109
source: Sov. Soyuz
ru: Сов. Союз
uk: Сов. Союз
zh: Сов. Союз
zh_sg: 苏联

# IDS_PRSB109_DESCR
source: The largest gunship ever built in the USSR (Project 23) and one of the most powerful battleships in the world. She differed from the prototype, Battleship A, with her larger size and more sophisticated armament systems.
es_mx: El cañonero más grande jamás construido en la URSS (Proyecto 23) y uno de los más poderosos acorazados en el mundo. A diferencia del prototipo, el Acorazado A, era más grande en tamaño y con sistemas de armamento más sofisticados.
ja: ソヴィエツキー・ソユーズ級戦艦 (プロイェークト 23) は、ソ連で起工されたものとしては史上最大の砲熕艦であり、世界最強クラスの戦艦のひとつでした。プロトタイプである「戦艦 A」に比べて大型であり、より洗練された兵装システムを採用していました。
pl: Największy okręt artyleryjski zbudowany w Związku Radzieckim (projekt 23) i jeden z najpotężniejszych pancerników świata. Od swojego prototypu, Pancernika A, różnił się większymi rozmiarami i bardziej wyrafinowanymi systemami uzbrojenia.
ru: Самый крупный артиллерийский корабль, когда-либо строившийся в СССР (проект 23), и один из самых мощных в мире линкоров. От прототипа, «линкора А», отличался увеличенными размерами и более совершенными системами вооружения.
uk: Найбільший артилерійський корабель, що будь-коли будували в СРСР (проект 23), і один із найпотужніших у світі лінкорів. Від прототипу «лінкора А» відрізнявся збільшеним розміром і довершенішими системами озброєння.
zh: Самый крупный артиллерийский корабль, когда-либо строившийся в СССР (проект 23), и один из самых мощных в мире линкоров. От прототипа, «линкора А», отличался увеличенными размерами и более совершенными системами вооружения.
zh_sg: 苏联有史以来建造的最大的炮舰（项目23），也是世界上最强大的战列舰之一。它与其原型，战列舰A不同，拥有更大的尺寸和更先进的武器系统。

# IDS_PRSB109_FULL
source: Sovetsky Soyuz
pl: Sowietskij Sojuz
ru: Советский Союз
uk: Радянський Союз
zh: Советский Союз
zh_sg: 苏联

# IDS_PRSB109_SHORT
source: U.S.S.R.
es_mx: U.R.S.S.
ja: ソ連
pl: Z.S.R.R.
ru: СССР
uk: СРСР
zh: S系
zh_sg: 苏联

# IDS_PRSB110
source: Kremlin
ru: Кремль
uk: Кремль
zh: Кремль
zh_sg: 克里姆林

# IDS_PRSB110_DESCR
source: A battleship project developed at the end of World War II (Project 24). She was the evolution of the Sovetsky Soyuz-class ships and was designed to counter American Iowa-class and Montana-class battleships.
es_mx: Un proyecto de un acorazado desarrollado a finales de la 2GM (Proyecto 24). Fue la evolución de los barcos de la clase Sovetsky Soyuz y fue diseñado para hacerle competencia a los acorazados estadounidenses de las clases Iowa y Montana.
ja: クレムリン (プロイェークト 24) は、二次大戦の終盤に開発された戦艦の計画案です。ソヴィエツキー・ソユーズ級戦艦の発展型であり、アメリカのアイオワ級戦艦およびモンタナ級戦艦に対抗すべく設計されていました。
pl: Pancernik zaprojektowany pod koniec II wojny światowej (projekt 24). Był rozwinięciem okrętów klasy Sowietskij Sojuz i miał zwalczać amerykańskie pancerniki klasy Iowa i Montana.
ru: Проект линкора, разработанный по окончании Второй мировой войны (проект 24). Являлся развитием кораблей типа «Советский Союз» и предназначался для противостояния американским линкорам типа Iowa и Montana.
uk: Проект лінкора, розроблений після закінчення Другої світової війни (проект 24). Був розвитком кораблів типу «Совєтскій Союз» і мав протидіяти американським лінкорам типу Iowa та Montana.
zh: Проект линкора, разработанный по окончании Второй мировой войны (проект 24). Являлся развитием кораблей типа «Советский Союз» и предназначался для противостояния американским линкорам типа Iowa и Montana.
zh_sg: 第二次世界大战结束时研发的战列舰项目（项目24）。它是苏联级战舰的进化版本，目标是对抗美国爱荷华级和蒙大拿级战列舰。

# IDS_PRSB110_FULL
source: Kremlin
ru: Кремль
uk: Кремль
zh: Кремль
zh_sg: 克里姆林

# IDS_PRSB505
source: Okt. Revolutsiya
pl: Okt. Rewolucja
ru: Окт. революция
uk: Окт. революція
zh: 十月革命
zh_sg: 十月革命

# IDS_PRSB505_DESCR
source: Until 1925, this U.S.S.R. Navy's battleship was known as Gangut. Designed before World War I, the ship carried main battery guns that were good for her time. In the 1930s, the battleship was upgraded to receive more powerful propulsion, an advanced gun fire control system, and improved AA guns.
es_mx: Hasta 1925, este acorazado de la Marina de la URSS fue conocido como Gangut. Diseñado antes de la 1a Guerra Mundial, el barco tenía unos cañones en la batería principal bastante decentes para su época. En los años 30, el barco fue actualizado para recibir una propulsión más poderosa, un sistema de control de tiro más avanzado, y cañones AA mejorados.
ja: ソ連海軍の戦艦オクチャブリスカヤ・レヴォリューツィヤは、1925 年まではガングートという名称でした。一次大戦前に設計され、当時としては良好な主砲を備えていました。1930 年代に近代化改装が施され、推力、射撃管制装置、対空兵装が強化されました。
pl: Do 1925 roku ten radziecki pancernik znany był jako Gangut. Zaprojektowany przed I wojną światową posiadał silne jak na swoje czasy działa głównej baterii. We wczesnych latach 30. pancernik został zmodernizowany i otrzymał mocniejszy napęd, zaawansowany układ sterowania ogniem i lepsze uzbrojenie przeciwlotnicze.
ru: Линейный корабль ВМФ СССР, носивший до 1925 года название «Гангут». Спроектированный до начала Первой мировой войны корабль имел на вооружении очень удачные для своего времени орудия главного калибра. В 1930-х годах линкор прошёл масштабную модернизацию, в ходе которой получил более мощную энергетическую установку, новейшую систему управления огнём и усиленную ПВО.
uk: Лінійний корабель ВМФ СРСР, який до 1925 р. мав назву «Гангут». Спроектований до початку Першої світової війни корабель мав на озброєнні дуже вдалі для свого часу гармати головного калібру. У 1930-х рр. лінкор пройшов ретельну модернізацію, внаслідок чого отримав потужнішу силову установку, новітню систему керування вогнем і посилену ППО.
zh: 直到 1925 年，这艘S国海军的战列舰都被称为 甘古特。设计于大战前，该战舰搭载了当时不错的主炮。三零年代时，该战列舰进行了升级并获得更强大的推进装置、先进舰炮射控系统、以及改良型防空炮。
zh_sg: 直到1925年前，这艘苏联海军的战列舰都被称为Gangut。设计于第一次世界大战前，该战舰搭载了当时较优良的主炮。30年代时，该主战列舰进行了升级并获得更强大的推进装置、先进舰炮射控系统、以及改良型防空炮。

# IDS_PRSB505_FULL
source: Oktyabrskaya Revolutsiya
pl: Oktiabrskaja Rewolucja
ru: Октябрьская революция
uk: Октябрськая революція
zh: 十月革命
zh_sg: 十月革命

# IDS_PRSB508
source: Poltava
pl: Połtawa
ru: Полтава
uk: Полтава
zh: Полтава
zh_sg: 波尔塔瓦

# IDS_PRSB508_DESCR
source: A Type B battleship project equipped with 356 mm guns was developed simultaneously with a larger Type A battleship. The main purpose of the ship was to oppose enemy cruisers and Scharnhorst-class battleships.
es_mx: Un proyecto de un acorazado del Tipo B equipado con cañones de 356 mm fue desarrollado al mismo tiempo que el acorazado del Tipo A de mayor tamaño. El propósito principal del barco era enfrentar a los cruceros enemigos y a los acorazados de la clase Scharnhorst.
ja: ポルタヴァは、より大型の A 型戦艦と並行して開発された B 型戦艦の計画案であり、356 mm 砲を搭載する予定でした。本艦の主な目的は、敵の巡洋艦やシャルンホルスト級戦艦に対抗することでした。
pl: Projekt pancernika Typu B uzbrojonego w działa kal. 356 mm opracowało równolegle do Typu A. Głównym przeznaczeniem okrętu miało być zwalczanie wrogich krążowników i pancerników klasy Scharnhorst.
ru: Проект «линкора типа Б», вооружённого 356-мм артиллерией, разрабатывавшийся параллельно с более крупным «линкором типа А». Основным предназначением корабля была борьба с крейсерами противника, а также линкорами типа Scharnhorst.
uk: Проєкт «лінкора типу Б», озброєного 356-мм артилерією, що розроблявся паралельно з більшим «лінкором типу А». Головним призначенням корабля була боротьба з крейсерами супротивника, а також лінкорами типу Scharnhorst.
zh: Проект «линкора типа Б», вооружённого 356-мм артиллерией, разрабатывавшийся параллельно с более крупным «линкором типа А». Основным предназначением корабля была борьба с крейсерами противника, а также линкорами типа Scharnhorst.
zh_sg: 装备356毫米的B型战舰项目，是由较大的A型战舰研发。这艘战舰的主要目标是对付敌方巡洋舰和沙恩霍斯特级战列舰。

# IDS_PRSB508_FULL
source: Poltava
pl: Połtawa
ru: Полтава
uk: Полтава
zh: Полтава
zh_sg: 波尔塔瓦

# IDS_PRSB508_SHORT
source: POLT
ru: ПОЛТ
uk: ПОЛТ
zh: ПОЛТ
zh_sg: 波尔塔瓦

# IDS_PRSB510
source: Slava
ru: Слава
uk: Слава
zh: Слава
zh_sg: 光荣

# IDS_PRSB510_DESCR
source: A battleship design developed after the end of World War II (Project 24). The ship constituted a further development of the Sovetsky Soyuz class, intended to counter US battleships of the Iowa and Montana classes.
es_mx: Un diseño de acorazado desarrollado después del final de la Segunda Guerra Mundial (Proyecto 24). El barco constituyó un desarrollo posterior de la clase Sovetsky Soyuz, diseñado para contrarrestar a los acorazados estadounidenses de las clases Iowa y Montana.
ja: ポベーダは、二次大戦の終戦後に開発された戦艦の設計案 (プロイェークト 24) です。ソヴィエツキー・ソユーズ級の発展型であり、アメリカのアイオワ級やモンタナ級に対抗することを目的としていました。
pl: Projekt pancernika opracowany po zakończeniu II wojny światowej (Projekt 24). Okręt był rozwinięciem klasy Sowietskij Sojuz i miał być przeciwwagą dla amerykańskich pancerników klas Iowa oraz Montana.
ru: Проект линкора, разработанный по окончании Второй мировой войны (проект 24). Являлся развитием кораблей типа «Советский Союз» и предназначался для противостояния американским линкорам типа Iowa и Montana.
uk: Проект лінкора, розроблений після закінчення Другої світової війни (проект 24). Був розвитком кораблів типу «Совєтській Союз» і мав протидіяти американським лінкорам типу Iowa та Montana.
zh: Проект линкора, разработанный по окончании Второй мировой войны (проект 24). Являлся развитием кораблей типа «Советский Союз» и предназначался для противостояния американским линкорам типа Iowa и Montana.
zh_sg: 第二次世界大战结束后开发的战舰设计（项目24）。这艘战舰是苏联级的进一步发展，目的是对抗美国依阿华级和蒙大拿级战列舰。

# IDS_PRSB510_FULL
source: Slava
ru: Слава
uk: Слава
zh: Слава
zh_sg: 光荣

# IDS_PRSB510_SHORT
source: SLAVA
ru: СЛАВА
zh: PBDA
zh_sg: 光荣
