Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_CONSUME_DESCRIPTION_PCY036_REGENERATEHEALTH_LONG_PREMIUM
source: Restores squadron HP. High reload speed; long action time. Most effective when activated after an attack approach.
es_mx: Restaura los HP del escuadrón. Alta velocidad de recarga; tiempo de acción prolongado. Es más efectivo al activarse después de una pasada de ataque.
ja: 飛行中隊の HP を回復します。準備時間が短めで、動作時間が長めです。攻撃航程の後に使用すると最も効果的です。
pl: Przywraca PW eskadry. Krótkie przeładowanie, długi czas działania. Największa skuteczność po podejściu do ataku.
ru: Восстанавливает боеспособность эскадрильи. Быстрая перезарядка, длительное время работы. Наиболее эффективно после захода эскадрильи на атаку.
uk: Відновлює боєздатність ескадрильї. Швидке перезаряджання, тривалий час роботи. Найефективніше після заходу ескадрильї на атаку.
zh: Восстанавливает боеспособность эскадрильи. Быстрая перезарядка, длительное время работы. Наиболее эффективно после захода эскадрильи на атаку.
zh_sg: 恢复中队生命值。装填速度快，作用时间长。攻击后恢复生命值最为有效。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY037_CRASHCREWAUTO
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY038_FIGHTERAUTO
source: Follows the ship and automatically attacks enemy aircraft.
es_mx: Sigue al barco y ataca automáticamente aviones enemigos.
ja: 艦に追従し、敵機を自動的に迎撃します。
pl: Podąża za okrętem i automatycznie atakuje samoloty wroga.
ru: Сопровождает корабль и автоматически атакует самолёты противника.
uk: Супроводжує корабель та автоматично атакує літаки супротивника.
zh: 跟随战舰并会自动攻击敌方飞机。
zh_sg: 跟随战舰并自动攻击敌方飞机。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY042_SUBMARINEFOURTHSTATE
source: Allows a submarine to dive to its maximum depth. At this depth, the submarine will take reduced damage from depth charge explosions and be invisible to enemy Hydrophones.
es_mx: Permite que un submarino se sumerja a su profundidad máxima. A esta profundidad, el submarino recibirá un daño reducido de las explosiones de las cargas de profundidad y será invisible para los Hidrófonos enemigos.
ja: 潜水艦を最大深度まで潜行させます。 最大深度では、爆雷の爆発によって被るダメージを軽減でき、敵のハイドロフォンで発見されなくなります。
pl: Pozwala okrętowi podwodnemu zanurzyć się na maksymalną głębokość. Na tej głębokości okręt podwodny otrzymywać będzie zmniejszone uszkodzenia od eksplozji bomb głębinowych i będzie niewidoczny dla wrogich hydrolokatorów.
ru: Позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
uk: Дозволяє підводному човну зануритися на граничну глибину. У цьому стані підводний човен отримує знижену шкоду від вибухів глибинних бомб і стає непомітним для шумопеленгатора супротивника.
zh: Позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
zh_sg: 允许潜艇下潜至最大深度。 在此深度时，潜艇受到的深水炸弹爆炸伤害降低并且无法被敌方水听器发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY043_SUBMARINEFOURTHSTATEPREMIUM
source: Allows a submarine to dive to its maximum depth. At this depth, the submarine will take reduced damage from depth charge explosions and be invisible to enemy Hydrophones.
es_mx: Permite que un submarino se sumerja a su profundidad máxima. A esta profundidad, el submarino recibirá un daño reducido de las explosiones de las cargas de profundidad y será invisible para los Hidrófonos enemigos.
ja: 潜水艦を最大深度まで潜行させます。 最大深度では、爆雷の爆発によって被るダメージを軽減でき、敵のハイドロフォンで発見されなくなります。
pl: Pozwala okrętowi podwodnemu zanurzyć się na maksymalną głębokość. Na tej głębokości okręt podwodny otrzymywać będzie zmniejszone uszkodzenia od eksplozji bomb głębinowych i będzie niewidoczny dla wrogich hydrolokatorów.
ru: Позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
uk: Дозволяє підводному човну зануритися на граничну глибину. У цьому стані підводний човен отримує знижену шкоду від вибухів глибинних бомб і стає непомітним для шумопеленгатора супротивника.
zh: Позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
zh_sg: 允许潜艇下潜至最大深度。 在此深度时，潜艇受到的深水炸弹爆炸伤害降低并且无法被敌方水听器发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY001_MINDCONTROL
source: Enemy ships stop firing their main guns at your ship.
es_mx: Los barcos enemigos dejan de disparar sus cañones hacia tu barco.
ja: 敵艦艇が自艦に対する主砲攻撃を止めます。
pl: Okręty wroga przestają strzelać do Ciebie ze swoich głównych dział.
ru: Противники прекращают огонь по кораблю из орудий главного калибра.
uk: Супротивники припиняють вогонь у корабель з гармат головного калібру.
zh: 敌方战舰会停止用主炮朝您的战舰开火。
zh_sg: 敌方战舰会停止用主炮朝您的战舰开火。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY003_PROTECTION
source: Your ship becomes invulnerable to any type of damage except for the Filth.
es_mx: Tu barco se vuelve invulnerable a cualquier tipo de daño excepto al de la inmundicia.
ja: 自艦が瘴気を除くあらゆるタイプのダメージに対して無敵になります。
pl: Twój okręt staje się niewrażliwy na każdy rodzaj uszkodzeń z wyjątkiem plugastwa.
ru: Корабль становится неуязвим для всех типов урона, кроме скверны.
uk: Корабель стає невразливий для всіх типів шкоди, крім скверни.
zh: 除了污秽之地，任何类型伤害都伤害不了您的战舰。
zh_sg: 除了污秽之地，任何类型伤害都对您的战舰无效。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY004_HEALAURA
source: Creates a 750 m repair zone around your ship that restores allied ships' HP. The more ships are inside this area, the faster their hit points are restored. The radius of this area doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Crea una zona de reparación de 750 m alrededor de tu barco que restaura los HP de los barcos aliados. Mientras más barcos estén dentro de esta área, más rápido se restaurarán sus HP. El radio de esta área se duplica cuando consigues 50, 100, 200 y 400 mil HP de daño.
ja: 時間の周囲に味方艦艇の HP を回復させる 750 m の修理ゾーンを生成します。このエリア内にいる艦艇が多いほど、各艦の HP 回復速度が速くなります。 このエリアの半径は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Tworzy wokół Twojego okrętu strefę o promieniu 750m, naprawiającą okręty sojuszników. Im więcej znajduje się w niej okrętów, tym szybciej ich PW są przywracane. Promień strefy podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Создаёт вокруг корабля ремонтную зону радиусом 750 м, восстанавливающую боеспособность союзным кораблям. Чем больше кораблей в зоне, тем быстрее восстанавливается боеспособность. Радиус зоны удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Створює навколо корабля ремонтну зону радіусом 750 м, відновлює боєздатність союзним кораблям. Що більше кораблів в зоні, то швидше відновлюється боєздатність. Радіус зони подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 在您的战舰周围建立一个 750 公尺、可恢复我方战舰血量的维修区。越多战舰进入此地区，血量就会恢复得越快。 当您造成 5、10、20 和 40 万血量伤害时，此地区的半径就会加倍。
zh_sg: 在您的战舰周围布置一个范围为750米，可恢复我方战舰生命值的维修区。越多战舰进入此地区，生命值就会恢复得越快。 当您造成5、10、20和40万生命值伤害时，区域半径翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY005_HEALALL
source: Restores 250 HP per second for all allied ships. Its efficiency doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Restaura 250 HP por segundo para los barcos aliados. Su eficiencia se duplica cuando consigues 50, 100, 200 y 400 mil HP de daño.
ja: 全ての味方艦艇の HP を毎秒 250 回復します。 その効力は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Przywraca 250 PW na sekundę wszystkim sojuszniczym okrętom. Efektywność podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Ежесекундно восстанавливает всем союзным кораблям 250 единиц боеспособности. Эффективность удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Щосекунди відновлює всім союзним кораблям 250 одиниць боєздатності. Ефективність подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 每秒钟可恢复所有我方战舰 250 血量。 当您造成 5、10、20 和 40 万血量伤害时，其效果就会加倍。
zh_sg: 每秒恢复所有我方战舰250血量。 当您造成5、10、20和40 万血量伤害时，其效果翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY006_CRASHALL
source: Engines and all types of armament of all enemy ships become incapacitated.
es_mx: Los motores y todos los tipos de armamento de todos los barcos enemigos quedan incapacitados.
ja: 全ての敵艦艇の主機および全兵装が機能停止します。
pl: Silniki i wszystkie typy uzbrojenia wszystkich okrętów wroga zostają poważnie uszkodzone.
ru: У всех кораблей противника выводится из строя двигатель и все виды вооружения.
uk: У всіх кораблів супротивника виводиться з ладу двигун і всі види озброєння.
zh: 所有敌方战舰的引擎及所有类型武器都会失去作用。
zh_sg: 所有敌方战舰的引擎和所有类型武器都会瘫痪。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY007_SPEEDBOOSTER
source: Increases the maximum speed of the ship, and restores 25 HP per second. Restoration efficiency doubles when you deal 50,000, 100,000, 200,000, and 400,000 HP of damage.
es_mx: Aumenta la velocidad máxima del barco y restaura 25 HP por segundo. La eficiencia de la restauración se duplica al causar 50 000, 100 000, 200 000 y 400 000 HP de daño.
ja: 自艦の最高速度を向上し、毎秒 25 HP を回復します。 回復効力は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Zwiększa maksymalną prędkość okrętu, przywraca 25 PW na sekundę. Skuteczność przywracania podwaja się, gdy zadasz 50 000, 100 000, 200 000 lub 400 000 PW uszkodzeń.
ru: Увеличивает максимальную скорость и восстанавливает 25 очков боеспособности в секунду. Эффективность восстановления очков боеспособности удваивается при нанесении 50 000, 100 000, 200 000 и 400 000 урона.
uk: Збільшує максимальну швидкість і відновлює 25 очок боєздатності на секунду. Ефективність відновлення очок боєздатності подвоюється, якщо завдати 50, 100, 200 та 400 тисяч од. шкоди.
zh: 提高最大航速。身处污秽之地时，每秒钟可恢复 25 血量。 当您造成 5、10、20 和 40 万血量伤害时，其效果就会加倍。
zh_sg: 提升战舰最高航速，并且每秒恢复25点生命值。 当您造成50000、100000、200000、和400000点伤害时恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY008_HOLYWEAPON
source: Accelerates the reload speed of the main battery guns. Restores the ship's HP by 25% of the caused damage. The percentage of restored HP doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Acelera la velocidad de recarga de los cañones de la batería principal. Restaura los HP del barco un 25% del daño causado. El porcentaje de HP restaurados se duplica al causar 50, 100, 200 y 400 mil HP de daño.
ja: 主砲の装填速度を加速します。艦の HP を与ダメージの 25% 回復します。 回復する HP のパーセンテージは、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Przyspiesza ładowanie dział głównej baterii. Przywraca PW w wysokości 25% zadanych uszkodzeń. Procent przywracanych PW podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Ускоряет перезарядку ГК. Восстанавливает боеспособность корабля в размере 25% от нанесённого урона. Процент восстановления удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Пришвидшує перезаряджання ГК. Відновлює боєздатність корабля у кількості 25 % від завданої шкоди. Відсоток відновлення подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 加速主炮的重新装填时间。造成的 25% 伤害会用来恢复战舰血量。 当您造成 5、10、20 和 40 万血量伤害时，恢复血量的百分比就会加倍。
zh_sg: 加速主炮的装填速度。恢复相当于所造成伤害25%的血量。 当您造成5、10、20和40 万血量伤害时，恢复百分比翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY009_TORPEDORELOADER
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY010_RLSSEARCH
source: Significantly increases the range of assured acquisition of enemy ships.
es_mx: Incrementa significativamente el rango de detección efectivo de los barcos enemigos.
ja: 敵艦艇の強制発見距離を大幅に向上します。
pl: Znacząco zwiększa zasięg pewnego wykrycia okrętów wroga.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів.
zh: 大幅提高对敌方战舰的绝对捕获范围。
zh_sg: 大幅提高对敌方战舰的绝对捕获范围。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY012_SMOKEGENERATOR
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY013_CRASHCREW
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY014_REGENCREW
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY015_SPEEDBOOSTERH18
source: Increases the ship's maximum speed.
es_mx: Aumenta la velocidad máxima del barco.
ja: 艦の最高速度を向上させます。
pl: Zwiększa maksymalną prędkość okrętu.
ru: Увеличивает максимальную скорость корабля.
uk: Збільшує максимальну швидкість корабля.
zh: 暂时增加最大航速。
zh_sg: 提升战舰最高航速。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY101_MINDCONTROLPREMIUM
source: Enemy ships stop firing their main guns at your ship.
es_mx: Los barcos enemigos dejan de disparar sus cañones hacia tu barco.
ja: 敵艦艇が自艦に対する主砲攻撃を止めます。
pl: Okręty wroga przestają strzelać do Ciebie ze swoich głównych dział.
ru: Противники прекращают огонь по кораблю из орудий главного калибра.
uk: Супротивники припиняють вогонь у корабель з гармат головного калібру.
zh: 敌方战舰会停止用主炮朝您的战舰开火。
zh_sg: 敌方战舰会停止用主炮朝您的战舰开火。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY103_PROTECTIONPREMIUM
source: Your ship becomes invulnerable to any type of damage except for the Filth.
es_mx: Tu barco se vuelve invulnerable a cualquier tipo de daño excepto al de la inmundicia.
ja: 自艦が瘴気を除くあらゆるタイプのダメージに対して無敵になります。
pl: Twój okręt staje się niewrażliwy na każdy rodzaj uszkodzeń z wyjątkiem plugastwa.
ru: Корабль становится неуязвим для всех типов урона, кроме скверны.
uk: Корабель стає невразливий для всіх типів шкоди, крім скверни.
zh: 除了污秽之地，任何类型伤害都伤害不了您的战舰。
zh_sg: 除了污秽之地，任何类型伤害都对您的战舰无效。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY104_HEALAURAPREMIUM
source: Creates a 750 m repair zone around your ship that restores allied ships' HP. The more ships are inside this area, the faster their hit points are restored. The radius of this area doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Crea una zona de reparación de 750 m alrededor de tu barco que restaura los HP de los barcos aliados. Mientras más barcos estén dentro de esta área, más rápido se restaurarán sus HP. El radio de esta área se duplica cuando consigues 50, 100, 200 y 400 mil HP de daño.
ja: 時間の周囲に味方艦艇の HP を回復させる 750 m の修理ゾーンを生成します。このエリア内にいる艦艇が多いほど、各艦の HP 回復速度が速くなります。 このエリアの半径は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Tworzy wokół Twojego okrętu strefę o promieniu 750m, naprawiającą okręty sojuszników. Im więcej znajduje się w niej okrętów, tym szybciej ich PW są przywracane. Promień strefy podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Создаёт вокруг корабля ремонтную зону радиусом 750 м, восстанавливающую боеспособность союзным кораблям. Чем больше кораблей в зоне, тем быстрее восстанавливается боеспособность. Радиус зоны удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Створює навколо корабля ремонтну зону радіусом 750 м, відновлює боєздатність союзним кораблям. Що більше кораблів в зоні, то швидше відновлюється боєздатність. Радіус зони подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 在您的战舰周围建立一个 750 公尺、可恢复我方战舰血量的维修区。越多战舰进入此地区，血量就会恢复得越快。 当您造成 5、10、20 和 40 万血量伤害时，此地区的半径就会加倍。
zh_sg: 在您的战舰周围布置一个范围为750米，可恢复我方战舰生命值的维修区。越多战舰进入此地区，生命值就会恢复得越快。 当您造成5、10、20和40万生命值伤害时，区域半径翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY105_HEALALLPREMIUM
source: Restores 250 HP per second for all allied ships. Its efficiency doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Restaura 250 HP por segundo para los barcos aliados. Su eficiencia se duplica cuando consigues 50, 100, 200 y 400 mil HP de daño.
ja: 全ての味方艦艇の HP を毎秒 250 回復します。 その効力は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Przywraca 250 PW na sekundę wszystkim sojuszniczym okrętom. Efektywność podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Ежесекундно восстанавливает всем союзным кораблям 250 единиц боеспособности. Эффективность удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Щосекунди відновлює всім союзним кораблям 250 одиниць боєздатності. Ефективність подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 每秒钟可恢复所有我方战舰 250 血量。 当您造成 5、10、20 和 40 万血量伤害时，其效果就会加倍。
zh_sg: 每秒恢复所有我方战舰250血量。 当您造成5、10、20和40 万血量伤害时，其效果翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY106_CRASHALLPREMIUM
source: Engines and all types of armament of all enemy ships become incapacitated.
es_mx: Los motores y todos los tipos de armamento de todos los barcos enemigos quedan incapacitados.
ja: 全ての敵艦艇の主機および全兵装が機能停止します。
pl: Silniki i wszystkie typy uzbrojenia wszystkich okrętów wroga zostają poważnie uszkodzone.
ru: У всех кораблей противника выводится из строя двигатель и все виды вооружения.
uk: У всіх кораблів супротивника виводиться з ладу двигун і всі види озброєння.
zh: 所有敌方战舰的引擎及所有类型武器都会失去作用。
zh_sg: 所有敌方战舰的引擎和所有类型武器都会瘫痪。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY107_SPEEDBOOSTERPREMIUM
source: Increases the maximum speed. Restores 25 HP per second when in the Filth. Its efficiency doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Incrementa la velocidad máxima. Restaura 25 HP por segundo al estar en la inmundicia. Su eficiencia se duplica cuando consigues 50, 100, 200 y 400 mil HP de daño.
ja: 最高速度を向上し、瘴気内に居る際に毎秒 25 HP 回復します。 その効力は、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Zwiększa maksymalną szybkość. Przywraca 25 PW na sekundę, kiedy okręt znajduje się w plugastwie. Efektywność podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Увеличивает максимальную скорость. В скверне восстанавливает 25 единиц боеспособности в секунду. Эффективность восстановления удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Збільшує максимальну швидкість. В скверні відновлює 25 одиниць боєздатності на секунду. Ефективність відновлення подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 提高最大航速。身处污秽之地时，每秒钟可恢复 25 血量。 当您造成 5、10、20 和 40 万血量伤害时，其效果就会加倍。
zh_sg: 增加最高航速。身处污秽之地时，每秒可恢复25生命值。 当您造成5、10、20和40万生命值伤害时，其效果翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY108_HOLYWEAPONPREMIUM
source: Accelerates the reload speed of the main battery guns. Restores the ship's HP by 25% of the caused damage. The percentage of restored HP doubles when you deal 50, 100, 200 and 400 thousand HP of damage.
es_mx: Acelera la velocidad de recarga de los cañones de la batería principal. Restaura los HP del barco un 25% del daño causado. El porcentaje de HP restaurados se duplica al causar 50, 100, 200 y 400 mil HP de daño.
ja: 主砲の装填速度を加速します。艦の HP を与ダメージの 25% 回復します。 回復する HP のパーセンテージは、自艦が 5 万、10 万、20 万、40 万 HP のダメージを与えた際に倍化します。
pl: Przyspiesza ładowanie dział głównej baterii. Przywraca PW w wysokości 25% zadanych uszkodzeń. Procent przywracanych PW podwaja się, jeśli zadasz 50, 100, 200 lub 400 tysięcy PW uszkodzeń.
ru: Ускоряет перезарядку ГК. Восстанавливает боеспособность корабля в размере 25% от нанесённого урона. Процент восстановления удваивается при нанесении 50, 100, 200 и 400 тысяч урона.
uk: Пришвидшує перезаряджання ГК. Відновлює боєздатність корабля у кількості 25 % від завданої шкоди. Відсоток відновлення подвоюється, якщо завдати 50, 100, 200 та 400 тисяч одиниць шкоди.
zh: 加速主炮的重新装填时间。造成的 25% 伤害会用来恢复战舰血量。 当您造成 5、10、20 和 40 万血量伤害时，恢复血量的百分比就会加倍。
zh_sg: 加速主炮的装填速度。恢复相当于所造成伤害25%的血量。 当您造成5、10、20和40 万血量伤害时，恢复百分比翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY109_TORPEDORELOADERPREMIUM
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY110_RLSSEARCHPREMIUM
source: Significantly increases the range of assured acquisition of enemy ships.
es_mx: Incrementa significativamente el rango de detección efectivo de los barcos enemigos.
ja: 敵艦艇の強制発見距離を大幅に向上します。
pl: Znacząco zwiększa zasięg pewnego wykrycia okrętów wroga.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів.
zh: 大幅提高对敌方战舰的绝对捕获范围。
zh_sg: 大幅提高对敌方战舰的绝对捕获范围。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY112_SMOKEGENERATORPREMIUM
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY113_CRASHCREWPREMIUM
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加速受损配件的修理、灭火工作、以及进水的恢复。
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY114_REGENCREWPREMIUM
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。
