Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRUE701_D8_ENG_STOCK
source: Propulsion: 125,500 hp
es_mx: Propulsión: 125,500 hp
ja: 推力: 125,500 馬力
pl: Napęd: 125 500 KM
ru: ЭУ 125 500 л.с.
uk: СУ 125 500 к.с.
zh: 推进系统：125,500 匹马力
zh_sg: 推进系统：125500马力

# IDS_PRUE702_D8_ENG_STOCK_2
source: Propulsion: 52,200 hp
es_mx: Propulsión: 52,200 hp
ja: 推力: 52,200 馬力
pl: Napęd: 52 200 KM
ru: ЭУ 52 200 л.с.
uk: СУ 52 200 к.с.
zh: 推进系统：52,200 匹马力
zh_sg: 推进系统：52200马力

# IDS_PRUE703_D8_ENG_STOCK_3
source: Propulsion: 81,000 hp
es_mx: Propulsión: 81,000 hp
ja: 推力: 81,000 馬力
pl: Napęd: 81 000 KM
ru: ЭУ 81 000 л.с.
uk: СУ 81 000 к.с.
zh: 推进系统：81,000 匹马力
zh_sg: 推进系统：81000马力

# IDS_PRUE704_ENG_LAZO
source: Propulsion: 124,600 hp
es_mx: Propulsión: 124,600 hp
ja: 推力: 124,600 馬力
pl: Napęd: 124 600 KM
ru: ЭУ 124 600 л.с.
uk: СУ 124 600 к.с.
zh: 推进系统：124,600 匹马力
zh_sg: 推进系统：124600马力

# IDS_PRUE705_B8_ENG_STOCK
source: Propulsion: 201,000 hp
es_mx: Propulsión: 201,000 hp
ja: 推力: 201,000 馬力
pl: Napęd: 201 000 KM
ru: ЭУ 201 000 л.с.
uk: СУ 201 000 к.с.
zh: 推进系统：201,000 匹马力
zh_sg: 推进系统：201000马力

# IDS_PRUE706_ENG_LENIN
source: Propulsion: 201,000 hp
es_mx: Propulsión: 201,000 hp
ja: 推力: 201,000 馬力
pl: Napęd: 201 000 KM
ru: ЭУ 201 000 л.с.
uk: СУ 201 000 к.с.
zh: 推进系统：201,000 匹马力
zh_sg: 推进系统：201000马力

# IDS_PRUE707_ENG_POLTAVA
source: Propulsion: 134,000 hp
es_mx: Propulsión: 134,000 hp
ja: 推力: 134,000 馬力
pl: Napęd: 134 000 KM
ru: ЭУ 134 000 л.с.
uk: СУ 134 000 к.с.
zh: ЭУ 134 000 л.с.
zh_sg: 推进系统：134000马力

# IDS_PRUE710_ENG_OCHAKOV
source: Propulsion: 108,000 hp
es_mx: Propulsión: 108,000 hp
ja: 推力: 108,000 馬力
pl: Napęd: 108 000 KM
ru: ЭУ 108 000 л.с.
uk: СУ 108 000 к.с.
zh: ЭУ 108 000 л.с.
zh_sg: 推进系统：108000马力

# IDS_PRUE711_ENGINE_121000_KUTUZOV
source: Propulsion: 121,000 hp
es_mx: Propulsión: 121,000 hp
ja: 推力: 121,000 馬力
pl: Napęd: 121 000 KM
ru: ЭУ 121 000 л.с.
uk: СУ 121 000 к.с.
zh: 推进系统：121,000 匹马力
zh_sg: 推进系统：121000马力

# IDS_PRUE712_CA8_ENG_STOCK
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PRUE713_ENG_BAGRATION
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132 000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力。
zh_sg: 推进系统：132000马力

# IDS_PRUE714_ENG_V_I_LENIN
source: Propulsion: 201,000 hp
es_mx: Propulsión: 201,000 hp
ja: 推力: 201,000 馬力
pl: Napęd: 201 000 KM
ru: ЭУ 201 000 л.с.
uk: СУ 201 000 к.с.
zh: 推进系统：201,000 匹马力
zh_sg: 推进系统：201000马力

# IDS_PRUE721_C8_ENG_STOCK
source: Propulsion: 124,600 hp
es_mx: Propulsión: 124,600 hp
ja: 推力: 124,600 馬力
pl: Napęd: 124 600 KM
ru: ЭУ 124 600 л.с.
uk: СУ 124 600 к.с.
zh: 推进系统：124,600 匹马力
zh_sg: 推进系统：124600马力

# IDS_PRUE801_D9_ENG_STOCK
source: Propulsion: 84,500 hp
es_mx: Propulsión: 84,500 hp
ja: 推力: 84,500 馬力
pl: Napęd: 84 500 KM
ru: ЭУ 84 500 л.с.
uk: СУ 84 500 к.с.
zh: 推进系统：84,500 匹马力
zh_sg: 推进系统：84500马力

# IDS_PRUE802_D9_ENG_STOCK_2
source: Propulsion: 84,500 hp
es_mx: Propulsión: 84,500 hp
ja: 推力: 84,500 馬力
pl: Napęd: 84 500 KM
ru: ЭУ 84 500 л.с.
uk: СУ 84 500 к.с.
zh: 推进系统：84,500 匹马力
zh_sg: 推进系统：84500马力

# IDS_PRUE803_D9_ENG_STOCK_3
source: Propulsion: 125,500 hp
es_mx: Propulsión: 125,500 hp
ja: 推力: 125,500 馬力
pl: Napęd: 125 500 KM
ru: ЭУ 125 500 л.с.
uk: СУ 125 500 к.с.
zh: 推进系统：125,500 匹马力
zh_sg: 推进系统：125500马力

# IDS_PRUE804_D9_ENG_STOCK_4
source: Propulsion: 125,500 hp
es_mx: Propulsión: 125,500 hp
ja: 推力: 125,500 馬力
pl: Napęd: 125 500 KM
ru: ЭУ 125 500 л.с.
uk: СУ 125 500 к.с.
zh: 推进系统：125,500 匹马力
zh_sg: 推进系统：125500马力

# IDS_PRUE805_B9_ENG_STOCK
source: Propulsion: 231,000 hp
es_mx: Propulsión: 231,000 hp
ja: 推力: 231,000 馬力
pl: Napęd: 231 000 KM
ru: ЭУ 231 000 л.с.
uk: СУ 231 000 к.с.
zh: 推进系统: 231000匹马力
zh_sg: 推进系统：231000马力

# IDS_PRUE806_CA9_ENG_STOCK
source: Propulsion: 165,000 hp
es_mx: Propulsión: 165,000 hp
ja: 推力: 165,000 馬力
pl: Napęd: 165 000 KM
ru: ЭУ 165 000 л.с.
uk: СУ 165 000 к. с.
zh: 推进系统：165,000 匹马力
zh_sg: 推进系统：165000马力

# IDS_PRUE807_ENG_AZUR_SOV_RUSSIA
source: Propulsion: 231,000 hp
es_mx: Propulsión: 231,000 hp
ja: 推力: 231,000 馬力
pl: Napęd: 231 000 KM
ru: ЭУ 231 000 л.с.
uk: СУ 231 000 к.с.
zh: 推进系统: 231000匹马力
zh_sg: 推进系统：231000马力

# IDS_PRUE811_C9_ENG_STOCK
source: Propulsion: 144,000 hp
es_mx: Propulsión: 144,000 hp
ja: 推力: 144,000 馬力
pl: Napęd: 144 000 KM
ru: ЭУ 144 000 л.с.
uk: СУ 144 000 к.с.
zh: 推进系统：144,000 匹马力
zh_sg: 推进系统：144000马力

# IDS_PRUE812_ENG_KRON
source: Propulsion: 231,000 hp
es_mx: Propulsión: 231,000 hp
ja: 推力: 231,000 馬力
pl: Napęd: 231 000 KM
ru: ЭУ 231 000 л.с.
uk: СУ 231 000 к.с.
zh: 推进系统: 231000匹马力
zh_sg: 推进系统：231000马力

# IDS_PRUE813_ENG_NEUSTR
source: Propulsion: 64,200 hp
es_mx: Propulsión: 64,200 hp
ja: 推力: 64,200 馬力
pl: Napęd: 64 200 KM
ru: ЭУ 64 200 л.с.
uk: СУ 64 200 к.с.
zh: 推进系统：64,200 匹马力
zh_sg: 推进系统：64200马力

# IDS_PRUE830_BB8_ENG_BORODINO
source: Propulsion: 210,000 hp
es_mx: Propulsión: 210,000 hp
ja: 推力: 210,000 馬力
pl: Napęd: 210 000 KM
ru: ЭУ 210 000 л.с.
uk: СУ 210 000 к.с.
zh: 推进系统：210,000 匹马力。
zh_sg: 推进系统：210000马力

# IDS_PRUE901_D10_ENG_STOCK
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PRUE902_D10_ENG_STOCK_2
source: Propulsion: 73,000 hp
es_mx: Propulsión: 73,000 hp
ja: 推力: 73,000 馬力
pl: Napęd: 73 000 KM
ru: ЭУ 73 000 л.с.
uk: СУ 73 000 к.с.
zh: 推进系统：73,000 匹马力
zh_sg: 推进系统：73000马力

# IDS_PRUE903_D10_ENG_STOCK_3
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PRUE904_B10_ENG_STOCK
source: Propulsion: 280,000 hp
es_mx: Propulsión: 280,000 hp
ja: 推力: 280,000 馬力
pl: Napęd: 280 000 KM
ru: ЭУ 280 000 л.с.
uk: СУ 280 000 к.с.
zh: 推进系统：280,000 匹马力
zh_sg: 推进系统：280000马力

# IDS_PRUE905_B10_ENG_STOCK
source: Propulsion: 280,000 hp
es_mx: Propulsión: 280,000 hp
ja: 推力: 280,000 馬力
pl: Napęd: 280 000 KM
ru: ЭУ 280 000 л.с.
uk: СУ 280 000 к.с.
zh: 推进系统：280,000 匹马力
zh_sg: 推进系统：280000马力

# IDS_PRUE906_ENG_SMOLENSK
source: Propulsion: 108,000 hp
es_mx: Propulsión: 108,000 hp
ja: 推力: 108,000 馬力
pl: Napęd: 108 000 KM
ru: ЭУ 108 000 л.с.
uk: СУ 108 000 к.с.
zh: ЭУ 108 000 л.с.
zh_sg: 推进系统：108000马力

# IDS_PRUE907_CA10_ENG_STOCK
source: Propulsion: 192,000 hp
es_mx: Propulsión: 192,000 hp
ja: 推力: 192,000 馬力
pl: Napęd: 192 000 KM
ru: ЭУ 192 000 л.с.
uk: СУ 192 000 к. с.
zh: 推进系统：192,000 匹马力
zh_sg: 推进系统：192000马力

# IDS_PRUE908_CA10_ENG_STOCK
source: Propulsion: 140,000 hp
es_mx: Propulsión: 140,000 hp
ja: 推力: 140,000 馬力
pl: Napęd: 140 000 KM
ru: ЭУ 140 000 л.с.
uk: СУ 140 000 к. с.
zh: 推进系统：140,000 匹马力
zh_sg: 推进系统：140000马力

# IDS_PRUE909_ENG_R10
source: Propulsion: 125,500 hp
es_mx: Propulsión: 125,500 hp
ja: 推力: 125,500 馬力
pl: Napęd: 125 500 KM
ru: ЭУ 125 500 л.с.
uk: СУ 125 500 к.с.
zh: 推进系统：125,500 匹马力
zh_sg: 推进系统：125500马力

# IDS_PRUE911_C10_ENG_STOCK
source: Propulsion: 210,000 hp
es_mx: Propulsión: 210,000 hp
ja: 推力: 210,000 馬力
pl: Napęd: 210 000 KM
ru: ЭУ 210 000 л.с.
uk: СУ 210 000 к.с.
zh: 推进系统：210,000 匹马力
zh_sg: 推进系统：210000马力

# IDS_PRUE974_ENG_MOSK
source: Propulsion: 210,000 hp
es_mx: Propulsión: 210,000 hp
ja: 推力: 210,000 馬力
pl: Napęd: 210 000 KM
ru: ЭУ 210 000 л.с.
uk: СУ 210 000 к.с.
zh: 推进系统：210,000 匹马力
zh_sg: 推进系统：210000马力

# IDS_PRUE975_ENG_GROZ
source: Propulsion: 73,000 hp
es_mx: Propulsión: 73,000 hp
ja: 推力: 73,000 馬力
pl: Napęd: 73 000 KM
ru: ЭУ 73 000 л.с.
uk: СУ 73 000 к.с.
zh: 推进系统：73,000 匹马力
zh_sg: 推进系统：73000马力

# IDS_PRUE976_STALINGRAD
source: Propulsion: 280,000 hp
es_mx: Propulsión: 280,000 hp
ja: 推力: 280,000 馬力
pl: Napęd: 280 000 KM
ru: ЭУ 280 000 л.с.
uk: СУ 280 000 к.с.
zh: 推进系统：280,000 匹马力
zh_sg: 推进系统：280000马力

# IDS_PRUE977_STALINGRAD
source: Propulsion: 280,000 hp
es_mx: Propulsión: 280,000 hp
ja: 推力: 280,000 馬力
pl: Napęd: 280 000 KM
ru: ЭУ 280 000 л.с.
uk: СУ 280 000 к.с.
zh: 推进系统：280,000 匹马力
zh_sg: 推进系统：280000马力

# IDS_PRUH001_AVRORA_1917
source: Aurora
ru: Аврора
uk: Аврора
zh: 阿芙乐尔
zh_sg: 阿芙乐尔

# IDS_PRUH011_ORLAN_A
source: Orlan (A)
ru: Орлан (A)
uk: Орлан (A)
zh: 海雕 (A)
zh_sg: 海雕(A)

# IDS_PRUH012_ORLAN_B
source: Orlan (B)
ru: Орлан (B)
uk: Орлан (B)
zh: 海雕 (B)
zh_sg: 海雕(B)

# IDS_PRUH101_DIANA_1905
source: Diana
ru: Диана
uk: Діана
zh: 狄安娜
zh_sg: 狄安娜

# IDS_PRUH111_PALLADA_1905
source: Diana
ru: Диана
uk: Діана
zh: 狄安娜
zh_sg: 狄安娜

# IDS_PRUH121_SM_STOROJEVOY_1915
source: Storozhevoi (A)
pl: Storożewoj (A)
ru: Сторожевой (A)
uk: Сторожевой (A)
zh: 守卫 (A)
zh_sg: 守卫(A)

# IDS_PRUH122_SM_STOROJEVOY_1917
source: Storozhevoi (B)
pl: Storożewoj (B)
ru: Сторожевой (B)
uk: Сторожевой (B)
zh: 守卫 (B)
zh_sg: 守卫(B)

# IDS_PRUH131_NOVIK_A
source: Novik (A)
pl: Nowik (A)
ru: Новик (А)
uk: Новік (А)
zh: 诺维克(A)
zh_sg: 诺维克(A)

# IDS_PRUH132_NOVIK_B
source: Novik (B)
pl: Nowik (B)
ru: Новик (B)
uk: Новік (В)
zh: 诺维克(B)
zh_sg: 诺维克(B)

# IDS_PRUH201_B3_HULL_A
source: K. Suvorov (A)
ru: К. Суворов (А)
uk: К. Суворов (А)
zh: К. Суворов (А)
zh_sg: 苏沃洛夫亲王(A)

# IDS_PRUH202_B3_HULL_B
source: K. Suvorov (B)
es_mx: K. Suvorov (A)
ru: К. Суворов (В)
uk: К. Суворов (В)
zh: К. Суворов (В)
zh_sg: 苏沃洛夫亲王(B)

# IDS_PRUH211_DERZKY_1915
source: Derzki (A)
ru: Дерзкий (A)
uk: Дєрзкій (A)
zh: 无理 (A)
zh_sg: 无理(A)

# IDS_PRUH212_DERZKY_1916
source: Derzki (B)
ru: Дерзкий (B)
uk: Дєрзкій (B)
zh: 无理 (B)
zh_sg: 无理(B)

# IDS_PRUH221_BOGATYR_A
source: Bogatyr (A)
ru: Богатырь (А)
uk: Богатир (А)
zh: 博加特里(A)
zh_sg: 博加特里(A)

# IDS_PRUH222_BOGATYR_B
source: Bogatyr (B)
ru: Богатырь (B)
uk: Богатир (В)
zh: 博加特里(A)
zh_sg: 博加特里(B)

# IDS_PRUH223_OLEG
source: Oleg
ru: Олег
uk: Олег
zh: 奥列格
zh_sg: 奥列格

# IDS_PRUH224_VARYAG
source: Varyag
ru: Варяг
uk: Варяг
zh: 瓦良格
zh_sg: 瓦良格

# IDS_PRUH301_IZYASLAV_A
source: Izyaslav (A)
pl: Iziasław (A)
ru: Изяслав (A)
uk: Ізяслав (A)
zh: 伊贾斯拉夫 (A)
zh_sg: 伊贾斯拉夫(A)

# IDS_PRUH302_IZYASLAV_B
source: Izyaslav (B)
pl: Iziasław (B)
ru: Изяслав (B)
uk: Ізяслав (B)
zh: 伊贾斯拉夫 (B)
zh_sg: 伊贾斯拉夫(B)

# IDS_PRUH303_B4_HULL_A
source: Gangut (A)
ru: Гангут (А)
uk: Гангут (А)
zh: Гангут (А)
zh_sg: 甘古特(A)

# IDS_PRUH304_B4_HULL_B
source: Gangut (B)
ru: Гангут (В)
uk: Гангут (В)
zh: Гангут (В)
zh_sg: 甘古特(B)

# IDS_PRUH311_SVETLANA_A
source: Svietlana (A)
pl: Swietłana (A)
ru: Светлана (A)
uk: Свєтлана (A)
zh: 斯维特拉娜(A)
zh_sg: 斯维特拉娜(A)

# IDS_PRUH312_SVETLANA_B
source: Svietlana (B)
pl: Swietłana (B)
ru: Светлана (B)
uk: Свєтлана (B)
zh: 斯维特拉娜(B)
zh_sg: 斯维特拉娜(B)

# IDS_PRUH401_MURMANSK_1944
source: Murmansk
pl: Murmańsk
ru: Мурманск
uk: Мурманськ
zh: 摩尔曼斯克
zh_sg: 摩尔曼斯克

# IDS_PRUH402_B5_HULL_A
source: Pyotr Velikiy (A)
pl: Piotr Wielikij (A)
ru: Пётр Великий (А)
uk: Пьотр Великий (А)
zh: Пётр Великий (А)
zh_sg: 彼得大帝(A)

# IDS_PRUH403_B5_HULL_B
source: Pyotr Velikiy (B)
pl: Piotr Wielikij (B)
ru: Пётр Великий (В)
uk: Пьотр Великий (В)
zh: Пётр Великий (В)
zh_sg: 彼得大帝(B)

# IDS_PRUH405_KIROV
source: Kirov
pl: Kirow
ru: Киров
uk: Кіров
zh: Киров
zh_sg: 基洛夫

# IDS_PRUH411_GREMYASHCHY_1942
source: Gremyashchy
pl: Gremiaszczij
ru: Гремящий
uk: Ґрємящій
zh: 轰鸣
zh_sg: 轰鸣

# IDS_PRUH412_OHOTNIK
source: Okhotnik
ru: Охотник
uk: Охотнік
zh: 猎人
zh_sg: 猎人

# IDS_PRUH414_MIKOYAN
source: Mikoyan
pl: Mikojan
ru: Микоян
uk: Мікоян
zh: Микоян
zh_sg: 米高扬

# IDS_PRUH415_CA5_HULL_STOCK
source: Kotovsky (A)
pl: Kotowskij (A)
ru: Котовский (A)
uk: Котовський (A)
zh: Котовский (A)
zh_sg: 科托夫斯基(A)

# IDS_PRUH416_CA5_HULL_TOP
source: Kotovsky (B)
pl: Kotowskij (B)
ru: Котовский (B)
uk: Котовський (B)
zh: Котовский (B)
zh_sg: 科托夫斯基(B)

# IDS_PRUH421_GNEVNY_A
source: Gnevny (A)
pl: Gniewnyj (A)
ru: Гневный (A)
uk: Ґнєвний (А)
zh: 愤怒 (A)
zh_sg: 愤怒(A)

# IDS_PRUH422_GNEVNY_B
source: Gnevny (B)
pl: Gniewnyj (B)
ru: Гневный (B)
uk: Ґнєвний (В)
zh: 愤怒 (B)
zh_sg: 愤怒(B)

# IDS_PRUH423_D5_HULL_STOCK_2
source: Podvoisky (A)
ru: Подвойский (A)
uk: Подвойський (A)
zh: 巴铎夫斯基 (A)
zh_sg: 巴铎夫斯基(A)

# IDS_PRUH424_D5_HULL_TOP_2
source: Podvoisky (B)
ru: Подвойский (B)
uk: Подвойський (B)
zh: 巴铎夫斯基 (B)
zh_sg: 巴铎夫斯基(B)

# IDS_PRUH431_NIKOLAY
source: Imperator Nikolai I
pl: Imperator Nikołaj I
ru: Император Николай I
uk: Імператор Ніколай I
zh: 沙皇尼古拉一世
zh_sg: 沙皇尼古拉一世

# IDS_PRUH432_REV
source: Oktyabrskaya Revolutsiya
pl: Oktiabrskaja Rewolucja
ru: Октябрьская революция
uk: Октябрськая революція
zh: 十月革命
zh_sg: 十月革命

# IDS_PRUH441_KIROV_A
source: Kirov (A)
pl: Kirow (A)
ru: Киров (A)
uk: Кіров (A)
zh: 基洛夫(A)
zh_sg: 基洛夫(A)

# IDS_PRUH442_KIROV_B
source: Kirov (B)
pl: Kirow (B)
ru: Киров (B)
uk: Кіров (B)
zh: 基洛夫(B)
zh_sg: 基洛夫(B)

# IDS_PRUH451_KK
source: Krasny Krym
ru: Красный Крым
uk: Красний Крим
zh: 红色克里米亚
zh_sg: 红色克里米亚

# IDS_PRUH501_OGNEVOY_A
source: Ognevoi (A)
pl: Ogniewoj (A)
ru: Огневой (A)
uk: Оґнєвой (A)
zh: 火力 (A)
zh_sg: 火力(A)

# IDS_PRUH502_OGNEVOY_B
source: Ognevoi (B)
pl: Ogniewoj (B)
ru: Огневой (B)
uk: Оґнєвой (B)
zh: 火力 (B)
zh_sg: 火力(B)

# IDS_PRUH503_D6_HULL_STOCK_2
source: Gnevny (A)
pl: Gniewnyj (A)
ru: Гневный (A)
uk: Ґнєвний (А)
zh: 愤怒 (A)
zh_sg: 愤怒(A)

# IDS_PRUH504_D6_HULL_TOP_2
source: Gnevny (B)
pl: Gniewnyj (B)
ru: Гневный (B)
uk: Ґнєвний (В)
zh: 愤怒 (B)
zh_sg: 愤怒(B)

# IDS_PRUH505_B6_HULL_A
source: Izmail (A)
pl: Izmaił (A)
ru: Измаил (A)
uk: Ізмаїл (A)
zh: Измаил (A)
zh_sg: 伊兹梅尔(A)

# IDS_PRUH506_B6_HULL_B
source: Izmail (B)
pl: Izmaił (B)
ru: Измаил (B)
uk: Ізмаїл (В)
zh: Измаил (B)
zh_sg: 伊兹梅尔(B)

# IDS_PRUH511_BUDENY_A
source: Budyonny (A)
pl: Budionny (A)
ru: Будённый (A)
uk: Будьонний (А)
zh: 布琼尼(A)
zh_sg: 布琼尼(A)

# IDS_PRUH512_BUDENY_B
source: Budyonny (B)
pl: Budionny (B)
ru: Будённый (B)
uk: Будьонний (В)
zh: 布琼尼(B)
zh_sg: 布琼尼(B)

# IDS_PRUH521_MOLOTOV
source: Molotov
pl: Mołotow
ru: Молотов
uk: Молотов
zh: 莫洛托夫
zh_sg: 莫洛托夫

# IDS_PRUH531_LGD
source: Leningrad
ru: Ленинград
uk: Ленінград
zh: 列宁格勒
zh_sg: 列宁格勒

# IDS_PRUH532_MAKAROV
source: Admiral Makarov
pl: Admirał Makarow
ru: Адмирал Макаров
uk: Адмірал Макаров
zh: 马卡洛夫海军上将
zh_sg: 马卡罗夫海军上将

# IDS_PRUH601_UDALOY_A
source: Udaloi (A)
pl: Udałoj (A)
ru: Удалой (A)
uk: Удалой (А)
zh: 无畏 (A)
zh_sg: 无畏(A)

# IDS_PRUH602_UDALOY_B
source: Udaloi (B)
pl: Udałoj (B)
ru: Удалой (B)
uk: Удалой (В)
zh: 无畏 (B)
zh_sg: 无畏(B)

# IDS_PRUH603_D7_HULL_STOCK_2
source: Minsk (A)
ru: Минск (A)
uk: Мінськ (А)
zh: 明斯克 (A)
zh_sg: 明斯克(A)

# IDS_PRUH604_D7_HULL_TOP_2
source: Minsk (B)
ru: Минск (B)
uk: Мінськ (В)
zh: 明斯克 (B)
zh_sg: 明斯克(B)

# IDS_PRUH605_B7_HULL_A
source: Sinop (A)
ru: Синоп (A)
uk: Сіноп (А)
zh: Синоп (A)
zh_sg: 锡诺普(A)

# IDS_PRUH606_B7_HULL_B
source: Sinop (B)
ru: Синоп (B)
uk: Сіноп (В)
zh: Синоп (B)
zh_sg: 锡诺普(B)

# IDS_PRUH611_SCHORS_A
source: Shchors (A)
pl: Szczors (A)
ru: Щорс (A)
uk: Щорс (A)
zh: 肖尔斯(A)
zh_sg: 肖尔斯(A)

# IDS_PRUH612_SCHORS_B
source: Shchors (B)
pl: Szczors (B)
ru: Щорс (B)
uk: Щорс (В)
zh: 肖尔斯(B)
zh_sg: 肖尔斯(B)

# IDS_PRUH701_TASHKENT_A
source: Tashkent (A)
ru: Ташкент (A)
uk: Ташкент (А)
zh: 塔什干 (A)
zh_sg: 塔什干(A)

# IDS_PRUH702_TASHKENT_B
source: Tashkent (B)
ru: Ташкент (B)
uk: Ташкент (В)
zh: 塔什干 (B)
zh_sg: 塔什干(B)

# IDS_PRUH703_D8_HULL_STOCK_2
source: Ognevoi (A)
pl: Ogniewoj (A)
ru: Огневой (A)
uk: Оґнєвой (A)
zh: 火力 (A)
zh_sg: 火力(A)

# IDS_PRUH704_D8_HULL_TOP_2
source: Ognevoi (B)
pl: Ogniewoj (B)
ru: Огневой (B)
uk: Оґнєвой (B)
zh: 火力 (B)
zh_sg: 火力(B)

# IDS_PRUH705_D8_HULL_STOCK_3
source: Kiev (A)
pl: Kijów (A)
ru: Киев (A)
uk: Київ (A)
zh: 基辅 (A)
zh_sg: 基辅(A)

# IDS_PRUH706_D8_HULL_TOP_3
source: Kiev (B)
pl: Kijów (B)
ru: Киев (B)
uk: Київ (B)
zh: 基辅 (B)
zh_sg: 基辅(B)

# IDS_PRUH707_LAZO
source: Lazo
ru: Лазо
uk: Лазо
zh: 拉佐
zh_sg: 拉佐

# IDS_PRUH708_B8_HULL_A
source: Vladivostok (A)
pl: Władywostok (A)
ru: Владивосток (A)
uk: Владівосток (A)
zh: Владивосток (A)
zh_sg: 符拉迪沃斯托克(A)

# IDS_PRUH709_B8_HULL_B
source: Vladivostok (B)
pl: Władywostok (B)
ru: Владивосток (B)
uk: Владівосток (B)
zh: Владивосток (B)
zh_sg: 符拉迪沃斯托克(B)

# IDS_PRUH710_LENIN
source: Lenin
ru: Ленин
uk: Ленін
zh: Ленин
zh_sg: 列宁

# IDS_PRUH711_KUTUZOV
source: Mikhail Kutuzov
pl: Michaił Kutuzow
ru: Михаил Кутузов
uk: Міхаїл Кутузов
zh: 米哈伊尔·库图佐夫
zh_sg: 米哈伊尔·库图佐夫

# IDS_PRUH712_POLTAVA
source: Poltava
pl: Połtawa
ru: Полтава
uk: Полтава
zh: Полтава
zh_sg: 波尔塔瓦

# IDS_PRUH715_OCHAKOV
source: Ochakov
pl: Oczakow
ru: Очаков
uk: Очаків
zh: Очаков
zh_sg: 奥恰科夫

# IDS_PRUH716_CA8_HULL_STOCK
source: Tallinn (A)
ru: Таллин (A)
uk: Таллінн (A)
zh: Таллин (A)
zh_sg: 塔林(A)

# IDS_PRUH717_CA8_HULL_TOP
source: Tallinn (B)
ru: Таллин (B)
uk: Таллінн (B)
zh: Таллин (B)
zh_sg: 塔林(B)

# IDS_PRUH718_BAGRATION
source: Pyotr Bagration
pl: Piotr Bagration
ru: Пётр Багратион
uk: Петро Багратіон
zh: Пётр Багратион
zh_sg: 彼得罗·巴格拉季昂

# IDS_PRUH719_HULL_V_I_LENIN
source: V. I. Lenin
ru: В. И. Ленин
uk: В. І. Ленін
zh: В. И. Ленин
zh_sg: 弗拉基米尔·伊里奇·列宁

# IDS_PRUH721_CHAPAEV_A
source: Chapayev (A)
pl: Czapajew (A)
ru: Чапаев (A)
uk: Чапаєв (А)
zh: 恰帕耶夫(A)
zh_sg: 恰巴耶夫(A)

# IDS_PRUH722_CHAPAEV_B
source: Chapayev (B)
pl: Czapajew (B)
ru: Чапаев (B)
uk: Чапаєв (В)
zh: 恰帕耶夫(B)
zh_sg: 恰巴耶夫(B)

# IDS_PRUH801_KIEV_A
source: Kiev (A)
pl: Kijów (A)
ru: Киев (A)
uk: Київ (A)
zh: 基辅 (A)
zh_sg: 基辅(A)

# IDS_PRUH802_KIEV_B
source: Kiev (B)
pl: Kijów (B)
ru: Киев (B)
uk: Київ (B)
zh: 基辅 (B)
zh_sg: 基辅(B)

# IDS_PRUH803_D9_HULL_STOCK_2
source: Osmotritelny (A)
ru: Осмотрительный (A)
uk: Осмотрітєльний (A)
zh: 谨慎 (A)
zh_sg: 谨慎(A)

# IDS_PRUH804_D9_HULL_TOP_2
source: Osmotritelny (B)
ru: Осмотрительный (B)
uk: Осмотрітєльний (B)
zh: 谨慎 (B)
zh_sg: 谨慎(B)

# IDS_PRUH805_D9_HULL_STOCK_3
source: Ashkhabad (A)
ru: Ашхабад (A)
uk: Ашхабад (A)
zh: 阿什哈巴德 (A)
zh_sg: 阿什哈巴德(A)

# IDS_PRUH806_D9_HULL_TOP_3
source: Ashkhabad (B)
ru: Ашхабад (B)
uk: Ашхабад (B)
zh: 阿什哈巴德 (B)
zh_sg: 阿什哈巴德(B)

# IDS_PRUH807_D9_HULL_STOCK_4
source: Tashkent (A)
ru: Ташкент (A)
uk: Ташкент (А)
zh: 塔什干 (A)
zh_sg: 塔什干(A)

# IDS_PRUH808_D9_HULL_TOP_4
source: Tashkent (B)
ru: Ташкент (B)
uk: Ташкент (В)
zh: 塔什干 (B)
zh_sg: 塔什干(B)

# IDS_PRUH809_B9_HULL_A
source: S. Soyuz (A)
ru: С. Союз (А)
uk: С. Союз (А)
zh: С. Союз (А)
zh_sg: 苏联(A)

# IDS_PRUH810_B9_HULL_B
source: S. Soyuz (B)
ru: С. Союз (В)
uk: С. Союз (В)
zh: С. Союз (В)
zh_sg: 苏联(B)

# IDS_PRUH811_DDONSKOY_A
source: Dmitri Donskoi (A)
pl: Dmitri Donskoj (A)
ru: Дмитрий Донской (A)
uk: Дмітрій Донськой (A)
zh: 迪米特里-顿斯科伊(A)
zh_sg: 迪米特里-顿斯科伊(A)

# IDS_PRUH812_DDONSKOY_B
source: Dmitri Donskoi (B)
pl: Dmitri Donskoj (B)
ru: Дмитрий Донской (B)
uk: Дмітрій Донськой (В)
zh: 迪米特里-顿斯科伊(B)
zh_sg: 迪米特里-顿斯科伊(B)

# IDS_PRUH813_DDONSKOY_C
source: Dmitri Donskoi (C)
pl: Dmitri Donskoj (C)
ru: Дмитрий Донской (C)
uk: Дмітрій Донськой (С)
zh: 迪米特里-顿斯科伊(C)
zh_sg: 迪米特里-顿斯科伊(C)

# IDS_PRUH814_KRON
source: Kronshtadt
ru: Кронштадт
uk: Кронштадт
zh: 喀朗施塔得
zh_sg: 喀琅施塔得

# IDS_PRUH815_NEUSTR
source: Neustrashimy
ru: Неустрашимый
uk: Нєустрашимий
zh: 不惧
zh_sg: 不惧

# IDS_PRUH816_CA9_HULL_TOP
source: Riga (B)
ru: Рига (B)
uk: Рига (B)
zh: Рига (B)
zh_sg: 里加(B)

# IDS_PRUH817_CA9_HULL_STOCK
source: Riga (A)
ru: Рига (A)
uk: Рига (A)
zh: Рига (A)
zh_sg: 里加(A)

# IDS_PRUH818_AZUR_SOV_RUSSIA
source: AL Sovetskaya Rossiya
pl: AL Sowieckaja Rossija
ru: AL Советская Россия
uk: AL Радянська Росія
zh: AL Советская Россия
zh_sg: AL 苏维埃罗西亚

# IDS_PRUH830_BB8_HULL_BORODINO
source: Borodino
ru: Бородино
uk: Бородіно
zh: Бородино
zh_sg: 博罗季诺

# IDS_PRUH901_KHABAROVSK_A
source: Khabarovsk (A)
pl: Chabarowsk (A)
ru: Хабаровск (A)
uk: Хабаровськ (A)
zh: 哈巴罗夫斯克 (A)
zh_sg: 哈巴罗夫斯克(A)

# IDS_PRUH902_D10_HULL_STOCK_2
source: Grozovoi (A)
ru: Грозовой (A)
uk: Грозовой (А)
zh: 雷暴 (A)
zh_sg: 雷暴(A)

# IDS_PRUH903_D10_HULL_STOCK_3
source: Nakhodka (A)
ru: Находка (A)
uk: Находка (A)
zh: 纳霍德卡 (A)
zh_sg: 纳霍德卡(A)

# IDS_PRUH904_B10_HULL_A
source: Kremlin
ru: Кремль
uk: Кремль
zh: Кремль
zh_sg: 克里姆林

# IDS_PRUH905_B10_HULL_A
source: Slava
ru: Слава
uk: Слава
zh: Слава
zh_sg: 光荣

# IDS_PRUH906_SMOLENSK
source: Smolensk
ru: Смоленск
uk: Смоленськ
zh: Смоленск
zh_sg: 斯摩棱斯克

# IDS_PRUH908_CA10_HULL_STOCK
source: Alexander Nevsky
pl: Aleksander Niewski
ru: Александр Невский
uk: Олександр Невський
zh: Александр Невский
zh_sg: 亚历山大·涅夫斯基

# IDS_PRUH909_CA10_HULL_STOCK
source: Petropavlovsk
pl: Pietropawłowsk
ru: Петропавловск
uk: Петропавловськ
zh: Петропавловск
zh_sg: 彼得罗巴甫洛夫斯克

# IDS_PRUH910_R10
source: R-10
ru: Р-10
uk: Р-10
zh: Р-10

# IDS_PRUH911_MOSKVA_A
source: Moskva
pl: Moskwa
ru: Москва
uk: Москва
zh: 莫斯科(A)
zh_sg: 莫斯科

# IDS_PRUH974_MOSK
source: Moskva
pl: Moskwa
ru: Москва
uk: Москва
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PRUH975_GROZ
source: Grozovoi
ru: Грозовой
uk: Грозовой
zh: 雷暴
zh_sg: 雷暴

# IDS_PRUH976_STALINGRAD
source: Stalingrad
ru: Сталинград
uk: Сталінград
zh: 斯大林格勒
zh_sg: 斯大林格勒

# IDS_PRUH977_STALINGRAD
source: Stalingrad
ru: Сталинград
uk: Сталінград
zh: 斯大林格勒
zh_sg: 斯大林格勒

# IDS_PRUH990_TEST
source: Test Ship
zh: 测试战舰
zh_sg: 测试战舰

# IDS_PRUS001_SUO
source: GFCS I mod. 1
ru: СУО I мод. 1
uk: СКВ I мод. 1
zh: GFCS I 1型

# IDS_PRUS002_SUO
source: GFCS I mod. 2
ru: СУО I мод. 2
uk: СКВ I мод. 2
zh: GFCS I 2型

# IDS_PRUS101_SUO_DIANA
source: GFCS II mod. 1
ru: СУО II мод. 1
uk: СКВ II мод. 1
zh: GFCS II 1型

# IDS_PRUS111_SUO_PALLADA
source: GFCS II mod. 1
ru: СУО II мод. 1
uk: СКВ II мод. 1
zh: GFCS II 1型

# IDS_PRUS121_SUO
source: GFCS II mod. 1
ru: СУО II мод. 1
uk: СКВ II мод. 1
zh: GFCS II 1型

# IDS_PRUS131_SUO
source: GFCS II mod. 1
ru: СУО II мод. 1
uk: СКВ II мод. 1
zh: GFCS II 1型

# IDS_PRUS132_SUO
source: GFCS II mod. 2
ru: СУО II мод. 2
uk: СКВ II мод. 2
zh: GFCS II 2型

# IDS_PRUS201_SUO
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS202_B3_SUO_STOCK
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS203_B3_SUO_TOP
source: GFCS III mod. 2
ru: СУО III мод. 2
uk: СКВ III мод. 2
zh: GFCS III 2型

# IDS_PRUS211_SUO
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS212_SUO
source: GFCS III mod. 2
ru: СУО III мод. 2
uk: СКВ III мод. 2
zh: GFCS III 2型

# IDS_PRUS221_SUO
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS222_SUO
source: GFCS III mod. 2
ru: СУО III мод. 2
uk: СКВ III мод. 2
zh: GFCS III 2型

# IDS_PRUS223_SUO_OLEG
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS224_SUO_VARYAG
source: GFCS III mod. 1
ru: СУО III мод. 1
uk: СКВ III мод. 1
zh: GFCS III 1型

# IDS_PRUS301_SUO
source: GFCS IV mod. 1
ru: СУО IV мод. 1
uk: СКВ IV мод. 1
zh: GFCS IV 1型

# IDS_PRUS302_SUO
source: GFCS IV mod. 2
ru: СУО IV мод. 2
uk: СКВ IV мод. 2
zh: GFCS IV 2型

# IDS_PRUS303_B4_SUO_STOCK
source: GFCS IV mod. 1
ru: СУО IV мод. 1
uk: СКВ IV мод. 1
zh: GFCS IV 1型

# IDS_PRUS304_B4_SUO_TOP
source: GFCS IV mod. 2
ru: СУО IV мод. 2
uk: СКВ IV мод. 2
zh: GFCS IV 2型

# IDS_PRUS311_SUO
source: GFCS IV mod. 1
ru: СУО IV мод. 1
uk: СКВ IV мод. 1
zh: GFCS IV 1型

# IDS_PRUS312_SUO
source: GFCS IV mod. 2
ru: СУО IV мод. 2
uk: СКВ IV мод. 2
zh: GFCS IV 2型

# IDS_PRUS401_SUO
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS402_B5_SUO_STOCK
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS403_B5_SUO_TOP
source: GFCS V mod. 2
ru: СУО V мод. 2
uk: СКВ V мод. 2
zh: GFCS V 2型

# IDS_PRUS405_SUO_KIROV
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS411_SUO
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS412_SUO_OHOTNIK
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS413_D5_SUO_STOCK_2
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS414_D5_SUO_TOP_2
source: GFCS V mod. 2
ru: СУО V мод. 2
uk: СКВ V мод. 2
zh: GFCS V 2型

# IDS_PRUS415_CA5_SUO_STOCK
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS416_CA5_SUO_TOP
source: GFCS V mod. 2
ru: СУО V мод. 2
uk: СКВ V мод. 2
zh: GFCS V 2型

# IDS_PRUS417_SUO_MIKOYAN
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型
