Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_HANGAR_SQUADRON_PLANES_IN_ATTACKER
source: Aircraft per attacking flight
es_mx: Aviones por vuelo de ataque
ja: 攻撃小隊の機数
pl: Samoloty na klucz atakujący
ru: Самолётов в атакующем звене
uk: Літаків у атакувальній ланці
zh: Самолётов в атакующем звене
zh_sg: 每个攻击序列的飞机数量

# IDS_HANGAR_SQUADRON_PLANES_IN_THE_AIR
source: Number of airborne aircraft
es_mx: Cantidad de aviones en el aire
ja: 飛行中の機数
pl: Liczba samolotów w powietrzu
ru: Самолётов в воздухе
uk: Літаків у повітрі
zh: 作战中的飞机数量
zh_sg: 升空飞机数量

# IDS_HANGAR_SQUADRON_PLANES_MAX
source: Maximum number of aircraft in a squadron
es_mx: Cantidad máxima de aviones en un escuadrón
ja: 中隊の最大機数
pl: Maksymalna liczba samolotów w eskadrze
ru: Максимальное количество самолётов в эскадрилье
uk: Максимальна кількість літаків у ескадрильї
zh: 最大飞机数量
zh_sg: 中队的最大飞机数量

# IDS_HANGAR_SQUADRON_PLANES_TIME_RESTORE
source: Aircraft preparation time
es_mx: Tiempo de preparación de los aviones
ja: 航空機準備時間
pl: Czas przygotowania samolotu
ru: Время подготовки самолётов
uk: Час приготування літака
zh: 架次准备时间
zh_sg: 飞机整备时间

# IDS_HARDDAMAGE
source: extensive damage
es_mx: daño extenso
ja: 損傷大
pl: rozległe uszkodzenia
ru: значительные повреждения
uk: значні пошкодження
zh: 大规模受损
zh_sg: 大规模受损

# IDS_HARD_LEVEL_BOT_STATUS
source: Bot. High-level AI.
es_mx: Bot. Nivel de la IA alto.
ja: Bot、高レベル AI
pl: Bot. Wysoki poziom SI.
ru: Бот. Высокий уровень ИИ.
uk: Бот. Високий рівень ШІ.
zh: 机器人。高等 AI。
zh_sg: 机器人。高级AI。

# IDS_HARD_LEVEL_TARGET_STATUS
source: Target. High-level AI.
es_mx: Objetivo. Nivel de la IA alto.
ja: 標的、高レベル AI
pl: Cel. Wysoki poziom SI.
ru: Мишень. Высокий уровень ИИ.
uk: Мішень. Високий рівень ШІ.
zh: 靶舰。高等 AI。
zh_sg: 目标。高级AI。

# IDS_HARUNA
source: Haruna
ja: ハルナ
zh: 榛名

# IDS_HAS_NO_CLAN_FOR_CLAN_BATTLES
source: To participate in Clan Battles, you need to join a clan.
es_mx: Para participar en Batallas de Clan, necesitas unirte a un clan.
ja: クラン戦に参加するには、クランに加入する必要があります。
pl: Żeby brać udział w bitwach klanowych, musisz dołączyć do klanu.
ru: Для участия в клановых боях вы должны состоять в клане.
uk: Щоб взяти участь у кланових боях, ви маєте перебувати у клані.
zh: 想要参与军团战斗，您需要加入一个军团。
zh_sg: 想要参与军团战，您需要加入一个军团。

# IDS_HAS_NO_CLAN_FOR_CLAN_BATTLES_BRAWL
source: To participate in a Clan Brawl, you need to join a Clan.
es_mx: Para participar en la Pelea de Clanes, necesitas unirte a un clan.
ja: クラン闘争に参加するには、クランに加入する必要があります。
pl: Żeby brać udział w potyczce klanowej, musisz dołączyć do klanu.
ru: Для участия в клановом блице вы должны состоять в клане.
uk: Щоб взяти участь у клановому бліці, ви маєте перебувати в клані.
zh: Для участия в клановом блице вы должны состоять в клане.
zh_sg: 要参加军团对决，您必须加入一个军团。

# IDS_HAVE_NOT_ANY_READY_PLAYER_IN_TEAMS
source: The teams don't have any players ready for battle
es_mx: Los equipos no tienen a ningún jugador listo para la batalla
ja: チームに戦闘準備を完了したプレイヤーがいません
pl: Drużyny nie mają żadnych graczy gotowych do bitwy
ru: В командах нет ни одного готового к бою игрока
uk: У командах нема жодного готового до бою гравця
zh: В командах нет ни одного готового к бою игрока
zh_sg: 团队没有任何玩家做好战斗准备

# IDS_HAVE_TO_BE_MOUNTED
source: Mounting required:
es_mx: Montaje requerido:
ja: 搭載が必要:
pl: Wymagana instalacja:
ru: Необходимо установить:
uk: Потрібно встановити:
zh: 需要安装：
zh_sg: 需要安装：

# IDS_HAVE_TO_BE_PURCHASED
source: Purchase required:
es_mx: Compra requerida:
ja: 購入が必要:
pl: Wymagany zakup:
ru: Необходимо купить:
uk: Потрібно купити:
zh: 需要购买：
zh_sg: 需要购买：

# IDS_HEADING_TO_BATTLE
source: Entering a Battle
es_mx: Entrando a una Batalla
ja: 戦闘参加中
pl: Wchodzenie do bitwy
ru: Выход в бой
uk: Вступити у бій
zh: 战斗规则
zh_sg: 战斗规则

# IDS_HEDGEHOG_MODE
source: Show smoke screen boundaries
es_mx: Mostrar los bordes de la cortina de humo
ja: 煙幕の境界を表示
pl: Pokaż granice zasłony dymnej
ru: Отображать границу дымовой завесы
uk: Показувати межу димової завіси
zh: 显示烟幕界线
zh_sg: 显示烟幕界线

# IDS_HELL17_ALLY_SHIP_01
source: Einstein
zh: 爱因斯坦

# IDS_HELL17_ALLY_SHIP_02
source: Hellsinger
zh: 赫尔辛格

# IDS_HELL17_ALLY_SHIP_03
source: Hide
zh: 海德

# IDS_HELL17_TOWERMAN
source: Tower Keeper
es_mx: Guardián de la Torre
ja: 塔の守衛
pl: Strażnik Wieży
ru: Смотритель Башен
uk: Наглядач Веж
zh: 高塔看守者
zh_sg: 高塔看守者

# IDS_HELL17_TRANSILVANIA
source: Transylvania
ru: Трансильвания
uk: Трансільванія
zh: 特兰西瓦尼亚
zh_sg: 特兰西瓦尼亚

# IDS_HELLO
source: Welcome,
es_mx: Bienvenido,
ja: ようこそ、
pl: Witaj,
ru: Приветствуем,
uk: Вітаємо,
zh: 欢迎，
zh_sg: 欢迎，

# IDS_HELP
source: Help
es_mx: Ayuda
ja: ヘルプ
pl: Pomoc
ru: Помощь
uk: Поміч
zh: 帮助
zh_sg: 帮助

# IDS_HELPED_IN_CHAT
source: Assisted in chat
es_mx: Asistió en chat
ja: チャットでのアシスト
pl: Pomoc na czacie
ru: Помог в чате
uk: Допоміг у чаті
zh: 指挥有方
zh_sg: 聊天中有所帮助

# IDS_HELP_ABOUT_FREE_EXPERIENCE
source: Free XP can be used when there is not enough available XP for research.
es_mx: La Experiencia Libre se puede usar cuando no hay suficiente XP para la investigación.
ja: 研究に必要な経験値が不足する場合、フリー 経験値で不足分を補うことができます。
pl: Gdy masz zbyt mało PD aby przeprowadzić badanie, możesz wykorzystać wolne PD.
ru: Если для исследования не хватает опыта, можно использовать Свободный опыт.
uk: Якщо для дослідження не вистачає досвіду, можна використовувати Вільний досвід.
zh: 当研发的经验不足时，可以使用全局经验补足。
zh_sg: 当研发的经验不足时，就会消耗全局经验。

# IDS_HELP_ACTION_PANEL
source: Action Panel
es_mx: Panel de Acción
ja: アクションパネル
pl: Panel akcji
ru: Панель действий
uk: Панель дій
zh: 操作面板
zh_sg: 操作面板

# IDS_HELP_ADD_ORDER
source: Add order
es_mx: Añadir una orden
ja: 指令を追加
pl: Dodaj rozkaz
ru: Добавить приказ
uk: Додати наказ
zh: 增加一个命令
zh_sg: 增加命令

# IDS_HELP_AIRCRAFT_TYPES_IN_MAP_AND_SLOTS
source: Aircraft Type and Status Markers in Slots and on Map
es_mx: Tipos de Aviones y Marcadores de Estado en los Espacios y en el Mapa
ja: スロットとマップ上の航空機タイプ/ステータスマーカー
pl: Znaczniki typu i statusu samolotów w slotach i na mapie
ru: Типы и состояние самолётов в слотах и на карте
uk: Типи та стан літаків на кораблях і на мапі
zh: 地图上的飞机类型与状态图示
zh_sg: 地图上的飞机类型和状态标记

# IDS_HELP_ALT_VISION
source: Alternative battle interface mode
es_mx: Modo de Interfaz de Batalla Alternativa
ja: 戦闘 UI 詳細モード
pl: Alternatywny tryb interfejsu bitewnego
ru: Альтернативный режим боевого интерфейса
uk: Альтернативний режим бойового інтерфейсу
zh: 战斗界面显示详细信息
zh_sg: 战斗界面显示详细信息

# IDS_HELP_AMMO_DESCRIPTION_AP
source: Effective against heavily armored targets. Penetrates armor and explodes inside the ship, causing considerable damage. If the armor is not thick enough, the shells will overpenetrate and cause significantly less damage. Armor will cause these shells to ricochet if they impact at a sharp angle.
es_mx: Eficaces contra objetivos fuertemente blindados. Penetran el blindaje y explotan dentro del barco, causando un daño considerable. Si el blindaje no es lo suficientemente grueso, los proyectiles sobrepenetrarán y causarán un daño mucho menor. El blindaje causará que estos proyectiles reboten si lo impactan en un ángulo cerrado.
ja: 重装甲の目標に対して効果的であり、装甲を貫通して内部で炸裂することにより大打撃を与えます。装甲が厚くない場合、砲弾は全貫通を起こすため、敵に小さなダメージしか与えることができません。装甲に浅い角度で命中した場合には跳弾する可能性があります。
pl: Przydatne przeciwko ciężko opancerzonym celom. Przebijają pancerz i eksplodują wewnątrz okrętu, zadając znaczne uszkodzenia. Jeśli pancerz nie jest wystarczająco gruby, pociski będą przelatywać na wylot i zadawać znacznie mniej uszkodzeń. Pancerz spowoduje rykoszetowanie tych pocisków, jeśli uderzą pod kątem ostrym.
ru: Поражают тяжелобронированные цели, разрываются внутри корабля и наносят значительный урон. При недостаточной толщине брони снаряд проходит корабль насквозь, нанося незначительный урон. Броня вызывает рикошет при попадании снаряда под острым углом.
uk: Уражають важкоброньовані цілі, вибухають всередині корабля й завдають значної шкоди. Якщо броня досить тонка, то снаряд пролітає корабель наскрізь, завдаючи незначної шкоди. Снаряд рикошетить влучаючи під гострим кутом.
zh: Поражают тяжелобронированные цели, разрываются внутри корабля и наносят значительный урон. При недостаточной толщине брони снаряд проходит корабль насквозь, нанося незначительный урон. Броня вызывает рикошет при попадании снаряда под острым углом.
zh_sg: 有效对抗重装甲目标。穿透装甲并在战舰内部爆炸，造成相当高的伤害。如果装甲厚度不足，炮弹可能过度击穿而造成很低的伤害。如以锐角射入可能会被装甲弹开产生跳弹。

# IDS_HELP_AMMO_IS_ENDED
source: out of ammunition
es_mx: munición agotada
ja: 弾切れ
pl: brak amunicji
ru: закончился боезапас
uk: закінчився боєзапас
zh: 弹药用尽
zh_sg: 弹药耗尽

# IDS_HELP_AMMUNITION
source: Ammunition
es_mx: Munición
ja: 弾薬
pl: Amunicja
ru: Боеприпасы
uk: Боєприпаси
zh: 弹药
zh_sg: 弹药

# IDS_HELP_AMMUNITION_AND_EQUIPMENT
source: AMMUNITION & CONSUMABLES
es_mx: MUNICIÓN Y CONSUMIBLES
ja: 弾薬と消耗品
pl: AMUNICJA I SPRZĘT
ru: БОЕПРИПАСЫ И СНАРЯЖЕНИЕ
uk: БОЄПРИПАСИ ТА СПОРЯДЖЕННЯ
zh: 弹药 & 消耗品
zh_sg: 弹药 & 消耗品

# IDS_HELP_AN_ENEMY_SHIP
source: Enemy ship
es_mx: Barco enemigo
ja: 敵艦艇
pl: Wrogi okręt
ru: Корабль противника
uk: Корабель супротивника
zh: 敌方战舰
zh_sg: 敌方战舰

# IDS_HELP_ATTACKER_TORPEDO
source: Attacking torpedo bomber
es_mx: Torpedero atacando
ja: 攻撃中の雷撃機
pl: Atakujący bombowiec torpedowy
ru: Атакующий торпедоносец
uk: Торпедоносець, який атакує
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_HELP_ATTACK_THE_UNIT
source: Attack a target
es_mx: Ataca un objetivo
ja: 目標を攻撃せよ
pl: Zaatakuj cel
ru: Атаковать цель
uk: Атакувати ціль
zh: 攻击目标
zh_sg: 攻击目标

# IDS_HELP_AUTOPILOT
source: AUTOPILOT
es_mx: PILOTO AUTOMÁTICO
ja: 自動航行
ru: АВТОПИЛОТ
uk: АВТОРУЛЬОВИЙ
zh: 自动驾驶
zh_sg: 自动驾驶

# IDS_HELP_AUTOPILOT_INDICATOR
source: Autopilot Indicator
es_mx: Indicador de Piloto Automático
ja: 自動航行インジケータ
pl: Wskaźnik autopilota
ru: Индикатор автопилота
uk: Індикатор авторульового
zh: 自动驾驶指示器
zh_sg: 自动驾驶指示器

# IDS_HELP_AUTOPILOT_INDICATOR_DESCR
source: To plot a course for your ship, switch to the Tactical Map by pressing M.
es_mx: Para trazar un curso para tu barco, cambia al Mapa Táctico presionando M.
ja: 艦の進路を設定するには、M キーを押して戦術マップに切り替え
pl: Aby nakreślić kurs okrętu, przełącz się na mapę taktyczną, wciskając M.
ru: Чтобы проложить курс корабля, включите тактическую карту, нажав клавишу M.
uk: Щоб прокласти курс корабля, увімкніть тактичну мапу, натиснувши клавішу M.
zh: 想要停用该战舰航线，请按下 M 来切换到战术地图。
zh_sg: 想要为战舰标出一条航线，请按下 M 来切换到战术地图。

# IDS_HELP_AVIATION
source: AIRCRAFT
es_mx: AVIACIÓN
ja: 航空機
pl: SAMOLOTY
ru: АВИАЦИЯ
uk: АВІАЦІЯ
zh: 飞机
zh_sg: 飞机

# IDS_HELP_AVIATION_HEADER
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Авиация
uk: Авіація
zh: 飞机
zh_sg: 飞机

# IDS_HELP_BOMBER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_HELP_CAMERA_AND_CONTROLS
source: SHIP CONTROLS
es_mx: CONTROLES DEL BARCO
ja: 艦の操作
pl: STEROWANIE OKRĘTEM
ru: УПРАВЛЕНИЕ КОРАБЛЁМ
uk: КЕРУВАННЯ КОРАБЛЕМ
zh: 战舰控制
zh_sg: 战舰操控

# IDS_HELP_CAMERA_CHAT_CONTROL
source: Camera and Chat
es_mx: Cámara y Chat
ja: カメラおよびチャット
pl: Kamera i czat
ru: Камера и чат
uk: Камера та чат
zh: 镜头与聊天
zh_sg: 镜头与聊天

# IDS_HELP_CAMERA_FOCUS_CHOOSED_ESCADRILLE
source: Focus camera on the selected squadron
es_mx: Centrar cámara en el escuadrón seleccionado
ja: 選択中の中隊にカメラをフォーカス
pl: Ustaw kamerę na wybranej eskadrze
ru: Сфокусировать камеру на выбранной эскадрилье
uk: Сфокусувати камеру на вибраній ескадрильї
zh: 镜头专注于所选的航空中队
zh_sg: 镜头锁定所选的中队

# IDS_HELP_CAN_NOT_FOCUS
source: Unable to aim in this direction
es_mx: No se puede apuntar en esta dirección
ja: この方向には照準不能
pl: Nie można celować w tym kierunku
ru: Недопустимый угол наведения
uk: Неприпустимий кут наведення
zh: 无法瞄准这个方向
zh_sg: 无法瞄准这个方向

# IDS_HELP_CARRIER_PANEL_CHOOSED
source: Enable/disable ship auto-select
es_mx: Habilitar/Inhabilitar auto-selección de barco
ja: 艦の自動選択の有効/無効
pl: Włącz/wyłącz automatyczny wybór okrętu
ru: Включение/отключение автоматического выбора корабля
uk: Увімкнення/вимкнення автоматичного вибору корабля
zh: 开启/关闭战舰自动选择
zh_sg: 开启/关闭战舰自动选择

# IDS_HELP_CARRIER_PANEL_PIN
source: Drag the panel anywhere you want on your screen
es_mx: Arrastra el panel al sitio que quieras en tu pantalla
ja: 画面上で表示したい位置にパネルをドラッグ
pl: Przesuń panel w dowolne miejsce ekranu
ru: Перенесите панель в любую удобную точку экрана
uk: Пересуньте панель у будь-яку зручну частину екрана
zh: 可将面板拖拽到您画面上的任何位置
zh_sg: 可将面板拖拽到您界面上的任何位置

# IDS_HELP_CHAT_ACTIVATE
source: Activate chat
es_mx: Activar chat
ja: チャット開始
pl: Aktywuj czat
ru: Активировать чат
uk: Активувати чат
zh: 启用聊天
zh_sg: 启用聊天

# IDS_HELP_CHAT_AND_MINIMAP
source: Tactical Map and Minimap
es_mx: Mapa Táctico y Minimapa
ja: チャット/ミニマップ
pl: Mapa taktyczna i minimapa
ru: Тактическая карта и миникарта
uk: Тактична мапа та міні-мапа
zh: 战术地图与小地图
zh_sg: 战术地图与小地图

# IDS_HELP_CHAT_CLOSE
source: Exit chat mode
es_mx: Salir del modo de chat
ja: チャットモード終了
pl: Wyjdź z czatu
ru: Выйти из режима чата
uk: Вийти з режиму чата
zh: 离开聊天模式
zh_sg: 离开聊天模式

# IDS_HELP_CHOOSED_ESCADRILLE_ON_SHIP
source: Selected squadron aboard the ship
es_mx: Escuadrón seleccionado a bordo del barco
ja: 選択中の艦上中隊
pl: Wybrana eskadra okrętu
ru: Выбранная эскадрилья на корабле
uk: Вибрана ескадрилья на кораблі
zh: 选择舰上的航空中队
zh_sg: 所选战舰上的中队

# IDS_HELP_CHOOSED_ESCADRILLE_ON_THE_AIR
source: Selected squadron on a mission
es_mx: Escuadrón seleccionado en una misión
ja: 選択中の作戦中の中隊
pl: Wybrana eskadra w trakcie misji
ru: Выбранная эскадрилья в воздухе
uk: Вибрана ескадрилья у повітрі
zh: 选择飞行中的航空中队
zh_sg: 所选已出动的中队

# IDS_HELP_CHOOSE_AMMO_TYPE
source: Select main battery ammunition type
es_mx: Seleccionar tipo de munición de la batería principal
ja: 主砲の砲弾タイプ選択
pl: Wybierz rodzaj amunicji głównej baterii
ru: Выбрать тип боеприпаса главного калибра
uk: Вибрати тип боєприпасів головного калібру
zh: 选择主炮组的弹药类型
zh_sg: 选择主炮组的弹药类型

# IDS_HELP_CHOOSE_CONE_WIDTH
source: toggle torpedo spread
es_mx: seleccionar apertura de torpedos
ja: 魚雷発射角選択
pl: ustaw szerokość rozrzutu torped
ru: изменить угол раствора
uk: змінити кут розхилу
zh: 切换鱼雷的散射方式
zh_sg: 切换鱼雷的散射方式

# IDS_HELP_CHOOSE_CRUISER
source: Select aircraft carrier
es_mx: Seleccionar Portaaviones
ja: 航空母艦を選択
pl: Wybierz lotniskowiec
ru: Выбрать авианосец
uk: Вибрати авіаносець
zh: 选择航空母舰
zh_sg: 选择航空母舰

# IDS_HELP_CHOOSE_DESTINATION
source: Select recipient
es_mx: Seleccionar receptor
ja: 宛先選択
pl: Wybierz odbiorcę
ru: Выбрать адресата
uk: Вибрати одержувача
zh: 选择接收对象
zh_sg: 选择接收对象

# IDS_HELP_CHOOSE_ESCADRILLE
source: Select squadron
es_mx: Seleccionar un escuadrón
ja: 中隊の選択
pl: Wybierz eskadrę
ru: Выбрать эскадрилью
uk: Вибрати ескадрилью
zh: 选择一支航空中队
zh_sg: 选择一支中队

# IDS_HELP_CLASS_SLOT
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_HELP_COMMAND_ATTENTION_ON_SECTOR
source: Send "Attention to Square"
es_mx: Enviar "¡Atención al Sector"
ja: 「このセクターに注意せよ」を送信
pl: Wyślij „Uwaga na kwadrat”
ru: Команда «Внимание на квадрат»
uk: Команда «Увага на квадрат»
zh: 送出 "注意方格"
zh_sg: 发送 "注意方位"

# IDS_HELP_COMMAND_ATTENTION_ON_SECTOR_DESCR
source: double-click a Minimap square
es_mx: doble clic en un cuadrante del Minimapa
ja: ミニマップセクターをダブルクリック
pl: kliknij dwukrotnie na kwadracie minimapy
ru: дважды нажмите левой кнопкой мыши по миникарте
uk: двічі натисніть лівою кнопкою миші на міні-мапі
zh: 双击一个小地图方格
zh_sg: 双击小地图上的一个方位

# IDS_HELP_COMPASS
source: Compass
es_mx: Brújula
ja: コンパス
pl: Kompas
ru: Компас
uk: Компас
zh: 罗盘
zh_sg: 罗盘

# IDS_HELP_COMPASS_FT_SHIP_CONTROL
source: Compass and Ship Controls
es_mx: Controles del Barco y Brújula
ja: コンパス/艦の操作
pl: Kompas i sterowanie okrętem
ru: Компас и управление кораблём
uk: Компас та керування кораблем
zh: 罗盘与战舰控制
zh_sg: 罗盘和战舰操控

# IDS_HELP_CONSUMABLES
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_HELP_CONSUME_DESCRIPTION_AIRDEFENSEDISP
source: Increases the intensity of AA fire.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上します。
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 提高防空火力强度并降低敌方俯冲轰炸机与鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_HELP_CONSUME_DESCRIPTION_CRASHCREW
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_HELP_CONSUME_DESCRIPTION_FIGHTER
source: Follows the ship and automatically attacks enemy aircraft.
es_mx: Sigue al barco y ataca automáticamente aviones enemigos.
ja: 艦に追従し、敵機を自動的に迎撃します。
pl: Podąża za okrętem i automatycznie atakuje samoloty wroga.
ru: Сопровождает корабль и автоматически атакует самолёты противника.
uk: Супроводжує корабель та автоматично атакує літаки супротивника.
zh: 跟随战舰并会自动攻击敌方飞机。
zh_sg: 跟随战舰并自动攻击敌方飞机。

# IDS_HELP_CONSUME_DESCRIPTION_REGENCREW
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_HELP_CONSUME_DESCRIPTION_RLSSEARCH
source: Significantly increases the range of assured acquisition of enemy ships, including those within a smoke screen.
es_mx: Incrementa significativamente el rango de detección efectivo de barcos enemigos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇の強制捕捉範囲 (煙幕内を含む) を大幅に向上させます。
pl: Znacznie zwiększa zasięg pewnego wykrywania okrętów nieprzyjaciela, również tych ukrywających się za zasłoną dymną.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в области дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в області димової завіси.
zh: 大幅提高对敌方舰艇的绝对捕获范围，包括对象身处于烟幕区域之内。
zh_sg: 大幅提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_HELP_CONSUME_DESCRIPTION_SMOKEGENERATOR
source: Generates a smoke screen behind the ship that reduces the risk of being detected by the enemy.
es_mx: Genera una cortina de humo detrás del barco que reduce el riesgo de ser detectado por el enemigo.
ja: 艦の後方に、敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną za okrętem, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт за кораблём дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює за кораблем димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 在战舰后方产生烟幕来降低被敌人发现的风险。

# IDS_HELP_CONSUME_DESCRIPTION_SONARSEARCH
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within a smoke screen.
es_mx: Incrementa el rango de detección efectivo de barcos y torpedos enemigos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrywania torped i okrętów nieprzyjaciela, również tych ukrywających się za zasłoną dymną.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в области дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в області димової завіси.
zh: 提高对敌方舰艇与鱼雷的绝对捕获范围，包括对象身处于烟幕区域之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_HELP_CONSUME_DESCRIPTION_SPEEDBOOSTER
source: Temporarily increases maximum ship speed.
es_mx: Incrementa temporalmente la velocidad máxima de un barco.
ja: 艦の最高速度を一時的に向上させます。
pl: Tymczasowo zwiększa maksymalną prędkość okrętu.
ru: Временно увеличивает максимальную скорость корабля.
uk: Тимчасово збільшує максимальну швидкість корабля.
zh: 暂时增加最大航速。
zh_sg: 暂时增加最高航速。

# IDS_HELP_CONSUME_DESCRIPTION_SPOTTER
source: Extends firing range of the main battery by 20%.
es_mx: Extiende el rango de fuego de la batería principal un 20%.
ja: 主砲の射程を 20% 延長します。
pl: Zwiększa maksymalny zasięg ognia głównej artylerii o 20%.
ru: Увеличивает дальность стрельбы главного калибра на 20%.
uk: Збільшує дальність пострілів головного калібру на 20 %.
zh: 延伸主炮组的射程 20%。
zh_sg: 延伸主炮组的射程20%。

# IDS_HELP_CONSUME_DESCRIPTION_TORPEDORELOADER
source: Changes the reload time of torpedo tubes.
es_mx: Cambia el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を変更します。
pl: Zmienia czas przeładowania wyrzutni torped.
ru: Изменяет время перезарядки торпедных аппаратов.
uk: Змінює час перезаряджання торпедних апаратів.
zh: 改变鱼雷发射管的重新装填时间。
zh_sg: 改变鱼雷发射管的装填时间。

# IDS_HELP_CONSUME_TITLE_AIRDEFENSEDISP
source: Defensive Anti-Aircraft Fire
es_mx: Fuego Antiaéreo Defensivo
ja: 対空防御砲火
pl: Obrona przeciwlotnicza
ru: Заградительный огонь ПВО
uk: Загороджувальний вогонь ППО
zh: 防御用对空火力
zh_sg: 防御用对空火力

# IDS_HELP_CONSUME_TITLE_CRASHCREW
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制组
zh_sg: 伤害控制小组

# IDS_HELP_CONSUME_TITLE_FIGHTER
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 战斗机
zh_sg: 战斗机

# IDS_HELP_CONSUME_TITLE_REGENCREW
source: Repair Party
es_mx: Equipo de Reparaciones
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组
zh_sg: 维修小组

# IDS_HELP_CONSUME_TITLE_RLSSEARCH
source: Surveillance Radar
es_mx: Radar de Vigilancia
ja: 警戒レーダー
pl: Radar dozorowania
ru: Поисковая РЛС
uk: Пошукова РЛС
zh: 监视雷达
zh_sg: 监视雷达

# IDS_HELP_CONSUME_TITLE_SMOKEGENERATOR
source: Smoke Generator
es_mx: Generador de Humo
ja: 発煙装置
pl: Wytwornica dymu
ru: Дымогенератор
uk: Генератор диму
zh: 烟雾产生器
zh_sg: 发烟器

# IDS_HELP_CONSUME_TITLE_SONARSEARCH
source: Hydroacoustic Search
es_mx: Búsqueda Hidroacústica
ja: 水中聴音
pl: Sonda hydroakustyczna
ru: Гидроакустический поиск
uk: Гідролокатор
zh: 水底搜索
zh_sg: 对海搜索

# IDS_HELP_CONSUME_TITLE_SPEEDBOOSTER
source: Engine Boost
es_mx: Impulso de Motor
ja: エンジンブースト
pl: Doładowanie silnika
ru: Форсаж
uk: Форсаж
zh: 引擎增压
zh_sg: 引擎增压

# IDS_HELP_CONSUME_TITLE_SPOTTER
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_HELP_CONSUME_TITLE_TORPEDORELOADER
source: Torpedo Tubes Reload System
es_mx: Sistema de Recarga de Tubos de Torpedos
ja: 魚雷発射管装填システム
pl: System przeładowania wyrzutni torped
ru: Система перезарядки торпедных аппаратов
uk: Система перезаряджання торпедних апаратів
zh: 鱼雷发射管装填系统
zh_sg: 鱼雷发射管装填系统

# IDS_HELP_CREDITS_AND_EXPERIENCE
source: Credits and Experience
es_mx: Créditos y Experiencia
ja: クレジット/経験値
pl: Kredyty i doświadczenie
ru: Кредиты и опыт
uk: Кредити та досвід
zh: 银币与经验
zh_sg: 银币与经验

# IDS_HELP_CROSSED_CROSSHAIR
source: On the crosshair
es_mx: En el punto de mira
ja: 照準
pl: Na celowniku
ru: В прицеле
uk: У прицілі
zh: 在舰炮准星
zh_sg: 准心瞄准

# IDS_HELP_CROSSHAIR_ON_TARGET
source: target closest to crosshair reticle
es_mx: objetivo más cercano al punto de mira
ja: 照準に最も近い目標
pl: cel najbliżej celownika
ru: ближайшая к прицелу цель
uk: найближча до прицілу ціль
zh: 最靠近准星中央的目标
zh_sg: 最靠近准心的目标

# IDS_HELP_CURENT_SPEED
source: Current speed
es_mx: Velocidad actual
ja: 現在の速度
pl: Prędkość chwilowa
ru: Текущая скорость
uk: Швидкість руху
zh: 当前航速
zh_sg: 当前速度

# IDS_HELP_DAMAGED
source: Damaged
es_mx: Dañado
ja: 損傷
pl: Uszkodzony
ru: Повреждён
uk: Пошкоджений
zh: 受损
zh_sg: 受损

# IDS_HELP_DEAD_AHEAD_CAMERA
source: Focus camera on the ship
es_mx: Enfocar la cámara en el barco
ja: カメラを艦にフォーカス
pl: Ustaw kamerę na okręt
ru: Сфокусировать камеру на корабле
uk: Сфокусувати камеру на кораблі
zh: 镜头专注于该战舰
zh_sg: 镜头锁定战舰
