Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC249_OVECHKIN_STICK_DESCRIPTION
source: Truth be told, Alexander has two of such rewards. He notched his first golden stick for scoring 500 goals in 2016, with the second one following only a year later. On January 12, 2017, Alexander Ovechkin scored 1,000 points in NHL thanks to a double in the match against the Pittsburgh Penguins. On February 5, before the match of the NHL Regular Season against the Los Angeles Kings, the Washington Capitals President presented him an award — the second golden stick with a personal engraving. Shortly before, Ovechkin was named one of the 100 Greatest NHL Players in the entire history of the League.
es_mx: A decir verdad, Alexander tiene dos de estos premios. Consiguió su primer bastón de oro por anotar 500 goles en el 2016, y obtuvo su segundo tan solo un año después. El 12 de enero de 2017, Alexander Ovechkin anotó 1000 puntos en la NHL gracias a un doblete en el partido contra los Pittsburgh Penguins. El 5 de febrero, antes del partido de la Temporada Regular de la NHL contra Los Angeles Kings, el Presidente de los Washington Capitals le entregó un premio: el segundo bastón de oro con un grabado personal. Poco antes, Ovechkin fue nombrado uno de los 100 mejores jugadores de la NHL en toda la historia de la Liga.
ja: アレクサンドルはこのような賞品を 2 つ所有しています。彼は 2016 年に 500 ゴール目を達成した際に 1 本目の金色のスティックを獲得し、その僅か 1 年後に 2 本目を獲得しました。オベチキンは 2017 年 1 月 12 日、ピッツバーグ・ペンギンズとの試合で 2 ゴールを決め、NHL における 1,000 ポイントを達成しました。そして 2 月 5 日、NHL レギュラーシーズンにおけるロサンゼルス・キングスとの試合に先立ち、ワシントン・キャピタルズのプレジデントが彼に賞品を授与しました。それが、オベチキンの名前が刻印された 2 本目の金色のスティックでした。その少し前には、NHL の歴史における最高の選手 100 名のうちの 1 人に選定されています。
pl: Prawdę mówiąc, Aleksander ma dwie takie nagrody. Swój pierwszy złoty kij otrzymał za strzelenie 500 goli w 2016 roku, a drugi już rok później. 12 stycznia 2017 roku Aleksander Owieczkin zdobył tysięczny punkt w NHL w dwumeczu z Pittsburgh Penguins. 5 lutego, zanim rozpoczął się mecz sezonu zasadniczego NHL przeciwko Los Angeles Kings, prezydent Washington Capitals wręczył mu nagrodę – złoty kij z grawerowaną inskrypcją. Nieco wcześniej Owieczkin został uznany za jednego ze 100 najlepszych hokeistów w historii NHL.
ru: У Александра две таких награды. Первую золотую клюшку он получил за 500 шайб в 2016 году, и всего через год появился второй повод: 12 января 2017 года благодаря дублю в матче с клубом Pittsburgh Penguins Александр Овечкин заработал 1000 очков в НХЛ. 5 февраля, перед матчем регулярного чемпионата НХЛ против Los Angeles Kings, президент Washington Capitals вручил ему награду — вторую золотую клюшку с именной гравировкой. Немногим ранее Овечкин вошёл в список 100 лучших хоккеистов НХЛ за всю историю лиги.
uk: Олександр має дві таких нагороди. Першу золоту ключку він одержав 2016 року, коли закунув свою 500-ту шайбу. А вже за рік трапилася друга нагода: 12 січня 2017 року завдяки дублю в матчі проти клубу Pittsburgh Penguins Олександр Овечкін здобув 1000 очок у НХЛ. 5 лютого, перед матчем регулярного чемпіонату НХЛ проти Los Angeles Kings, президент Washington Capitals вручив йому нагороду — другу золоту ключку з іменним гравіюванням. Трохи раніше Овечкін увійшов до переліку 100 найліпших хокеїстів НХЛ за всю історію ліги.
zh: 说实话，亚历山大有两个这种奖项。他在2016年进了500球后获得第一个金棍，并且仅在一年之后获得了第二个金棍。2017年1月12日，亚历山大-奥维奇金在对阵企鹅队的比赛中获得双冠王并得到在NHL的1000分。2月5日，在NHL常规赛对阵国王队的比赛之前，首都队董事长向他颁发了一个奖项—一把带有个人雕刻的金棍。不久之前，奥维奇金被评为联盟历史上100位最伟大的NHL球员之一。
zh_sg: 事实上，Alexander曾两次夺得此奖项。他在2016年完成第500枚进球时首次赢得金球杆奖，仅仅过了一年。2017年1月12日，Alexander Ovechkin在对阵匹兹堡企鹅队的比赛中梅开二度，在NHL中进球达到了1000个。2月5日，在NHL常规赛对阵洛杉矶国王队的比赛之前，华盛顿首都队主席第二次向他颁发了此奖项— 一个带有个人雕刻的金色球棍，不久之前，Ovechkin被评为联盟历史上100位最伟大的NHL球员之一。

# IDS_PCZC250_OVECHKIN_STATUETTE
source: History of Achievements
es_mx: Historia de Logros
ja: 実績の歴史
pl: Historia osiągnięć
ru: История достижений
uk: Історія досягнень
zh: 成就的历史
zh_sg: 成就史

# IDS_PCZC250_OVECHKIN_STATUETTE_DESCRIPTION
source: Ovechkin's impressive career is full of serious trophies. He has been World Champion three times over, won silver medals two times and bronze medals three times. He scored a phenomenal 106 (52+54) points in his NHL debut season, 112 (65+47) points in the Regular Season and 9 (4+5) points more in playoff in season 2007–2008. After that, Alexander became the best scorer of the league five more times. His other awards include Hart Memorial Trophy, Ted Lindsay Award and Conn Smythe Trophy.
es_mx: La impresionante carrera de Ovechkin está llena de trofeos importantes. Fue el Campeón del Mundo tres veces, ganó dos medallas de plata y tres de bronce. Obtuvo 106 (52 + 54) puntos fenomenales en su temporada de debut en la NHL, 112 (65 + 47) puntos en la temporada regular y 9 (4 + 5) puntos más en los playoffs en la temporada 2007-2008. Después de eso, Alexander se convirtió en el mejor anotador de la liga cinco veces más. Sus otros premios incluyen el Trofeo Hart Memorial, el Premio Ted Lindsay y el Trofeo Conn Smythe.
ja: オベチキンは、その素晴しいキャリアにおいて、数々の実績を達成しました。ワールド・チャンピオンシップでは 3 回も金メダルに輝き、その他にも銀メダルを 2 回、銅メダルを 3 回獲得しています。NHL におけるデビューシーズンでは 106 (52 + 54) 得点という快挙を達成し、2007-08 レギュラーシーズンでは 112 (65 + 47) 得点を挙げて得点王に輝き、その後のプレーオフでさらに 9 (4 + 5) 得点を追加しました。オベチキンはその後、5 シーズンにおいてリーグ最高のゴール数を達成しました。その他にも、ハート記念賞、テッド・リンジー賞、コーン・スマイス賞に輝いています。
pl: Imponująca kariera Owieczkina obfituje w prestiżowe trofea. Został trzykrotnym mistrzem świata, wygrał dwa srebrne i trzy brązowe medale. W swoim debiutanckim sezonie w NHL osiągnął fantastyczny wynik punktowy – 106 (52+54). W latach 2007–2008 – 112 (65+47) w sezonie zasadniczym i 9 (4+5) w playoffach. Później Aleksander jeszcze pięciokrotnie zdobywał koronę najskuteczniejszego strzelca ligi. Inne trofea w jego gablocie to m.in. Hart Memorial Trophy, Ted Lindsay Award i Conn Smythe Trophy
ru: Впечатляющая карьера Овечкина полна серьёзных трофеев. Овечкин трижды стал чемпионом мира, два раза завоевал серебро и ещё три раза бронзу. В свой дебютный сезон в НХЛ хоккеист набрал феноменальные 106 (52+54) очков, а в сезоне 2007–2008 — 112 (65+47) очков в регулярном чемпионате и ещё 9 (4+5) результативных баллов в плей-офф. После этого Александр становился лучшим снайпером лиги ещё пять раз. Среди других наград — Hart Memorial Trophy, Ted Lindsay Award и Conn Smythe Trophy.
uk: Дивовижна кар’єра Овечкіна повна значних трофеїв. Овечкін тричі став чемпіоном світу, два рази виборов срібло і ще три рази бронзу. У свій дебютний сезон у НХЛ хокеїст набрав феноменальні 106 (52+54) очок, а в сезоні 2007–2008 — 112 (65+47) очок в регулярному чемпіонаті і ще 9 (4+5) результативних балів у плей-офф. Після цього Олександр ставав найліпшим снайпером ліги ще п’ять разів. Серед інших нагород — Hart Memorial Trophy, Ted Lindsay Award і Conn Smythe Trophy.
zh: 奥维奇金令人印象深刻的职业生涯充满了可敬的奖杯。他三次成为世界冠军，两次获得银牌，三次获得铜牌。他在NHL首秀联盟取得了惊人的106分（52+54）分，常规赛得分为112分（65+47）分，2007-2008联盟季后赛得分为9分（4+5）分。在那之后，亚历山大再次成为联盟最佳得分手五次。他的其他奖项包括哈特纪念奖、泰德•林赛奖和康纳·史密斯杯。
zh_sg: Ovechkin令人印象深刻的职业生涯中充满了重量级的奖杯。他获得过三次世界冠军，两次银牌，三次铜牌。他在NHL首秀赛季取得了惊人的106个进球（52+54），常规赛进球为112个（65+47），2007-2008赛季季后进球为9个（4+5）。 在那之后，Alexander又获得了五次最佳得分手。其他的奖项包括哈特纪念奖、泰德·林德赛奖和康恩·史密斯奖。

# IDS_PCZC251_OVECHKIN_CUP
source: Pinnacle of Skills
es_mx: Pináculo de Habilidades
ja: スキルの頂点
pl: Niedoścignione umiejętności
ru: Вершина мастерства
uk: Вершина майстерності
zh: 技术巅峰
zh_sg: 技术巅峰

# IDS_PCZC251_OVECHKIN_CUP_DESCRIPTION
source: In 2018, the Washington Capitals ice hockey club won the Stanley Cup, the most prestigious trophy for the sport, for the first time in its history. Captain Alexander Ovechkin, who became the first Russian captain in NHL, led the team to the victory and raised the Stanley Cup over his head. The most long-awaited and most challenging trophy in his career was taken.
es_mx: En 2018, el club de hockey sobre hielo de los Washington Capitals ganó la Stanley Cup, el trofeo más prestigioso de este deporte, por primera vez en su historia. El capitán Alexander Ovechkin, quien se convirtió en el primer capitán ruso en la NHL, llevó al equipo a la victoria y levantó la Copa Stanley sobre su cabeza. Se llevó el trofeo más esperado y desafiante de su carrera.
ja: 2018 年に、ワシントン・キャピタルズはこのスポーツにおける最高の栄誉であるスタンレー・カップを勝ち取りました。これはチーム史上初の快挙でした。ロシア人として初めて NHL におけるキャプテンとなっていたアレクサンドル・オベチキンが、チームをこの勝利へと導き、その頭上にスタンレー・カップを掲げたのです。これは、彼がそのキャリアにおいて待ち望み続けて来た、最もチャレンジングな賞でした。
pl: W 2018 roku klub Washington Capitals po raz pierwszy w swojej historii wygrał Puchar Stanleya, najbardziej prestiżowe trofeum w tym sporcie. Aleksander Owieczkin, pierwszy Rosjanin, który został kapitanem drużyny NHL, poprowadził swoją drużynę do zwycięstwa i uniósł do góry Puchar Stanleya. Zdobył najbardziej wyczekiwane i najbardziej wymagające trofeum w swojej karierze.
ru: В 2018 году хоккейный клуб Washington Capitals впервые в своей истории выиграл Кубок Стэнли, самый престижный трофей в этом виде спорта. К победе команду привёл капитан Александр Овечкин, ставший первым российским капитаном в НХЛ, который поднял над головой Кубок Стэнли. Самый долгожданный, самый сложный трофей в его карьере взят.
uk: 2018 року хокейний клуб Washington Capitals вперше за історію виграв Кубок Стенлі, найпрестижніший трофей цього виду спорту. До перемоги команду привів капітан Олександр Овечкін, який став першим російським капітаном у НХЛ, що підняв над головою Кубок Стенлі. Здобуто найочікуваніший, найскладніший трофей його кар’єри.
zh: 2018年，首都曲棍球俱乐部在这项运动中首次赢得史坦利杯，这是该运动中最负盛名的奖杯。成为NHL的第一位S国队长的亚历山大-奥维奇金队长率领球队取得了胜利，并将史坦利杯高举过头。这是他职业生涯中期待已久且最具挑战性的奖杯。
zh_sg: 2018年，华盛顿首都冰球俱乐部队史上首次赢得斯坦利杯，这是该运动中最负盛名的奖杯。Alexander Ovechkin成为了首个带队举起斯坦利杯的俄罗斯籍NHL队长。这是他职业生涯中期待已久，也是最具挑战性的奖杯。

# IDS_PCZC252_HMSVALKYRIE
source: HMS Valkyrie
zh: 瓦尔基里
zh_sg: HMS女武神

# IDS_PCZC252_HMSVALKYRIE_DESCRIPTION
source: Named after the legendary warriors of Scandinavian mythology, HMS Valkyrie was laid down in the dockyards of the town of Dumbarton, Scotland, in May 1916. She was commissioned a little more than 12 months later, in June 1917. Valkyrie was the lead ship in a series of flotilla leaders of the V class (5 items). These ships represented a breakthrough for their time, and defined the general appearance of destroyers not only in the British Navy, but also across the other leading navies of the world for a long time to come. Their large dimensions resulted in sea-keeping characteristics and sea endurance good enough to operate conjointly with battle squadrons. Another progressive solution was the placement of artillery guns in super-firing turrets, which later became a standard scheme for subsequent generations of destroyers. Following HMS Valkyrie and her sister ships, several further series of ships were built resembling her, in regard to arrangement and characteristics. From 1917 through 1924, a total of 67 ships were commissioned, collectively designated as V-class and W-class destroyers. Many of them remained in service until 1945, thus participating in World War I as well as being on active duty during the whole of World War II. Initially, HMS Valkyrie was a member of Harwich Force, whose main mission was carrying out escort operations in coastal waters. Later on, she would become a part of the Grand Fleet, the major British naval force. In 1936, the ship was scrapped for metal.
es_mx: Con el nombre de las legendarias guerreras de la mitología escandinava, el HMS Valkyrie fue puesto en quilla en los astilleros de la ciudad de Dumbarton, Escocia en mayo de 1916. Fue comisionado unos 12 meses después en junio de 1917. El Valkyrie fue el barco insignia en una serie de líderes de flotilla de la clase V (5 barcos). Estos barcos representaron un gran avance para su época, y por mucho tiempo definieron la apariencia general de los destructores, no solo en la Marina del Reino Unido, sino también entre las mayores armadas del mundo. Sus grandes dimensiones les brindaron una resistencia y características de navegación los suficientemente buenas para operar en conjunto con los escuadrones de batalla. Otra solución innovadora fue la colocación de los cañones de artillería en forma apilada, que posteriormente se convirtió en un esquema estándar para las siguientes generaciones de destructores. Después del HMS Valkyrie y sus barcos hermanos, varias series de barcos fueron construidas en base a estos, en cuanto a su disposición y características. De 1917 a 1924, un total de 67 barcos fueron comisionados, designados de forma colectiva como destructores de las clases V y W. Muchos de ellos permanecieron en servicio hasta 1945, participando de esta manera en la Primera Guerra Mundial y permaneciendo en servicio activo durante toda la Segunda Guerra Mundial. Inicialmente, el HMS Valkyrie era un miembro de la Fuerza Harwich, cuya misión principal era realizar operaciones de escolta en aguas costeras. Más tarde, formaría parte de la Gran Flota, la principal fuerza naval británica. En 1936 el barco fue desguazado en partes.
ja: 北欧神話の伝説的な女戦士に因んで命名されたValkyrieは、1916 年 5 月にスコットランドのダンバートンの造船所で起工されました。本艦は約 12 ヶ月後の 1917 年 6 月に就役しました。Valkyrieは V 級の嚮導艦型駆逐艦 (計 5 隻) の 1 番艦でした。これらは当時としては革新的な艦艇であり、イギリス海軍だけでなく世界中の有力海軍における駆逐艦の一般的な外観に、長期間に渡って決定的な影響を与えました。その大型の船体は高い凌波性能や堪航能力を生み、戦闘艦隊と合同で作戦を行うことが可能でした。もうひとつの先進的な設計は背負い式砲塔に主砲を配置したことで、これは後続の各世代の駆逐艦にとって標準型のスキームとなりました。 Valkyrieとその姉妹艦に続いて建造された各型の駆逐艦は配置や性能の点で本艦と類似しています。1917 年から 1924 年にかけて就役した計 67 隻は、まとめて V 級または W 級と呼称されました。これらの駆逐艦の多くは 1945 年まで運用され続けたため、一次大戦に参加すると共に二次大戦の全期間を通じて積極的に任務を遂行することになりました。当初Valkyrieは、沿岸水域で護衛任務を行うハリッジ部隊の一員でしたが、後にイギリス海軍の主力部隊である「大艦隊」に配属されました。本艦は 1936 年に解体されました。
pl: Okręt HMS Valkyrie nosi nazwę legendarnych wojowniczek z mitologii skandynawskiej. Jego budowę rozpoczęto w maju 1916 roku w Dumbarton w Szkocji. Służbę rozpoczął nieco ponad rok później, w czerwcu 1917 roku. Valkyrie był pierwszy okrętem prowadzącym w serii liderów flotylli klasy V (5 okrętów). Ich konstrukcja była na tamte czasy przełomowa i na długo wyznaczyła standardy budowy niszczycieli nie tylko w marynarce brytyjskiej, ale na całym świecie. Ich duże rozmiary zapewniały im dzielność morską pozwalającą na działania w połączeniu z eskadrami bojowymi. Kolejnym postępowym rozwiązaniem w ich konstrukcji było umieszczenie dział artyleryjskich w wieżach ustawionych w superpozycji, co stało się standardem dla wielu kolejnych pokoleń niszczycieli. Po HMS Valkyrie i jego okrętach siostrzanych zbudowano kilka następnych serii niszczycieli podobnych pod względem konstrukcji oraz charakterystyki. Od 1917 do 1924 roku do służby weszło 67 okrętów, oznaczonych wspólnie jako niszczyciele klas V oraz W. Wiele z nich pozostało w służbie aż do 1945 roku, uczestnicząc zarówno w I, jak i II wojnie światowej. Początkowo HMS Valkyrie należał do Harwich Force, która pełniła zadania eskortowe na wodach przybrzeżnych. Później stał się częścią Grand Fleet, głównej brytyjskiej siły morskiej. W 1936 roku okręt został zezłomowany.
ru: HMS Valkyrie, получивший название в честь персонажей скандинавской мифологии, был заложен на верфи в городе Дамбартон в Шотландии в мае 1916 года. Спустя чуть более 12 месяцев, в июне 1917 года, он вступил в строй. Valkyrie был головным в серии лидеров флотилий типа V (5 единиц) — революционных для своего времени кораблей, надолго определивших облик эсминцев не только британского, но и других ведущих флотов мира. Большие размеры корабля позволили обеспечить ему достаточные для совместного оперирования с линейными эскадрами мореходность и дальность плавания. Другим прогрессивным решением стало размещение артиллерии по линейно-возвышенной схеме, ставшей стандартом для всех последующих поколений эсминцев. Вслед за HMS Valkyrie и его систершипами было построено ещё несколько серий кораблей, аналогичных по компоновке и характеристикам. Всего с 1917 по 1924 год вступило в строй 67 единиц, получивших собирательное обозначение как эсминцы типов V и W. Многие из них оставались в строю вплоть до 1945 года, успев принять участие не только в Первой мировой войне, но и пройти всю Вторую. HMS Valkyrie действовал первоначально в составе Гарвичских сил, главной задачей которых были эскортные операции в прибрежных водах, а затем входил в состав Гранд Флита — главных сил ВМС Великобритании. В 1936 году корабль был разобран на металл.
uk: HMS Valkyrie, названий на честь представниць скандинавської міфології, було закладено в місті Дамбартон, Шотландія, у травні 1916 р. Трохи більше ніж 12 місяців потому — у червні 1917 р. — він став до лав флоту. HMS Valkyrie був головним у серії лідерів флотилій типу V (5 одиниць) — революційних для свого часу кораблів, які надовго визначили вигляд есмінців не лише британського, а й інших провідних флотів світу. Завдяки великим розмірам корабель мав достатню мореплавність і дальність плавання, що зумовило можливість спільних дій із лінійними ескадрами. Ще одним прогресивним рішенням було розміщення артилерії за лінійно-піднесеною схемою, що стала стандартом для есмінців всіх наступних поколінь. Слідом за HMS Valkyrie та його однотипниками, збудували ще кілька серій кораблів, аналогічних за компонуванням і характеристиками. Загалом із 1917 до 1924 р. до лав стали 67 одиниць, узагальнено названих есмінцями типів V і W. Багато з них залишилися в строю аж до 1945 року, взявши участь у Першій світовій війні та пройшовши усю Другу. Спочатку HMS Valkyrie був у складі Гарвічських сил, які залучали здебільшого до ескортних операції у прибережних водах, а пізніше увійшов до складу Гранд-Фліту — головних сил ВМС Великобританії. Корабель розібрали на брухт 1936 року.
zh: 瓦尔基里以斯堪的纳维亚神话中创造的传奇战士命名，于1916年5月在苏格兰敦巴顿镇的造船厂安放龙骨。它于12个多月后的1917年6月进入服役。瓦尔基里一系列V级区舰队领导（5艘）的领舰。这些战舰代表了它们时代的突破，很长一段时间，它们不仅在Y国海军也在世界其他主要海军中定义了驱逐舰的整体外观。它们的大尺寸造成了适航性和海上耐久力足以与作战分舰队共同作战。另一个先进的解决方案是将火炮装置在背负式炮塔中，后来成为后续几代驱逐舰的标准配置。 继瓦尔基里和它的姊妹舰之后，在布局和特征方面，又建造了几个系列类似它的战舰。从1917年到1924年，共有67艘战舰投入服役，统称为V级和W级驱逐舰。其中许多艘一直服役到1945年，因此参加了大战以及在整个大战期间的服役。最初，瓦尔基里是哈维奇部队的成员，其主要任务是在沿海水域进行护送行动。之后，它将成为Y国主要海军力量大舰队的一员。1936年，此舰以废金属报废。
zh_sg: HMS女武神以斯堪的纳维亚神话中的传奇战士命名，于1916年5月在苏格兰登巴顿镇的造船厂开始生产。在12个多月后，它于在1917年6月交付。女武神曾是V型领导舰队系列的领航舰。这些战舰代表了它们所处时代的一个突破，在很长的一段时间内，它们定义了驱逐舰的外形，不仅是对英国海军的战舰，也是对全世界其他领先的海军的战舰。其庞大的规模使其具有良好的海上保持性和海上耐久性，足以与作战小队协同作战。另一个进步的解决方案是在超强炮塔中安装的火炮，这在后来成为下一代驱逐舰的标准方案。 在女武神和她的姐妹舰之后，在配置和特性方面，又建造了几个系列的与其类似战舰。从1917年到1924年，共有67艘军舰服役，被统称为V级和W级驱逐舰。他们中的许多一直服役到1945年，既参加了第一次世界大战，在第二次世界大战期间也一直在服役。最初，女武神号是哈威治部队的一名成员，主要任务是在沿海水域执行护航行动。后来，她成为英国海军大舰队的一员。1936年，这艘战舰被废弃，被拆成了金属。

# IDS_PCZC253_HMSICARUS
source: HMS Icarus
zh: 伊卡洛斯
zh_sg: HMS 伊卡洛斯
