Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFSB518
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PFSB518_DESCR
source: A Richelieu-class battleship known for her high speed and powerful anti-torpedo defense. In the process of her completion in the late 1940s, she received the most advanced anti-aircraft artillery systems for that time, which significantly increased the ship's AA defense.
es_mx: Un acorazado de la clase Richelieu conocido por su alta velocidad y su poderosa defensa anti torpedps. En el proceso de su culminación a finales de los años 40, recibió el más avanzado sistema de artillería antiaérea de esa época, ll que incrementaba significativamente la defensa AA de barco.
ja: ジャン・バールは、リシュリュー級戦艦であり、高い速力と強固な対水雷防御で有名です。1940 年代の後半に行われた仕上げ工程においては、当時の最先端の対空砲システムが搭載され、対空能力が大幅に強化されました。
pl: Pancernik klasy Richelieu znany ze swojej szybkości i potężnej obrony przeciwtorpedowej. W trakcie budowy pod koniec lat 40. okręt został wyposażony w najnowocześniejszy system artylerii przeciwlotniczej, jaki wtedy istniał, co znacznie uodporniło go na ataki z powietrza.
ru: Линейный корабль типа Richelieu, обладавший высокой скоростью хода и мощной противоторпедной защитой. В процессе достройки в конце 1940-х годов получил на вооружение самые современные на тот момент зенитные артиллерийские системы, что существенно усилило ПВО корабля.
uk: Лінкор типу Richelieu, що мав високу швидкість ходу і потужний протиторпедний захист. В процесі добудови в кінці 1940-х рр. одержав на озброєння найсучасніші на той момент зенітні артилерійські системи, що значно посилило ППО корабля.
zh: 一艘黎塞留级战列舰以其高速和强大的反鱼雷防护而闻名。在它1940年代末期完成的过程中，它获得了当时最先进的防空火炮系统，这显著提高了该舰的对空防御。
zh_sg: 一艘黎塞留级战列舰，以高航速和强大的反鱼雷防御而闻名。在它20世纪40年代建造的过程中，它获得了当时最先进的防空武器系统，这显著地提高了战舰的对空防御能力。

# IDS_PFSB518_FULL
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PFSB528_DESCR
source: A battleship design close to that of the Gascogne class. Her triple turrets and the 406 mm guns mounted in them were developed in France in the second half of the 1930s.
es_mx: Un diseño de acorazado muy similar al de la clase Gascogne. Sus torretas triples y los cañones de 406 mm montados en ellas fueron desarrollados en Francia durante la segunda mitad de los años 30.
ja: シャンパーニュは、ガスコーニュ級に類似した戦艦の設計案です。本案に採用されている三連装砲塔と 406 mm 砲は、フランスで 1930 年代の後半に開発されたものでした。
pl: Projekt pancernika zbliżony do typu Gascogne. Jego potrójne wieże z działami kal. 406 mm zostały opracowane we Francji w drugiej połowie lat 30.
ru: Проект линкора, близкий к типу Gascogne. Трёхорудийные башни главного калибра и 406-мм орудия для них были разработаны во Франции во второй половине 1930-х гг.
uk: Проект лінкора, близький до типу Gascogne. Тригарматні башти головного калібру та 406-мм гармати для них розробили у Франції у другій половині 1930-х рр.
zh: Проект линкора, близкий к типу Gascogne. Трёхорудийные башни главного калибра и 406-мм орудия для них были разработаны во Франции во второй половине 1930-х гг.
zh_sg: 一种与加斯科涅级设计相近的战列舰。它的三联装炮塔和406毫米火炮都是1930年代后半期在法国制造的。

# IDS_PFSC101
source: Bougainville
zh: 布甘维尔
zh_sg: 布甘维尔

# IDS_PFSC101_DESCR
source: The largest and most powerful representative of the aviso type, the French Navy equivalent of sloops and gunboats. This warship was intended for colonial service abroad and carried armament that was quite good for her size.
es_mx: El representante más grande y poderoso del tipo aviso, el equivalente de la Armada Francesa de balandras y cañoneras. Esta nave de guerra estaba destinada al servicio colonial en el extranjero y llevaba un muy buen armamento para su tamaño.
ja: ブーゲンヴィル級通報艦は、通報艦としては最大最強の艦級であり、フランス海軍においてはこの艦種がスループや砲艦の役割を担っていました。本艦級は、世界各地の植民地や保護国を警備するためのものであり、その大きさの割に極めて優れた兵装を備えていました。
pl: Największy i najpotężniejszy reprezentant typu awizo, francuskiego odpowiednika slupów i kanonierek. Okręt miał pełnić służbę kolonialną, a jego uzbrojenie było adekwatne do rozmiarów.
ru: Самый крупный и мощный представитель класса авизо — французского аналога шлюпов и канонерских лодок. Предназначался для службы в колониях и был для своих размеров достаточно хорошо вооружён.
uk: Найбільший і потужний представник класу авізо — французького аналога шлюпів і канонерських човнів. Призначався для служби в колоніях. Був добре озброєний незважаючи на розміри.
zh: 最大且最强的通报舰类型代表，相当于该国海军的单桅纵帆炮舰和巡逻舰。这艘战舰是为了在国外的殖民地服役而设计并搭载了对它的尺寸来说相当不错的武器。
zh_sg: 体积最大且战力最强的通报舰代表，相当于法国海军的单桅纵帆炮舰和巡逻舰。这艘战舰是为了在国外的殖民地服役而设计，搭载了对其体积来说相当不错的武器。

# IDS_PFSC101_FULL
source: Bougainville
zh: 布甘维尔
zh_sg: 布甘维尔

# IDS_PFSC102
source: Jurien
zh: 尤里安
zh_sg: 尤里安-格拉维

# IDS_PFSC102_DESCR
source: Jurien de la Gravière was the last protected cruiser built for the French Navy. The ship's silhouette and architecture were typical of French warships at the turn of the 19th century. Powerful 164 mm guns distinguished Jurien de la Gravière from the majority of foreign counterparts.
es_mx: Jurien de la Gravière fue el último crucero protegido construido para la Armada Francesa. La silueta y arquitectura del barco eran típicas de los buques de guerra franceses a finales del siglo XIX. Los poderosos cañones de 164 mm distinguían al Jurien de la Gravière de la mayoría de sus contrapartes extranjeras.
ja: ジュリアン・ド・ラ・グラヴィエールは、フランス海軍用として建造されたものとしては、最後の防護巡洋艦です。本艦のシルエットと構造は、19 世紀の変わり目におけるフランスの軍艦としては典型的なものであり、強力な 164 mm 砲を搭載していた点が、諸外国の多くの競合艦との大きな違いでした。
pl: Jurien de la Gravière był ostatnim krążownikiem pancernopokładowym zbudowanym dla Marynarki Francuskiej. Jego sylwetka i architektura były typowe dla okrętów francuskich XIX wieku. Potężne działa kal. 164 mm odróżniały Jurien de la Gravière od większości rywali z innych krajów.
ru: Последний бронепалубный крейсер ВМС Франции, с характерными для французских кораблей рубежа XIX–XX веков силуэтом и архитектурой. Мощные 164-мм орудия Jurien de la Gravière выделяли его на фоне вооружения большинства зарубежных представителей этого класса кораблей.
uk: Останній бронепалубний крейсер ВМС Франції, з характерними для французьких кораблів межі XIX–XX століть силуетом і архітектурою. Потужні 164-мм гармати Jurien de la Gravière вирізняли його на тлі озброєння більшості іноземних представників цього класу кораблів.
zh: 尤里安-格拉维是为该国海军所打造的最后一艘防护巡洋舰。该战舰的轮廓和构造为十九世纪初期的典型该国战舰。强大的 164 毫米舰炮让尤里安-格拉维 有别于类似的多数外国对手。
zh_sg: 尤里安-格拉维是为法国海军所打造的最后一艘防护巡洋舰。该战舰的构造采用了19世纪初的典型法国战舰风格。强大的164毫米舰炮让Jurien de la Gravière在众多别国战舰中脱颖而出。

# IDS_PFSC102_FULL
source: Jurien de la Gravière
zh: 尤里安-格拉维
zh_sg: 尤里安-格拉维

# IDS_PFSC103
source: Friant
zh: 弗利昂
zh_sg: 弗利昂

# IDS_PFSC103_DESCR
source: A light cruiser project designed after the end of World War I that revealed an acute shortage of this type of ship in the French Navy. The primary features of the project were high speed, weak armor, powerful torpedo armament and main guns placed in turrets.
es_mx: Un proyecto de crucero ligero diseñado después del final de la Primera Guerra Mundial que reveló una escasez aguda de este tipo de nave en la Armada Francesa. Las características principales del proyecto eran su alta velocidad, débil blindaje, un poderoso armamento de torpedos y los cañones principales colocados en torretas.
ja: フリアンは、軽巡洋艦の計画案であり、一次大戦後のフランス海軍における深刻な軽巡洋艦の不足に対応するために設計されました。この計画案の主な特徴として、高速ながら装甲は脆弱であり、強力な雷装を備え、主砲は砲塔式でした。
pl: Lekki krążownik zaprojektowany po zakończeniu I wojny światowej, która obnażyła niedostatek okrętów tego typu w Marynarce Francuskiej. Jego główne cechy to duża prędkość, słaby pancerz, potężne uzbrojenie torpedowe i umieszczenie głównych dział w wieżach.
ru: Проект лёгкого крейсера, разработанный после окончания Первой мировой войны, выявившей острый недостаток кораблей этого класса во французских ВМС. Главными особенностями проекта были высокая скорость, слабое бронирование, мощное торпедное вооружение и артиллерия, размещённая в башнях.
uk: Проект легкого крейсера, розроблений після закінчення Першої світової війни, яка виявила гостру нестачу кораблів цього класу у французьких ВМС. Головними особливостями проекту були висока швидкість, слабке бронювання, потужне торпедне озброєння і артилерія, розміщена у баштах.
zh: 战争结束后设计的轻型巡洋舰计划，暴露出该国海军严重缺少此类型战舰。该计划的主要特色是高航速、装甲薄弱、强大的鱼雷武器及放置在炮塔内的主炮。
zh_sg: 第一次世界大战结束后设计的轻型巡洋舰项目，暴露出法国海军严重缺少此类型战舰的短板。主要特点是航速高、装甲薄弱、鱼雷武器强大及主炮。放置在炮塔内。

# IDS_PFSC103_FULL
source: Friant
zh: 弗利昂
zh_sg: 弗利昂

# IDS_PFSC104
source: Duguay-Trouin
zh: 迪盖-特鲁安
zh_sg: 迪盖-特鲁安

# IDS_PFSC104_DESCR
source: The world's first large warship designed and built after World War I. The ship had virtually no armor protection but carried very powerful torpedo armament. An innovation that was implemented on this type of ship was the arrangement of her main guns in twin-gun superfiring turrets.
es_mx: El primer gran buque de guerra del mundo diseñado y construido después de la Primera Guerra Mundial. El buque prácticamente no tenía blindaje, pero contaba con un armamento de torpedos muy poderoso. Una innovación que fue implementada en este tipo de buques fue la disposición de sus cañones principales en torres gemelas.
ja: デュゲイ＝トルーアン級軽巡洋艦は、一次大戦後に設計・建造されたものとしては、世界初の大型軍艦です。装甲防御は皆無に等しかったものの、極めて強力な雷装を誇りました。主砲に背負式の連装砲塔を採用していた点が、本艦級における革新的な点でした。
pl: Pierwszy duży okręt świata zbudowany po I wojnie światowej. Nie posiadał praktycznie żadnego opancerzenia, ale cechował się nadzwyczaj potężnym uzbrojeniem torpedowym. Wyróżniał się ponadto innowacyjnym, pionowym umiejscowieniem dział w wieżach.
ru: Первый в мире крупный военный корабль, спроектированный и построенный после Первой мировой войны. Практически не имел бронирования, но отличался очень мощным торпедным вооружением. Новаторским для кораблей этого класса было размещение артиллерии главного калибра в двухорудийных башнях по линейно-возвышенной схеме.
uk: Перший у світі великий військовий корабель, спроектований і побудований після Першої світової війни. Майже не мав бронювання, але відрізнявся дуже потужним торпедним озброєнням. Новаторським для кораблів цього класу було розміщення артилерії головного калібру в двогарматних баштах за лінійно-піднесеною схемою.
zh: 战争后设计并打造出的世上最大型的战舰。该战舰几乎没有装甲保护，但搭载了非常强大的鱼雷武器。此类型战舰所应用的一大创新，就是将它的主炮安置在超射型双联装炮塔里。
zh_sg: 第一次世界大战后设计和制造出的世上最大的战舰。该战舰几乎没有装甲保护，但搭载了非常强大的鱼雷武器。此类型战舰所应用的一大创新，就是将它的主炮安置在超射型双联装炮塔里。

# IDS_PFSC104_FULL
source: Duguay-Trouin
zh: 迪盖-特鲁安
zh_sg: 迪盖-特鲁安

# IDS_PFSC105
source: Émile Bertin
zh: 白劳易
zh_sg: 白劳易

# IDS_PFSC105_DESCR
source: A light cruiser specifically designed to have the highest speed possible and a powerful artillery. The ship's small displacement was limited by international treaties so she received only minimal armor protection.
es_mx: Un crucero ligero diseñado específicamente para tener la mayor velocidad posible y una artillería poderosa. El pequeño desplazamiento del barco estaba limitado por tratados internacionales por lo que recibió una protección mínima de blindaje.
ja: エミール・ベルタンは、可能な限りの高速と強力な砲撃兵装を実現することに特化して設計された軽巡洋艦です。国際条約による制限に伴い排水量が小さかったため、装甲防御は最小限でした。
pl: Lekki krążownik zaprojektowany z myślą o osiąganiu jak największej szybkości i przenoszeniu potężnej artylerii. Jego niska wyporność narzucona była przez traktaty międzynarodowe, więc opancerzenie było szczątkowe.
ru: Лёгкий крейсер, главной задачей при проектировании которого было обеспечение мощного артиллерийского вооружения и максимально высокой скорости. Небольшое, ограниченное международными соглашениями водоизмещение позволило дать кораблю лишь минимальное бронирование.
uk: Легкий крейсер, головним завданням під час проектування якого було забезпечення потужним артилерійським озброєнням і максимально високою швидкістю. Невелика, обмежена міжнародними угодами водотоннажність дозволила дати кораблю лише мінімальне бронювання.
zh: 专门设计的轻型巡洋舰，拥有可能是当时最高的航速以及强大的火炮。受到国际条约的限制而使该战舰的排水量更小，所以它只得到了最小限度的装甲防护。
zh_sg: 轻型巡洋舰，专为尽可能拥有当时最高的航速和火炮威力而设计。由于国际条约的限制，战舰的排水量很小，所以只布置了最小限度的装甲防护。

# IDS_PFSC105_FULL
source: Émile Bertin
zh: 白劳易
zh_sg: 白劳易

# IDS_PFSC106
source: La Galissonnière
zh: 加利索尼埃
zh_sg: 加利索尼埃

# IDS_PFSC106_DESCR
source: By the outbreak of World War II, La Galissonnière was one of the best light cruisers in the world. In contrast to her predecessor, she featured good main battery guns and the best armor protection among ships of this type. In 1943, cruisers of this class received enhanced anti-aircraft armament and surveillance radars.
es_mx: Al estallar la Segunda Guerra Mundial, La Galissonnière fue uno de los mejores cruceros ligeros del mundo. En contraste con su predecesor, contaba con una buena batería principal de cañones y el mejor blindaje entre los barcos de este tipo. En 1943, los cruceros de esta clase recibieron armamento antiaéreo y radares de vigilancia mejorados.
ja: ラ・ガリソニエール級軽巡洋艦は、二次大戦の勃発時においては世界最高の軽巡洋艦のひとつでした。前級とは異なり良好な主砲を備えており、装甲防御は軽巡洋艦としては最高を誇りました。1943 年には、本艦級の各艦に対空兵装の強化と警戒レーダーの搭載が図られました。
pl: Do czasu wybuchu II wojny światowej La Galissonnière był jednym z najlepszych lekkich krążowników świata. W przeciwieństwie do poprzedników posiadał silne działa baterii głównej i najlepsze opancerzenie wśród okrętów tego typu. W 1943 roku krążowniki tej klasy otrzymały ulepszone uzbrojenie przeciwlotnicze i radary dozorowania.
ru: К началу Второй мировой войны являлся одним из лучших в мире лёгких крейсеров. Унаследовал от предшественника хорошую артиллерию, получив при этом самое мощное в своём классе бронирование. В 1943 году на крейсерах этого типа было усилено зенитное вооружение и установлено радиолокационное оборудование.
uk: До початку Другої світової війни був одним з ліпших у світі легких крейсерів. Успадкував від попередника хорошу артилерію та отримав найпотужніше у своєму класі бронювання. 1943 р. на крейсерах цього типу посилили зенітне озброєння і встановили радіолокаційне обладнання.
zh: 时至战争爆发，加利索尼埃是世界上最棒的轻型巡洋舰之一。对比它的前辈，它具备着良好的主炮及此类型战舰中最好的装甲防护力。1943 年，此舰级巡洋舰得到了增强型防空武器及监视雷达。
zh_sg: 第二次世界大战爆发之际，加利索尼埃 是世界上最好的轻型巡洋舰之一。与前代舰相比，它拥有更好的主炮及此类型战舰中最强的装甲防护力。1943年，此舰级巡洋舰还加装了增强型防空武器及监视雷达。

# IDS_PFSC106_FULL
source: La Galissonnière
zh: 加利索尼埃
zh_sg: 加利索尼埃

# IDS_PFSC107
source: Algérie
zh: 阿尔及利亚
zh_sg: 阿尔及利亚

# IDS_PFSC107_DESCR
source: The last heavy cruiser built for the French Navy, and one of the best representatives of this type of ship in Europe. Among the cruisers of her time, she was distinguished by powerful armor and very good torpedo protection.
es_mx: El último crucero pesado construido para la Armada Francesa, y uno de los mejores representantes de este tipo de barco en Europa. Entre los cruceros de su época, se distinguió por su poderoso blindaje y muy buena protección de torpedos.
ja: アルジェリーは、フランス海軍用として建造されたものとしては最後の重巡洋艦であり、ヨーロッパ最高の重巡洋艦のひとつです。当時の巡洋艦としては強力な装甲と極めて良好な対水雷防御を備えていた点が特徴でした。
pl: Ostatni ciężki krążownik zbudowany przez Marynarkę Francuską i jeden z najlepszych okrętów tego typu w Europie. Od innych krążowników tych czasów odróżniał go potężny pancerz i ochrona przeciwtorpedowa.
ru: Последний тяжёлый крейсер, построенный для ВМС Франции, и один из лучших представителей этого класса кораблей в Европе. Среди крейсеров своего времени выделялся мощным бронированием и очень хорошей противоторпедной защитой.
uk: Останній важкий крейсер, побудований для ВМС Франції, та один з ліпших представників цього класу кораблів у Європі. Серед крейсерів свого часу вирізнявся потужним бронюванням і дуже хорошим протиторпедним захистом.
zh: 为海军所打造的最后一艘重型巡洋舰，而且是此类型战舰最佳代表作之一。在当时的巡洋舰之中，它以强大的装甲及非常良好的鱼雷防护而著名。
zh_sg: 为法国海军所打造的最后一艘重型巡洋舰，而且是此类型战舰在欧洲的最佳代表作之一。在同时代的巡洋舰之中，以强大的装甲和鱼雷防护而著名。

# IDS_PFSC107_FULL
source: Algérie
zh: 阿尔及利亚
zh_sg: 阿尔及利亚

# IDS_PFSC108
source: Charles Martel
zh: 查理-马特
zh_sg: 查理-马特

# IDS_PFSC108_DESCR
source: A heavy cruiser project (Project C5A3) designed to rival potential adversaries: new ships of this type that were being built in Germany. The main difference from the previous ships was manifested in the enhancement of the ship's main guns located in triple turrets.
es_mx: Un proyecto de crucero pesado (Proyecto C5A3) diseñado para competir con adversarios potenciales: nuevos barcos de este tipo que se estaban siendo construidos en Alemania. La principal diferencia con respecto a los barcos anteriores se manifestó en la mejora de los cañones principales del barco situados en torres triples.
ja: シャルル・マルテル (C5A3 計画) は、重巡洋艦の計画案であり、ドイツで建造中だった重巡洋艦に対抗するためのものでした。従来の艦艇との主な違いとして、主砲を改良し、三連装砲塔に搭載する予定でした。
pl: Projekt ciężkiego krążownika (oznaczenie C5A3) mającego rywalizować z nowymi okrętami tego typu budowanymi w Niemczech. Główna różnica w porównaniu z poprzednikami to ulepszenie potrójnych dział umieszczonych w wieżach.
ru: Проект тяжёлого крейсера (проект C5A3), разработанный в противовес потенциальным противникам — новым кораблям этого класса, строившимся в Германии. Главным отличием от предшественника было усиление артиллерии главного калибра, размещённой в трёхорудийных башнях.
uk: Проект важкого крейсера (проект C5A3), розроблений на противагу потенційним супротивникам — новим кораблям цього класу, що будувалися у Німеччині. Головною відмінністю від попередника була посилена артилерія головного калібру, розташована у тригарматних баштах.
zh: 重型巡洋舰计划 (C5A3 计划) 目的是为了与潜在的对手互相竞争：新的此类型战舰是在该国建造。与先前战舰最大的不同表现在加强了该战舰放置在三联装炮塔的主炮上。
zh_sg: 重型巡洋舰项目 (Project C5A3)目的是对抗潜在的敌人：此舰种的新型战舰在德国建造。与先前的战舰最大的不同表现在对放置在三联装炮塔中的主炮进行的强化。

# IDS_PFSC108_FULL
source: Charles Martel
zh: 查理-马特
zh_sg: 查理-马特

# IDS_PFSC109
source: Saint-Louis
zh: 路易九世
zh_sg: 路易九世

# IDS_PFSC109_DESCR
source: A heavy cruiser project included in the last shipbuilding program during wartime. The ship was equal to ships of the preceding project but the absence of treaty restrictions allowed her to have a larger displacement and reinforced AA capabilities.
es_mx: Un proyecto de crucero pesado incluido en el último programa de construcción naval durante la guerra. El barco era igual a los barcos del proyecto anterior, pero la ausencia de restricciones del tratado le permiteron tener un mayor desplazamiento y capacidades AA reforzadas.
ja: サン＝ルイは、重巡洋艦の計画案であり、戦時中における最後の艦艇建造計画に含まれていたものです。本案は、基本的には従来の計画の艦艇と同様のものでしたが、軍縮条約による制限がなくなったため、大型化が実現でき、対空能力も強化されていました。
pl: Projekt ciężkiego krążownika zbudowany w ostatnim programie stoczniowym realizowanym w czasie wojny. Okręt był bardzo zbliżony do poprzedników, ale brak ograniczeń traktatowych pozwolił zwiększyć wyporność i polepszyć obronę przeciwlotniczą.
ru: Проект тяжёлого крейсера, включённый в последнюю кораблестроительную программу военного времени. Во многом повторял предыдущий проект, но, благодаря отсутствию договорных ограничений, имел большее водоизмещение и усиленную ПВО.
uk: Проект важкого крейсера, який додали у останню кораблебудівну програму військового часу. Багато в чому повторював попередній проект, але, завдяки відсутності договірних обмежень, мав більшу водотоннажність і посилену ППО.
zh: 包含在战争期间最后一个造船计划里的重型巡洋舰计划。该战舰等同于前一项计划的战舰，不过少了条约的限制让它可以拥有更大的排水量并加强了防空能力。
zh_sg: 包含在战争期间最后一个造船计划中的重型巡洋舰项目。与前代舰的大部分设计相同，不过由于少了条约的限制，让它可以拥有更大的排水量和更强的防空能力。

# IDS_PFSC109_FULL
source: Saint-Louis
zh: 路易九世
zh_sg: 路易九世

# IDS_PFSC110
source: Henri IV
zh: 亨利四世
zh_sg: 亨利四世

# IDS_PFSC110_DESCR
source: Developed from the preceding project with enhanced anti-aircraft defenses, this cruiser carried 240 mm main guns designed in the 1930s. The ship featured a powerful propulsion plant and a very high speed.
es_mx: Desarrollado a partir del proyecto anterior con defensas antiaéreas mejoradas, este crucero contaba con cañones principales 240 mm diseñados en los años 30. La nave contaba con una potente planta motriz y una velocidad muy alta.
ja: アンリ 4 世は、重巡洋艦の計画案であり、先行計画を発展させ、対空防御力を強化し、主砲として 1930 年代に設計された 240 mm 砲を搭載する予定でした。強力な推進機関を備え、極めて高い速力を誇りました。
pl: Krążownik ten, zbudowany w oparciu o poprzedni projekt, ale z ulepszoną obroną przeciwlotniczą, posiadał zaprojektowane w latach .30 działa kal. 240 mm. Warta wspomnienia jest również potężna maszynownia i osiągana dzięki niej bardzo duża prędkość okrętu.
ru: Развитие предыдущего проекта с более совершенным зенитным вооружением и разработанными в 1930-х годах 240-мм орудиями в качестве артиллерии главного калибра. Особенностями проекта также являлись мощная энергетическая установка и очень высокая скорость хода.
uk: Розвиток попереднього проекту з досконалішим зенітним озброєнням і розробленими в 1930-х рр. 240-мм гарматами артилерії головного калібру. Особливостями проекту також були потужна силова установка і дуже висока швидкість ходу.
zh: 研发自前一项计划并带有增强型对空防御，这艘在三十年代设计的巡洋舰搭载了 240 毫米主炮。该战舰具有强大的推进系统设备及非常高的航速。
zh_sg: 以前一代设计为基础，带有增强型对空防御的战舰，这艘30年代设计的巡洋舰搭载了240毫米主炮。拥有强大的推进系统及非常高的航速。

# IDS_PFSC110_FULL
source: Henri IV
zh: 亨利四世
zh_sg: 亨利四世

# IDS_PFSC506
source: De Grasse
zh: 格拉斯
zh_sg: 格拉斯

# IDS_PFSC506_DESCR
source: According to the draft design in 1938, the light cruiser De Grasse was developed from the La Galissonnière-class ships, and had their main advantages: heavy armor and good main battery guns. She had distinctive AA armament, increased speed, and slightly reinforced torpedo tubes.
es_mx: De acuerdo los bocetos en 1938, el crucero ligero De Grasse fue desarrollado de los barcos de la clase La Galissonnière, y tenía como principales ventajas: un blindaje pesado y buenos cañones en la batería principal. Tenía un armamento AA distintivo, mayor velocidad y tubos de torpedo ligeramente reforzados.
ja: ド・グラース級軽巡洋艦は、1938 年の当初案ではラ・ガリソニエール級軽巡洋艦の改良型であり、その主な長所は、重装甲と良好な主砲でした。際立った対空兵装を備え、速力が向上し、雷装もやや強化されていました。
pl: Zgodnie z projektem z 1938 roku lekki krążownik De Grasse był zbudowany w oparciu o okręty klasy La Galissonnière i odziedziczył po nich największe zalety: ciężki pancerz i dobre działa głównej baterii. Posiadał wyróżniające uzbrojenie przeciwlotnicze i torpedowe i był nieco szybszy.
ru: Лёгкий крейсер De Grasse по первоначальному проекту 1938 г. являлся развитием типа La Galissonnière с главными его преимуществами — мощным для этого класса кораблей бронированием и удачной артиллерией главного калибра. Отличался составом ПВО, увеличенной скоростью хода и незначительно усиленным торпедным вооружением.
uk: Легкий крейсер De Grasse за первинним проектом 1938 р. був розвитком типу La Galissonnière з головними його перевагами — потужним для цього класу кораблів бронюванням і вдалою артилерією головного калібру. Відрізнявся складом ППО, збільшеною швидкістю ходу і незначно посиленим торпедним озброєнням.
zh: 根据1938年所设计的草稿，轻型巡洋舰格拉斯是由加利索尼埃级战舰发展而来，并且拥有它们的主要优点：重型装甲及良好的主炮。它拥有特殊的防空武器、提高了航速及略微加强过的鱼雷发射管。
zh_sg: 根据1938年所设计的草案，轻型巡洋舰格拉斯是基于加利索尼埃级所研发的。并拥有前代舰装甲厚重和主炮性能优良的特点。在此基础上，它还拥有特殊设计的防空武器、提升航速和略微改良鱼雷发射管的强化措施。

# IDS_PFSC506_FULL
source: De Grasse
zh: 格拉斯
zh_sg: 格拉斯

# IDS_PFSC506_SHORT
source: GRAS
zh: 格拉斯
zh_sg: 格拉斯

# IDS_PFSC508_DESCR
source: A version that constitutes a further development in cruiser De Grasse's initial design, featuring greater firepower as a result of increasing the number of main turrets to four.
es_mx: Una versión que constituye un desarrollo adicional en el diseño inicial del crucero De Grasse, que contó con una mayor potencia de fuego como resultado del aumento del número de torretas principales a cuatro.
ja: バヤールは巡洋艦ド・グラースの原案を発展させたものであり、主砲塔数を 4 基に増やすことで火力の向上が図られています。
pl: Wersja będąca rozwinięciem pierwotnej wersji krążownika De Grasse, wyróżniająca się lepszą siłą ognia dzięki zwiększeniu liczby wież głównych do czterech.
ru: Вариант развития первоначального проекта крейсера De Grasse с усиленным артиллерийским вооружением за счёт увеличения числа башен главного калибра до четырёх.
uk: Варіант розвитку початкового проекту крейсера De Grasse із посиленим артилерійським озброєнням за рахунок збільшення кількості башт головного калібру до чотирьох.
zh: Вариант развития первоначального проекта крейсера De Grasse с усиленным артиллерийским вооружением за счёт увеличения числа башен главного калибра до четырёх.
zh_sg: 格拉斯号初始设计的改进版本，特点是主炮塔数量增加到四座，因此火力更加强大。
