Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TOOLTIP_HEALTH
source: One of the principal ship parameters. When hit points reach 0, the ship is destroyed.
es_mx: Uno de los parámetros principales de un barco. Cuando los puntos de vida llegan a 0, el barco es destruido.
ja: 艦の主要パラメータのひとつであり、HP が 0 になると艦は大破します。
pl: Jeden z ważniejszych parametrów okrętu. Kiedy punkty wytrzymałości spadają do 0, ulega on zniszczeniu.
ru: Один из главных показателей корабля. Если у корабля заканчиваются очки боеспособности, он считается уничтоженным.
uk: Один з головних показників корабля. Якщо у корабля закінчуються очки боєздатності, він вважається знищеним.
zh: 主要战舰参数之一。当生命值变为0时，战舰将被摧毁。
zh_sg: 主要战舰参数之一。当生命值变为0时，战舰将被摧毁。

# IDS_TOOLTIP_HIST_ENGINE_POWER
source: Engine power
es_mx: Potencia del motor
ja: 機関出力
pl: Moc silnika
ru: Мощность двигателя
uk: Потужність двигуна
zh: 引擎功率
zh_sg: 引擎功率

# IDS_TOOLTIP_HYDROPHONE_DETECTION_MAX_DIST
source: The Hydrophone indicates the location of a hostile submarine. The closer the submarine is to the ship, the more frequently the incoming information on her location will be updated.
es_mx: El Hidrófono indica la ubicación de un submarino enemigo. Mientras más cerca este el submarino al barco, la información recibida sobre su ubicación será actualizada con mayor frecuencia.
ja: ハイドロフォンは敵潜水艦の位置を示します。 潜水艦までの距離が近いほど、位置情報の更新頻度が上がります。
pl: Hydrolokator wskazuje położenie wrogich okrętów podwodnych. Im bliżej okrętu podwodnego znajduje się okręt, tym częściej aktualizowane będą informacje na temat lokalizacji celu.
ru: Шумопеленгатор корабля определяет местоположение подводной лодки противника. Чем ближе находится подводная лодка, тем выше скорость обновления её местоположения.
uk: Шумопеленгатор корабля визначає розташування підводного човна супротивника. Що ближче підводний човен, то вище швидкість відновлення його розташування.
zh: Шумопеленгатор корабля определяет местоположение подводной лодки противника. Чем ближе находится подводная лодка, тем выше скорость обновления её местоположения.
zh_sg: 水听器可标记出敌方潜艇的位置。 潜艇与战舰的距离越近，位置信息反馈的频率就越高。

# IDS_TOOLTIP_ICON_AVAILABLE_RANK
source: Go to description
es_mx: Ir a la descripción
ja: 説明へ
pl: Przejdź do opisu
ru: Перейти к описанию
uk: Перейти до опису
zh: 点击以了解更多信息。
zh_sg: 点击以了解更多信息。

# IDS_TOOLTIP_INCLUDED_SHIPS
source: Also allowed:
es_mx: También permitido:
ja: こちらでも許可:
pl: Również dozwolone:
ru: Также:
uk: Також:
zh: 还允许：
zh_sg: 还允许：

# IDS_TOOLTIP_KARMA
source: A summary of your good and bad actions.
es_mx: Un resumen de tus buenas y malas acciones.
ja: あなたによる良い/悪い行為の総合評価
pl: Całokształt Twoich dobrych i złych zachowań.
ru: Совокупность ваших положительных и отрицательных действий
uk: Сукупність ваших позитивних та негативних дій
zh: 您被称赞和举报的总和。
zh_sg: 您被称赞和举报次数的汇总。

# IDS_TOOLTIP_LEADING_CLAN_SQUAD
source: Clan's Leading Rating
es_mx: Clasificación Principal del Clan
ja: クランのメインレーティング
pl: Ocena wiodąca klanu
ru: Ведущий рейтинг клана
uk: Провідний рейтинг клану
zh: 军团领导评级
zh_sg: 军团的领先评级

# IDS_TOOLTIP_LEAVE_DIVISION
source: You can leave the Division without dismissing it
es_mx: Puedes dejar la División sin disolverla
ja: 分艦隊を解散せずに分艦隊から脱退可能です
pl: Możesz opuścić dywizjon bez rozwiązywania go
ru: Вы можете покинуть отряд, не распуская его
uk: Ви можете покинути загін, не розпускаючи його
zh: 您可以不解散而离开小队
zh_sg: 您可以不解散而离开小队

# IDS_TOOLTIP_LEAVE_PARTY
source: You may vacate a place by transferring the command function to another player.
es_mx: Puedes desocupar un lugar transfiriendo la función de mando a otro jugador.
ja: 他のプレイヤーに指揮官権限を委譲することで枠を空けることができます。
pl: Możesz zwolnić miejsce przekazując funkcję dowodzenia innemu graczowi.
ru: Вы можете освободить место, передав командование другому игроку.
uk: Ви можете звільнити місце, передавши командування іншому гравцеві.
zh: 您可以通过转交指挥权给其他玩家来空出位置。
zh_sg: 您可以通过转交指挥权给其他玩家来空出位置。

# IDS_TOOLTIP_LEVEL
source: Warship tier
es_mx: Nivel del buque de guerra
ja: 艦 Tier
pl: Poziom okrętu
ru: Уровень корабля
uk: Рівень корабля
zh: 战舰等级
zh_sg: 战舰等级

# IDS_TOOLTIP_LEVEL_COMING_SOON
source: Unavailable in the current version
es_mx: No disponible en la versión actual
ja: 現バージョンでは使用不可
pl: Niedostępne w aktualnej wersji
ru: Недоступно в текущей версии
uk: Недоступно у цій версії
zh: 无法在当前版本使用
zh_sg: 无法在当前版本使用

# IDS_TOOLTIP_LICENCE_INFO
source: Show legal information
es_mx: Mostrar información legal
ja: 法律情報を確認
pl: Pokaż informacje prawne
ru: Показать юридическую информацию
uk: Показати юридичну інформацію
zh: 显示法律信息
zh_sg: 显示法律信息

# IDS_TOOLTIP_LISTPLANES
source: Aircraft types and number
es_mx: Tipos y número de aviones
ja: 航空機タイプと機数
pl: Typy samolotów i ich liczba
ru: Типы и количество самолётов
uk: Типи та кількість літаків
zh: 飞机类型与数量
zh_sg: 飞机类型与数量

# IDS_TOOLTIP_MAIN_GUN
source: Main battery guns
es_mx: Batería Principal
ja: 主砲
pl: Działa baterii głównej
ru: Орудия главного калибра
uk: Гармати головного калібру
zh: 主炮
zh_sg: 主炮

# IDS_TOOLTIP_MAXSPEED
source: Maximum forward speed of the ship
es_mx: Máxima velocidad frontal de un barco
ja: 艦の最大直進速度
pl: Maksymalna prędkość okrętu
ru: Максимальная скорость, которую может развить корабль, двигаясь по прямой
uk: Максимальна швидкість, яку може розвинути корабель, під час прямолінійного руху
zh: 战舰的最大前进航速
zh_sg: 战舰的最大前进航速

# IDS_TOOLTIP_MAX_BUOYANCY_LEVEL
source: Maximum diving depth of a submarine
es_mx: Profundidad de inmersión máxima de un submarino
ja: 潜水艦の最大潜行深度
pl: Maksymalna głębokość zanurzenia okrętu podwodnego
ru: Максимальная глубина, на которую может погрузиться подводная лодка
uk: Максимальна глибина, на яку може зануритися підводний човен
zh: Максимальная глубина, на которую может погрузиться подводная лодка
zh_sg: 潜艇最大下潜深度

# IDS_TOOLTIP_MAX_BUOYANCY_SPEED
source: Maximum dive and ascent speed that a submarine can achieve
es_mx: Velocidad máxima de inmersión y ascenso que un submarino puede alcanzar
ja: 潜水艦が潜行・浮上する際の最高垂直速度
pl: Maksymalna prędkość zanurzenia i wynurzania, jaką może osiągnąć okręt podwodny
ru: Максимальная скорость погружения и всплытия, которую может развить подводная лодка.
uk: Максимальна швидкість занурення та спливання, яку може розвинути підводний човен
zh: Максимальная скорость погружения и всплытия, которую может развить подводная лодка.
zh_sg: 潜艇能达到的最大下潜和上浮速度

# IDS_TOOLTIP_MAX_SPEED_DEEP_WATER
source: Maximum forward speed of a submerged submarine
es_mx: Velocidad máxima de avance de un submarino sumergido
ja: 潜行中の潜水艦の最大前進速度
pl: Prędkość maksymalna zanurzonego okrętu podwodnego
ru: Максимальная скорость, которую может развить подводная лодка под водой, двигаясь по прямой.
uk: Максимальна швидкість, яку може розвинути підводний човен під водою під час прямолінійного руху
zh: Максимальная скорость, которую может развить подводная лодка под водой, двигаясь по прямой.
zh_sg: 潜艇水下最大前进速度

# IDS_TOOLTIP_MENU
source: Open menu
es_mx: Abrir menú
ja: メニューを開く
pl: Otwórz menu
ru: Открыть меню
uk: Відкрити меню
zh: 开启菜单
zh_sg: 开启菜单

# IDS_TOOLTIP_MOBILITY
source: Parameter reflecting the ship's performance in making turns and controlling her speed
es_mx: Parámetro que refleja el desempeño del barco para girar y controlar la velocidad
ja: 艦の旋回性・加速性を示すパラメータ
pl: Parametr określający zdolność okrętu do wykonywania skrętów i kontroli prędkości
ru: Параметр, отражающий ходовые качества корабля при поворотах, увеличении и снижении скорости хода.
uk: Параметр, що показує ходові якості корабля під час поворотів, збільшення або зменшення швидкості ходу
zh: 反映战舰转向与速度控制能力的参数
zh_sg: 反映战舰转向与速度控制能力的参数

# IDS_TOOLTIP_MODERNIZATION
source: Upgrade Management: Purchasing, Mounting, and Demounting
es_mx: Gestión de Mejoras: Adquisición, Montaje y Desmontaje
ja: アップグレードの管理: 購入、搭載、解除
pl: Zarządzanie ulepszeniami: kupno, montaż i demontaż
ru: Управление модернизациями корабля. Покупка, установка и демонтаж.
uk: Керування модернізаціями корабля. Купівля, встановлення та демонтаж.
zh: 购买、安装或拆卸升级品
zh_sg: 升级品管理：购买、安装、拆卸

# IDS_TOOLTIP_NEED_FREE_SLOT
source: You have already accepted the maximum number of tasks.
es_mx: Ya has aceptado la cantidad máxima de tareas.
ja: 既にタスクを上限まで受領済みです。
pl: Przyjąłeś już maksymalną liczbę zadań.
ru: Вы уже выполняете максимальное количество заданий.
uk: Ви вже виконуєте максимальну кількість завдань.
zh: 您已经接受了最大数量的工作。
zh_sg: 您已接取最大数量限制的目标数。

# IDS_TOOLTIP_NO_CREDITS
source: Earn credits in battles
es_mx: Créditos conseguidos en batallas
ja: 戦闘でクレジットを稼いでください
pl: Zdobądź kredyty w bitwach
ru: Заработайте кредиты в бою
uk: Заробіть кредити у бою
zh: 银币要在战斗中赚取
zh_sg: 银币要在战斗中赚取

# IDS_TOOLTIP_NO_GOLD
source: Add doubloons
es_mx: Añadir doblones
ja: ダブロン追加
pl: Dodaj dublony
ru: Пополните количество дублонов
uk: Додайте дублони
zh: 增加金币
zh_sg: 增加达布隆

# IDS_TOOLTIP_NO_XP
source: To research a ship or module, you can use Free XP and XP earned in battles on the preceding ship in the Tech Tree. Earn XP in battles!
es_mx: Para investigar un barco o módulo, puedes usar XP Libre y la XP conseguida en el barco precedente. Gana experiencia en batallas.
ja: 艦艇またはモジュールを研究するには、フリー EXP、または先行艦で取得した EXP を使用します。戦闘で EXP を稼いでください。
pl: Do badania okrętów i modułów użyć można wolnych PD i PD zdobytych na poprzedzającym okręcie. PD zdobywa się w bitwach.
ru: Опыт, за который можно исследовать корабль или модуль этого корабля, формируется из свободного опыта корабля и опыта, заработанного в бою на предыдущем корабле в ветке. Заработайте опыт в бою.
uk: Досвід, за який можна дослідити корабель або модуль цього корабля, складається з вільного досвіду корабля й досвіду, здобутого у боях попереднім кораблем гілки. Здобудьте досвід у бою.
zh: 想要研发战舰或配件，您可以使用全局经验与前置战舰获得的经验。经验只能在战斗中获得。
zh_sg: 想要研发战舰或配件，您可以使用全局经验与前置战舰获得的经验。经验只能在战斗中获得。

# IDS_TOOLTIP_NUMBER_PLANES
source: Aircraft on deck
es_mx: Avión en cubierta
ja: 甲板上の機数
pl: Samoloty na pokładzie
ru: Самолётов на палубе
uk: Літаків на палубі
zh: 机库中的飞机数量
zh_sg: 甲板上的飞机

# IDS_TOOLTIP_NUMSQUADRONS
source: Number of squadrons under control
es_mx: Número de escuadrones bajo control
ja: 指揮する中隊数
pl: Liczba eskadr pod kontrolą
ru: Количество эскадрилий, доступных для управления
uk: Кількість ескадрилей під вашим командуванням
zh: 可控制的航空中队数量
zh_sg: 可控制的中队数量

# IDS_TOOLTIP_NUM_PLANES_IN_SQUADRON
source: Aircraft per squadron
es_mx: Aviones por escuadrón
ja: 中隊の機数
pl: Samoloty na eskadrę
ru: Количество самолётов в эскадрилье
uk: Кількість літаків у ескадрильї
zh: 一支航空中队的飞机数量
zh_sg: 每支中队飞机数

# IDS_TOOLTIP_OTHER_MESSAGES
source: All other reports
es_mx: Todos los demás reportes
ja: 他の全ての報告
pl: Wszystkie pozostałe raporty
ru: Все остальные отчёты
uk: Усі інші звіти
zh: 所有的其它报告
zh_sg: 所有其它报告

# IDS_TOOLTIP_OUR_PARTNERS_LOGIN
source: Show legal information
ja: 法律情報を確認
pl: Pokaż informacje prawne
ru: Показать юридическую информацию
zh: 显示法律信息

# IDS_TOOLTIP_PAUSE_HINT
source: Pause
es_mx: Pausa
ja: 一時停止
pl: Pauza
ru: Пауза
uk: Пауза
zh: 暂停
zh_sg: 暂停

# IDS_TOOLTIP_PINGER
source: When a sonar ping hits one of the special indicators on a target ship's hull, torpedoes will home in on the target.
es_mx: Cuando un pulso del sonar alcanza uno de los indicadores especiales sobre el casco de un barco, tus torpedos se centrarán sobre el objetivo.
ja: ソナーピンガーが目標艦艇の船体にあるいずれかの特別インジケーターに命中すると、魚雷が目標に向けて誘導を開始します。
pl: Gdy impuls sonaru trafi w jeden ze specjalnych wskaźników na kadłubie okrętu, torpedy będą się naprowadzać na cel.
ru: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель.
uk: Влучення акустичного імпульсу в одну з особливих точок корабля дозволяє торпедам наводитися на ціль.
zh: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель.
zh_sg: 当声呐脉冲命中目标舰体上两个特殊指示器中的一个时，鱼雷将定位该目标。

# IDS_TOOLTIP_PINGER_BATTERY_CONSUMPTION
source: Battery charge consumed to emit a sonar ping
es_mx: Carga de la batería consumida al emitir un pulso del sonar
ja: ソナーピンガー 1 回あたりのバッテリー消費量
pl: Ładunek akumulatorów zużywany do wysłania impulsu sonaru
ru: Расход энергии на пуск акустического импульса.
uk: Витрата енергії на пуск акустичного імпульсу
zh: Расход энергии на пуск акустического импульса.
zh_sg: 声呐脉冲消耗电量

# IDS_TOOLTIP_PLANE_SCOUT
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_TOOLTIP_PLAYERS_COUNT
source: Number of players on the server
es_mx: Número de jugadores en el servidor
ja: サーバー上のプレイヤー数
pl: Liczba graczy na serwerze
ru: Количество игроков на сервере
uk: Кількість гравців на сервері
zh: 该服务器上的玩家数量
zh_sg: 服务器玩家数量

# IDS_TOOLTIP_PLAYER_NAME
source: Player's username
es_mx: Nombre de usuario del jugador
ja: プレイヤーのユーザー名
pl: Nazwa gracza
ru: Ваше имя в игре
uk: Ваше ім’я у грі
zh: 玩家的使用者名称
zh_sg: 玩家用户名

# IDS_TOOLTIP_PLAYER_STEREOTYPE_DOGTAG
source: Distinctive insignia
es_mx: Insignia distintiva
ja: パーソナルマーク選択
pl: Specjalne insygnia
ru: Знак различия
uk: Знак розрізнення
zh: 独特勋章
zh_sg: 个性标志

# IDS_TOOLTIP_PLAYER_STEREOTYPE_LEVEL
source: Player's level
es_mx: Nivel del jugador
ja: プレイヤーのレベル
pl: Poziom gracza
ru: Уровень игрока
uk: Рівень гравця
zh: 玩家的等级
zh_sg: 玩家等级

# IDS_TOOLTIP_PLAYER_STEREOTYPE_NAME
source: Player's name
es_mx: Nombre del jugador
ja: プレイヤー名
pl: Nazwa gracza
ru: Имя игрока
uk: Ім’я гравця
zh: 玩家的名称
zh_sg: 玩家姓名

# IDS_TOOLTIP_PLAY_HINT
source: Play
es_mx: Jugar
ja: プレイ
pl: Odtwórz
ru: Воспроизведение
uk: Відтворення
zh: 开始
zh_sg: 开始

# IDS_TOOLTIP_PREMSHOP
source: Learn more about special offers and visit the Premium Shop to make a purchase.
es_mx: Conoce más sobre las ofertas especiales y visita la Tienda Premium para hacer una compra.
ja: 特別オファーの詳細を確認し、プレミアムショップで購入しましょう。
pl: Dowiedz się więcej o ofertach specjalnych i odwiedź Sklep Premium, żeby dokonać zakupu.
ru: Ознакомьтесь со специальными предложениями и совершите покупки в Премиум магазине.
uk: Ознайомтеся зі спеціальними пропозиціями та купуйте у Преміум магазині.
zh: 了解更多关于特别优惠并浏览高级商店来进行购买。
zh_sg: 了解更多关于特别优惠并浏览高级商店来进行购买。

# IDS_TOOLTIP_PRIMARY_SHIP
source: Primary ship
es_mx: Barco primario
ja: メイン艦艇
pl: Okręt podstawowy
ru: Основной корабль
uk: Основний корабель
zh: 最爱的战舰
zh_sg: 主力战舰

# IDS_TOOLTIP_PRIMARY_SHIP_DESCRIPTION
source: Primary ships are displayed first in the carousel
es_mx: Los barcos primarios aparecen de primero en el carrusel
ja: メイン艦艇は、カルーセルにおいて最初に表示されます
pl: Okręty podstawowe są wyświetlane w karuzeli jako pierwsze
ru: Основные корабли отображаются первыми в карусели
uk: Основні кораблі показує першими у каруселі
zh: 最爱的战舰会优先显示在卷轴中
zh_sg: 主力战舰会优先显示在卷轴中

# IDS_TOOLTIP_PRIORITY_SECTOR
source: Group of AA guns
es_mx: Grupo de cañones AA
ja: 対空兵装グループ
pl: Grupa dział przeciwlotniczych
ru: Группа зенитных орудий
uk: Група зенітних гармат
zh: 防空炮数
zh_sg: 防空炮小组

# IDS_TOOLTIP_PTZDAMAGEPROB
source: Reduces the damage received when torpedoes hit the ship's torpedo protection.
es_mx: Reduce el daño recibido cuando los torpedos golpean la protección de torpedos del barco.
ja: 魚雷を対水雷防御装備に被雷した際にダメージを軽減します
pl: Redukuje uszkodzenia otrzymywane, kiedy torpeda trafi w obronę przeciwtorpedową okrętu
ru: Уменьшает урон при попадании торпед в ПТЗ
uk: Зменшує шкоду в разі влучення торпед у ПТЗ
zh: 该舰的鱼雷防护会降低鱼雷击中时所受到的伤害。
zh_sg: 降低战舰鱼雷防护被鱼雷击中时所受到的伤害。

# IDS_TOOLTIP_PTZFLOODPROB
source: Reduces the risk of flooding when torpedoes hit the ship's torpedo protection
es_mx: Reduce el riesgo de inundación cuando un torpedo golpea la protección de torpedos del barco
ja: 魚雷を対水雷防御装備に被雷した際に浸水発生率を低減します
pl: Zmniejsza ryzyko zalania, kiedy torpeda trafi w obronę przeciwtorpedową okrętu
ru: Уменьшает вероятность затопления при попадании торпед в ПТЗ
uk: Зменшує імовірність затоплення в разі влучення торпед у ПТЗ
zh: 该舰的鱼雷防护会降低鱼雷击中时所受到的伤害
zh_sg: 降低战舰鱼雷防护被鱼雷击中时所受到的伤害

# IDS_TOOLTIP_RANDOMBATTLE_IMPOSSIBLE_TO_LEAVEQUEUE
source: Unable to leave the queue. Please wait for the battle to start.
es_mx: No se puede dejar la lista de espera. Por favor espera a que comience la batalla.
ja: 待機中止不可。戦闘開始までお待ちください。
pl: Nie można opuścić kolejki. Poczekaj na rozpoczęcie bitwy.
ru: Невозможно выйти из очереди. Ждите начала боя.
uk: Неможливо вийти з черги. Дочекайтеся початку бою.
zh: 无法离开队列。请等候战斗开始。
zh_sg: 无法离开队列。请等候战斗开始。

# IDS_TOOLTIP_RANDOMBATTLE_LEAVEQUEUE
source: Leave the queue
es_mx: Dejar la lista de espera
ja: 待機を中止
pl: Opuść kolejkę
ru: Покинуть очередь
uk: Покинути чергу
zh: 点击以离开队列。
zh_sg: 点击以离开队列。

# IDS_TOOLTIP_RANDOMBATTLE_PLAYERSWAITINGCELL
source: Number of warships of the same type and tier awaiting a battle.
es_mx: Número de barcos de guerra del mismo tipo y nivel esperando una batalla.
ja: 戦闘待機中の同タイプ/Tier の艦艇数
pl: Liczba okrętów tej samej klasy i poziomu, czekających na bitwę.
ru: Количество игроков на кораблях данного класса и уровня в ожидании боя.
uk: Кількість гравців на кораблях цього класу та рівня, які очікують на бій.
zh: 等待加入战斗的类型和等级的战舰数。
zh_sg: 等待加入战斗的类型和等级的战舰数。

# IDS_TOOLTIP_RANDOMBATTLE_PLAYERSWAITINGCELL_TIP
source: To spend less time waiting in a battle queue, select a ship type that is less common at the selected tier.
es_mx: Para tardar menos tiempo en la espera de batalla, selecciona un tipo de barco que sea menos común en el nivel seleccionado.
ja: 戦闘待機時間を短縮するには、選択中の Tier において数が少ない艦種を選択してください
pl: Aby spędzać mniej czasu w kolejce do bitwy, wybierz okręt mniej popularnej klasy na tym samym poziomie.
ru: Чтобы сократить время ожидания боя, выберите класс корабля, который редко встречается на данном уровне.
uk: Щоб скоротити час очікування бою, виберіть клас корабля, який нечасто зустрічається на цьому рівні.
zh: 想要在战斗队列中花费较少的等待时间，请选择该阶段较不常见的战舰类型。
zh_sg: 想要在战斗队列中花费较少的等待时间，请选择该阶段较不常见的战舰类型。

# IDS_TOOLTIP_RENT_SHIP
source: This ship is rented and will be removed after the rental period expires:
es_mx: Este barco está rentado y será removido después que el periodo de renta se agote:
ja: この艦はレンタル艦艇であり、レンタル期間終了後に削除されます:
pl: Okręt jest wypożyczony i zniknie, kiedy okres wypożyczenia dobiegnie końca:
ru: Этот корабль арендован и будет списан после истечения срока аренды:
uk: Цей корабель винайнято і його спишуть після закінчення терміну прокату:
zh: 这艘战舰为租用的并且会在租用期到期后移除
zh_sg: 这艘战舰为租用的并且会在租用期届满后移除：

# IDS_TOOLTIP_REWARDS_TITLE
source: Reward
es_mx: Recompensa
ja: 褒賞
pl: Nagroda
ru: Награда
uk: Нагорода
zh: 奖励
zh_sg: 奖励

# IDS_TOOLTIP_RUDDER_TIME
source: Time required to shift the rudder
es_mx: Tiempo requerido para girar el timón
ja: 転舵所要時間
pl: Czas konieczny do przestawienia steru
ru: Время перекладки руля с борта на борт
uk: Час перекладання руля з борту на борт
zh: 方向舵换档时间
zh_sg: 方向舵换档时间

# IDS_TOOLTIP_SCENARIO_TASKS_TAB
source: Battle scenario tasks
es_mx: Tareas del escenario de batalla
ja: バトルシナリオ・タスク
pl: Zadania w scenariuszu bitwy
ru: Задачи по сценарию боя
uk: Завдання за сценарієм бою
zh: 剧情战斗工作
zh_sg: 剧情战役的目标

# IDS_TOOLTIP_SERVER_NAME
source: Game server
es_mx: Servidor del juego
ja: ゲームサーバー
pl: Serwer gry
ru: Игровой сервер
uk: Ігровий сервер
zh: 游戏服务器
zh_sg: 游戏服务器

# IDS_TOOLTIP_SHIP_MODULES_DESC
source: Boost a ship's parameters, and climb to the next ships in the Tech Tree of various nations. Research modules using XP earned on a ship, or Free XP. Buy researched modules using credits, then mount them on the ship.
es_mx: Mejora los parámetros de un barco y avanza hacia los siguientes barcos en el Árbol Tecnológico. de varias naciones. Investiga módulos usando la XP obtenida en un barco, o con XP Libre. Compra módulos investigados usando créditos y luego móntalos en el barco.
ja: 艦艇のパラメータを高めると共に、各国の技術ツリー上での後続艦艇に繋がる経路でもあります。各艦艇で取得した EXP またはフリー EXP を使用してモジュールを研究しましょう。研究済みモジュールは、クレジットで購入して艦艇に搭載可能です。
pl: Poprawia parametry okrętu i przyspiesza przejście do następnych okrętów różnych nacji w Drzewie technologicznym. Badaj moduły używając PD zdobytych na tym okręcie lub wolnych PD. Kupuj zbadane moduły, używając kredytów i montuj je na okręcie.
ru: Улучшайте характеристики корабля и продвигайтесь к следующим в дереве нации. Исследуйте модули за опыт, заработанный на корабле, или за свободный опыт. Покупайте исследованные модули за кредиты и устанавливайте их на корабль.
uk: Поліпшуйте характеристики корабля та просувайтеся до наступних у дереві націй. Досліджуйте модулі за досвід, здобутий на кораблі, чи за вільний досвід. Купуйте досліджені модулі за кредити та встановлюйте їх на корабель.
zh: 改善舰艇参数并发展该国科技树中接连不断的舰艇。可用这艘舰艇获得的经验或全局经验来研发配件。再用银币来购买已研发配件并将它们安装到舰艇上。
zh_sg: 提升战舰参数，推进并获得各国科技树中的下一艘战舰。用获得的战舰经验或全局经验研发配件。用银币购买研发完毕的配件并安装在战舰上。

# IDS_TOOLTIP_SHIP_MODULES_HEADER
source: Ship equipment
es_mx: Equipamiento del barco
ja: 艦艇の装備
pl: Wyposażenie okrętu
ru: Оснащение корабля
uk: Оснащення корабля
zh: 舰艇配件
zh_sg: 战舰装备

# IDS_TOOLTIP_SIGNALS
source: Mount signals
es_mx: Montar señales
ja: 信号旗を搭載
pl: Zamontuj sygnały
ru: Установка сигналов
uk: Встановлення сигналів
zh: 安装信号旗
zh_sg: 安装信号旗

# IDS_TOOLTIP_SIZE
source: Length and beam affect the maneuverability of a ship.
es_mx: La eslora y manga afectan la maniobrabilidad de un barco.
ja: 全長/全幅は艦の機動性に影響します
pl: Długość i stępka mają wpływ na manewrowość okrętu.
ru: Длина и ширина корабля влияют на его манёвренность.
uk: Довжина та ширина корабля впливають на його маневреність.
zh: 舰长与舰宽影响着一艘战舰的机动性。
zh_sg: 舰长与舰宽影响着一艘战舰的机动性。

# IDS_TOOLTIP_SUAO
source: Gun Fire Control System
es_mx: Sistema de Control de Disparo
ja: 射撃管制装置
pl: Układ kontroli ognia
ru: Система управления огнём
uk: Система керування вогнем
zh: 舰炮射控系统
zh_sg: 舰炮射控系统

# IDS_TOOLTIP_TAB_CHANNELS
source: List of Channels
es_mx: Lista de Canales
ja: チャンネル一覧
pl: Lista kanałów
ru: Список каналов
uk: Список каналів
zh: 频道名单
zh_sg: 频道列表

# IDS_TOOLTIP_TAB_CLAN
source: Your Clan
es_mx: Tu Clan
ja: クラン
pl: Twój klan
ru: Ваш клан
uk: Ваш клан
zh: 您的军团
zh_sg: 您的军团

# IDS_TOOLTIP_TAB_CLUBS
source: The list of players in your Teams
es_mx: La lista de jugadores en tus Equipos
ja: 自チームのプレイヤーリスト
pl: Lista graczy w Twoich drużynach
ru: Список игроков в ваших командах
uk: Список гравців у ваших командах
zh: 在您队伍中的玩家名单
zh_sg: 在您团队中的玩家名单

# IDS_TOOLTIP_TAB_CONTACTS
source: Contact List
es_mx: Lista de Contactos
ja: 連絡先リスト
pl: Lista kontaktów
ru: Список контактов
uk: Список контактів
zh: 联系人名单
zh_sg: 联系人列表

# IDS_TOOLTIP_TAB_DIVISIONS
source: List of Divisions in battle
es_mx: Lista de Divisiones en batalla
ja: 戦闘中の分艦隊のリスト
pl: Lista dywizjonów w bitwie
ru: Список отрядов в бою
uk: Список загонів у бою
zh: 战斗中的小队名单
zh_sg: 战斗中的小队列表

# IDS_TOOLTIP_TAB_DOCK
source: Select a warship
es_mx: Selecciona un barco de guerra
ja: 艦の選択
pl: Wybierz okręt
ru: Выбор корабля
uk: Вибір корабля
zh: 选择一艘战舰
zh_sg: 选择一艘战舰

# IDS_TOOLTIP_TAB_EXTERIOR
source: Ship exterior
es_mx: Exterior del barco
ja: 艦の外装
pl: Wygląd okrętu
ru: Внешний вид корабля
uk: Зовнішній вигляд корабля
zh: 战舰外观
zh_sg: 战舰外观

# IDS_TOOLTIP_TAB_MODULES
source: Equipment of the selected ship
es_mx: Equipamiento del barco seleccionado
ja: 選択中の艦艇の装備
pl: Wyposażenie wybranego okrętu
ru: Оснащение выбранного корабля
uk: Оснащення вибраного корабля
zh: 所选战舰配件
zh_sg: 所选战舰装备

# IDS_TOOLTIP_TAB_PROFILE
source: Game Statistics
es_mx: Estadísticas del Juego
ja: ゲーム戦績
pl: Statystyki gry
ru: Игровая статистика
uk: Ігрова статистика
zh: 您的数据统计与个人等级
zh_sg: 游戏统计

# IDS_TOOLTIP_TAB_RESEARCH
source: Tech Trees of nations
es_mx: Árboles Tecnológicos de naciones
ja: 各国の技術ツリー
pl: Drzewa technologiczne nacji
ru: Деревья развития наций
uk: Дерева досліджень за націями
zh: 各系科技树
zh_sg: 国家科技树

# IDS_TOOLTIP_TAB_TACTICS
source: Battle tactics
es_mx: Tácticas de batalla
ja: 戦術
pl: Taktyka walki
ru: Тактика боя
uk: Тактика бою
zh: 战斗战术
zh_sg: 战场战术

# IDS_TOOLTIP_TAB_TASKS
source: Description of team tasks for the battle
es_mx: Descripción de la misión del equipo para la batalla
ja: 戦闘で達成可能なチームミッションの説明
pl: Opis misji do wypełnienia przez drużynę w bitwie
ru: Описание задач команды в бою
uk: Опис завдань команди в бою
zh: 要在战斗中完成的队伍任务描述
zh_sg: 团队的作战目标描述
