Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEF028_SMOKE_SIGNALFLAG_DESCRIPTION
source: I am entering a zone of restricted visibility.
es_mx: Estoy entrando en una zona de visibilidad restringida.
ja: 本艦は視界が限られた地帯に進入中。
pl: Wpływam w obszar ograniczonej widzialności.
ru: Я вхожу в зону ограниченной видимости.
uk: Я входжу до зони обмеженої видимості.
zh: Я вхожу в зону ограниченной видимости.
zh_sg: 我正在进入能见度受限的区域。

# IDS_PCEF029_SONAR_AIRDEF_SIGNALFLAG_DESCRIPTION
source: I am proceeding to the position of the accident.
es_mx: Estoy procediendo a la posición del accidente.
ja: 本艦は事故の位置へ向け進行中。
pl: Płynę w kierunku miejsca wypadku.
ru: Я следую к месту происшествия.
uk: Я прямую до місця події.
zh: Я следую к месту происшествия.
zh_sg: 正在前往事故地点。

# IDS_PCEM001_HALLOWEEN19_MSKIN
source: Infernal
ja: 地獄
pl: Piekielny
ru: Инфернальный
uk: Інфернальний
zh: Инфернальный
zh_sg: 地狱

# IDS_PCEM001_HALLOWEEN19_MSKIN_DESCRIPTION
source: An infernal mix of technology and black magic! This camouflage can be linked to and mounted on any Tier VIII ship. Once mounted, it acquires the properties of a typical permanent camouflage and is assigned to that ship.
es_mx: ¡Una mezcla infernal de tecnología y magia negra! Este camuflaje permanente puede ser vinculado y montado en cualquier barco de Nivel VIII. Una vez montado, adquiere las propiedades de un camuflaje permanente común y es asignado al barco.
ja: 技術と黒魔術の地獄の融合! この無期限迷彩はあらゆる Tier VIII 艦艇に適用することができます。一旦適用するとその艦艇用として割り当てられ、典型的な無期限迷彩の効果を得ることが可能です。
pl: Piekielna mieszanina technologii i czarnej magii! Ten kamuflaż może być nałożony na dowolny okręt VIII poziomu. Po zastosowaniu przybiera właściwości typowe dla stałych kamuflaży danego okrętu.
ru: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль VIII уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
uk: Диявольський коктейль із технологій та темної магії! Цей камуфляж можна встановити на будь-який корабель VIII рівня. Після встановлення на корабель він отримує властивості постійного камуфляжу та закріплюється за обраним кораблем.
zh: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль VIII уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
zh_sg: 科技和黑魔法的地狱混合体！这种永久涂装可以安装在任意VIII级战舰上。安装后，战舰将获得典型永久涂装的属性。

# IDS_PCEM002_HALLOWEEN19_8LVL
source: Infernal
ja: 地獄
pl: Piekielny
ru: Инфернальный
uk: Інфернальний
zh: Инфернальный
zh_sg: 地狱

# IDS_PCEM002_HALLOWEEN19_8LVL_DESCRIPTION
source: An infernal mix of technology and black magic! This camouflage can be linked to and mounted on any Tier VIII ship. Once mounted, it acquires the properties of a typical permanent camouflage and is assigned to that ship.
es_mx: ¡Una mezcla infernal de tecnología y magia negra! Este camuflaje permanente puede ser vinculado y montado en cualquier barco de Nivel VIII. Una vez montado, adquiere las propiedades de un camuflaje permanente común y es asignado al barco.
ja: 技術と黒魔術の地獄の融合! この無期限迷彩はあらゆる Tier VIII 艦艇に適用することができます。一旦適用するとその艦艇用として割り当てられ、典型的な無期限迷彩の効果を得ることが可能です。
pl: Piekielna mieszanina technologii i czarnej magii! Ten kamuflaż może być nałożony na dowolny okręt VIII poziomu. Po zastosowaniu przybiera właściwości typowe dla stałych kamuflaży danego okrętu.
ru: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль VIII уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
uk: Диявольський коктейль із технологій та темної магії! Цей камуфляж можна встановити на будь-який корабель VIII рівня. Після встановлення на корабель він отримує властивості постійного камуфляжу та закріплюється за обраним кораблем.
zh: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль VIII уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
zh_sg: 科技和黑魔法的地狱混合体！这种永久涂装可以安装在任意VIII级战舰上。安装后，战舰将获得典型永久涂装的属性。

# IDS_PCEM003_HALLOWEEN19_9LVL
source: Infernal
ja: 地獄
pl: Piekielny
ru: Инфернальный
uk: Інфернальний
zh: Инфернальный
zh_sg: 地狱

# IDS_PCEM003_HALLOWEEN19_9LVL_DESCRIPTION
source: An infernal mix of technology and black magic! This camouflage can be linked to and mounted on any Tier IX ship. Once mounted, it acquires the properties of a typical permanent camouflage and is assigned to that ship.
es_mx: ¡Una mezcla infernal de tecnología y magia negra! Este camuflaje permanente puede ser vinculado y montado en cualquier barco de Nivel IX. Una vez montado, adquiere las propiedades de un camuflaje permanente común y es asignado al barco.
ja: 技術と黒魔術の地獄の融合! この無期限迷彩はあらゆる Tier IX 艦艇に適用することができます。一旦適用するとその艦艇用として割り当てられ、典型的な無期限迷彩の効果を得ることが可能です。
pl: Piekielna mieszanina technologii i czarnej magii! Ten kamuflaż może być nałożony na dowolny okręt IX poziomu. Po zastosowaniu przybiera właściwości typowe dla stałych kamuflaży danego okrętu.
ru: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль IX уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
uk: Диявольський коктейль із технологій та темної магії! Цей камуфляж можна встановити на будь-який корабель IX рівня. Після встановлення на корабель він отримує властивості постійного камуфляжу та закріплюється за цим кораблем.
zh: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль IX уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
zh_sg: 科技和黑魔法的地狱混合体！这种永久涂装可以安装在任意IX级战舰上。安装后，战舰将获得典型永久涂装的属性。

# IDS_PCEM004_HALLOWEEN19_10LVL
source: Infernal
ja: 地獄
pl: Piekielny
ru: Инфернальный
uk: Інфернальний
zh: Инфернальный
zh_sg: 地狱

# IDS_PCEM004_HALLOWEEN19_10LVL_DESCRIPTION
source: An infernal mix of technology and black magic! This camouflage can be linked to and mounted on any Tier X ship. Once mounted, it acquires the properties of a typical permanent camouflage and is assigned to that ship.
es_mx: ¡Una mezcla infernal de tecnología y magia negra! Este camuflaje permanente puede ser vinculado y montado en cualquier barco de Nivel X. Una vez montado, adquiere las propiedades de un camuflaje permanente común y es asignado al barco.
ja: 技術と黒魔術の地獄の融合! この無期限迷彩はあらゆる Tier X 艦艇に適用することができます。一旦適用するとその艦艇用として割り当てられ、典型的な無期限迷彩の効果を得ることが可能です。
pl: Piekielna mieszanina technologii i czarnej magii! Ten kamuflaż może być nałożony na dowolny okręt X poziomu. Po zastosowaniu przybiera właściwości typowe dla stałych kamuflaży danego okrętu.
ru: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль X уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
uk: Диявольський коктейль із технологій та темної магії! Цей камуфляж можна встановити на будь-який корабель X рівня. Після встановлення на корабель він отримує властивості постійного камуфляжу та закріплюється за цим кораблем.
zh: Дьявольский коктейль из технологий и тёмной магии! Этот камуфляж можно привязать и установить на любой корабль X уровня. После этого он приобретает свойства постоянного камуфляжа и закрепляется за выбранным кораблём.
zh_sg: 科技和黑魔法的地狱混合体！这种永久涂装可以安装在任意X级战舰上。安装后，战舰将获得典型永久涂装的属性。

# IDS_PCEM006_HAPPYNY20_MSKIN
source: New Year
es_mx: Año Nuevo
ja: ニューイヤー
pl: Noworoczny
ru: Новогодний
uk: Новорічний
zh: 新年
zh_sg: 新年

# IDS_PCEM007_HAPPYNY20_8LVL
source: New Year
es_mx: Año Nuevo
ja: ニューイヤー
pl: Noworoczny
ru: Новогодний
uk: Новорічний
zh: 新年
zh_sg: 新年

# IDS_PCEM008_SWEDENARC_MSKIN
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PCEM010_SOVIETARC01_MSKIN
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PCEM011_SOVIETARC02_MSKIN
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PCEM014_5YEARS_9LVL
source: Epoch
ja: 時代
pl: Epoka
ru: Эпохальный
zh: Эпохальный

# IDS_PCEP103_PERMO_PREM_LOW_LVL
source: Type 9
es_mx: Tipo 9
ja: タイプ 9
pl: Typ 9
ru: Тип 9
uk: Тип 9
zh: 类型 9
zh_sg: 类型 9

# IDS_PCEP103_PERMO_PREM_LOW_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP107_PERMO_PREM_HIGH_LVL
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PCEP107_PERMO_PREM_HIGH_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP108_PERMO_PREM_HIGH_LVL_2
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PCEP108_PERMO_PREM_HIGH_LVL_2_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP109_PERMO_PREM_9_LVL
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PCEP109_PERMO_PREM_9_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP115_PERMO_UPGR_5_LVL
source: Type 15
es_mx: Tipo 15
ja: タイプ 15
pl: Typ 15
ru: Тип 15
uk: Тип 15
zh: 类型15
zh_sg: 类型15

# IDS_PCEP115_PERMO_UPGR_5_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP116_PERMO_UPGR_6_LVL
source: Type 16
es_mx: Tipo 16
ja: タイプ 16
pl: Typ 16
ru: Тип 16
uk: Тип 16
zh: 类型16
zh_sg: 类型16

# IDS_PCEP116_PERMO_UPGR_6_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP117_PERMO_UPGR_7_LVL
source: Type 17
es_mx: Tipo 17
ja: タイプ 17
pl: Typ 17
ru: Тип 17
uk: Тип 17
zh: 类型17
zh_sg: 类型17

# IDS_PCEP117_PERMO_UPGR_7_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP118_PERMO_UPGR_8_LVL
source: Type 18
es_mx: Tipo 18
ja: タイプ 18
pl: Typ 18
ru: Тип 18
uk: Тип 18
zh: 类型18
zh_sg: 类型18

# IDS_PCEP118_PERMO_UPGR_8_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP119_PERMO_UPGR_9_LVL
source: Type 19
es_mx: Tipo 19
ja: タイプ 19
pl: Typ 19
ru: Тип 19
uk: Тип 19
zh: 类型19
zh_sg: 类型19

# IDS_PCEP119_PERMO_UPGR_9_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP120_PERMO_UPGR_10_LVL
source: Type 20
es_mx: Tipo 20
ja: タイプ 20
ru: Тип 20
uk: Тип 20
zh: 类型20
zh_sg: 类型20

# IDS_PCEP120_PERMO_UPGR_10_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, also reduces ship detectability and costs per battle.
es_mx: Reduce la precisión de disparo del enemigo, también reduce la detectabilidad del barco y los costos por batalla.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、各戦での費用を軽減する。
pl: Zmniejsza celność nieprzyjacielskiego ognia, wykrywalność okrętu i koszty ponoszone w każdej bitwie.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и расходы за бой.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та витрати за бій.
zh: 增加相应属性。
zh_sg: 降低敌人的射击准度，同时降低战舰被发现的可能性和每场花费。

# IDS_PCEP128_PERMO_UPGR_8_LVL
source: Type 28
es_mx: Tipo 28
ja: タイプ 28
ru: Тип 28
uk: Тип 28
zh: 类型28
zh_sg: 类型28

# IDS_PCEP128_PERMO_UPGR_8_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP129_PERMO_UPGR_9_LVL
source: Type 29
es_mx: Tipo 29
ja: タイプ 29
ru: Тип 29
uk: Тип 29
zh: 类型29
zh_sg: 类型29

# IDS_PCEP129_PERMO_UPGR_9_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP139_PERMO_PREM_9_LVL
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PCEP139_PERMO_PREM_9_LVL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP1998_PERMO_ZEPPELIN
source: Type 28
es_mx: Tipo 28
ja: タイプ 28
ru: Тип 28
uk: Тип 28
zh: 类型28
zh_sg: 类型28

# IDS_PCEP1998_PERMO_ZEPPELIN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP301_PERMO_NY
source: Type 12
es_mx: Tipo 12
ja: タイプ 12
pl: Typ 12
ru: Тип 12
uk: Тип 12
zh: 类型12
zh_sg: 类型 12

# IDS_PCEP301_PERMO_NY_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP302_PERMO_NY_2
source: Type 12
es_mx: Tipo 12
ja: タイプ 12
pl: Typ 12
ru: Тип 12
uk: Тип 12
zh: 类型12
zh_sg: 类型 12

# IDS_PCEP302_PERMO_NY_2_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP303_PERMO_NY_2_CN
source: Type 12 – China
es_mx: Tipo 12 – China
ja: タイプ 12 – 中国
pl: Typ 12 – Chiny
ru: Тип 12 – Китай
uk: Тип 12 – Китай
zh: 雄鸡
zh_sg: 类型12 – 中国
