Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PIGA031_65MM_64_ANSALDO_DUAL
source: 65 mm/64 model 1939
es_mx: 65 mm/64 modelo 1939
ru: 65-мм/64 model 1939
uk: 65-мм/64 model 1939
zh: 65-мм/64 model 1939

# IDS_PIGA032_20MM70_BREDA_BARRELS_6
source: 20 mm/70 Breda 1941
ru: 20-мм/70 Breda 1941
uk: 20-мм/70 Breda 1941
zh: 20-мм/70 Breda 1941

# IDS_PIGA038_2PDR_QF_MKII_POMPOM
source: 40 mm/39 QF MKII
ru: 40-мм/39 QF MKII
uk: 40-мм/39 QF MKII
zh: 40-мм/39 QF MKII

# IDS_PIGA044_40MM_VICKERS
source: 40 mm/39 Vickers-Terni 1915/1917
ru: 40-мм/39 Vickers-Terni 1915/1917
uk: 40-мм/39 Vickers-Terni 1915/1917
zh: 40-мм/39 Vickers-Terni 1915/1917

# IDS_PIGA049_20MM_OERLIKON_MK4
source: 20 mm Oerlikon Mk4
ru: 20-мм Oerlikon Mk4
uk: 20-мм Oerlikon Mk4
zh: 20 毫米 厄利空 Mk4

# IDS_PIGA056_BROWNING_M2_MOD2
source: 12.7 mm Browning M2 Mod.2
ru: 12,7-мм Browning M2 Mod2
uk: 12.7-мм Browning M2 Mod.2
zh: 12,7-мм Browning M2 Mod2

# IDS_PIGA057_88MM45_SK_L45
source: 88 mm/45 SK L45
ru: 88-мм/45 SK L45
uk: 88-мм/45 SK L45
zh: 88-мм/45 SK L45

# IDS_PIGA058_13_2MM_2BARRELS_BREDA_MG
source: 13.2 mm/76 Breda 1931
ru: 13,2-мм/76 Breda 1931
uk: 13,2-мм/76 Breda 1931
zh: 13.2 毫米/76 布雷达 1931

# IDS_PIGM001_152MM53_F
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIGM002_152MM53
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIGM008_320MM44_BARRELS_3_M1934
source: 320 mm/44 M1934
ru: 320-мм/44 M1934
uk: 320-мм/44 M1934
zh: 320 毫米/44 M1934

# IDS_PIGM009_320MM44_BARRELS_2_M1934
source: 320 mm/44 M1934
ru: 320-мм/44 M1934
uk: 320-мм/44 M1934
zh: 320 毫米/44 M1934

# IDS_PIGM010_381MM50_BARRELS_3_M1939_LIFE_BOAT
source: 381 mm/50 OTO 1934
ru: 381-мм/50 OTO 1934
uk: 381-мм/50 OTO 1934
zh: 381 毫米/50 OTO 1934

# IDS_PIGM011_381MM50_BARRELS_3_M1939_TOWER
source: 381 mm/50 OTO 1934
ru: 381-мм/50 OTO 1934
uk: 381-мм/50 OTO 1934
zh: 381 毫米/50 OTO 1934

# IDS_PIGM012_381MM50_BARRELS_3_M1939_GUN_DECK
source: 381 mm/50 OTO 1934
ru: 381-мм/50 OTO 1934
uk: 381-мм/50 OTO 1934
zh: 381 毫米/50 OTO 1934

# IDS_PIGM019_152MM_55_BARRELS_3_M1934
source: 152 mm/55 OTO 1934
ru: 152-мм/55 OTO 1934
uk: 152-мм/55 OTO 1934
zh: 152毫米 /55 奥托1934

# IDS_PIGM020_152MM_55_BARRELS_2_M1934
source: 152 mm/55 OTO 1934
ru: 152-мм/55 OTO 1934
uk: 152-мм/55 OTO 1934
zh: 152毫米 /55 奥托1934

# IDS_PIGM025_152MM53_BARRELS_2_M1926
source: 152 mm/53 Ansaldo 1926
ru: 152-мм/53 Ansaldo 1926
uk: 152-мм/53 Ansaldo 1926
zh: 152-мм/53 Ansaldo 1926

# IDS_PIGM026_203MM55_BARRELS_3
source: 203 mm/55 model 1934
es_mx: 203 mm/55 modelo 1934
ru: 203-мм/55 model 1934
uk: 203-мм/55 model 1934
zh: 203-мм/55 model 1934

# IDS_PIGM028_120MM45_BARRELS_2_M1918
source: 120 mm/45 Vickers-Terni 1924
ru: 120-мм/45 Vickers-Terni 1924
uk: 120-мм/45 Vickers-Terni 1924
zh: 120 毫米/45 维克斯-特尔尼 1924

# IDS_PIGM030_203MM50_BARRELS_2
source: 203 mm/50 Ansaldo 1924
ru: 203-мм/50 Ansaldo 1924
uk: 203-мм/50 Ansaldo 1924
zh: 203-мм/50 Ansaldo 1924

# IDS_PIGM035_150MM_SK_L45
source: 150 mm/45 SK L/45
ru: 150-мм/45 SK L/45
uk: 150-мм/45 SK L/45
zh: 150-мм/45 SK L/45

# IDS_PIGM041_120MM45_BARRELS_2_M1918
source: 120 mm/45 Armstrong 1919
ru: 120-мм/45 Armstrong 1919
uk: 120-мм/45 Armstrong 1919
zh: 120-мм/45 Armstrong 1919

# IDS_PIGM045_203MM50_BARRELS_2_M1924
source: 203 mm/50 Ansaldo 1924
ru: 203-мм/50 Ansaldo 1924
uk: 203-мм/50 Ansaldo 1924
zh: 203-мм/50 Ansaldo 1924

# IDS_PIGM046_152_53_OTO_M1929
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIGM047_152_53_OTO_M1929_RF
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIGM048_120_50_ANSALDO_MODEL_1909
source: 120 mm/50 Ansaldo 1909
ru: 120-мм/50 Ansaldo 1909
uk: 120-мм/50 Ansaldo 1909
zh: 120-мм/50 Ansaldo 1909

# IDS_PIGM051_135_45_OTO_1937
source: 135 mm/45 OTO 1938
ru: 135-мм/45 OTO 1938
uk: 135-мм/45 OTO 1938
zh: 135-мм/45 OTO 1938

# IDS_PIGM055_203MM_53_1927
source: 203 mm/53 Ansaldo 1927
ru: 203-мм/53 Ansaldo 1927
uk: 203-мм/53 Ansaldo 1927
zh: 203-мм/53 Ansaldo 1927

# IDS_PIGS003_100MM_50_MOD_OTO
source: 100 mm /47 OTO 1928
ru: 100-мм/47 OTO 1928
uk: 100-мм/47 OTO 1928
zh: 100 毫米 /47 OTO 1928

# IDS_PIGS014_152MM55_BARRELS_3_M1936_L
source: 152 mm/55 OTO 1936
ru: 152-мм/55 OTO 1936
uk: 152-мм/55 OTO 1936
zh: 152 毫米/55 OTO 1936

# IDS_PIGS015_120MM50_BARRELS_2_M1933
source: 120 mm/50 M1933
ru: 120-мм/50 M1933
uk: 120-мм/50 M1933
zh: 120 毫米/50 M1933

# IDS_PIGS016_120MM50_BARRELS_2_M1933_RM2
source: 120 mm/50 M1933 RM2
ru: 120-мм/50 M1933 RM2
uk: 120-мм/50 M1933 RM2
zh: 120 毫米/50 M1933 RM2

# IDS_PIGS017_90MM50_BARRELS_1_M1939
source: 90 mm/50 OTO 1939
ru: 90-мм/50 OTO 1939
uk: 90-мм/50 OTO 1939
zh: 90 毫米/50 OTO 1939

# IDS_PIGS023_152MM55_BARRELS_3_M1936_R
source: 152 mm/55 OTO 1936
ru: 152-мм/55 OTO 1936
uk: 152-мм/55 OTO 1936
zh: 152 毫米/55 OTO 1936

# IDS_PIGS034_90MM50_BARRELS_2_M1939
source: 90 mm/50 OTO 1939
ru: 90-мм/50 OTO 1939
uk: 90-мм/50 OTO 1939
zh: 90 毫米/50 OTO 1939

# IDS_PIGS036_76MM_50_VICKERS_1909
source: 76 mm/50 Vickers 1909
ru: 76-мм/50 Vickers 1909
uk: 76-мм/50 Vickers 1909
zh: 76-мм/50 Vickers 1909

# IDS_PIGS053_102_35_OTO_1933
source: 102 mm/35 OTO 1933
ru: 102-мм/35 OTO 1933
uk: 102-мм/35 OTO 1933
zh: 102-мм/35 OTO 1933

# IDS_PIGT006_533_MM_3_TUBES
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIGT021_533_MM_3_TUBES
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIGT024_533_MM_2_TUBES_R
source: 533 mm tubo lanciasiluri DAAN-Whitehead
ru: 533-мм tubo lanciasiluri DAAN-Whitehead
uk: 533-мм tubo lanciasiluri DAAN-Whitehead
zh: 533 毫米 tubo lan DAAN-Whi

# IDS_PIGT029_533_MM_2_TUBES_L
source: 533 mm tubo lanciasiluri DAAN-Whitehead
ru: 533-мм tubo lanciasiluri DAAN-Whitehead
uk: 533-мм tubo lanciasiluri DAAN-Whitehead
zh: 533 毫米 tubo lan DAAN-Whi

# IDS_PIGT033_533MM_4_TUBES
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIGT039_500MM_TORPEDO_TUBE
source: 500 mm tubo lanciasiluri
ru: 500-мм tubo lanciasiluri
uk: 500-мм tubo lanciasiluri
zh: 500-мм tubo lanciasiluri

# IDS_PIGT040_500MM_TORPEDO_TUBE_R
source: 500 mm tubo lanciasiluri
ru: 500-мм tubo lanciasiluri
uk: 500-мм tubo lanciasiluri
zh: 500-мм tubo lanciasiluri

# IDS_PIGT042_533_MM_2_TUBES_R
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIGT043_533_MM_2_TUBES_L
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIGT054_533MM_4TUBES
source: 533 mm tubo lanciasiluri
ru: 533-мм tubo lanciasiluri
uk: 533-мм tubo lanciasiluri
zh: 533 毫米 鱼雷发射管

# IDS_PIPA002_152MM_53_HE_DUCA
source: 152 mm proiettili HE
ru: 152-мм proiettili HE
uk: 152-мм proiettili HE
zh: 152 毫米 炮弹 HE

# IDS_PIPA003_100MM_47_HE
source: 100 mm proiettili HE
ru: 100-мм proiettili HE
uk: 100-мм proiettili HE
zh: 100 毫米 炮弹 HE

# IDS_PIPA004_152MM_53_AP_EARLY_DUCA
source: 152 mm proiettili AP
ru: 152-мм proiettili AP
uk: 152-мм proiettili AP
zh: 152 毫米 炮弹 AP

# IDS_PIPA005_320MM_AP_MODEL1936
source: 320 mm proiettili AP
ru: 320-мм proiettili AP
uk: 320-мм proiettili AP
zh: 320 毫米 炮弹 AP

# IDS_PIPA006_320MM_HE_MODEL1936
source: 320 mm proiettili HE
ru: 320-мм proiettili HE
uk: 320-мм proiettili HE
zh: 320 毫米 炮弹 HE

# IDS_PIPA007_120MM_HE_ANSALDO1926
source: 120 mm proiettili HE
ru: 120-мм proiettili HE
uk: 120-мм proiettili HE
zh: 120 毫米 炮弹 HE

# IDS_PIPA008_120MM_AP_ANSALDO1926
source: 120 mm proiettili AP
ru: 120-мм proiettili AP
uk: 120-мм proiettili AP
zh: 120 毫米 炮弹 AP

# IDS_PIPA009_152MM_55_AP_ABRUZZI
source: 152 mm proiettili AP
ru: 152-мм proiettili AP
uk: 152-мм proiettili AP
zh: 152 毫米 炮弹 AP

# IDS_PIPA010_152MM_55_HE_ABRUZZI
source: 152 mm proiettili HE
ru: 152-мм proiettili HE
uk: 152-мм proiettili HE
zh: 152 毫米 炮弹 HE

# IDS_PIPA011_90MM_50_1939_HE
source: 90 mm proiettili HE
ru: 90-мм proiettili HE
uk: 90-мм proiettili HE
zh: 90 毫米 proiettili HE

# IDS_PIPA012_381MM_50_AP_ROMA
source: 381 mm proiettili AP
ru: 381-мм proiettili AP
uk: 381-мм proiettili AP
zh: 381 毫米 proiettili AP

# IDS_PIPA013_381MM_50_HE_ROMA
source: 381 mm proiettili HE
ru: 381-мм proiettili HE
uk: 381-мм proiettili HE
zh: 381 毫米 proiettili HE

# IDS_PIPA014_152MM_55_1936_AP
source: 152 mm proiettili AP
ru: 152-мм proiettili AP
uk: 152-мм proiettili AP
zh: 152 毫米 炮弹 AP

# IDS_PIPA015_120MM_HE_LEONE
source: 120 mm proiettili HE 1918
ru: 120-мм proiettili HE 1918
uk: 120-мм proiettili HE 1918
zh: 120 毫米 炮弹 HE 1918

# IDS_PIPA016_120MM_AP_LEONE
source: 120 mm proiettili AP 1918
ru: 120-мм proiettili AP 1918
uk: 120-мм proiettili AP 1918
zh: 120 毫米 炮弹 AP 1918

# IDS_PIPA017_152MM_55_1936_HE
source: 152 mm proiettili HE
ru: 152-мм proiettili HE
uk: 152-мм proiettili HE
zh: 152 毫米 炮弹 HE

# IDS_PIPA018_320MM_AP_GCESARE
source: 320 mm proiettili AP
ru: 320-мм proiettili AP
uk: 320-мм proiettili AP
zh: 320 毫米 炮弹 AP

# IDS_PIPA019_320MM_HE_GCESARE
source: 320 mm proiettili HE
ru: 320-мм proiettili HE
uk: 320-мм proiettili HE
zh: 320 毫米 炮弹 HE

# IDS_PIPA020_120MM_45_1918_HE
source: 120 mm proiettili HE 1918
ru: 120-мм proiettili HE 1918
uk: 120-мм proiettili HE 1918
zh: 120 毫米 炮弹 HE 1918

# IDS_PIPA021_135MM_CS_P_EMILIO
source: 135 mm proiettili CS 1938
ru: 135-мм proiettili CS 1938
uk: 135-мм proiettili CS 1938
zh: 135-мм proiettili CS 1938

# IDS_PIPA022_135MM_HE_P_EMILIO
source: 135 mm proiettili HE 1938
es_mx: proiettili HE 1938 de 135 mm
ru: 135-мм proiettili HE 1938
uk: 135-мм proiettili HE 1938
zh: 135-мм proiettili HE 1938

# IDS_PIPA023_120MM_50_1909_CS
source: 120 mm proiettili CS 1909
ru: 120-мм proiettili CS 1909
uk: 120-мм proiettili CS 1909
zh: 120-мм proiettili CS 1909

# IDS_PIPA024_120MM_50_1909_AP
source: 120 mm proiettili AP 1909
ru: 120-мм proiettili AP 1909
uk: 120-мм proiettili AP 1909
zh: 120-мм proiettili AP 1909

# IDS_PIPA025_76MM_1909_HE
source: 76 mm proiettili HE 1909
ru: 76-мм proiettili HE 1909
uk: 76-мм proiettili HE 1909
zh: 76-мм proiettili HE 1909

# IDS_PIPA026_150MM_CS_K_GR_18
source: 150 mm CS K Gr 18
ru: 150-мм CS K Gr 18
uk: 150-мм CS K Gr 18
zh: 150-мм CS K Gr 18

# IDS_PIPA027_150MM_AP_PSGR_L3_7
source: 150 mm P.Spr.Gr. L/3.7
ru: 150-мм P.Spr.Gr. L/3.7
uk: 150-мм P.Spr.Gr. L/3.7
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PIPA028_152MM_53_CS_1926
source: 152 mm proiettili CS 1926
ru: 152-мм proiettili CS 1926
uk: 152-мм proiettili CS 1926
zh: 152-мм proiettili CS 1926

# IDS_PIPA029_152MM_53_AP_1926
source: 152 mm proiettili AP 1926
ru: 152-мм proiettili AP 1926
uk: 152-мм proiettili AP 1926
zh: 152-мм proiettili AP 1926

# IDS_PIPA030_203MM_55_1924_AP
source: 203 mm proiettili AP 1924 mod.2
ru: 203-мм proiettili AP 1924 mod.2
uk: 203-мм proiettili AP 1924 mod.2
zh: 203-мм proiettili AP 1924 mod.2

# IDS_PIPA031_203MM_55_1924_CS
source: 203 mm proiettili CS 1924 mod.2
ru: 203-мм proiettili CS 1924 mod.2
uk: 203-мм proiettili CS 1924 mod.2
zh: 203-мм proiettili CS 1924 mod.2

# IDS_PIPA032_203MM_53_1927_CS
source: 203 mm proiettili CS 1927
ru: 203-мм proiettili CS 1927
uk: 203-мм proiettili CS 1927
zh: 203-мм proiettili CS 1927

# IDS_PIPA033_203MM_50_1924_CS
source: 203 mm proiettili CS 1924 mod.1
ru: 203-мм proiettili CS 1924 mod.1
uk: 203-мм proiettili CS 1924 mod.1
zh: 203-мм proiettili CS 1924 mod.1

# IDS_PIPA034_203MM_50_1924_AP
source: 203 mm proiettili AP 1924 mod.1
ru: 203-мм proiettili AP 1924 mod.1
uk: 203-мм proiettili AP 1924 mod.1
zh: 203-мм proiettili AP 1924 mod.1

# IDS_PIPA035_203MM_53_1927_AP
source: 203 mm proiettili AP 1927
ru: 203-мм proiettili AP 1927
uk: 203-мм proiettili AP 1927
zh: 203-мм proiettili AP 1927

# IDS_PIPA036_203MM_50_CS_GENOVA
source: 203 mm proiettili CS 1924 mod.1
ru: 203-мм proiettili CS 1924 mod.1
uk: 203-мм proiettili CS 1924 mod.1
zh: 203-мм proiettili CS 1924 mod.1

# IDS_PIPA037_203MM_50_AP_GENOVA
source: 203 mm proiettili AP 1924 mod.1
ru: 203-мм proiettili AP 1924 mod.1
uk: 203-мм proiettili AP 1924 mod.1
zh: 203-мм proiettili AP 1924 mod.1

# IDS_PIPA038_102MM_35LBS_HE
source: 102 mm proiettili HE 1933
ru: 102-мм proiettili HE 1933
uk: 102-мм proiettili HE 1933
zh: 102-мм proiettili HE 1933

# IDS_PIPA039_203MM_53_AP_GORIZIA
source: 203 mm proiettili AP 1927
ru: 203-мм proiettili AP 1927
uk: 203-мм proiettili AP 1927
zh: 203-мм proiettili AP 1927

# IDS_PIPA040_203MM_53_CS_GORIZIA
source: 203 mm proiettili CS 1927
ru: 203-мм proiettili CS 1927
uk: 203-мм proiettili CS 1927
zh: 203-мм proiettili CS 1927

# IDS_PIPA041_203MM_55_1924_CS
source: 203 mm proiettili CS 1924 mod.2
ru: 203-мм proiettili CS 1924 mod.2
uk: 203-мм proiettili CS 1924 mod.2
zh: 203-мм proiettili CS 1924 mod.2

# IDS_PIPA042_381MM_50_CS_IMPERO
source: 381 mm proiettili CS
ru: 381-мм proiettili CS
uk: 381-мм proiettili CS
zh: 381-мм proiettili CS

# IDS_PIPA043_381MM_50_AP_IMPERO
source: 381 mm proiettili AP
ru: 381-мм proiettili AP
uk: 381-мм proiettili AP
zh: 381 毫米 proiettili AP

# IDS_PIPT001_533_SI270_DUCA
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIPT002_533_ABRUZZI
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIPT003_533_LEONE
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIPT004_533_P_EMILIO
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIPT005_500_G7
source: 500 mm G7
ru: 500-мм G7
uk: 500-мм G7
zh: 500-мм G7

# IDS_PIPT006_533_SI270_G
source: 533 mm Si 270 G
ru: 533-мм Si 270 G
uk: 533-мм Si 270 G
zh: 533-мм Si 270 G

# IDS_PIPT007_533_SI270_H
source: 533 mm Si 270 H
ru: 533-мм Si 270 H
uk: 533-мм Si 270 H
zh: 533-мм Si 270 H

# IDS_PIPT008_533_SI270_M
source: 533 mm Si 270 M
ru: 533-мм Si 270 M
uk: 533-мм Si 270 M
zh: 533-мм Si 270 M

# IDS_PIPT009_533_SI270_N
source: 533 mm Si 270 N
ru: 533-мм Si 270 N
uk: 533-мм Si 270 N
zh: 533-мм Si 270 N

# IDS_PIPT010_533_SI270_GENOVA
source: 533 mm Si 270 G
ru: 533-мм Si 270 G
uk: 533-мм Si 270 G
zh: 533-мм Si 270 G

# IDS_PISB505
source: Giulio Cesare
zh: 尤里乌斯-恺撒
zh_sg: 尤里乌斯-恺撒

# IDS_PISB505_DESCR
source: The lead ship in the first series of Italian dreadnoughts. In the 1930s, the ship was rebuilt with more powerful and longer-firing guns, additional torpedo protection and considerably more speed than before, making her a formidable opponent for the majority of battleships at that time.
es_mx: El barco líder en la primera serie de acorazados italianos. En los años 30, el barco fue reconstruido con cañones más poderosos y de largo alcance, protección adicional contra torpedos y con una considerable mayor velocidad que antes, haciéndolo un formidable oponente para la mayoría de los acorazados de la época.
ja: ジュリオ・チェザーレは、イタリアとして初めて複数の艦が建造された弩級戦艦の艦級のリードシップです。1930 年代に大改装が施され、より強力かつ長射程の主砲に換装され、対水雷防御が強化され、速力も大幅に向上しました。その結果として、当時の大半の戦艦に充分に対抗可能な性能となりました。
pl: Okręt prowadzący pierwszej serii włoskich drednotów. W latach 30. XX wieku okręt został przebudowany i uzbrojony w potężniejsze działa o większym zasięgu, otrzymał dodatkową obronę przeciwtorpedową i był wyraźnie szybszy niż poprzednio, dzięki czemu stał się godnym przeciwnikiem dla wszystkich pancerników swoich czasów.
ru: Головной корабль первой серии итальянских дредноутов. В 1930-х годах был серьёзно перестроен с увеличением калибра и дальности стрельбы основной артиллерии, установкой противоторпедной защиты и заметным увеличением скорости хода, что позволило ему оставаться грозным противником для большинства линкоров-сверстников.
uk: Головний корабель першої серії італійських дредноутів. У 1930-х рр. ґрунтовно перебудували, збільшили калібр і дальність стрільби основної артилерії, встановили протиторпедний захист та помітно збільшили швидкість ходу. Все це дозволило йому залишатися грізним супротивником для більшості лінкорів-однолітків.
zh: I系第一批无畏舰系列中的首舰。三零年代，该战舰以更强大且射程更远的舰炮来重新打造，增加了鱼雷防护力和比以前还要快的航速，使它成为了当时大多数战列舰难以对付的对手。
zh_sg: 意大利第一个无畏舰系列中的首舰。30年代，该战舰以搭载威力更强射程更远的舰炮为目标进行了改造，提升了鱼雷防护和更快的航速，使同时期的大多数战列舰都难以与之匹敌。

# IDS_PISB505_FULL
source: Giulio Cesare
zh: 尤里乌斯-恺撒
zh_sg: 尤里乌斯-恺撒

# IDS_PISB508
source: Roma
zh: 罗马
zh_sg: 罗马

# IDS_PISB508_DESCR
source: A Vittorio Veneto-class battleship. She carried pretty powerful main battery guns for a ship of her size, was protected by reliable side armor, and had good torpedo protection. However, the ship did not have good AA capabilities to efficiently counteract airstrikes.
es_mx: Un acorazado de clase-Vittorio Veneto. Cargaba unos cañones principales bastante poderosos para un barco de su tipo, estaba protegido con un blindaje confiable, y tenía una buena protección de torpedo. Sin embargo, el barco no tenía buenas capacidades AA para derrotar los ataques aéreos.
ja: 戦艦ローマは、ヴィットリオ・ヴェネト級戦艦であり、その船体サイズの割には極めて強力な主砲を搭載し、信頼性の高い側面装甲が施され、対水雷防御も優秀でした。ただし対空能力は優秀とは言えず、空襲に効果的に対抗することはできませんでした。
pl: Pancernik klasy Vittorio Veneto. Uzbrojony był w całkiem potężną główną baterię jak na okręt tych rozmiarów, posiadał również dobre opancerzenie boczne i przeciwtorpedowe. Jego słabością była jednak ochrona przeciwlotnicza, zbyt słaba by skutecznie odpierać ataki z powietrza.
ru: Линейный корабль типа Vittorio Veneto. Для своих размеров имел достаточно мощную артиллерию главного калибра, надёжное бортовое бронирование и хорошую противоторпедную защиту, но при этом был слабо защищён от ударов с воздуха.
uk: Лінкор типу Vittorio Veneto. Для своїх розмірів мав досить потужну артилерію головного калібру, надійне бортове бронювання і хороший протиторпедний захист, але разом з тим був слабо захищений від ударів з повітря.
zh: 维托里奥-维内托级战列舰。它搭载了对其尺寸大小的战舰而言相当强大的主炮，受到着可靠的侧边装甲保护，并拥有不错的鱼雷防护性。然而，该战舰没有能有效反制空袭的防空能力。
zh_sg: 维托里奥-维内托级战列舰。搭载了对其尺寸而言相当强大的主炮和侧面装甲，并且拥有良好的鱼雷防护性。然而，该战舰对空袭的反击相当乏力。

# IDS_PISB508_FULL
source: Roma
zh: 罗马
zh_sg: 罗马

# IDS_PISB708_DESCR
source: The second Vittorio Veneto-class warship to be built, and one of the most powerful battleships in the Mediterranean. From the game Azur Lane
es_mx: El segundo barco de guerra de la clase Vittorio Veneto en ser construido, y uno de los más poderoso acorazados en el Mediterráneo. Del juego Azur Lane.
ja: リットリオはヴィットリオ・ヴェネト級戦艦の 2 番艦であり、地中海における最強クラスの戦艦の 1 隻でした。 「アズールレーン」より出典
pl: Littorio był drugim zbudowanym okrętem typu Vittorio Veneto i najpotężniejszym pancernikiem na Morzu Śródziemnym. Z gry Azur Lane.
ru: Один из самых сильных линкоров Средиземноморья, второй корабль типа Vittorio Veneto. Из игры Azur Lane.
uk: Один із найсильніших лінкорів Середземномор’я, другий корабель типу «Вітторіо-Венето». Із гри Azur Lane
zh: 维托里奥-维内托级战列舰。它搭载了对其尺寸大小的战舰而言相当强大的主炮，受到着可靠的侧边装甲保护，并拥有不错的鱼雷防护性。然而，该战舰没有能有效反制空袭的防空能力。
zh_sg: 利托里奥是第二艘建造的维托里奥·维内托级战舰，也是地中海地区最强大的战舰。 出自游戏“碧蓝航线”

# IDS_PISB805_DESCR
source: Ship for testing.
es_mx: Barco para pruebas.
ja: テスト用艦艇
pl: Okręt do testowania.
ru: Корабль для тестирования.
uk: Корабель для тестування.
zh: Корабль для тестирования.
zh_sg: 用于测试的战舰。

# IDS_PISC101_DESCR
source: A support ship with diesel-electric propulsion and rapid-firing guns, designed to operate in remote theaters.
es_mx: Un barco de apoyo con una propulsión diésel-eléctrica y cañones de gran cadencia, diseñado para operar en teatros remotos.
ja: エリトリアはディーゼル電気推進方式で速射砲を搭載した支援艦であり、遠隔地での運用を前提に設計されていました。
pl: Okręt wsparcia napędzany silnikiem Diesla z generatorem elektrycznym i posiadający szybkostrzelne działa. Projektowany z myślą o odległych teatrach działań.
ru: Предназначавшийся для службы на отдалённых театрах корабль поддержки с дизель-электрической энергетической установкой, вооружённый скорострельной артиллерией.
uk: Корабель підтримки з дизель-електричною силовою установкою, озброєний скорострільною артилерією, призначався для служби на віддалених театрах.
zh: Предназначавшийся для службы на отдалённых театрах корабль поддержки с дизель-электрической энергетической установкой, вооружённый скорострельной артиллерией.
zh_sg: 一种带有柴油电力推进装置和速射火炮的支援舰，设计用于在剧院中远程操作。

# IDS_PISC102_DESCR
source: Built shortly before the outbreak of World War I, this turbine-powered cruiser was to be used as lightweight and high-speed reconnaissance ship. The vital elements of the ship were protected by an armored deck.
es_mx: Construido poco después del inicio de la Primera Guerra Mundial, este crucero impulsado por turbinas sería usado como un barco de reconocimiento ligero de alta velocidad. Los elementos vitales del barco estaban protegidos por una cubierta blindada.
ja: タービン推進を採用したニーノ・ビクシオ級は一次大戦の勃発直前に建造され、軽量で高速な偵察艦としての運用を前提としていました。本級の主要区画は装甲甲板で防御されていました。
pl: Skonstruowany krótko po wybuchu I wojny światowej. Ten napędzany turbiną krążownik miał być wykorzystywany jako lekki okręt rozpoznawczy o dużej prędkości. Główne systemy jednostki były chronione przez opancerzony pokład.
ru: Построенный незадолго до начала Первой мировой войны крейсер с турбинной энергетической установкой, призванный играть роль лёгкого быстроходного разведчика. Жизненно важные элементы корабля защищались броневой палубой.
uk: Побудований незадовго до початку Першої світової війни крейсер із турбінною силовою установкою, мав стати легким швидкохідним розвідником. Життєво важливі елементи корабля захищала броньова палуба.
zh: Построенный незадолго до начала Первой мировой войны крейсер с турбинной энергетической установкой, призванный играть роль лёгкого быстроходного разведчика. Жизненно важные элементы корабля защищались броневой палубой.
zh_sg: Built shortly before the outbreak of World War I, this turbine-powered cruiser was to be used as lightweight high-speed reconnaissance ship. The vital elements of the ship were protected by an armored deck.

# IDS_PISC103_DESCR
source: A light cruiser built for the German Navy and transferred to the Royal Navy of Italy after World War I. In addition to the 150 mm main guns, the ship was armed with two single-tube torpedo launchers.
es_mx: Un crucero ligero construido para la Marina Alemana y transferido a la Marina Real de Italia después de la Segunda Guerra Mundial. Además de los cañones principales de 150 mm, el barco estaba armado con dos lanzadores de torpedos de un solo tubo.
ja: この軽巡洋艦はドイツ海軍用として建造され、一次大戦後にイタリア王立海軍に引き渡されてタラントと改名されました。本艦は 150 mm 砲に加えて単装魚雷発射管を 2 基搭載していました。
pl: Lekki krążownik zbudowany dla niemieckiej marynarki i przeniesiony do Regia Marina po I wojnie światowej. Poza działami głównymi kal. 150 mm okręt wyposażono w dwie pojedyncze wyrzutnie torpedowe.
ru: Лёгкий крейсер, построенный для ВМС Германии и переданный Королевскому флоту Италии после Первой мировой войны. В дополнение к 150-мм артиллерии был вооружён двумя однотрубными торпедными аппаратами.
uk: Легкий крейсер, побудований для ВМС Німеччини й переданий Королівському флоту Італії після Першої світової війни. На додачу до 150-мм артилерії був озброєний двома однотрубними торпедними апаратами.
zh: Лёгкий крейсер, построенный для ВМС Германии и переданный Королевскому флоту Италии после Первой мировой войны. В дополнение к 150-мм артиллерии был вооружён двумя однотрубными торпедными аппаратами.
zh_sg: 一艘为德国海军建造的轻型巡洋舰，在第一次世界大战后移交给意大利皇家海军。除了150毫米的主炮外，这艘船还装备了两个单管鱼雷发射器。
