Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC268_NY2019_PRINZEITELFRIEDRICHEMBLEM_DESCRIPTION
source: Wilhelm Eitel Friedrich Christian Karl, the second son of Prussian Prince Wilhelm, the future Emperor of Germany, was born in 1883 at the Marble Palace in Potsdam. After graduating from the University of Bonn in 1904, Prince Eitel Friedrich decided to pursue a military career by enrolling in the foot guard regiment. At the very beginning of World War I, he was appointed as Commander of his regiment. As a member of the guard's infantry, the Prince fought on both Western and Eastern fronts before being wounded in action. For his honor in battle, Eitel Friedrich received the Iron Cross of the first and second classes, as well as the highest German award, the Order of Pour le Mérite (French for "For Merits"), with oak leaves. An ocean liner built in 1904 was named after Prince Eitel Friedrich. When World War I broke out, the liner was converted into an auxiliary cruiser. In August 1914, by the order of Vice-Admiral von Spee, the Commander of the East Asian squadron, Prinz Eitel Friedrich, embarked on a solo raid lasting seven months in the waters of the Pacific and Atlantic oceans. In March 1915, the raider, having exhausted all possibilities to replenish her supplies, was interned in the USA. Two months later, a Mackensen-class battlecruiser, also named Prinz Eitel Friedrich, was laid down at the Blohm und Voss shipyard in Hamburg.
es_mx: Wilhelm Eitel Friedrich Christian Karl, el segundo hijo del príncipe prusiano Wilhelm—el futuro Emperador de Alemania—nació en 1883 en el Palacio de Mármol en Potsdam. Después de graduarse de la Universidad de Bonn en 1904, el príncipe Eitel Friedrich decidió seguir una carrera militar al inscribirse al regimiento de guarda a pie. Al principio de la Primera Guerra Mundial, fue puesto como Comandante de su regimiento. Como miembro de la guardia de infantería, el príncipe peleó en ambos frentes Oriental y Occidental antes de ser herido en acción. Por su honor en honor de batalla, Eitel Friedrich recibió la Cruz de Hierro de primera y segunda clase, como también la condecoración alemana más elevada, la Orden de la Pour le Mérite (en francés “por méritos”), con hojas de roble. Un transatlántico construido en 1904 fue nombrado como el príncipe Eitel Friedrich. Cuando la Primera Guerra Mundial empezó, el transatlántico fue convertido a un crucero auxiliar. En agosto de 1914, bajo la orden del Vice-Almirante von Spee, el Comandante del escuadrón de Asia Este, el Prinz Eitel Friedrich embarcó solo en una redada que duró siete meses en las aguas de los océanos Pacífico y Atlántico. En marzo de 1915, el corsario se quedó sin la posibilidad de abastecerse, y se quedó en E.E.U.U. Dos meses después, el crucero de batalla de clase-Mackensen, también llamado Prinz Eitel Friedrich, fue botado en el astillero de Blohm und Voss en Hamburgo.
ja: ヴィルヘルム・アイテル・フリードリヒ・クリスティアン・カールは、後にドイツ皇帝となるプロイセン王子ヴィルヘルムの次男として、1883 年にポツダムの大理石宮殿で生まれました。1904 年にボン大学を卒業した後、アイテル・フリードリヒ皇子は軍人の道に進むことを決心し、歩兵近衛連隊に入隊しました。一次大戦初頭に所属連隊の隊長に任命された彼は、近衛歩兵の一員として、戦闘中に負傷するまで西部戦線および東部戦線で戦いました。アイテル・フリードリヒは戦闘での栄誉を評価され、1 級および 2 級の鉄十字勲章や、ドイツ最高の勲章である柏葉付きプール・ル・メリット (フランス語で「功績に対して」) 勲章が授与されました。 1904 年に 1 隻の遠洋定期船が皇子に因んでプリンツ・アイテル・フリードリヒ (Prince Eitel Friedrich) と命名されました。一次大戦が勃発すると、この定期船は仮装巡洋艦に改装されました。1914 年 8 月、東洋艦隊司令官フォン・シュペー中将の指令により、プリンツ・アイテル・フリードリヒは太平洋および大西洋の両水域での 7 カ月間に及ぶ単独通商破壊任務に出発しました。1915 年 3 月、物資補給の全ての見込みを失ったこの通商破壊艦はアメリカで抑留されました。その 2 カ月後に、同じくプリンツ・アイテル・フリードリヒの名を冠したマッケンゼン級巡洋戦艦がハンブルクのブローム・ウント・フォス造船所で起工されました。
pl: Wilhelm Eitel Friedrich Christian Karl, drugi syn pruskiego księcia Wilhelma – przyszłego Cesarza Niemiec – urodził się w 1883 roku w poczdamskim Marmurowym Pałacu. Po ukończeniu uniwersytetu w Bonn, w 1904, Książę Eitel Friedrich zdecydował się rozpocząć swoją karierę wojskową, dołączając do gwardii pieszej. Na samym początku I wojny światowej, został mianowany dowódcą swojego regimentu. Jako członek gwardii pieszej, książę walczył na wschodnich i zachodnich frontach, do czasu, gdy został raniony w boju. Za swoje zasługi, Eitel Friedrich otrzymał Krzyż Żelazny pierwszej i drugiej klasy oraz najwyższe niemieckie odznaczenie – Order Pour le Mérite (fr. „Za Zasługę”), z dębowymi liśćmi. Zbudowany w 1904 roku transatlantyk został nazwany imieniem księcia Eitela Friedricha. Po wybuchu I wojny światowej został przerobiony na krążownik pomocniczy. W sierpniu 1914 roku, z rozkazu Wiceadmirała von Spee, dowódca wschodnioazjatyckiej eskadry, Prinz Eitel Friedrich, wyruszył na samotny, trwający siedem miesięcy rejs po wodach Pacyfiku i Oceanu Atlantyckiego. W marcu 1915 roku po wykorzystaniu wszelkich możliwości sprowadzenia posiłków, został internowany w USA. Dwa miesiące później krążownik bojowy klasy Mackensen, również nazwany Prinz Eitel Friedrich, został zbudowany w stoczni Blohm und Voss w Hamburgu.
ru: Вильгельм Эйтель Фридрих Кристиан Карл, второй сын принца Прусского Вильгельма, будущего германского императора, появился на свет в 1883 году в Мраморном дворце в городе Потсдам. В 1904 году принц Эйтель Фридрих окончил университет в Бонне, после чего решил выбрать для себя карьеру военного, поступив в полк Пешей Гвардии. В самом начале Первой мировой войны он был назначен командиром этого полка. В составе гвардейской пехоты принц воевал как на Западном, так и на Восточном фронте, был ранен. За боевые отличия Эйтель Фридрих был удостоен Железного креста первой и второй степени, а также высшей награды Германии, ордена Pour le Mérite (фр. «За заслуги») с дубовыми листьями. В честь Эйтель Фридриха был назван океанский лайнер Prinz Eitel Friedrich, построенный в 1904 году. С началом Первой мировой войны лайнер был переоборудован во вспомогательный крейсер. В августе 1914 года по приказу командующего Восточно-Азиатской эскадрой вице-адмирала фон Шпее Prinz Eitel Friedrich отправился в одиночное рейдерство, продолжавшееся семь месяцев в водах Тихого и Атлантического океанов. В марте 1915 года исчерпавший все возможности пополнения припасов рейдер был интернирован в США. А спустя всего два месяца на верфи компании Blohm und Voss в Гамбурге был заложен линейный крейсер типа Mackensen, также получивший имя Prinz Eitel Friedrich.
uk: Вільгельм Ейтель Фрідріх Крістіан Карл, другий син принца Прусського Вільгельма, мйбутнього імператора Німеччини, народився 1883 року в Мармуровому палаці міста Потсдам. 1904 року принц Ейтель Фрідріх закінчив університет у Бонні, а потім вирішив вибрати кар’єру військового й пішов у полк Пішої Гвардії. На початку Першої світової війни його назначили командувачем цього полку. У складі гвардійської піхоти принц брав участь у боях як на Західному, так і на Східному фронті, був поранений. За бойові заслуги Ейтеля Фрідріха нагородили Залізним хрестом першого та другого ступеню, а також найвищою нагородою Німеччини — орденом Pour le Mérite (фр. «За заслуги») з дубовим листям. На честь Ейтеля Фрідріха назвали океанський лайнер Prinz Eitel Friedrich, який збудували 1904 року. На початку Першої світової війни цей лайнер переобладнали на допоміжний крейсер. У серпні 1914 року за наказом командувача Східно-Азійською ескадрою віце-адмірала фон Шпее, Prinz Eitel Friedrich вирушив у одиночне рейдерство, яке продовжувалося сім місяців у водах Тихого та Атлантичного океанів. У березні 1915 року, після вичерпання всіх можливостей поповнення запасів, рейдера інтернували до США. А вже за два місяці на верфі компанії Blohm und Voss у Гамбурзі заклали лінійний крейсер типу Mackensen, який також назвали Prinz Eitel Friedrich.
zh: 威廉-埃特尔-弗里德里希-克里斯蒂安-卡尔，普鲁士王子威廉的次子—未来的皇帝—于1883年出生于波茨坦的大理石宫。1904年波昂大学毕业后，埃特尔-弗里德里希王子决定通过入伍步兵卫队来投入军旅生涯。在大战刚开始时，他被任命为他军团的指挥官。作为步兵卫队的一员，王子在受伤之前在西部和东部战线上作战。为了表扬他的战斗荣誉，埃特尔-弗里德里希获得了第一和第二级铁十字勋章，以及最高奖章，有着橡树叶饰的功勋勋章（法语的「因为功绩」）。 建于1904年的远洋客轮以埃特尔-弗里德里希王子命名。当大战爆发时，此客轮被改装成辅助巡洋舰。1914年8月，按照东亚分舰队指挥官海军中将冯-斯佩的命令，埃特尔-弗里德里希亲王在太平洋和大西洋海域进行为期七个月的单独袭击。1915年3月，袭击者已经用尽所有可补充的补给品，被拘留在M国。两个月后，一艘名为埃特尔·弗雷德里希王子的马肯森级战斗巡洋舰在汉堡的布洛姆福斯造船厂安放龙骨。
zh_sg: 威廉·艾特尔·弗里德里希·克里斯蒂安·卡尔，未来的德国皇帝普鲁士王子威廉的第二个儿子，于1883年出生于波茨坦的大理石宫。1904年波恩大学毕业后，艾特尔·弗里德里希亲王决定通过参与近卫军团来开始军旅生涯。在第一次世界大战开始时，他被任命为军团的指挥官。作为近卫团的一员，王子在西部战线和东部战线都进行过作战，随后他负了伤。为了表彰他在战斗的英勇，艾特尔·弗里德里希被授予了一级和二级铁十字勋章，以及德国最高荣誉勋章，带有像树叶的Pour le Mérite勋章（法语含义为“功勋勋章”）。 建于1904年的一艘远洋客轮也以艾特尔·弗里德里希亲王的名字命名。第一次世界大战爆发时，这艘客轮被改装成了辅助巡洋舰。1914年8月，按照东亚舰队指挥官冯·斯佩海军中将的命令，艾特尔·弗里德里希亲王在太平洋和大西洋海域进行了为期七个月的独自行动。1915年3月，它耗尽了所有的补给又没有办法得到补充，被扣留在了美国。两个月后，另一艘名为艾特尔·弗里德里希亲王的马肯森级战列巡洋舰在汉堡的Blohm und Voss造船厂开始建造。

# IDS_PCZC269_NY2019_QUEENELIZABETHEMBLEM
source: Queen Elizabeth
zh: 伊丽莎白女王
zh_sg: 伊丽莎白女王

# IDS_PCZC269_NY2019_QUEENELIZABETHEMBLEM_DESCRIPTION
source: Queen Elizabeth I, the last of the Tudors, ruled England from 1558 to 1603. The era of her reign is associated not only with Shakespeare, Bacon, and Marlowe, but also with Drake, Raleigh, and Hawkins. The country's blossoming culture was intimately intertwined with the growth of its naval power. It was under Elizabeth's rule that Britain claimed to be the "Mistress of the Seas". Famous pirates and naval commanders, including John Hawkins, Walter Raleigh, and Francis Drake, with the support of the Queen, depleted the resources of the main maritime power of the time – Spain. In 1588, the British Navy, under the command of Admirals Howard and Drake, defeated the Invincible Spanish Armada. French lilies and English lions have shared the coats of arms of British monarchs since the Hundred Years' War, when the rulers of Albion considered the French throne to be theirs. At the same time, in the middle of the 14th century, the emblem of the newly established Order of the Garter, the highest British order of chivalry, became part of the coat of arms. Elizabeth I chose the English lion and Welsh dragon Y Ddraig Goch, symbolizing her dual titles as Queen of England and Queen of Wales, as the figures supporting the coat of arms. The emblem was supplemented by Elizabeth's personal motto – Semper eadem (Latin for "Always the same").
es_mx: La Reina Isabel I, fue la última de los Tudor, que reinaron Inglaterra desde 1558 hasta 1603. La era de su reinado está asociada no solamente con Shakespeare, Bacon, y Marlowe, pero también con Drake, Raleigh, y Hawkins. La explosión cultural estaba íntimamente entrelazada con el crecimiento de su poder naval. Fue bajo el reinado de Isabel que Bretaña reclamó ser "Señora de los Mares". Piratas famosos y comandantes navales, incluyendo John Hawkins, Walter Raleigh, y Francis Drake, con el apoyo de la Reina, fueron agotando los recursos del poder principal marítimo de sus tiempos—España. En 1588, la Marina Británica, bajo el comando de los Almirantes Howard y Drake, derrotaron a la Armada Invencible Española. Lirios franceses y leones ingleses han compartido el escudo de armas de los monarcas británicos desde la Guerra de los Cien Años, cuando los gobernadores de Albión consideraban al trono francés de ser suyo. Al mismo tiempo, a mediados del Siglo XIV, el emblema de la nueva establecida Orden de la Jarretera, la orden británica de más caballerosidad, se convirtió en su escudo de armas. Isabel I escogió al león inglés y al dragón galés Y Ddraig Goch, simbolizando los títulos duales de la Reina de Inglaterra y la Reina de Gales, como las figuras de apoyo de su escudo de armas. El emblema fue complementado por el lema personal de Isabel—Semper eadem (Latín para “Siempre el mismo”).
ja: テューダー朝最後の女王エリザベス 1 世は 1558 - 1603 年にイングランドを統治しました。彼女の治世は、シェークスピア、ベーコン、マーロウたちだけでなく、ドレイク、ローリー、ホーキンスらとも結びついていました。イングランドで花開いた文化は、同国の海軍力の成長と密接に関連していました。イギリスが「海の女王」となったのは、エリザベスの治世でのことです。ジョン・ホーキンズ、ウォルター・ローリー、フランシス・ドレイクら有名な海賊や海軍指揮官たちは、女王の支援を受けて、当時の主要な海洋大国スペインの資源を枯渇させました。1588 年、イギリス海軍はハワード提督やドレイク提督の指揮の下で、スペイン無敵艦隊を撃破しました。 イギリスの君主がフランス王位を主張した百年戦争以来、イギリス王家の紋章にはフランスの百合とイングランドのライオンが併存するようになりました。これと同時期の 14 世紀半ばには、新たに創立されたイギリス最高の騎士が集うガーター騎士団の紋章も、王家の紋章の一部となりました。エリザベス 1 世は、イングランドおよびウェールズの両王国における女王の地位を象徴するイングランドのライオンとウェールズの赤竜ア・ズライグ・ゴーッホを、両脇から紋章を支える生物として選択しました。この紋章を補足されたのが、エリザベス個人のモットーである "Semper eadem" (常に変わらず) でした。
pl: Królowa Elżbieta I, ostatnia monarchini z dynastii Tudorów, władała Anglią od 1558 do 1603 roku. Okres jej rządów pokrywa się z działalnością artystyczną nie tylko Shakespeare'a, Bacona i Marlowe'a, ale również Drake'a, Raleigha i Hawkinsa. Kwitnąca kultura kraju była silnie związana z rozrostem jego potęgi morskiej. To pod rządami Elżbiety Brytania ogłosiła się „Panią Mórz”. Słynni piraci i dowódcy marynarki, w tym John Hawkins, Walter Raleigh oraz Francis Drake, wspierani przez królową, położyli kres dominacji największej ówczesnej potęgi morskiej – Hiszpanii. W 1588 roku marynarka brytyjska, dowodzona przez admirałów Howarda i Drake'a pokonała Niezwyciężoną Armadę Hiszpanii. Francuskie lilie i angielskie lwy dzieliły herb brytyjskich monarchów od czasów Wojny Stuletniej, gdy władcy Albionu uznali francuski tron za swój. W tym samym czasie, w XIV wieku, emblemat nowo ustanowionego Orderu Podwiązki, najwyższego brytyjskiego odznaczenia rycerskiego, stał się częścią herbu. Elżbieta I na figury podtrzymujące swój herb wybrała angielskiego lwa i walijskiego smoka Y Ddraig Goch, by podkreślić swój podwójny tytuł – królowej Anglii i Walii. Emblemat uzupełniono o motto osobiste monarchini – Semper eadem (łac. „Zawsze taka sama”).
ru: Королева Елизавета I, последняя из династии Тюдоров, правила Англией с 1558 по 1603 год. С её именем связана эпоха, давшая миру не только Шекспира, Бэкона и Марлоу, но и Дрейка, Рэйли и Хокинса. Культурный расцвет страны шёл параллельно с ростом её военно-морской мощи. Именно при Елизавете Британия начинает претендовать на титул «Владычицы морей». Знаменитые пираты и флотоводцы Джон Хокинс, Уолтер Рэйли и Фрэнсис Дрейк при поддержке королевы истощают ресурсы главной морской державы того времени — Испании. В 1588 году британский флот под командованием адмиралов Говарда и Дрейка наносит поражение испанской «Непобедимой армаде». Французские лилии и английские львы соседствуют на гербе британских монархов со времён Столетней войны, когда властители Туманного Альбиона считали французский трон своим. Тогда же, в середине XIV века, частью герба стали знаки новоучреждённого Ордена Подвязки — высшего британского рыцарского ордена. В качестве фигур, поддерживающих гербовый щит, Елизавета I выбрала английского льва и валлийского дракона И-Драйг Гоха, символизировавших её титулы королевы Англии и королевы Уэльса. Дополнял изображение герба личный девиз Елизаветы — Semper eadem (лат. «Всё та же»).
uk: Королева Єлизавета I, остання з Тюдорів, що правила Англією у 1558–1603 рр. З її ім’ям пов’язана доба, що подарувала світу не лише Шекспіра, Бекона та Марлоу, але і Дрейка, Релі та Гокінса. Розквіт культури в країні відбувався паралельно зі збільшенням її військово-морської моці. Саме за часів Єлизавети Британія посягнула на титул «Володарки морів». Славнозвісні пірати та флотоводці Джон Гокінс, Волтер Релі та Френсіс Дрейк за підтримки королеви виснажують ресурси головної морської держави того часу — Іспанії. 1588 року британський флот під командуванням адміралів Говарда та Дрейка завдають поразки іспанській «Непереможній армаді». Французькі лілії та англійські леви — сусіди на гербі британських монархів із часів Столітньої війни, коли володарі Туманного Альбіону вважали французький трон власним. Саме тоді, у середині XIV століття, частиною герба стали знаки новоствореного Ордену Підв’язки — найвищого британського лицарського ордену. Фігурами, що підтримували гербовий щит, Єлизавета I вибрала англійського лева та валлійського дракона І-Драйґ Ґоха, які символізували її титули королеви Англії та королеви Уельсу. Доповнював зображення герба особистий девіз Єлизавети — Semper eadem (з лат. «Завжди незмінна»).
zh: 伊丽莎白一世女王是都铎王朝的末裔，自1558年至1603年统治Y国。她统治的时代不仅与莎士比亚、培根和马洛有关，还与德雷克、；罗利和霍金斯有关。这个国家蓬勃发展的文化与海军力量的增长密切相关。在伊丽莎白的统治下，Y国人称自己是「海洋霸主」。著名的海盗和海军指挥官，包括约翰-霍金斯、沃尔特-雷利和弗朗西斯-德雷克，在女王的支持下，耗尽当时主要海上力量的资源—X国。1588年，Y国海军在海军上将霍华德和德雷克的指挥下击败无敌的X国无敌舰队。 自百年战争以来，F国百合花饰和Y国金狮共享Y国皇家徽章，当时艾伯塔恩的统治者认为F国王位是他们的。同一时间，在14世纪中叶，新创立的嘉德勋章（Y国最高级骑士勋章）的象征成为徽章的一部分。伊丽莎白一世选择Y国金狮和韦尔斯红龙Y Ddraig Goch，象征着她作为英格兰女王和韦尔斯女王的双重头衔，作为支撑徽章的象征。这个标志由伊丽莎白的格言—Semper eadem（拉丁文的「始终如一」）补充。
zh_sg: 女王伊丽莎白一世是都铎王朝的最后一位统治者，从1558年到1603年统治英格兰。她统治的时代不仅与莎士比亚，培根和马洛有关，还与德雷克，罗利和霍金斯有关。这个国家蓬勃发展的文化与海军力量的增长密切相关。正式伊丽莎白女王的治下，英国被称为“海洋女王”。著名的海盗和海军指挥官，比如约翰·霍金斯，沃尔特·罗利和弗朗西斯·德雷克，在女王的支持下，极大地削弱了当时最强的海上力量—西班牙的资源。1588年，英国海军在海军上将霍华德和德雷克的指挥下击败了无敌的西班牙无敌舰队。 自百年战争以来，法国百合和英国狮子组成了英国皇室盾徽，当时阿尔比恩的统治者认为法国王位也是他们的。与此同时，在14世纪中叶，新设立的嘉德勋章（英国最高骑士勋章）也成为盾徽的一部分。伊丽莎白一世选择了英国狮子和威尔士红龙（Y Ddraig Goch），作为盾徽的形象，象征着她作为英格兰女王和威尔士女王的双重头衔。这个标志还补充有伊丽莎白的个人座右铭——Semper eadem（拉丁文意为“总是一样”）。

# IDS_PCZC270_NY2019_NIKOLAIEMBLEM
source: Imperator Nikolai I
pl: Imperator Nikołaj I
ru: Император Николай I
uk: Імператор Ніколай I
zh: 沙皇尼古拉一世
zh_sg: 沙皇尼古拉一世
