Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TIPS_HYDROACUSTIC_SEARCH_DESCRIPTION
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within a smoke screen.
es_mx: Incrementa el rango de detección efectivo de los barcos enemigos y torpedos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇および魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrycia wrogich okrętów i torped, również tych znajdujących się w zasłonie dymnej.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в области дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в області димової завіси.
zh: 消耗品可通过按下 [CMD_CONSUMABLE_1] 来启用。 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_TIPS_MAIN_CALIBER_RELOAD_BOOST
source: Main Battery Reload Booster
es_mx: Impulso a la Recarga de la Batería Principal
ja: 主砲装填ブースター
pl: Przyspieszacz ładowania baterii głównej
ru: Ускорение перезарядки ГК
uk: Пришвидшення перезаряджання ГК
zh: 主炮装填推助器
zh_sg: 主炮组装填助推器

# IDS_TIPS_MAIN_CALIBER_RELOAD_BOOST_DESCRIPTION
source: Temporarily accelerates the reload speed of the main battery guns
es_mx: Acelera temporalmente la velocidad de recarga de los cañones de la batería principal
ja: 主砲の装填速度を一時的に高めます。
pl: Tymczasowo przyspiesza przeładowanie dział baterii głównej
ru: Временно ускоряет перезарядку орудий главного калибра
uk: Тимчасово пришвидшує перезаряджання гармат головного калібру
zh: 暂时加速主炮的重新装填速度
zh_sg: 暂时加快主炮的装填速度

# IDS_TIPS_MAIN_CALIBER_SHOOTING
source: Firing the Main Guns
es_mx: Disparando los Cañones Principales
ja: 主砲射撃
pl: Prowadzenie ognia z głównych dział
ru: Стрельба из орудий главного калибра (ГК)
uk: Стрільба з гармат головного калібру (ГК)
zh: 用主炮开火
zh_sg: 用主炮射击

# IDS_TIPS_MAIN_CALIBER_SHOOTING_DESCRIPTION
source: Place the targeting reticle over an enemy ship and wait for the gun indicator to turn green—that's when the guns are ready to fire. Hold [KEY_LEFTMOUSE] for sequential fire. Double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets.
es_mx: Coloca la retícula de la mira sobre un barco enemigo y espera a que el indicador se vuelva verde, en ese momento los cañones están listos para disparar. Mantén presionado [KEY_LEFTMOUSE] para disparar secuencialmente. Doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas.
ja: 敵艦に狙いを定め、主砲インジケータの色が緑に変わるまで待つと、射撃可能な状態となります。 長押し [KEY_LEFTMOUSE] で順次射撃、 ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で全砲塔から斉射することが可能です。
pl: Skieruj celownik na okręt przeciwnika i poczekaj, aż wskaźnik działa zaświeci się na zielono – będzie to znaczyło, że działa są gotowe do wystrzału. Przytrzymaj [KEY_LEFTMOUSE], żeby prowadzić ogień sekwencyjny. Wciśnij podwójnie przycisk [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich dział.
ru: Наведите прицел на противника и дождитесь готовности орудий — индикатор станет зелёным. Поочерёдная стрельба из орудий при удержании левой кнопки мыши [KEY_LEFTMOUSE]. Выстрел из всех орудий по двойному нажатию [KEY_LEFTMOUSE_DOUBLE].
uk: Наведіть приціл на супротивника та дочекайтеся на готовність гармат — індикатор стане зеленим. Щоб стріляти гарматами по черзі, утримуйте ліву клавішу миші [KEY_LEFTMOUSE] Залп усіма гарматами — двічі натисніть [KEY_LEFTMOUSE_DOUBLE].
zh: 将准星瞄准敌方战舰并等候指示器转变成绿色，那代表着舰炮何时准备好开火。 按住 [KEY_LEFTMOUSE] 来依序射击。 双击 [KEY_LEFTMOUSE] 来让所有炮塔进行全面齐射。
zh_sg: 将准星瞄准敌方战舰并等候指示器转变成绿色，代表着舰炮何时准备好开火。 按住[KEY_LEFTMOUSE]来依序射击。 双击[KEY_LEFTMOUSE_DOUBLE]来让所有炮塔进行齐射。

# IDS_TIPS_MINIMAP
source: Minimap
es_mx: Minimapa
ja: ミニマップ
pl: Minimapa
ru: Миникарта
uk: Міні-мапа
zh: 小地图
zh_sg: 小地图

# IDS_TIPS_MINIMAP_DESCRIPTION
source: On the Minimap, your ship is displayed in white. Your allied and enemy ships are green and red, respectively. The same color schemes are applied to bases and capture points. Use the [MAP_SCALE_MINUS] and [MAP_SCALE_PLUS] keys to zoom the Minimap in and out.
es_mx: En el Minimapa, tu barco aparece de color blanco. Los barcos aliados y enemigos están en verde y rojo, respectivamente. Los mismos esquemas de color se aplican a las bases y a los puntos de captura. Usa las teclas [MAP_SCALE_MINUS] y [MAP_SCALE_PLUS] para acercar y alejar el Minimapa.
ja: ミニマップでは、自艦は白で、味方は緑で、敵は赤でそれぞれ表示されます。陣地および占領ポイントについても同様の配色です。 [MAP_SCALE_MINUS] / [MAP_SCALE_PLUS] でミニマップをズームイン/ズームアウトできます。
pl: Na minimapie Twój okręt wyświetlany jest na biało. Twoi sojusznicy są zieloni, a przeciwnicy czerwoni. Ta sama kolorystyka stosowana jest dla baz i punktów zajmowania. Przy użyciu przycisków [MAP_SCALE_MINUS] i [MAP_SCALE_PLUS] możliwe jest przybliżanie i oddalanie minimapy.
ru: На миникарте ваш корабль отображается белым цветом. Союзники зелёным, а противники — красным. Так же отображаются базы и точки захвата. Используйте клавиши [MAP_SCALE_MINUS] и [MAP_SCALE_PLUS] для уменьшения или увеличения карты.
uk: На міні-мапі ваш корабель позначено білим кольором. Союзники зеленим, а супротивники — червоним. Так само позначаються бази і точки захоплення. Використовуйте клавіші [MAP_SCALE_MINUS] і [MAP_SCALE_PLUS], щоб зменшити або збільшити міні-мапу.
zh: 小地图上，会以白色来显示您的战舰。队友及敌方战舰分别为绿色和红色。同样的色彩组合也会套用到基地及占领点上。 使用 [MAP_SCALE_MINUS] 和 [MAP_SCALE_PLUS] 键来让小地图放大及缩小。
zh_sg: 小地图上，会以白色来显示您的战舰。队友及敌方战舰分别为绿色和红色。基地及占领点也使用同样的颜色规则。 使用[MAP_SCALE_MINUS] 和[MAP_SCALE_PLUS]键来放大及缩小小地图。

# IDS_TIPS_MODULES
source: Modules
es_mx: Módulos
ja: モジュール
pl: Moduły
ru: Модули
uk: Модулі
zh: 配件
zh_sg: 配件

# IDS_TIPS_MODULES_DESCRIPTION
source: Ship modules can be incapacitated or completely destroyed. Use the Damage Control Party consumable to recover damaged modules instantly. Destroyed modules can't be restored.
es_mx: Los módulos del barco pueden quedar incapacitados o destruidos por completo. Usa el consumible Equipo de Control de Daños para recuperar instantáneamente los módulos dañados. Los módulos destruidos no pueden ser restaurados.
ja: 艦艇のモジュールは機能停止したり、完全に大破したりする場合があります。 消耗品「応急工作班」を使用して損傷したモジュールを復旧しましょう。 大破したモジュールは復旧できません。
pl: Moduły okrętów można poważnie uszkodzić lub zniszczyć. Użyj Grupy naprawczo-ratunkowej, żeby natychmiast naprawić uszkodzone moduły. Zniszczonych modułów nie da się naprawić.
ru: Модули корабля могут быть выведены из строя или уничтожены. Используйте Аварийную команду для мгновенного ремонта повреждённых модулей. Уничтоженные модули восстановлению не подлежат.
uk: Модулі корабля можна вивести з ладу або знищити. Використовуйте аварійно-рятувальну команду для миттєвого ремонту пошкоджених модулів. Знищені модулі відновленню не підлягають.
zh: 战舰配件可以被瘫痪或完全摧毁。 可使用伤害控制小组消耗品 [CMD_CONSUMABLE_0] 来加快受损配件的恢复。 已摧毁的配件就无法复原。
zh_sg: 战舰配件可能会瘫痪或完全摧毁。 可使用伤害控制小组消耗品立即修复受损配件。 摧毁的配件无法修复。

# IDS_TIPS_MOVEMENT_UNDER_FIRE
source: Moving under Fire
es_mx: Moverse Bajo Fuego
ja: 攻撃を受けた際の機動
pl: Poruszanie się pod ostrzałem
ru: Движение под огнём
uk: Рух під вогнем
zh: 被攻击时的移动
zh_sg: 被攻击时的移动

# IDS_TIPS_MOVEMENT_UNDER_FIRE_DESCRIPTION
source: Maneuver by changing your speed and course to throw off the enemy's aim.
es_mx: Maniobra cambiando tu velocidad y curso para evitar la mira del enemigo.
ja: 速度と進路を不規則に変更し、敵に照準を定めさせないようにしましょう。
pl: Manewruj, zmieniając swoją prędkość i kurs, żeby utrudnić przeciwnikowi celowanie.
ru: Двигайтесь галсами — изменяйте скорость и направление движения. Это помешает противнику точно прицелиться.
uk: Рухайтеся галсами — змінюйте швидкість та напрямок руху. Це завадить супротивнику влучно прицілитися.
zh: 通过改变航速的移动来摆脱掉敌人的瞄准。
zh_sg: 通过改变航速的移动来摆脱掉敌人的瞄准。

# IDS_TIPS_POINTING_GUNS
source: Aiming Guns
es_mx: Apuntando los Cañones
ja: 主砲照準
pl: Celowanie dział
ru: Наведение орудий
uk: Наведення гармат
zh: 舰炮瞄准
zh_sg: 舰炮瞄准

# IDS_TIPS_POINTING_GUNS_DESCRIPTION
source: It takes time to traverse guns. Gun turrets will follow the view camera.
es_mx: El giro de los cañones toma su tiempo. Los cañones de la torreta seguirán la vista de la cámara.
ja: 砲の旋回には時間がかかります。砲塔はカメラに追従します。
pl: Obrócenie dział zajmuje nieco czasu. Ich lufy będą podążać za kamerą.
ru: На поворот орудий требуется время. Башни орудий поворачиваются вслед за камерой.
uk: Для повороту гармат потрібен час. Башти гармат повертаються слідом за камерою.
zh: 需要花时间来回转舰炮。炮塔将会跟随视角镜头。
zh_sg: 调转舰炮需要花一段时间。炮塔会跟随镜头转动。

# IDS_TIPS_REGENCREW
source: Hit Points
es_mx: Puntos de Vida
ja: HP
pl: Punkty wytrzymałości
ru: Боеспособность
uk: Боєздатність
zh: 生命值
zh_sg: 生命值

# IDS_TIPS_REGENCREW_DESCRIPTION
source: When a ship runs out of Hit Points, she is destroyed.
es_mx: Cuando un barco pierde su Puntos de Vida, es destruido.
ja: 艦艇の HP がゼロになると、その艦艇は沈没します。
pl: Kiedy okręt utraci wszystkie swoje punkty wytrzymałości, ulega zniszczeniu.
ru: Корабль уничтожен, когда у него заканчиваются очки боеспособности.
uk: Корабель знищено, коли у нього закінчилися очки боєздатності.
zh: 当战舰的生命值用完时，它就会被摧毁。
zh_sg: 当战舰的生命值耗尽时，它就会被摧毁。

# IDS_TIPS_REGENERATE_PLANE_HEALTH
source: Repairs
es_mx: Reparaciones
ja: 修理
pl: Naprawa
ru: Ремонт
uk: Ремонт
zh: 维修
zh_sg: 维修

# IDS_TIPS_REGENERATE_PLANE_HEALTH_DESCRIPTION
source: Partially restores squadron HP. Using it during enemy fighter attacks can save your aircraft from destruction.
es_mx: Restaura parcialmente los HP de los aviones del escuadrón. Usarlo durante los ataques de los cazas enemigos puede salvar a tu aviación de la destrucción.
ja: 中隊の HP を一部回復します。 敵戦闘機による攻撃を受けた際に使用することで、被撃墜を回避できます。
pl: Częściowo przywraca PW samolotów eskadry. Użycie go w trakcie ataku wrogich myśliwców może zapobiec zniszczeniu Twoich samolotów.
ru: Частично восстанавливает боеспособность эскадрильи. Использование во время атаки истребителей противника даёт шанс предотвратить уничтожение самолётов.
uk: Частково відновлює боєздатність ескадрильї. Використання під час атаки винищувачів супротивника дає шанс запобігти знищенню літаків.
zh: 恢复航空中队飞机部分血量。
zh_sg: 恢复飞机中队部分血量。 在敌方战斗机攻击时使用能免于被击毁。

# IDS_TIPS_REPAIR_CONSUMABLE_01
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制小组
zh_sg: 伤害控制小组

# IDS_TIPS_REPAIR_CONSUMABLE_01_DESCRIPTION
source: Repairs damaged modules, puts out fires, and stops flooding. Don't rush to use the Damage Control Party consumable if you are under heavy fire.
es_mx: Repara módulos dañados, apaga incendios y detiene inundaciones. No te precipites al usar el consumible Equipo de Control de Daños si estás bajo un fuego intenso.
ja: 損傷したモジュールを修理し、火災を鎮火し、浸水を復旧します。 猛攻を受けている際には「応急工作班」の使用を焦らないようにしましょう。
pl: Naprawia uszkodzone moduły, gasi pożary i zwalcza zalania. Nie spiesz się z aktywacją Grupy naprawczo-ratunkowej, jeśli znajdujesz się pod silnym ostrzałem.
ru: Ремонтирует повреждённые модули, тушит пожары и устраняет затопления. Не спешите использовать Аварийную команду, если находитесь под плотным огнём.
uk: Ремонтує пошкоджені модулі, гасить пожежі та ліквідує затоплення. Не поспішайте використовувати аварійно-рятувальну команду, якщо перебуваєте під щільним вогнем.
zh: 可按下 [CMD_CONSUMABLE_0] 来启用消耗品。 它可以修理受损配件、扑灭火灾以及阻止进水。 如果您遭受到严重的攻击，不要急着使用您的伤害控制小组。
zh_sg: 可以修理受损配件、扑灭火灾以及阻止进水。 如果您正受到猛烈的攻击，不要急着使用您的伤害控制小组消耗品。

# IDS_TIPS_REPAIR_CONSUMABLE_02
source: Repair Party
es_mx: Equipo de Reparaciones
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组
zh_sg: 维修小组

# IDS_TIPS_REPAIR_CONSUMABLE_02_DESCRIPTION
source: Partially restores the ship's HP by repairing minor damage. The gray zone on the HP indicator displays the amount of HP that can be restored.
es_mx: Restaura parcialmente los HP del barco al reparar daños menores. La zona gris en el indicador de HP muestra la cantidad de HP del barco que pueden ser restaurados.
ja: 軽度のダメージを修復し、艦艇の HP を一部回復させることができます。 HP インジケータのうち灰色のゾーンが、回復可能な HP を示しています。
pl: Częściowo przywraca PW okrętu, naprawiając pomniejsze uszkodzenia. Szara strefa na wskaźniku PW pokazuje, jak dużo wytrzymałości można odzyskać.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения. На индикаторе боеспособности серой зоной отображается количество очков боеспособности, которые можно восстановить.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження. На індикаторі боєздатності сіра зона показує кількість очок боєздатності, які можна відновити.
zh: 可按下 [CMD_CONSUMABLE_0] 来启用消耗品。 可通过除去轻微的损伤来部分恢复战舰的生命值。 生命值指示器上的灰色部分会显示出可恢复的战舰生命值。
zh_sg: 通过修复轻微的损伤来部分恢复战舰的生命值。 生命值指示器上的灰色部分会显示出可恢复的战舰生命值。

# IDS_TIPS_SEARCHING_RLS
source: Surveillance Radar
es_mx: Radar de Vigilancia
ja: 警戒レーダー
pl: Radar dozorowania
ru: Поисковая РЛС
uk: Пошукова РЛС
zh: 监视雷达
zh_sg: 监视雷达

# IDS_TIPS_SEARCHING_RLS_DESCRIPTION
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within a smoke screen.
es_mx: Incrementa el rango de detección efectivo de los barcos enemigos y torpedos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇および魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrycia wrogich okrętów i torped, również tych znajdujących się w zasłonie dymnej.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в области дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в області димової завіси.
zh: 消耗品可通过按下 [CMD_CONSUMABLE_2] 来启用。 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_TIPS_SHIP_MANAGEMENT
source: Ship Controls
es_mx: Controles del Barco
ja: 操艦
pl: Sterowanie okrętem
ru: Управление кораблём
uk: Керування кораблем
zh: 战舰控制
zh_sg: 战舰操控

# IDS_TIPS_SHIP_MANAGEMENT_DESCRIPTION
source: Control the speed at which your ship travels using the [CRUISE_SPEED_UP] and [CRUISE_SPEED_DOWN] keys. To turn, press [CMD_MOVE_LEFT] and [CMD_MOVE_RIGHT].
es_mx: Controla la velocidad a la que viajan tus barcos usando las teclas [CRUISE_SPEED_UP] y [CRUISE_SPEED_DOWN] Para girar, presiona [CMD_MOVE_LEFT] y [CMD_MOVE_RIGHT].
ja: 航行速度の制御 [CRUISE_SPEED_UP] / [CRUISE_SPEED_DOWN] 旋回 [CMD_MOVE_LEFT] / [CMD_MOVE_RIGHT]
pl: Kontroluj prędkość, z jaką porusza się okręt używając klawiszy [CRUISE_SPEED_UP] i [CRUISE_SPEED_DOWN]. Żeby skręcić, wciśnij [CMD_MOVE_LEFT] albo [CMD_MOVE_RIGHT].
ru: Управляйте скоростью корабля клавишами [CRUISE_SPEED_UP] и [CRUISE_SPEED_DOWN]. Поворачивайте клавишами [CMD_MOVE_LEFT] и [CMD_MOVE_RIGHT].
uk: Керуйте швидкістю корабля клавішами [CRUISE_SPEED_UP] та [CRUISE_SPEED_DOWN] Повертайте клавішами [CMD_MOVE_LEFT] та [CMD_MOVE_RIGHT]
zh: 可使用 [CRUISE_SPEED_UP] 和 [CRUISE_SPEED_DOWN] 键来控制战舰要以哪种速度来航行。 想要转向，请按下 [CMD_MOVE_LEFT] 及 [CMD_MOVE_RIGHT]。
zh_sg: 使用[CRUISE_SPEED_UP]和[CRUISE_SPEED_DOWN]键来控制战舰的航速。 想要转向，请按下[CMD_MOVE_LEFT]及[CMD_MOVE_RIGHT]。

# IDS_TIPS_SHIP_MOVEMENT
source: Ship Movement
es_mx: Movimiento del Barco
ja: 艦艇の機動性
pl: Ruch okrętu
ru: Движение корабля
uk: Рух корабля
zh: 战舰移动
zh_sg: 战舰移动

# IDS_TIPS_SHIP_MOVEMENT_DESCRIPTION
source: Ships respond slowly to commands to speed up or stop. Plan your actions and movement, and be prepared to turn in advance.
es_mx: Los barcos responden lentamente a las órdenes de acelerar o detenerse. Planea tus acciones y movimientos, es mantente preparado para girar por adelantado.
ja: 艦艇が加速したり停止したりするには時間がかかります。 計画的に行動し、早めの旋回を心掛けましょう。
pl: Okręt powoli reaguje na komendy przyspieszania i zatrzymywania się. Planuj swoje działania i trasę, przygotuj się wcześniej do skrętu.
ru: Кораблю требуется время, чтобы набрать скорость или остановиться. Планируйте свои действия, заранее выбирайте скорость хода и готовьтесь к поворотам.
uk: Кораблю потрібен час, щоб набрати швидкість або зупинитися. Плануйте свої дії, заздалегідь вибирайте швидкість ходу і готуйтеся до поворотів.
zh: 战舰会缓慢地响应加速或停伡的指令。 请计划好您的行动和移动，并提早准备转向。
zh_sg: 战舰响应改变航速或航向的指令速度比较缓慢。 您需要提前做好计划并预备好转向。

# IDS_TIPS_SHOOTING_AP
source: Firing AP Shells
es_mx: Disparando Proyectiles AP
ja: AP 弾を射撃
pl: Strzelanie pociskami PP
ru: Стрельба ББ
uk: Стрільба ББ
zh: 发射 AP 弹
zh_sg: 穿甲弹射击

# IDS_TIPS_SHOOTING_AP_DESCRIPTION
source: When firing AP shells [CMD_ARTILLERY_AMMO_1], aim your guns at the enemy ship's sides just below the main turrets and at the propulsion. The greater the angle between the shell path and the ship's armor, the higher the chances of non-penetrations and ricochets.
es_mx: Al disparar proyectiles AP [CMD_ARTILLERY_AMMO_1], apunta tus cañones a los costados del enemigo justo debajo de las torretas principales y hacia la zona de los propulsores. Mientras mayor sea el ángulo entre la trayectoria del proyectil y el blindaje del barco, mayor será la probabilidad de rebotes y disparos no penetrantes.
ja: 徹甲弾 (AP) を射撃 [CMD_ARTILLERY_AMMO_1] する際には、敵艦艇が側面を晒した瞬間に、主砲塔の下や機関室を狙うと良い。敵艦艇の装甲に対してできる限り垂直に近い角度で命中させることで、不貫通や跳弾の発生を抑制し、貫通率を高めることができる。
pl: Prowadząc ostrzał z pocisków PP [CMD_ARTILLERY_AMMO_1], celuj w burty, poniżej wież głównej baterii oraz w układ napędowy. Im ostrzejszy kąt pomiędzy torem pocisku, a pancerzem, tym większa szansa na trafienia bez penetracji i rykoszety.
ru: При стрельбе бронебойными снарядами [CMD_ARTILLERY_AMMO_1] цельтесь в борт корабля под башни ГК и в энергетическую установку. Чем больше угол захода снаряда относительно брони корабля, тем больше вероятность непробитий и рикошетов.
uk: Під час стрільби бронебійними снарядами [CMD_ARTILLERY_AMMO_1] цільтеся в борт корабля під башти ГК і в силову установку. Що більше кут заходу снаряда відносно броні корабля, то більша імовірність непробивання і рикошетів.
zh: 发射 AP 弹 [CMD_ARTILLERY_AMMO_1] 时，要将您的舰炮瞄向敌方战舰主炮塔正下方的两侧和推进装置。炮弹路径和战舰装甲之间的角度越大，未穿透和跳弹的机率就越高。
zh_sg: 使用穿甲弹[CMD_ARTILLERY_AMMO_1]时，瞄准敌舰主炮塔下方和引擎。弹道路径与敌舰装甲角度越大，发生未击穿和跳弹的几率越高。

# IDS_TIPS_SHOOTING_HE
source: Firing HE Shells
es_mx: Disparando Proyectiles HE
ja: HE 弾を射撃
pl: Strzelanie pociskami OB
ru: Стрельба ОФ
uk: Стрільба ОФ
zh: 发射 HE 弹
zh_sg: 高爆弹射击

# IDS_TIPS_SHOOTING_HE_DESCRIPTION
source: When firing HE shells [CMD_ARTILLERY_AMMO_0] aim at the enemy ship's superstructures.
es_mx: Al disparar proyectiles HE [CMD_ARTILLERY_AMMO_0] apunta a las superestructuras del barco enemigo.
ja: 榴弾 (HE) を射撃 [CMD_ARTILLERY_AMMO_0] する際には、敵艦艇の上部構造を狙うと良い。
pl: Prowadząc ostrzał z pocisków OB [CMD_ARTILLERY_AMMO_0] celuj w nadbudówkę okrętu.
ru: При стрельбе осколочно-фугасными снарядами [CMD_ARTILLERY_AMMO_0] цельтесь в надстройки корабля противника.
uk: Під час стрільби осколково-фугасними снарядами [CMD_ARTILLERY_AMMO_0] цільтеся в надбудови корабля супротивника.
zh: 发射 HE 弹 [CMD_ARTILLERY_AMMO_0] 时，要瞄向敌方战舰的上层建筑。
zh_sg: 使用高爆弹[CMD_ARTILLERY_AMMO_0]时，瞄准敌舰的上层设施。

# IDS_TIPS_SMOKE
source: Smoke Screens
es_mx: Cortinas de Humo
ja: 煙幕
pl: Zasłony dymne
ru: Дымы
uk: Дими
zh: 烟幕
zh_sg: 烟幕

# IDS_TIPS_SMOKE_DESCRIPTION
source: Smoke screens conceal the exact position of you and your allied ships.
es_mx: Las cortinas de humo ocultan tu posición exacta y la de los barcos aliados.
ja: 煙幕は、自艦と味方艦の正確な位置を隠すことができます。
pl: Zasłony dymne ukrywają dokładną pozycję Twojego okrętu i okrętów sojuszniczych.
ru: Дымовая завеса скрывает точное расположение вашего корабля и кораблей союзников.
uk: Димова завіса приховує точне розташування вашого корабля та кораблів союзників.
zh: 烟幕可把自己与我方战舰的确切位置给隐藏起来。
zh_sg: 烟幕能够隐藏自己和友军战舰的确切位置。

# IDS_TIPS_SMOKE_GENERATOR
source: Smoke Generator
es_mx: Generador de Humo
ja: 発煙装置
pl: Wytwornica dymu
ru: Дымогенератор
uk: Генератор диму
zh: 烟雾产生器
zh_sg: 发烟器

# IDS_TIPS_SMOKE_GENERATOR_DESCRIPTION
source: Used to deploy a smoke screen behind your ship, reducing the risk of detection by the enemy.
es_mx: Usado para colocar una pantalla de humo detrás de tu barco, reduciendo el riesgo de detección por el enemigo.
ja: 自艦の後方に煙幕を展開することで、敵に発見されるリスクを下げることができます。
pl: Używany do stawiania zasłony dymnej za okrętem, co zmniejsza ryzyko wykrycia przez nieprzyjaciela.
ru: Создаёт дымовую завесу за кораблём, уменьшая вероятность обнаружения противником.
uk: Створює димову завісу за кораблем, зменшуючи імовірність виявлення супротивником.
zh: 可使用 [CMD_CONSUMABLE_1] 来启用消耗品。 它是用来在您的战舰后方施放烟幕，降低被敌人发现的风险。
zh_sg: 在您的战舰后方施放烟幕，降低被敌人发现的风险。

# IDS_TIPS_START_TORPEDOES
source: Torpedo Launch
es_mx: Lanzando Torpedos
ja: 魚雷発射
pl: Wystrzeliwanie torped
ru: Пуск торпед
uk: Пуск торпед
zh: 鱼雷发射
zh_sg: 鱼雷发射

# IDS_TIPS_START_TORPEDOES_DESCRIPTION
source: Lead your target before launching torpedoes. Lock onto a target, and you'll see a white lead wedge. To change the width of the spread, press [CMD_TORPEDOES_ANGLE] again. Before you press your torpedo release, make sure your teammates are not in its path.
es_mx: Apunta a tu objetivo antes de lanzar los torpedos. Fija un objetivo, y verás un triángulo de color blanco. Para cambiar el ancho de su apertura, presiona [CMD_TORPEDOES_ANGLE] de nuevo. Antes de presionar el lanzamiento de los torpedos, asegúrate de que tus compañeros no estén en su camino.
ja: 魚雷を発射する際には、敵艦艇の前方を狙いましょう。敵艦艇にロックオンすると、目安が白色で表示されます。 魚雷発射角選択 [CMD_TORPEDOES_ANGLE] を再度押す 魚雷を発射する前には、味方艦を巻き込まないように確認しましょう。
pl: Przed wystrzeleniem torped weź poprawkę na ruch celu. Zablokuj celownik na okręcie przeciwnika, a wyświetlony zostanie biały klin podpowiadający, gdzie celować. Żeby zmienić szerokość stożka torped, wciśnij ponownie [CMD_TORPEDOES_ANGLE]. Zanim wciśniesz spust, upewnij się, że na drodze do celu nie znajdzie się żaden z Twoich sojuszników.
ru: Пускайте торпеды с упреждением. Для захваченного в прицел корабля противника упреждение отображается белым цветом. Для смены ширины торпедного залпа повторно нажмите [CMD_TORPEDOES_ANGLE]. Перед пуском убедитесь, что на линии огня нет союзников.
uk: Випускайте торпеди з випередженням. Для захопленого в приціл корабля супротивника випередження показується білим кольором. Щоб змінити розхил торпедного залпу, повторно натисніть [CMD_TORPEDOES_ANGLE] Перед пуском переконайтеся, що на лінії вогню немає союзників.
zh: 发射鱼雷前要先算好目标的前置量。锁定好目标，然后您会看见一个白色的前置量楔形。 想要变更扩散的宽度，请再次按下 [CMD_TORPEDOES_ANGLE]。 在您释放鱼雷前，请先确认队友并不在其路径上。
zh_sg: 发射鱼雷前要先计算好提前量。锁定目标后，您会看见一个白色的提前量楔形。 想要改变扩散的宽度，请再次按下 [CMD_TORPEDOES_ANGLE]。 释放鱼雷前，请先确认路径上没有队友。

# IDS_TIPS_SUBMARINE_ACOUSTIC_TORPEDO
source: Acoustic Torpedoes
es_mx: Torpedos Acústicos
ja: 音響誘導魚雷
pl: Torpedy akustyczne
ru: Акустические торпеды
uk: Акустичні торпеди
zh: Акустические торпеды
zh_sg: 声导鱼雷

# IDS_TIPS_SUBMARINE_ACOUSTIC_TORPEDO_DESCRIPTION
source: Select torpedo armament by pressing the [CMD_SUBMARINE_TORPEDO] key. The efficiency of a torpedo salvo increases when a sonar ping hits special indicators on the target ship.
es_mx: Selecciona los torpedos al presionar la tecla [CMD_SUBMARINE_TORPEDO]. La eficiencia de una salva de torpedos aumenta cuando un pulso del sonar alcanza los indicadores especiales sobre el barco objetivo.
ja: [CMD_SUBMARINE_TORPEDO] キーで魚雷を選択できます。 目標艦艇の特別インジケーターにソナーピンガーを命中させることで魚雷斉射の有効性が向上します。
pl: Wybierz uzbrojenie torpedowe klawiszem [CMD_SUBMARINE_TORPEDO]. Skuteczność salwy torpedowej zwiększa się, gdy impulsy sonaru trafiają w specjalne wskaźniki na kadłubie celu.
ru: Выбор торпедного вооружения доступен по клавише [CMD_SUBMARINE_TORPEDO]. Эффективность торпедного залпа увеличивается при попадании акустического импульса в особые точки на корабле противника.
uk: Вибрати торпедне озброєння можна клавішею [CMD_SUBMARINE_TORPEDO] Ефективність торпедного залпу збільшується в разі влучення акустичного імпульсу в особливі точки на кораблі супротивника.
zh: Выбор торпедного вооружения доступен по клавише [CMD_SUBMARINE_TORPEDO]. Эффективность торпедного залпа увеличивается при попадании акустического импульса в особые точки на корабле противника.
zh_sg: 按[CMD_SUBMARINE_TORPEDO]键选择鱼雷武器。 当声呐脉冲命中目标舰体的特殊指示器后，鱼雷齐射将变得更有效。

# IDS_TIPS_SUBMARINE_ANTI_SUBMARINE_WARFARE
source: Anti-Submarine Warfare
es_mx: Guerra Antisubmarina
ja: 対潜水艦戦
pl: Zwalczanie okrętów podwodnych
ru: Противолодочная оборона
uk: Протичовнова оборона
zh: Противолодочная оборона
zh_sg: 反潜作战
