Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEP303_PERMO_NY_2_CN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP304_PERMO_NY_2_CN_RED
source: Type 12 – China
es_mx: Tipo 12 – China
ja: タイプ 12 – 中国
pl: Typ 12 – Chiny
ru: Тип 12 – Китай
uk: Тип 12 – Китай
zh: 雄鸡
zh_sg: 类型12 – 中国

# IDS_PCEP304_PERMO_NY_2_CN_RED_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEP305_PERMO_EMERALD_EDITION
source: Lá Fhéile Pádraig 2017 – Emerald Edition
es_mx: Lá Fhéile Pádraig 2017 – Edición Emerald
pl: Lá Fhéile Pádraig 2017 – edycja Emerald
ru: Lá Fhéile Pádraig 2017 – Серия Emerald
uk: Lá Fhéile Pádraig 2017 – Серія Emerald
zh: 圣帕特里克节 2017──翡翠 版本
zh_sg: Lá Fhéile Pádraig 2017 – 翡翠版

# IDS_PCEP305_PERMO_EMERALD_EDITION_DESCRIPTION
source: Dance, sing and celebrate! The magic of Saint Patrick's celebrations have come aboard the ship!
es_mx: ¡Baila, canta y celebra! La magia de las celebraciones de San Patricio han abordado este barco!
ja: 踊り、歌い、祝いましょう! 聖パトリックを祝う魔法が、この船にやってきました!
pl: Tańcz, śpiewaj i ciesz się! Magia dnia Św. Patryka opanowała pokład!
ru: Пой! Танцуй!! Веселись!!! В День святого Патрика на всём корабле будет царить ощущение волшебства!
uk: Пий! Танцюй!! Веселися!!! У День святого Патрика на всьому кораблі пануватиме справжня магія свята!
zh: 跳吧、唱吧和庆祝吧！圣帕特里克庆祝活动的魔力已来到了舰上！
zh_sg: 跳吧、唱吧和庆祝吧！圣帕特里克庆祝活动的魔法已经来到了船上！

# IDS_PCEP306_BIRTHDAY_2017
source: Congratulatory
es_mx: Congratulatorio
ja: 祝儀
pl: Gratulacyjne
ru: Поздравительный
uk: Вітальний
zh: 祝贺
zh_sg: 祝贺

# IDS_PCEP306_BIRTHDAY_2017_DESCRIPTION
source: We celebrate our anniversary, you receive gifts.
es_mx: Nosotros celebramos nuestro aniversario, tú recibes regalos.
ja: アニバーサリーを記念し、ギフトをお贈りします。
pl: My obchodzimy urodziny, Wy otrzymujecie prezenty.
ru: День рождения — у нас, а подарки — Вам!
uk: День народження — у нас, а дарунки — для вас!
zh: 为庆祝我们的周年纪念，您将会收到礼物。
zh_sg: 为庆祝我们的周年纪念，您将会收到礼物。

# IDS_PCEP309_PERMO_NY_3
source: Snowy
es_mx: Nevado
ja: 白雪
pl: Śnieżny
ru: Снежный
uk: Сніговий
zh: 雪
zh_sg: 被雪覆盖的

# IDS_PCEP309_PERMO_NY_3_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship.
es_mx: Disminuya la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP obtenida por el barco.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia, zmniejsza wykrywalność okrętu i zwiększa ilość PD zdobywanych przez okręt.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобуває корабель.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰获得的经验数量。

# IDS_PCEP310_PERMO_NY_4
source: New Year
es_mx: Año Nuevo
ja: ニューイヤー
pl: Noworoczny
ru: Новогодний
uk: Новорічний
zh: 新年
zh_sg: 新年

# IDS_PCEP310_PERMO_NY_4_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship.
es_mx: Disminuya la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP obtenida por el barco.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia, zmniejsza wykrywalność okrętu i zwiększa ilość PD zdobywanych przez okręt.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобуває корабель.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰获得的经验数量。

# IDS_PCJB001_SHIPYARD
source: Dockyard
es_mx: Astillero
ja: 造船所
pl: Stocznia
ru: Верфь
uk: Верф
zh: 船坞
zh_sg: 造船厂

# IDS_PCJB002_DOCK
source: Dock
es_mx: Muelle
ja: ドック
pl: Doki
ru: Док
uk: Док
zh: 码头
zh_sg: 码头

# IDS_PCJB003_RESEARCHCENTER
source: Research Center
es_mx: Centro de Investigación
ja: 研究所
pl: Centrum badawcze
ru: Исследовательский институт
uk: Дослідний інститут
zh: 研发中心
zh_sg: 研发中心

# IDS_PCJB004_HEADQUARTERS
source: Headquarters
es_mx: Cuartel General
ja: 本部
pl: Kwatera główna
ru: Штаб
uk: Штаб
zh: 总部
zh_sg: 总部

# IDS_PCJB005_MONUMENT
source: Rostral Column
es_mx: Columna Rostral
ja: 戦勝記念碑
pl: Kolumna rostralna
ru: Ростральная колонна
uk: Ростральна колона
zh: 海战纪念柱
zh_sg: 海战纪念柱

# IDS_PCJM001_PURCHASEDISCOUNT_5_LVL
source: Tier V Boathouse
es_mx: Cobertizo Nivel V
ja: Tier V ボートハウス
pl: Hangar dla łodzi poziomu V
ru: Эллинг для кораблей V уровня
uk: Елінг для кораблів V рівня
zh: V 阶船屋
zh_sg: V 阶船屋

# IDS_PCJM002_PURCHASEDISCOUNT_6_LVL
source: Tier VI Boathouse
es_mx: Cobertizo Nivel VI
ja: Tier VI ボートハウス
pl: Hangar dla łodzi poziomu VI
ru: Эллинг для кораблей VI уровня
uk: Елінг для кораблів VI рівня
zh: VI 阶船屋
zh_sg: VI 阶船屋

# IDS_PCJM003_PURCHASEDISCOUNT_7_LVL
source: Tier VII Boathouse
es_mx: Cobertizo Nivel VII
ja: Tier VII ボートハウス
pl: Hangar dla łodzi poziomu VII
ru: Эллинг для кораблей VII уровня
uk: Елінг для кораблів VII рівня
zh: VII 阶船屋
zh_sg: VII 阶船屋

# IDS_PCJM004_PURCHASEDISCOUNT_8_LVL
source: Tier VIII Boathouse
es_mx: Cobertizo Nivel VIII
ja: Tier VIII ボートハウス
pl: Hangar dla łodzi poziomu VIII
ru: Эллинг для кораблей VIII уровня
uk: Елінг для кораблів VIII рівня
zh: VIII 阶船屋
zh_sg: VIII 阶船屋

# IDS_PCJM005_MAINTENANCE_DESTROYER
source: Slip
es_mx: Grada
ja: 船台
ru: Слип
uk: Сліп
zh: 下水滑道
zh_sg: 下水滑道

# IDS_PCJM006_MAINTENANCE_CRUISER
source: Small Dock
es_mx: Muelle Pequeño
ja: 小型ドック
pl: Mały dok
ru: Малый док
uk: Малий док
zh: 小型码头
zh_sg: 小型码头

# IDS_PCJM007_MAINTENANCE_BATTLESHIP
source: Large Dock
es_mx: Muelle Grande
ja: 大型ドック
pl: Duży dok
ru: Большой док
uk: Великий док
zh: 大型码头
zh_sg: 大型码头

# IDS_PCJM008_MAINTENANCE_AIRCARRIER
source: Medium Dock
es_mx: Muelle Mediano
ja: 中型ドック
pl: Średni dok
ru: Средний док
uk: Середній док
zh: 中型码头
zh_sg: 中型码头

# IDS_PCJM009_EXPBOOST_FRANCE
source: Service Technique des Constructions Navales
zh: 海军建造技术中心

# IDS_PCJM010_EXPBOOST_UK
source: Directorate of Naval Construction
zh: 海军建造指挥所

# IDS_PCJM011_EXPBOOST_RUSSIA
source: Shipbuilding and Armament Bureau
es_mx: Oficina de Armamento y Construcción Naval
ja: 造船・軍備局
pl: Biuro okrętownictwa i uzbrojenia
ru: Главное управление кораблестроения
uk: Головне управління кораблебудування
zh: 造船军备局
zh_sg: 造船武器局

# IDS_PCJM012_EXPBOOST_GERMANY
source: Amt Kriegsschiffsbau
zh: 造船指挥部

# IDS_PCJM013_EXPBOOST_USA
source: Bureau of Engineering
zh: 工程局

# IDS_PCJM014_EXPBOOST_JAPAN
source: Kansei Honbu
ja: 艦政本部
zh: 舰政本部

# IDS_PCJM015_MEMBERSCOUNT1
source: Squadron Staff
es_mx: Personal del Escuadrón
ja: 戦隊本部
pl: Biuro kadr eskadry
ru: Штаб эскадры
uk: Штаб ескадри
zh: 航空中队人员
zh_sg: 中队人员

# IDS_PCJM016_MEMBERSCOUNT2
source: Task Force Staff
es_mx: Personal de la Fuerza de Ataque
ja: 任務部隊本部
pl: Biuro kadr grupy ekspedycyjnej
ru: Штаб соединения
uk: Штаб з’єднання
zh: 工作队人员
zh_sg: 工作组成员

# IDS_PCJM017_MEMBERSCOUNTDUMMY
source: General Headquarters
es_mx: Cuartel General
ja: 総司令部
pl: Kwatera główna
ru: Главный штаб
uk: Головний штаб
zh: 指挥总部
zh_sg: 指挥总部

# IDS_PCJM018_DUMMY
source: Rostral Column
es_mx: Columna Rostral
ja: 戦勝記念碑
pl: Kolumna rostralna
ru: Ростральная колонна
uk: Ростральна колона
zh: 海战纪念柱
zh_sg: 海战纪念柱

# IDS_PCJM019_EXPBOOST_PANASIA
source: Naval Construction Staff Group
es_mx: Grupo del Personal de Construcción Naval
ja: 軍艦建造本部
pl: Grupa personelu budownictwa okrętowego
zh: 海军建造人员大队
zh_sg: 海军建造人员大队

# IDS_PCQC001_CAMPAIGN1_TITLE
source: Science of Victory
es_mx: Ciencia de la Victoria
ja: 勝利の科学
pl: Nauka o zwycięstwie
ru: Наука побеждать
uk: Наука перемагати
zh: 胜利之路
zh_sg: 科学胜利法

# IDS_PCQC002_CAMPAIGNSB_DESCR
source: Great Adventure: On the Trail of PQ17
es_mx: Gran Aventura: Rumbo al PQ17
ja: グレートアドベンチャー: PQ17 船団追跡
pl: Wielka przygoda: na szlaku PQ17
ru: Большое приключение по следам PQ17
uk: Велика пригода слідом за PQ17
zh: 大冒险：跟着 PQ17
zh_sg: 大冒险：PQ17进阶之路

# IDS_PCQC002_CAMPAIGNSB_TITLE
source: Honorable Service
es_mx: Servicio Honorable
ja: 名誉ある貢献
pl: Honorowa służba
ru: Почётная служба
uk: Почесна служба
zh: 荣誉使命
zh_sg: 荣誉使命

# IDS_PCQC003_NEWYEAR2017BASICCAMPAIGN_DESCR
source: New Year's campaign aimed at gaining the legendary pocket battleship
es_mx: La campaña de Año Nuevo está enfocada en conseguir al legendario acorazado de bolsillo
ja: 伝説的なポケット戦艦を獲得するためのニューイヤー・キャンペーン
pl: Kampania noworoczna, której celem jest zdobycie legendarnego pancernika kieszonkowego
ru: Новогодняя кампания по завоеванию легендарного «карманного линкора»
uk: Новорічна кампанія із завоювання легендарного «кишенькового лінкора»
zh: 新年战役的目的是为了获得传说中的袖珍型战列舰
zh_sg: 新年战役的目的是为了获得传说中的袖珍型战列舰

# IDS_PCQC003_NEWYEAR2017BASICCAMPAIGN_TITLE
source: The Hunt for Graf Spee
es_mx: La Caza del Graf Spee
ja: グラーフ・シュペー追撃
pl: Polowanie na Grafa Spee
ru: Погоня за Графом Шпее
uk: Гонитва за Графом Шпеє
zh: 施佩伯爵大追击
zh_sg: 狩猎施佩伯爵

# IDS_PCQC004_NEWYEAR2017ELITECAMPAIGN_DESCR
source: Graf Spee's New Year raid for gift camouflages
es_mx: La redada de Año Nuevo del Graf Spee por camuflajes de regalo
ja: グラーフ・シュペーによるギフト迷彩のための新年の急襲
pl: Noworoczny najazd Grafa Spee na kamuflaże prezentowe
ru: Новогодний рейд Графа Шпее за подарочными камуфляжами
uk: Новорічний рейд Графа Шпеє за подарунковими камуфляжами
zh: 新年袭击施佩伯爵的礼物迷彩
zh_sg: 施佩伯爵新年巡航特殊涂装

# IDS_PCQC004_NEWYEAR2017ELITECAMPAIGN_TITLE
source: Santa's Christmas Convoys
es_mx: Convoyes Navideños de Santa
ja: サンタのクリスマスプレゼント
pl: Mikołajowe konwoje świąteczne
ru: Рейд за новогодними подарками
uk: Рейд за новорічними дарунками
zh: 新年礼物的袭击
zh_sg: 圣诞老人护航队

# IDS_PCQC005_BISMARCK_DESCR
source: The Hunt for Bismarck is a series of naval battles that happened on May 19–27, 1941 in the North Atlantic. In this battle, the British battlecruiser Hood and the German battleship Bismarck were destroyed.
es_mx: La Caza del Bismarck es una serie de batallas navales que sucedieron del 19 al 27 de mayo de 1941 en el Atlántico Norte. En esta batalla, el crucero de batalla británico Hood y el acorazado alemán Bismarck fueron destruidos.
ja: 「ビスマルク追撃戦」は、北大西洋において 1941 年 5 月 19 日から 5 月 27 日にかけて行われた一連の海戦です。この戦闘においては、イギリスの巡洋戦艦フッドとドイツの戦艦ビスマルクが撃沈されました。
pl: Polowanie na pancernik Bismarck to seria walk morskich stoczonych pomiędzy 19, a 27 maja 1941 roku na północnym Atlantyku. W trakcie tej bitwy zniszczeniu uległy brytyjski krążownik liniowy HMS Hood i pancernik Bismarck.
ru: «Охота на "Бисмарк"» — устоявшееся название ряда исторических событий, состоявшихся на севере Атлантики 19–27 мая 1941 года, в результате которых погибли британский линейный крейсер Hood и немецкий линкор Bismarck.
uk: «Полювання на "Бісмарк"» — усталена назва низки історичних подій, що відбулися на півночі Атлантики 19–27 травня 1941 р., внаслідок яких загинули британський лінійний крейсер Hood і німецький лінкор Bismarck.
zh: 「狩猎俾斯麦」是在1941年5月19日-5月27日间在北大西洋所发生过的一系列海战。在这场战斗中，Y国的战斗巡洋舰胡德和D国的战列舰俾斯麦双双都被击毁。
zh_sg: “狩猎俾斯麦”是 1941年5月19日–27日间于北大西洋所发生过的一系列海战。在这场战斗中，英国的战列巡洋舰 胡德号和德国的战列舰俾斯麦号双双都被摧毁。

# IDS_PCQC005_BISMARCK_HOWTOGET_TOKEN
source: Can be purchased in the Premium Shop
es_mx: Puede ser adquirido en la Tienda Premium
ja: プレミアムショップで購入可能
pl: Można kupić w Sklepie Premium
ru: Можно приобрести в Премиум магазине
uk: Можна придбати у Преміум магазині
zh: 可在加值商店中购买
zh_sg: 可在增值商店中购买

# IDS_PCQC005_BISMARCK_TITLE
source: The Hunt for Bismarck
es_mx: La Caza del Bismarck
ja: ビスマルク追撃戦
pl: Polowanie na Bismarcka
ru: Охота на «Бисмарк»
uk: Полювання на «Бісмарк»
zh: 狩猎俾斯麦
zh_sg: 狩猎俾斯麦

# IDS_PCQC005_BISMARCK_TOKEN
source: Permit for entry into "The Hunt for Bismarck" campaign
es_mx: Permiso para entrar en la campaña "La Caza del Bismarck"
ja: キャンペーン「ビスマルク追撃戦」参加許可
pl: Pozwolenie na rozpoczęcie kampanii „Polowanie na pancernik Bismarck”
ru: Пропуск в кампанию «Охота на "Бисмарк"»
uk: Перепустка у кампанію «Полювання на "Бісмарк"»
zh: 准许进入「狩猎俾斯麦」战役
zh_sg: 准许进入“狩猎俾斯麦”战役

# IDS_PCQC006_YAMAMOTO_DESCR
source: Yamamoto Isoroku was a Marshal Admiral and Commander-in-Chief of the Combined Fleet of the Empire of Japan during World War II. He graduated from the Imperial Japanese Naval Academy.
es_mx: Yamamoto Isoroku fue un Mariscal Almirante y Comandante en Jefe de la Flota Combinada del Imperio de Japón durante la Segunda Guerra Mundial. Se graduó de la Academia Naval Imperial Japonesa.
ja: 山本五十六は、二次大戦中の大日本帝国海軍の連合艦隊司令長官であり、最終階級は海軍元帥でした。海軍大学校の卒業生です。
pl: Yamamoto Isoroku służył w stopniu admirała floty i pełnił funkcję głównego dowódcy Floty Połączonej Cesarstwa Japonii w trakcie II wojny światowej. Ukończył Japońską Cesarską Akademię Morską.
ru: Ямамото Исороку — адмирал флота, Главнокомандующий Объединённым флотом Японской империи во время Второй мировой войны, выпускник Военно-морской академии.
uk: Ямамото Ісороку — адмірал флоту, Головнокомандувач Об’єднаного флоту Японської імперії під час Другої світової війни, випускник Військово-морської академії.
zh: 山本五十六 是第二次世界大战期间的元帅海军大将及大日本帝国联合舰队的总指挥官。他毕业于大日本帝国海军兵学校、海军大学校。
zh_sg: 山本五十六是第二次世界大战期间的元帅海军大将及大日本帝国联合舰队的总指挥官。他毕业于大日本帝国海军兵学校。

# IDS_PCQC007_NEWYEAR2018BASIC_DESCR
source: The Battle of the North Cape (December 26, 1943) was a naval battle during World War II, in the course of which the Royal Navy ships sank the German battleship Scharnhorst. This battle is considered to be the northernmost naval engagement in history.
es_mx: La Batalla del Cabo Norte (26 diciembre 1943) fue una batalla naval durante la Segunda Guerra Mundial, en el curso de dicha los barcos de la Marina Real hundieron al acorazado alemán Scharnhorst. Esta batalla es considerada el encuentro naval más septentrional de la historia.
ja: 北岬沖海戦 (1943 年 12 月 26 日) は、二次大戦中の海戦であり、この戦いにおいてイギリス海軍の艦艇がドイツの戦艦シャルンホルストを撃沈しました。この戦いは、史上最北の海戦とされています。
pl: Bitwa koło Przylądka Północnego (26 grudnia 1943 roku) była bitwą morską w trakcie II wojny światowej, w której okręty Royal Navy zatopiły niemiecki pancernik Scharnhorst. Uważa się, że jej miejsce jest najbardziej wysuniętym na północ miejscem bitwy morskiej.
ru: Сражение у Нордкапа (26 декабря 1943 года) — морской бой у мыса Нордкап во время Второй мировой войны, в котором корабли ВМФ Великобритании потопили немецкий линкор Scharnhorst. Этот бой считается самым северным морским сражением в истории.
uk: Битва біля мису Нордкап (26 грудня 1943 р.) — морський бій біля мису Нордкап під час Другої світової війни, в якому кораблі ВМФ Великобританії потопили німецький лінкор Scharnhorst. Цей бій вважають найпівнічнішим морським боєм в історії.
zh: 北角海战 (1943 年 12 月 26 日) 是一场发生在大战期间的海战，海军战舰在过程中击沉了D国战列舰沙恩霍斯特。这场战斗被认定为史上最北方的海战。
zh_sg: 北角海战（1943年12月26日）是发生在第二次世界大战期间的一场著名的海战，皇家海军在战役过程中击沉了德国战列舰沙恩霍斯特。战场海战被认为是历史上发生在最北面的海上冲突。

# IDS_PCQC007_NEWYEAR2018BASIC_TITLE
source: Battle of the North Cape
es_mx: Batalla del Cabo Norte
ja: 北岬沖海戦
pl: Bitwa koło Przylądka Północnego
ru: Сражение у Нордкапа
uk: Битва біля мису Нордкап
zh: 北角海战
zh_sg: 北角海战

# IDS_PCQC008_NEWYEAR2018ELITE_DESCR
source: You will live your next year in the same way as your last, they say. But a skilled commander celebrates the New Year by playing the game! Instead of making New Year's resolutions, they simply fight for the most highly-prized ships. And instead of decorating the tree, they decorate their Scharnhorst! As the festive fireworks explode in the sky above them, these commanders proudly relax in their armchairs because they know that all is well at sea. We wish you luck in this, and every, battle—so be strong and get the job done, even when the mission is as difficult as preparing a list for the upcoming year!
es_mx: Vivirás tu próximo año de la misma manera que el año último, eso dicen. ¡Pero un comandante habilidoso celebra el Año Nuevo jugando este juego! En lugar de hacer propósitos de Año Nuevo, Ellos simplemente pelean por los barcos más preciados. Y en lugar de decorar el árbol, decoran su Scharnhorst! Mientras los fuegos artificiales explotan en el cielo sobre ellos, estos comandantes se relajan con orgullo en sus sillones porque saben que todo está bien en el mar. Te deseamos suerte en esta, y len cada batalla—así que se fuerte y termina el trabajo, ¡incluso cuando la misión es tan difícil como preparar una lista para el año entrante!
ja: 君たちは来年という年を、年越しの際と同様に生きていくことになるだろう、と彼らは言う。しかし熟練の艦長は、このゲームをプレイすることによって新年を祝うのだ! 新年の決意をすることはなく、ただ最高の艦艇を目指して戦うのみ。そしてツリーを飾る代わりに、シャルンホルストをデコレートするのである! 華やかな花火が夜空を染める中、艦長達は肘掛け椅子に堂々ともたれかかる。海上では全てがうまくいっている、ということを知っているのだから。我々は、今後のあらゆる戦いにおける君たちの健闘を祈る。活発に行動し、常に仕事をこなすことができるように。そう、その任務が、来たる年においてやるべきことのリストを考えることと同様に困難なものであったとしても!
pl: Mówi się, że cały nowy rok będzie taki, jak jego pierwszy dzień. Najlepsi dowódcy rozpoczynają go jednak grając! Zamiast wymyślać postanowienia noworoczne, po prostu walczą o najlepsze okręty. A zamiast przystrajać choinkę, stroją Scharnhorsta! W czasie, gdy świąteczne fajerwerki wybuchają na niebie, ci dowódcy spokojnie siedzą w swoich fotelach, ponieważ wiedzą, że na morzu zrobili to, co należało zrobić. Życzymy Ci szczęścia w tej i w następnych bitwach, dumnie pruj fale i zawsze dopinaj swego – nawet jeśli stoi przed Tobą zadanie równie trudne, jak zrobienie listy z postanowieniami noworocznymi.
ru: Как встретишь Новый год, так его и проведёшь, а опытные командиры встречают праздник играючи. Не загадывают желания, а отвоёвывают призовые корабли, и украшают не ёлочку, а «Шарнхорст»! Под праздничный салют командиры гордо откидываются в кресле, ведь они успели навести порядок на море. Желаем удачи в этом и других боях, никогда не сдаваться и всегда доводить дело до конца — даже если это такая непростая миссия, как список дел на новый год!
uk: Як зустрінеш Новий рік, так він і мине, а досвідчені командири зустрічають свято граючи. Не загадують бажання, а відвойовують призові кораблі, і прикрашають не ялинку, а «Шарнхорст»! Під святковий салют командири гордо влаштовуються у кріслі, адже вони встигли навести лад на морі. Бажаємо успіху в цьому та інших боях, ніколи не здаватися і завжди доводити справу до кінця — навіть якщо це така непроста місія, як список справ на новий рік!
zh: 他们说，您的生活总是年复一年。但技巧纯熟的指挥官会以游戏来庆祝这个新的一年！不是许下新年决心，他们只是为了最重视的战舰而战。因此不会去装饰那一棵节日树，而是装饰自己的沙恩霍斯特！随着在他们上空爆开的节日烟火，这些指挥官舒适地躺进自己的扶手椅，因为他们知道一切都将风微浪稳。我们祝福您在这一场以及每一场的战斗里都能时来运转──如此就能击败对手并完成工作，就算这个任务困难得像准备新的一年节目单也一样。
zh_sg: 人们常说，您用什么方式迎接新年决定了您明年会迎来什么样的生活际遇。娴熟的指挥官们玩游戏来迎接新年。他们不去许愿，而是为了奖品战舰而战斗。没有装扮圣诞树，但他们为沙恩霍斯特换上了新武装！如同空中绽放的烟花，这些指挥官只是带着骄傲靠在指挥扶椅上，因为他们把一切都献给了大海。我们祝愿您在当下和未来的战斗中好运连连，旗开得胜并且总能达成目标—就算遇到了困难的任务，也当成来年要达成的一个小目标。

# IDS_PCQC008_NEWYEAR2018ELITE_TITLE
source: New Year Raid
es_mx: Incursión del Año Nuevo
ja: 年末年始大襲撃
pl: Najazd noworoczny
ru: Новогодний поход
uk: Новорічний похід
zh: 新年突袭
zh_sg: 新年巡航

# IDS_PCQC009_VIVELAFRANCE_TITLE
source: The Gold of France
es_mx: El Oro de Francia
ja: フランスの金塊
pl: Złoto Francji
ru: Золото Франции
uk: Золото Франції
zh: F国黄金
zh_sg: 法国黄金

# IDS_PCQC010_HALSEY_DESCR
source: Admiral William Frederick Halsey became one of the contributors to the Allied victory in the Pacific. It was he who managed to gain crucial success in the Battle of Guadalcanal and who led the fight for the Solomon Islands that eventually broke a path to Japan. His phrase "Hit hard! Hit fast! Hit often!" became the motto of the U.S. Navy in the Pacific theater.
es_mx: El almirante William Frederick Halsey se convirtió en uno de los contribuyentes a la victoria aliada en el Pacífico. Fue él quien logró obtener un éxito crucial en la Batalla de Guadalcanal y quien guió la lucha por las Islas Salomón que finalmente abrió el camino a Japón. Su frase "¡Golpea Duro! ¡Golpea Rápido! ¡Golpea Seguido!" se convirtió en el lema de la Armada de los EE. UU. en el teatro del Pacífico.
ja: ウィリアム・フレデリック・ハルゼー提督は、太平洋戦争において連合国を勝利に導いた立役者のひとりとなりました。彼は、ガダルカナル島の戦いにおける重要な成功を辛くも収め、ソロモン諸島における戦いを指揮し、最終的には日本に至る道を切り開いたのです。彼の言葉である "Hit hard! Hit fast! Hit often!" (激しく打て! 素早く打て! 何度も打て!) は、太平洋戦線におけるアメリカ海軍のモットーになりました。
pl: Admirał William Frederick Halsey był jednym z autorów zwycięstwa aliantów na Pacyfiku. Osiągnął on decydujący sukces w Bitwie pod Guadalcanal i poprowadził wojska w walkach koło Wysp Salomona, otwierając sobie drogę do Japonii. Jego powiedzenie „Uderzaj mocno, uderzaj szybko, uderzaj często!” stało się mottem U.S. Navy na Pacyfiku.
ru: Адмирал Уильям Хэлси стал одним из тех, кто обеспечил победу союзников в войне на Тихом океане. Именно он добился решающего успеха в битве за Гуадалканал и возглавлял борьбу за Соломоновы острова, проложившую путь к Японии. Фраза адмирала «Бей сильно! Бей быстро! Бей часто!» (Hit hard! Hit fast! Hit often!) стала девизом американского флота в Тихоокеанской кампании.
uk: Адмірал Вільям Голсі став одним з тих, хто забезпечив перемогу союзників у війні на Тихому океані. Саме він домігся вирішального успіху у битві за Гуадалканал і очолював боротьбу за Соломонові острови, яка проклала шлях до Японії. Фраза адмірала «Бий сильно! Бий хутко! Бий часто!» (Hit hard! Hit fast! Hit often!) стала девізом американського флоту у Тихоокеанській кампанії.
zh: 威廉-弗雷德里克-哈尔西上将成为太平洋战场上最具贡献的一位将领，在他的主导下，M军才得以在知名的瓜达尔卡纳尔岛战役以及所罗门群岛战役中取得优势并为前进R国奠下胜利的基石。他的名言：「打得猛！打得快！打得勤！」也成为M系海军在太平洋战场上的座右铭。
zh_sg: William Frederick Halsey上将成为了盟军太平洋战场胜利的贡献者之一。是他设法在瓜达卡纳尔岛战役中取得了决定性的胜利，也是他领导了所罗门群岛的战斗，打破了通往日本的道路。他的话“狠狠攻击!快速攻击!不停的攻击!”成为了太平洋战区美国海军的座右铭。

# IDS_PCQC010_HALSEY_TITLE
source: "Hit Hard! Hit Fast! Hit Often!"
es_mx: "¡Golpea Fuerte! ¡Golpea Rápido! ¡Golpea Seguido!"
pl: „Uderzaj mocno, uderzaj szybko, uderzaj często!”
ru: «Бей сильно! Бей быстро! Бей часто!»
uk: «Бий сильно! Бий хутко! Бий часто!»
zh: 「打得猛！打得快！打得勤！」
zh_sg: “打的狠！打的快！打的勤！”
