Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC487_GF097_TIRPITZ_DESCRIPTION
source: Time after time, Britain made strenuous efforts to destroy this formidable German battleship, which never encountered enemy ships in battle. In November 1944, as the result of a raid by British bombers carrying super-heavy 5.5-ton bombs, the battleship was finally sunk. Heinrich Ehrler—an ex-fighter ace and holder of the Knight's Cross of the Iron Cross with Oak Leaves—was responsible for the AA cover of the ship. For his failure, he was put on trial and sentenced to capital punishment, which was later reduced to imprisonment in a fortress.
es_mx: Una y otra vez, los británicos hacían esfuerzos extenuantes por destruir este formidable acorazado alemán, que nunca se encontró barcos enemigos en batalla. En noviembre de 1944, tras una incursión de bombarderos británicos que llevaban bombas superpesadas de 5,5 toneladas, el acorazado resultó finalmente hundido. Heinrich Ehrler, un antiguo as de cazas condecorado con la Cruz de Caballero de la Cruz de Hierro con hojas de roble, era el responsable de la defensa AA del barco. Por su fracaso, lo llevaron a juicio y fue condenado a la pena capital, que después se redujo a prisión en una fortaleza.
ja: イギリスは、一度も戦闘で敵艦と交戦したことのないこの恐るべきドイツ戦艦を、破壊しようと何度も試みました。 1944 年 11月 、5.5 トンの超大型爆弾を搭載したイギリス爆撃機による空襲により、この戦艦は遂に沈没しました。本艦の対空防御責任者は、元戦闘機エースであり、柏葉剣付騎士鉄十字章の保有者であったハインリヒ・エールラーでした。彼はその失敗のために裁判にかけられ極刑を宣告されましたが、後に要塞での収監に減刑されました。
pl: Raz za razem Brytyjczycy starali się zniszczyć ten groźny niemiecki pancernik, który nigdy nie napotkał wrogiego okrętu w boju. W listopadzie 1944 roku, w wyniku nalotu brytyjskich bombowców uzbrojonych w ciężkie, 5,5-tonowe bomby, pancernik został w końcu zatopiony. Heinrich Ehrler, as lotnictwa i kawaler Krzyża Rycerskiego Krzyża Żelaznego z Liśćmi Dębu, odpowiedzialny był za osłonę przeciwlotniczą okrętu. Za swoje niepowodzenie został poddany procesowi i skazany na karę śmierci, którą później zamieniono na więzienie.
ru: Великобритания раз за разом предпринимала неимоверные усилия для уничтожения грозного немецкого линкора, так никогда и не встретившего в бою корабли противника. Когда в ноябре 1944 года в результате налёта британских бомбардировщиков, оснащённых сверхтяжёлыми 5,5-тонными бомбами, линкор был всё же потоплен, под суд отправился ответственный за противовоздушное прикрытие корабля лётчик-ас, кавалер Рыцарского креста Железного креста с дубовыми листьями Генрих Эрлер. Он был приговорён к смертной казни, которая впоследствии была заменена на заключение в крепости.
uk: Великобританія постійно докладала неймовірні зусилля для знищення грізного німецького лінкора, який так ніколи і не зустрів у бою кораблі супротивника. Коли в листопаді 1944 року внаслідок нальоту британських бомбардувальників, оснащених надважкими 5,5-тонними бомбами, лінкор все ж потопили, під суд відправився відповідальний за протиповітряне прикриття корабля льотчик-ас, кавалер Лицарського хреста Залізного хреста з дубовим листям Генріх Ерлер. Він був засуджений спочатку до смертної кари, яку згодом замінили на ув’язнення у фортеці.
zh: Великобритания раз за разом предпринимала неимоверные усилия для уничтожения грозного немецкого линкора, так никогда и не встретившего в бою корабли противника. Когда в ноябре 1944 года в результате налёта британских бомбардировщиков, оснащённых сверхтяжёлыми 5,5-тонными бомбами, линкор был всё же потоплен, под суд отправился ответственный за противовоздушное прикрытие корабля лётчик-ас, кавалер Рыцарского креста Железного креста с дубовыми листьями Генрих Эрлер. Он был приговорён к смертной казни, которая впоследствии была заменена на заключение в крепости.
zh_sg: 英国多次尝试围剿这艘在战斗中从未遭遇过敌舰的德国战列舰。 1944年11月，由于遭到英国轰炸机携带的5.5吨超重型炸弹的轰炸，战列舰最终被击沉。海因里希·埃赫勒——前战斗机王牌飞行员，也是橡树叶铁十字之骑士十字勋章的持有者，负责对该战舰的防空掩护。由于他的失败被审判处以死刑，后被减刑为要塞监禁。

# IDS_PCZC488_GF097_GRAFZEPPELIN
source: Graf Zeppelin
ja: グラーフ・ツェッペリン
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PCZC488_GF097_GRAFZEPPELIN_DESCRIPTION
source: With every chance of becoming the Kriegsmarine's sole full-fledged strike aircraft carrier, Graf Zeppelin was built twice. The first time, construction on the imminently-ready ship ceased in the spring of 1940—the ship's artillery was sent to defend Norway, which had been occupied shortly beforehand, and the gun fire control system was sold to the U.S.S.R. However, the Taranto Raid, air attacks on Bismarck, and finally the attack on Pearl Harbor made a strong impression on the Kriegsmarine command, and they decided that Germany needed an aircraft carrier of its own. Two years of desolation later, in the spring of 1942, work on the ship resumed, but then ceased again at the beginning of the next year, when the naval strategy changed. Surface warship forces were completely removed from the Third Reich's shipbuilding priorities.
es_mx: Con todas las posibilidades de convertirse en el único portaaviones propiamente de ataque de la Kriegsmarine, el Graf Zeppelin se construyó dos veces. La primera vez, la construcción del barco se interrumpió en la primavera de 1940, cuando ya estaba casi listo—la artillería del buque se envió a defender Noruega, que había sido ocupada poco antes, y el sistema de control de fuego se vendió a la URSS. Sin embargo, la incursión de Taranto, los ataques aéreos al Bismarck y por último el ataque a Pearl Harbor crearon una impresión fuerte en el comando de la Kriegsmarine, y decidieron que Alemania necesitaba un portaaviones propio. Tras dos años difíciles, en la primavera de 1942, se reanudó el trabajo en el barco, pero se volvió a interrumpir al inicio del año siguiente, 1943, cuando cambió la estrategia naval. Las fuerzas navales de superficie desaparecieron por completo de las prioridades de construcción naval del Tercer Reich.
ja: あらゆる点でドイツ戦争海軍唯一の本格的な航空母艦になる可能性があったグラーフ・ツェッペリンは 2 回に渡り建造されました。 一度目、ほぼ完成していた本艦の建造は 1940 年春に中止されました。本艦の艦砲はその直前に占領されたノルウェーの防衛のために輸送され、射撃管制装置はソ連に売却されました。しかし、タラント空襲、ビスマルク追撃戦、そして真珠湾攻撃を受け、ドイツ戦争海軍司令部はドイツにも航空母艦が必要だと判断しました。 建造が中止して 2 年後の 1942 年春、本艦の建造作業が再開されましたが、翌年 1943 年初頭に海軍の戦略の変更により再度中止されました。第三帝国において、水上艦部隊は優先されなかったためです。
pl: Graf Zeppelin, który prawdopodobnie byłby jedynym pełnoprawnym lotniskowcem uderzeniowym Kriegsmarine, budowany był dwukrotnie. Za pierwszym razem okręt był niemal gotowy, ale dokończenie wstrzymano wiosną 1940 roku – jego artylerię wysłano do obrony niedawno zajętej Norwegii, a system kontroli ognia sprzedano Związkowi Radzieckiemu. Jednak naloty na Tarent, na Bismarcka i w końcu na Pearl Harbor utwierdziły dowództwo Kriegsmarine w przekonaniu, że Niemcy potrzebują własnego lotniskowca. Dwa lata później, wiosną 1942 roku, prace nad okrętem wznowiono, ale rok później ponownie przerwano, gdy w 1943 roku strategia marynarki uległa zmianie. Okręty nawodne całkowicie usunięto z listy priorytetów Trzeciej Rzeszy.
ru: Имевший все шансы стать хоть и единственным, но всё же полноценным ударным авианосцем Кригсмарине Graf Zeppelin строился дважды. Первый раз строительство находившегося уже в высокой степени готовности корабля было приостановлено весной 1940 года — артиллерия авианосца отправилась защищать только что захваченную Норвегию, а система управления огнём была продана СССР. Рейд на Таранто, атаки авиации на Bismarck, и, наконец, нападение на Пёрл-Харбор произвели должное впечатление на командование Кригсмарине, решившее, что Германии всё же нужен собственный авианосец. Спустя два года запустения, весной 1942 года, работы на корабле возобновились, чтобы... прекратиться в начале следующего, 1943-го, с очередной сменой морской стратегии, когда надводные силы были вовсе вычеркнуты из приоритетов кораблестроения Третьего рейха.
uk: Graf Zeppelin мав усі шанси стати, хоч і єдиним, але все ж повноцінним ударним авіаносцем Крігсмаріне, його будували двічі. Першого разу будівництво вже майже готового корабля припинили навесні 1940 року — артилерія авіаносця вирушила захищати щойно захоплену Норвегію, а систему керування вогнем продали СРСР. Рейд на Таранто, атаки авіації на Bismarck, і, нарешті, напал на Перл-Гарбор справили належне враження на командування Крігсмаріне, яке вирішило, що Німеччині все ж потрібен власний авіаносець. Після двох років запустіння, навесні 1942 року роботи на кораблі відновили, щоб... припинити на початку наступного, 1943-го, з черговою зміною морської стратегії, коли надводні сили зовсім викреслили з пріоритетів кораблебудування Третього рейху.
zh: Имевший все шансы стать хоть и единственным, но всё же полноценным ударным авианосцем Кригсмарине Graf Zeppelin строился дважды. Первый раз строительство находившегося уже в высокой степени готовности корабля было приостановлено весной 1940 года — артиллерия авианосца отправилась защищать только что захваченную Норвегию, а система управления огнём была продана СССР. Рейд на Таранто, атаки авиации на Bismarck, и, наконец, нападение на Пёрл-Харбор произвели должное впечатление на командование Кригсмарине, решившее, что Германии всё же нужен собственный авианосец. Спустя два года запустения, весной 1942 года, работы на корабле возобновились, чтобы... прекратиться в начале следующего, 1943-го, с очередной сменой морской стратегии, когда надводные силы были вовсе вычеркнуты из приоритетов кораблестроения Третьего рейха.
zh_sg: 齐柏林伯爵号共被建造了两次，每一次都旨在成为德国战争海军唯一的全方位攻击型航空母舰。 第一次，这艘即将完工的战舰在1940年春天停止了建造——战舰的火炮被转移用保卫前不久前被占领的挪威，火控系统被出售给苏联。然而，由于塔兰托奇袭中俾斯麦号受到的空袭，以及珍珠港事件让德国战争海军司令部重新决定建造一艘属于自己的航空母舰。 在搁置了两年后，1942年春，战舰重新恢复了建造，但到了第二年，即1943年初，因海军战略的改变，再次停止了建造工作。德国第三帝国政权完全摒弃了水面战舰的建造计划。

# IDS_PCZC489_GF097_IMPERIALSAILOR
source: Sailor of the Imperial German Navy
es_mx: Marinero de la Armada Imperial Alemana
ja: ドイツ帝国海軍水兵
pl: Marynarz marynarki wojennej Cesarstwa Niemieckiego
ru: Матрос Императорского флота
uk: Матрос Імператорського флоту
zh: Матрос Императорского флота
zh_sg: 德意志帝国海军水手

# IDS_PCZC489_GF097_IMPERIALSAILOR_DESCRIPTION
source: The Imperial German Navy, or Kaiserliche Marine, was established in 1871 following the unification of the country and the creation of the German Empire. For the first two decades, the German Navy played a relatively modest role in Europe, their primary goals being the maintenance of the nation's prestige and provision of coastal defense. By 1888, the year of Emperor Wilhelm II's ascent to the throne, the personnel of the Kaiserliche Marine comprised slightly more than sixteen thousand sailors and officers.
es_mx: La Armada Imperial Alemana, o Kaiserliche Marine, se estableció en 1871, tras la unificación del país y la creación del Imperio alemán. Durante las dos primeras décadas, la Armada alemana desempeñó un papel relativamente discreto en Europa, sus principales objetivos eran mantener el prestigio de la nación y proporcionar defensas costeras. Para 1888, el año de ascenso al trono del emperador Guillermo II, el personal de la Kaiserliche Marine apenas superaba los dieciséis mil marineros y oficiales.
ja: ドイツ帝国海軍 (Kaiserliche Marine) はドイツ統一とドイツ帝国の建国に続き 1871 年に設立されました。 最初の 20 年間、ドイツ海軍の主な目的は国の名声の維持と沿岸防衛で、ヨーロッパの中でもあまり目立たない存在でした。皇帝ヴィルヘルム 2 世が即位した 1888 年の時点で、帝国海兵軍の人員は水兵と士官を合わせて 1 万 6 千人強でした。
pl: Marynarka wojenna Cesarstwa Niemieckiego (Kaiserliche Marine), powstała w 1871 roku, po zjednoczeniu kraju i utworzeniu Cesarstwa Niemieckiego. Przez dwie pierwsze dekady niemiecka marynarka odgrywała drugorzędną rolę w Europie, a jej głównym celem było utrzymanie prestiżu kraju i zapewnienie obrony przybrzeżnej. Do 1888 roku, w którym na tron wstąpił cesarz Wilhelm II, liczba personelu Kaiserliche Marine wzrosła do niewiele ponad szesnastu tysięcy marynarzy i oficerów.
ru: Императорский флот Германии, или Кайзерлихмарине (нем. Kaiserliche Marine), был основан в 1871 году вслед за объединением страны и образованием Германской империи. Первые два десятилетия немецкие ВМС играли относительно скромную роль в Европе, имея главными задачами поддержание престижа нации и оборону береговой линии. К 1888 году, когда на германский престол взошёл император Вильгельм II, личный состав Кайзерлихмарине насчитывал немногим более 16 тысяч матросов и офицеров.
uk: Імператорський флот Німеччини, або Кайзерліхмаріне (нім. Kaiserliche Marine), було засновано в 1871 році після об’єднанням країни й створення Німецької імперії. Перші два десятиліття німецькі ВМС відігравали відносно скромну роль в Європі, їх головними завданнями були підтримка престижу нації й оборона берегової лінії. До 1888 р., коли на німецький престол зійшов імператор Вільгельм II, особовий склад Кайзерліхмаріне налічував трохи більше ніж 16 тисяч матросів й офіцерів.
zh: Императорский флот Германии, или Кайзерлихмарине (нем. Kaiserliche Marine), был основан в 1871 году вслед за объединением страны и образованием Германской империи. Первые два десятилетия немецкие ВМС играли относительно скромную роль в Европе, имея главными задачами поддержание престижа нации и оборону береговой линии. К 1888 году, когда на германский престол взошёл император Вильгельм II, личный состав Кайзерлихмарине насчитывал немногим более 16 тысяч матросов и офицеров.
zh_sg: 德意志帝国海军（Kaiserliche Marine），于1871年德国统一并建立德意志帝国之后成立。 在最初的20年里，德国海军在欧洲扮演了一个相对温和的角色，他们的主要目标是维护国家声望和海岸防御。到了1888年，威廉二世登基时，德意志帝国海军的军官和水手略超过1.6万人。

# IDS_PCZC490_GF097_IMPERIALOFFICER
source: Officer of the Imperial German Navy
es_mx: Oficial de la Armada Imperial Alemana
ja: ドイツ帝国海軍士官
pl: Oficer marynarki wojennej Cesarstwa Niemieckiego
ru: Офицер Императорского флота
uk: Офіцер Імператорського флоту
zh: Офицер Императорского флота
zh_sg: 德意志帝国海军军官

# IDS_PCZC490_GF097_IMPERIALOFFICER_DESCRIPTION
source: A turning point in the history of the Imperial German Navy came in 1898 when, shortly before being appointed as Secretary of State of the German Imperial Naval Office, Admiral Alfred von Tirpitz submitted a draft project for the development of the country's naval forces to the Emperor. The Tirpitz Plan was intended as nothing more than a confrontation with Great Britain, the leading naval power in the world. In 1914, after 15 years of intensive warship construction, Germany was capable of sending a fleet out to sea with a total tonnage of over one million tons.
es_mx: Un punto de inflexión en la historia de la Armada Imperial Alemana se produjo en 1898 cuando, poco antes de ser nombrado secretario de Estado de la Oficina Naval Imperial Alemana, el almirante Alfred von Tirpitz presentó un borrador del proyecto de desarrollo de las fuerzas navales nacionales al emperador. La aspiración del plan de Tirpitz era nada menos que confrontarse con Gran Bretaña, la principal potencia naval del mundo. En 1914, tras 15 años de intensa construcción naval, Alemania era capaz de enviar una flota al mar con un tonelaje total de un millón de toneladas.
ja: ドイツ帝国海軍の歴史が転換点を迎えたのは 1898年、アルフレート・フォン・ティルピッツ提督がドイツ帝国海軍大臣に任命される直前に皇帝にドイツ海軍力の発展に関する草案を提出した時のことでした。 ティルピッツ計画は、世界 1 位の海軍列強であるイギリスとの対決をまさに意図するものでした。1914 年、15 年間に及ぶ集中的な艦艇建造を経て、ドイツは総トン数 100 万トンを超える艦隊を海へと送り出すことに成功しました。
pl: Punktem zwrotnym w historii marynarki wojennej Cesarstwa był rok 1898, gdy admirał Alfred von Tirpitz przedstawił cesarzowi szkic projektu rozwoju narodowych sił morskich, krótko przed tym, jak został mianowany na sekretarza stanu Urzędu Marynarki Cesarstwa Niemieckiego. Plan Tirpitza był w swej istocie próbą nawiązania rywalizacji z Wielką Brytanią jako czołową światową potęgą morską. W 1914 roku, po 15 latach intensywnej budowy okrętów wojennych, Niemcy mogły wysłać na pełne morze flotę o tonażu przekraczającym milion.
ru: Поворотной точкой в истории Императорского флота Германии стал 1898 год, когда незадолго до этого назначенный статс-секретарём флота адмирал Альфред Тирпиц представил императору проект развития военно-морских сил страны. «План Тирпица» был рассчитан ни много ни мало на противостояние с ведущей морской державой мира — Великобританией. В 1914 году, спустя полтора десятка лет интенсивного строительства, Германия могла выставить в море военный флот общим тоннажем свыше миллиона тонн.
uk: Поворотною точкою в історії Імператорського флоту Німеччини став 1898 рік, коли незадовго до цього призначений статс-секретарем флоту адмірал Альфред Тірпіц представив імператору проєкт розвитку військово-морських сил країни. «План Тірпіца» був розрахований на протистояння з провідною морською державою світу — Великобританією. У 1914 році, через півтора десятка років інтенсивного будівництва, Німеччина могла виставити в море військовий флот загальним тоннажем понад мільйон тонн.
zh: Поворотной точкой в истории Императорского флота Германии стал 1898 год, когда незадолго до этого назначенный статс-секретарём флота адмирал Альфред Тирпиц представил императору проект развития военно-морских сил страны. «План Тирпица» был рассчитан ни много ни мало на противостояние с ведущей морской державой мира — Великобританией. В 1914 году, спустя полтора десятка лет интенсивного строительства, Германия могла выставить в море военный флот общим тоннажем свыше миллиона тонн.
zh_sg: 1898年，德意志帝国海军历史上的一个转折点发生在阿尔弗雷德·冯·提尔皮茨被任命为海军办公室国务卿不久前，海军上将向皇帝提交了一份发展本国海军力量的草案。 提尔皮茨计划的核心围绕着针对如何对抗英国——世界上最强大的海军。1914年，经过15年紧锣密鼓的军舰建造，德国拥有了出动总吨位超过100万吨级舰队的能力。

# IDS_PCZC491_GF097_KRSAILOR1
source: Kriegsmarine Sailor in Full Dress Uniform
es_mx: Marinero de la Kriegsmarine con Uniforme de Gala
ja: 正装のドイツ戦争海軍水兵
pl: Marynarz Kriegsmarine w mundurze galowym
ru: Матрос Кригсмарине в парадной форме
uk: Матрос Крігсмаріне в парадному однострої
zh: Матрос Кригсмарине в парадной форме
zh_sg: 德国战争海军穿着全套军服的水手

# IDS_PCZC491_GF097_KRSAILOR1_DESCRIPTION
source: After the defeat in World War I, in accordance with the conditions of the Treaty of Versailles, the German navy was in fact returned to its "initial state" of coastal forces. The country was allowed to preserve a handful of old ships. The personnel of the Navy of the German Republic, the Reichsmarine, was limited to 15,000, which was the level of the German Navy during the 1880s. The years of hard work that followed were aimed at training specialists and maintaining the shipbuilding industry at an adequate technological level. The new phase of naval development started in 1935, when the Kriegsmarine was founded as the naval force of the Third Reich.
es_mx: Tras la derrota en la Iª Guerra Mundial, de acuerdo con las condiciones del Tratado de Versalles, la armada alemana volvió a su "estado inicial" de fuerzas costeras. Permitieron al país preservar unos cuantos barcos viejos. El personal de la Armada de la República alemana, la Reichsmarine, quedó limitado a 15 000 personas, es decir, al nivel de la década de 1880. Los duros años posteriores sirvieron para entrenar especialistas y mantener un nivel tecnológico adecuado para la industria de construcción naval. La nueva fase de desarrollo naval comenzó en 1935, cuando se fundó la Kriegsmarine como fuerza naval del Tercer Reich.
ja: 一次世界大戦での敗北後、ヴェルサイユ条約の条件に従い、ドイツ海軍は事実上「初期状態の」沿岸部隊へと戻されました。ドイツは少数の旧式艦の保有を許可されました。 ドイツ共和国海軍 (Reichsmarine) の人員は 15,000 名に制限されました。これは 1880 年代のドイツ海軍と同水準でした。続く数年間、造船業界の技術レベルを維持することを目的に専門家の訓練に重きが置かれました。 1935 年、第三帝国がドイツ戦争海軍 (Kriegsmarine) を設立したことで、海軍発展の新しい段階が始まりました。
pl: Po porażce w I wojnie światowej ustalenia traktatu wersalskiego de facto przywróciły niemiecką marynarkę do jej „pierwotnego stanu” obrony przybrzeżnej. Kraj mógł zachował tylko kilka starych jednostek. Personel marynarki Republiki Niemiec – Reichsmarine – ograniczono do 15 000 ludzi, czyli do takiego poziomu, jak w latach 80. XIX wieku. Lata ciężkiej pracy, które później nastąpiły, miały na celu szkolenie specjalistów i zachowanie przemysłu okrętowniczego na odpowiednim poziomie technologicznym. Nowa faza rozbudowy marynarki rozpoczęła się w 1935, gdy jako siły morskie Trzeciej Rzeszy utworzono Kriegsmarine.
ru: После поражения в Первой мировой войне по условиям Версальского мирного договора флот Германии был фактически возвращён в «первобытное состояние» морских сил береговой обороны. В строю разрешено было сохранить лишь горстку старых кораблей. Численность личного состава ВМС Германской республики, Рейхсмарине, была ограничена 15 тысячами — на уровне флота Германии периода 1880-х годов. Последовали годы упорной работы по подготовке кадров и поддержанию кораблестроения на должном технологическом уровне. Новый этап в развитии флота наступил в мае 1935 года с образованием Кригсмарине — военно-морских сил Третьего рейха.
uk: Після поразки в Першій світовій війні за умовами Версальського мирного договору флот Німеччини фактично повернули в «первісний стан» морських сил берегової оборони. У лавах дозволили зберегти лише кілька старих кораблів. Чисельність особового складу ВМС Німецької республіки, Рейхсмаріне, була обмежена 15 тисячами — на рівні флоту Німеччини періоду 1880-х років. Далі були роки наполегливої роботи з підготовки кадрів та підтримки кораблебудування на належному технологічному рівні. Новий етап у розвитку флоту настав у травні 1935 року, коли заснували Крігсмаріне — військово-морські сили Третього рейху.
zh: После поражения в Первой мировой войне по условиям Версальского мирного договора флот Германии был фактически возвращён в «первобытное состояние» морских сил береговой обороны. В строю разрешено было сохранить лишь горстку старых кораблей. Численность личного состава ВМС Германской республики, Рейхсмарине, была ограничена 15 тысячами — на уровне флота Германии периода 1880-х годов. Последовали годы упорной работы по подготовке кадров и поддержанию кораблестроения на должном технологическом уровне. Новый этап в развитии флота наступил в мае 1935 года с образованием Кригсмарине — военно-морских сил Третьего рейха.
zh_sg: 第一次世界大战战败后，根据凡尔赛条约，德国海军的沿海部队实际上恢复了“初始状态”。只允许保留少数几艘旧战舰。 德意志共和国海军——魏玛国家海军的人数被限制在15000人以内，相当于1880年代德国海军的水平。在接下来的数年中，德国在艰难的条件下努力培养专业人员，并保持住了造船技术的不落后。 海军发展的新阶段始于1935年，即第三帝国的海军——德国战争海军成立之时。

# IDS_PCZC492_GF097_KRSAILOR2
source: Kriegsmarine Sailor
es_mx: Marinero de la Kriegsmarine
ja: ドイツ戦争海軍水兵
pl: Marynarz Kriegsmarine
ru: Матрос Кригсмарине
uk: Матрос Крігсмаріне
zh: Матрос Кригсмарине
zh_sg: 德国战争海军水手
