Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_FEAT_BAD_DUR_APARMOR_8
source: Low level of protection against HE shells from Tier VIII
es_mx: Bajo nivel de protección contra proyectiles HE a partir del Nivel VIII
ja: Tier VIII 以上では HE 弾に対する防御力が低い
pl: Słaba ochrona przeciw pociskom OB od VIII poziomu
ru: Низкий уровень защиты от фугасных снарядов с VIII уровня
uk: Низький рівень захисту від фугасних снарядів з VIII рівня
zh: Низкий уровень защиты от фугасных снарядов с VIII уровня
zh_sg: 从VIII级起对高爆弹防护等级较低

# IDS_FEAT_BAD_DUR_ARMOR
source: Weak armor
es_mx: Bajo nivel de blindaje
ja: 装甲が脆弱
pl: Słabe opancerzenie
ru: Низкий уровень бронирования
uk: Низький рівень бронювання
zh: Низкий уровень бронирования
zh_sg: 装甲等级较低

# IDS_FEAT_BAD_DUR_DURABILITY
source: Low HP pool
es_mx: Baja cantidad de HP
ja: HP が少ない
pl: Niewielka pula PW
ru: Малое количество очков боеспособности
uk: Мала кількість очок боєздатності
zh: Малое количество очков боеспособности
zh_sg: 生命值较低

# IDS_FEAT_BAD_DUR_DURABILITY_8
source: Low HP pool from Tier VIII
es_mx: Baja cantidad de HP a partir del Nivel VIII
ja: Tier VIII 以上では HP が少ない
pl: Niewielka pula PW od VIII poziomu
ru: Малое количество очков боеспособности с VIII уровня
uk: Мала кількість очок боєздатності з VIII рівня
zh: Малое количество очков боеспособности с VIII уровня
zh_sg: 从VIII级起生命值较低

# IDS_FEAT_BAD_DUR_PTZ
source: Low level of anti-torpedo protection
es_mx: Bajo nivel de protección antitorpedos
ja: 対水雷防御力が低い
pl: Słaba ochrona przeciwtorpedowa
ru: Низкий уровень противоторпедной защиты
uk: Низький рівень протиторпедного захисту
zh: Низкий уровень противоторпедной защиты
zh_sg: 反鱼雷防护等级较低

# IDS_FEAT_BAD_DUR_REPAIRCHARGES
source: Damage Control Party consumable charges are limited
es_mx: Las cargas del consumible Equipo de Control de Daños son limitadas
ja: 消耗品「応急工作班」の使用可能回数に制限がある
pl: Liczba ładunków sprzętu eksploatacyjnego Grupa naprawczo-ratunkowa jest ograniczona
ru: Ограничено количество снаряжения «Аварийная команда»
uk: Обмежена кількість спорядження «Аварійно-рятувальна команда»
zh: Ограничено количество снаряжения «Аварийная команда»
zh_sg: 伤害控制小组消耗品装载数有限

# IDS_FEAT_BAD_DUR_SURV
source: Low survivability
es_mx: Baja capacidad de supervivencia
ja: 抗堪性が低い
pl: Niska przeżywalność
ru: Низкая живучесть
uk: Низька живучість
zh: Низкая живучесть
zh_sg: 存活性较低

# IDS_FEAT_BAD_MAIN_ACCURACY
source: Low firing accuracy
es_mx: Baja precisión de disparo
ja: 射撃精度が低い
pl: Niska celność ostrzału
ru: Низкая точность стрельбы
uk: Низька влучність стрільби
zh: Низкая точность стрельбы
zh_sg: 射击准度较低

# IDS_FEAT_BAD_MAIN_AMMOAP
source: Only AP shells are available
es_mx: Solo los proyectiles AP están disponibles
ja: AP 弾のみを使用可能
pl: Dostępne są tylko pociski PP
ru: Доступны только бронебойные снаряды
uk: Доступні лише бронебійні снаряди
zh: Доступны только бронебойные снаряды
zh_sg: 只能使用穿甲弹

# IDS_FEAT_BAD_MAIN_APPEN
source: AP shells have low armor penetration capabilities
es_mx: Los proyectiles AP tienen una baja capacidad de penetración de blindaje
ja: AP 弾の装甲貫通力が低い
pl: Pociski PP mają słabą zdolność przebijania pancerza
ru: Бронебойные снаряды имеют низкое бронепробитие
uk: Бронебійні снаряди мають низьке бронепробиття
zh: Бронебойные снаряды имеют низкое бронепробитие
zh_sg: 穿甲弹的穿甲能力较弱

# IDS_FEAT_BAD_MAIN_FARACCURACY
source: Low firing accuracy at long ranges
es_mx: Baja precisión de disparo a largas distancias
ja: 長距離での射撃精度が低い
pl: Niska celność ostrzału z dużych odległości
ru: Низкая точность стрельбы на большой дистанции
uk: Низька влучність стрільби на велику дистанцію
zh: Низкая точность стрельбы на большой дистанции
zh_sg: 远距离射击准度较低

# IDS_FEAT_BAD_MAIN_FIREPOWER
source: Low rate of fire
es_mx: Baja cadencia de disparo
ja: 射撃速度が低い
pl: Niska szybkostrzelność
ru: Низкая скорострельность
uk: Низька скорострільність
zh: Низкая скорострельность
zh_sg: 射速较低

# IDS_FEAT_BAD_MAIN_FIREPOWER_8
source: Low rate of fire from Tier VIII
es_mx: Baja cadencia de tiro a partir del Nivel VIII
ja: Tier VIII 以上では射撃速度が低い
pl: Niska szybkostrzelność od VIII poziomu
ru: Низкая скорострельность с VIII уровня
uk: Низька скорострільність з VIII рівня
zh: Низкая скорострельность с VIII уровня
zh_sg: 从VIII级起射速较低

# IDS_FEAT_BAD_MAIN_HEDMG
source: HE shells deals low damage
es_mx: Los proyectiles HE causan poco daño
ja: HE 弾の威力が低い
pl: Pociski OB zadają niewielkie uszkodzenia
ru: Фугасные снаряды наносят малый урон
uk: Фугасні снаряди завдають низької шкоди
zh: Фугасные снаряды наносят малый урон
zh_sg: 高爆弹伤害较低

# IDS_FEAT_BAD_MAIN_HEPEN
source: HE shells have a low armor penetration capability
es_mx: Los proyectiles HE tienen una baja capacidad de penetración de blindaje
ja: HE 弾の装甲貫通力が低い
pl: Pociski OB mają słabą zdolność przebijania pancerza
ru: Фугасные снаряды имеют низкое бронепробитие
uk: Фугасні снаряди мають низьке бронепробиття
zh: Фугасные снаряды имеют низкое бронепробитие
zh_sg: 高爆弹的穿甲能力较弱

# IDS_FEAT_BAD_MAIN_LOWBALLISTIC
source: Firing over obstacles is impossible
es_mx: Disparar sobre obstáculos es imposible
ja: 障害物越しの射撃が難しい
pl: Strzelanie ponad przeszkodami jest niemożliwe
ru: Не позволяет вести огонь через препятствия
uk: Не дозволяє вести вогонь через перешкоди
zh: Не позволяет вести огонь через препятствия
zh_sg: 射击无法越过障碍物

# IDS_FEAT_BAD_MAIN_LOWBALLISTIC_DESC
source: Low shell trajectory prevents firing over elevated terrain.
es_mx: Una trayectoria del proyectil de baja altura impide disparar sobre terreno elevado.
ja: 砲弾の弾道が低いため、標高のある地形を越えて射撃することが困難です。
pl: Płaska trajektoria lotu pocisków nie pozwala na strzelanie ponad wzniesieniami.
ru: Низкая траектория полёта снаряда не позволяет вести огонь через возвышенности рельефа.
uk: Низька траєкторія польоту снаряда не дозволяє вести вогонь через височини рельєфу.
zh: Низкая траектория полёта снаряда не позволяет вести огонь через возвышенности рельефа.
zh_sg: 弹道较低，射击无法越过较高地形。

# IDS_FEAT_BAD_MAIN_ROTATION
source: Low gun traverse speed
es_mx: Baja velocidad de giro del cañón
ja: 砲の旋回速度が低い
pl: Niska prędkość obrotu dział
ru: Низкая скорость поворота орудий
uk: Низька швидкість повороту гармат
zh: Низкая скорость поворота орудий
zh_sg: 火炮回转速度较慢

# IDS_FEAT_BAD_MAIN_SLOWPROJECTILES
source: Shooting accurately at long ranges is challenging
es_mx: Es difícil disparar con precisión a largas distancias
ja: 長距離では精確に射撃することが困難
pl: Utrudniony celny ostrzał z dużych odległości
ru: Сложно вести стрельбу на большой дистанции
uk: Важко стріляти на велику дистанцію
zh: Сложно вести стрельбу на большой дистанции
zh_sg: 远距离射击准度不佳

# IDS_FEAT_BAD_MAIN_SLOWPROJECTILES_DESC
source: A long shell flight time makes it difficult to take the correct target lead.
es_mx: Un prolongado tiempo de vuelo del proyectil dificulta el cálculo correcto de la trayectoria del objetivo.
ja: 着弾までの所要時間が長いため、的確に偏差射撃を行うことが困難です。
pl: Długi czas lotu pocisku sprawia, że trudniej jest obrać poprawkę na ruch celu.
ru: Большое время полёта снаряда затрудняет ведение огня с упреждением.
uk: Довгий час підльоту снаряда ускладнює ведення вогню з випередженням.
zh: Большое время полёта снаряда затрудняет ведение огня с упреждением.
zh_sg: 炮弹飞行时间较长难以预判目标提前量。

# IDS_FEAT_BAD_MAIN_VOLLEYDMG
source: Main battery deals low damage
es_mx: La batería principal causa poco daño
ja: 主砲の威力が低い
pl: Bateria główna zadaje niewielkie uszkodzenia
ru: Залп главного калибра наносит низкий урон
uk: Залп головного калібру завдає низької шкоди
zh: Залп главного калибра наносит низкий урон
zh_sg: 主炮组伤害较低

# IDS_FEAT_BAD_MAIN_VOLLEYDMG_7
source: Main battery deals low damage from Tier VII
es_mx: La batería principal causa poco daño a partir del Nivel VII
ja: Tier VII 以上では主砲の威力が低い
pl: Bateria główna zadaje niewielkie uszkodzenia od VII poziomu
ru: Залп главного калибра наносит низкий урон с VII уровня
uk: Залп головного калібру завдає низької шкоди з VII рівня
zh: Залп главного калибра наносит низкий урон с VII уровня
zh_sg: 从VII级起主炮组伤害较低

# IDS_FEAT_BAD_MOVE_MANEUVER
source: Low maneuverability
es_mx: Baja maniobrabilidad
ja: 機動性が低い
pl: Słaba zwrotność
ru: Низкая манёвренность
uk: Низька маневреність
zh: Низкая манёвренность
zh_sg: 机动性较低

# IDS_FEAT_BAD_MOVE_NOFORSAGE
source: Engine Boost consumable unavailable
es_mx: El consumible Impulso de motor no está disponible
ja: 消耗品「エンジンブースト」を使用不可
pl: Sprzęt eksploatacyjny Doładowanie silnika jest niedostępny
ru: Недоступно снаряжение «Форсаж»
uk: Недоступне спорядження «Форсаж»
zh: Недоступно снаряжение «Форсаж»
zh_sg: 无法使用引擎增压消耗品

# IDS_FEAT_BAD_MOVE_SPEED
source: Low speed
es_mx: Baja velocidad
ja: 低速
pl: Niska prędkość
ru: Низкая скорость хода
uk: Низька швидкість ходу
zh: Низкая скорость хода
zh_sg: 速度较低

# IDS_FEAT_BAD_PLANES_SPEED
source: Low aircraft speed
es_mx: La velocidad de la aviación es baja
ja: 航空機の速度が低い
pl: Niska prędkość samolotów
ru: Низкая скорость самолётов
uk: Низька швидкість літаків
zh: Низкая скорость самолётов
zh_sg: 飞机速度较低

# IDS_FEAT_BAD_SMOKE
source: Short dispersion time of smoke produced by the Smoke Screen Generator
es_mx: Breve tiempo de dispersión del humo producido por el Generador de Pantallas de Humo
ja: 「発煙装置」による煙幕の持続時間が短い
pl: Krótki czas rozpraszania zasłony dymnej stawianej przez Wytwornicę dymu
ru: Малое время рассеивания дымов снаряжения «Дымогенератор»
uk: Малий час розсіювання димів спорядження «Генератор диму»
zh: Малое время рассеивания дымов снаряжения «Дымогенератор»
zh_sg: 发烟器烟幕扩散时间较短

# IDS_FEAT_BAD_TBMB_AIM
source: Slow aiming
es_mx: Largo tiempo para apuntar
ja: 照準速度が遅い
pl: Powolne celowanie
ru: Медленное сведение прицела
uk: Повільне зведення прицілу
zh: Медленное сведение прицела
zh_sg: 瞄准较慢

# IDS_FEAT_BAD_TBMB_DURABLEPLANES
source: Low HP pool
es_mx: Baja cantidad de HP
ja: HP が少ない
pl: Niewielka pula PW
ru: Малое количество очков боеспособности
uk: Мала кількість очок боєздатності
zh: Малое количество очков боеспособности
zh_sg: 生命值较低

# IDS_FEAT_BAD_TORP_DMG
source: Torpedoes deal low damage
es_mx: Los torpedos causan poco daño
ja: 魚雷の威力が低い
pl: Torpedy zadają niewielkie uszkodzenia
ru: Торпеды наносят низкий урон
uk: Торпеди завдають низької шкоди
zh: Торпеды наносят низкий урон
zh_sg: 鱼雷伤害较低

# IDS_FEAT_BAD_TORP_DMG_8
source: Torpedoes deal low damage from Tier VIII
es_mx: Los torpedos causan poco daño a partir del Nivel VIII
ja: Tier VIII 以上では魚雷の威力が低い
pl: Torpedy zadają niskie uszkodzenia od VIII poziomu
ru: Торпеды наносят низкий урон с VIII уровня
uk: Торпеди завдають низької шкоди з VIII рівня
zh: Торпеды наносят низкий урон с VIII уровня
zh_sg: 从VIII级起鱼雷伤害较低

# IDS_FEAT_BAD_TORP_DONTHITDD
source: Cannot hit destroyers
es_mx: No puede alcanzar a los destructores
ja: 駆逐艦には命中しない
pl: Nie można trafić niszczycieli
ru: Не поражают эсминцы
uk: Не вражають есмінці
zh: Не поражают эсминцы
zh_sg: 无法命中驱逐舰

# IDS_FEAT_BAD_TORP_FEWTUBES
source: Few torpedo tubes
es_mx: Pocos lanzadores de torpedos
ja: 魚雷発射管の門数が少ない
pl: Niewielka liczba wyrzutni torped
ru: Небольшое количество торпедных аппаратов
uk: Невелика кількість торпедних апаратів
zh: Небольшое количество торпедных аппаратов
zh_sg: 鱼雷发射管数量较少

# IDS_FEAT_BAD_TORP_NOTORPEDOES
source: No torpedo armament
es_mx: Sin armamento de torpedos
ja: 雷装を非搭載
pl: Brak uzbrojenia torpedowego
ru: Нет торпедного вооружения
uk: Немає торпедного озброєння
zh: Нет торпедного вооружения
zh_sg: 无鱼雷武器

# IDS_FEAT_BAD_TORP_NOTORPEDOES_9
source: Absence of torpedo armament from Tier IX
es_mx: Ausencia de armamento de torpedos a partir del Nivel IX
ja: Tier IX 以上では雷装を非搭載
pl: Brak uzbrojenia torpedowego od IX poziomu
ru: Нет торпедного вооружения с IX уровня
uk: Немає торпедного озброєння з IX рівня
zh: Нет торпедного вооружения с IX уровня
zh_sg: 从IX级起将没有鱼雷武器

# IDS_FEAT_BAD_TORP_RANGE
source: Short-range torpedoes
es_mx: Torpedos de corto alcance
ja: 魚雷の射程が短い
pl: Torpedy o krótkim zasięgu
ru: Малая дальность хода
uk: Невелика дальність ходу
zh: Малая дальность хода
zh_sg: 鱼雷射程较短

# IDS_FEAT_BAD_TORP_SPEED
source: Low speed
es_mx: Baja velocidad
ja: 低速
pl: Niska prędkość
ru: Низкая скорость хода
uk: Низька швидкість ходу
zh: Низкая скорость хода
zh_sg: 速度较低

# IDS_FEAT_BAD_TORP_TUBEANGLES
source: Limited torpedo launch angles
es_mx: Ángulos limitados de lanzamiento de torpedos
ja: 魚雷の射界に制限がある
pl: Wąski kąt celowania wyrzutni torped
ru: Ограниченный угол пуска торпед
uk: Обмежений кут пуску торпед
zh: Ограниченный угол пуска торпед
zh_sg: 鱼雷发射角度有限

# IDS_FEAT_BAD_TORP_TUBEANGLES_DESC
source: When launching torpedoes, the ship must turn her broadside to face the enemy.
es_mx: Al lanzar torpedos, el barco debe orientar su costado hacia el enemigo.
ja: 魚雷を発射するためには舷側を敵に晒す必要があります。
pl: Przy wystrzeliwaniu torped okręt musi obrócić się bokiem do przeciwnika, żeby w niego wymierzyć.
ru: При торпедной атаке кораблю необходимо разворачиваться бортом к противнику.
uk: Під час торпедної атаки кораблю потрібно розвертатися бортом до супротивника.
zh: При торпедной атаке кораблю необходимо разворачиваться бортом к противнику.
zh_sg: 发射鱼雷时，必须用舷侧面向敌方战舰。

# IDS_FEAT_BAD_TORP_VISIBILITY
source: High torpedo detectability
es_mx: Alta detectabilidad de torpedos
ja: 魚雷の被発見距離が長い
pl: Wysoka wykrywalność torped
ru: Высокая заметность торпед
uk: Висока помітність торпед
zh: Высокая заметность торпед
zh_sg: 鱼雷被发现的可能性较高

# IDS_FEAT_BAD_VIS_NOASDIC
source: Hydroacoustic Search consumable unavailable
es_mx: El consumible Búsqueda Hidroacústica no está disponible
ja: 消耗品「水中聴音」を使用不可
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest niedostępny
ru: Недоступно снаряжение «Гидроакустический поиск»
uk: Недоступне спорядження «Гідролокатор»
zh: Недоступно снаряжение «Гидроакустический поиск»
zh_sg: 无法使用对海搜索消耗品

# IDS_FEAT_BAD_VIS_NOSMOKE
source: Smoke Generator consumable unavailable
es_mx: El consumible Generador de Humo no está disponible
ja: 消耗品「発煙装置」を使用不可
pl: Sprzęt eksploatacyjny Wytwornica dymu jest niedostępny
ru: Недоступно снаряжение «Дымогенератор»
uk: Недоступне спорядження «Генератор диму»
zh: Недоступно снаряжение «Дымогенератор»
zh_sg: 无法使用发烟器消耗品

# IDS_FEAT_BAD_VIS_NOSMOKE_DESC
source: Smoke Generator sets a smoke screen in which the ship can hide from enemies. The absence of Smoke Generator is not typical for destroyers.
es_mx: El Generador de Humo despliega una cortina de humo en la cual el barco puede ocultarse de los enemigos. La ausencia del Generador de humo no es típica de los destructores.
ja: 「発煙装置」は、煙幕を展開してその内部の艦艇を隠蔽することができます。「発煙装置」を欠くというのは駆逐艦としては異例です。
pl: Wytwornica dymu stawia zasłonę dymną, która może ukryć Twój okręt przed wzrokiem nieprzyjaciół. Brak wytwornicy dymu jest dla niszczycieli nietypowy.
ru: «Дымогенератор» устанавливает дымовую завесу, в которой корабль может скрыться от противника. Отсутствие «Дымогенератора» не характерно для эсминцев.
uk: «Генератор диму» встановлює димову завісу, в якій корабель може сховатися від супротивника. Відсутність «Генератора диму» нехарактерна для есмінців.
zh: «Дымогенератор» устанавливает дымовую завесу, в которой корабль может скрыться от противника. Отсутствие «Дымогенератора» не характерно для эсминцев.
zh_sg: 发烟器可设置能躲避敌人的烟幕。没有发烟器不属于驱逐舰的常规情况。

# IDS_FEAT_BAD_VIS_SMOKEDECAY
source: Quick smoke screen dispersion
es_mx: Dispersión rápida de la pantalla de humo
ja: 煙幕の持続時間が短い
pl: Szybkie rozpraszanie się zasłony dymnej
ru: Быстрое рассеивание дымов
uk: Швидке розсіювання димів
zh: Быстрое рассеивание дымов
zh_sg: 烟幕消散较快

# IDS_FEAT_BAD_VIS_VISIBILITY
source: High detectability
es_mx: Alta detectabilidad
ja: 被発見距離が長い
pl: Wysoka wykrywalność
ru: Высокая заметность
uk: Висока помітність
zh: Высокая заметность
zh_sg: 被发现的可能性较高

# IDS_FEAT_DUR_SPECIAL_REPAIR
source: The Fast Damage Control Team consumable is available
es_mx: El consumible Equipo de Control de Daños Acelerado está disponible
ja: 消耗品「高速応急工作班」を使用可能
pl: Dostępny jest sprzęt eksploatacyjny Grupa ratunkowa szybkiego reagowania
ru: Доступно снаряжение «Аварийное подразделение»
uk: Доступне спорядження «Аварійно-рятувальний підрозділ»
zh: Доступно снаряжение «Аварийное подразделение»
zh_sg: 可使用快速伤害控制小队消耗品

# IDS_FEAT_DUR_SPECIAL_REPAIR_DESC
source: High reload speed, but the number of consumable charges is limited.
es_mx: Alta velocidad de recarga, pero el número de cargas del consumible es limitado.
ja: 準備時間が短い一方で、使用可能回数に制限があります。
pl: Szybkie przeładowania i ograniczona liczba ładunków.
ru: Высокая скорость перезарядки. Ограниченное количество снаряжения.
uk: Висока швидкість перезаряджання. Обмежена кількість спорядження.
zh: Высокая скорость перезарядки. Ограниченное количество снаряжения.
zh_sg: 装填时间较短，但消耗品装载数有限。

# IDS_FEAT_GOOD_ACCURACY
source: High firing accuracy
es_mx: Alta precisión de disparo
ja: 射撃精度が高い
pl: Wysoka celność ostrzału
ru: Высокая точность стрельбы
uk: Висока влучність стрільби
zh: Высокая точность стрельбы
zh_sg: 射击准度较高

# IDS_FEAT_GOOD_ADEF_AIRDEFENSE
source: High AA defense efficiency
es_mx: Alta eficiencia de las defensas AA
ja: 対空兵装の有効性が高い
pl: Duża skuteczność w zwalczaniu lotnictwa
ru: Высокая эффективность ПВО
uk: Висока ефективність ППО
zh: Высокая эффективность ПВО
zh_sg: 对空防御能力较强

# IDS_FEAT_GOOD_ADEF_AIRDEFENSE_7
source: High AA defense efficiency from Tier VII
es_mx: Alta eficiencia de las defensas AA a partir del Nivel VII
ja: Tier VII 以上では対空兵装の有効性が高い
pl: Duża skuteczność w zwalczaniu lotnictwa od VII poziomu
ru: Высокая эффективность ПВО с VII уровня
uk: Висока ефективність ППО з VII рівня
zh: Высокая эффективность ПВО с VII уровня
zh_sg: 从VII级起对空防御能力较强

# IDS_FEAT_GOOD_ADEF_AIRDEFENSE_9
source: High AA defense efficiency from Tier IX
es_mx: Alta eficiencia de las defensas AA a partir del Nivel IX
ja: Tier IX 以上では対空兵装の有効性が高い
pl: Duża skuteczność w zwalczaniu lotnictwa od IX poziomu
ru: Высокая эффективность ПВО с IX уровня
uk: Висока ефективність ППО з IX рівня
zh: Высокая эффективность ПВО с IX уровня
zh_sg: 从IX级起对空防御能力较强

# IDS_FEAT_GOOD_ADEF_BONUSBARRAGE
source: Defensive AA Fire consumable available
es_mx: El consumible Fuego AA defensivo está disponible
ja: 消耗品「対空防御砲火」を使用可能
pl: Sprzęt eksploatacyjny Obrona przeciwlotnicza jest dostępny
ru: Доступно снаряжение «Заградительный огонь ПВО»
uk: Доступне спорядження «Загороджувальний вогонь ППО»
zh: Доступно снаряжение «Заградительный огонь ПВО»
zh_sg: 可使用防御型对空火力

# IDS_FEAT_GOOD_ADEF_BONUSBARRAGE_5
source: Defensive AA Fire consumable is available from Tier V
es_mx: El consumible Fuego AA defensivo está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「対空防御砲火」を使用可能
pl: Sprzęt eksploatacyjny Obrona przeciwlotnicza jest dostępny od V poziomu
ru: Доступно снаряжение «Заградительный огонь ПВО» с V уровня
uk: Доступне спорядження «Загороджувальний вогонь ППО» з V рівня
zh: Доступно снаряжение «Заградительный огонь ПВО» с V уровня
zh_sg: 从V级起可使用防御型对空火力

# IDS_FEAT_GOOD_ADEF_BONUSBARRAGE_7
source: Defensive AA Fire consumable is available from Tier VII
es_mx: El consumible Fuego AA defensivo está disponible a partir del Nivel VII
ja: Tier VII 以上では消耗品「対空防御砲火」を使用可能
pl: Sprzęt eksploatacyjny Obrona przeciwlotnicza jest dostępny od VII poziomu
ru: Доступно снаряжение «Заградительный огонь ПВО» с VII уровня
uk: Доступне спорядження «Загороджувальний вогонь ППО» з VII рівня
zh: Доступно снаряжение «Заградительный огонь ПВО» с VII уровня
zh_sg: 从VII级起可使用防御型对空火力

# IDS_FEAT_GOOD_ADEF_BONUSBARRAGE_8
source: Defensive AA Fire consumable is available from Tier VIII
es_mx: El consumible Fuego AA Defensivo está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「対空防御砲火」を使用可能
pl: Sprzęt eksploatacyjny Obrona przeciwlotnicza jest dostępny od VIII poziomu
ru: Доступно снаряжение «Заградительный огонь ПВО» с VIII уровня
uk: Доступне спорядження «Загороджувальний вогонь ППО» з VIII рівня
zh: Доступно снаряжение «Заградительный огонь ПВО» с VIII уровня
zh_sg: 从VIII级起可使用防御型对空火力

# IDS_FEAT_GOOD_ATBA_ACCURACY
source: High secondary battery accuracy
es_mx: Alta precisión de la batería secundaria
ja: 副砲の射撃精度が高い
pl: Wysoka celność baterii dodatkowej
ru: Высокая точность вспомогательного калибра
uk: Висока влучність допоміжного калібру
zh: Высокая точность вспомогательного калибра
zh_sg: 副炮组准度较高

# IDS_FEAT_GOOD_ATBA_DMG
source: Secondary armament deals high damage
es_mx: El armamento secundario causa un gran daño
ja: 副砲の威力が高い
pl: Uzbrojenie dodatkowe zadaje wysokie uszkodzenia
ru: Вспомогательный калибр наносит большой урон
uk: Допоміжний калібр завдає великої шкоди
zh: Вспомогательный калибр наносит большой урон
zh_sg: 副武器伤害较高

# IDS_FEAT_GOOD_ATBA_HEPEN
source: HE shells with enhanced armor penetration capabilities
es_mx: Proyectiles HE con capacidades de penetración de blindaje mejoradas
ja: HE 弾の装甲貫通力が比較的高い
pl: Pociski OB ze zwiększoną zdolnością penetracji pancerza
ru: Фугасные снаряды имеют улучшенное бронепробитие
uk: Фугасні снаряди мають поліпшене бронепробиття
zh: Фугасные снаряды имеют улучшенное бронепробитие
zh_sg: 增强型高爆弹穿甲能力

# IDS_FEAT_GOOD_ATBA_RANGE
source: Long secondary armament firing range
es_mx: Amplio alcance de disparo del armamento secundario
ja: 副砲の射程が長い
pl: Duży zasięg ognia uzbrojenia dodatkowego
ru: Большая дистанция стрельбы вспомогательным калибром
uk: Велика дистанція стрільби допоміжним калібром
zh: Большая дистанция стрельбы вспомогательным калибром
zh_sg: 副武器射程较远

# IDS_FEAT_GOOD_ATTP_DURABLEPLANES
source: Large HP pool
es_mx: Gran cantidad de HP
ja: HP が多い
pl: Duża pula PW
ru: Большое количество очков боеспособности
uk: Велика кількість очок боєздатності
zh: Большое количество очков боеспособности
zh_sg: 生命值较高

# IDS_FEAT_GOOD_ATTP_FASTPLAINS
source: High aircraft speed
es_mx: Alta velocidad de la aviación
ja: 航空機の速度が高い
pl: Wysoka prędkość samolotów
ru: Высокая скорость самолётов
uk: Висока швидкість літаків
zh: Высокая скорость самолётов
zh_sg: 飞机速度较高

# IDS_FEAT_GOOD_ATTP_FASTROCKETS
source: High rocket speed
es_mx: Alta velocidad de los cohetes
ja: ロケット弾の飛翔速度が高い
pl: Szybkie rakiety
ru: Высокая скорость ракет
uk: Висока швидкість ракет
zh: Высокая скорость ракет
zh_sg: 火箭弹航速较高

# IDS_FEAT_GOOD_ATTP_ROCKETPEN
source: Rockets with high armor penetration capabilities
es_mx: Cohetes con gran capacidad de penetración de blindaje
ja: ロケット弾の装甲貫通力が高い
pl: Rakiety o zwiększonej zdolności penetracji pancerza
ru: Ракеты с высоким бронепробитием
uk: Ракети з високим бронепробиттям
zh: Ракеты с высоким бронепробитием
zh_sg: 火箭弹穿甲能力较强

# IDS_FEAT_GOOD_ATTP_TINYTIM
source: Large-caliber rockets are available for mounting from Tier VIII
es_mx: Los cohetes de gran calibre están disponibles para su montaje a partir del Nivel VIII
ja: Tier VIII 以上では大口径のロケット弾を使用可能
pl: Od VIII poziomu dostępne są rakiety dużego kalibru
ru: Возможность установить ракеты большого калибра с VIII уровня
uk: Можливість встановити ракети великого калібру з VIII рівня
zh: Возможность установить ракеты большого калибра с VIII уровня
zh_sg: VIII级起可携带大口径火箭弹

# IDS_FEAT_GOOD_ATTP_TINYTIM_DESC
source: Large-caliber Tiny Tim rockets deal more damage and have better armor penetration capabilities, but the aircraft is armed with fewer rockets.
es_mx: Los cohetes Tiny Tim de gran calibre causan más daño y tienen una mejor capacidad de penetración de blindaje, pero el avión está armados con menos cohetes.
ja: 大口径の Tiny Tim (タイニー・ティム) ロケット弾は、威力と装甲貫通力が優れる一方で、各機への搭載弾数が限られます。
pl: Rakiety dużego kalibru Tiny Tim zadają większe uszkodzenia i mają zwiększoną zdolność penetracji pancerza, ale samoloty przenoszą mniejszą ich liczbę.
ru: Ракеты большого калибра Tiny Tim наносят больше урона и имеют лучшее бронепробитие, но при этом самолёт оснащён меньшим количеством ракет.
uk: Ракети великого калібру Tiny Tim завдають більше шкоди та мають краще бронепробиття, але водночас літак оснащений меншою кількістю ракет.
zh: Ракеты большого калибра Tiny Tim наносят больше урона и имеют лучшее бронепробитие, но при этом самолёт оснащён меньшим количеством ракет.
zh_sg: 大口径Tiny Tim火箭弹具有更高的伤害和更强的穿甲能力，但飞机可携带的火箭弹数量较少。
