Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOADING_TOOLTIP_LEVEL4_16
source: A solitary destroyer is the easiest target for the enemy. To counteract this, use large allied ships as cover to launch a well-timed surprise attack from behind your bigger allies.
es_mx: Un destructor solitario es un objetivo fácil para el enemigo. Para contrarrestarlo, usa a los barcos aliados más grandes como cobertura para lanzar un ataque oportuno detrás de tus aliados.
ja: 単独行動中の駆逐艦ほど脆弱な目標はない。より大型の味方艦と連携行動してその援護を受けながら、奇襲のための最適なタイミングを伺い、決定打を浴びせよ
pl: Osamotniony niszczyciel to najłatwiejszy łup dla przeciwnika. Wykorzystuj większe okręty z twojej drużyny jako osłonę i wyczekuj na odpowiedni moment, aby przypuścić atak z zaskoczenia, który odwróci losy bitwy.
ru: Одиночный эсминец — наиболее беззащитная цель для противника. Используйте крупные корабли союзников как прикрытие, чтобы в нужный момент решить исход боя неожиданной атакой из-за союзных кораблей.
uk: Поодинокий есмінець — найбільш беззахисна ціль для супротивника. Використовуйте великі кораблі союзників як прикриття, щоб у потрібну мить вирішити долю бою несподіваною атакою з-поза союзних кораблів.
zh: 对敌人来说，一艘落单的驱逐舰是最无防备的目标。利用我方大型战舰的掩护来决定何时该从队友背后适时发动突袭。
zh_sg: 对敌人来说，一艘落单的驱逐舰是最容易消灭的目标。利用我方大型战舰的掩护来并在合适的时机发动突袭。

# IDS_LOADING_TOOLTIP_LEVEL4_17
source: Exposing the side of your ship to the attacking enemy destroyer guarantees a premature return to the Port.
es_mx: Exponer los lados de tu barco a los destructores enemigos garantiza un regreso prematuro al Puerto.
ja: 早死にしたければ、接近してくる敵駆逐艦に自艦の側面を晒せ
pl: Ustawienie się bokiem do atakującego niszczyciela jest gwarancją szybkiego powrotu do Portu.
ru: Если подставите борт атакующему ваш корабль эсминцу противника — готовьтесь вернуться в Порт!
uk: Якщо підставите борт вашого корабля есмінцю супротивника, який атакує — готуйтеся повернутися до Порту!
zh: 将战舰的侧舷暴露给进攻的敌方驱逐舰，将会受到更多的伤害。保准您会提早返回港口。
zh_sg: 将战舰的侧舷暴露给进攻的敌方驱逐舰，就离被送回港口不远了。

# IDS_LOADING_TOOLTIP_LEVEL4_18
source: When launching torpedoes, make sure there are no allies in the torpedo line of fire.
es_mx: Cuando lances torpedos, asegúrate de que no haya aliados cercanos a la línea de trayectoria del torpedo.
ja: 魚雷発射の際には、味方がその射線上に存在しないことを確認せよ
pl: Przy wystrzeliwaniu torped upewnij się, że na linii strzału nie ma żadnych okrętów sojuszniczych.
ru: Перед пуском торпед убедитесь, что на линии огня нет союзников.
uk: Перед пуском торпед переконайтеся, що на лінії вогню немає союзників.
zh: 当发射鱼雷时，请确保鱼雷航线上没有友军战舰。
zh_sg: 当发射鱼雷时，请确保鱼雷路径上没有友军战舰。

# IDS_LOADING_TOOLTIP_LEVEL4_19
source: Double-click [KEY_LEFTMOUSE_DOUBLE] on a square on the Minimap or Tactical Map [CMD_TACTICAL_MAP] to draw your allies' attention to that square.
es_mx: Doble clic [KEY_LEFTMOUSE_DOUBLE] sobre un cuadrante del Minimapa o del Mapa Táctico [CMD_TACTICAL_MAP] para llamar la atención de tus aliados a ese cuadrante.
ja: ミニマップまたは戦術マップ [CMD_TACTICAL_MAP] のセクターをダブルクリック [KEY_LEFTMOUSE_DOUBLE] し、味方に注意を促せ。
pl: Kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE] na kwadrat minimapy lub mapy taktycznej [CMD_TACTICAL_MAP], żeby zwrócić uwagę Twoich sojuszników na ten kwadrat.
ru: Укажите союзникам на нужный квадрат двойным нажатием [KEY_LEFTMOUSE_DOUBLE] на миникарте или тактической карте [CMD_TACTICAL_MAP].
uk: Вкажіть союзникам на потрібний квадрат подвійним натисканням [KEY_LEFTMOUSE_DOUBLE] на міні-мапі або тактичній мапі [CMD_TACTICAL_MAP].
zh: 在小地图或战术地图 [CMD_TACTICAL_MAP] 的方格上双击 [KEY_LEFTMOUSE] 来使您队友注意该方格。
zh_sg: 在小地图或战术地图[CMD_TACTICAL_MAP]的方格上双击[KEY_LEFTMOUSE_DOUBLE]来使您队友注意该方格。

# IDS_LOADING_TOOLTIP_LEVEL4_2
source: Hold [CMD_HELP] to access in-game help at any time during the battle.
es_mx: Mantén [CMD_HELP] para accesar a la ayuda del juego en cualquier momento durante la batalla.
ja: 戦闘中に [CMD_HELP] キーでヘルプ画面を表示
pl: Przytrzymaj [CMD_HELP], aby otworzyć pomoc w każdym momencie podczas bitwy.
ru: Удерживайте [CMD_HELP] во время боя, чтобы открыть инструкцию по управлению.
uk: Утримуйте [CMD_HELP] під час бою, щоб подивитися інструкцію з керування.
zh: 可在战斗中的任何时候按住 [CMD_HELP] 来查看游戏帮助说明。
zh_sg: 在战斗中按住[CMD_HELP] 可随时查看游戏帮助。

# IDS_LOADING_TOOLTIP_LEVEL4_20
source: To enable autopilot mode, open the Tactical Map by pressing [CMD_TACTICAL_MAP], and then click [KEY_LEFTMOUSE] on the map to set a waypoint. You can hold [KEY_SHIFT] to set up to five waypoints.
es_mx: Para activar el modo de piloto automático, abre el Mapa Táctico presionando [CMD_TACTICAL_MAP] y haz clic [KEY_LEFTMOUSE] en el mapa para fijar un destino. Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos.
ja: 自動航行を使用するには、[CMD_TACTICAL_MAP] で戦術マップを開き、[KEY_LEFTMOUSE] クリックでウェイポイントを設定。[KEY_SHIFT] 長押しして 5 ヶ所まで設定可能
pl: Żeby włączyć autopilota, otwórz mapę taktyczną wciskając [CMD_TACTICAL_MAP] i kliknij [KEY_LEFTMOUSE] żeby określić punkt docelowy. Przytrzymaj [KEY_SHIFT], żeby wybrać do pięciu punktów trasy.
ru: Чтобы активировать автопилот, откройте тактическую карту [CMD_TACTICAL_MAP] и задайте точку назначения при помощи [KEY_LEFTMOUSE]. Удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения.
uk: Щоб активувати авторульовий, відкрийте тактичну мапу [CMD_TACTICAL_MAP] та задайте точку призначення за допомогою [KEY_LEFTMOUSE]. Утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення.
zh: 想要开启自动驾驶模式，请透过按下 [CMD_TACTICAL_MAP] 来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 以设置一个路径点。您可以按住 [KEY_SHIFT] 来设置最多五个路径点。
zh_sg: 想要开启自动驾驶模式，先按下[CMD_TACTICAL_MAP]来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 设置一个路径点。您可以按住[KEY_SHIFT]来设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL4_21
source: Main battery: hold [KEY_LEFTMOUSE] for sequential fire.
es_mx: Batería principal: mantén [KEY_LEFTMOUSE] para disparar fuego secuencial.
ja: 主砲: [KEY_LEFTMOUSE] 長押しで順次射撃
pl: Główna bateria: przytrzymaj [KEY_LEFTMOUSE] żeby prowadzić ogień sekwencyjny.
ru: Главный калибр: удержание [KEY_LEFTMOUSE] — каскадная стрельба.
uk: Головний калібр: утримання [KEY_LEFTMOUSE] — послідовний вогонь.
zh: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。
zh_sg: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。

# IDS_LOADING_TOOLTIP_LEVEL4_22
source: Keep your aircraft away from the enemy's AA engagement area.
es_mx: Mantén tus aviones fuera del alcance de los cañones AA.
ja: 自艦の艦載機が敵の対空兵装の射程圏内に入らないように注意せよ
pl: Utrzymuj swoje samoloty poza zasięgiem dział przeciwlotniczych wroga.
ru: Берегите свои самолёты, не допускайте их попадания в зону обстрела ПВО противника.
uk: Бережіть свої літаки, намагайтеся не потрапляти у зону обстрілу ППО супротивника.
zh: 要让您的飞机尽量远离敌人的防空火力范围。
zh_sg: 让您的飞机尽量远离敌人的防空火力范围。

# IDS_LOADING_TOOLTIP_LEVEL4_23
source: Ramming is another way to cause damage to enemy ships. Your warship also takes significant damage when ramming the enemy.
es_mx: El embestir es otra manera de causar daño a los barcos enemigos. Tu barco también recibe un daño significativo cuando embistes al enemigo.
ja: 敵艦艇への体当たりは有効な攻撃手段のひとつだが、その際には自艦も甚大な損傷をこうむる
pl: Taranowanie to jeden ze sposobów na uszkodzenie przeciwnika. Twój okręt również zostanie przy tym uszkodzony.
ru: Таран — это ещё один способ нанести урон кораблям противника. При таране противника ваш корабль тоже получает значительный урон.
uk: Таран — це ще один спосіб завдати шкоди кораблям супротивника. Таранячи супротивника ваш корабель також отримує значної шкоди.
zh: 冲撞也是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。
zh_sg: 冲撞是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。

# IDS_LOADING_TOOLTIP_LEVEL4_24
source: Your warship is easier to detect when firing.
es_mx: Tu barco es más fácil de detectar cuando disparas.
ja: 発砲した場合、発見されるリスクが高まる
pl: Twój okręt jest łatwiejszy do wykrycia, kiedy strzela.
ru: Стрельба делает ваш корабль более заметным.
uk: Стрільба робить ваш корабель помітнішим.
zh: 当您进行试射时，您的战舰在射击之后会更容易被发现。
zh_sg: 您的战舰在射击时更容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL4_25
source: Large ships are not always able to pass between small islands.
es_mx: Los navíos grandes no siempre podrán pasar entre las islas pequeñas.
ja: 大型艦は、小さな島々の間の浅瀬を通り抜けられない場合がある
pl: Wielkie okręty mogą nie zmieścić się w wąskich przesmykach dzielących małe wysepki.
ru: Крупные корабли не всегда могут пройти между небольшими островами.
uk: Великі кораблі не завжди можуть пройти між невеликими островами.
zh: 大型战舰并非总是能穿过小岛之间。
zh_sg: 大型战舰并非总能从小岛之间穿过。

# IDS_LOADING_TOOLTIP_LEVEL4_26
source: Decide which side of the ship is best for your opening fire at the enemy and turn your guns in advance.
es_mx: Decide qué lado del barco es mejor para abrir fuego al enemigo y gira tus cañones por adelantado.
ja: 左右のどちら舷で射撃するべきかを判断し、前もって砲塔をその方向に向けるようにせよ
pl: Warto zdecydować, w którą stronę prowadzony będzie ogień i wcześniej skierować tam swoje działa.
ru: Определите, с какого борта лучше открывать огонь по противнику. Разворачивайте орудия заранее.
uk: Визначте, з якого борту ліпше відкривати вогонь у супротивника. Розвертайте гармати заздалегідь.
zh: 当您操控战列舰时，您必须决定战舰最适合从哪一侧对敌人开火。要记得预先转动您的舰炮。
zh_sg: 决定好从战舰哪一侧最适合对敌人开火并提前开始转动你的舰炮。

# IDS_LOADING_TOOLTIP_LEVEL4_27
source: In the Domination battle mode, send allied destroyers to capture areas and use battleships to patrol the territory.
es_mx: En el modo de batalla por Dominación, envía destructores aliados para capturar áreas y usa acorazados para patrullar el territorio.
ja: 制圧戦モードでは、駆逐艦でエリアを占領し、戦艦で領域を哨戒せよ
pl: W trybie Dominacji niszczyciele powinny zajmować strefy kluczowe, a pancerniki patrolować okolice.
ru: В режиме боя «Превосходство» отправьте союзные эсминцы на захват точек, а линкоры используйте для патрулирования территории.
uk: У режимі бою «Перевага» надішліть союзні есмінці на захоплення точок, а лінкори використовуйте для патрулювання території.
zh: 在夺分战模式中，要派出我方驱逐舰去占领地区并利用战列舰来巡逻其领海。
zh_sg: 在统治模式中，派出我方驱逐舰去占领地区并利用战列舰来巡逻领海。

# IDS_LOADING_TOOLTIP_LEVEL4_28
source: When firing HE shells, aim at enemy ship superstructures. Best targets for AP shells are turrets and the engine.
es_mx: Cuando dispares proyectiles HE, apunta a las superestructuras de los barcos enemigos. Los mejores objetivos para los proyectiles AP son las torretas y el motor.
ja: 榴弾 (HE) で射撃する場合、敵艦の上部構造を狙うと効果的だ。徹甲弾 (AP) の場合は、砲塔および主機に対して最大の有効性を有する
pl: Kiedy strzelasz z pocisków OB celuj w nadbudówki okrętu. Dla pocisków PP najlepszymi celami są wieże i silnik.
ru: При стрельбе осколочно-фугасными снарядами цельтесь в надстройки корабля противника, а при стрельбе бронебойными — в башни и двигатель.
uk: Під час стрільби осколково-фугасними снарядами цільтеся в надбудови корабля супротивника, а під час стрільби бронебійними — у башти та двигун.
zh: 射击 HE 弹时，要瞄准敌方战舰的上层建筑。而 AP 弹最好的目标则是主炮与引擎。
zh_sg: 使用高爆弹射击时，最好瞄准敌方战舰的上层建筑。使用穿甲弹时，则最好瞄准炮塔和引擎。

# IDS_LOADING_TOOLTIP_LEVEL4_29
source: Keep in mind that at close range, shells fired from bow and stern guns follow different trajectories to the target.
es_mx: Ten en cuenta que en combate cercano, los proyectiles disparados desde los cañones de proa y popa siguen trayectorias diferentes hacia el objetivo.
ja: 接近戦においては、艦首砲と船尾砲とでは目標への飛翔経路が異なるという点に留意せよ
pl: Na krótkich dystansach uwypukla się różnica w trajektorii pocisków wystrzelonych z dziobu i rufy okrętu.
ru: При стрельбе с близкого расстояния учитывайте, что снаряды из носовых и кормовых орудий летят в цель по разным траекториям.
uk: Стріляючи з близької відстані враховуйте, що снаряди з носових та кормових гармат летять у ціль різними траєкторіями.
zh: 在近距离下请留意，从舰艏与舰艉发射的炮弹会沿着不同弹道射向目标。
zh_sg: 在近距离下请留意，从舰首与舰尾发射的炮弹会沿着不同弹道射向目标。

# IDS_LOADING_TOOLTIP_LEVEL4_3
source: Remember to lead the target when you fire.
es_mx: Recuerda calcular la ruta del objetivo cuando dispares.
ja: 敵の未来位置を狙って射撃せよ
pl: Pamiętaj, żeby brać poprawkę na ruch wroga i czas lotu pocisku kiedy celujesz.
ru: Не забывайте брать упреждение при стрельбе.
uk: Не забувайте робити випередження під час стрільби.
zh: 当您射击时，要记得考虑到目标的前置量。
zh_sg: 当您射击时，要记得考虑到目标的提前量。

# IDS_LOADING_TOOLTIP_LEVEL4_30
source: Press [CMD_SWITCH_ATBA_AIRDEFENSE] to disable your AA guns. Disabling AA guns helps you stay undetected by enemy aircraft for a longer period of time.
es_mx: Presiona [CMD_SWITCH_ATBA_AIRDEFENSE] para desactivar tus cañones AA. Desactivar los cañones AA te ayuda a permanecer sin ser detectado por los aviones enemigos por un mayor periodo de tiempo.
ja: [CMD_SWITCH_ATBA_AIRDEFENSE] で対空兵装を無効化。対空兵装を無効にすることで、敵機に発見されるリスクを軽減することが可能。
pl: Możesz wcisnąć [CMD_SWITCH_ATBA_AIRDEFENSE], aby wyłączyć działa przeciwlotnicze. Dzięki temu twój okręt dłużej pozostanie niewykryty przez samoloty wroga.
ru: Нажмите [CMD_SWITCH_ATBA_AIRDEFENSE] для отключения ПВО. Отключение ПВО позволяет дольше оставаться незаметным для самолётов противника.
uk: Натисніть [CMD_SWITCH_ATBA_AIRDEFENSE], щоб вимкнути ППО. Вимкнена ППО дозволяє довше залишатися непомітним для літаків супротивника.
zh: 当您操控驱逐舰时，您可以按下 [CMD_SWITCH_ATBA_AIRDEFENSE] 来关闭防空炮。关闭防空炮能帮助您的战舰在设置烟幕后保持不被敌方飞机所发现。
zh_sg: 当您操控驱逐舰时，您可以按下[CMD_SWITCH_ATBA_AIRDEFENSE]来关闭防空炮。关闭防空炮能帮助您长时间不被敌方飞机所发现。

# IDS_LOADING_TOOLTIP_LEVEL4_31
source: Spotting aircraft extends the firing range of the main battery.
es_mx: El avión de exploración extienden el rango de disparo de la batería principal.
ja: 着弾観測機により、主砲の射程を延伸することができる
pl: Samoloty zwiadowcze zwiększają zasięg ognia głównej artylerii.
ru: Корректировщик огня увеличивает дальность стрельбы главного калибра.
uk: Літак-корегувальник збільшує дальність стрільби головного калібру.
zh: 侦察机可以拓展主炮组的射程。
zh_sg: 侦察机可以提高主炮组的射程。

# IDS_LOADING_TOOLTIP_LEVEL4_32
source: Remember to protect allied aircraft carriers.
es_mx: Recuerda proteger a los portaaviones aliados.
ja: 味方空母の防御を怠るな
pl: Pamiętaj, żeby chronić lotniskowce z twojej drużyny.
ru: Берегите и защищайте союзные авианосцы.
uk: Оберігайте та захищайте союзні авіаносці.
zh: 要记得保护我方的航空母舰。
zh_sg: 记住保护我方的航空母舰。

# IDS_LOADING_TOOLTIP_LEVEL4_33
source: Autopilot: you can hold [KEY_SHIFT] to set up to five waypoints on the Tactical Map.
es_mx: Piloto Automático: Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos en el Mapa Táctico.
ja: 自動航行: 戦術マップで [KEY_SHIFT] 長押ししてウェイポイントを 5 ヶ所まで設定可能
pl: Autopilot: przytrzymaj [KEY_SHIFT], aby wyznaczyć do pięciu punktów trasy na mapie taktycznej.
ru: Автопилот: удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения на тактической карте.
uk: Авторульовий: утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення на тактичній мапі.
zh: 自动驾驶：您可以按住 [KEY_SHIFT] 来在战术地图上设置最多五个路径点。
zh_sg: 自动驾驶：您可以按住 [KEY_SHIFT] 在战术地图上设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL4_34
source: Spotting aircraft extends the firing range of the main battery.
es_mx: El avión de exploración extienden el rango de disparo de la batería principal.
ja: 着弾観測機により、主砲の射程を延伸することができる
pl: Samoloty zwiadowcze zwiększają zasięg ognia głównej artylerii.
ru: Корректировщик огня увеличивает дальность стрельбы главного калибра.
uk: Літак-корегувальник збільшує дальність стрільби головного калібру.
zh: 侦察机可以拓展主炮组的射程。
zh_sg: 侦察机可以提高主炮组的射程。

# IDS_LOADING_TOOLTIP_LEVEL4_35
source: Operate in formations; a single ship is a perfect target.
es_mx: Opera en formaciones; un barco solitario es un objetivo perfecto.
ja: 集団で行動せよ。単独行動の艦は良い的だ
pl: Operuj w formacjach. Samotny okręt to doskonały cel.
ru: Действуйте в группах. Одиночный корабль — отличная мишень.
uk: Дійте групами. Поодинокий корабель — пречудова мішень.
zh: 要以阵型来作战。一艘落单的战舰是个完美的目标。
zh_sg: 组成阵型来作战。一艘落单的战舰只是活靶子。

# IDS_LOADING_TOOLTIP_LEVEL4_36
source: Take advantage of islands to stay undetected while approaching the enemy ships.
es_mx: Toma ventaja de las islas para permanecer sin ser detectado mientras te aproximas a los barcos enemigos.
ja: 敵艦艇に密かに接近するには、島影を有効活用せよ
pl: Wykorzystuj wyspy, żeby pozostać niewykrytym, kiedy podpływasz do okrętów przeciwnika.
ru: Используйте острова для незаметного сближения с кораблями противника.
uk: Використовуйте острови для непомітного зближення з кораблями супротивника.
zh: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。
zh_sg: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。

# IDS_LOADING_TOOLTIP_LEVEL4_37
source: You can fire trial shots before a full salvo.
es_mx: Puedes hacer disparos de prueba antes de una salva completa.
ja: 全門斉射前の試射は、命中率を高めるために有効だ
pl: Możesz oddać próbny strzał przed wystrzeleniem pełnej salwy.
ru: Делайте пристрелочные выстрелы, прежде чем дать залп.
uk: Пристрілюйтеся, перш ніж виконати залп.
zh: 您可以在全齐射前先进行试射。
zh_sg: 您可以在齐射前先进行试射。

# IDS_LOADING_TOOLTIP_LEVEL4_38
source: Make sure your ship is safe from new threats in order to use Damage Control Party efficiently.
es_mx: Asegúrate de que tu barco esté a salvo de nuevas amenazas para poder usar de manera eficiente el equipo de control de daños.
ja: 応急工作班を効果的に用いるには、新たな脅威が無いことを確認した上で使用せよ
pl: Upewnij się, że Twój okręt jest bezpieczny od nowych zagrożeń, żeby wykorzystać efektywnie Grupę naprawczo-ratunkową.
ru: Для эффективного использования Аварийной команды убедитесь в отсутствии новых угроз.
uk: Щоб ефективно використати аварійно-рятувальну команду, переконайтеся, що відсутні нові загрози.
zh: 在交战中请确保您的战舰不会出现在新加入战团的敌军战舰火力范围中。
zh_sg: 确认您的战舰已经远离新的威胁，才能有效利用伤害控制小组。

# IDS_LOADING_TOOLTIP_LEVEL4_39
source: Press [CMD_FIXING_TARGET_POSITION] to get a lock on a detected target within your firing range.
es_mx: Presiona [CMD_FIXING_TARGET_POSITION] para fijar tu visor de puntería en un objetivo visible dentro de tu rango de tiro.
ja: [CMD_FIXING_TARGET_POSITION] で、射程内の発見済み目標に向けて照準をロック可能
pl: Wciśnij [CMD_FIXING_TARGET_POSITION], żeby zablokować cel na widocznym okręcie znajdującym się w zasięgu ognia.
ru: Клавиша [CMD_FIXING_TARGET_POSITION] — захват обнаруженной цели в пределах максимальной дальности стрельбы.
uk: Клавіша [CMD_FIXING_TARGET_POSITION] — захопити виявлену ціль у межах максимальної дальності стрільби.
zh: 按下 [CMD_FIXING_TARGET_POSITION] 以锁定在您的射程内所发现的目标。
zh_sg: 按下 [CMD_FIXING_TARGET_POSITION] 来锁定在射程内所发现的目标。

# IDS_LOADING_TOOLTIP_LEVEL4_4
source: Always fire a trial shot before a full salvo.
es_mx: Haz siempre un disparo de prueba antes de una salva completa.
ja: 斉射の前には試射を怠るな
pl: Zawsze oddaj próbny strzał przed wystrzeleniem całej salwy.
ru: Делайте пристрелочный выстрел перед залпом.
uk: Робіть пристрілювальний постріл перед залпом.
zh: 在齐射前永远先进行试射。
zh_sg: 在进行齐射前养成先试射的好习惯。

# IDS_LOADING_TOOLTIP_LEVEL4_40
source: Press [CMD_RELATIVE_GUNS_LOCK] to lock the armament on the relative bearing. Press [CMD_FIXING_TARGET_POSITION] to unlock the armament.
es_mx: Presiona [CMD_RELATIVE_GUNS_LOCK] para fijar el armamento en el rumbo relativo. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquearlo.
ja: [CMD_RELATIVE_GUNS_LOCK] で、兵装を相対方位に向けてロック可能。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_RELATIVE_GUNS_LOCK], żeby zablokować działa na kącie kursowym. Wciśnij [CMD_FIXING_TARGET_POSITION], aby je odblokować.
ru: [CMD_RELATIVE_GUNS_LOCK] — фиксация угла вооружения. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_RELATIVE_GUNS_LOCK] — зафіксувати кут гармат відносно курсу. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_RELATIVE_GUNS_LOCK] 将武器锁定相应方位。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_RELATIVE_GUNS_LOCK] 锁定武器至对应方位。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL4_41
source: Press [CMD_ABSOLUTE_GUNS_LOCK] to lock on a sector. The armament will automatically turn in the direction of the locked sector. Press [CMD_FIXING_TARGET_POSITION] to unlock the armament.
es_mx: Presiona [CMD_ABSOLUTE_GUNS_LOCK] para fijar un sector. El armamento girará automáticamente en la dirección del sector fijado. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquear el armamento.
ja: [CMD_ABSOLUTE_GUNS_LOCK] でセクターにロック可能。兵装はロック中のセクターに向けて自動的に旋回する。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_RELATIVE_GUNS_LOCK], żeby zablokować działa na kącie kursowym. Wciśnij [CMD_FIXING_TARGET_POSITION], aby je odblokować.
ru: [CMD_ABSOLUTE_GUNS_LOCK] — фиксация сектора стрельбы. Вооружение будет автоматически доворачиваться в направлении зафиксированного сектора. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_ABSOLUTE_GUNS_LOCK] — зафіксувати сектор стрільби. Озброєння автоматично повертатиметься у напрямку зафіксованого сектора. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 来锁定一个区域。武器会自动转向锁定区域方向。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 来锁定一个区域。武器会自动转向锁定区域方向。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL4_42
source: Hold [KEY_RIGHTMOUSE] to look around while your aim remains fixed.
es_mx: Mantén [KEY_RIGHTMOUSE] para mirar alrededor mientras la puntería permanece fija.
ja: 照準を動かさずに周囲を見回すには、[KEY_RIGHTMOUSE] を長押し
pl: Przytrzymaj [KEY_RIGHTMOUSE], żeby rozejrzeć się dookoła, nie zmieniając przy tym kierunku celowania.
ru: Удерживайте [KEY_RIGHTMOUSE], чтобы оглядеться. Точка прицеливания при этом фиксируется.
uk: Утримуйте [KEY_RIGHTMOUSE], щоб озирнутися довкола. Точка прицілювання у цей час фіксується.
zh: 按住 [KEY_RIGHTMOUSE] 以环顾四周，同时准星会保持固定不动。
zh_sg: 按住 [KEY_RIGHTMOUSE] 可以在观察四周的同时保持准心固定不动。

# IDS_LOADING_TOOLTIP_LEVEL4_43
source: Ramming causes very heavy damage to the ship.
es_mx: Las embestidas causan daños muy graves al barco.
ja: 体当たりの際には、極めて大きなダメージが生じる。
pl: Taranowanie zadaje bardzo poważne uszkodzenia okrętom.
ru: Таран наносит кораблю очень серьёзные повреждения.
uk: Таран значно ушкоджує корабель.
zh: 在航母甲板起火时，舰载机将暂时无法起飞或降落。
zh_sg: 撞击会对战舰造成非常严重的伤害。

# IDS_LOADING_TOOLTIP_LEVEL4_44
source: Take joint actions. Cover your allies.
es_mx: Realiza acciones conjuntas. Cubre a tus aliados.
ja: 連携して行動し、味方を支援せよ。
pl: Działaj drużynowo. Osłaniaj sojuszników.
ru: Действуйте сообща. Прикрывайте союзников.
uk: Дійте спільно. Прикривайте союзників.
zh: 撞击会对战舰构成严重伤害
zh_sg: 采取联合行动，掩护您的队友。

# IDS_LOADING_TOOLTIP_LEVEL4_45
source: A large ship can run aground in a narrow passage.
es_mx: Un navío grande puede encallar en un paso estrecho.
ja: 大型艦で細い海峡を通過しようとした場合、座礁の危険がある。
pl: Duży okręt może zaryć o dno w wąskich przesmykach.
ru: В узком проливе большой корабль может сесть на мель.
uk: У вузькій протоці великий корабель може сісти на мілину.
zh: 采取联合行动，掩护您的队友
zh_sg: 大型战舰通过狭窄航道时可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL4_46
source: Press [KEY_RIGHTMOUSE] to quickly check your course while you are firing trial shots.
es_mx: Presiona [KEY_RIGHTMOUSE] para comprobar con rapidez tu curso mientras ejecutas disparos de prueba.
ja: [KEY_RIGHTMOUSE] で、試射中に進路を素早く確認可能。
pl: Wciśnij [KEY_RIGHTMOUSE], żeby szybko sprawdzić kurs, kiedy oddajesz strzały próbne.
ru: [KEY_RIGHTMOUSE] — быстрый способ проверить ваш курс во время пристрелки.
uk: [KEY_RIGHTMOUSE] — швидкий спосіб перевірити ваш курс під час пристрілювання.
zh: 大型战舰通过狭窄航道可能导致触礁
zh_sg: 按下 [KEY_RIGHTMOUSE] 能在试射时快速查看您的弹道。

# IDS_LOADING_TOOLTIP_LEVEL4_47
source: A torpedo hit close to the main battery turret may result in a magazine detonation.
es_mx: Un torpedo que impacte cerca de la torreta de la batería principal podría hacer detonar la munición.
ja: 魚雷が主砲付近に命中した場合、弾薬庫誘爆を引き起こす場合がある。
pl: Trafienie torpedą w pobliżu wieży głównej baterii może wywołać eksplozję magazynu.
ru: Попадание торпеды рядом с башней главного калибра может привести к взрыву погреба боеприпасов.
uk: Влучення торпеди поруч з баштою головного калібру може призвести до вибуху погреба боєприпасів.
zh: 按下 [KEY_RIGHTMOUSE] 以在试射时快速查看您的弹道。
zh_sg: 如果鱼雷命中靠近战舰主炮组炮塔的区域，可能会引爆弹药库。
