Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CMD_QUICK_GOOD_LUCK_WINDOW
source: Good luck everyone!
es_mx: ¡Buena suerte a todos!
ja: 各員の健闘を祈る!
pl: Powodzenia wszystkim!
ru: Всем удачи!
uk: Хай всім щастить!
zh: 祝大家好运！
zh_sg: 祝各位好运！

# IDS_CMD_QUICK_NEED_AIR_DEFENCE_MESSAGE
source: Provide AA fire support!
es_mx: ¡Proporciona fuego de apoyo AA!
ja: 対空援護を求む!
pl: Wesprzeć ogniem przeciwlotniczym!
ru: Нужна помощь с ПВО!
uk: Потрібна допомога з ППО!
zh: 提供防空火力支援！
zh_sg: 提供防空火力支援！

# IDS_CMD_QUICK_NEED_AIR_DEFENCE_SMALLWINDOW
source: Provide AA fire support!
es_mx: ¡Proporciona fuego de apoyo AA!
ja: 対空援護を求む!
pl: Wesprzeć ogniem przeciwlotniczym!
ru: Нужна помощь с ПВО!
uk: Потрібна допомога з ППО!
zh: 提供防空火力支援！
zh_sg: 提供防空火力支援！

# IDS_CMD_QUICK_NEED_AIR_DEFENCE_WINDOW
source: Provide AA fire support!
es_mx: ¡Proporciona fuego de apoyo AA!
ja: 対空援護を求む!
pl: Wesprzeć ogniem przeciwlotniczym!
ru: Нужна помощь с ПВО!
uk: Потрібна допомога з ППО!
zh: 提供防空火力支援！
zh_sg: 提供防空火力支援！

# IDS_CMD_QUICK_NEED_SMOKE_MESSAGE
source: Set a smoke screen!
es_mx: ¡Coloca una pantalla de humo!
ja: 煙幕を展開してくれ!
pl: Ustawić zasłonę dymną!
ru: Нужна дымовая завеса!
uk: Потрібна димова завіса!
zh: 设置烟幕！
zh_sg: 设置烟幕！

# IDS_CMD_QUICK_NEED_SMOKE_SMALLWINDOW
source: Smoke screen!
es_mx: ¡Pantalla de humo!
ja: 煙幕求む!
pl: Zasłona dymna!
ru: Дымовая завеса!
uk: Димова завіса!
zh: 烟幕！
zh_sg: 烟幕！

# IDS_CMD_QUICK_NEED_SMOKE_WINDOW
source: Set a smoke screen!
es_mx: ¡Coloca una pantalla de humo!
ja: 煙幕を展開してくれ!
pl: Ustawić zasłonę dymną!
ru: Нужна дымовая завеса!
uk: Потрібна димова завіса!
zh: 设置烟幕！
zh_sg: 设置烟幕！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE
source: Requesting support!
es_mx: ¡Solicitando fuego de apoyo!
ja: 援護を求む!
pl: Potrzebne wsparcie!
ru: Требуется поддержка!
uk: Потребую підтримки!
zh: 请求火力支持！
zh_sg: 请求火力支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_AUXILIARY_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_BOMBER
source: %(player)s! I need air support!
es_mx: ¡%(player)s! ¡Necesito apoyo aéreo!
ja: %(player)s! 航空支援を求む!
pl: %(player)s! Potrzebne mi wsparcie powietrzne!
ru: %(player)s! Нужна поддержка с воздуха!
uk: %(player)s! Потрібна підтримка з повітря!
zh: %(player)s！我需要空中支援！
zh_sg: %(player)s！我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_BOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_FIGHTER
source: %(player)s! I need air support!
es_mx: ¡%(player)s! ¡Necesito apoyo aéreo!
ja: %(player)s! 航空支援を求む!
pl: %(player)s! Potrzebne mi wsparcie powietrzne!
ru: %(player)s! Нужна поддержка с воздуха!
uk: %(player)s! Потрібна підтримка з повітря!
zh: %(player)s！我需要空中支援！
zh_sg: %(player)s！我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_FIGHTER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_SCOUT
source: %(player)s! I need air support!
es_mx: ¡%(player)s! ¡Necesito apoyo aéreo!
ja: %(player)s! 航空支援を求む!
pl: %(player)s! Potrzebne mi wsparcie powietrzne!
ru: %(player)s! Нужна поддержка с воздуха!
uk: %(player)s! Потрібна підтримка з повітря!
zh: %(player)s！我需要空中支援！
zh_sg: %(player)s！我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_SCOUT_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_TORPEDOBOMBER
source: %(player)s! I need air support!
es_mx: ¡%(player)s! ¡Necesito apoyo aéreo!
ja: %(player)s! 航空支援を求む!
pl: %(player)s! Potrzebne mi wsparcie powietrzne!
ru: %(player)s! Нужна поддержка с воздуха!
uk: %(player)s! Потрібна підтримка з повітря!
zh: %(player)s！我需要空中支援！
zh_sg: %(player)s！我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_AIRCARRIER
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_AUXILIARY
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_BATTLESHIP
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_CRUISER
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_DESTROYER
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_MESSAGE_ALLY_SHIP_SUBMARINE
source: %(player)s! Requesting support!
es_mx: ¡%(player)s! ¡Solicitando apoyo!
ja: %(player)s! 援護を求む!
pl: %(player)s! Potrzebuję wsparcia!
ru: %(player)s! Нужна поддержка!
uk: %(player)s! Потрібна підтримка!
zh: %(player)s！请求支援！
zh_sg: %(player)s！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW
source: Requesting support!
es_mx: ¡Solicitando apoyo!
ja: 援護を求む!
pl: Potrzebuję wsparcia!
ru: Нужна поддержка!
uk: Потрібна допомога!
zh: 请求支援！
zh_sg: 请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_AUXILIARY_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_BOMBER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_BOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_FIGHTER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_FIGHTER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_SCOUT
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_SCOUT_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_TORPEDOBOMBER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_AIRCARRIER
source: Aircraft carrier! Requesting support!
es_mx: ¡Portaaviones! ¡Solicitando apoyo!
ja: 航空母艦! 援護を求む!
pl: Lotniskowiec! Potrzebuję wsparcia!
ru: Авианосец! Нужна поддержка!
uk: Авіаносцю! Потрібна підтримка!
zh: 航空母舰！请求支援！
zh_sg: 航空母舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_AUXILIARY
source: Ally! Requesting support!
es_mx: ¡Aliado! ¡Solicitando apoyo!
ja: 味方艦! 援護を求む!
pl: Sojuszniku! Potrzebuję wsparcia!
ru: Союзник! Нужна поддержка!
uk: Союзнику! Потрібна підтримка!
zh: 队友！请求支援！
zh_sg: 队友！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_BATTLESHIP
source: Battleship! Requesting support!
es_mx: ¡Acorazado! ¡Solicitando apoyo!
ja: 戦艦! 援護を求む!
pl: Pancernik! Potrzbuję wsparcia!
ru: Линкор! Нужна поддержка!
uk: Лінкоре! Потрібна підтримка!
zh: 主力舰！请求支援！
zh_sg: 战列舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_CRUISER
source: Cruiser! Requesting support!
es_mx: ¡Crucero! ¡Solicitando apoyo!
ja: 巡洋艦! 援護を求む!
pl: Krążownik! Potrzbuję wsparcia!
ru: Крейсер! Нужна поддержка!
uk: Крейсере! Потрібна підтримка!
zh: 巡洋舰！请求支援！
zh_sg: 巡洋舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_DESTROYER
source: Destroyer! Requesting support!
es_mx: ¡Destructor! ¡Solicitando apoyo!
ja: 駆逐艦! 援護を求む!
pl: Niszczyciel! Potrzbuję wsparcia!
ru: Эсминец! Нужна поддержка!
uk: Есмінцю! Потрібна підтримка!
zh: 驱逐舰！请求支援！
zh_sg: 驱逐舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_SMALLWINDOW_ALLY_SHIP_SUBMARINE
source: Submarine detected! Requesting support!
es_mx: ¡Submarino detectado! ¡Solicito apoyo!
ja: 潜水艦を発見! 援護を求む!
pl: Wykryto okręt podwodny! Proszę o wsparcie!
ru: Подводная лодка! Нужна поддержка!
uk: Виявлено підводний човен! Потрібна підтримка!
zh: 潜艇被侦测！请求支援！
zh_sg: 发现潜艇！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW
source: Requesting support!
es_mx: ¡Solicitando apoyo!
ja: 援護を求む!
pl: Potrzebuję wsparcia!
ru: Нужна поддержка!
uk: Потрібна допомога!
zh: 请求支援！
zh_sg: 请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_AUXILIARY_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_BOMBER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_BOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_FIGHTER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_FIGHTER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_SCOUT
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_SCOUT_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_TORPEDOBOMBER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: I need air support!
es_mx: ¡Necesito apoyo aéreo!
ja: 航空支援を求む!
pl: Potrzebne mi wsparcie powietrzne!
ru: Нужна поддержка с воздуха!
uk: Потрібна підтримка з повітря!
zh: 我需要空中支援！
zh_sg: 我需要空中支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_AIRCARRIER
source: Aircraft carrier! Requesting support!
es_mx: ¡Portaaviones! ¡Solicitando apoyo!
ja: 航空母艦! 援護を求む!
pl: Lotniskowiec! Potrzebuję wsparcia!
ru: Авианосец! Нужна поддержка!
uk: Авіаносцю! Потрібна підтримка!
zh: 航空母舰！请求支援！
zh_sg: 航空母舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_AUXILIARY
source: Ally! Requesting support!
es_mx: ¡Aliado! ¡Solicitando apoyo!
ja: 味方艦! 援護を求む!
pl: Sojuszniku! Potrzebuję wsparcia!
ru: Союзник! Нужна поддержка!
uk: Союзнику! Потрібна підтримка!
zh: 队友！请求支援！
zh_sg: 队友！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_BATTLESHIP
source: Battleship! Requesting support!
es_mx: ¡Acorazado! ¡Solicitando apoyo!
ja: 戦艦! 援護を求む!
pl: Pancernik! Potrzbuję wsparcia!
ru: Линкор! Нужна поддержка!
uk: Лінкоре! Потрібна підтримка!
zh: 战列舰！请求支援！
zh_sg: 战列舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_CRUISER
source: Cruiser! Requesting support!
es_mx: ¡Crucero! ¡Solicitando apoyo!
ja: 巡洋艦! 援護を求む!
pl: Krążownik! Potrzbuję wsparcia!
ru: Крейсер! Нужна поддержка!
uk: Крейсере! Потрібна підтримка!
zh: 巡洋舰！请求支援！
zh_sg: 巡洋舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_DESTROYER
source: Destroyer! Requesting support!
es_mx: ¡Destructor! ¡Solicitando apoyo!
ja: 駆逐艦! 援護を求む!
pl: Niszczyciel! Potrzbuję wsparcia!
ru: Эсминец! Нужна поддержка!
uk: Есмінцю! Потрібна підтримка!
zh: 驱逐舰！请求支援！
zh_sg: 驱逐舰！请求支援！

# IDS_CMD_QUICK_NEED_SUPPORT_WINDOW_ALLY_SHIP_SUBMARINE
source: Submarine detected! Requesting assistance!
es_mx: ¡Submarino detectado! ¡Solicito apoyo!
ja: 潜水艦を発見! 支援を求む!
pl: Wykryto okręt podwodny! Proszę o wsparcie!
ru: Подводная лодка! Нужна поддержка!
uk: Виявлено підводний човен! Потрібна підтримка!
zh: 潜艇被侦测！请求支援！
zh_sg: 发现潜艇！请求支援！

# IDS_CMD_QUICK_NEED_VISION_MESSAGE
source: I need intelligence data!
es_mx: ¡Necesito datos de inteligencia!
ja: 偵察情報を求む!
pl: Potrzebne dane wywiadowcze!
ru: Нужна разведка!
uk: Потрібна розвідка!
zh: 我需要情报资料！
zh_sg: 我需要侦察情报！

# IDS_CMD_QUICK_NEED_VISION_SMALLWINDOW
source: Reconnaissance!
es_mx: ¡Reconocimiento!
ja: 偵察せよ!
pl: Zwiad!
ru: Разведка!
uk: Розвідка!
zh: 侦察
zh_sg: 侦察！

# IDS_CMD_QUICK_NEED_VISION_WINDOW
source: I need intelligence data!
es_mx: ¡Necesito datos de inteligencia!
ja: 偵察情報を求む!
pl: Potrzebne dane wywiadowcze!
ru: Нужна разведка!
uk: Потрібна розвідка!
zh: 我需要情报资料
zh_sg: 我需要侦察情报！

# IDS_CMD_QUICK_NO_WAY_MESSAGE
source: Negative!
es_mx: ¡Negativo!
ja: 拒否!
pl: Odmawiam!
ru: Отказано.
uk: Відмовлено.
zh: 反对！
zh_sg: 反对！

# IDS_CMD_QUICK_NO_WAY_SMALLWINDOW
source: Negative!
es_mx: ¡Negativo!
ja: 拒否!
pl: Odmawiam!
ru: Отказано.
uk: Відмовлено.
zh: 反对！
zh_sg: 反对！

# IDS_CMD_QUICK_NO_WAY_WINDOW
source: Negative!
es_mx: ¡Negativo!
ja: 拒否!
pl: Odmawiam!
ru: Отказано.
uk: Відмовлено.
zh: 反对！
zh_sg: 反对！

# IDS_CMD_QUICK_RLS_MESSAGE
source: I'm using Surveillance Radar!
es_mx: ¡Uso el Radar de Vigilancia!
ja: 警戒レーダーを使用中!
pl: Używam Radaru dozorowania!
ru: Использую РЛС!
uk: Використовую РЛС!
zh: Использую РЛС!
zh_sg: 正在使用监视雷达！

# IDS_CMD_QUICK_SONAR_MESSAGE
source: I'm using Hydroacoustic Search!
es_mx: ¡Uso la Búsqueda Hidroacústica!
ja: 水中聴音を使用中!
pl: Używam Sondy hydroakustycznej!
ru: Использую ГАП!
uk: Використовую гідролокатор!
zh: Использую ГАП!
zh_sg: 正在使用对海搜索！

# IDS_CMD_QUICK_SOS_MESSAGE
source: SOS!
zh: 求救

# IDS_CMD_QUICK_SOS_SMALLWINDOW
source: SOS!
zh: 求救!

# IDS_CMD_QUICK_SOS_WINDOW
source: SOS!
zh: 求救!

# IDS_CMD_QUICK_TACTIC_MESSAGE
source: Designating target
es_mx: Designando objetivo
ja: 目標を指示
pl: Wyznaczam cel
ru: Указание цели
uk: Позначення цілі
zh: 请指示目标
zh_sg: 指定目标

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_BASE
source: Defend the base!
es_mx: ¡Defiende la base!
ja: 陣地を防衛せよ!
pl: Bronić bazę!
ru: Защищайте базу!
uk: Захищайте базу!
zh: 防守基地
zh_sg: 防守基地！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_BUILDING
source: Provide cover for %s!
es_mx: Proveer cobertura para %s!
ja: %s を援護せよ!
pl: Osłaniać %s!
ru: Прикройте %s!
uk: Прикрийте %s!
zh: 为 %s 提供掩护!
zh_sg: 掩护%s!

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_AUXILIARY_NO_OWNER
source: Provide cover for allied aircraft!
es_mx: ¡Proporciona cobertura para los aviones aliados!
ja: 友軍機を支援せよ!
pl: Zapewnić osłonę sojuszniczym samolotom!
ru: Прикройте союзные самолёты!
uk: Прикривайте союзні літаки!
zh: 为我方飞机提供掩护！
zh_sg: 掩护我方飞机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_BOMBER
source: Provide cover for allied bombers!
es_mx: ¡Proporciona cobertura a los bombarderos aliados!
ja: 味方の爆撃機を援護せよ!
pl: Osłaniać sojusznicze bombowce!
ru: Прикройте союзные бомбардировщики!
uk: Прикривайте союзні бомбардувальники!
zh: 为我方轰炸机提供掩护！
zh_sg: 掩护我方轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_BOMBER_NO_OWNER
source: Provide cover for allied bombers!
es_mx: ¡Proporciona cobertura a los bombarderos aliados!
ja: 味方の爆撃機を援護せよ!
pl: Osłaniać sojusznicze bombowce!
ru: Прикройте союзные бомбардировщики!
uk: Прикривайте союзні бомбардувальники!
zh: 为我方轰炸机提供掩护！
zh_sg: 掩护我方轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_FIGHTER
source: Provide cover for the allied attack aircraft!
es_mx: ¡Proporciona cobertura a los aviones de ataque aliados!
ja: 味方の攻撃機を援護せよ!
pl: Osłaniać sojusznicze samoloty szturmowe!
ru: Прикройте союзные штурмовики!
uk: Прикрийте союзні штурмовики!
zh: 为我方战斗机提供掩护！
zh_sg: 掩护我方攻击机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_FIGHTER_NO_OWNER
source: Provide cover for the allied attack aircraft!
es_mx: ¡Proporciona cobertura a los aviones de ataque aliados!
ja: 味方の攻撃機を援護せよ!
pl: Osłaniać sojusznicze samoloty szturmowe!
ru: Прикройте союзные штурмовики!
uk: Прикрийте союзні штурмовики!
zh: 为我方战斗机提供掩护！
zh_sg: 掩护我方攻击机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_SCOUT
source: Provide cover for allied spotting aircraft!
es_mx: ¡Proporciona cobertura al avión de reconocimiento aliado!
ja: 味方の着弾観測機を援護せよ!
pl: Osłaniać sojuszniczy samolot zwiadowczy!
ru: Прикройте союзный корректировщик огня!
uk: Прикривайте союзний літак-корегувальник!
zh: 为我方侦察机提供掩护！
zh_sg: 掩护我方侦察机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_SCOUT_NO_OWNER
source: Provide cover for allied spotting aircraft!
es_mx: ¡Proporciona cobertura al avión de reconocimiento aliado!
ja: 味方の着弾観測機を援護せよ!
pl: Osłaniać sojuszniczy samolot zwiadowczy!
ru: Прикройте союзный корректировщик огня!
uk: Прикривайте союзний літак-корегувальник!
zh: 为我方侦察机提供掩护！
zh_sg: 掩护我方侦察机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_TORPEDOBOMBER
source: Provide cover for allied torpedo bombers!
es_mx: ¡Proporciona cobertura a los torpederos aliados!
ja: 味方の雷撃機を援護せよ
pl: Osłaniać sojusznicze bombowce torpedowe!
ru: Прикройте союзные торпедоносцы!
uk: Прикривайте союзні торпедоносці!
zh: 为我方鱼雷轰炸机提供掩护！
zh_sg: 掩护我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Provide cover for allied torpedo bombers!
es_mx: ¡Proporciona cobertura a los torpederos aliados!
ja: 味方の雷撃機を援護せよ
pl: Osłaniać sojusznicze bombowce torpedowe!
ru: Прикройте союзные торпедоносцы!
uk: Прикривайте союзні торпедоносці!
zh: 为我方鱼雷轰炸机提供掩护！
zh_sg: 掩护我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_POINT
source: Defend Area %s!
es_mx: ¡Defiende el Área %s!
ja: エリア %s を防衛せよ!
pl: Bronić strefy %s!
ru: Защищайте точку %s!
uk: Захищайте точку %s!
zh: 防守地区 %s
zh_sg: 防守%s区域！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_AIRCARRIER
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_AUXILIARY
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_BATTLESHIP
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_CRUISER
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_DESTROYER
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ALLY_SHIP_SUBMARINE
source: Provide cover for %(player)s!
es_mx: ¡Proporciona cobertura a %(player)s!
ja: %(player)s を援護せよ!
pl: Osłaniać %(player)s!
ru: Прикройте %(player)s!
uk: Прикрийте %(player)s!
zh: 为 %(player)s 提供掩护
zh_sg: 掩护%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_BASE
source: Capture the base!
es_mx: ¡Captura la base!
ja: 陣地を占領せよ!
pl: Zajmować bazę!
ru: Захватить базу!
uk: Захопити базу!
zh: 占领基地
zh_sg: 占领基地！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_BUILDING
source: Suppress target %s!
es_mx: ¡Eliminar el objetivo %s!
ja: 目標 %s を制圧せよ!
pl: Zneutralizować cel %s!
ru: Подавить цель %s!
uk: Придушити ціль %s!
zh: 压制目标 %s！
zh_sg: 压制目标 %s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_BOMBER
source: Attention to enemy bombers!
es_mx: ¡Atención con los bombarderos enemigos!
ja: 敵爆撃機に注意せよ!
pl: Uwaga na bombowce wroga!
ru: Внимание на бомбардировщики противника!
uk: Увага на бомбардувальники супротивника!
zh: 注意敌方轰炸机！
zh_sg: 注意敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_BOMBER_NO_OWNER
source: Attention to enemy bombers!
es_mx: ¡Atención con los bombarderos enemigos!
ja: 敵爆撃機に注意せよ!
pl: Uwaga na bombowce wroga!
ru: Внимание на бомбардировщики противника!
uk: Увага на бомбардувальники супротивника!
zh: 注意敌方轰炸机！
zh_sg: 注意敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_FIGHTER
source: Attention to the enemy attack aircraft!
es_mx: ¡Atención con los aviones de ataque enemigos!
ja: 敵攻撃機に注意せよ!
pl: Uwaga na samoloty szturmowe przeciwnika!
ru: Внимание на штурмовики противника!
uk: Увага на штурмовики супротивника!
zh: 注意敌方战斗机！
zh_sg: 注意敌方攻击机！
