Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_CONSUME_DESCRIPTION_PXY201_SMOKEGENERATOR
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY202_SMOKEGENERATOR
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY203_SMOKEGENERATOR
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY301_IMMORTAL_PVP
source: Reduces detectability range by half and restores 100 HP per second as long as your ship remains undetected. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Reduce el rango de detectabilidad a la mitad y restaura 100 HP por segundo mientras tu barco no sea detectado. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 被発見距離を半減し、自艦が敵に発見されていない限り、HP を毎秒 100 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Skraca zasięg wykrywalności o połowę i przywraca 100 PW na sekundę tak długo, jak Twój okręt pozostaje niewykryty. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Уменьшает заметность в 2 раза и восстанавливает 100 очков боеспособности в секунду, если корабль не обнаружен противником. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Зменшує помітність вдвічі і відновлює 100 очок боєздатності на секунду, якщо корабель не виявлений супротивником. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 当消耗品启动时，您的战舰免疫传统武器的破坏。
zh_sg: 缩短一半被侦察范围且每秒恢复100生命值直到您的战舰被敌方发现。 如果我方剩余战舰数量少于敌方，生命值恢复效果翻倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY302_HEALSHELL_PVP
source: Your hit to your ally will restore 1,000 HP to that ally and 500 HP to your ship. Main gun reload time is reduced by a factor of four. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Un impacto a tu aliado restaurará 1000 HP de ese aliado y 500 HP para tu barco. El tiempo de recarga del cañón principal es reducido en un factor de 4. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 自艦が味方に 1 発命中させる毎に、その味方の HP が 1,000 回復し、自艦の HP が 500 回復します。 主砲の装填時間が 1/4 に減少します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Każdy Twój pocisk lub torpeda, która trafia w Twojego sojusznika, przywróci 1000 PW temu sojusznikowi oraz 500 PW Tobie. Czas przeładowania dział baterii głównej skrócony jest czterokrotnie. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Попадание по кораблю союзника восстанавливает ему 1000 очков боеспособности. При этом ваш корабль восстанавливается на 500 очков. Время перезарядки ГК сокращается в 4 раза. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Влучення у корабель союзника відновлює йому 1000 очок боєздатності. Водночас ваш корабель відновлюється на 500 очок. Час перезаряджання ГК зменшується у 4 рази. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 当消耗品启动时，每一发命中您的友军的鱼雷或炮弹将为那名友军恢复1000血量和为您恢复500血量。 主炮重新装填时间减少四倍。
zh_sg: 您的友军的被您击中时将会为那位友军恢复1000生命值，为您恢复500生命值。 主炮的装填时间减少四分之一。 如果我方剩余的战舰数量少于敌方，生命值恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY303_ADDCONSUMABLE_PVP
source: All allies within a 5 km radius receive one extra charge for each consumable.
es_mx: Todos los aliados dentro de un radio de 5 km reciben una carga adicional para cada consumible.
ja: 半径 5 km 以内の全ての味方艦艇について、各消耗品の使用可能回数が 1 回増加します。
pl: Wszyscy sojusznicy w promieniu 5 km otrzymują dodatkowy ładunek wszystkich rodzajów sprzętu eksploatacyjnego.
ru: Все союзники в радиусе 5 км получают один дополнительный заряд снаряжения каждого типа.
uk: Усі союзники в радіусі 5 км отримують один додатковий заряд спорядження кожного типу.
zh: 所有半径5公里范围内的友军都会收到一次额外的消耗品使用次数直到战斗结束。
zh_sg: 5公里半径范围内的所有友军都可以额外使用一次消耗品。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY305_MINDCONTROL_PVP
source: Decreases the firing accuracy of main battery guns on enemy ships.
es_mx: Reduce la precisión de disparo de los cañones de la batería principal en los barcos enemigos.
ja: 敵艦艇の主砲の射撃精度を低下させます。
pl: Zmniejsza celność ognia głównej baterii okrętów wroga.
ru: Снижает точность стрельбы противника по вашему кораблю из орудий главного калибра.
uk: Знижує влучність стрільби супротивника, який стріляє у ваш корабель з гармат головного калібру.
zh: 在有限的时间内，降低敌舰上主炮的射击精准度。
zh_sg: 降低敌方战舰上主炮组火炮的射击准度。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY306_VAMPIRIC_PVP
source: Restores the ship's HP by 1,000 HP for each hit scored upon enemy ships. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Restaura los HP del barco en 1000 HP por cada impacto sobre los barcos enemigos. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 敵艦艇に 1 発命中させる毎に、自艦の HP を 1,000 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Przywraca PW okrętu w wysokości 1000 PW za każde trafienie w przeciwnika. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Восстанавливает боеспособность корабля на 1000 очков за каждое попадание по противнику. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Відновлює боєздатність корабля на 1000 очок за кожне влучення у супротивника. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 恢复战舰造成的伤害的50%到战舰的血量。
zh_sg: 每次击中敌方战舰，为战舰恢复1000血量。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY307_LIVINGARMOR_PVP
source: Hits, fires, and flooding caused by the enemy restore your ship's HP.
es_mx: Los impactos, incendios e inundaciones causados por el enemigo restauran los HP de tu barco.
ja: 敵による命中弾、火災、浸水により、自艦の HP が回復します。
pl: Trafienia, pożary i zalania spowodowane przez przeciwnika przywracają PW Twojego okrętu.
ru: Попадания противника, пожары и затопления восстанавливают боеспособность вашего корабля.
uk: Влучення супротивника, пожежі і затоплення відновлюють боєздатність вашого корабля.
zh: 恢复受到伤害的150%到战舰的血量。
zh_sg: 敌方造成的击中、起火或进水会恢复您战舰的血量。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY308_HEALALL_PVP
source: Restores 10,000 HP for all allied ships. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Restaura 10 000 HP a todos los barcos aliados. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 全ての味方艦艇の HP を 10,000 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Przywraca 10 000 PW wszystkim sojuszniczym okrętom. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Восстанавливает всем союзным кораблям 10 000 очков боеспособности. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Відновлює всім союзним кораблям 10 000 очок боєздатності. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 为所有友军战舰恢复10,000血量。
zh_sg: 为我方全部战舰恢复10000血量。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY309_SNIPER_PVP
source: Provides a creepy increase in the firing accuracy of main battery guns.
es_mx: Proporciona un aumento espeluznante de la precisión de disparo de los cañones de la batería principal.
ja: 主砲の射撃精度が劇的に向上します。
pl: Zapewnia mrożące krew w żyłach zwiększenie celności głównych dział.
ru: Инфернально повышает точность стрельбы орудий главного калибра.
uk: Інфернально збільшує влучність стрільби гармат головного калібру.
zh: 提升主炮的射击精准度。提供炮弹最大散布惊人的降低。
zh_sg: 显著地提升主炮组火炮的准度。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY310_HEALZONE_PVP
source: Creates a repair zone within a 5 km radius of the ship that recovers the ship's own HP and her allied ships HP at a rate of 500 HP per second. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Crea una zona de reparación alrededor del barco con un radio de 5 km que restaura los HP del barco y sus aliados a un ritmo de 500 HP por segundo. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 自艦から半径 5 km の修理ゾーンを作り出します。このゾーンは、自艦と味方艦艇の HP を毎秒 500 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Tworzy strefę naprawczą w promieniu 5 km wokół okrętu, w której Twój okręt oraz okręty sprzymierzone odzyskują 500 PW na sekundę. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Создаёт вокруг корабля ремонтную зону радиусом 5 км, которая восстанавливает 500 очков боеспособности в секунду вашему кораблю и союзникам. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Створює навколо корабля ремонтну зону радіусом 5 км, яка відновлює 500 очок боєздатності на секунду вашому кораблю і союзникам. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 在战舰半径5公里范围内创造一个维修区域，可以用每秒300加上在维修范围内每艘友军战舰100血量的速度恢复战舰自身的血量。友军战舰以在范围内包含的每艘友军战舰（含自己）每秒100血量的速度恢复。
zh_sg: 以战舰为中心创造一个半径范围5公里的维修区域，在其中我方战舰每秒可以恢复500血量。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY311_LIFEDRAIN_PVP
source: Improves the ship's maneuverability and restores HP at a rate of 300 HP per second. Each enemy ship within a zone of 5 km radius around the ship provides an additional 300 HP to restoration efficiency. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Mejora la maniobrabilidad del barco y restaura sus HP a un ritmo de 300 HP por segundo. Cada barco enemigo dentro de un radio de 5 km alrededor del barco proporciona 300 HP adicionales a la eficiencia de la restauración. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 自艦の機動性を向上し、HP を毎秒 300 回復します。半径 5 km のゾーン内に敵艦艇が存在する場合、HP を敵艦艇 1 隻あたり追加で 300 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Zwiększa manewrowość okrętu i przywraca 300 PW na sekundę. Dodatkowo każdy sojusznik znajdujący się w promieniu zwiększa przywracanie wytrzymałości o kolejne 300 PW. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Улучшает манёвренность и восстанавливает 300 очков боеспособности в секунду вашему кораблю. Корабли противника в радиусе 5 км добавляют по 300 очков к эффективности восстановления. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Поліпшує маневреність і відновлює 300 очок боєздатності за секунду вашому кораблю. Кораблі супротивника в радіусі 5 км додають по 300 очок до ефективності відновлення. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 在战舰半径5公里范围内创造一个维修区域，可以用每秒500加上在维修范围内每艘敌军战舰500血量的速度恢复战舰自身的血量。 方向舵换档速度增加五倍。
zh_sg: 提升战舰的机动性并以每秒恢复300血量。半径5公里区域内的每有一艘敌方战舰提供每秒恢复的血量增加300点。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY312_FILTHPOWER_PVP
source: Converts 50% of damage dealt to the enemy to the ship's own HP. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Convierte un 50% del daño causado al enemigo en HP para tu propio barco. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 敵への与ダメージの 50% を自艦の HP に変換します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Zamienia 50% uszkodzeń zadawanych przeciwnikom na PW przywracane własnemu okrętowi. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Восстанавливает боеспособность вашего корабля на 50% от нанесённого урона по кораблям противника. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Відновлює боєздатність вашого корабля на 50 % від завданої шкоди кораблям супротивника. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 暂时扩张区域，保护友军免受其有害影响。
zh_sg: 将对敌军造成的伤害的50%转换为战舰自己的生命值。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY313_SILENCE_PVP
source: Prevents enemy ships from using consumables.
es_mx: Evita que los barcos enemigos usen consumibles.
ja: 敵艦艇による消耗品の使用を阻止します。
pl: Blokuje używanie sprzętu eksploatacyjnego przez przeciwnika.
ru: Блокирует команде противника возможность использовать снаряжение.
uk: Блокує команді супротивника можливість використовувати спорядження.
zh: 防止敌方战舰使用消耗品。
zh_sg: 阻止敌方战舰使用消耗品。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY314_TURNAROUND_PVP
source: Immediately makes the ship take a U-turn and recovers 2,000 HP. HP restoration efficiency doubles if your remaining allies are fewer in number than the enemy ships.
es_mx: Causa que el barco hago un giro en "U" inmediatamente y recupere 2000 HP. La eficiencia de la restauración de HP se duplica si hay una menor cantidad de aliados restantes que barcos enemigos.
ja: 自艦を一瞬で 180 度転回させ、HP を 2,000 回復します。 味方の残存艦艇数が敵より少ない場合は、HP 回復効率が倍になります。
pl: Sprawia, że okręt natychmiast zawraca i odzyskuje 2000 PW. Skuteczność odzyskiwania PW podwaja się, jeśli przeciwnik ma przewagę liczebną nad Twoją drużyną.
ru: Мгновенно разворачивает корабль на 180 градусов и восстанавливает 2000 очков боеспособности. Эффективность восстановления боеспособности удваивается, если союзников осталось меньше, чем противников.
uk: Миттєво розвертає корабель на 180 градусів і відновлює 2 000 очок боєздатності. Ефективність відновлення боєздатності подвоюється, якщо союзників залишилося менше, ніж супротивників.
zh: 瞬间让战舰回转并恢复2,000血量。
zh_sg: 立即使战舰掉头并恢复2000血量。 如果我方剩余的战舰数量少于敌军，血量恢复效果加倍。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY315_SMOKEGENERATOR_PVP
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY316_CRASHCREW_PVP
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加速受损配件的修理、灭火工作、以及进水的恢复。
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY317_SONARSEARCH_PVP
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within smoke screens.
es_mx: Incrementa el rango de detección efectivo de los barcos enemigos y torpedos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrywania wrogich okrętów i torped, również tych, które znajdują się za zasłoną dymną.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в зоні димової завіси.
zh: 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY318_RLSSEARCH_PVP
source: Significantly increases the range of assured acquisition of enemy ships, including those within a smoke screen.
es_mx: Incrementa el rango de detección efectivo de los barcos enemigos y torpedos, incluyendo aquellos dentro de una pantalla de humo.
ja: 敵艦艇の強制捕捉範囲 (煙幕内を含む) を大幅に向上させます。
pl: Znacznie zwiększa zasięg pewnego wykrywania wrogich okrętów, również tych, które znajdują się za zasłoną dymną.
ru: Значительно увеличивает дистанцию гарантированного обнаружения кораблей, в том числе в зоне дымовой завесы.
uk: Значно збільшує дистанцію гарантованого виявлення кораблів, зокрема в зоні димової завіси.
zh: 大幅提高对敌方战舰的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 大幅提高对敌方战舰和鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY319_SPEEDBOOSTER_PVP
source: Protects from the Filth and increases the ship's maximum speed. Your ship will not receive damage exceeding her HP.
es_mx: Protege al barco de la Inmundicia y aumenta la velocidad máxima del barco. Tu barco no recibirá un daño que supere a sus HP.
ja: 瘴気から保護し、自艦の最高速度を向上します。自艦の HP を超えるダメージが発生しません。
pl: Chroni przed plugastwem i zwiększa maksymalną prędkość okrętu. Okręt nie może otrzymać uszkodzeń przewyższających swoje maksymalne PW.
ru: Защищает от скверны и увеличивает максимальную скорость корабля. Вашему кораблю не будет наноситься урон, превышающий его боеспособность.
uk: Захищає від скверни і збільшує максимальну швидкість корабля. Вашому кораблю не завдаватиме разової шкоди, якщо вона перевищує боєздатність вашого корабля.
zh: 让战舰航行更快。在污秽之地里治愈它。
zh_sg: 保护战舰免受污秽侵害并提升战舰的最高航速。您的战舰不会受到高于生命值的伤害。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY320_TORPEDORELOADER_PVP
source: Reduces the reload time of torpedo launchers.
es_mx: Reduce el tiempo de recarga de los lanzadores de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torped.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 重新装填鱼雷发射管。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY321_INVULNERABLE_PVP
source: Protects the ship from all damage types.
es_mx: Protege al barco de todos los tipos de daño.
ja: 自艦をあらゆるタイプのダメージから保護します。
pl: Chroni okręt przed wszystkimi rodzajami uszkodzeń.
ru: Защищает корабль от всех видов урона.
uk: Захищає корабель від будь-якої шкоди
zh: 让战舰免疫任何类型的伤害，包括由火灾和进水造成的伤害。
zh_sg: 增加战舰对所有类型伤害的防护力。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY322_RESIST_H2019
source: Reduces the damage you take by 90%
es_mx: Reduce el daño recibido en un 90%
ja: 被ダメージを 90% 低減します。
pl: Zmniejsza odnoszone uszkodzenia o 90%
ru: Снижает получаемый урон на 90%.
uk: Зменшує на 90 % шкоду, яку ви отримуєте
zh: Снижает получаемый урон на 90%.
zh_sg: 受到的伤害降低90%

# IDS_DOCK_CONSUME_DESCRIPTION_PXY323_IMPROVE_H2019
source: Your ship and all allies within a 5 km radius receive the Armament Reload Speed buff. Your ship gets an additional buff for each ally within the 5 km radius. Any buffs are active until the end of the battle.
es_mx: Tu barco y todos los aliados en un radio de 5 km reciben la bonificación Velocidad de Recarga del Armamento. Tu barco recibe una bonificación adicional por cada aliado dentro del radio de 5 km. Cualquier bonificación está activa hasta el final de la batalla.
ja: 自艦と半径 5 km 以内の全ての味方艦艇の兵装装填速度を強化します。自艦には半径 5 km 以内の味方艦艇 1 隻あたり 1 段階の強化が追加で適用されます。 あらゆる強化はその戦闘が終わるまで有効です。
pl: Twój okręt oraz wszyscy sojusznicy w promieniu 5 km otrzymują wzmocnienie Szybkość przeładowania uzbrojenia. Twój okręt otrzymuje dodatkowe wzmocnienie za każdego sojusznika znajdującego się w promieniu 5 km. Wszystkie wzmocnienia pozostają aktywne aż do zakończenia bitwy.
ru: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Скорость перезарядки вооружения». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
uk: Усі союзники в радіусі 5 км отримують поліпшення перезаряджання ГК і ТА. Швидкість перезаряджання ГК і ТА корабля поліпшується прямо пропорційно кількості союзників.
zh: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Скорость перезарядки вооружения». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
zh_sg: 您的战舰和半径5公里内的全部友军获得武器装填速度增益效果。5公里内每有一名友军您的战舰额外获得一层增益效果。 任何增益效果都将持续到战斗结束。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY324_RESSURECTION_H2019
source: Restores your ship after it's been destroyed.
es_mx: Restaura tu barco después de que ha sido destruido
ja: 自艦が大破した後に自艦を回復します。
pl: Przywraca okręt do działania po tym, jak został zniszczony
ru: Восстанавливает ваш корабль после уничтожения.
uk: Відновлює ваш корабель після знищення
zh: Восстанавливает ваш корабль после уничтожения.
zh_sg: 被摧毁后恢复您的战舰

# IDS_DOCK_CONSUME_DESCRIPTION_PXY325_IMPROVEREGEN_H2019
source: Your ship and all allies within a 5 km radius receive the Continuous Ship HP Regeneration buff. Your ship gets an additional buff for each ally within the 5 km radius. Any buffs are active until the end of the battle.
es_mx: Tu barco y todos los aliados en un radio de 5 km reciben la bonificación Regeneración Continua de los HP del Barco. Tu barco recibe una bonificación adicional por cada aliadosdentro del radio de 5 km. Cualquier bonificación está activa hasta el final de la batalla.
ja: 自艦と半径 5 km 以内の全ての味方艦艇 HP 継続回復を強化します。自艦には半径 5 km 以内の味方艦艇 1 隻あたり 1 段階の強化が追加で適用されます。 あらゆる強化はその戦闘が終わるまで有効です。
pl: Twój okręt oraz wszyscy sojusznicy w promieniu 5 km otrzymują wzmocnienie Miarowe odzyskiwanie PW okrętu. Twój okręt otrzymuje dodatkowe wzmocnienie za każdego sojusznika znajdującego się w promieniu 5 km. Wszystkie wzmocnienia pozostają aktywne aż do zakończenia bitwy.
ru: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Постоянное восстановление корабля». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
uk: Усі союзники в радіусі 5 км відновлюють свою боєздатність протягом всього бою. Корабель відновлює боєздатність прямо пропорційно кількості союзників.
zh: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Постоянное восстановление корабля». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
zh_sg: 您的战舰和半径5公里内的全部友军获得持续恢复战舰生命值的增益效果。5公里内每有一名友军您的战舰额外获得一层增益效果。 任何增益效果都将持续到战斗结束。
