Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASC044_DESCR
source: A high-speed scout cruiser with a torpedo armament and powerful artillery. The warship also carried aircraft handling equipment. Arrangement of her main battery guns was different from other ships of the same class.
es_mx: Un crucero de reconocimiento de alta velocidad con armamento de torpedos y poderosa artillería. El barco también llevaba equipo para aeronaves. La disposición de su batería principal era diferente a la de otros barcos de la misma clase.
ja: マーブルヘッドは、高速の偵察巡洋艦であり、雷装と強力な砲撃兵装を搭載し、水上機カタパルトも備えていました。主砲の配置が姉妹艦とは異なっていました。
pl: Szybki krążownik zwiadowczy uzbrojony w potężną artylerię i torpedy. Przenosił wyposażenie do obsługi samolotów. Pod względem rozmieszczenia dział głównej baterii nie przypominał żadnego innego okrętu tej klasy.
ru: Быстроходный крейсер-разведчик с торпедным вооружением и мощной артиллерией. Имел на борту авиационное оборудование. От остальных кораблей серии отличался расположением орудий главного калибра.
uk: Швидкохідний крейсер-розвідник з торпедним озброєнням та потужною артилерією. Мав на борту авіаційне обладнання. Від решти кораблів серії відрізнявся розташуванням гармат головного калібру.
zh: 马布尔黑德号是奥马哈级轻巡洋舰的九号舰，在望加锡海峡海战中，该舰遭到36架敌方轰炸机的攻击，被三枚炸弹命中导致方向舵被卡住。由于东南亚的船厂无法将其修复，所以只能沿跨越大西洋的航线航行16000英里回到纽约的船厂进行维修，而航行期间该舰只能通过操控引擎的方法进行转向。
zh_sg: 一艘配备鱼雷武器与强大火炮的高速侦察巡洋舰。还装载了飞机装卸设备。主炮配置有别于同舰级的其它战舰。

# IDS_PASC044_FULL
source: Marblehead
zh: 马布尔黑德
zh_sg: 马布尔黑德

# IDS_PASC044_SHORT
source: MRBL
zh: 马布尔黑德
zh_sg: 马布尔黑德

# IDS_PASC045
source: Marblehead L
zh: 马布尔黑德（L）
zh_sg: 马布尔黑德 L

# IDS_PASC045_DESCR
source: A high-speed scout cruiser with powerful torpedoes and artillery. Carried aircraft handling equipment. She was unlike other ships of her class in terms of the placement of her main guns.
es_mx: Un crucero de reconocimiento de alta velocidad con armamento de torpedos y poderosa artillería. El barco también llevaba equipo para aeronaves. La disposición de su batería principal era diferente a la de otros barcos de la misma clase.
ja: マーブルヘッドは、強力な雷装と主砲を備えた偵察巡洋艦であり、水上機の運用が可能でした。主砲の配置が姉妹艦とは異なっていました。
pl: Szybki krążownik zwiadowczy uzbrojony w potężną artylerię i torpedy. Przenosił wyposażenie do obsługi samolotów. Pod względem rozmieszczenia dział nie przypominał żadnego innego okrętu tej klasy.
ru: Быстроходный крейсер-разведчик с торпедным вооружением и мощной артиллерией. Имел на борту авиационное оборудование. От остальных кораблей серии отличался расположением орудий главного калибра.
uk: Швидкохідний крейсер-розвідник з торпедним озброєнням та потужною артилерією. Мав на борту авіаційне обладнання. Від решти кораблів серії відрізнявся розташуванням гармат головного калібру.
zh: 马布尔黑德号是奥马哈级轻巡洋舰的九号舰，在望加锡海峡海战中，该舰遭到36架敌方轰炸机的攻击，被三枚炸弹命中导致方向舵被卡住。由于东南亚的船厂无法将其修复，所以只能沿跨越大西洋的航线航行16000英里回到纽约的船厂进行维修，而航行期间该舰只能通过操控引擎的方法进行转向。
zh_sg: 一艘配备鱼雷武器与强大火炮的高速侦察巡洋舰。还装载了飞机装卸设备。主炮配置有别于同舰级的其它战舰。

# IDS_PASC045_FULL
source: Marblehead Lima
zh: 马布尔黑德（L）
zh_sg: 马布尔黑德 L

# IDS_PASC045_SHORT
source: MRBL
zh: 马布尔黑德
zh_sg: 马布尔黑德 L

# IDS_PASC106
source: Pensacola
zh: 彭萨科拉
zh_sg: 彭萨科拉

# IDS_PASC106_DESCR
source: One of the first cruisers in the U.S. Navy that was built to conform to the requirements of the Washington Naval Treaty. The ship shared several distinctive features with the cruisers that were subject to the treaty restrictions, namely powerful artillery and weak armor. The ship carried 203 mm main guns, which allowed her to be classified as a heavy cruiser soon after her commissioning. However, the armor protection was consistent with that of a light cruiser.
es_mx: Uno de los primeros cruceros en la Armada de los EE. UU. que fue construido de acuerdo al Tratado Naval de Washington. El barco compartía varias características distintivas con los cruceros que estaban sujetos a las restricciones del tratado, como lo eran una artillería poderosa y un blindaje débil. El barco llevaba cañones principales de 203 mm, que le permitiían ser clasificado como un crucero pesado poco después de ser comisionado. Sin embargo, su blindaje era el mismo que el de un crucero ligero.
ja: ペンサコーラ級は、ワシントン海軍軍縮条約による制限に従って建造されたアメリカ海軍の巡洋艦としては、最初期のもののひとつです。本艦は、この条約による制限に従った巡洋艦として典型的ないくつかの際立った特徴を備えており、高火力でありながらも装甲が脆弱でした。203 mm 砲を備えているため、分類上は就役直後から重巡洋艦でしたが、装甲防御力に関しては軽巡洋艦と同程度に過ぎなかったのです。
pl: Jeden z pierwszych krążowników marynarki amerykańskiej zbudowanych z uwzględnieniem ograniczeń nałożonych przez Waszyngtoński Traktat Morski. Okręt miał pewne cechy wspólne z innymi krążownikami objętymi ograniczeniami, a konkretnie potężną artylerię i słaby pancerz. Wyposażony był w działa kal. 203 mm, które spowodowały sklasyfikowanie go jako ciężki krążownik na krótko po wcieleniu do służby. Jednak jego opancerzenie było typowe dla lekkiego krążownika.
ru: Один из первых «вашингтонских» крейсеров ВМС США с характерными для этого вида кораблей особенностями: сильная артиллерия при слабом бронировании. Имел на вооружении 203-мм орудия главного калибра, что позволило вскоре после вступления в строй отнести его к тяжёлым крейсерам. При этом бронирование корабля соответствовало скорее лёгкому крейсеру.
uk: Один з перших, побудованих згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р., крейсерів ВМС США з характерними для цього виду кораблів особливостями: потужна артилерія та слабке бронювання. Мав на озброєнні 203-мм гармати головного калібру, що дозволило незабаром після вступу до строю віднести його до важких крейсерів. Попри те, бронювання корабля відповідало більш за все легкому крейсеру.
zh: 第一艘为了要符合海军条约所建造的M系巡洋舰，这艘战舰与其他需要符合同样条约的战舰拥有一样的特征，那就是强大的火炮和贫弱的装甲。这艘船装备203毫米主炮，这让它在服役之后马上被定义为重型巡洋舰，然而在装甲防御的部分则会被视作轻型巡洋舰。
zh_sg: 美国海军为了顺应华盛顿海军条约的要求而建造的第一批巡洋舰之一。这艘战舰与受条约限制的巡洋舰有所不同，即强大的火炮和薄弱的装甲。该舰只搭载了203毫米主炮，所以在服役不久后就被归类为重型巡洋舰。然而，它的装甲仅达到轻型巡洋舰水平。

# IDS_PASC106_FULL
source: Pensacola
zh: 彭萨科拉
zh_sg: 彭萨科拉

# IDS_PASC107
source: New Orleans
zh: 新奥尔良
zh_sg: 新奥尔良

# IDS_PASC107_DESCR
source: One of the first heavy cruisers of the new generation in the U.S. Navy. The ship's advantage was her significantly reinforced armor protection. She boasted a very successful balance of armament, protection, and speed, taking into consideration her restricted water displacement.
es_mx: Uno de los primeros cruceros pesados de la nueva generación de la Armada de los EE. UU. La ventaja del barco era su blindaje significativamente reforzado. Contaba con un equilibrio exitoso entre armamento, protección y velocidad teniendo en consideración su desplazamiento de agua restringido.
ja: ニューオーリンズ級は、アメリカ海軍における新世代の重巡洋艦のうち最初期のもののひとつであり、装甲防御力が大幅に強化されていた点が特長でした。排水量の制限を考えると、火力、防御力、速力のバランスが極めて優れていたと言えます。
pl: Jeden z pierwszych ciężkich krążowników nowej generacji w U.S. Navy. Jego zaletą było wzmocnione opancerzenie. Przy projektowaniu udało się zachować zachowano równowagę pomiędzy uzbrojeniem, opancerzeniem i szybkością, pomimo ograniczeń co do wyporności.
ru: Один из первых тяжёлых крейсеров США нового поколения, главное преимущество которых заключалось в заметно усиленном бронировании. Был удачно сбалансирован по вооружению, защите и скорости с учётом ограниченного водоизмещения.
uk: Один з перших важких крейсерів США нового покоління, головна перевага яких полягала у значно посиленому бронюванні. Був вдало збалансований за озброєнням, захистом та швидкістю з урахуванням обмеженої водотоннажності.
zh: 这是M系海军的第一艘次世代重型巡洋舰，这艘战舰的优势为它大幅度强化的装甲，它非常成功的在限制的排水量之下达到武装、防御、和速度上的平衡。
zh_sg: 美国海军新一代战舰的首批巡洋舰之一。主要优势是显著提升了装甲防护性。在排水量受限的情况下，武器、防护、和速度方面取得了较成功的平衡。

# IDS_PASC107_FULL
source: New Orleans
zh: 新奥尔良
zh_sg: 新奥尔良

# IDS_PASC108
source: Baltimore
zh: 巴尔的摩
zh_sg: 巴尔的摩

# IDS_PASC108_DESCR
source: A Baltimore-class heavy cruiser. Increasing the ship dimensions allowed engineers to improve her survivability by means of reinforcing the deck armor and enhancing the protection of the propulsion. Another difference from her predecessor was better AA capabilities provided by the cruiser's numerous dual-purpose artillery.
es_mx: Un crucero pesado de la clase Baltimore. Incrementar las dimensiones del barco le permitió a los ingenieros a mejorar la supervivencia del barco al reforzar el blindaje de la cubierta y mejorar la protección de la propulsión. Otra diferencia respecto a su predecesor eran las mejores capacidades AA otorgadas por la numerosa artillería de doble propósito del crucero.
ja: ボルティモア級重巡洋艦は、従来の巡洋艦よりも排水量が増やされたことに伴い、甲板装甲を強化し、主機を守る防御を向上させることで抗堪性を高めることを実現できていました。前級とのもうひとつの違いとして、両用砲を多数搭載することにより対空能力の強化が図られていました。
pl: Ciężki krążownik klasy Baltimore. Zwiększenie rozmiarów okrętu pozwoliło inżynierom na polepszenie jego przeżywalności, poprzez wzmocnienie pancerza pokładu i maszynowni. Kolejną cechą odróżniającą go od poprzednika było lepsze uzbrojenie przeciwlotnicze, na które składały się liczne działa uniwersalne.
ru: Тяжёлый крейсер типа Baltimore. Увеличенные размеры корабля позволили повысить его живучесть путём усиления броневой палубы и улучшения защиты энергетической установки. Ещё одним отличием от предшественников была возросшая мощь ПВО, благодаря наличию в составе вооружения крейсера многочисленной универсальной артиллерии.
uk: Важкий крейсер типу Baltimore. Збільшені розміри корабля дозволили збільшити його живучість шляхом посилення бронювання палуби і поліпшення захисту силової установки. Ще однією відмінністю від попередників була збільшена потужність ППО, завдяки наявності у складі озброєння крейсера численної універсальної артилерії.
zh: 巴尔的摩级重型巡洋舰。战舰尺寸的增加让工程师有办法以强化甲板装甲以及强化推进系统防御的方式来提升生存能力。与前继舰不一样的还有更好的防空能力，这是因为巡此舰上装备大量的高平两用火炮。
zh_sg: 一艘巴尔的摩级重型巡洋舰。加大的船体大小让工程师得以通过强化甲板装甲和推进系统的防御力的方式来提升其生存能力。与前级舰相比的另一特点是搭载了多门两用火炮，提升了防空能力。

# IDS_PASC108_FULL
source: Baltimore
zh: 巴尔的摩
zh_sg: 巴尔的摩

# IDS_PASC109
source: Buffalo
zh: 水牛城
zh_sg: 水牛城

# IDS_PASC109_DESCR
source: This heavy cruiser design appeared soon after the development of cruiser Baltimore was completed and was her direct successor (Project CA-B). The increased water displacement allowed engineers to significantly reinforce the ship's armor protection and armament. The number of main guns was augmented to a total of 12 overall.
es_mx: Este diseño de crucero pesado apareció poco después de completar el desarrollo del crucero Baltimore y fue su sucesor directo (Proyecto CA-B). El desplazamiento de agua incrementado permitio a los ingenieros a reforzar significativamente el blindaje del barco y su armamento. El número de cañones principales aumento a un total de 12.
ja: バッファローは、重巡洋艦の設計案であり、ボルティモア級重巡洋艦の開発完了後間もなく、その直系の後継艦 (プロジェクト CA-B) として開発されました。排水量の増加に伴い、装甲防御力ならびに兵装を大幅に強化することが実現されており、主砲の砲門数は合計 12 門を誇りました。
pl: Ten ciężki krążownik pojawił się krótko po zakończeniu prac rozwojowych nad krążownikiem Baltimore i był jego bezpośrednim następcą (Projekt CA-B). Zwiększona wyporność pozwoliła inżynierom na znaczne wzmocnienie pancerza i uzbrojenia okrętu. Liczba dział głównej baterii została zwiększona do 12.
ru: Проект тяжёлого крейсера, появившийся вскоре после завершения разработки крейсера Baltimore и являющийся его непосредственным развитием (проект CA-B). За счёт увеличенного водоизмещения, были существенно усилены бронирование и вооружение. Количество орудий главного калибра при этом возросло до двенадцати.
uk: Проект важкого крейсера, що з’явився невдовзі після завершення розробки крейсера Baltimore і є його безпосереднім розвитком (проект CA-B). За рахунок збільшеної водотоннажності, істотно посилили бронювання і озброєння. Кількість гармат головного калібру водночас зросла до дванадцяти.
zh: 在巡洋舰巴尔的摩研发完成之后马上就出现了这艘重型巡洋舰的相关设计，它同时也是巴尔的摩的后继舰（CA-B工程)，它增加的排水量让工程师可以大幅度的强化战舰装甲和火力，总主要火炮的数量达到了12门
zh_sg: 这艘重型巡洋舰设计是在巴尔的摩完成不久后出现的，是它的直接继任者(CA-B计划)。排水量的提升让工程师得以大幅强化船只的装甲防护和武器火力。主炮组的数量增加到12门。

# IDS_PASC109_FULL
source: Buffalo
zh: 水牛城
zh_sg: 水牛城

# IDS_PASC206
source: Dallas
zh: 达拉斯
zh_sg: 达拉斯

# IDS_PASC206_DESCR
source: A design version of a small light cruiser development which preceded the creation of Helena-class cruisers. She had features characteristic of most subsequent ships of this type in the U.S. Navy: moderate speed, the absence of torpedo armament, and the availability of dual-purpose guns complementing the 152 mm main battery mounted in turrets.
es_mx: Una versión de diseño de un crucero ligero era el desarrollo que precedió a la creación de los cruceros clase Helena. Tenía las características de la mayoría de los barcos posteriores de este tipo de la Armada de los EE. UU.: velocidad moderada, la ausencia de un armamento de torpedos, y la disponibilidad de cañones de doble propósito que complementaban la batería principal de 152 mm montada en torretas.
ja: ダラス級軽巡洋艦は、小型軽巡洋艦の設計案であり、本案を発展させたものがヘレナ級 (セントルイス級) 軽巡洋艦です。本案の特徴は、アメリカ海軍におけるその後の多くの軽巡洋艦と共通しており、速力は中庸で、雷装は省かれており、主砲として砲塔式の 152 mm 砲を搭載し、副砲として両用砲を採用していました。
pl: Jedna z wersji małego, lekkiego krążownika, którego rozwój poprzedzał stworzenie krążowników klasy Helena. Posiadał wiele cech charakterystycznych dla późniejszych okrętów tego typu, służących w U.S. Navy – umiarkowaną szybkość, brak uzbrojenia torpedowego, obecność dział uniwersalnych, uzupełniających główną baterię dział kal. 152 mm zamontowanych w wieżach.
ru: Вариант проекта небольшого лёгкого крейсера, разработка которого предшествовала созданию крейсеров типа Helena. Имел черты, ставшие характерными для большинства последующих кораблей этого класса ВМС США: умеренная скорость хода, отсутствие торпедного вооружения и наличие универсальных орудий, дополнявших размещённую в башнях 152-мм артиллерию главного калибра.
uk: Варіант проекту невеликого легкого крейсера, розроблення якого передувало створенню крейсерів типу Helena. Мав риси, що стали характерними для більшості наступних кораблів цього класу ВМС США: помірна швидкість ходу, відсутність торпедного озброєння і наявність універсальних гармат, що доповнювали розміщену у баштах 152-мм артилерію головного калібру.
zh: 一种小型轻巡洋舰的设计，后续的研发造就了海伦娜级巡洋舰的诞生，它有着M系海军后续战舰的所有特色，中庸的速度、缺乏的鱼雷武装以及高平两用炮与炮塔内的152毫米主炮。
zh_sg: 一种小而轻型的巡洋舰设计，推动了海伦娜级巡洋舰的发展。它具备与美国海军后续战舰相同的特点：速度中等，没有鱼雷武器，拥有高平两用炮以及配备152毫米主炮组。

# IDS_PASC206_FULL
source: Dallas
zh: 达拉斯
zh_sg: 达拉斯

# IDS_PASC207
source: Helena
zh: 海伦娜
zh_sg: 海伦娜

# IDS_PASC207_DESCR
source: A light cruiser close to Brooklyn-class ships, but with a different architecture and full-fledged dual-purpose artillery. One of the few ships of her type in the world that carried fifteen 152 mm guns as her main battery.
es_mx: Un crucero ligero similar a los barcos de la clase Brooklyn, pero con una arquitectura diferente y una artillería de doble propósito bien desarrollada. Uno de los pocos barcos de su tipo en el mundo que cargaban quince cañones de 152 mm como su batería principal.
ja: ヘレナ級 (セントルイス級) 軽巡洋艦は、ブルックリン級軽巡洋艦に類似していましたが、構造が異なっており、本格的な両用砲を採用していました。本級のように主砲として 152 mm 砲を 15 門搭載した軽巡洋艦は、世界でも珍しい存在でした。
pl: Lekki krążownik podobny do okrętów klasy Brooklyn, cechujący się jednak inną architekturą i wyposażony jedynie w działa uniwersalne. Jeden z nielicznych okrętów tego typu posiadający baterię główną złożoną z 15 dział kal. 152 mm.
ru: Лёгкий крейсер, близкий к кораблям типа Brooklyn, отличавшийся от них иной архитектурой и наличием полноценной универсальной артиллерии. Один из немногих в мире представителей своего класса, обладавших пятнадцатью 152-мм орудиями в качестве артиллерии главного калибра.
uk: Легкий крейсер, близький до кораблів типу Brooklyn, який відрізнявся від них іншою архітектурою і наявністю повноцінної універсальної артилерії. Один з небагатьох у світі представників свого класу, які мали п'ятнадцять 152-мм гармат за артилерію головного калібру.
zh: 这艘战舰很类似布鲁克林级的轻型巡洋舰，但是拥有不一样的结构和完全成熟的高平两用的火炮，它是这类战舰中少有的以15门152毫米炮为主炮的设计。
zh_sg: 与布鲁克林级舰相似的一种轻型巡洋舰，但拥有船体构造和功能齐全的两用炮。少量型号上配备了15门152毫米主炮组。

# IDS_PASC207_FULL
source: Helena
zh: 海伦娜
zh_sg: 海伦娜

# IDS_PASC208
source: Cleveland
zh: 克利夫兰
zh_sg: 克利夫兰

# IDS_PASC208_DESCR
source: A Cleveland-class cruiser. The ship had excellent AA capabilities and good armor protection for this type of ship. With all performance characteristics combined, she was one of the most powerful light cruisers during the World War II period.
es_mx: Un crucero clase Cleveland. El barco tenía excelentes capacidades AA y un buen blindaje para este tipo de barcos. Cont todas las características de características de desempeño combinadas, el barco fue uno de los cruceros ligeros más poderosos del periodo de la Segunda Guerra Mundial.
ja: クリーヴランド級は、軽巡洋艦としては素晴しい対空能力と良好な装甲防御力を備えていました。諸性能の組み合わせを考えると、二次大戦中における最強の軽巡洋艦のひとつであったと言えるでしょう。
pl: Krążownik klasy Cleveland. Okręt ten posiadał doskonałą obronę przeciwlotniczą i, jak na okręt tego typu, dobre opancerzenie. Dzięki zachowanej równowadze pomiędzy poszczególnymi cechami był to jeden z najpotężniejszych lekkich krążowników II wojny światowej.
ru: Крейсер типа Cleveland. Обладал мощной ПВО и хорошей для кораблей своего класса защитой. По совокупности характеристик являлся одним из сильнейших лёгких крейсеров периода Второй мировой войны.
uk: Крейсер типу Cleveland. Мав потужну ППО і добрий для кораблів свого класу захист. За сукупністю характеристик був одним з найсильніших легких крейсерів часів Другої світової війни.
zh: 克利夫兰级巡洋舰。这艘战舰拥有优秀的防空能力以及对巡洋舰来说不错的装甲，结合这些性能参数让它成为大战中最强的轻型巡洋舰。
zh_sg: 一艘克利夫兰级巡洋舰。船只拥有极强的对空能力和良好的防护性。这种战斗属性组合也让它成为了二战中最强的轻型巡洋舰之一。

# IDS_PASC208_FULL
source: Cleveland
zh: 克利夫兰
zh_sg: 克利夫兰

# IDS_PASC209
source: Seattle
zh: 西雅图
zh_sg: 西雅图

# IDS_PASC209_DESCR
source: One of the first versions of a U.S. Navy light cruiser with a dual-purpose 152 mm artillery as the main battery. Further development of the project led to the creation of Worcester-class cruisers.
es_mx: Una de las primeras versiones de un crucero ligero de la Marina de los EE. UU., con una artillería de doble propósito de 152 mm como batería principal. El desarrollo posterior del proyecto llevó a la creación de los cruceros de la clase Worcester.
ja: シアトル級軽巡洋艦は、主砲として 152 mm 両用砲を採用した軽巡洋艦としては、アメリカ海軍において最初期の設計案のひとつでした。本案の発展型が、ウースター級軽巡洋艦です。
pl: Jedna z pierwszych wersji lekkiego krążownika U.S. Navy uzbrojonego w działa uniwersalne kal. 152 mm. Dalsze prace rozwojowe doprowadziły do stworzenia krążowników klasy Worcester.
ru: Один из первых вариантов лёгкого крейсера ВМС США с универсальной 152-мм артиллерией главного калибра. Дальнейшая разработка проекта привела к созданию крейсеров типа Worcester.
uk: Один з перших варіантів легкого крейсера ВМС США з універсальною 152-мм артилерією головного калібру. Подальше розроблення проекту призвело до створення крейсерів типу Worcester.
zh: 其中一艘M系海军中装备152毫米高平两用火炮的轻型巡洋舰在后来的持续研发后就诞生了伍斯特级巡洋舰
zh_sg: 美国海军第一种配备两用炮和152毫米主炮组的轻型巡洋舰之一。并在此基础上衍生出了伍斯特级巡洋舰。

# IDS_PASC209_FULL
source: Seattle
zh: 西雅图
zh_sg: 西雅图

# IDS_PASC210
source: Worcester
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PASC210_DESCR
source: The world's largest light cruiser. She carried 152 mm dual-purpose artillery as her main battery, supplemented by a great number of automatic 76 mm guns. She had the most powerful AA defense among ships of her type.
es_mx: El crucero ligero más grande del mundo. Contaba con una artillería de doble propósito de 152 mm como su batería principal, complementada por una gran cantidad de armas automáticas de 76 mm. Tenía la defensa AA más poderosa entre los barcos de su tipo.
ja: ウースター級軽巡洋艦は、軽巡洋艦としては世界最大の艦級でした。主砲として 152 mm 両用砲を採用しており、これに加えて自動装填式の 76 mm 砲を多数搭載していました。その結果として本級は、軽巡洋艦としては最強の対空火力を実現していました。
pl: Największy lekki krążownik na świecie. Jego główna bateria składała się dział uniwersalnych kal. 152 mm, a uzupełniały ją bardzo liczne działa automatyczne kal. 76 mm. Posiadał najpotężniejsze uzbrojenie przeciwlotnicze spośród wszystkich okrętów tego typu.
ru: Самый крупный в мире лёгкий крейсер. Был вооружён 152-мм универсальной артиллерией главного калибра, дополнявшейся большим количеством автоматических 76-мм орудий. Обладал самой мощной ПВО среди представителей своего класса.
uk: Найбільший в світі легкий крейсер. Був озброєний 152-мм універсальною артилерією головного калібру, яку доповнювала велика кількість автоматичних 76-мм гармат. Мав найпотужнішу ППО серед представників свого класу.
zh: 全世界最大的轻型巡洋舰，它以152毫米高平两用火炮作为主要火炮，并以大量的76毫米自动火炮作为辅助，它拥有同种战舰中最强大的防空火力
zh_sg: 世界上最大的轻型巡洋舰。搭载了152毫米两用炮作为主炮组，以及多门76毫米自动机炮。在同类型战舰中拥有最强的对空防御能力。

# IDS_PASC210_FULL
source: Worcester
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PASC503
source: Charleston
zh: 查尔斯顿
zh_sg: 查尔斯顿

# IDS_PASC503_DESCR
source: A St. Louis-class cruiser. A large ship with moderate speed, equipped with a large number of rapid-firing guns. The propulsion unit of the cruiser was protected with side-armor.
es_mx: Un crucero de clase de San Luis. Un gran barco con velocidad moderada, equipado con un gran número de cañones de alta cadencia. La unidad de propulsión del crucero estaba protegida con un blindaje lateral.
ja: チャールストンは、セントルイス級防護巡洋艦です。速力は中庸で、速射砲を多数搭載していました。主機は、側面装甲によって防御されていました。
pl: Krążownik klasy St. Louis. Duży okręt o przeciętnej prędkości, wyposażony w dużą liczbę szybkostrzelnych dział. Jednostka napędowa chroniona była przez pancerz boczny.
ru: Крейсер типа St. Louis. Крупный корабль с умеренной скоростью хода, вооружённый большим числом скорострельных орудий. Энергетическая установка крейсера прикрывалась бортовой бронёй.
uk: Крейсер типу St. Louis. Великий корабель з помірною швидкістю ходу, озброєний великою кількістю скорострільних гармат. Силова установка крейсера була закрита бортовою бронею.
zh: 圣路易斯级巡洋舰。一艘中等速度的大型战舰，配备了大量高射速主炮。巡洋舰的推进装置有侧面装甲保护。
zh_sg: 圣路易斯级巡洋舰。一艘速度适中的大型战舰，配备了大量速射火炮。推进装置用侧面装甲保护。

# IDS_PASC503_FULL
source: Charleston
zh: 查尔斯顿
zh_sg: 查尔斯顿

# IDS_PASC507
source: Indianapolis
zh: 印第安纳波利斯
zh_sg: 印第安纳波利斯

# IDS_PASC507_DESCR
source: One of the last cruisers in the U.S. Navy that was subject to the Washington Naval Treaty. Compared with her predecessors, the ship featured heavier armor, which remarkably improved her survivability. By the end of World War II, the cruiser's armament was reinforced with numerous automatic AA guns.
es_mx: Uno de los últimos cruceros en la Marina de los EE.UU. que estaba sujeto al Tratado Naval de Washington. Comparado con sus predecesores, el barco tenía un blindaje más pesado, que mejoró notablemente su supervivencia. Al final de la 2ª Guerra Mundial, el armamento del crucero fue reforzado con numerosos cañones AA automáticos.
ja: 重巡洋艦インディアナポリスは、アメリカにおいてワシントン海軍軍縮条約の制限下で建造されたものとしては、最後の巡洋艦のひとつです。前級に比して装甲が強化され、抗堪性が大幅に向上していました。二次大戦の終戦までに対空機関砲が多数追加され、対空能力の強化が図られました。
pl: Jeden z ostatnich krążowników U.S. Navy objętych obostrzeniami Traktatu Waszyngtońskiego. W porównaniu do swoich poprzedników posiadał cięższy pancerz, który znacząco zwiększał jego przeżywalność. Przed zakończeniem II wojny światowej uzbrojenie krążownika zostało wzmocnione przez dodanie licznych automatycznych dział przeciwlotniczych.
ru: Один из последних «вашингтонских» крейсеров ВМС США. По сравнению с предшественниками имел более мощное бронирование, что заметно повысило живучесть корабля. К концу Второй мировой войны вооружение крейсера было усилено многочисленными зенитными автоматическими установками.
uk: Один з останніх, побудованих згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р., крейсерів ВМС США. У порівнянні з попередниками мав потужніше бронювання, що значно підвищило живучість корабля. До кінця Другої світової війни озброєння крейсера було посилене численними зенітними автоматичними установками.
zh: 海军中受到华盛顿海军条约限制的最后一批巡洋舰之一。与它的前辈相比，该舰配有较重型的装甲，这明显改善了它的存活性。到了战争结束时，该巡洋舰的武装被大量的自动防空炮所强化。
zh_sg: 美国海军受到华盛顿海军条约限制的最后一批巡洋舰之一。与之前的战舰相比，该舰配有较重型的装甲，显著提升了生存能力。到了战争结束时，该巡洋舰还装备了大量的自动防空炮武器。

# IDS_PASC507_FULL
source: Indianapolis
zh: 印第安纳波利斯
zh_sg: 印第安纳波利斯

# IDS_PASC507_SHORT
source: INDLS
zh: 印第安纳波利斯
zh_sg: 印第安纳波利斯

# IDS_PASC508
source: Wichita
zh: 威奇塔
zh_sg: 威奇塔
