Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_INSTRUCTION_YOU_HAVE_NO_CLAN_BATTLES
source: Currently, there are no Divisions composed of your clanmates.
es_mx: Actualmente, no hay divisiones que incluyan a tus compañeros de clan.
ja: 現在、クランメイトで編成された分艦隊がありません。
pl: Aktualnie nie ma żadnych dywizjonów Twojego klanu.
ru: В данный момент нет отрядов, созданных членами вашего клана.
uk: У цей час немає загонів, створених членами вашого клану.
zh: 目前，您的军团战友没有组成小队。
zh_sg: 目前，您的军团战友没有组成小队。

# IDS_INSTRUCTION_YOU_HAVE_NO_CLUB_MEMBERS
source: No players in this Team
es_mx: No hay jugadores en este Equipo
ja: チームにプレイヤーがいません
pl: W tej drużynie nie ma żadnych graczy
ru: В этой команде нет игроков
uk: У цій команді немає гравців
zh: 没有玩家在此队伍
zh_sg: 没有玩家在此团队

# IDS_INTERFACE_OPTIONS
source: Interface
es_mx: Interfaz
ja: インターフェイス
pl: Interfejs
ru: Интерфейс
uk: Інтерфейс
zh: 界面
zh_sg: 界面

# IDS_INTRO_MISSION_DESCRIPTION
source: Master the basics of ship control and weapons. Can be completed again before your battle count exceeds %(amount)s.
es_mx: Domina los básicos del control del barco y sus armas. Puede ser completada de nuevo antes de que tu contador de batalla exceda %(amount)s.
ja: 操艦と兵装使用の基本 戦闘数が %(amount)s 戦を超過するまでは再度ご利用いただけます。
pl: Opanuj podstawy kontroli okrętem i uzbrojenia. Może zostać ukończona ponownie, zanim liczba rozegranych bitew przekroczy %(amount)s.
ru: Освойте основы управления и стрельбы. Повторное прохождение доступно первые %(amount)s боёв.
uk: Опануйте засади керування та стрільби. Повторно можливо виконувати у перших %(amount)s боях.
zh: 学习舰艇控制与武器的基本知识。 在您的战斗次数超过 %(amount)s 次前都能重复完成。
zh_sg: 学习战舰操控和武器的基本知识。 在您的战斗超过%(amount)s场前都能重复完成。

# IDS_INTRO_SHORT_DESCRIPTION
source: Master the basics of ship control and weapons.
es_mx: Domina los conceptos básicos del control del barco y su armamento.
ja: 操艦と兵装の基本を習得せよ
pl: Opanuj podstawy sterowania okrętem i uzbrojeniem.
ru: Освойте основы управления и стрельбы.
uk: Опануйте засади керування та стрільби.
zh: 掌握战舰控制及武器的基本知识。
zh_sg: 学习战舰操控和武器的基本知识。

# IDS_INVALID_SHIP_WAYPOINT
source: Impossible route
es_mx: Ruta imposible
ja: 航行不能な経路
pl: Trasa niewykonalna
ru: Недопустимый маршрут
uk: Неприпустимий маршрут
zh: 无法遵从：不能移动到要求的位置。
zh_sg: 无效路径

# IDS_INVITATION_DISABLE_REASON_ALREADY_IN_DIVISION
source: This player is already in a Division
es_mx: Este jugador ya está en una División
ja: このプレイヤーは既に分艦隊に所属中
pl: Gracz jest już w dywizjonie
ru: Игрок уже состоит в отряде
uk: Гравець вже перебуває у складі загону
zh: 此玩家已经在小队中
zh_sg: 此玩家已经在小队中

# IDS_INVITATION_DISABLE_REASON_DESTROYED
source: This player's ship has been destroyed
es_mx: El barco del jugador ha sido destruido
ja: このプレイヤーの艦は沈没しました
pl: Okręt gracza został zniszczony
ru: Корабль игрока уничтожен
uk: Корабель гравця знищено
zh: 此玩家的战舰已被摧毁
zh_sg: 此玩家的战舰已被摧毁

# IDS_INVITATION_DISABLE_REASON_INVITATIONS_DISABLED
source: This player does not accept invitations to join a Division
es_mx: Este jugador no acepta invitaciones para unirse a una División
ja: このプレイヤーは分艦隊への招待を受け付けていません
pl: Ten gracz nie przyjmuje zaproszeń do dywizjonu
ru: Игрок запретил приглашать себя в отряд
uk: Гравець заборонив запрошувати себе до загону
zh: 此玩家没有接受加入小队的邀请
zh_sg: 此玩家没有接受加入小队的邀请

# IDS_INVITATION_DISABLE_REASON_NOT_COMMANDER
source: Only a Commander can invite players to join a Division
es_mx: Solo un Comandante puede invitar jugadores a unirse a una División
ja: 分艦隊にプレイヤーを招待できるのは指揮官だけです
pl: Tylko dowódca może zapraszać graczy do dywizjonu
ru: Только командир может приглашать игроков в отряд
uk: Лише командир може запрошувати гравців до загону
zh: 只有指挥官才可以邀请玩家加入小队
zh_sg: 只有指挥官才可以邀请玩家加入小队

# IDS_INVITATION_DISABLE_REASON_NO_FREE_PLACES
source: No vacant places in your Division
es_mx: No hay vacantes en tu División
ja: 分艦隊に空枠がありません
pl: Brak wolnych miejsc w Twoim dywizjonie
ru: В вашем отряде нет свободных мест
uk: У вашому загоні немає вільних місць
zh: 您的小队中没有空位
zh_sg: 您的小队中没有空位

# IDS_INVITATION_DISABLE_REASON_PLAYER_IS_OUT_OF_BATTLE
source: The player left the battle
es_mx: El jugador abandonó la batalla
ja: プレイヤーが戦闘から離脱しました
pl: Gracze pozostali w bitwie
ru: Игрок вышел из боя
uk: Гравець вийшов з бою
zh: 该玩家已离开战斗
zh_sg: 该玩家已离开战斗

# IDS_INVITATION_TO_CLAN
source: Invite to Clan
es_mx: Invitar al Clan
ja: クランに招待
pl: Zaproś do klanu
ru: Пригласить в клан
uk: Запросити до клану
zh: 邀请加入军团
zh_sg: 邀请加入军团

# IDS_INVITATION_TO_CLUB_SENT
source: Invitation to join the Team sent
es_mx: Invitación para unirse al Equipo enviada
ja: チームへの招待を送信しました
pl: Wysłano zaproszenie do drużyny
ru: Приглашение в команду отправлено
uk: Запрошення до команди надіслане
zh: 加入队伍的邀请已送出
zh_sg: 已发送团队邀请

# IDS_INVITED_IN_DIVISION
source: Invitation to join the Division sent
es_mx: Invitación para unirse a la División enviada
ja: 分艦隊への招待を送信しました
pl: Wysłano zaproszenie do dywizjonu
ru: Приглашение в отряд отправлено
uk: Запрошення до загону надіслано
zh: 加入小队的邀请已送出
zh_sg: 加入小队的邀请已送出

# IDS_INVITED_IN_DIVISION_ALREADY
source: You have already invited this player to join the division
es_mx: Ya has invitado a este jugador a unirse a la división
ja: このプレイヤーに分艦隊への招待を送信済みです
pl: Zaprosiłeś już tego gracza do dywizjonu
ru: Вы уже пригласили этого игрока в отряд
uk: Ви вже запросили цього гравця до складу загону
zh: 您已经邀请了这位玩家来加入小队
zh_sg: 您已经邀请这位玩家加入小队了

# IDS_INVITED_IN_PARTY
source: Invitation to the battle sent
es_mx: Invitación a la batalla enviada
ja: 戦闘参加招待を送信しました
pl: Wysłano zaproszenie do bitwy
ru: Приглашение в бой отправлено
uk: Запрошення до бою надіслане
zh: 已送出加入战斗的邀请
zh_sg: 已送出加入战斗的邀请

# IDS_INVITED_TO_CLUB
source: Invited to join the Team
es_mx: Invitado para unirse al equipo
ja: チーム参加招待済み
pl: Zaproszono do dołączenia do drużyny.
ru: Приглашён в команду
uk: Запрошений до команди
zh: 已邀请加入该队伍
zh_sg: 已邀请加入该团队

# IDS_INVITES_YOU_TO_JOIN_CLUB
source: Invitation to join the Team
es_mx: Invitación para unirse al Equipo
ja: チームへの招待
pl: Zaproszenie do drużyny
ru: Приглашение в команду
uk: Запрошення до команди
zh: 加入队伍的邀请
zh_sg: 邀请加入团队

# IDS_INVITES_YOU_TO_JOIN_DIVISION
source: Invitation to join Division
es_mx: Invitación para unirte a la División
ja: 分艦隊への招待
pl: Zaproszenie do dywizjonu
ru: Приглашение в отряд
uk: Запрошення до складу загону
zh: 邀请加入小队
zh_sg: 邀请加入小队

# IDS_INVITES_YOU_TO_JOIN_PARTY
source: Invitation to Team Battle
es_mx: Invitación para una Batalla en Equipo
ja: チームバトルへの招待
pl: Zaproszenie do bitwy drużynowej
ru: Приглашение в командный бой
uk: Запрошення в командний бій
zh: 加入队伍战斗的邀请
zh_sg: 加入团队战斗的邀请

# IDS_INVITES_YOU_TO_JOIN_PARTY_AS_MERC
source: Invitation to enter a Team Battle as a mercenary
es_mx: Invitación para entrar a una Batalla en Equipo como un mercenario
ja: チームバトルへの傭兵としての招待
pl: Zaproszenie do bitwy drużynowej jako najemnik
ru: Приглашение в командный бой в качестве наёмника
uk: Запрошення до командного бою як найманця
zh: 作为佣兵进入队伍战斗的邀请
zh_sg: 作为佣兵接受团队战邀请

# IDS_INVITES_YOU_TO_JOIN_TRAINING_ROOM
source: Invitation to a Training Battle
es_mx: Invitación a una Batalla de Entrenamiento
ja: トレーニング戦への招待
pl: Zaproszenie do bitwy treningowej
ru: Приглашение в тренировочный бой
uk: Запрошення до тренувального бою
zh: 加入战斗训练的邀请
zh_sg: 邀请到战斗训练

# IDS_INVITE_ALREADY_SENT
source: You have already invited this player to join the Division. Wait for the player to accept your invitation.
es_mx: Ya has invitado al jugador a unirse en la División. Espera a que el jugador acepte tu invitación.
ja: 既にこのプレイヤーを分艦隊に招待済みです。プレイヤーが招待を承諾するまでお待ちください。
pl: Już zaprosiłeś tego gracza do swojego dywizjonu. Poczekaj, aż przyjmie Twoje zaproszenie.
ru: Вы уже пригласили этого игрока в отряд. Дождитесь, когда он примет приглашение.
uk: Ви вже запросили цього гравця до складу загону. Дочекайтеся, коли він прийме запрошення.
zh: 您已经邀请了这名玩家加入小队。请等候该玩家接受您的邀请。
zh_sg: 您已经邀请了这名玩家加入小队。请等候该玩家接受您的邀请。

# IDS_INVITE_FRIEND
source: Recruiting Station
es_mx: Estación de Reclutamiento
ja: 募集ステーション
pl: Stacja rekrutacyjna
ru: Морское братство
uk: Морське братство
zh: 邀请好友
zh_sg: 征募站

# IDS_INVITE_FROM
source: Invitation from:
es_mx: Invitación de:
ja: 招待送信者:
pl: Zaproszenie od:
ru: Приглашение от:
uk: Запрошення від:
zh: 邀请来自：
zh_sg: 邀请来自：

# IDS_INVITE_IN_DIVISION
source: Invite to Division
es_mx: Invitar a la División
ja: 分艦隊に招待
pl: Zaproś do dywizjonu
ru: Пригласить в отряд
uk: Запросити до загону
zh: 邀请加入小队
zh_sg: 邀请加入小队

# IDS_INVITE_IN_PARTY
source: Invite to a battle
es_mx: Invitar a luchar
ja: 戦闘へ招待
pl: Zaproś do bitwy
ru: Пригласить в бой
uk: Запросити до бою
zh: 邀请加入战斗
zh_sg: 邀请加入战斗

# IDS_INVITE_IN_TRAINING_ROOM
source: Invite to a Training Battle
es_mx: Invitar a la Batalla de Entrenamiento
ja: トレーニング戦への招待
pl: Zaproś do bitwy treningowej
ru: Пригласить в тренировочный бой
uk: Запросити до тренувального бою
zh: 邀请加入战斗训练
zh_sg: 邀请到战斗训练

# IDS_INVITE_PLAYER
source: Invite Player
es_mx: Invitar Jugador
ja: プレイヤーを招待
pl: Zaproś gracza
ru: Пригласить игрока
uk: Запросити гравця
zh: 邀请玩家
zh_sg: 邀请玩家

# IDS_INVITE_PLAYER_TO_CHANNEL
source: Invite player to channel
es_mx: Invitar jugador al canal
ja: プレイヤーをチャンネルに招待
pl: Zaproś gracza do kanału
ru: Пригласить игрока в канал
uk: Запросити гравця до каналу
zh: 邀请玩家到频道
zh_sg: 邀请玩家到频道

# IDS_INVITE_PLAYER_TO_CLUB
source: Invite player to join the Team
es_mx: Invitar jugador a unirse al equipo
ja: プレイヤーをチームに招待
pl: Zaproś gracza o drużyny
ru: Пригласить игрока в команду
uk: Запросити гравця до команди
zh: 邀请玩家加入该队伍
zh_sg: 邀请玩家加入该团队

# IDS_INVITE_RECIEVED_FROM_THIS_PLAYER
source: This player has invited you to join a Division. Accept or decline the invitation.
es_mx: Este jugador te invitó a unirte en una División. Acepta o rechaza la invitación.
ja: このプレイヤーがあなたを分艦隊に招待しています。招待を承諾または辞退してください。
pl: Ten gracz zaprosił Cię do dywizjonu. Możesz przyjąć zaproszenie lub je odrzucić.
ru: Этот игрок пригласил вас в отряд. Примите или отклоните приглашение.
uk: Цей гравець запросив вас до складу загону. Прийміть або відхиліть запрошення.
zh: 这名玩家已邀请您加入小队。请接受或拒绝该邀请。
zh_sg: 这名玩家已邀请您加入小队。请接受或拒绝该邀请。

# IDS_INVITE_TO_CLUB
source: Invite to Team
es_mx: Invitar al Equipo
ja: チームへ招待
pl: Zaproś do drużyny
ru: Пригласить в команду
uk: Запросити до команди
zh: 邀请加入队伍
zh_sg: 邀请加入团队

# IDS_INVITE_TO_DIVISION
source: You invited %(player)s to join your Division
es_mx: Invitaste a %(player)s a unirse a tu División
ja: %(player)s さんを分艦隊に招待しました
pl: Zaprosiłeś gracza %(player)s do swojego dywizjonu
ru: Вы пригласили %(player)s в отряд
uk: Ви запросили %(player)s до складу загону
zh: 您已邀请 %(player)s 加入您的小队
zh_sg: 您已邀请 %(player)s 加入您的小队

# IDS_INVITE_TO_DIVISION_ACTION_DENY_REASON_ALREADY_INVITED
source: This player has already been invited to the Division
es_mx: Este jugador ya ha sido invitado a la División
ja: このプレイヤーは分艦隊に招待済み
pl: Gracz został już zaproszony do dywizjonu
ru: Игрок уже приглашён в отряд.
uk: Гравця вже запрошено до загону.
zh: 玩家已被邀请至分舰队
zh_sg: 这名玩家已经被邀请加入小队

# IDS_INVITE_TO_DIVISION_ACTION_DENY_REASON_OFFLINE
source: It is impossible to invite a player to a Division if the player is offline.
es_mx: Es imposible invitar a un jugador a una División si no está conectado.
ja: オフラインのプレイヤーを分艦隊に招待することはできません。
pl: Nie można zaprosić do dywizjonu gracza, który jest offline.
ru: Нельзя пригласить игрока в отряд, если он не в сети.
uk: Неможливо запросити гравця до складу загону, якщо він не в мережі.
zh: 如果该玩家为脱机，是不可能邀请玩家加入小队。
zh_sg: 如果玩家离线则不能邀请其加入小队。

# IDS_INVITE_TO_THE_CHANNEL
source: invited you to join a channel
es_mx: te invito a unirte a un canal
ja: さんがあなたをチャンネルに招待しています
pl: zaprasza cię do dołączenia do kanału
ru: приглашает вас присоединиться к каналу
uk: запрошує вас долучитися до каналу
zh: 已邀请您加入频道
zh_sg: 已邀请您加入频道

# IDS_IN_BATTLE
source: In battle
es_mx: En batalla
ja: 戦闘中
pl: W bitwie
ru: В бою
uk: У бою
zh: 战斗中
zh_sg: 战斗中

# IDS_IN_BATTLE_QUEUE
source: You are in queue for battle
es_mx: Estás en la lista de espera de batalla
ja: 戦闘待機中
pl: Czekasz w kolejce do bitwy
ru: Вы находитесь в очереди в бой
uk: Ви перебуваєте у черзі до бою
zh: 您已加入准备战斗的队列中
zh_sg: 您已加入准备战斗的队列中

# IDS_IN_CLAN_BATTLE
source: in a Clan Battle
es_mx: en un Batalla de Clan
ja: (クラン戦)
pl: w bitwie klanowej
ru: в клановом бою
uk: у клановому бою
zh: 在军团战斗中
zh_sg: 在军团战中

# IDS_IN_CLUB_BATTLE
source: for a Team Battle is
es_mx: para una Batalla en Equipo es
ja: (チームバトル):
pl: dla bitwy drużynowej to
ru: в командном бою
uk: у командному бою
zh: 队伍战斗为
zh_sg: 团队战

# IDS_IN_COOPERATIVE_BATTLE
source: for a Co-op Battle is
es_mx: para una Batalla Cooperativa es
ja: (Co-op 戦):
pl: dla bitwy kooperacyjnej to
ru: в кооперативном бою
uk: у кооперативному бою
zh: 联合作战为
zh_sg: 联合作战

# IDS_IN_DIVISION
source: In Division
es_mx: En División
ja: 分艦隊所属
pl: W dywizjonie
ru: В отряде
uk: У складі загону
zh: 分队中
zh_sg: 小队中

# IDS_IN_EVENT_BATTLE
source: for the Asymmetric Battle is
es_mx: para la Batalla de Submarinos es
ja: (非対称戦):
pl: na bitwy asymetryczne to
ru: в Асимметричном бою
uk: у Підводному бою
zh: 在暮光之战中
zh_sg: 潜艇战

# IDS_IN_PARTY
source: In Team
es_mx: En el Equipo
ja: チーム内
pl: W drużynie
ru: В команде
uk: У команді
zh: 在队伍中
zh_sg: 团队中

# IDS_IN_PVE_BATTLE
source: for Scenarios is
es_mx: para Escenarios no
ja: (シナリオ):
pl: dla scenariuszy to
ru: в сценарии
uk: у сценарії
zh: 活动中
zh_sg: 剧情

# IDS_IN_RANDOM_BATTLE
source: for a Random Battle is
es_mx: para una Batalla Aleatoria es
ja: (ランダム戦):
pl: dla bitwy losowej to
ru: в случайном бою
uk: у випадковому бою
zh: 标准战斗为
zh_sg: 随机战

# IDS_IN_RANKED_BATTLE
source: for a Ranked Battle is
es_mx: para una Batalla por Rangos es
ja: (ランク戦):
pl: dla bitwy rankingowej to
ru: в ранговом бою
uk: у ранговому бою
zh: 排位战为
zh_sg: 排位战

# IDS_IN_STOCK
source: Available
es_mx: Disponible
ja: 所有
pl: Dostępne
ru: В наличии
uk: Наявно
zh: 可用
zh_sg: 可用

# IDS_IN_THE_HOLD
source: CARGO
es_mx: EN LA BODEGA DE CARGA
ja: 貨物室内
pl: W ŁADOWNI
ru: В ТРЮМЕ
uk: У ТРЮМІ
zh: В ТРЮМЕ
zh_sg: 在货仓中

# IDS_IN_WAREHOUSE
source: Available:
es_mx: Disponible:
ja: 利用可能:
pl: Dostępne:
ru: В наличии:
uk: Наявно:
zh: 可用：
zh_sg: 可获得:

# IDS_IONA
source: Iona
ja: イオナ
zh: 伊欧娜

# IDS_ISOROKU
source: Isoroku
ja: 五十六
zh: 五十六

# IDS_ISSUED_STAMP
source: ISSUED
es_mx: EMITIDO
ja: 支給済み
pl: WYDANO
ru: ВЫДАНО
uk: ВИДАНО
zh: 已获得
zh_sg: 已发放

# IDS_IS_APPARAT_CURSOR
source: Enable hardware cursor
es_mx: Habilitar hardware del cursor
ja: ハードウェアカーソル有効
pl: Włącz kursor sprzętowy
ru: Включить аппаратный курсор
uk: Увімкнути апаратний курсор
zh: 开启硬件鼠标指针
zh_sg: 开启硬件鼠标指针

# IDS_IS_ASSIGNED_TO
source: Assigned to
es_mx: Asignado a
ja: 配属済み:
pl: Przydzielony do
ru: Назначен на
uk: Призначено на
zh: 已指派到
zh_sg: 已指派到

# IDS_IS_TURNED_OFF
source: Disabled
es_mx: Desactivado
ja: 無効
pl: Wyłączono
ru: Выключено
uk: Вимкнено
zh: 禁止
zh_sg: 禁用

# IDS_IS_TURNED_ON
source: Enabled
es_mx: Activado
ja: 有効
pl: Włączono
ru: Включено
uk: Увімкнено
zh: 启用
zh_sg: 启用

# IDS_ITALY
source: Italy
es_mx: Italia
ja: イタリア
pl: Włochy
ru: Италия
uk: Італія
zh: I系
zh_sg: 意大利

# IDS_ITALY_AIRCARRIER
source: Italian carriers
es_mx: Portaaviones italianos
ja: イタリア航空母艦
pl: Włoskie lotniskowce
ru: Авианосцы Италии
uk: Авіаносці Італії
zh: Авианосцы Италии
zh_sg: 意大利航母

# IDS_ITALY_BATTLESHIP
source: Italian battleships
es_mx: Acorazados italianos
ja: イタリア戦艦
pl: Włoskie pancerniki
ru: Линкоры Италии
uk: Лінкори Італії
zh: Линкоры Италии
zh_sg: 意大利战列舰

# IDS_ITALY_CRUISER
source: Italian cruisers
es_mx: Cruceros italianos
ja: イタリア巡洋艦
pl: Włoskie krążowniki
ru: Крейсеры Италии
uk: Крейсери Італії
zh: Крейсеры Италии
zh_sg: 意大利巡洋舰

# IDS_ITALY_DESTROYER
source: Italian destroyers
es_mx: Destructores italianos
ja: イタリア駆逐艦
pl: Włoskie niszczyciele
ru: Эсминцы Италии
uk: Есмінці Італії
zh: Эсминцы Италии
zh_sg: 意大利驱逐舰

# IDS_I_GOT_IT
source: OK
ru: Я понял
uk: Зрозумів
zh: 确定
zh_sg: 确定

# IDS_I_HAVE_WGID_DESC
source: Link your Steam account with your Wargaming ID
es_mx: Enlaza tu cuenta de Steam con tu ID de Wargaming
ja: Steam アカウントを Wargaming ID にリンク
pl: Połącz swoje konto Steam z Wargaming ID
ru: Подключить ваш Wargaming ID к Steam
uk: Приєднати ваш Wargaming ID до Steam
zh: 把您的 Steam 账号跟 Wargaming ID 做连结
zh_sg: 把您的 Steam 账号跟 Wargaming ID 做关联

# IDS_I_HAVE_WGID_HINT
source: If you already have a Wargaming ID, click the button below to link it with Steam.
es_mx: Si ya tienes una ID de Wargaming, haz clic en el botón inferior para enlazarla con Steam.
ja: 既に Wargaming ID を作成済みの場合、下記のボタンをクリックして Steam とリンクしましょう。
pl: Jeśli masz już Wargaming ID, kliknij na poniższy przycisk, żeby połączyć go ze Steam.
ru: Если у вас уже есть Wargaming ID, нажмите кнопку ниже, чтобы подключить его к Steam.
uk: Якщо у вас вже є Wargaming ID, натисніть кнопку нижче, щоб приєднати його до Steam.
zh: 如果您已经拥有 Wargaming ID，请点击下面的按钮来把它跟 Steam 做连结。
zh_sg: 如果您已经拥有 Wargaming ID，请点击下面的按钮来把它跟 Steam 关联。

# IDS_JAMES_DGREASE_H18
source: James D. Breese
zh: 詹姆斯-D-布雷斯

# IDS_JAMES_DGREASE_HW
source: James D. Breese
zh: 詹姆斯-D-布雷斯

# IDS_JAPAN
source: Japan
es_mx: Japón
ja: 日本
pl: Japonia
ru: Япония
uk: Японія
zh: R系
zh_sg: 日本

# IDS_JAPAN_AIRCARRIER
source: Japanese carriers
es_mx: Portaaviones japoneses
ja: 日本航空母艦
pl: Japońskie lotniskowce
ru: Авианосцы Японии
uk: Авіаносці Японії
zh: Авианосцы Японии
zh_sg: 日本航母

# IDS_JAPAN_BATTLESHIP
source: Japanese battleships
es_mx: Acorazados japoneses
ja: 日本戦艦
pl: Japońskie pancerniki
ru: Линкоры Японии
uk: Лінкори Японії
zh: Линкоры Японии
zh_sg: 日本战列舰

# IDS_JAPAN_CRUISER
source: Japanese cruisers
es_mx: Cruceros japoneses
ja: 日本巡洋艦
pl: Japońskie krążowniki
ru: Крейсеры Японии
uk: Крейсери Японії
zh: Крейсеры Японии
zh_sg: 日本巡洋舰

# IDS_JAPAN_DESTROYER
source: Japanese destroyers
es_mx: Destructores japoneses
ja: 日本駆逐艦
pl: Japońskie niszczyciele
ru: Эсминцы Японии
uk: Есмінці Японії
zh: Эсминцы Японии
zh_sg: 日本驱逐舰

# IDS_JAP_QUEEN_BEE
source: Queen Bee
zh: 蜂后

# IDS_JG_MEPHISTEUFEL_H18
source: J.G. Mephisteufel
zh: J.G. 墨菲斯费尔

# IDS_JOIN
source: Join
es_mx: Unirse
ja: 加入
pl: Dołącz
ru: Вступить
uk: Вступити
zh: 加入
zh_sg: 加入

# IDS_JOIN_DIVISION
source: Join Division
es_mx: Unirse a la División
ja: 分艦隊に参加
pl: Dołącz do dywizjonu
ru: Вступить в отряд
uk: Вступити до загону
zh: 加入小队
zh_sg: 加入小队

# IDS_JOIN_DYNAMIC_DIVISION_HINT
source: You will remain in the Division when the battle is over
es_mx: Permanecerás en la División cuando la batalla termine
ja: 戦闘終了後も分艦隊に留まります
pl: Pozostaniesz w dywizjonie do czasu zakończenia bitwy
ru: После завершения боя вы останетесь в составе отряда
uk: Після завершення бою ви залишитеся у складі загону
zh: 您在战斗结束时会继续留在小队中。
zh_sg: 您在战斗结束时会继续留在小队中。

# IDS_JOIN_DYNAMIC_DIVISION_MOUSE_HINT
source: Join the Division
es_mx: Unirse a la División
ja: 分艦隊に参加
pl: Dołącz do dywizjonu
ru: Присоединиться к отряду
uk: Долучитися до загону
zh: 加入小队
zh_sg: 加入小队作战

# IDS_JOIN_TRAINING_ROOM_MOUSE_HINT
source: Join the battle
es_mx: Unirse a la batalla
ja: 戦闘に参加
pl: Dołącz do bitwy
ru: Присоединиться к бою
uk: Долучитися до бою
zh: 加入战斗
zh_sg: 加入战斗

# IDS_JOIN_VIA_STEAM
source: Log in with a Steam ID
es_mx: Iniciar sesión con una ID de Steam
ja: Steam ID でログイン
pl: Zaloguj się przy użyciu Steam ID
ru: Войти через Steam
uk: Увійти через Steam
zh: 用 Steam ID 来登入
zh_sg: 用 Steam ID 来登入

# IDS_JOIN_VIA_STEAM_DESC
source: A new Wargaming ID will be created and linked with your Steam account
es_mx: Una nueva ID de Wargaming será creada y enlazada con tu cuenta de Steam
ja: Wargaming ID が新規作成され、Steam アカウントとリンクされます
pl: Nowy Wargaming ID zostanie utworzony i połączony z Twoim kontem Steam
ru: Будет создан новый Wargaming ID и связан с вашим Steam ID
uk: Буде створено новий Wargaming ID та прив'язано до вашого Steam ID
zh: 将会建立新的 Wargaming ID 并且会跟您的 Steam 账号做连结
zh_sg: 将会建立新的 Wargaming ID 并且会跟您的 Steam 账号做关联

# IDS_JUL18_DAILY
source: Daily Challenge
es_mx: Reto Diario
ja: デイリーチャレンジ
pl: Wyzwanie dzienne
ru: Ежедневное испытание
uk: Щоденне випробування
zh: 每日挑战
zh_sg: 每日挑战

# IDS_JUL18_WELCM
source: Welcome Bonus
es_mx: Bonificación de Bienvenida
ja: ウェルカムボーナス
pl: Premia powitalna
ru: Приветственный бонус
uk: Вітальний бонус
zh: 欢迎加成
zh_sg: 欢迎奖励

# IDS_JUNIOR_RANKED_RULES_HEADER
source: Rules of the Ranked Sprint
es_mx: Reglas de la Carrera por Rangos
ja: ランク戦スプリントのルール
pl: Reguły sprintu rankingowego
ru: Правила рангового спринта
uk: Правила рангового спринту
zh: Правила рангового спринта
zh_sg: 排位冲刺规则

# IDS_JUNIOR_RANK_MATCHMAIKER_WAITING_FOR_OTHER_DIVISION
source: Divisions can participate only in battles where the opposing team also has Divisions.
es_mx: Las Divisiones solo pueden participar en batallas en donde el equipo opuesto también tenga Divisiones
ja: 分艦隊で参加する際には、敵チームにも必ず分艦隊が含まれます
pl: Dywizjony mogą uczestniczyć jedynie w bitwach, w których drużyna przeciwna również posiada dywizjony.
ru: Отряды выходят в бой только с другими отрядами
uk: Загони можуть вступати у бій лише проти інших загонів
zh: 分舰队只能参加对方队伍也有分舰队的战斗
zh_sg: 只能在对方队伍也有小队的情况下才能已小队参战

# IDS_JUNIOR_SEASON_STARTS_IN
source: The Sprint will start in
es_mx: La Carrera comenzará en
ja: スプリント開始まで
pl: Sprint zacznie się za
ru: Спринт начнётся через
uk: Спринт розпочнеться через
zh: Спринт начнётся через
zh_sg: 排位冲刺将开始于

# IDS_KAPPA
source: Kappa
ja: 河童
zh: 卡帕

# IDS_KEYBOARD
source: Controls
es_mx: Controles
ja: 操作
pl: Sterowanie
ru: Управление
uk: Керування
zh: 控制
zh_sg: 控制

# IDS_KEY_LEFTMOUSE
source: LMB
es_mx: Click Izq.
ja: 左 MB
pl: LPM
ru: ЛКМ
uk: ЛКМ
zh: 鼠标左键
zh_sg: 鼠标左键

# IDS_KEY_MIDDLEMOUSE
source: MMB
es_mx: Botón Centro
ja: 中央 MB
pl: ŚPM
ru: СКМ
uk: СКМ
zh: 鼠标中键
zh_sg: 鼠标滚轮

# IDS_KEY_MOUSE0
source: LMB
es_mx: Click Izq.
ja: 左 MB
pl: LPM
ru: ЛКМ
uk: ЛКМ
zh: 鼠标左键
zh_sg: 鼠标左键

# IDS_KEY_MOUSE1
source: RMB
es_mx: Click Der.
ja: 右 MB
pl: PPM
ru: ПКМ
uk: ПКМ
zh: 鼠标右键
zh_sg: 鼠标右键

# IDS_KEY_MOUSE2
source: MMB
es_mx: Botón Centro
ja: 中央 MB
pl: ŚPM
ru: СКМ
uk: СКМ
zh: 鼠标中键
zh_sg: 鼠标滚轮

# IDS_KEY_MOUSE3
source: Mouse 4
ja: マウス 4
pl: Mysz 4
ru: Мышь 4
uk: Миша 4
zh: 鼠标键 4
zh_sg: 鼠标键 4

# IDS_KEY_MOUSE4
source: Mouse 5
ja: マウス 5
pl: Mysz 5
ru: Мышь 5
uk: Миша 5
zh: 鼠标键 5
zh_sg: 鼠标键 5

# IDS_KEY_MOUSE5
source: Mouse 6
ja: マウス 6
pl: Mysz 6
ru: Мышь 6
uk: Миша 6
zh: 鼠标键 6
zh_sg: 鼠标键 6

# IDS_KEY_MOUSE6
source: Mouse 7
ja: マウス 7
pl: Mysz 7
ru: Мышь 7
uk: Миша 7
zh: 鼠标键 7
zh_sg: 鼠标键 7

# IDS_KEY_MOUSE7
source: Mouse 8
ja: マウス 8
pl: Mysz 8
ru: Мышь 8
uk: Миша 8
zh: 鼠标键 8
zh_sg: 鼠标键 8

# IDS_KEY_MOUSE8
source: Mouse 9
ja: マウス 9
pl: Mysz 9
ru: Мышь 9
uk: Миша 9
zh: 鼠标键 9
zh_sg: 鼠标键 9

# IDS_KEY_MOUSE9
source: Mouse 10
ja: マウス 10
pl: Mysz 10
ru: Мышь 10
uk: Миша 10
zh: 鼠标键 10
zh_sg: 鼠标键 10

# IDS_KEY_NUMPADPERIOD
source: Num Del
zh: 努姆德尔

# IDS_KEY_PAUSE
source: Pause
es_mx: Pausa
zh: 暂停

# IDS_KEY_RIGHTMOUSE
source: RMB
es_mx: Click Der.
ja: 右 MB
pl: PPM
ru: ПКМ
uk: ПКМ
zh: 鼠标右键
zh_sg: 鼠标右键

# IDS_KICK_LEADER_INFO
source: A vote to remove the Leader must be paid for with doubloons. The doubloons are not refunded, regardless of the vote results. If the vote is successful you will become the new Leader of the Team.
es_mx: Un voto para destituir al Líder debe ser pagado con doblones. Los doblones no son reembolsados, a pesar del resultado del voto. Si el voto es exitoso te convertirás en el nuevo Líder del Equipo.
ja: リーダーの除外投票には、ダブロンによる手数料が必要です。ダブロンは、投票結果を問わず返還されません。 投票により除外が決まった場合は、新しいチームリーダーになります。
pl: Głosowanie dot. odwołania lidera jest płatne w dublonach. Dublony nie są zwracane bez względu na wynik głosowania. Jeśli wniosek zostanie przegłosowany, zostaniesz nowym liderem drużyny.
ru: Голосование за исключение лидера производится за дублоны. Дублоны не возвращаются при любом итоге голосования. В случае успешного голосования вы станете новым лидером команды.
uk: Голосування за вилучення лідера відбувається за дублони. Дублони не повертаються за будь-яких результатів голосування. У разі успішного голосування ви станете новим лідером команди.
zh: 移除队长的投票必须用金币来支付费用。无论投票结果为何都不会退还金币。 如果投票成功，您就会成为该队伍的新队长。
zh_sg: 移除队长的投票必须用达布隆来支付费用。无论投票结果为何都不会退还达布隆。 如果投票成功，您就会成为该团队的新队长。
