Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PARAGONS_DROP_BRANCH_BONUS_BLOCK_0
source: The ships of any Tech Tree branch that you reset will bring you Victory Bonuses, including a special reward—Research Points.
es_mx: Los barcos de cualquier Árbol Tecnológico que reinicies te otorgarán Bonificaciones de Victoria, incluyendo una recompensa especial, Puntos de Investigación.
ja: 任意の技術ツリーブランチをリセットすると、その艦艇に勝利ボーナスが適用され、これには特別リソースである研究ポイントが含まれます。
pl: Okręty dowolnej linii drzewa technologicznego, którą zresetujesz zapewnią Ci premie do zwycięstwa oraz specjalną nagrodę – punkty badawcze.
ru: На корабли сброшенной ветки будут начислены бонусы за победу, включающие награду — очки исследования.
uk: На кораблі скинутої гілки додаватимуть бонуси за перемогу, що містять нагороду — очки дослідження.
zh: На корабли сброшенной ветки будут начислены бонусы за победу, включающие награду — очки исследования.
zh_sg: 重置科技树分支中的战舰您将获得胜利加成，包含特殊奖励，研究点。

# IDS_PARAGONS_DROP_BRANCH_BONUS_BLOCK_1
source: To get the reward, research a ship anew and buy her, then helm her into battle and win.
es_mx: Para obtener la recompensa, investiga un barco de nuevo y adquiérelo, luego dirígete a la batalla con él y gana.
ja: 褒賞を得るには艦艇を再研究して購入し、出撃して勝利してください。
pl: Aby otrzymać nagrodę, zbadaj na nowo okręt i go kup, a następnie poprowadź go do boju i wygraj.
ru: Для получения награды вам потребуется снова исследовать и купить корабль, выйти на нём в бой и победить.
uk: Щоб отримати нагороду, вам потрібно знову дослідити й купити корабель, вийти ним у бій і перемогти.
zh: Для получения награды вам потребуется снова исследовать и купить корабль, выйти на нём в бой и победить.
zh_sg: 要获得奖励，重新研究一艘战舰并购买它，使用它赢得战斗胜利。

# IDS_PARAGONS_DROP_BRANCH_COMPENSATION_INFO_BLOCK_0
source: All ships of the branch (including modules) will be sold.
es_mx: Todos lo barcos y módulos de barcos que sean reiniciados serán vendidos.
ja: リセット対象のあらゆる艦艇とモジュールが売却されます。
pl: Wszystkie okręty i ich moduły zostaną zresetowane i sprzedane.
ru: Сбрасываемые корабли и модули будут проданы.
uk: Кораблі й модулі, що скидаються, продадуть.
zh: Сбрасываемые корабли и модули будут проданы.
zh_sg: 分支的所有战舰和配件将被出售。

# IDS_PARAGONS_DROP_BRANCH_COMPENSATION_INFO_BLOCK_1
source: Camouflages, flags, and signals will be transferred to the Inventory.
es_mx: Los camuflajes, banderas y señales serán transferidos al Inventario.
ja: 迷彩、旗、信号旗は倉庫に移されます。
pl: Kamuflaże, flagi i sygnały zostaną przeniesione do Inwentarza.
ru: Камуфляжи, сигналы и флаги будут перемещены в раздел «Имущество».
uk: Камуфляжі, сигнали й прапори перемістять у розділ «Майно.
zh: Камуфляжи, сигналы и флаги будут перемещены в раздел «Имущество».
zh_sg: 涂装、旗帜和信号旗将移至仓库。

# IDS_PARAGONS_DROP_BRANCH_COMPENSATION_INFO_BLOCK_2
source: Upgrades will be demounted free of charge and transferred to the Inventory.
es_mx: Las mejoras serán desmontadas sin costo y transferidas al Inventario.
ja: アップグレードは無料で解除されて倉庫に移されます。
pl: Ulepszenia zostaną za darmo zdemontowane i przeniesione do Inwentarza.
ru: Модернизации будут бесплатно демонтированы и перемещены в раздел «Имущество».
uk: Модернізації безкоштовно демонтують і перемістять у розділ Майно.
zh: Модернизации будут бесплатно демонтированы и перемещены в раздел «Имущество».
zh_sg: 升级品将被免费拆除并移至仓库。

# IDS_PARAGONS_DROP_BRANCH_COMPENSATION_INFO_BLOCK_3
source: Commanders will be sent to the Reserve.
es_mx: Los Comandantes serán enviados a la Reserva.
ja: 艦長はリザーブに送られます。
pl: Dowódcy zostaną wysłani do rezerwy.
ru: Командиры будут отправлены в Резерв.
uk: Командирів переведуть до Резерву.
zh: Командиры будут отправлены в Резерв.
zh_sg: 指挥官将被发送至预备队。

# IDS_PARAGONS_DROP_BRANCH_INFO_BLOCK_0
source: Research progress for ships and modules of the Tech Tree branch will be reset.
es_mx: El progreso de investigación para los barcos y los módulo de la rama del Árbol Tecnológico será reiniciado.
ja: 対象の技術ツリーブランチの艦艇とモジュールの研究進捗がリセットされます。
pl: Postępy badań okrętów i modułów linii drzewa technologicznego zostaną zresetowane.
ru: Будет сброшено исследование кораблей и модулей ветки.
uk: Буде скинуто дослідження кораблів і модулів гілки.
zh: Будет сброшено исследование кораблей и модулей ветки.
zh_sg: 科技树分支内战舰和配件的研究进程将被重置。

# IDS_PARAGONS_DROP_BRANCH_MODAL_WINDOW_HEADER
source: Resetting progress
es_mx: Reiniciando progreso
ja: 進捗のリセット
pl: Resetowanie postępów
ru: Сброс прогресса
uk: Скидання прогресу
zh: Сброс прогресса
zh_sg: 重置进程

# IDS_PARAGONS_TOTAL_MODULES_COMPENSATION_PRICE_LINE
source: Ship modules
es_mx: Módulos del barco
ja: 艦艇モジュール
pl: Moduły okrętu
ru: Модули кораблей
uk: Модулі кораблів
zh: Модули кораблей
zh_sg: 战舰配件

# IDS_PARAGON_BONUS_FOOTER_MULTIPLIER_INFO
source: The first resetting of a branch of ships will bring x%(multiplier)d Victory Bonuses with Research Points.
es_mx: El primer reinicio de una rama de barcos te otorgará %(multiplier)d Bonificaciones de Victoria con Puntos de Investigación.
ja: 艦艇ブランチを最初にリセットした場合、研究ポイントを伴う勝利ボーナスを %(multiplier)d 倍得ることができます。
pl: Pierwsze resetowanie postępów badań zwiększa %(multiplier)dx premie za zwycięstwa dzięki punktom badawczym.
ru: Первый сброс ветки кораблей принесёт x%(multiplier)d бонусов за победу с очками исследования.
uk: Перше скидання гілки кораблів принесе ×%(multiplier)d бонусів за перемогу з очками дослідження.
zh: Первый сброс ветки кораблей принесёт x%(multiplier)d бонусов за победу с очками исследования.
zh_sg: 第一次重置战舰分支将获得x%(multiplier)d研究点胜利加成。

# IDS_PARAGON_BONUS_FOOTER_NO_MULTIPLIER_INFO
source: Reset ship branches and get Victory Bonuses with Research Points.
es_mx: Reiniciar ramas del barco y obtener Bonificaciones de Victoria con Puntos de Investigación.
ja: 艦艇ブランチをリセットし、研究ポイントを伴う勝利ボーナスを得ましょう。
pl: Zresetuj linie okrętów i zgarnij premie za zwycięstwo oraz punkty badawcze.
ru: Сбрасывайте ветки кораблей и получайте бонусы за победу с очками исследования.
uk: Скидайте гілки кораблів і отримуйте бонуси за перемогу з очками дослідження.
zh: Сбрасывайте ветки кораблей и получайте бонусы за победу с очками исследования.
zh_sg: 重置战舰分支并获得研究点的胜利加成。

# IDS_PARAGON_BONUS_FOOTER_SPECIAL_STORAGE_INFO
source: Research Points can be exchanged for unique items at the Research Bureau in the Armory.
es_mx: Los Puntos de Investigación pueden ser intercambiados por artículos especiales en la Oficina de Investigación dentro de la Armería.
ja: 研究ポイントは武器庫の研究局で特別アイテムと交換できます。
pl: Punkty badawcze można wymienić na unikatowe przedmioty w Agencji Badawczej w Zbrojowni.
ru: Очки исследования можно обменять на уникальные товары в Бюро исследований Адмиралтейства.
uk: Очки дослідження можна обміняти на унікальні товари в Бюро досліджень Адміралтейства.
zh: Очки исследования можно обменять на уникальные товары в Бюро исследований Адмиралтейства.
zh_sg: 研究点可以在兵工厂的研究局中兑换独特的物品。

# IDS_PARAGON_BONUS_SEASON_UPDATE
source: The next multiplier of Victory Bonuses will be available in %(timeUntilMultiplier)s.
es_mx: El siguiente multiplicador de Bonificaciones de Victoria estará disponible en %(timeUntilMultiplier)s
ja: 研究ボーナス倍率が次に利用可能になるまで %(timeUntilMultiplier)s
pl: Kolejny mnożnik premii za zwycięstwo będzie dostępny za %(timeUntilMultiplier)s.
ru: Следующий множитель бонусов за победу будет доступен через %(timeUntilMultiplier)s.
uk: Наступний множник бонусів за перемогу буде доступний через %(timeUntilMultiplier)s.
zh: Следующий множитель бонусов за победу будет доступен через %(timeUntilMultiplier)s.
zh_sg: 下个多倍胜利加成还有 %(timeUntilMultiplier)s。

# IDS_PARAGON_DENY_REASON_IS_IN_BATTLE
source: One of the ships is still in battle. Wait until the ship leaves the battle to reset research progress.
es_mx: Uno de los barcos aún está en batalla. Espera hasta que el barco salga de la batalla para reiniciar el progreso de investigación.
ja: 戦闘中の艦艇があります。 艦艇が戦闘を終えるのを待った上で研究進捗をリセットしてください。
pl: Jeden z okrętów jest wciąż w bitwie. Poczekaj, aż okręt opuści bitwę, aby zresetować postęp.
ru: Один из кораблей находится в бою. Дождитесь возвращения корабля из боя для сброса прогресса развития.
uk: Один із кораблів перебуває в бою. Дочекайтеся повернення корабля з бою. щоб скинути прогрес розвитку.
zh: Один из кораблей находится в бою. Дождитесь возвращения корабля из боя для сброса прогресса развития.
zh_sg: 其中一艘战舰仍在战斗中。 等待战舰离开战场以重置研究进程。

# IDS_PARAGON_DENY_REASON_IS_IN_DIVISION
source: One of the ships has the "Ready for Battle in Division" status. Click "Not Ready" to reset research progress.
es_mx: Uno de los barcos tiene el estado "Listo para combatir en División. Haz clic en "No estoy listo" para reiniciar el progreso de investigación.
ja: 「分艦隊での戦闘準備完了」状態の艦艇があります。 「準備中」をクリックした上で研究進捗をリセットしてください。
pl: Jeden z okrętów ma status „Gotowy do walki w dywizjonie”. Aby zresetować postęp badań, kliknij „Niegotowy”.
ru: На одном из кораблей установлен статус «Готов к бою в отряде». Нажмите «Не готов» для сброса прогресса развития.
uk: На одному з кораблів встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб скинути прогрес розвитку.
zh: На одном из кораблей установлен статус «Готов к бою в отряде». Нажмите «Не готов» для сброса прогресса развития.
zh_sg: 其中一艘战舰处在“小队准备战斗”状态。 点击“未准备”以重置研究进程。

# IDS_PARAGON_DENY_REASON_IS_NEED_SERVICE
source: One of the ships needs servicing. Carry out the required servicing to reset research progress.
es_mx: Uno de los barcos necesita servicio. Lleva a cabo el servicio para reiniciar el progreso de investigación.
ja: 修理・補給が必要な艦艇があります。 修理・補給を実施した後に研究進捗をリセットしてください。
pl: Jeden z okrętów wymaga naprawy. Przeprowadź ją, aby zresetować postęp badań.
ru: Один из кораблей требует обслуживания. Проведите его обслуживание для сброса прогресса развития.
uk: Один із кораблів потребує обслуговування. Виконайте обслуговування, щоб скинути прогрес розвитку.
zh: Один из кораблей требует обслуживания. Проведите его обслуживание для сброса прогресса развития.
zh_sg: 其中一艘战舰需要维护。 请完成维护以重置研究进程。

# IDS_PARAGON_EXPERIENCE_COLON
source: Research Points:
es_mx: Puntos de Investigación:
ja: 研究ポイント:
pl: Punkty badawcze:
ru: Очки исследования:
uk: Очки дослідження:
zh: Очки исследования:
zh_sg: 研究点：

# IDS_PARAGON_FOOTER_TITLE
source: Resetting progress
es_mx: Reiniciando progreso
ja: 進捗のリセット
pl: Resetowanie postępów
ru: Сброс прогресса
uk: Скидання прогресу
zh: Сброс прогресса
zh_sg: 重置进程

# IDS_PARAGON_REASON_PLAYER_IN_BATTLE
source: Player in battle
es_mx: Jugador en batalla
ja: プレイヤーが戦闘中
pl: Gracz w bitwie
ru: Игрок в бою
uk: Гравець у бою
zh: Игрок в бою
zh_sg: 战斗中的玩家

# IDS_PARAGON_REASON_PLAYER_IN_DIVISION
source: Player in Division
es_mx: Jugador en la División
ja: プレイヤーが分艦隊に所属
pl: Gracz w dywizjonie
ru: Игрок в отряде
uk: Гравець у загоні
zh: Игрок в отряде
zh_sg: 小队中的玩家

# IDS_PARAMS_MODIFIER_AAAURA
source: Average AA damage
es_mx: Daño AA promedio
ja: 平均対空ダメージ
pl: Średnie uszkodzenia przeciwlotnicze
ru: Средний урон ПВО
uk: Середня шкода ППО
zh: 平均防空伤害
zh_sg: 防空炮平均伤害

# IDS_PARAMS_MODIFIER_AAEXTRABUBBLES
source: Number of Shell Explosions
es_mx: Número de explosiones de proyectiles
ja: 砲弾の爆発数
pl: Liczba eksplozji pocisków
ru: Количество разрывов снарядов
uk: Кількість вибухів снарядів
zh: 由远和中程防空防御齐射产生的爆炸数量
zh_sg: 炮弹爆炸次数

# IDS_PARAMS_MODIFIER_AAINNEREXTRABUBBLES
source: Number of explosions produced by salvoes from AA defenses when the Defensive AA Fire consumable is active
ja: 消耗品「対空防御砲火」を発動中に対空兵装の斉射によって生成される爆発数
pl: Liczba eksplozji wytwarzanych przez salwy ognia przeciwlotniczego, gdy aktywny jest sprzęt eksploatacyjny Obrona przeciwlotnicza
ru: Количество разрывов в залпах ПВО во время работы снаряжения «Заградительный огонь ПВО»
zh: Количество разрывов в залпах ПВО во время работы снаряжения «Заградительный огонь ПВО»

# IDS_PARAMS_MODIFIER_AAMAXDIST
source: AA guns maximum firing range
es_mx: Rango máximo de disparo de los cañones AA
ja: 対空兵装の最大射程
pl: Maksymalny zasięg dział przeciwlotniczych
ru: Максимальная дальность стрельбы ПВО
uk: Максимальна дальність стрільби ППО
zh: 防空火炮的最大射程
zh_sg: 防空炮最大射程

# IDS_PARAMS_MODIFIER_AAMAXHP
source: AA mount survivability
ja: 対空兵装の抗堪性
pl: Przeżywalność stanowisk przeciwlotniczych
ru: Живучесть установок ПВО
zh: 防空火炮的生存能力

# IDS_PARAMS_MODIFIER_AANEARDAMAGE
source: Continuous AA damage
es_mx: Daño AA continuo
ja: 対空継続ダメージ
pl: Stałe uszkodzenia przeciwlotnicze
ru: Постоянный урон ПВО
uk: Постійна шкода ППО
zh: 短、中和远程防空炮组的持续伤害
zh_sg: 防空持续伤害

# IDS_PARAMS_MODIFIER_AAOUTERDAMAGE
source: Damage from AA shell explosions
es_mx: Daño de las explosiones de los proyectiles AA
ja: 対空砲弾の爆発によるダメージ
pl: Uszkodzenia od eksplozji pocisków przeciwlotniczych
ru: Урон от разрывов снарядов ПВО
uk: Шкода від вибухів снарядів ППО
zh: 中和远程防空火力的炮弹爆炸半径内的每秒伤害
zh_sg: 防空炮弹爆炸伤害

# IDS_PARAMS_MODIFIER_AAPASSIVEAURA
source: Damage caused by the self-defense armament of aircraft
es_mx: Daño del armamento autodefensivo de la aviación
ja: 航空機の防御兵装のダメージ
pl: Uszkodzenia uzbrojenia obronnego samolotów
ru: Урон защитного вооружения самолётов
uk: Шкода захисним озброєнням літаків
zh: 飞机自卫武器的伤害
zh_sg: 飞机自卫武器伤害

# IDS_PARAMS_MODIFIER_ADDITIONALCONSUMABLEPLANE
source: Catapult aircraft
es_mx: Aviación catapultada
ja: 水上機
pl: Samolot katapultowany
ru: Катапультный самолёт
uk: Катапультний літак
zh: 弹射式飞机
zh_sg: 弹射式飞机

# IDS_PARAMS_MODIFIER_ADDITIONALCONSUMABLES
source: Number of consumables
es_mx: Número de consumibles
ja: 消耗品の数
pl: Liczebność sprzętu eksploatacyjnego
ru: Количество снаряжения
uk: Кількість спорядження
zh: 消耗品的数量
zh_sg: 消耗品数量

# IDS_PARAMS_MODIFIER_ADVANCEDNEARAURADAMAGECOEFFICIENT
source: Continuous damage by AA mounts
es_mx: Daño continuo causado por los montajes AA
ja: 対空兵装による継続ダメージ
pl: Stałe uszkodzenia zadawane przez stanowiska przeciwlotnicze
ru: Постоянный урон установок ПВО
uk: Постійна шкода установок ППО
zh: 短、中和远程防空炮组的持续伤害
zh_sg: 防空炮组持续伤害

# IDS_PARAMS_MODIFIER_ADVANCEDOUTERAURADAMAGECOEFFICIENT
source: Damage from AA shell explosions
es_mx: Daño de las explosiones de los proyectiles AA
ja: 対空砲弾の爆発によるダメージ
pl: Uszkodzenia od eksplozji pocisków przeciwlotniczych
ru: Урон от разрывов снарядов ПВО
uk: Шкода від вибухів снарядів ППО
zh: 中和远程防空火力的炮弹爆炸半径内的每秒伤害
zh_sg: 防空炮弹爆炸伤害

# IDS_PARAMS_MODIFIER_AFFECTEDCLASSES
source: Affects ships
es_mx: Afecta a los barcos
ja: 対象艦艇
pl: Wpływa na okręty
ru: Действует на корабли
uk: Діє на кораблі
zh: Действует на корабли
zh_sg: 作用于战舰

# IDS_PARAMS_MODIFIER_AFTERBATTLEREPAIR
source: Cost of the ship's post-battle service
es_mx: Costo del servicio al barco luego de la batalla
ja: 戦闘後の艦の修理・補給費用
pl: Koszt obsługi okrętu po bitwie
ru: Стоимость обслуживания корабля после боя
uk: Вартість обслуговування корабля після бою
zh: 战舰在战斗结束后的整备花费
zh_sg: 战舰战后维护费用

# IDS_PARAMS_MODIFIER_AIRCRAFTCARRIERCOEFFICIENT
source: Detectability of aircraft carriers
es_mx: Detectabilidad de los portaaviones
ja: 航空母艦の被発見性
pl: Wykrywalność lotniskowca
ru: Заметность авианосцев
uk: Помітність авіаносців
zh: 航空母舰被侦测数据
zh_sg: 航空母舰被发现的可能性

# IDS_PARAMS_MODIFIER_AIRDEFENCEEFFICIENCYCOEFFICIENT
source: Continuous damage by AA mounts
es_mx: Daño continuo causado por los montajes AA
ja: 対空兵装による継続ダメージ
pl: Stałe uszkodzenia zadawane przez stanowiska przeciwlotnicze
ru: Постоянный урон установок ПВО
uk: Постійна шкода установок ППО
zh: 每秒防空火炮伤害
zh_sg: 防空炮组持续伤害

# IDS_PARAMS_MODIFIER_AIRDEFENCERANGECOEFFICIENT
source: AA guns firing range
es_mx: Rango de disparo de los cañones AA
ja: 対空兵装の射程
pl: Zasięg dział przeciwlotniczych
ru: Дальность стрельбы ПВО
uk: Дальність стрільби ППО
zh: 防空火炮的射程
zh_sg: 防空炮射程

# IDS_PARAMS_MODIFIER_AIRDEFENCESELECTEDTARGETCOEFFICIENT
source: Average damage of AA guns with a caliber above 85 mm against a priority target
es_mx: Daño promedio de los cañones AA con un calibre mayor a 85 mm contra un objetivo prioritario
ja: 口径 85 mm を超える対空砲による、優先目標に対する平均ダメージ
pl: Średnie uszkodzenia dział przeciwlotniczych o kalibrze większym niż 85 mm zadawane celowi priorytetowemu
ru: Средний урон орудий ПВО калибра более 85 мм при указании приоритетной цели
uk: Середня шкода гармат ППО калібру понад 85 мм, якщо вибрано пріоритетну ціль
zh: 口径超过85毫米的防空火炮对付优先目标的平均伤害
zh_sg: 85毫米以上口径防空炮对优先目标的平均伤害

# IDS_PARAMS_MODIFIER_AIRDEFENSEDISPRELOADMULTIPLIER
source: Reload time of the consumable
es_mx: Tiempo de recarga del consumible
ja: 消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego
ru: Время перезарядки снаряжения
uk: Час перезаряджання спорядження
zh: Время перезарядки снаряжения
zh_sg: 消耗品装填时间

# IDS_PARAMS_MODIFIER_AIRDEFENSEDISPRELOADMULTIPLIER_MODERNIZATION
source: Reload time of the Defensive AA Fire consumable
es_mx: Tiempo de recarga del consumible Fuego AA Defensivo
ja: 消耗品「対空防御砲火」の準備時間
pl: Czas przeładowania Obrony przeciwlotniczej
ru: Время перезарядки снаряжения «Заградительный огонь ПВО»
uk: Час перезаряджання спорядження «Загороджувальний вогонь ППО»
zh: Время перезарядки снаряжения «Заградительный огонь ПВО»
zh_sg: 防御型对空火力消耗品的装填时间

# IDS_PARAMS_MODIFIER_AIRDEFENSEDISPWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_AIRDEFENSEDISPWORKTIME_MODERNIZATION
source: Action time of the Defensive AA Fire consumable
es_mx: Tiempo de acción del consumible Fuego AA Defensivo
ja: 消耗品「対空防御砲火」の動作時間
pl: Czas działania Obrony przeciwlotniczej
ru: Время работы снаряжения «Заградительный огонь ПВО»
uk: Час роботи спорядження «Загороджувальний вогонь ППО»
zh: 防御型防空火力消耗品启动时间
zh_sg: 消耗品防御型对空火力的作用时间

# IDS_PARAMS_MODIFIER_AIRPLANERELOADCOEFF
source: Aircraft restoration time of aircraft carriers
es_mx: Tiempo de recuperación de los aviación del portaaviones
ja: 空母艦載機の復旧時間
pl: Czas uzupełniania samolotów na lotniskowcach
ru: Время восстановления самолётов авианосцев
uk: Час відновлення літаків на авіаносцях
zh: 航空母舰的飞机整备时间
zh_sg: 航空母舰的飞机恢复时间

# IDS_PARAMS_MODIFIER_AIRPLANESAMMOCOUNT
source: Attack aircraft ammunition
es_mx: Munición de los aviones de ataque
ja: 攻撃機の弾薬
pl: Amunicja samolotów szturmowych
ru: Боекомплект штурмовиков
uk: Боєзапас штурмовиків
zh: 战斗机的弹药
zh_sg: 攻击机弹药

# IDS_PARAMS_MODIFIER_AIRPLANESANTIAIRAURA
source: Average damage of aircraft guns
es_mx: Daño promedio de los cañones de la aviación
ja: 航空機の射撃兵装の平均ダメージ
pl: Średnie uszkodzenia dział samolotów
ru: Средний урон стрелкового вооружения самолётов
uk: Середня шкода стрілецького озброєння літаків
zh: 平均飞机机枪伤害
zh_sg: 飞机火炮平均伤害

# IDS_PARAMS_MODIFIER_AIRPLANESBOMBERVITALITYTIME
source: Strike aircraft HP
es_mx: HP de los aviones de ataque
ja: 攻撃用航空機の HP
pl: PW samolotów szturmowych
ru: Боеспособность ударных самолётов
uk: Боєздатність ударних літаків
zh: 攻击机血量
zh_sg: 攻击机生命值

# IDS_PARAMS_MODIFIER_AIRPLANESFIGHTERVITALITYTIME
source: Attack aircraft HP
es_mx: HP de los aviones de ataque
ja: 攻撃機の HP
pl: PW samolotów szturmowych
ru: Боеспособность штурмовиков
uk: Боєздатність штурмовиків
zh: 战斗机的血量
zh_sg: 攻击机生命值

# IDS_PARAMS_MODIFIER_AIRPLANESPREPARETIME
source: Aircraft restoration time
es_mx: Tiempo de recuperación de la aviación
ja: 航空機の復旧時間
pl: Czas uzupełniania samolotów
ru: Время восстановления самолётов
uk: Час відновлення літаків
zh: 飞机整备时间
zh_sg: 飞机恢复时间

# IDS_PARAMS_MODIFIER_AREADAMAGEMULTIPLIER
source: Continuous damage
es_mx: Daño continuo
ja: 継続ダメージ
pl: Stałe uszkodzenia
ru: Постоянный урон
uk: Постійна шкода
zh: 防空防御的每秒伤害
zh_sg: 持续伤害

# IDS_PARAMS_MODIFIER_ARTILLERYDISTCOEFF
source: Main battery firing range
es_mx: Alcance de disparo de la batería principal
ja: 主砲の射程
pl: Zasięg ognia głównej baterii
ru: Дальность стрельбы ГК
uk: Дальність стрільби ГК
zh: 联装主炮射程
zh_sg: 主炮组射程

# IDS_PARAMS_MODIFIER_ARTILLERYKRUPPMULTIPLIER
source: [UNUSED]Armor-penetration capability of shells
es_mx: [UNUSED]Capacidad de penetración de blindaje de los proyectiles
ja: [UNUSED]砲弾の装甲貫通力
pl: [NIEUŻYWANE]Zdolność przebijania pancerza przez pociski
ru: [UNUSED]Бронепробитие снарядов
uk: [UNUSED]Бронепробиття снарядів
zh: [UNUSED]Бронепробитие снарядов
zh_sg: [UNUSED]炮弹穿甲能力

# IDS_PARAMS_MODIFIER_ARTILLERYRELOADCOEFF
source: Main battery reload time
es_mx: Tiempo de recarga de la batería principal
ja: 主砲の装填時間
pl: Czas przeładowania głównej baterii
ru: Время перезарядки ГК
uk: Час перезаряджання ГК
zh: 主炮组装填时间
zh_sg: 主炮组装填时间

# IDS_PARAMS_MODIFIER_ATBAIDEALRADIUSHI
source: Maximum dispersion of shells for the secondary armament of Tier VII–X ships
es_mx: Dispersión máxima de proyectiles para el armamento secundario de los barcos del Nivel VII al X
ja: Tier VII–X 艦艇の副兵装の最大散布界
pl: Maksymalny rozrzut pocisków uzbrojenia dodatkowego dla okrętów z poziomów VII–X
ru: Максимальное рассеивание снарядов ПМК кораблей VII-X уровней
uk: Максимальне розсіювання снарядів ПМК кораблів VII-X рівнів
zh: 七到十级战舰次要火炮炮弹的扩散
zh_sg: VII–X级战舰副武器炮弹的最大误差

# IDS_PARAMS_MODIFIER_ATBAIDEALRADIUSLO
source: Maximum dispersion of shells for the secondary armament of Tier I–VI ships
es_mx: Dispersión máxima de proyectiles para el armamento secundario de los barcos del Nivel I al VI
ja: Tier I–VI 艦艇の副兵装の最大散布界
pl: Maksymalny rozrzut pocisków uzbrojenia dodatkowego dla okrętów z poziomów I–VI
ru: Максимальное рассеивание снарядов ПМК кораблей I-VI уровней
uk: Максимальне розсіювання снарядів ПМК кораблів I-VI рівнів
zh: 一到四级战舰次要火炮炮弹的扩散
zh_sg: I–VI级战舰副武器炮弹的最大误差

# IDS_PARAMS_MODIFIER_ATBARELOADCOEFF
source: Secondary battery reload time
es_mx: Tiempo de carga de la batería secundaria
ja: 副砲の装填時間
pl: Czas ładowania baterii dodatkowej
ru: Время перезарядки ПМК
uk: Час перезаряджання ПМК
zh: 次要火炮装填时间
zh_sg: 副炮组装填时间

# IDS_PARAMS_MODIFIER_AURACOEFF
source: Average AA damage
es_mx: Daño AA promedio
ja: 平均対空ダメージ
pl: Średnie uszkodzenia przeciwlotnicze
ru: Средний урон ПВО
uk: Середня шкода ППО
zh: 平均防空伤害
zh_sg: 防空炮平均伤害

# IDS_PARAMS_MODIFIER_BATTLESHIPCOEFFICIENT
source: Detectability of battleships
es_mx: Detectabilidad de los acorazados
ja: 戦艦の被発見性
pl: Wykrywalność pancerników
ru: Заметность линкоров
uk: Помітність лінкорів
zh: 战列舰的侦测系数
zh_sg: 战列舰被发现的可能性

# IDS_PARAMS_MODIFIER_BIGGUNBONUS
source: Traverse speed of guns with a caliber above 139 mm
es_mx: Velocidad de giro de los cañones de calibre mayor a 139 mm
ja: 口径 139 mm を超える砲の旋回速度
pl: Prędkość obrotu o 180° dział o kalibrze większym niż 139 mm
ru: Скорость поворота орудий калибра более 139 мм
uk: Швидкість повороту гармат калібру понад 139 мм
zh: 口径超过139毫米的火炮180°旋转速度
zh_sg: 口径139毫米以上火炮的回转速度

# IDS_PARAMS_MODIFIER_BOMBALPHADAMAGEMULTIPLIER
source: Damage caused by HE bombs
es_mx: Daño causado por las bombas HE
ja: HE 爆弾によるダメージ
pl: Uszkodzenia od bomb OB
ru: Урон от ОФ-бомб
uk: Шкода від ОФ-бомб
zh: Урон от ОФ-бомб
zh_sg: 高爆炸弹造成的伤害

# IDS_PARAMS_MODIFIER_BOMBERCOEFFICIENT
source: Torpedo bomber restoration time
es_mx: Tiempo de recuperación de los torpederos
ja: 雷撃機の復旧時間
pl: Czas uzupełniania bombowców torpedowych
ru: Время восстановления торпедоносцев
uk: Час відновлення торпедоносців
zh: 鱼雷轰炸机的整备时间
zh_sg: 鱼雷轰炸机的恢复时间

# IDS_PARAMS_MODIFIER_BOMBKRUPPMULTIPLIER
source: [UNUSED]Armor-penetration capabilities of AP bombs
es_mx: [UNUSED]Capacidad de penetración de blindaje de las bombas
ja: [UNUSED]AP 爆弾の装甲貫通力
pl: [NIEUŻYWANE]Zdolność przebijania pancerza przez bomby PP
ru: [UNUSED]Бронепробиваемость бронебойных бомб
uk: [UNUSED]Бронепробиття бомб
zh: [UNUSED]Бронепробиваемость бронебойных бомб
zh_sg: [UNUSED]炸弹穿甲能力

# IDS_PARAMS_MODIFIER_BOMBPROBABILITYBONUS
source: Chances of HE bombs causing a fire on target
es_mx: Probabilidad de que las bombas HE causen un incendio en un objetivo
ja: HE 爆弾による火災発生率
pl: Szansa na podpalenie bombami OB
ru: Вероятность поджога ОФ-бомбами
uk: Імовірність підпалу ОФ-бомбами
zh: HE炸弹造成目标起火的机率
zh_sg: HE炸弹造成目标起火的几率

# IDS_PARAMS_MODIFIER_BOOSTCOEFF
source: Maximum speed
es_mx: Velocidad máxima
ja: 最高速度
pl: Prędkość maksymalna
ru: Максимальная скорость
uk: Максимальна швидкість
zh: 最高航速
zh_sg: 最高航速
