Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC423_KOTS_BUGMAN_DESCRIPTION
source: "But when I tested it yesterday, everything was working fine! Honest!" He's forgotten to install the latest client update, his PC is bursting into flames with the DCP on cooldown... Oh, and he accidentally deleted the Internet. There is always someone being haunted by technical issues.
es_mx: "¡Pero cuando lo probé ayer, todo funcionaba perfectamente! ¡En verdad!" Ha olvidado instalar la última Actualización del cliente, su PC arde en llamas con todos los ventiladores encendidos... ¡Oh!, y accidentalmente desconectó el Internet. Siempre hay alguien perseguido por los problemas técnicos.
ja: 「でもさ、俺が昨日試した時は全く問題なかったんだ! 本当だよ!」 彼は最新版のクライアントアップデートをインストールすることを忘れ、彼の PC はディスク制御プログラムによるクールダウン中に燃え上がり…、そして何ということでしょう…、彼はうっかりインターネットを削除してしまったのでした。 技術的問題に悩まされる人は、後を絶ちません。
pl: „Jak wczoraj sprawdzałem, to działało! Serio!” Zapomniał zainstalować najnowszej aktualizacji, jego komputer staje w płomieniach niczym lotniskowiec ostrzelany odłamkowymi... A ostatnio przez przypadek skasował sobie Internet. Zawsze jest ktoś, kogo w kółko trapią problemy techniczne.
ru: «Но ведь когда я проверял вчера, всё работало нормально!» Ещё вчера всё работало, а сегодня? Самое последнее обновление не установлено, компьютер объят пламенем (а «Аварийной команды» на такой случай не предусмотрено). А ещё он случайно удалил Интернет. Здесь всегда есть парень, который нокаутирован техническими проблемами.
uk: «Але ж коли я перевіряв учора, все працювало нормально!» Ще вчора все працювало, а сьогодні? Останнє оновлення не встановлено, комп’ютер охоплений полум’ям (а «Аварійно-рятувальної команди» на такий випадок не передбачено). А ще він випадково видалив Інтернет. Тут завжди є хлопець, який нокаутований технічними проблемами.
zh: «Но ведь когда я проверял вчера, всё работало нормально!» Ещё вчера всё работало, а сегодня? Самое последнее обновление не установлено, компьютер объят пламенем (а «Аварийной команды» на такой случай не предусмотрено). А ещё он случайно удалил Интернет. Здесь всегда есть парень, который нокаутирован техническими проблемами.
zh_sg: “但是昨天我测试的时候，一切都很好！真的！” 他忘了安装最新的客户端更新，他的电脑在DCP冷却时起火了……哦，他不小心删除了互联网。 总有人被技术问题困扰着。

# IDS_PCZC424_KOTS_ORGBOSS
source: The Organizer
es_mx: El Organizador
ja: 主催者
pl: Organizator
ru: Организатор
uk: Організатор
zh: 建立者
zh_sg: 组织者

# IDS_PCZC424_KOTS_ORGBOSS_DESCRIPTION
source: Burdened with responsibility and working to their limits every day. Each server has a group of volunteer players organizing the King of the Sea events. Setting dates, writing rules, and ensuring the smooth running of everything on match days are just some of their responsibilities.
es_mx: Cargado de responsabilidades y trabajando al límite todos los días. Cada servidor tiene un grupo de jugadores voluntarios que organizan los eventos "King of the Sea". Fijar fechas, escribir reglas y asegurarse de que todo este en orden los días de las partidas son solo algunas de sus responsabilidades.
ja: 重い責任を負い、毎日のように限界まで働く。 それぞれのサーバーに「King of the Sea」を主催するボランティアプレイヤーのグループが存在します。日程を決め、ルールをまとめ、試合がある日には全てが円滑に進むように努める。こういったことは、彼らが負っている責任のごく一部に過ぎないのです。
pl: Przytłoczony nadmiarem obowiązków i z pełnym grafikiem na każdy dzień. Na każdym serwerze jest grupa ochotników organizujących wydarzenia King of the Sea. Ustalają daty, regulaminy i dbają o to, żeby wszystko przebiegało gładko w dniu rozgrywek. A to tylko niektóre z ich obowiązków.
ru: Обременён ответственностью и упорно работает на пределе сил каждый день. На каждом сервере есть группа игроков, которые организуют турнир King of the Sea. Что должен сделать организатор, чтобы всё прошло как надо? Назначить и согласовать дату состязания, составить турнирную сетку, скоординировать как работу стримеров, так и проведение всего турнира. Организатор отдаёт турниру всего себя, это настоящий энтузиаст и человек, чей титанический труд остаётся за кадром — ведь в итоге вся слава достаётся игрокам!
uk: Обтяжений відповідальністю та наполегливо працює на межі сил кожного дня. На кожному сервері є група гравців, які організовують турнір King of the Sea. Що повинен зробити організатор, щоб все пройшло як треба? Призначити й узгодити дату змагання, скласти турнірну сітку, скоординувати як роботу стримерів, так і проведення всього турніру. Організатор віддає турніру всього себе, це справжній ентузіаст і людина, чия титанічна праця залишається за кадром — адже в підсумку вся слава дістається гравцям!
zh: Обременён ответственностью и упорно работает на пределе сил каждый день. На каждом сервере есть группа игроков, которые организуют турнир King of the Sea. Что должен сделать организатор, чтобы всё прошло как надо? Назначить и согласовать дату состязания, составить турнирную сетку, скоординировать как работу стримеров, так и проведение всего турнира. Организатор отдаёт турниру всего себя, это настоящий энтузиаст и человек, чей титанический труд остаётся за кадром — ведь в итоге вся слава достаётся игрокам!
zh_sg: 每天肩负着极限的职责和工作。 每个服务器都有玩家志愿者小组帮助组织King of the Sea活动。设置日期、制定规则、确保比赛日一切顺利等只是他们一部分的职责。

# IDS_PCZC425_KOTS_REFEREE1
source: Whipping Adjudicator
es_mx: Juez Castigador
ja: うるさい審判
pl: Srogi arbiter
ru: Строгий судья
uk: Суворий суддя
zh: Строгий судья
zh_sg: 严厉的裁判

# IDS_PCZC425_KOTS_REFEREE1_DESCRIPTION
source: "Attention Group A, your games start in 5 minutes! You'd better be ready, or else you will be disqualified!" Adjudicators and volunteers help run King of the Sea. They make sure that teams know who, where, and when they have to fight. They also settle minor conflicts between teams, and some of them really enjoy breaking out the whip when a team is out of line. With these adjudicators, just the mere thought of typing your first joke into the chat will get you slapped with a second warning! But on the plus side, all the games start on time!
es_mx: "¡Atención Grupo A, sus juegos comienzan en 5 minutos! ¡Estén preparados o serán descalificados!". Los jueces y voluntarios ayudan a realizar el evento "King of the Sea". Ellos se aseguran de que los equipos sepan con quién, dónde y cuándo tienen que combatir. También resuelven conflictos menores entre los equipos. Algunos de ellos realmente disfrutan castigar a un equipo cuando no cumple con las reglas. Con estos jueces, ¡el simple pensamiento de escribir tu primera broma en el chat es motivo para recibir una segunda advertencia! Pero al menos, ¡todos los juegos comienzan a tiempo!
ja: 「グループ A の皆さん、試合開始まであと 5 分です! 準備しておかないと失格になりますよ!」 審判団とボランティア陣が「King of the Sea」の運営を支援しており、彼らは各チームに対戦相手、試合会場、試合日時をしっかりと連絡します。それだけではなく、チーム間でのちょっとしたいさかいの解決にもあたりますし、中には協調性を欠いたチームが現われた際に嬉々として注意しだす人もいます。 こういう審判は、誰かがチャットにちょっとしたジョークを送信しようとしただけでも速やかに警告を与えるでしょう。 それでも、そんな口うるさい彼らがいるからこそ、試合は滞りなく開催されるのです。
pl: „Uwaga, grupa A, Wasze gry zaczynają się za 5 minut! Bądźcie gotowi, w przeciwnym razie zostaniecie zdyskwalifikowani!” Arbitrzy i wolontariusze pomagają w organizacji King of the Sea. Są odpowiedzialni za to, aby drużyny wiedziały z kim, kiedy i gdzie mają walczyć. Rozstrzygają także pomniejsze konflikty pomiędzy drużynami, a niektórzy wymierzają sprawiedliwość, gdy jakaś drużyna za bardzo sobie folguje. Z takimi arbitrami sama myśl o żartowaniu sobie na czacie może się skończyć drugim ostrzeżeniem! Ale to dzięki nim wszystkie bitwy rozpoczynają się o czasie!
ru: «Внимание! Группа А, ваши бои начнутся через 5 минут. Вам лучше быть готовыми, иначе вы будете дисквалифицированы!» Судьи-волонтёры помогают проводить турнир King of the Sea. Они следят за тем, чтобы команды были в курсе, когда и против кого они играют. Судьи также решают небольшие конфликты между участниками турнира. Судьи — это проводники для команд и источник ответов на любые вопросы. Судьи бывают разными, и некоторые из них предпочитают прянику кнут. У таких судей не забалуешь! Например, бой может пройти строго по расписанию, хотя не все ещё нажали кнопку «Готов». Или вы ещё не написали шутку в чат, а у вас уже второе предупреждение.
uk: «Увага! Група А, ваші бої розпочнуться через 5 хвилин. Вам краще бути готовими, інакше вас дискваліфікують!» Судді-волонтери допомагають проводити турнір King of the Sea. Вони стежать за тим, щоб команди знали, коли й проти кого вони грають. Судді також вирішують невеликі конфлікти між учасниками турніру. Судді — це провідники для команд і джерело відповідей на будь-які запитання. Судді бувають різними, й деякі з них віддають перевагу «батогу», а не «прянику». У таких суддів не запустуєш! Наприклад, бій може відбутися суворо за розкладом, хоча ще не всі натиснули кнопку «Готовий». Або ти ще не написав жарт у чат, а в тебе вже друге попередження.
zh: «Внимание! Группа А, ваши бои начнутся через 5 минут. Вам лучше быть готовыми, иначе вы будете дисквалифицированы!» Судьи-волонтёры помогают проводить турнир King of the Sea. Они следят за тем, чтобы команды были в курсе, когда и против кого они играют. Судьи также решают небольшие конфликты между участниками турнира. Судьи — это проводники для команд и источник ответов на любые вопросы. Судьи бывают разными, и некоторые из них предпочитают прянику кнут. У таких судей не забалуешь! Например, бой может пройти строго по расписанию, хотя не все ещё нажали кнопку «Готов». Или вы ещё не написали шутку в чат, а у вас уже второе предупреждение.
zh_sg: “A组注意，您的比赛5分钟后开始！最好做好准备，否则您将被取消资格！” 裁判和志愿者帮助维护King of the Sea的管理：确定团队知道谁、在哪、什么时候必须战斗。解决团队之间的小冲突，其中一些人真的很享受在团队出格时祭出鞭子。 有了这些裁判，只要一想到在聊天中输入您的第一个笑话，您就会受到第二次警告！但好的一面是，所有比赛都能如期举行！

# IDS_PCZC426_KOTS_REFEREE2
source: Generous Adjudicator
es_mx: Juez Generoso
ja: 寛大な審判
pl: Dobroduszny arbiter
ru: Нежный судья
uk: Ніжний суддя
zh: Нежный судья
zh_sg: 仁慈的裁判

# IDS_PCZC426_KOTS_REFEREE2_DESCRIPTION
source: "Of course I will be happy to explain how to open a Training Room. No, even better—let me just do it for you!" Adjudicators and volunteers help run King of the Sea. They make sure that teams know who, where, and when they have to fight. They also settle minor conflicts between teams, and some of them are very protective of their assigned teams. A generous adjudicator will happily reschedule the starting times by 10 minutes, then another 10 minutes, and another 10 minutes...
es_mx: "Por supuesto que me encantaría explicarte como abrir una Sala de Entrenamiento. No, incluso mejor, ¡déjame hacerlo por ti! Los jueces y voluntarios ayudan a realizar el evento "King of the Sea". Ellos se aseguran de que los equipos sepan con quién, dónde y cuándo tienen que combatir. También resuelven conflictos menores entre los equipos, y algunos de ellos son muy protectores con sus equipos asignados. Un juez generoso retrasará encantado el inicio de una partida 10 minutos, luego otros 10 minutos, y otros 10 minutos...
ja: 「トレーニングルームの作成ですか？私が代わりにやっておきますよ!」 審判団とボランティア陣が「King of the Sea」の運営を支援しており、彼らは各チームに対戦相手、試合会場、試合日時をしっかりと連絡します。それだけではなく、チーム間でのちょっとしたいさかいの解決にもあたりますし、中には担当チームに対してかなり過保護な人もいます。 寛大な審判は、開始時間を 10 分ずらしてと頼まれれば怒ることもせず応じてくれるでしょう。そしてさらにずるずると開始時間が遅れていくなんてことも…
pl: „Oczywiście, z chęcią wytłumaczę Ci jak otworzyć pokój treningowy. Zresztą, sam to za Ciebie zrobię!” Arbitrzy i wolontariusze pomagają w organizacji King of the Sea. Są odpowiedzialni za to, aby drużyny wiedziały z kim, kiedy i gdzie mają walczyć. Rozstrzygają także pomniejsze konflikty pomiędzy drużynami, a niektórzy dbają o przydzielone im drużyny ze szczególną starannością. Dobroduszny arbiter z radością przesunie czas rozpoczęcia bitew o 10 minut. A potem o kolejne 10 minut. I jeszcze raz...
ru: «Конечно же, я объясню вам, как открыть тренировочную комнату. Нет, даже сделаю это за вас!» Судьи-волонтёры помогают проводить турнир King of the Sea. Они следят за тем, чтобы команды были в курсе, когда и против кого они играют. Судьи также решают небольшие конфликты между участниками турнира. Судьи — это проводники для команд и источник ответов на любые вопросы. Некоторые судьи слишком заботятся о своих подопечных и идут на всяческие уступки. Так, например, ради опаздывающих нежный судья перенесёт начало матча сперва на 10, потом на 20, а затем и на 30 минут.
uk: «Звичайно, я поясню вам, як відкрити тренувальну кімнату. Ні, навіть зроблю це за вас!» Судді-волонтери допомагають проводити турнір King of the Sea. Вони стежать за тим, щоб команди знали, коли й проти кого вони грають. Судді також вирішують невеликі конфлікти між учасниками турніру. Судді — це провідники для команд і джерело відповідей на будь-які запитання. Деякі судді занадто піклуються про своїх підопічних і йдуть на різноманітні поступки. Наприклад, заради тих, хто запізнюється, ніжний суддя перенесе матч спочатку на 10, потім і на 20, а потім і на 30 хвилин.
zh: «Конечно же, я объясню вам, как открыть тренировочную комнату. Нет, даже сделаю это за вас!» Судьи-волонтёры помогают проводить турнир King of the Sea. Они следят за тем, чтобы команды были в курсе, когда и против кого они играют. Судьи также решают небольшие конфликты между участниками турнира. Судьи — это проводники для команд и источник ответов на любые вопросы. Некоторые судьи слишком заботятся о своих подопечных и идут на всяческие уступки. Так, например, ради опаздывающих нежный судья перенесёт начало матча сперва на 10, потом на 20, а затем и на 30 минут.
zh_sg: “当然，我很乐意解释如何创建一间训练房间。不，最好让我来帮您建好！” 裁判和志愿者帮助维护King of the Sea的管理：确定团队知道谁、在哪、什么时候必须战斗。解决团队之间的小冲突，其中一些人会倾力保护他们被指派协助的团队。 仁慈的裁判会很乐意将开始时间延长10分钟，然后再延长10分钟，再多一个10分钟……

# IDS_PCZC427_KOTS_STREAMER
source: Streamer
ja: 配信者
ru: Стример
uk: Стример
zh: Стример
zh_sg: 主播

# IDS_PCZC427_KOTS_STREAMER_DESCRIPTION
source: "The shells were in the air! What. A. Game." Since the start of the tournament, streamers have been making King of the Sea more and more popular by casting the games in an entertaining way, and with great commentary. To those who lost their voices while streaming, who forgot to switch on their microphones, who neglected to sink when ramming a fellow caster, who rooted for all teams equally (although, a little more equally for their favorites)... and to those who forgot to switch the scene and only realized when the chat caught up to the delay. Thank you for shaping the art of casting in World of Warships.
es_mx: "¡Los proyectiles estaban en el aire! Qué. Clase. De. Juego." Desde el inicio del torneo, los streamers han hecho que "King of the Sea" sea más y más popular al transmitir los juegos de una manera entretenida y con grandiosos comentarios. Para aquellos que perdieron sus voces mientras transmitían, quienes olvidaron encender sus micrófonos, quienes se negaron a hundirse al embestir a un compañero de la transmisión, quienes apoyaron a todos los equipos por igual (bueno, un poco más a sus equipos favoritos)... y aquellos que olvidaron cambiar de cámara y se dieron cuenta hasta que vieron lo comentarios en el chat. Gracias por darle forma al arte de las transmisiones en World of Warships.
ja: 「砲弾が宙を飛んでいたのです! 何という試合でしょう!」 このトーナメントが始まって以後、配信者達のおかげで「King of the Sea」の人気がどんどん高まってきました。彼らは試合の模様を素晴しい実況で楽しく配信してくれます。 配信中に喉を痛めた人もいれば、マイクのスイッチを入れ忘れた人もいますし、仲間のキャスターに体当たりした際に沈み損ねた人も、全てのチームを公平に (お気に入りチームには少し肩入れしつつ) 応援した人もいます…。シーン切り替えを忘れて、チャットで指摘されてようやく気付いた人だっています。 そんな皆さまのおかげでWorld of Warships の配信技術が進歩を続けてこられたことに感謝いたします。
pl: „Słychać było tylko świst pocisków! Co. Za. Gra.” Od samego początku turnieju streamerzy przyczyniali się do wzrostu popularności King of the Sea, dzięki ciekawym transmisjom ze świetnym komentarzem. Dla tych, którzy zdarli gardła podczas streamów, którzy zapomnieli włączyć swoich mikrofonów, którzy nie mieli czasu zatonąć po zderzeniu z innym streamerem, którzy kibicowali wszystkim drużynom z takim samym zapałem (choć czasem nieco większym dla swoich ulubieńców)... i dla tych, którzy zapomnieli o zmianie sceny i zdali sobie z tego sprawę, dopiero gdy przypomniał im o tym czat. Dziękujemy za Wasz wkład w kształtowanie sztuki, jaką jest transmitowanie meczów w World of Warships.
ru: «Снаряды уже были в воздухе!» Благодаря трансляции игр, начиная с самого первого сезона, турнир King of the Sea становился всё более и более популярным. За это время кто-то из стримеров потерял голос, а кто-то перенёс сердечный приступ (ну, почти) из-за волнительных моментов в бою. Кто-то эмоционально комментировал бой, но на 8-й минуте вспомнил, что забыл включить микрофон. Кто-то не смог протаранить своего коллегу в начале боя, кто-то болел за все команды одновременно (особенно вот за этот клан), а кто-то не смог выкрикнуть в последнюю секунду боя: «Снаряды уже были в воздухе!». Но все они в итоге вывели трансляции игр World of Warships на качественно новый уровень.
uk: «Снаряди вже були в повітрі!» Завдяки трансляції ігор, починаючи з самого першого сезону, King of the Sea ставав дедалі більше популярним. За цей час хтось із стримерів втратив голос, а хтось переніс серцевий напад (ну, майже) через бентежні моменти в бою. Хтось емоційно коментував бій, але на 8-й хвилині згадав, що забув увімкнути мікрофон. Хтось не зміг протаранити свого колегу на початку бою, хтось уболівав за всі команди одночасно (особливо ось за цей клан), а хтось — вигукнути в останню секунду бою «Снаряди вже були в повітрі». Але всі вони в підсумку вивели трансляції ігор World of Warships на якісно новий рівень.
zh: «Снаряды уже были в воздухе!» Благодаря трансляции игр, начиная с самого первого сезона, турнир King of the Sea становился всё более и более популярным. За это время кто-то из стримеров потерял голос, а кто-то перенёс сердечный приступ (ну, почти) из-за волнительных моментов в бою. Кто-то эмоционально комментировал бой, но на 8-й минуте вспомнил, что забыл включить микрофон. Кто-то не смог протаранить своего коллегу в начале боя, кто-то болел за все команды одновременно (особенно вот за этот клан), а кто-то не смог выкрикнуть в последнюю секунду боя: «Снаряды уже были в воздухе!». Но все они в итоге вывели трансляции игр World of Warships на качественно новый уровень.
zh_sg: “炮弹在空中！多么精彩的比赛。“ 自联赛开战以来，主播们用娱乐性的手法和出色的解说让King of the Sea越来越受欢迎。 对于那些直播时失声、忘记开麦、撞击同伴忽略被击沉、同时支持所有团队（尽管，对他喜欢的队伍更“公平”些、忘记切换场景而只在聊天时才发现延迟的主播们。 感谢你们共同塑造了《战舰世界》的艺术。

# IDS_PCZC428_KOTS_RAM
source: Ramming Speed!
es_mx: ¡Velocidad de Impacto!
ja: 全速で体当たり!
pl: Rozpędzony taran!
ru: Полный вперёд!
uk: Повний вперед!
zh: Полный вперёд!
zh_sg: 撞击速度！

# IDS_PCZC428_KOTS_RAM_DESCRIPTION
source: There is no better way to start a game than with a good ol' fashioned simultaneous triple ram. Why did the streamers have to ram at the start of each battle? Maybe they also wanted to fight? Or maybe their W key was stuck? Perhaps they were stuck in an endless cycle of revenge after being rammed in the previous battle? It is none of the above! Back when there was no Spectator mode, the only way for streamers to get into the game was to spawn in on Tier I ships on both teams, and then allow the competitors to sink them. In later editions, the streamers' ships spawned opposite each other and on opposing teams in the corner of the map. This enabled them to instantly ram each other and switch to the free camera mode. And let's not start about suiciding in an aircraft carrier...
es_mx: No hay mejor manera de comenzar un juego que con una vieja y confiable triple embestida simultánea. ¿Por qué los streamers tienen que embestirse al inicio de cada batalla? ¿Tal vez también querían combatir? ¿O tal vez su tecla "W" se quedó atorada? ¿Quizá quedaron atrapados en un ciclo interminable de venganza después de ser embestidos en la batalla anterior? ¡No es nada de lo anterior! En el pasado, cuando no existía el modo Espectador, la única manera de que los streamers entraran al juego era aparecer en barcos de Nivel I en ambos equipos, y luego permitir a los competidores hundirlos. En las últimas ediciones, los barcos de los streamers aparecen uno frente al otro y en equipos opuestos en la esquina del mapa. Esto les permite embestirse instantáneamente entre sí y cambiar al modo de cámara libre. Y no comencemos a hablar sobre suicidarse en un portaaviones...
ja: 最高の試合の初め方とは、昔ながらのトリプル体当たりでゲームを開始することです。 なぜ配信者達は試合開始とともに体当たりをする必要があったのでしょうか。 戦闘に参加したかったのでしょうか? W キーが引っかかって止まれなくなったのでしょうか? それとも前の試合で体当たりされたことへの復讐を企んでいたからでしょうか? どれも違います! その昔はオブザーバー専用のモードがなかったため、配信者として試合に加わるためには、両チームに Tier I 艦艇で加わり、競技者達に撃沈してもらうしかありませんでした。 その後は、敵味方の配信者用艦艇同士がマップの隅で向かい合う形で出現するようになり、速やかに体当たりしてフリーカメラモードに切り替えることができるようになりました。 空母での自爆に関しては触れないでください…
pl: Nie ma to, jak rozpoczęcie bitwy od starego, dobrego, potrójnego taranowania. Dlaczego streamerzy zawsze taranują się na początku każdej bitwy? Może też chcą powalczyć? Może zaciął im się klawisz W? Może wpadli w spiralę odwetu po tym, jak staranowano ich w poprzedniej bitwie? Nic z tych rzeczy! W czasach, gdy nie było jeszcze trybu widza, jedynym sposobem dla streamerów na pojawienie się w bitwie było dołączenie do obu drużyn okrętami I poziomu, a później pozwolenie graczom na zatopienie siebie. W późniejszych edycjach streamerzy pojawiali się w bitwie naprzeciwko siebie, w przeciwnych drużynach, w rogu mapy. Mogli staranować się nawzajem i przełączyć w tryb swobodnej kamery. I nie wspominajmy już nawet o niszczeniu swojego lotniskowca...
ru: Нет лучшего способа начать бой, чем пойти на таран! Есть версия, что раньше стримеры начинали бой тараном, потому что тоже хотели повоевать или не знали, что, помимо клавиши W, есть другие полезные клавиши. Когда ещё не существовал режим наблюдателя, стримеры должны были загрузиться в бой вместе с командой на корабле I уровня и позволить союзникам убить себя. Позднее корабли наблюдателей появлялись в углу карты друг напротив друга, так, чтобы они могли затараниться и уже после перейти в свободную камеру и наблюдать за игрой.
uk: Немає кращого способу почати бій, ніж піти на таран! Існує версія, що раніше стримери починали бій тараном, тому що теж хотіли повоювати чи не знали, що крім кнопки W є інші корисні клавіші. Коли ще не існував режим спостерігача, стримери мали завантажитися в бій разом з командою на кораблі I рівня та дозволити союзникам вбити себе. Пізніше кораблі спостерігачів з’являлися в куті мапи один навпроти одного таким чином, щоб вони могли затаранитися, і вже потім перейти до вільної камери й спостерігати за грою.
zh: Нет лучшего способа начать бой, чем пойти на таран! Есть версия, что раньше стримеры начинали бой тараном, потому что тоже хотели повоевать или не знали, что, помимо клавиши W, есть другие полезные клавиши. Когда ещё не существовал режим наблюдателя, стримеры должны были загрузиться в бой вместе с командой на корабле I уровня и позволить союзникам убить себя. Позднее корабли наблюдателей появлялись в углу карты друг напротив друга, так, чтобы они могли затараниться и уже после перейти в свободную камеру и наблюдать за игрой.
zh_sg: 没有比用经典的三连撞更好的方式来开始游戏了。 为什么主播们在每次战斗开始时都要撞舰呢？ 也许他们也想打架？或者他们的W键被卡住了？也许他们在上一场战斗中被撞后开始报复社会？ 以上全都不是！早在没有观战模式的时候，主播门进入游戏的唯一方式就是在两队中都开I级舰小号，然后让对手把它们击沉。 在后来的版本中，主播们的战舰在地图的角落里约见。这让他们能立即互相撞沉进入自由观战模式。 请不要用航空母舰上场自杀……

# IDS_PCZC429_KOTS_SMOKE
source: Doomsnail
es_mx: Caracol de la Destrucción
ja: 破滅のカタツムリ
pl: Ślimak zagłady
ru: Ползучие дымы
uk: Повзучі дими
zh: Ползучие дымы
zh_sg: 毁灭蜗牛
