Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGSB106_DESCR
source: This warship belonged to the last series of battleships built for the Imperial German Navy. She was distinguished for her powerful 380 mm main guns with extremely good shell ballistics and a rate of fire that was quite high relative to similar gun systems.
es_mx: El barco de guerra perteneció la última serie de acorazados construidos por la Marina Imperial Alemana. Se distinguía por sus cañones poderosos de 380 mm con una balística extremadamente buena y una cadencia de fuego bastante alta entre otros sistemas de artillería.
ja: バイエルン級戦艦は、ドイツ帝国海軍において建造されたものとしては最後の戦艦でした。本級の強力な 380 mm 主砲は、弾道特性と射撃速度の両面で極めて優れており、類似の砲システムの中では突出した性能を誇っていました。
pl: Okręt należał do ostatniej serii pancerników zbudowanych dla niemieckiej Cesarskiej Marynarki Wojennej. Wyróżniał się potężnymi działami kal. 380 mm o doskonałej balistyce i, jak na ten rodzaj uzbrojenia, dość wysokiej szybkostrzelności.
ru: Принадлежал к последней серии линкоров, построенных для кайзеровских ВМС. Отличительной особенностью корабля стали мощные 380-мм орудия главного калибра с очень хорошей баллистикой и достаточно высокой для подобных систем скорострельностью.
uk: Належав до останньої серії лінкорів, побудованих для кайзерівських ВМС. Відмінною особливістю корабля стали потужні 380-мм гармати головного калібру з дуже хорошою балістикою і досить високою для подібних систем скорострільністю.
zh: 该战舰属于D系海军所建造的最后战列舰系列。它以它强大的 380 毫米主炮而著名，有着极为出色的弹道及射击速率，远高于类似的舰炮系统。
zh_sg: 该战舰属于德国海军最后建造的战列舰系列。以强大的380毫米主炮而闻名，拥有极为出色的弹道及射速，远高于类似的舰炮系统。

# IDS_PGSB106_FULL
source: Bayern
zh: 巴伐利亚
zh_sg: 巴伐利亚

# IDS_PGSB106_SHORT
source: BYRN
zh: 巴伐利亚
zh_sg: 巴伐利亚

# IDS_PGSB107
source: Gneisenau
zh: 格奈森瑙
zh_sg: 格奈森瑙

# IDS_PGSB107_DESCR
source: A high-speed battleship that was close to the battlecruiser type. Under the re-armament project, she was equipped with 380 mm guns that enabled her to fight off larger contemporary ships. Among her drawbacks were her small number of main guns and weak horizontal armor.
es_mx: Un acorazado altamente rápido que era parecido al tipo de crucero de batalla. Bajo el proyecto de rearmamento, se le equipó con cañones de 380 mm que le permitió pelear en contra de barcos grandes contemporáneos. Entre sus inconvenientes estaban el pequeño número de cañones principales y su débil blindaje horizontal.
ja: 戦艦グナイゼナウは、巡洋戦艦に迫るほどの速力を備えていました。近代化改装により 380 mm 砲への換装が図られ、同時期のより大型の戦艦に対抗し得る火力を得たものの、主砲の門数の少なさと、脆弱な水平装甲が欠点でした。
pl: Bardzo szybki pancernik, posiadający wiele cech krążownika liniowego. Po przezbrojeniu posiadał działa kal. 380 mm, które pozwalały na nawiązanie walki z większymi od siebie przeciwnikami. Do wad należy zaliczyć małą liczbę dział głównej baterii i słaby pancerz poziomy.
ru: Очень быстроходный линкор, близкий к классу линейных крейсеров. Проект перевооружения 380-мм орудиями позволял кораблю успешно противостоять более крупным современникам. К числу недостатков этого линкора относились малое число стволов главного калибра и слабое горизонтальное бронирование.
uk: Дуже швидкохідний лінкор, близький до класу лінійних крейсерів. Проект переозброєння 380-мм гарматами дозволяв кораблю успішно протистояти більшим сучасникам. До недоліків цього лінкора належали мале число стволів головного калібру і слабке горизонтальне бронювання.
zh: 一艘十分高速的战列舰，接近战斗巡洋舰类型。在重整军备项目下，它装备了能击退当代较大型战舰的 380 毫米舰炮。而它的缺点就是主炮数量较少及水平装甲薄弱。
zh_sg: 一艘速度十分快的战列舰，舰型接近战斗巡洋舰。在重整武器项目下，它装备了能击退当时较大型战舰的380毫米舰炮。缺点是主炮数量较少及水平装甲薄弱。

# IDS_PGSB107_FULL
source: Gneisenau
zh: 格奈森瑙
zh_sg: 格奈森瑙

# IDS_PGSB107_SHORT
source: GNEI
zh: 格奈森瑙
zh_sg: 格奈森瑙

# IDS_PGSB108
source: Bismarck
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB108_DESCR
source: By the start of World War II, Bismarck was one of the mightiest battleships in the world, owing to her advanced gun fire control system and powerful artillery. Her rugged construction, elaborate subdivision into compartments, and extensive armor ensured a high level of endurance.
es_mx: Tras el estallido de la Segunda Guerra Mundial, el Bismarck fue uno de los acorazados más poderosos del mundo debido a su avanzado sistema de control de tiro y una poderosa artillería. Una construcción robusta, subdivisión elaborada en sus compartimentos y un blindaje extenso le aseguraba un alto nivel de supervivencia.
ja: 二次大戦の勃発当初においては、先進的な射撃管制システムと強力な主砲を備えたこのビスマルクは、世界最強の戦艦のひとつでした。頑丈な構造を有し、複雑に区画分割されており、膨大な装甲が配された本艦は、高い耐久性を実現していました。
pl: Do czasu wybuchu II wojny światowej Bismarck był jednym z najpotężniejszych pancerników świata dzięki zaawansowanego systemowi kontroli ognia i potężnej artylerii. Solidna konstrukcja, przemyślane rozplanowanie przedziałów i wszechstronny pancerz zapewniały wysoką przeżywalność okrętu.
ru: К началу Второй мировой войны принадлежал к числу сильнейших линкоров мира. Имел развитую систему управления огнём и мощную артиллерию. Прочная конструкция, продуманное разделение на отсеки и значительная площадь бронирования обеспечивали высокую живучесть корабля.
uk: До початку Другої світової війни належав до числа найсильніших лінкорів світу. Мав розвинену систему керування вогнем та потужну артилерію. Міцна конструкція, продуманий поділ на відсіки та значна площа бронювання забезпечували високу живучість корабля.
zh: 俾斯麦依靠其先进的火控系统和威力巨大的主炮而成为了当时世界上最为强大的战舰之一。同时，其船体结构坚固，精细划分的舱室和厚重的装甲也为其提供了良好的生存能力。
zh_sg: 第二次世界大战爆发之初，俾斯麦凭借其先进的火控系统及强大的火力成为了世界上攻击力最强的战列舰之一。同时，坚固的舰体结构、精妙的舱室布局和可靠厚实的装甲也提供了良好生存能力的保障。

# IDS_PGSB108_FULL
source: Bismarck
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB108_SHORT
source: BISM
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB109
source: F. der Große
zh: 腓特烈大帝
zh_sg: 腓特烈大帝

# IDS_PGSB109_DESCR
source: A project to create an H-class battleship that was developed as part of a large-scale German shipbuilding program (Plan Z). In contrast to her predecessors, this ship was larger in size and was equipped with more powerful main guns, reinforced AA defenses, and a diesel propulsion plant.
es_mx: Un proyecto para crear un acorazado de la clase H que fue desarrollado como parte de un programa de construcción naval alemán a gran escala (Plan Z). A diferencia de sus predecesores, este barco tenía un mayor tamaño y estaba equipado con cañones principales más poderosos, defensas AA reforzadas, y una planta de propulsión diésel.
ja: フリードリヒ・デア・グローセは、ドイツ海軍の大幅拡張計画 (Z 計画) の一環として "H" 級戦艦を開発するための計画案のひとつでした。従来のドイツ戦艦に比べて大型で、より強力な主砲を搭載し、対空兵装の強化が図られ、ディーゼル機関を採用していました。
pl: Projekt pancernika typu H, który opracowano w ramach dużego programu budowy okrętów (Plan Z). Pancernik ten był większy od swoich poprzedników i uzbrojony w potężniejsze działa główne i przeciwlotnicze, a także wyposażony w maszynownię diesla.
ru: Линкор типа H — проект, разработанный в рамках осуществления масштабной кораблестроительной программы Германии (План Z). От предшественников отличался увеличенными размерами, более мощной артиллерией главного калибра, усиленной ПВО и дизельной энергетической установкой.
uk: Лінкор типу «H» — проєкт, розроблений у межах масштабної кораблебудівної програми Німеччини (План «Z»). Від попередників відрізнявся збільшеними розмірами, потужнішою артилерією головного калібру, посиленою ППО та дизельною силовою установкою.
zh: 作为该国海军大规模扩张计划一部分的研发项目。进一步研发自俾斯麦级战列舰，有着更强大的主炮及改良型对空防御。
zh_sg: 作为德国大型造船项目（Z计划）一部分所创建的H级战列舰研发项目。与前代舰相比，这艘战舰的体积更大、加强了对空防御、装备了更强大的主炮和柴油推进系统。

# IDS_PGSB109_FULL
source: Friedrich der Große
zh: 腓特烈大帝
zh_sg: 腓特烈大帝

# IDS_PGSB109_SHORT
source: FDG
zh: 腓特烈大帝
zh_sg: 腓特烈大帝

# IDS_PGSB110
source: G. Kurfürst
zh: 大选帝侯
zh_sg: 大选帝侯

# IDS_PGSB110_DESCR
source: One of the last stages of a battleship design for the German Navy. The ship was fitted with triple-gun main turrets designed at the outbreak of World War II. The project was developed based on the navy's combat experience and featured powerful torpedo protection, enhanced horizontal armor, and more advanced AA guns.
es_mx: Uno de los últimos niveles de diseños de acorazado de la Marina Alemana. El barco tenía torretas principales triples diseñadas al empezar la Segunda Guerra Mundial. El proyecto fue desarrollado basado en la experiencia de combate y destacaba su poderosa protección contra torpedos, blindaje mejorado horizontal y más cañones AA avanzados.
ja: 戦艦グローサー・クルフュルストは、ドイツ海軍における戦艦設計の最終段階において開発された計画案のひとつです。二次大戦の勃発時に設計された三連装の主砲塔の搭載を予定していた本案は、戦訓を活かして開発されたものであり、強力な対水雷防御、強化された水平装甲、より先進的な対空兵装を誇っていました。
pl: Jeden z ostatnich etapów rozwoju niemieckich pancerników. Wyposażony był w potrójne wieże głównej baterii, zaprojektowane na początku II wojny światowej. W projekcie uwzględniono bogate doświadczenie bojowe, dzięki czemu okręty te miały dobrą obronę przeciwtorpedową, ulepszony pancerz poziomy i uzbrojenie przeciwlotnicze.
ru: Один из последних этапов проектирования линкора для германских ВМС. Главный калибр корабля размещался в трёхорудийных башнях, разработанных в начале Второй мировой войны. Проект создавался с учётом опыта военных действий и имел мощную противоторпедную защиту, усиленное горизонтальное бронирование, дополненное более совершенными зенитными орудиями.
uk: Один з останніх етапів проектування лінкора для німецьких ВМС. Головний калібр корабля розташовувався у тригарматних баштах, розроблених на початку Другої світової війни. Проект був створений з урахуванням досвіду військових дій і мав потужний протиторпедний захист, посилене горизонтальне бронювання, доповнене досконалішими зенітними гарматами.
zh: 为海军而设计的最后阶段战列舰之一。该舰在战争爆发时设计配有三个主炮塔。该项目是根据实战经验来研发并配备着强大的鱼雷防护、改良型水平装甲及更先进的防空炮。
zh_sg: 为德国海军而设计的最后阶段战列舰之一。在二战爆发时，安装了三座主炮塔。该项目是根据实战经验所研发，配备了强大的鱼雷防护、改良型水平装甲及更先进的防空炮。

# IDS_PGSB110_FULL
source: Großer Kurfürst
zh: 大选帝侯
zh_sg: 大选帝侯

# IDS_PGSB110_SHORT
source: GKUR
zh: 大选帝侯
zh_sg: 大选帝侯

# IDS_PGSB503
source: K. Albert
zh: 阿尔伯特国王
zh_sg: 阿尔伯特国王

# IDS_PGSB503_DESCR
source: A typical German dreadnought featuring very thick armor and boasting high survivability. Her main battery guns had very high armor-piercing capabilities and outmatched other artillery systems of the same caliber in terms of rate of fire.
es_mx: Un típico acorazado alemán que poseía un blindaje muy grueso y una alta supervivencia. Los cañones principales tenían altas capacidades perforadoras de blindaje y superabana los sistemas de artillería del mismo calibre en cadencia de fuego.
ja: 戦艦ケーニヒ・アルベルトは、典型的なドイツの弩級戦艦であり、極めて厚い装甲により優れた抗堪性を誇っていました。その主砲は極めて高い装甲貫通力を備えており、同口径の他の砲システムに比して射撃速度も勝っていました。
pl: Typowy niemiecki drednot cechujący się bardzo grubym pancerzem i dużą przeżywalnością. Działa głównej baterii miały doskonałe właściwości penetracyjne i przewyższały szybkostrzelnością działa okrętów przeciwnika o takim samym kalibrze.
ru: Типичный германский дредноут, обладавший очень мощным бронированием и отличной живучестью. Основная артиллерия линкора обладала высокой бронепробиваемостью и превосходила другие системы того же калибра по скорострельности.
uk: Типовий німецький дредноут, що мав дуже потужне бронювання та відмінну живучість. Основна артилерія лінкора мала високу бронепробивність й перевершувала інші системи того ж калібру за скорострільністю.
zh: 以超厚的装甲和惊人的存活能力为特点的经典D系无畏战舰。主炮组穿甲能力惊人，在射速上也超越同口径的其他火炮。
zh_sg: 以超厚的装甲和惊人的存活能力成就了经典的德国无畏战舰。主炮组穿甲能力惊人，在射速上也超越同口径的其他火炮。

# IDS_PGSB503_FULL
source: König Albert
zh: 阿尔伯特国王
zh_sg: 阿尔伯特国王

# IDS_PGSB503_SHORT
source: KALB
zh: 阿尔伯特国王
zh_sg: 阿尔伯特国王

# IDS_PGSB506
source: P. E. Friedrich
zh: 埃特尔·弗雷德里希王子
zh_sg: 艾特尔·弗里德里希亲王

# IDS_PGSB506_DESCR
source: A Mackensen-class battlecruiser laid down during World War I. She had powerful vertical armor, which was characteristic of German battleships of this period. Her main battery consisted of eight 350 mm guns mounted in four turrets.
es_mx: Un crucero de batalla de la clase Mackensen puesto en quilla en la 1GM. Tenía un poderoso blindaje, lo que era característica de los acorazados alemanes de este período. Su batería principal constaba de ocho cañones de 350 mm montados en cuatro torretas.
ja: プリンツ・アイテル・フリードリヒは、一次大戦中に起工されたマッケンゼン級巡洋戦艦であり、この時期のドイツ戦艦の特徴である強固な垂直装甲を備えていました。主砲は 350 mm 連装砲塔 4 基計 8 門でした。
pl: Krążownik liniowy klasy Mackensen, którego budowę rozpoczęto w trakcie I wojny światowej. Posiadał potężny pancerz pionowy, charakterystyczny dla niemieckich pancerników z tego okresu. Jego główna bateria składała się z ośmiu dział kal. 350 mm umieszczonych w czterech wieżach.
ru: Линейный крейсер типа Mackensen, заложенный в годы Первой мировой войны. Имел характерное для немецких линкоров этого периода мощное вертикальное бронирование. Артиллерию главного калибра составляли восемь 350-мм орудий в четырёх башнях.
uk: Лінійний крейсер типу Mackensen, закладений в роки Першої світової війни. Мав характерне для німецьких лінкорів цих часів потужне вертикальне бронювання. Артилерію головного калібру складали вісім 350-мм гармат у чотирьох баштах.
zh: 一艘麦肯森级战斗巡洋舰于大战期间下水。他有强大的垂直装甲，是这一时期D系战列舰的特征。它的主炮由八门350毫米炮安装在四座炮塔中所组成。
zh_sg: 在第一次世界大战期间开始生产的一艘麦肯森级战列巡洋舰。拥有强大的垂直装甲，这是这一时期德国战列舰的特征。它的主炮组有八门350毫米火炮，安装在四个炮塔中。

# IDS_PGSB506_FULL
source: Prinz Eitel Friedrich
zh: 埃特尔·弗雷德里希王子
zh_sg: 艾特尔·弗里德里希亲王

# IDS_PGSB507
source: Scharnhorst
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_PGSB507_DESCR
source: A German battleship designed for raider operations and fighting cruisers, including battlecruisers. When Scharnhorst was built, she was faster than any ship of her type. The rather small caliber of her main battery guns was her main drawback, but that was offset by her higher rate of fire.
es_mx: Un acorazado alemán diseñado para operaciones de asalto y combate de cruceros, incluyendo cruceros de batalla. Cuando el Scharnhorst fue construido, era más rápido que cualquier barco de su tipo. El pequeño calibre de sus cañones principales era su principal desventaja, pero era compensada por su alta cadencia de fuego.
ja: 戦艦シャルンホルストは、通商破壊および巡洋艦・巡洋戦艦との交戦用として設計されたドイツの戦艦です。その竣工時には、戦艦としては世界最速を誇りました。主砲の口径が比較的小さいことが最大の欠点でしたが、この欠点は高い射撃速度により補われていました。
pl: Niemiecki pancernik zaprojektowany do działań korsarskich i zwalczania krążowników, również ciężkich. Kiedy Scharnhorst został zbudowany, był szybszy niż jakikolwiek inny okręt tego typu. Stosunkowo niewielki kaliber głównej baterii był mankamentem, który równoważono dużą szybkostrzelnością.
ru: Германский линкор, создававшийся для рейдерских операций и борьбы с крейсерами, в том числе линейными. На момент постройки не имел себе равных по скорости хода среди кораблей своего класса. Главный недостаток корабля, небольшой калибр основной артиллерии, компенсировался более высокой скорострельностью.
uk: Німецький лінкор, що створювався для рейдерських операцій та боротьби з крейсерами, зокрема лінійними. На момент побудови не мав рівних собі за швидкістю ходу серед кораблів свого класу. Головний недолік корабля, невеликий калібр основної артилерії, компенсувався більшою скорострільністю.
zh: D系设计旨在进行攻击操作以及对抗巡洋舰。当沙恩霍斯特被建造后，它的速度比同类型战舰都快。但相对口径较小的主炮是它的主要弱点，但高射速将其抵消。
zh_sg: 一艘专为奇袭行动以及对抗巡洋舰和战斗巡洋舰而设计的一艘德国战列舰。当沙恩霍斯特建造完成时，它的航速比任何同类型战舰都快。主炮口径相对较小则是它的主要缺点，不也因高射速很大程度上弥抵消了火力的损失。

# IDS_PGSB507_FULL
source: Scharnhorst
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_PGSB507_SHORT
source: SHRN
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_PGSB508_DESCR
source: One of the draft designs for a relatively small, high-speed battleship that preceded the construction of the Scharnhorst-class ships. This ship was primarily distinguished by a more powerful main battery comprising 305 mm guns.
es_mx: Uno de los proyectos de diseño para un acorazado relativamente pequeño y de gran velocidad que precedió a la construcción de los barcos de la clase Scharnhorst. Este barco se distinguía principalmente por una batería principal más poderosa conformada por cañones de 305 mm.
ja: オーディンは比較的小型で高速な戦艦の設計案のひとつであり、シャルンホルスト級の建造に先立って開発されました。主な特徴として、より強力な 305 mm を採用していました。
pl: Jeden z wariantów projektu małego, szybkiego pancernika, który poprzedzał budowę okrętów klasy Scharnhorst. Okręt wyróżniał się potężniejszą artylerią, złożoną z dział kal. 305 mm.
ru: Один из вариантов проекта относительно небольшого быстроходного линкора, предшествовавший постройке кораблей типа Scharnhorst. Отличался в первую очередь более мощной артиллерией главного калибра, представленной 305-мм орудиями.
uk: Один із варіантів проекту відносно невеликого швидкохідного лінкора, що передував появі кораблів типу Scharnhorst. Відрізнявся перш за все потужнішою артилерією головного калібру, яка представлена 305-мм гарматами.
zh: Один из вариантов проекта относительно небольшого быстроходного линкора, предшествовавший постройке кораблей типа Scharnhorst. Отличался в первую очередь более мощной артиллерией главного калибра, представленной 305-мм орудиями.
zh_sg: 建造沙恩霍斯特级之前的其中一种设计草案，是一种相对小型高速的战列舰。主要特点是包含305毫米火炮在内的更强的主炮组。

# IDS_PGSB509_DESCR
source: A large, well-armed ship with powerful armor protection. It was essentially a draft design for an H-class battleship equipped with 380 mm triple main battery turrets.
es_mx: Un barco grande y bien armado con un poderoso blindaje. Era esencialmente un diseño preliminar de un acorazado de la clase H equipado con torretas triples de 380 mm en su batería principal.
ja: ポンメルンは、強力な兵装と堅牢な装甲防御力を兼ね備えた大型艦であり、本質的には "H" 級戦艦の設計草案で、380 mm 三連装砲塔を採用していました。
pl: Duży, dobrze uzbrojony okręt z potężnym opancerzeniem. Był to w zasadzie wstępny projekt pancerników typu H uzbrojonych w potrójne wieże z działami kal. 380 mm.
ru: Крупный, хорошо вооружённый корабль с мощным бронированием. Представляет собой вариант проекта линкора типа H с трёхорудийными 380-мм башнями в качестве артиллерии главного калибра.
uk: Великий, добре озброєний корабель із потужним бронюванням. Варіант проєкту лінкора типу «H» із тригарматними 380-мм баштами за артилерію головного калібру.
zh: Крупный, хорошо вооружённый корабль с мощным бронированием. Представляет собой вариант проекта линкора типа H с трёхорудийными 380-мм башнями в качестве артиллерии главного калибра.
zh_sg: 一艘大型、装备精良、装甲防护出色的战舰。本质上是一种为H级战列舰装备380毫米三联装主炮塔的设计草案。

# IDS_PGSB518_DESCR
source: A battleship design that was close to the Bismarck class, but carried a different main battery that consisted of twelve 305 mm guns that were developed in Germany in the late 1930s.
es_mx: Un diseño de un acorazado similar a la clase Bismarck, pero con una batería principal diferente que consistía en doce cañones de 305 mm que fueron desarrollados en Alemania a finales de los años 30.
ja: ブランデンブルクは、ビスマルク級に類似した戦艦の設計案です。ビスマルク級とは主砲が異なっており、ドイツで 1930 年代の後半に開発された 305 mm 砲を 12 門搭載していました。
pl: Projekt pancernika zbliżonego do jednostek typu Bismarck, ale uzbrojonego w baterię główną złożoną z dwunastu dział kal. 305 mm, opracowanych w Niemczech pod koniec lat 30.
ru: Проект линейного корабля, близкий к типу Bismarck, отличающийся вооружением из двенадцати 305-мм орудий, разработанных в Германии в конце 1930-х годов.
uk: Проєкт лінійного корабля, близький до типу Bismarck, який відрізняється озброєнням із дванадцяти 305-мм гармат, розроблених у Німеччині наприкінці 1930-х років.
zh: Проект линейного корабля, близкий к типу Bismarck, отличающийся вооружением из двенадцати 305-мм орудий, разработанных в Германии в конце 1930-х годов.
zh_sg: 一艘近似于俾斯麦级的战列舰设计，但携带了不同的主炮组：由十二门德国1930年代后期设计的305毫米火炮组成。

# IDS_PGSB597_DESCR
source: A German battleship designed for raider operations and fighting cruisers, including battlecruisers. When Scharnhorst was built, she was faster than any ship of her type. The rather small caliber of her main battery guns was her main drawback, but that was offset by her higher rate of fire.
es_mx: Un acorazado alemán diseñado para operaciones de asalto y combate de cruceros, incluyendo cruceros de batalla. Cuando el Scharnhorst fue construido, era más rápido que cualquier barco de su tipo. El pequeño calibre de sus cañones principales era su principal desventaja, pero era compensada por su alta cadencia de fuego.
ja: 戦艦シャルンホルストは、通商破壊および巡洋艦・巡洋戦艦との交戦用として設計されたドイツの戦艦です。その竣工時には、戦艦としては世界最速を誇りました。主砲の口径が比較的小さいことが最大の欠点でしたが、この欠点は高い射撃速度により補われていました。
pl: Niemiecki pancernik zaprojektowany do działań korsarskich i zwalczania krążowników, również ciężkich. Kiedy Scharnhorst został zbudowany, był szybszy niż jakikolwiek inny okręt tego typu. Stosunkowo niewielki kaliber głównej baterii był mankamentem, który równoważono dużą szybkostrzelnością.
ru: Германский линкор, создававшийся для рейдерских операций и борьбы с крейсерами, в том числе линейными. На момент постройки не имел себе равных по скорости хода среди кораблей своего класса. Главный недостаток корабля, небольшой калибр основной артиллерии, компенсировался более высокой скорострельностью.
uk: Німецький лінкор, що створювався для рейдерських операцій та боротьби з крейсерами, зокрема лінійними. На момент побудови не мав рівних собі за швидкістю ходу серед кораблів свого класу. Головний недолік корабля, невеликий калібр основної артилерії, компенсувався більшою скорострільністю.
zh: D系设计旨在进行攻击操作以及对抗巡洋舰。当沙恩霍斯特被建造后，它的速度比同类型战舰都快。但相对口径较小的主炮是它的主要弱点，但高射速将其抵消。
zh_sg: 一艘专为奇袭行动以及对抗巡洋舰和战斗巡洋舰而设计的一艘德国战列舰。当沙恩霍斯特建造完成时，它的航速比任何同类型战舰都快。主炮口径相对较小则是它的主要缺点，不也因高射速很大程度上弥抵消了火力的损失。

# IDS_PGSB597_SHORT
source: SHRN
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特 B

# IDS_PGSB598
source: Tirpitz B
zh: 提尔皮茨 B
zh_sg: 提尔皮茨 B

# IDS_PGSB598_DESCR
source: One of the two mightiest battleships in the German Navy. Akin to the lead ship of her class, Tirpitz had heavy ship armor, powerful artillery and a high speed. Weak horizontal armor protection was the main drawback of her design, but this was largely offset by improving her AA defense.
es_mx: Uno de los dos acorazados más poderosos de la Marina Alemana. Similar al barco liderante de su clase, el Tirpitz tenía un blindaje pesado, artillería poderosa y alta velocidad. Un débil blindaje de protección horizontal era el principal inconveniente de su diseño, el cual era compensado en gran medida por una defensa AA mejorada.
ja: ティルピッツは、ドイツ海軍最強のビスマルク級戦艦の 2 番艦です。ビスマルク同様、重装甲と強力な主砲、高い速力を誇りました。本艦においては、水平装甲防御力の不足というビスマルク級最大の欠点は、対空能力の向上によって補われていました。
pl: Jeden z dwóch najpotężniejszych pancerników niemieckiej marynarki. Podobnie jak okręt prowadzący swojej klasy, Tirpitz był ciężko opancerzony, posiadał potężną artylerię i rozwijał dużą prędkość. Jego najsłabszy punkt, jakim był cienki pancerz pokładowy, był w dużej części równoważony przez ulepszoną obronę przeciwlotniczą.
ru: Один из двух самых мощных линкоров флота Германии. Как и головной корабль серии, Tirpitz имел мощное бронирование, сильную артиллерию и высокую скорость. Основной недостаток проекта — слабая горизонтальная защита — на линкоре Tirpitz был в значительной мере компенсирован путём усовершенствования ПВО.
uk: Один з двох найпотужніших лінкорів флоту Німеччини. Як і головний корабель серії, Tirpitz мав потужне бронювання, сильну артилерію та високу швидкість. Основний недолік проекту — слабкий горизонтальний захист — на лінкорі Tirpitz був значною мірою компенсований шляхом удосконалення ППО.
zh: 俾斯麦级战列舰的二号舰。与首舰相同，提尔皮茨装备有厚重的装甲、威力巨大的火炮和高速性能，并且进一步增强了防空能力，而其主要缺点是水平装甲防护相对较弱。
zh_sg: 德国海军中最强的两艘战列舰之一。与首舰相同，提尔皮茨拥有厚重的战舰装甲、强大的火炮及高航速。其主要缺点是水平装甲防护相对较弱，但通过强化其对空防御火力，这一缺点得到了很大程度上的弥补。

# IDS_PGSB598_FULL
source: Tirpitz B
zh: 提尔皮茨 B
zh_sg: 提尔皮茨 B

# IDS_PGSB598_SHORT
source: TIRP
zh: 提尔皮茨
zh_sg: 提尔皮茨 B

# IDS_PGSB910
source: [G. Kurfürst]
zh: [大选帝侯]
zh_sg: [大选帝侯]

# IDS_PGSB910_DESCR
source: This ship is a copy of Großer Kurfürst and is suitable for Clan Battles only
es_mx: Este barco es una copia del Großer Kurfürst y solo es adecuado para las Batallas de Clanes
ja: 本艦は Großer Kurfürst のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Großer Kurfürst i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Großer Kurfürst и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Großer Kurfürst. Призначений лише для кланових боїв
zh: 这艘战舰为大选帝侯的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是大选帝侯号的复制并且仅适用于军团战

# IDS_PGSB910_FULL
source: [Großer Kurfürst]
zh: [大选帝侯]
zh_sg: [大选帝侯]

# IDS_PGSC001
source: Hermelin
zh: 鼬
zh_sg: 鼬
