Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OP_02_03_CSM_015_TASK_MESSAGE_1_AIRCR
source: Aircraft carrier King was detected within the water zone of the enemy base. Command orders you to destroy her!
es_mx: El portaaviones King fue detectado dentro de la zona marina de la base enemiga. ¡El Mando ordena que lo destruyas!
ja: 敵基地の水域内に空母 King を発見した。 司令部より、これを撃沈するように命令が下った!
pl: Lotniskowiec King został wykryty w wodnej strefie bazy wroga. Dowództwo wydało rozkaz zniszczenia go!
ru: В акватории базы противника замечен авианосец King. Командование приказывает уничтожить его!
uk: В акваторії бази супротивника виявлено авіаносець «King». Командування наказує знищити його!
zh: 已在敌方基地水域内发现到航空母舰国王。 指挥部命令您击毁它！
zh_sg: 发现航空母舰King在敌方基地水域活动。 下达命令击毁它！

# IDS_OP_02_03_CSM_020_MESSAGE
source: Destroy the incoming enemy forces!
es_mx: ¡Destruye a las fuerzas enemigas que se aproximan!
ja: 接近中の敵部隊を撃破せよ!
pl: Zniszcz zbliżające się siły wroga!
ru: Уничтожайте прибывающие силы противника!
uk: Знищуйте сили супротивника, які прибувають!
zh: 击毁来袭的敌方部队！
zh_sg: 歼灭即将到来的敌人

# IDS_OP_02_03_GRAND_BATTERY_NORTH
source: Earl
zh: 伯爵

# IDS_OP_02_03_GRAND_BATTERY_SOUTH
source: Duke
zh: 公爵

# IDS_OP_02_03_NAME_COMMAND
source: Military Command
es_mx: Mando Militar
ja: 司令部
pl: Sztab główny
ru: Командование
uk: Командування
zh: 军方指挥官
zh_sg: 军队指挥官

# IDS_OP_02_03_NAME_CONVOY_COMANDER
source: Convoy Commander
es_mx: Comandante del Convoy
ja: 船団司令官
pl: Dowódca konwoju
ru: Командир конвоя
uk: Командир конвою
zh: 舰团指挥官
zh_sg: 护卫队指挥官

# IDS_OP_02_03_NAME_SCOUTING
source: Reconnaissance
es_mx: Reconocimiento
ja: 偵察
pl: Zwiad
ru: Разведка
uk: Розвідка
zh: 侦察
zh_sg: 侦察

# IDS_OP_02_03_NORTH_BATTERY_1
source: Squire
zh: 乡绅

# IDS_OP_02_04_CAPTAIN
source: Commodore
es_mx: Comodoro
ja: 准将
pl: Komandor
ru: Коммодор
uk: Комодор
zh: 海军准将
zh_sg: 海军准将

# IDS_OP_02_04_CHAT_IDIOT_1_REMARK_01
source: We're being fired upon! To hell with you and your evacuation! I'm going back.
es_mx: ¡Nos están disparando! Al diablo contigo y tu evacuación! Yo vuelvo a casa.
ja: 攻撃を受けている! こんな撤退作戦なんて冗談じゃない。俺は戻るぞ!
pl: Strzelają do nas! Do diabła z całą tą ewakuacją! Zawracam.
ru: По нам стреляют! К чёрту вас и вашу эвакуацию, я иду обратно!
uk: В нас стріляють! До дідька вас і вашу евакуацію, я йду назад!
zh: 我们正在被攻击！去他的撤离！我要回去了。
zh_sg: 我们正在被攻击！去他的撤离！我要回去了。

# IDS_OP_02_04_CHAT_IDIOT_1_REMARK_02
source: If you've got any sense, you'll follow me!
es_mx: Si tienes algo de sentido común, ¡me seguirás!
ja: どうする? お前らも付いて来るか!?
pl: Jeśli macie trochę oleju w głowie, będziecie płynąć za mną!
ru: Кто хочет уцелеть — за мной!
uk: Хто бажає уціліти — за мною!
zh: 如果您有一丁点的判断力，就会跟着我！
zh_sg: 如果您有一丁点的判断力，就会跟着我！

# IDS_OP_02_04_CHAT_IDIOT_1_REMARK_03
source: Nooo!
ja: うわぁー!
pl: Niee!
ru: Не-е-ет!
uk: Ні-і-і!
zh: 不！
zh_sg: 不！

# IDS_OP_02_04_CHAT_MINE_WARNING
source: Minefield! Leave the dangerous area immediately!
es_mx: ¡Campo minado! ¡Abandona el área peligrosa inmediatamente!
ja: 機雷原! 危険エリアから速やかに離脱してください!
pl: Pole minowe! Jak najszybciej opuść niebezpieczny obszar!
ru: Минное поле! Срочно покиньте опасную зону!
uk: Мінне поле! Терміново покиньте небезпечну зону!
zh: 雷区！立即离开危险地区！
zh_sg: 雷区！请迅速撤离危险区域！

# IDS_OP_02_04_CHAT_SPEED_MAX
source: You're going too fast, you risk being blown up by a mine! Slow down to quarter speed!
es_mx: ¡Vas demasiado rápido, corres el riesgo de explotar por una mina! ¡Reduce la velocidad a un cuarto!
ja: 速度が速すぎるため触雷の危険あり! 1/4 速まで減速してください!
pl: Płyniesz zbyt szybko, ryzykujesz detonacją miny! Zwolnij do 1/4 prędkości!
ru: Высокая скорость хода, возможен подрыв на мине! Сбавьте до четверти хода!
uk: Висока швидкість ходу, можливий вибух міни! Зменште до чверті ходу!
zh: 您的速度太快了，有被地雷炸飞的风险！减慢到四分之一的速度！
zh_sg: 您行驶太快，有被水雷炸毁的风险！请降速到四分之一速度！

# IDS_OP_02_04_CHAT_SPEED_MIN
source: Travel speed in the minefield has been reduced to safe values.
es_mx: La velocidad de avance en el campo minado ha sido reducida a valores seguros.
ja: 機雷原での安全速度まで減速完了
pl: Prędkość w polu minowym została ograniczona do bezpiecznej wartości.
ru: Скорость хода в минном поле снижена до безопасной.
uk: Швидкість ходу на мінному полі знижено до безпечної.
zh: 在雷区的行进速度已降至安全值。
zh_sg: 在雷区的航行速度已被降低至安全值。

# IDS_OP_02_04_CSM_ACHTUNG_MINEN
source: Minefields are marked in red on the Minimap.
es_mx: Los campos de minas están marcados en rojo en el Minimapa
ja: 機雷原はミニマップにおいて赤色でマークされている。
pl: Pola minowe zaznaczone są na minimapie kolorem czerwonym.
ru: Минные поля обозначены на миникарте красным.
uk: Мінні поля позначені на міні-мапі червоним.
zh: 水雷区会在小地图上标记成红色。
zh_sg: 水雷区会在小地图上标记成红色。

# IDS_OP_02_04_CSM_AIRSTRIKE_PENALTY_WARNING
source: Try to stick together. A single ship lagging behind the convoy is a priority target for enemy aviation.
es_mx: Traten de mantenerse juntos. Un solo barco del convoy que se quede atrás es un objetivo prioritario para la aviación enemiga.
ja: 離れないように注意せよ。 船団から脱落して単独になると、敵機の集中攻撃を受けるぞ。
pl: Trzymajcie się razem. Samotny okręt snujący się za resztą konwoju to łatwy cel dla lotnictwa wroga.
ru: Старайтесь держаться вместе. Удалившийся от конвоя корабль — цель номер один для авиации.
uk: Намагайтеся триматися разом. Корабель, що віддалився від конвою — ціль номер один для авіації.
zh: 尽量靠在一起。 一艘落后舰团的战舰可是敌方航空兵的优先目标。
zh_sg: 尽量靠在一起。 一艘落单的战舰可是敌方航空军的优先目标。

# IDS_OP_02_04_CSM_AIR_COEFFICIENT
source: In this operation, using manual targeting for your AA battery will be most efficient. [KEY_CONTROL]+[KEY_LEFTMOUSE] on a squadron.
es_mx: En esta Operación, seleccionar manualmente los objetivos para tu batería AA es lo más eficiente. [KEY_CONTROL]+[KEY_LEFTMOUSE] sobre un escuadrón.
ja: このオペレーションでは、優先対空目標の手動指定の有効性が高い。 中隊を [KEY_CONTROL]+[KEY_LEFTMOUSE]
pl: W tej operacji ręczne wybieranie celu dla baterii przeciwlotniczej jest najskuteczniejsze. [KEY_CONTROL]+[KEY_LEFTMOUSE] na eskadrę.
ru: В операции наиболее эффективно ручное управление ПВО. [KEY_CONTROL]+[KEY_LEFTMOUSE] по эскадрилье.
uk: В операції найефективніше ручне керування ППО. [KEY_CONTROL]+[KEY_LEFTMOUSE] на ескадрилью.
zh: 在此行动中，手动操作您的防空炮是最有效率的。 对一个中队[KEY_CONTROL] + [KEY_LEFTMOUSE]。
zh_sg: 在此作战行动中，手动瞄准您的防空炮组是最有效的。 [KEY_CONTROL]+[KEY_LEFTMOUSE]瞄准中队。

# IDS_OP_02_04_CSM_ALL_PLAYERS_DIE
source: Operation failed. All escort ships were destroyed.
es_mx: ¡Operación fallida! Todos los barcos de escolta fueron destruidos.
ja: オペレーションは失敗だ。 護衛船団が全滅した。
pl: Operacja zakończona klęską. Wszystkie okręty eskortowe zostały zniszczone.
ru: Операция провалена. Все корабли эскорта погибли.
uk: Операцію провалено. Всі кораблі ескорту загинули.
zh: 行动失败。 所有护卫舰被摧毁。
zh_sg: 行动失败。 所有护卫舰被摧毁。

# IDS_OP_02_04_CSM_ANTI_AIR_HINT
source: Set a priority target for AA armament to cause more damage. [KEY_CONTROL]+[KEY_LEFTMOUSE] on the squadron.
es_mx: Establece un objetivo prioritario para el armamento AA para causar más daño. [KEY_CONTROL]+[KEY_LEFTMOUSE] sobre el escuadrón.
ja: 対空砲火の優先目標を指定して攻撃を集中せよ。 目標中隊に合せて [KEY_CONTROL]+[KEY_LEFTMOUSE] だ。
pl: Ustaw priorytet dla stanowisk przeciwlotniczych, żeby zadawać większe uszkodzenia. [KEY_CONTROL]+[KEY_LEFTMOUSE] na eskadrze.
ru: Установите приоритет ПВО для увеличения урона. [KEY_CONTROL]+[KEY_LEFTMOUSE] по эскадрилье.
uk: Встановіть пріоритет ППО, щоб збільшити шкоду. [KEY_CONTROL]+[KEY_LEFTMOUSE] на ескадрилью.
zh: 为防空武器设置优先目标以造成更多伤害。 [KEY_CONTROL]+[KEY_LEFTMOUSE] 航空中队。
zh_sg: 为防空武器设置优先目标以造成更多伤害。 在中队上按下[KEY_CONTROL]+[KEY_LEFTMOUSE]。

# IDS_OP_02_04_CSM_DUNKIRK_LOADING
source: To start embarking soldiers, enter the embarking area and stop.
es_mx: Para comenzar a embarcar soldados, entra al área de embarque y detente.
ja: 兵士を乗船させるには、乗船エリア内で停船せよ。
pl: Żeby zabrać żołnierzy na pokład, zatrzymaj się w wyznaczonej strefie.
ru: Чтобы начать погрузку солдат, войдите в зону погрузки и остановитесь.
uk: Щоб почати завантажувати вояків, увійдіть в зону завантаження і зупиніться.
zh: 为了开始让士兵登舰，请进入登舰区域并停止。
zh_sg: 要开始让士兵登舰，请进入登舰区域并停止。

# IDS_OP_02_04_CSM_FINISH_FAIL
source: Operation failed. We suffered critical losses.
es_mx: ¡Operación fallida! Sufrimos pérdidas críticas.
ja: オペレーションは失敗した。 我が軍の被害は甚大だ
pl: Operacja zakończona klęską! Zadano nam krytyczne straty.
ru: Операция провалена. Мы понесли критические потери.
uk: Операцію провалено. Ми зазнали критичних втрат.
zh: 行动失败。 我们遭受到严重损失。
zh_sg: 行动失败。 我们遭受到严重损失。

# IDS_OP_02_04_CSM_FINISH_SUCCESS
source: Operation completed! The troops were successfully evacuated.
es_mx: ¡Operación completada! Las tropas fueron evacuadas exitosamente.
ja: オペレーション達成! 全ての兵士を脱出させることに成功した。
pl: Operacja zakończona! Żołnierze zostali ocaleni.
ru: Операция выполнена! Войска успешно эвакуированы.
uk: Операцію виконано! Війська успішно евакуйовано.
zh: 行动完成！ 部队已成功撤离。
zh_sg: 行动完成！ 部队已成功撤离。

# IDS_OP_02_04_CSM_HELP_ME_OB1
source: The ship can still accommodate more troops. Save the endangered soldiers!
es_mx: El barco aún puede recibir más tropas. ¡Salva a los soldados en peligro!
ja: 本船にはもっと多くの兵士を乗船させることが可能だ。 危機に瀕している兵士たちを救出せよ!
pl: Okręt może pomieścić więcej żołnierzy. Uratuj ich!
ru: На корабле ещё есть свободное место. Спасайте тонущих солдат!
uk: На кораблі ще є вільне місце. Рятуйте солдат, які тонуть!
zh: 战舰还可容纳更多的部队。 拯救有危险的士兵们！
zh_sg: 战舰还可容纳更多的部队。 拯救有危险的士兵们！

# IDS_OP_02_04_CSM_MAIN_TASK_PHRASE_1
source: Evacuate Allied troops from Dunkirk. Ensure the safety of the convoy ships.
es_mx: Evacúa a las tropas aliadas de Dunkerques. Encárgate de la seguridad de los barcos del convoy.
ja: ダンケルクから連合軍兵士を撤退させよ。船団の安全を確保するのだ。
pl: Ewakuuj alianckich żołnierzy z Dunkierki. Upewnij się, że okręty wchodzące w skład konwoju są bezpieczne.
ru: Эвакуируйте из Дюнкерка войска союзных армий и обеспечьте охранение конвоя на переходе.
uk: Евакуюйте з Дюнкерка війська союзних армій та убезпечте конвой на переході.
zh: 从敦刻尔克撤离盟军部队。确保护卫舰的安全。
zh_sg: 从敦刻尔克撤离盟军部队。确保护卫舰的安全。

# IDS_OP_02_04_CSM_MAIN_TASK_PHRASE_2
source: After embarking the troops, escort the convoy protecting the civil ships.
es_mx: Después de emabarcar las tropas, escolta al convoy protegiendo a los barcos civiles.
ja: 兵士を乗船させた後、船団を護衛し、民間船を守れ。
pl: Po zabraniu żołnierzy na pokład eskortuj konwój i osłaniaj cywilne statki.
ru: По окончании погрузки, двигайтесь вместе с конвоем, обеспечивая защиту гражданским судам.
uk: Як завершите завантажуватися, рухайтеся разом із конвоєм, забезпечуючи захист цивільних суден.
zh: 部队登舰后，护送舰团以保护民用船只。
zh_sg: 部队登舰后，护送舰团以保护民用船只。

# IDS_OP_02_04_EN01
source: Adam
zh: 亚当

# IDS_OP_02_04_EN02
source: Claus
zh: 克劳斯

# IDS_OP_02_04_EN03
source: Blasius
zh: 布拉修斯

# IDS_OP_02_04_EN04
source: Erhard
zh: 埃哈德

# IDS_OP_02_04_EN05
source: Günter
zh: 冈特

# IDS_OP_02_04_EN31
source: Burchard
zh: 伯查德

# IDS_OP_02_04_EN310
source: Ludolf
zh: 卢多夫

# IDS_OP_02_04_EN32
source: Dieter
zh: 迪特尔

# IDS_OP_02_04_EN33
source: Frank
zh: 弗兰克

# IDS_OP_02_04_EN34
source: Hans
zh: 汉斯

# IDS_OP_02_04_EN35
source: Johann
zh: 约翰

# IDS_OP_02_04_EN36
source: Jürgen
zh: 于尔根

# IDS_OP_02_04_EN37
source: Lorenz
zh: 劳伦兹

# IDS_OP_02_04_EN38
source: Hugo
zh: 雨果

# IDS_OP_02_04_EN39
source: Helm
zh: 赫尔姆

# IDS_OP_02_04_EN511
source: Klaus
zh: 克劳斯

# IDS_OP_02_04_EN512
source: Leopold
zh: 利奥波德

# IDS_OP_02_04_EN513
source: Norbert
zh: 诺伯特

# IDS_OP_02_04_EN521
source: Philipp
zh: 菲利普

# IDS_OP_02_04_EN522
source: Reinar
zh: 瑞纳

# IDS_OP_02_04_EN523
source: Sigurd
zh: 西格德

# IDS_OP_02_04_EN531
source: German
zh: 日耳曼

# IDS_OP_02_04_EN532
source: Jakob
zh: 雅各布

# IDS_OP_02_04_EN533
source: Rudolf
zh: 鲁道夫

# IDS_OP_02_04_EN541
source: Tristan
zh: 特里斯坦

# IDS_OP_02_04_EN542
source: Rutger
zh: 拉特格斯

# IDS_OP_02_04_EN543
source: Otthard
zh: 奥萨德

# IDS_OP_02_04_EN551
source: Marzel
zh: 马泽尔

# IDS_OP_02_04_EN552
source: Ingolf
zh: 英戈尔夫

# IDS_OP_02_04_EN553
source: Guido
zh: 圭多

# IDS_OP_02_04_EN561
source: Wingolf
zh: 温格尔夫

# IDS_OP_02_04_EN562
source: Wulf
zh: 沃尔夫

# IDS_OP_02_04_EN563
source: Rainer
zh: 雷纳

# IDS_OP_02_04_EN811
source: Walter
zh: 沃尔特

# IDS_OP_02_04_EN812
source: Peter
zh: 彼得

# IDS_OP_02_04_EN813
source: Edgar
zh: 埃德加

# IDS_OP_02_04_EN821
source: Manfred
zh: 曼弗雷德

# IDS_OP_02_04_EN822
source: Robert
zh: 罗伯特

# IDS_OP_02_04_EN823
source: Wido
zh: 维多

# IDS_OP_02_04_EN831
source: Udo
zh: 乌多

# IDS_OP_02_04_EN832
source: Oskar
zh: 奥斯卡

# IDS_OP_02_04_EN833
source: Cornelius
zh: 科尼利厄斯

# IDS_OP_02_04_EN841
source: Dietrich
zh: 迪特里希

# IDS_OP_02_04_EN842
source: Friedrich
zh: 弗里德里希

# IDS_OP_02_04_EN843
source: Ingfried
zh: 因格夫里德

# IDS_OP_02_04_ENEMY_1
source: I/StG2 "Immelmann"
zh: I/StG2 "殷麦曼"

# IDS_OP_02_04_ENEMY_2
source: II/StG2 "Immelmann"
zh: II/StG2 "殷麦曼"

# IDS_OP_02_04_ENEMY_3
source: I/KG27 "Boelcke"
zh: I/KG27 "伯尔克"

# IDS_OP_02_04_ENEMY_4
source: II/KG27 "Boelcke"
zh: II/KG27 "伯尔克"

# IDS_OP_02_04_ENFINAL11
source: Amadeus
zh: 阿马迪厄斯

# IDS_OP_02_04_ENFINAL12
source: August
zh: 奥古斯特

# IDS_OP_02_04_ENFINAL13
source: Melchior
zh: 梅尔基奥

# IDS_OP_02_04_ENFINAL21
source: Gerthold
zh: 哥特霍尔德

# IDS_OP_02_04_ENFINAL22
source: Hartwig
zh: 哈特维希

# IDS_OP_02_04_ENFINAL23
source: Dankmar
zh: 丹克马尔

# IDS_OP_02_04_ENFINAL31
source: Urban
zh: 厄本

# IDS_OP_02_04_ENFINAL32
source: Volkmar
zh: 福尔克

# IDS_OP_02_04_ENFINAL33
source: Wolfgang
zh: 沃尔夫冈

# IDS_OP_02_04_ENFINAL41
source: Rolf
zh: 罗尔夫

# IDS_OP_02_04_ENFINAL42
source: Mark
zh: 马克

# IDS_OP_02_04_ENFINAL43
source: Lars
zh: 拉斯

# IDS_OP_02_04_ESCORT_1
source: Wilkerson
zh: 威尔克森

# IDS_OP_02_04_ESCORT_10
source: McKenzie
zh: 麦肯锡

# IDS_OP_02_04_ESCORT_2
source: Adams
zh: 亚当斯

# IDS_OP_02_04_ESCORT_3
source: Potter
zh: 波特

# IDS_OP_02_04_ESCORT_4
source: Murphy
zh: 墨菲

# IDS_OP_02_04_ESCORT_5
source: Marshall
zh: 马歇尔

# IDS_OP_02_04_ESCORT_6
source: Daniels
zh: 丹尼尔斯

# IDS_OP_02_04_ESCORT_7
source: Rogers
zh: 罗杰斯

# IDS_OP_02_04_ESCORT_8
source: Turner
zh: 特纳

# IDS_OP_02_04_ESCORT_9
source: Armstrong
zh: 阿姆斯特朗

# IDS_OP_02_04_IDIOT_1_NAME
source: Parks
zh: 帕克斯

# IDS_OP_02_04_MINEFIELD
source: Sea Mine Mk XVII
zh: 水雷 Mk XVII

# IDS_OP_02_04_PHASE_01_CSM_AIRSCOUT_DETECTED
source: Shoot down enemy spotting aircraft so that they can't assist the coastal artillery firing at you.
es_mx: Derriba aviones de exploración enemigos, así no podrán ayudar a la artillería costera que te está disparando.
ja: 敵の沿岸砲台を支援している着弾観測機を撃墜せよ。
pl: Zestrzel wrogie samoloty zwiadowcze, żeby nie mogły naprowadzać na Ciebie wrogiego ognia artyleryjskiego.
ru: Сбивайте самолёты-разведчики, они корректируют по вам стрельбу береговой артиллерии.
uk: Збивайте літаки-розвідники, вони коригують стрільбу берегової артилерії на вас.
zh: 击落敌方侦察机，如此一来它们就无法协助海岸火炮来攻击您。
zh_sg: 击落敌方侦察机，如此一来它们就无法协助海岸火炮来攻击您。

# IDS_OP_02_04_PHASE_02_CSM_AIRSCOUT_DETECTED
source: Shoot down enemy spotting aircraft, to weaken attacks of the strike aircraft.
es_mx: Derriba aviones de exploración enemigos, esto debilitará los ataques de la aviación.
ja: 観測機が敵の空襲を支援している。 この観測機を撃墜せよ。
pl: Strąć samolot zwiadowczy wroga, osłabiając tym samym samoloty szturmowe wroga.
ru: Сбивайте самолёты-разведчики, налёты ударной авиации будут слабее.
uk: Збивайте літаки-розвідники, нальоти ударної авіації будуть слабкіше.
zh: 击落敌方侦察机， 从而削弱攻击机的攻击。
zh_sg: 击落敌方侦察机， 从而削弱攻击机的攻击。

# IDS_OP_02_04_PHASE_03_CSM_SCHNELLBOOT_DETECTED
source: Protect the civil ships from the torpedo boat attacks.
es_mx: Protege a los barcos civiles de los ataques de las lanchas torpederas.
ja: 魚雷艇の攻撃から民間船を守れ。
pl: Chroń okręty cywilne przez atakami łodzi torpedowych.
ru: Защищайте гражданские суда от атак торпедных катеров.
uk: Захищайте цивільні судна від атак торпедних катерів.
zh: 保护民用船只不受鱼雷艇的攻击。
zh_sg: 保护民用船只不受鱼雷艇的攻击。

# IDS_OP_02_04_PHASE_04_CHAT_CO
source: Jerries coming again!
es_mx: ¡Los Jerries vienen de nuevo!
ja: またドイツ野郎共が来るぞ!
pl: Znów nadchodzą Niemcy!
ru: Снова фрицы!
uk: Знову фріци!
zh: 敌人又来了！
zh_sg: 敌人又来了！

# IDS_OP_02_04_PHASE_06_CHAT_AHTUNG
source: Air raid alert! All clear, these are allied aircraft!
es_mx: ¡Alerta de ataque aéreo! Despejado, ¡estos son aviones aliados!
ja: 敵機接近! いや違う、あれは友軍機だ!
pl: Uwaga, nalot! Wszystko w porządku, to nasi!
ru: Воздух! Нет, это наша авиация!
uk: Повітря! Ні, це наша авіація!
zh: 空袭警报！警报解除，这些都是盟军飞机！
zh_sg: 空袭警报！警报解除，这些都是盟军飞机！

# IDS_OP_02_04_PHASE_06_CSM_JAMES_W
source: Provide assistance to allied squadrons in fighting against enemy aircraft.
es_mx: Proporciona ayuda a los escuadrones aliados que luchan contra los aviones enemigos.
ja: 敵機と交戦中の友軍機を支援せよ。
pl: Pomóż sprzymierzonym eskadrom w walce z samolotami nieprzyjaciela.
ru: Помогайте союзным эскадрильям бороться с авиацией противника.
uk: Допомагайте союзним ескадрильям боротися з авіацією супротивника.
zh: 向盟军航空中队提供协助对抗敌方飞机。
zh_sg: 向盟军中队提供协助对抗敌方飞机。

# IDS_OP_02_04_PHASE_08_CHAT
source: I think we made it! England is only a stone's throw away!
es_mx: ¡Creo que lo logramos! ¡Inglaterra está a unos cuantos pasos!
ja: よくやった! イングランドはもうすぐだ!
pl: Chyba się udało! Jesteśmy rzut kamieniem od Anglii!
ru: Кажется, прорвались! До Англии уже рукой подать!
uk: Здається, що прорвалися! До Англії вже рукою дотягнутися!
zh: 我想我们做到了！离Y国只有一箭之遥！
zh_sg: 我想我们做到了！英国只有一步之遥了！

# IDS_OP_09_01
source: Arnold
zh: 阿诺德

# IDS_OP_09_02
source: Baldur
zh: 巴尔德尔

# IDS_OP_09_03
source: Carl
zh: 卡尔

# IDS_OP_09_04
source: August
zh: 奥古斯特

# IDS_OP_09_05
source: Bastian
zh: 巴斯蒂安

# IDS_OP_09_06
source: Friedolf
zh: 弗里德尔

# IDS_OP_09_07
source: Alfred
zh: 阿尔弗雷德

# IDS_OP_09_08
source: Ferdinand
zh: 斐迪南

# IDS_OP_09_09
source: Cuno
zh: 库诺

# IDS_OP_09_10
source: Dagomar
zh: 达歌玛尔

# IDS_OP_09_11
source: Curt
zh: 科特

# IDS_OP_09_12
source: Delf
zh: 德尔夫

# IDS_OP_09_13
source: Elmar
zh: 艾玛

# IDS_OP_09_14
source: Felix
zh: 菲利克斯

# IDS_OP_09_15
source: Adler
zh: 艾德勒

# IDS_OP_09_16
source: Dirk
zh: 德克

# IDS_OP_09_17
source: Erich
zh: 埃里希

# IDS_OP_09_18
source: Ditmar
zh: 迪特马尔

# IDS_OP_09_19
source: Franz
zh: 弗朗茨

# IDS_OP_09_20
source: Birk
zh: 伯克

# IDS_OP_09_21
source: Clemens
zh: 克莱门斯

# IDS_OP_09_AA_DONE
source: Major Luftwaffe forces were destroyed!
es_mx: ¡Las fuerzas principales de la Luftwaffe fueron destruidas!
ja: ドイツ空軍の主力を撃破した!
pl: Główne siły Luftwaffe zostały zniszczone!
ru: Основные силы люфтваффе уничтожены!
uk: Головні сили люфтваффе знищено!
zh: ˋ大部份的D国空军被摧毁了ˊ!
zh_sg: 纳粹主力被歼灭！

# IDS_OP_09_AA_READY
source: This is the squadron commander speaking! Enemy air scouts detected, clear the AA guns for action!
es_mx: ¡Este es el comandante del escuadrón al habla! Exploradores aéreos enmigos detectados, ¡preparen los cañones AA para el combate!
ja: こちらは戦隊司令官だ! 敵の偵察機を発見した、対空戦闘に備えよ!
pl: Mówi dowódca eskadry! Wykryto samoloty zwiadowcze wroga, ognia z dział przeciwlotniczych!
ru: Говорит командир эскадры! Замечены разведчики противника, орудия ПВО — к бою!
uk: Говорить командир ескадри! Помічено літаки-корегувальники супротивника, гармати ППО — до бою!
zh: 这里是舰队指挥官广播! 发现敌方侦察机，防空火炮准备作战!
zh_sg: 中队指挥官呼叫！ 发现敌军侦察机，防空炮准备！

# IDS_OP_09_AA_READY_FAIL
source: Unable to take down enemy scouts, brace for massive air strikes!
es_mx: No podemos derribar a los exploradores enemigos, ¡prepárense para un ataques aéreo!
ja: 敵の偵察機を撃墜できない、大規模な空襲に備えよ!
pl: Nie udało się strącić wrogich zwiadowców, przygotować się na ciężkie ataki z powietrza!
ru: Разведчики сбить не удалось, приготовиться к массированным авианалётам!
uk: Літаки-корегувальники збити не вдалося, приготуватися до масованих авіанальотів!
zh: 击落敌方侦察机失败，准备抵御大力空中攻击
zh_sg: 未能击落敌军侦察机，准备迎接空袭！

# IDS_OP_09_AA_READY_SUCCESS
source: All air scouts down! We've bought some time!
es_mx: ¡Todos los exploradores aéreos han sido derribados! ¡Hemos conseguido algo de tiempo!
ja: 偵察機を殲滅した! 多少は時間が稼げたぞ!
pl: Wszystkie samoloty zwiadowcze zostały strącone! Kupiliśmy sobie nieco czasu!
ru: Все разведчики сбиты! Мы выиграли немного времени!
uk: Усі літаки-корегувальники збито! Ми виграли трохи часу!
zh: 所有的侦察机都被击落了! 我们抢到了一点时间!
zh_sg: 击落所有侦察机！ 我们争取到了一些时间！

# IDS_OP_09_AREAHEAL_OFF_START_ENGINE
source: Time to move on, full speed ahead!
es_mx: Hora de avanzar, ¡a toda velocidad!
ja: いくぞ、全速前進せよ!
pl: Czas płynąć dalej, cała naprzód!
ru: Пора двигаться дальше, полный вперёд!
uk: Час рухатися далі, повний вперед!
zh: 是时候前进了，全速前进!
zh_sg: 是时候行动了，全速前进！

# IDS_OP_09_AREAHEAL_ON_HINT
source: To get your ship's HP restored, stay close to battleship Ruan.
es_mx: Para restaurar los HP de tu barco, mantente cerca del acorazado Ruan.
ja: 自艦の HP を回復するには、 戦艦 Ruan に接近せよ。
pl: Żeby odzyskać PW swojego okrętu, trzymaj się blisko pancernika Ruan.
ru: Для восстановления боеспособности корабля, держитесь рядом с линкором Ruan.
uk: Щоб відновити боєздатність корабля, тримайтеся біля лінкора Ruan.
zh: 靠近鲁昂战列舰， 来让您的战舰回血
zh_sg: 保持在战列舰Ruan的周围， 可以恢复您战舰的生命值。

# IDS_OP_09_AREAHEAL_ON_STOP_ENGINE
source: Assume defensive formation! Slowing down for ship repairs!
es_mx: ¡Asuman formación defensiva! ¡Estamos frenando para reparar el barco!
ja: 防御陣形を整えよ! 艦を修理するために減速中だ!
pl: Przyjąć formację obronną! Zwalniamy, by dokonać napraw!
ru: Перестроиться в защитный порядок, снижаю ход для ремонта кораблей!
uk: Перегрупуватися у захисний стрій, зменшую хід для ремонту кораблів!
zh: 保持防御队形! 降低战舰速度来进行维修!
zh_sg: 组成防守阵型！减缓速度维修战舰！

# IDS_OP_09_BOSS_HERE
source: Intelligence data received. You're ordered to attack and destroy carrier Adler!
es_mx: Datos de inteligencia recibidos. ¡Se te ordena atacar y destruir el portaaviones Adler!
ja: 諜報データが届いた。空母 Adler を攻撃し、撃沈せよ!
pl: Otrzymano dane wywiadowcze. Otrzymałeś rozkaz zaatakowania i zniszczenia lotniskowca Adler!
ru: Получены разведданные. Приказываю обнаружить и уничтожить авианосец Adler!
uk: Отримано дані розвідки. Наказую виявити і знищити авіаносець Adler!
zh: 情报获得，您奉命攻击并摧毁艾德勒航母
zh_sg: 已收到情报。发现并摧毁航母Adler！

# IDS_OP_09_BOSS_KILLED
source: Aircraft carrier Adler destroyed.
es_mx: Portaaviones Adler destruido.
ja: 空母 Adler を撃沈した。
pl: Lotniskowiec Adler został zniszczony.
ru: Авианосец Adler уничтожен.
uk: Авіаносець Adler знищено.
zh: 航空母舰艾德勒已被摧毁
zh_sg: 航母Adler已被摧毁。

# IDS_OP_09_ENEMY_IS_COMING
source: Enemy task force detected!
es_mx: ¡Fuerza de ataque enemiga detectada!
ja: 敵の任務部隊を発見!
pl: Wykryto wrogą siłę ekspedycyjną!
ru: Обнаружено соединение противника!
uk: Виявлено з’єднання супротивника!
zh: 发现敌方部队
zh_sg: 发现敌军特遣队！

# IDS_OP_09_FINAL_GSM
source: Defend Ruan until she leaves the combat area
es_mx: Defiende al Ruan hasta que salga del área de combate
ja: Ruan が戦場から離脱するまで防衛せよ
pl: Chroń Ruan, dopóki nie opuści obszaru bitwy
ru: Защищайте Ruan, пока он не покинет район боевых действий
uk: Захищайте Ruan, поки він не покине район бойових дій
zh: 防御鲁昂直到它离开战斗区域
zh_sg: 保护Ruan直到它离开交战区域

# IDS_OP_09_FIRST_WAVE_READY
source: Enemy ships approaching! Clear the decks for action!
es_mx: ¡Se aproximan barcos enemigos! ¡Prepárense para el combate!
ja: 敵艦艇が接近中! 戦闘に備えよ!
pl: Zbliżają się okręty wroga! Przygotować się do walki!
ru: Приближаются корабли противника, приготовиться к бою!
uk: Наближаються кораблі супротивника, приготуватися до бою!
zh: 敌方战舰接近中! 清空甲板准备作战!
zh_sg: 敌军战舰逼近！清理甲板准备战斗！

# IDS_OP_09_FLAGMAN_NAME
source: Ruan
zh: 鲁昂

# IDS_OP_09_FW_01
source: Hans
zh: 汉斯

# IDS_OP_09_FW_02
source: Chris
zh: 克里斯

# IDS_OP_09_FW_03
source: Tian
zh: 蒂亚纳

# IDS_OP_09_FW_04
source: Ander
zh: 安德

# IDS_OP_09_FW_05
source: Sen
zh: 森

# IDS_OP_09_KILL_ALL_ENEMIES_TASK_END_S
source: Major forces of the enemy fleet were destroyed.
es_mx: Las fuerzas principales de la flota enemiga fueron destruidas.
ja: 敵艦隊の主力を撃破した。
pl: Główne siły wrogiej floty zostały zniszczone.
ru: Основные силы флота противника уничтожены.
uk: Головні сили флоту супротивника знищено.
zh: 敌方舰队中的战列被摧毁了
zh_sg: 已摧毁敌军主力舰队。

# IDS_OP_09_MAIN_TASK_BRIEFING
source: Escort the squadron to the designated sector. Have flagship Ruan survive.
es_mx: Escolta al escuadrón al sector designado. El acorazado Ruan debe sobrevivir.
ja: 戦隊を指定のセクターまで護衛せよ。旗艦 Ruan を守り切るんだ。
pl: Eskortuj eskadrę do wyznaczonego sektora. Zapewnij przetrwanie okrętowi flagowemu Ruan.
ru: Сопроводите эскадру в указанный сектор. Флагман Ruan должен быть сохранён.
uk: Супроводжуйте ескадру у вказаний сектор. Потрібно зберегти флагман Ruan.
zh: 掩护舰队到指定的区域，确保鲁昂存活下来
zh_sg: 护送中队到指定区域。旗舰Ruan保持存活。
