Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW013_1APRIL_HAILSTORM_3
source: Aircraft speed is reduced
es_mx: La velocidad de los aviones es reducida
ja: 航宙機の速力が低下
pl: Prędkość samolotów jest zmniejszona
ru: Снижается скорость самолётов
uk: Зменшується швидкість літаків
zh: 飞机飞行航速降低
zh_sg: 飞机速度降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW014_1APRIL_CLOUDBURST_1
source: The ship's spotting range and detectability are reduced
es_mx: El rango de detección del barco y su detectabilidad son reducidos
ja: 視程と被発見距離が低下
pl: Zasięg wykrywania i wykrywalność okrętu zmniejszyły się
ru: Снижается видимость и заметность корабля
uk: Зменшується видимість і помітність корабля
zh: 战舰的侦查距离和被侦测距离都降低了
zh_sg: 战舰的侦察范围和被发现的可能性降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW014_1APRIL_CLOUDBURST_2
source: Fires are extinguished instantly
es_mx: Los incendios son extinguidos instantáneamente
ja: 火災が即時に鎮火
pl: Pożary gaszone są natychmiastowo
ru: Пожары тушатся мгновенно
uk: Пожежі гасяться миттєво
zh: 火势会直接被扑灭
zh_sg: 起火瞬间扑灭

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW014_1APRIL_CLOUDBURST_3
source: Repair party action is blocked
es_mx: La acción del equipo de reparaciones está bloqueada.
ja: 修理班の運用がブロックされる
pl: Grupa naprawcza jest zablokowana
ru: Блокируется работа ремонтной команды
uk: Блокується робота ремонтної команди
zh: 维修小组将无法行动
zh_sg: 维修小组被屏蔽

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW019_FOG_LOGIC_1
source: The ship's spotting range and detectability are reduced
es_mx: El rango de detección del barco y su detectabilidad son reducidos
ja: 視程と被発見距離が低下
pl: Zasięg wykrywania i wykrywalność okrętu zmniejszyły się
ru: Снижается видимость и заметность корабля
uk: Зменшується видимість і помітність корабля
zh: 战舰的侦查距离和被侦测距离都降低了
zh_sg: 战舰的侦察范围和被发现的可能性降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW019_FOG_LOGIC_2
source: The duration of increased ship detectability after firing a main gun shell is decreased
es_mx: La duración de la detectabilidad incrementada al disparar un proyectil del cañón principal es reducida
ja: 主砲射撃後の被発見距離の増大時間が減少
pl: Czas zwiększonej wykrywalności po wystrzeleniu z działa baterii głównej jest skrócony
ru: Снижается время увеличенной заметности корабля после выстрела ГК
uk: Зменшується час збільшеної помітності корабля після пострілу ГК
zh: 战舰在主要火炮开火之后的被侦测时间降低了
zh_sg: 主炮发射炮弹后的被发现的可能性持续时间缩短

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW019_FOG_LOGIC_3
source: Accuracy of enemy fire directed at your ship is decreased
es_mx: La precisión del enemigo que te dispara es reducida
ja: 自艦を攻撃中の敵の射撃精度が低下
pl: Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: Снижается точность стрельбы по вашему кораблю
uk: Знижується влучність стрільби супротивника, який стріляє у ваш корабель
zh: 敌方来袭火炮的准度降低
zh_sg: 敌人攻击你的准度降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW020_SNOW_LOGIC_1
source: The ship's spotting range and detectability are reduced
es_mx: El rango de detección del barco y su detectabilidad son reducidos
ja: 視程と被発見距離が低下
pl: Zasięg wykrywania i wykrywalność okrętu zmniejszyły się
ru: Снижается видимость и заметность корабля
uk: Зменшується видимість і помітність корабля
zh: 战舰的侦查距离和被侦测距离都降低了
zh_sg: 战舰的侦察范围和被发现的可能性降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW020_SNOW_LOGIC_2
source: The duration of increased ship detectability after firing a main gun shell is decreased
es_mx: La duración de la detectabilidad incrementada al disparar un proyectil del cañón principal es reducida
ja: 主砲射撃後の被発見距離の増大時間が減少
pl: Czas zwiększonej wykrywalności po wystrzeleniu z działa baterii głównej jest skrócony
ru: Снижается время увеличенной заметности корабля после выстрела ГК
uk: Зменшується час збільшеної помітності корабля після пострілу ГК
zh: 战舰在主要火炮开火之后的被侦测时间降低了
zh_sg: 主炮发射炮弹后的被发现的可能性持续时间缩短

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW020_SNOW_LOGIC_3
source: Accuracy of enemy fire directed at your ship is decreased
es_mx: La precisión del enemigo que te dispara es reducida
ja: 自艦を攻撃中の敵の射撃精度が低下
pl: Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: Снижается точность стрельбы по вашему кораблю
uk: Знижується влучність стрільби супротивника, який стріляє у ваш корабель
zh: 敌方来袭火炮的准度降低
zh_sg: 敌人攻击你的准度降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW021_DOWNPOUR_1
source: The ship's spotting range and detectability are reduced
es_mx: El rango de detección del barco y su detectabilidad son reducidos
ja: 視程と被発見距離が低下
pl: Zasięg wykrywania i wykrywalność okrętu zmniejszyły się
ru: Снижается видимость и заметность корабля
uk: Зменшується видимість і помітність корабля
zh: 战舰的侦查距离和被侦测距离都降低了
zh_sg: 战舰的侦察范围和被发现的可能性降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW021_DOWNPOUR_2
source: The duration of increased ship detectability after firing a main gun shell is decreased
es_mx: La duración de la detectabilidad incrementada al disparar un proyectil del cañón principal es reducida
ja: 主砲射撃後の被発見距離の増大時間が減少
pl: Czas zwiększonej wykrywalności po wystrzeleniu z działa baterii głównej jest skrócony
ru: Снижается время увеличенной заметности корабля после выстрела ГК
uk: Зменшується час збільшеної помітності корабля після пострілу ГК
zh: 战舰在主要火炮开火之后的被侦测时间降低了
zh_sg: 主炮发射炮弹后的被发现的可能性持续时间缩短

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW021_DOWNPOUR_3
source: Accuracy of enemy fire directed at your ship is decreased
es_mx: La precisión del enemigo que te dispara es reducida
ja: 自艦を攻撃中の敵の射撃精度が低下
pl: Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: Снижается точность стрельбы по вашему кораблю
uk: Знижується влучність стрільби супротивника, який стріляє у ваш корабель
zh: 敌方来袭火炮的准度降低
zh_sg: 敌人攻击你的准度降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW023_RAIN_GREECE_1
source: The ship's spotting range and detectability are reduced
es_mx: El rango de detección del barco y su detectabilidad son reducidos
ja: 視程と被発見距離が低下
pl: Zasięg wykrywania i wykrywalność okrętu zmniejszyły się
ru: Снижается видимость и заметность корабля
uk: Зменшується видимість і помітність корабля
zh: 战舰的侦查距离和被侦测距离都降低了
zh_sg: 战舰的侦察范围和被发现的可能性降低

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW023_RAIN_GREECE_2
source: The duration of increased ship detectability after firing a main gun shell is decreased
es_mx: La duración de la detectabilidad incrementada al disparar un proyectil del cañón principal es reducida
ja: 主砲射撃後の被発見距離の増大時間が減少
pl: Czas zwiększonej wykrywalności po wystrzeleniu z działa baterii głównej jest skrócony
ru: Снижается время увеличенной заметности корабля после выстрела ГК
uk: Зменшується час збільшеної помітності корабля після пострілу ГК
zh: 战舰在主要火炮开火之后的被侦测时间降低了
zh_sg: 主炮发射炮弹后的被发现的可能性持续时间缩短

# IDS_LOCAL_WEATHER_DESCRIPTION_ITEM_PCOW023_RAIN_GREECE_3
source: Accuracy of enemy fire directed at your ship is decreased
es_mx: La precisión del enemigo que te dispara es reducida
ja: 自艦を攻撃中の敵の射撃精度が低下
pl: Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: Снижается точность стрельбы по вашему кораблю
uk: Знижується влучність стрільби супротивника, який стріляє у ваш корабель
zh: 敌方来袭火炮的准度降低
zh_sg: 敌人攻击你的准度降低

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW012_NIGHT_LOGIC
source: A thunderstorm front was detected in the action zone! When crossed, it will affect ship parameters:
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción! Al cruzarlo, afectará los parámetros del barco:
ja: 戦域内に雷雨領域を検出! この領域に突入した場合、艦艇のパラメータに影響が生じます:
pl: W obszarze działań bojowych wykryto front sztormu! Po wpłynięciu w jego obszar wpłynie on na parametry okrętu:
ru: В зоне боевых действий замечен грозовой фронт! Вход в грозовой фронт повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено грозовий фронт! Вхід у грозовий фронт вплине на характеристики корабля:
zh: 作战区域中侦测到了暴风雨! 经过暴风时，战舰的参数会改变
zh_sg: 行动区域侦察到雷暴！穿越该区域时，将影响战舰参数：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW013_1APRIL_HAILSTORM
source: A meteor shower was detected in the action zone! Entering the meteor shower area will affect the ship's performance:
es_mx: ¡Una lluvia de meteoros fue detectada en la zona de acción! Entrar al área de la lluvia de meteoros afectará el desempeño del barco:
ja: 戦域内に流星群を検出! 流星群に突入した場合、艦艇の性能に影響が生じます:
pl: W obszarze działań wykryto deszcz meteorytów! Wejście w jego zasięg wpłynie na charakterystykę okrętu:
ru: В зоне боевых действий замечен метеоритный дождь! Вход в метеоритный дождь повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено метеорний дощ! Вхід у метеорний дощ вплине на характеристики корабля:
zh: 在行动区域中发现流星雨！ 进入流星雨将会影响战舰的性能：
zh_sg: 行动区域侦察到流星雨！进入该区域会影响战舰参数：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW014_1APRIL_CLOUDBURST
source: A psy field disturbance was detected in the action zone! Entering the psy field area will affect the ship's performance:
es_mx: ¡Una perturbación de campo psíquico fue detectado en la zona de acción! Entrar al área de la perturbación de campo psíquico afectará el desempeño del barco:
ja: 戦域内にサイコフィールド攪乱を検出! サイコフィールドに突入した場合、艦艇の性能に影響が生じます:
pl: W obszarze działań wykryto zaburzenie pola psionicznego! Wejście w jego zasięg wpłynie na charakterystykę okrętu:
ru: В зоне боевых действий замечено пси-поле! Вход в пси-поле повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено пси-поле! Вхід у пси-поле вплине на характеристики корабля:
zh: 行动区域中发现精神干扰区！ 进入精神干扰区将会影响战舰的表现：
zh_sg: 行动区域侦察到精神干扰区！进入该区域会影响战舰表现：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW016_USS_CL_STORM
source: The military operation will take place under the cover of darkness, beware of illumination bombs to stay undetected for a longer period of time.
es_mx: La operación militar tendrá lugar bajo el escondite de la noche. Cuídate de las bombas de iluminación para permanecer sin ser detectado por un largo periodo de tiempo.
ja: 本作戦では、夜の闇が我々の姿を隠してくれるはずだ。照明弾に警戒し、なるべく発見されないようにせよ。
pl: Operacja wojskowa rozpocznie się pod osłoną nocy. Uważaj na bomby rozświetlające, by dłużej unikać wykrycia.
ru: Боевые действия пройдут под покровом ночи, остерегайтесь осветительных бомб, чтобы дольше оставаться незамеченным.
uk: Бойові дії відбуватимуться під покровом ночі, остерігайтеся освітлювальних бомб, щоб довше залишатися непоміченим.
zh: 此次行动仰赖夜色的掩护进行。小心照明弹，并尽可能不要被它们发现。
zh_sg: 军事行动将在夜幕掩护下进行。谨防照明炸弹以长时间保持隐蔽。

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW017_USS_CL_LIGHT
source: The military operation will unfold under the cover of darkness, beware of illumination bombs to stay undetected for a longer period of time.
es_mx: La operación militar tendrá lugar bajo el escondite de la noche. Cuídate de las bombas de iluminación para permanecer sin ser detectado por un largo periodo de tiempo.
ja: 本作戦では、夜の闇が我々の姿を隠してくれるはずだ。照明弾に警戒し、なるべく発見されないようにせよ。
pl: Operacja wojskowa rozpocznie się pod osłoną nocy. Uważaj na bomby rozświetlające, by dłużej unikać wykrycia.
ru: Боевые действия пройдут под покровом ночи, остерегайтесь осветительных бомб, чтобы дольше оставаться незамеченным.
uk: Бойові дії відбуватимуться під покровом ночі, остерігайтеся освітлювальних бомб, щоб довше залишатися непоміченим.
zh: 此次行动仰赖夜色的掩护进行。小心照明弹，并尽可能不要被它们发现。
zh_sg: 军事行动将在夜幕掩护下进行。谨防照明炸弹以长时间保持隐蔽。

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW019_FOG_LOGIC
source: A thunderstorm front was detected in the action zone! When crossed, it will affect ship parameters:
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción! Al cruzarlo, afectará los parámetros del barco:
ja: 戦域内に雷雨領域を検出! この領域に突入した場合、艦艇のパラメータに影響が生じます:
pl: W obszarze działań bojowych wykryto front sztormu! Po wpłynięciu w jego obszar wpłynie on na parametry okrętu:
ru: В зоне боевых действий замечен грозовой фронт! Вход в грозовой фронт повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено грозовий фронт! Вхід у грозовий фронт вплине на характеристики корабля:
zh: 作战区域中侦测到了暴风雨! 经过暴风时，战舰的参数会改变
zh_sg: 行动区域侦察到雷暴！穿越该区域时，将影响战舰参数：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW020_SNOW_LOGIC
source: A snowstorm was detected in the action zone! A snowstorm will affect your ship's characteristics:
es_mx: ¡Una tormenta de nieve fue detectada en la zona de acción! Una tormenta de nieve afectará las características de tu barco:
ja: 戦域内に吹雪領域を検出! 突入した場合、艦艇のパラメータに影響が生じます:
pl: W obszarze działań bojowych wykryto śnieżycę! Wpłynie ona na parametry okrętu:
ru: В зоне боевых действий замечена снежная буря! Вход в снежную бурю повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено снігову бурю! Вхід у снігову бурю вплине на характеристики корабля:
zh: 在行动区域侦测到暴风雪！暴风雪将影响您的战舰的特征：
zh_sg: 行动区域侦察到暴风雪！暴风雪将影响战舰参数：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW021_DOWNPOUR
source: A thunderstorm front was detected in the action zone! When crossed, it will affect ship parameters:
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción! Al cruzarlo, afectará los parámetros del barco:
ja: 戦域内に雷雨領域を検出! この領域に突入した場合、艦艇のパラメータに影響が生じます:
pl: W obszarze działań bojowych wykryto front sztormu! Po wpłynięciu w jego obszar wpłynie on na parametry okrętu:
ru: В зоне боевых действий замечен грозовой фронт! Вход в грозовой фронт повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено грозовий фронт! Вхід у грозовий фронт вплине на характеристики корабля:
zh: 作战区域中侦测到了暴风雨! 经过暴风时，战舰的参数会改变
zh_sg: 行动区域侦察到雷暴！穿越该区域时，将影响战舰参数：

# IDS_LOCAL_WEATHER_DESCRIPTION_PCOW023_RAIN_GREECE
source: A thunderstorm front was detected in the action zone! When crossed, it will affect ship parameters:
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción! Al cruzarlo, afectará los parámetros del barco:
ja: 戦域内に雷雨領域を検出! この領域に突入した場合、艦艇のパラメータに影響が生じます:
pl: W obszarze działań bojowych wykryto front sztormu! Po wpłynięciu w jego obszar wpłynie on na parametry okrętu:
ru: В зоне боевых действий замечен грозовой фронт! Вход в грозовой фронт повлияет на характеристики корабля:
uk: У зоні бойових дій виявлено грозовий фронт! Вхід у грозовий фронт вплине на характеристики корабля:
zh: 作战区域中侦测到了暴风雨! 经过暴风时，战舰的参数会改变
zh_sg: 行动区域侦察到雷暴！穿越该区域时，将影响战舰参数：

# IDS_LOCAL_WEATHER_DUNKIRK_HUD_INDICATOR
source: MINEFIELD
es_mx: CAMPO MINADO
ja: 機雷原
pl: POLE MINOWE
ru: МИННОЕ ПОЛЕ
uk: МІННЕ ПОЛЕ
zh: 雷区
zh_sg: 雷区

# IDS_LOCAL_WEATHER_ENABLED_PCOW012_NIGHT_LOGIC
source: A thunderstorm front was detected in the action zone!
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción!
ja: 戦域内に雷雨領域を検出!
pl: W obszarze działań zbrojnych wykryto front sztormu!
ru: В зоне боевых действий замечен грозовой фронт!
uk: У зоні бойових дій виявлено грозовий фронт!
zh: 作战区域中侦测到了暴风雨
zh_sg: 行动区域侦察到雷暴！

# IDS_LOCAL_WEATHER_ENABLED_PCOW013_1APRIL_HAILSTORM
source: A meteor shower was detected in the action zone!
es_mx: ¡Una lluvia de meteoros fue detectada en la zona de acción!
ja: 戦域内に流星群を検出!
pl: W obszarze działań wykryto deszcz meteorytów!
ru: В зоне боевых действий замечен метеоритный дождь!
uk: У зоні бойових дій виявлено метеорний дощ!
zh: 在行动区域中发现流星雨！
zh_sg: 行动区域侦察到流星雨！

# IDS_LOCAL_WEATHER_ENABLED_PCOW014_1APRIL_CLOUDBURST
source: A psy field disturbance was detected in the action zone!
es_mx: ¡Una perturbación de campo psíquico fue detectado en la zona de acción!
ja: 戦域内にサイコフィールド攪乱を検出!
pl: W obszarze działań wykryto zaburzenie pola psionicznego!
ru: В зоне боевых действий замечено возмущение пси-поля!
uk: У зоні бойових дій виявлено збурення пси-поля!
zh: 行动区域中发现精神干扰区！
zh_sg: 行动区域侦察到精神干扰区！

# IDS_LOCAL_WEATHER_ENABLED_PCOW017_USS_CL_LIGHT
source: The enemy can use illumination bombs. Avoid illuminated areas!
es_mx: El enemigo puede usar bombas de iluminación. ¡Evita las áreas eliminadas!
ja: 敵は照明弾を使用可能、照明範囲を回避するようにせよ!
pl: Wróg może używać bomb rozświetlających. Unikaj rozświetlonych obszarów!
ru: Противник может использовать осветительные бомбы, избегайте попадания в освещённые зоны.
uk: Супротивник може використовувати освітлювальні бомби, уникайте освітлених зон.
zh: 敌人可能使用照明弹。避免进入照明区域！
zh_sg: 敌方会使用照明弹。远离照明区域！

# IDS_LOCAL_WEATHER_ENABLED_PCOW019_FOG_LOGIC
source: A thunderstorm front was detected in the action zone!
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción!
ja: 戦域内に雷雨領域を検出!
pl: W obszarze działań zbrojnych wykryto front sztormu!
ru: В зоне боевых действий замечен грозовой фронт!
uk: У зоні бойових дій виявлено грозовий фронт!
zh: 作战区域中侦测到了暴风雨
zh_sg: 行动区域侦察到雷暴！

# IDS_LOCAL_WEATHER_ENABLED_PCOW020_SNOW_LOGIC
source: A snowstorm was detected in the action zone!
es_mx: ¡Una tormenta de nieve fue detectada en la zona de acción!
ja: 戦域内に吹雪領域を検出!
pl: W obszarze działań zbrojnych wykryto śnieżycę!
ru: В зоне боевых действий замечена снежная буря!
uk: У зоні бойових дій виявлено снігову бурю!
zh: 在行动区域侦测到暴风雪！
zh_sg: 行动区域侦察到暴风雪！

# IDS_LOCAL_WEATHER_ENABLED_PCOW021_DOWNPOUR
source: A thunderstorm front was detected in the action zone!
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción!
ja: 戦域内に雷雨領域を検出!
pl: W obszarze działań zbrojnych wykryto front sztormu!
ru: В зоне боевых действий замечен грозовой фронт!
uk: У зоні бойових дій виявлено грозовий фронт!
zh: 作战区域中侦测到了暴风雨
zh_sg: 行动区域侦察到雷暴！

# IDS_LOCAL_WEATHER_ENABLED_PCOW023_RAIN_GREECE
source: A thunderstorm front was detected in the action zone!
es_mx: ¡El frente de una tormenta eléctrica fue detectado en la zona de acción!
ja: 戦域内に雷雨領域を検出!
pl: W obszarze działań zbrojnych wykryto front sztormu!
ru: В зоне боевых действий замечен грозовой фронт!
uk: У зоні бойових дій виявлено грозовий фронт!
zh: 作战区域中侦测到了暴风雨
zh_sg: 行动区域侦察到雷暴！

# IDS_LOCAL_WEATHER_HEADER
source: Weather:
es_mx: Clima:
ja: 天候:
pl: Pogoda:
ru: Погода:
uk: Погода:
zh: 天气：
zh_sg: 天气

# IDS_LOCAL_WEATHER_PCOW012_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW012_NIGHT_LOGIC_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW013_1APRIL_HAILSTORM_HUD_INDICATOR
source: METEOR SHOWER
es_mx: LLUVIA DE METEOROS
ja: 流星群
pl: DESZCZ METEORYTÓW
ru: МЕТЕОРИТНЫЙ ДОЖДЬ
uk: МЕТЕОРНИЙ ДОЩ
zh: 流星雨
zh_sg: 流星雨

# IDS_LOCAL_WEATHER_PCOW014_1APRIL_CLOUDBURST_HUD_INDICATOR
source: PSY FIELD DISTURBANCE
es_mx: PERTURBACIÓN DE CAMPO PSÍQUICO
ja: サイコフィールド攪乱
pl: ZABURZENIE POLA PSIONICZNEGO
ru: ВОЗМУЩЕНИЕ ПСИ-ПОЛЯ
uk: ЗБУРЕННЯ ПСИ-ПОЛЯ
zh: 精神干扰
zh_sg: 精神干扰区

# IDS_LOCAL_WEATHER_PCOW016_HUD_INDICATOR
source: NIGHT
es_mx: NOCHE
ja: 夜
pl: NOC
ru: НОЧЬ
uk: НІЧ
zh: 夜晚
zh_sg: 夜晚

# IDS_LOCAL_WEATHER_PCOW017_HUD_INDICATOR
source: ILLUMINATION BOMB
es_mx: BOMBA DE ILUMINACIÓN
ja: 照明弾
pl: BOMBA ROZŚWIETLAJĄCA
ru: ОСВЕТИТЕЛЬНАЯ БОМБА
uk: ОСВІТЛЮВАЛЬНА БОМБА
zh: 照明弹
zh_sg: 照明弹

# IDS_LOCAL_WEATHER_PCOW019_FOG_LOGIC_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨锋面
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW019_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨锋面
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW020_HUD_INDICATOR
source: SNOWSTORM
es_mx: TORMENTA DE NIEVE
ja: 吹雪
pl: ŚNIEŻYCA
ru: СНЕЖНАЯ БУРЯ
uk: СНІГОВА БУРЯ
zh: 暴风雪
zh_sg: 暴风雪

# IDS_LOCAL_WEATHER_PCOW020_SNOW_LOGIC_HUD_INDICATOR
source: SNOWSTORM
es_mx: TORMENTA DE NIEVE
ja: 吹雪
pl: ŚNIEŻYCA
ru: СНЕЖНАЯ БУРЯ
uk: СНІГОВА БУРЯ
zh: 暴风雪
zh_sg: 暴风雪

# IDS_LOCAL_WEATHER_PCOW021_DOWNPOUR_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨锋面
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW021_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: 暴风雨锋面
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW023_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: ГРОЗОВОЙ ФРОНТ
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_PCOW023_RAIN_GREECE_HUD_INDICATOR
source: THUNDERSTORM FRONT
es_mx: EL FRENTE DE LA TORMENTA
ja: 雷雨領域
pl: FRONT SZTORMU
ru: ГРОЗОВОЙ ФРОНТ
uk: ГРОЗОВИЙ ФРОНТ
zh: ГРОЗОВОЙ ФРОНТ
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW012_NIGHT_LOGIC
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW013_1APRIL_HAILSTORM
source: - Ship's detectability range and spotting range are reduced - Firing range of AA guns is reduced - Aircraft speed is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - El alcance de disparo de los cañones AA es reducido - La velocidad de los aviones es reducida
ja: - 視程と被発見距離が低下 - 対空兵装の射程が低下 - 航宙機の速力が低下
pl: - Wykrywalność okrętów jest ograniczona - Zasięg ognia przeciwlotniczego jest zmniejszony - Prędkość samolotów jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается дальность стрельбы ПВО - Снижается скорость самолётов
uk: - Зменшується видимість і помітність корабля - Зменшується дальність стрільби ППО - Зменшується швидкість літаків
zh: - 战舰的被侦查距离和侦查距离都降低 - 防空火炮的射程降低 - 飞机的飞行速度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 防空炮射程降低 - 飞机速度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW014_1APRIL_CLOUDBURST
source: - Ship's detectability range and spotting range are reduced - Fires are extinguished instantly - Repair party action is blocked
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - Los incendios son extinguidos instantáneamente - La acción del equipo de reparaciones está bloqueada.
ja: - 視程と被発見距離が低下 - 火災が即時に鎮火 - 修理班の運用がブロックされる
pl: - Wykrywalność okrętów jest ograniczona - Pożary gaszone są natychmiastowo - Grupa naprawcza jest zablokowana
ru: - Снижается видимость и заметность корабля - Пожары тушатся мгновенно - Блокируется работа ремонтной команды
uk: - Зменшується видимість і помітність корабля - Пожежі гасяться миттєво - Блокується робота ремонтної команди
zh: - 战舰的被侦查距离和侦查距离都降低 - 火势会直接被扑灭 - 维修小组将无法行动
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 起火瞬间扑灭 - 维修小组被屏蔽
