Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJES327_KONGOU_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES330_YAMATO_HW19_DESCRIPTION
source: Deadly red-hot claws and a sharp lead sting—that's what her inevitable retaliation looks like!
es_mx: Unas letales garras ardientes y un afilado aguijón de plomo; ¡así es cómo luce su inevitable venganza!
ja: 恐るべき赤い鋏と鋭い毒針。これこそが本艦による避けられぬ報復の姿である!
pl: Śmiercionośne, rozgrzane do czerwoności szpony i ostre ołowiane żądło – oto atrybuty nieuchronnego odwetu!
ru: Смертоносные раскалённые клешни и острое свинцовое жало — так выглядит неотвратимое возмездие!
uk: Смертоносні розпечені клішні та гостре свинцеве жало — так виглядає неминуче покарання!
zh: Смертоносные раскалённые клешни и острое свинцовое жало — так выглядит неотвратимое возмездие!
zh_sg: 致命的炽热利爪和尖刺——她的报复和看起来一样凶残！

# IDS_PJES337_KIRISHIMA
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES337_KIRISHIMA_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES347_HARUNA
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES347_HARUNA_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES357_HIEI_ARPEGGIO
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES357_HIEI_ARPEGGIO_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES408_MOGAMI_KRAKEN
source: Octopus
zh: 八爪鱼
zh_sg: 章鱼

# IDS_PJES408_MOGAMI_KRAKEN_DESCRIPTION
source: A new sea campaign—a new legend.
es_mx: Una nueva campaña del mar, una nueva leyenda.
ja: 新たな海上キャンペーン、新たな伝説。
pl: Nowa kampania morska – nowa legenda.
ru: Новый поход — новая легенда.
uk: Новий похід — нова легенда.
zh: 一场新的海上战役—一个新的传奇。
zh_sg: 新的海战，新的传奇。

# IDS_PJES410_ZAO_ZAYA
source: Zaya
zh: 扎雅
zh_sg: 扎雅

# IDS_PJES410_ZAO_ZAYA_DESCRIPTION
source: Zaya is a renegade ship from the Enlightenment's 44th Eastern Fleet. Zaya's avatar joined the Space Fleet of Earth.
es_mx: La Zaya es una nave renegada de la 44.a Flota Oriental de la Iluminación. El avatar de Zaya se unió a la Flota Espacial de la Tierra.
ja: ザーヤは、エンライトゥンメントの第 44 東部艦隊を裏切った艦であり、そのアヴァターが、地球の宇宙艦隊に加わりました。
pl: Zaya to zbuntowany okręt 44. Floty Wschodniej Oświecenia. Avatar Zaya'i dołączył do Floty Kosmicznej Ziemi.
ru: Zaya — ренегат 44-го восточного флота Ясности, чья аватара примкнула к космическому флоту Земли.
uk: Zaya — ренегат 44-го східного флоту Ясності, аватар якої долучилася до космічного флоту Землі.
zh: 扎雅是启蒙的第44东方舰队中的叛变战舰，扎雅的化身加入了地球太空舰队
zh_sg: Zaya是一艘从启迪者第44东部舰队变节的战舰。Zaya的使者加入了地球舰队。

# IDS_PJES417_YELLOW_DRAGON
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PJES417_YELLOW_DRAGON_DESCRIPTION
source: Southern Dragon permanent camouflage
es_mx: Camuflaje permanente "Dragón del Sur"
ja: 無期限迷彩「サザンドラゴン」
pl: Stały kamuflaż Smok Południa
ru: Постоянный камуфляж Southern Dragon
uk: Постійний камуфляж «Southern Dragon»
zh: Постоянный камуфляж Southern Dragon
zh_sg: 南方神龙永久涂装

# IDS_PJES418_ATAGO_BLACK
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PJES418_ATAGO_BLACK_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PJES427_BLUE_DRAGON
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PJES427_BLUE_DRAGON_DESCRIPTION
source: Eastern Dragon permanent camouflage
es_mx: Camuflaje permanente "Dragón del Este"
ja: 無期限迷彩「イースタンドラゴン」
pl: Stały kamuflaż Smok Wschodu
ru: Постоянный камуфляж Eastern Dragon
uk: Постійний камуфляж «Eastern Dragon»
zh: Постоянный камуфляж Eastern Dragon
zh_sg: 东方神龙永久涂装

# IDS_PJES428_KAGA_LUNAR_LANTERNFEST20
source: Mid-Autumn Festival
ja: 中秋節
pl: Święto Środka Jesieni
ru: Праздник середины осени
zh: Праздник середины осени

# IDS_PJES437_NACHI
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES437_NACHI_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES447_HAGURO
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES447_HAGURO_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES457_MYOKO
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES457_MYOKO_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES467_ASHIGARA
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES467_ASHIGARA_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES477_ARP_TAKAO
source: ARPEGGIO
ja: アルペジオ
zh: 空

# IDS_PJES477_ARP_TAKAO_DESCRIPTION
source: Modelled after the same-name ship from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Modelado a partir del barco del mismo nombre en "ARPEGGIO OF BLUE STEEL -ARS NOVA-"
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場する同名艦艇を参考にデザインされています。
pl: Modelowany w oparciu o okręt o tej samej nazwie w „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Створено на зразок однойменного корабля з ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh: Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
zh_sg: 仿照"ARPEGGIO OF BLUE STEEL -ARS NOVA-"的同名船建模。

# IDS_PJES508_HSF_HAREKAZE_DESCRIPTION
source: Yokosuka Girls Maritime High School
es_mx: Preparatoria de la Universidad Marina de Yokosuka
ja: 横須賀女子海洋学校
pl: Wyższa Szkoła Morska dla Dziewcząt w Yokosuce
ru: Морская академия в Йокоске
uk: Жіноче морехідне училище в Йокосуці
zh: 横须贺海洋学校
zh_sg: 横须贺女子海军高校

# IDS_PJES510_SPACE_SHIMAKAZE_DESCRIPTION
source: The first stellar destroyer co-designed by the Green and Red Alliances. Created specifically for battles in Torpedo Beat mode, this ship alone can stir up trouble on a galactic scale.
es_mx: El primer destructor estelar diseñado en conjunto por las Alianzas Verde y Roja. Creado específicamente para las batallas en el modo Ritmo de Torpedos, este barco por si solo puede provocar problemas a escala galáctica.
ja: ローヴァーは、グリーン同盟とレッド同盟が共同設計した最初のステラーデストロイヤーです。「魚雷のビート」モード専用として開発された本艦は、単艦で銀河的スケールの問題を引き起こすことが可能です。
pl: Pierwszy gwiezdny niszczyciel opracowany wspólnie przez sojusze Zielony i Czerwony. Zaprojektowany specjalnie dla trybu Torpedo Beat, okręt ten może przysporzyć problemów na galaktyczną skalę.
ru: Первый звёздный эсминец, разработанный совместно Зелёным и Красным Альянсами. Созданный для битв в «Торпедном супе», этот корабль в одиночку способен заварить кашу галактического масштаба.
uk: Перший зоряний есмінець, розроблений спільними зусиллями Зеленого й Червоного Альянсів. Створений для битв у «Торпедній юшці», цей корабель самотужки здатен заварити кашу галактичного масштабу.
zh: Первый звёздный эсминец, разработанный совместно Зелёным и Красным Альянсами. Созданный для битв в «Торпедном супе», этот корабль в одиночку способен заварить кашу галактического масштаба.
zh_sg: 第一艘由绿色和红色联盟共同设计的歼星舰。这艘船是专门为鱼雷打击模式而设计的，自身单独就能在银河区域内制造麻烦。

# IDS_PJES518_KAGERO_H2017
source: Urashima
zh: 浦岛
zh_sg: 浦岛

# IDS_PJES518_KAGERO_H2017_DESCRIPTION
source: Wrap your enemy with a veil and move across the battlefield
es_mx: Envuelve a tu enemigo con un velo y muévete a través del campo de batalla
ja: 敵をベールで包み、戦場を駆け巡れ
pl: Złap przeciwnika w woalkę i przeciągnij po polu bitwy
ru: Окутайте противника пеленой и переместитесь на поле боя
uk: Огорніть супротивника пеленою та перемістіться на поле бою
zh: 模糊敌人的焦点并在战场上四处游移
zh_sg: 迷惑敌人的视线在战场上保持游移

# IDS_PJES520_MAD_SHIMAKAZE
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PJES520_MAD_SHIMAKAZE_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PJES524_VANHELLSINK
source: Blade
zh: 布莱德
zh_sg: 布莱德

# IDS_PJES524_VANHELLSINK_DESCRIPTION
source: Hunting for the foes will be glorious
es_mx: Cazar enemigos será glorioso
ja: 敵を狩り、栄光を掴め
pl: Polowanie na przeciwników przysporzy chwały
ru: Славная будет охота на супостатов
uk: Славне буде полювання на супостатів
zh: 狩猎敌人会是件愉快的事情
zh_sg: 狩猎敌人会是件愉快的事情

# IDS_PJES528_HSF_HAREKAZE_CAT_DESCRIPTION
source: Special camouflage of Harekaze, designed and decorated with Isoroku. From the series "High School Fleet".
es_mx: Camuflaje especial del Harekaze, diseñado y decorado con Isoroku. De la serie "High School Fleet".
ja: 晴風用の特別迷彩であり、五十六が描かれている。 「ハイスクール・フリート」より出典。
pl: Specjalny kamuflaż Harekaze, zaprojektowany i nałożony z Isoroku. Z anime „High School Fleet”.
ru: Специальный камуфляж для Harekaze, спроектированный и оформленный при содействии Isoroku. Из аниме High School Fleet.
uk: Спеціальний камуфляж для Harekaze, спроектований і оформлений за сприяння корабельного кота Isoroku. Із аніме «High School Fleet».
zh: Harekaze 的特殊迷彩，设计并装饰着 Isoroku。来自系列动画「高校舰队」
zh_sg: Harekaze的特殊涂装，由Isoroku设计和装扮。 出自"高校舰队"系列。

# IDS_PJES530_MAD_HARUGUMO
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PJES530_MAD_HARUGUMO_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PJES538_ASASHIO_BLACK
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PJES538_ASASHIO_BLACK_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PJES540_SHIMAKAZE_HW19_DESCRIPTION
source: Legends speak of the Angler's mastery of tracking and striking any careless prey. This sharp-toothed spawn of hell owns everything it meets on its way!
es_mx: Las leyendas hablan del dominio de Angler para rastrear y atacar a cualquier presa descuidada. ¡Este engendro del infierno con afilados dientes se apropia de todo lo que encuentre en su camino!
ja: 伝説によると、アングラー (アンコウ) は不用意な獲物を巧みに追跡して仕留めていた。この鋭い歯を持つ地獄から生まれた化け物は、その途上にあるあらゆる物の命運を握っている!
pl: Biegłość Anglera w tropieniu i uśmiercaniu każdej nieostrożnej ofiary jest legendarna. Ten piekielny pomiot rozszarpie każdego, kogo spotka na swojej drodze!
ru: О мастерстве удильщика выслеживать и подсекать добычу слагают легенды. Всё, что зубастое исчадие ада найдёт на своём пути, принадлежит ему!
uk: Про майстерність вудильника вистежувати та підсікати здобич складають легенди. Усе, що зубате породження пекла знайде на своєму шляху, належить йому!
zh: О мастерстве удильщика выслеживать и подсекать добычу слагают легенды. Всё, что зубастое исчадие ада найдёт на своём пути, принадлежит ему!
zh_sg: 传说中垂钓者善于追踪和攻击任何粗心的猎物。这个尖牙的地狱生物将吞噬在路上遇到的一切！

# IDS_PJES548_AZUR_YUKIKAZE
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PJES548_AZUR_YUKIKAZE_DESCRIPTION
source: Camouflage based on Yukikaze. From the game Azur Lane.
es_mx: Camuflaje basado en el Yukikaze. Del juego de Azur Lane.
ja: 「雪風」をモチーフとした迷彩。 「アズールレーン」より出典
pl: Kamuflaż wzorowany na Yukikaze. Z gry Azur Lane.
ru: Камуфляж для Yukikaze. Из игры Azur Lane.
uk: Камуфляж для Yukikaze. Із гри Azur Lane.
zh: Камуфляж для Yukikaze. Из игры Azur Lane.
zh_sg: 雪风涂装。 出自游戏“碧蓝航线”

# IDS_PJES549_AZUR_ATAGO
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PJES550_HAYATE_GOLDEN
source: Japanese Lacquer
es_mx: Laca Japonesa
ja: 漆塗り
pl: Japońska laka
ru: Японский лак
uk: Японський лак
zh: Японский лак
zh_sg: 日本漆

# IDS_PJES551_YAMATO_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PJES552_SHIMAKAZE_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PJES600_WARHAMMER_IMPERIAL
source: Warhammer 40,000 — Imperium
ja: Warhammer 40,000 — 帝国
ru: Warhammer 40,000 — Империум
uk: Warhammer 40,000 — Імперіум
zh: Warhammer 40,000 — Империум
zh_sg: 《战锤40000》——帝国

# IDS_PJES601_WARHAMMER_KHORNE
source: Warhammer 40,000 — Chaos
es_mx: Warhammer 40,000 – Caos
ja: Warhammer 40,000 — ケイオス
ru: Warhammer 40,000 — Хаоситский
uk: Warhammer 40,000 — Хаоситський
zh: Warhammer 40,000 — Хаоситский
zh_sg: 《战锤40000》——混沌

# IDS_PJGA004_25MM_TYPE96_TRIPLE_1
source: 25 mm/60 Type96 Triple mod. 2
es_mx: 25 mm/60 Tipo 96 Triple mod. 2
ja: 25 mm/60 Type96 三連装 mod. 2
ru: 25-мм/60 Type96 Triple mod. 2
uk: 25-мм/60 Type96 Triple mod. 2
zh: 25 毫米/60 九六式 三联 2型
zh_sg: 25 mm/60 Type96 三联 mod. 2

# IDS_PJGA005_13MM76_TYPE93
source: 13 mm/76 Type93 Quad
es_mx: 13 mm/76 Tipo 93 Cuad
ja: 13 mm/76 Type93 四連装
ru: 13-мм/76 Type93 Quad
uk: 13-мм/76 Type93 Quad
zh: 13 毫米/76 九三式 四联
zh_sg: 13 mm/76 Type93 四联装

# IDS_PJGA009_127MM40_TYPE89
source: 127 mm/40 Type89
es_mx: 127 mm/40 Tipo 89
ru: 127-мм/40 Type89
uk: 127-мм/40 Type89
zh: 127 毫米/40 八九式

# IDS_PJGA010_25MM_TYPE96
source: 25 mm/60 Type96 Triple mod. 1
es_mx: 25 mm/60 Tipo 96 Triple mod. 1
ja: 25 mm/60 Type96 三連装 mod. 1
ru: 25-мм/60 Type96 Triple mod. 1
uk: 25-мм/60 Type96 Triple mod. 1
zh: 25 毫米/60 九六式 三联 1型
zh_sg: 25 mm/60 Type96 三联 mod.1

# IDS_PJGA018_25MM_TYPE96_SINGLE
source: 25 mm/60 Type96 mod. 1
es_mx: 25 mm/60 Tipo 96 mod. 1
ru: 25-мм/60 Type96 mod. 1
uk: 25-мм/60 Type96 mod. 1
zh: 25 毫米/60 九六式 1型

# IDS_PJGA019_25MM_TYPE96_DOUBLE
source: 25 mm/60 Type96 Twin mod. 1
es_mx: 25 mm/60 Tipo 96 Dual mod. 1
ja: 25 mm/60 Type96 連装 mod. 1
ru: 25-мм/60 Type96 Twin mod. 1
uk: 25-мм/60 Type96 Twin mod. 1
zh: 25 毫米/60 九六式 双联 1型
zh_sg: 25 mm/60 Type96 双联 mod. 1

# IDS_PJGA020_13MM76_TYPE93_DOUBLE
source: 13 mm/76 Type93 Twin
es_mx: 13 mm/76 Tipo 93 Dual
ja: 13 mm/76 Type93 連装
ru: 13-мм/76 Type93 Twin
uk: 13-мм/76 Type93 Twin
zh: 13 毫米/76 九三式 双联
zh_sg: 13 mm/76 Type93 双联

# IDS_PJGA044_20MM_TYPE98
source: 20 mm AA Gun Type98
es_mx: Cañón AA de 20 mm Tipo 98
ru: 20-мм зенитная пушка Type98
uk: 20-мм зенітна гармата Type98
zh: 20 毫米 九八式 防空炮
zh_sg: 20 mm 防空炮 Type98

# IDS_PJGA052_7_7MMLEWIS
source: 7.7 mm/80 Type92
es_mx: 7.7 mm/80 Tipo 92
ru: 7,7-мм/80 Type92
uk: 7,7-мм/80 Type92
zh: 7.7 毫米/80 九二式

# IDS_PJGA056_25MM_TYPE96_DOUBLE
source: 25 mm/60 Type96 Twin mod. 2
es_mx: 25 mm/60 Tipo 96 Dual mod. 2
ja: 25 mm/60 Type96 連装 mod. 2
ru: 25-мм/60 Type96 Twin mod. 2
uk: 25-мм/60 Type96 Twin mod. 2
zh: 25 毫米/60 九六式 双联 2型
zh_sg: 25 mm/60 Type96 双联 mod. 2

# IDS_PJGA066_13MM76_TYPE93_SINGLE
source: 13 mm/76 Type93
es_mx: 13 mm/76 Tipo 93
ru: 13-мм/76 Type93
uk: 13-мм/76 Type93
zh: 13 毫米/76 九三式

# IDS_PJGA081_M_14_SCHWARZLOSE_6_5MM
source: 6.5 mm/115 3rd Year Type
es_mx: 6.5 mm/115 Tipo 3er Año
ru: 6,5-мм/115 3rd Year Type
uk: 6,5-мм/115 3rd Year Type
zh: 6.5 毫米/115 三年式

# IDS_PJGA082_12_7MM_VICKERS
source: Vickers .50 machine gun MkI
es_mx: Ametralladora Vickers .50 MkI
ru: Пулемёт Vickers .50 MkI
uk: Кулемет Vickers .50 MkI
zh: 维克斯 .50 机枪 MkI
zh_sg: Vickers .50 机枪 MkI

# IDS_PJGA083_40MM_VICKERS
source: 40 mm "HI" Type91
es_mx: 40 mm "HI" Tipo 91
ru: 40-мм "HI" Type91
uk: 40-мм "HI" Type91
zh: 40 毫米 "HI" 九一式

# IDS_PJGA093_12MM62_HI
source: 12 mm/62 "HI" Type
es_mx: 12 mm/62 "HI" Tipo
ru: 12-мм/62 "HI" Type
uk: 12-мм/62 "HI" Type
zh: 12 毫米/62 "HI" Type

# IDS_PJGA094_40MM_VICKERS_DOUBLE
source: 40 mm "HI" Type91
es_mx: 40 mm "HI" Tipo 91
ru: 40-мм "HI" Type91
uk: 40-мм "HI" Type91
zh: 40 毫米 "HI" 九一式

# IDS_PJGA096_40MM_BOFORS
source: 40 mm/60 Type5
es_mx: Type5 de 40 mm/60
ru: 40-мм/60 Type5
uk: 40-мм/60 Type5
zh: 40 mm/60 五式

# IDS_PJGA119_80MM_40
source: 80 mm/40 (3'') 3rd Year Type
es_mx: 80 mm/40 (3'') Tipo 3er Año
ru: 80-мм/40 (3'') 3rd Year Type
uk: 80-мм/40 (3'') 3rd Year Type
zh: 80 毫米/40 (3'') 三年式

# IDS_PJGA141_25MM_TYPE96_DOUBLE
source: 25 mm/60 Type96 Twin mod. 2
es_mx: 25 mm/60 Tipo 96 Dual mod. 2
ja: 25 mm/60 Type96 連装 mod. 2
ru: 25-мм/60 Type96 Twin mod. 2
uk: 25-мм/60 Type96 Twin mod. 2
zh: 25 毫米/60 九六式 双联 2型
zh_sg: 25 mm/60 Type96 双联 mod. 2

# IDS_PJGA172_25MM_TYPE96_TRIPLE
source: 25 mm/60 Type96 Triple
es_mx: 25 mm/60 Tipo 96 Triple
ja: 25 mm/60 Type96 三連装
ru: 25-мм/60 Type96 Triple
uk: 25-мм/60 Type96 Triple
zh: 25-мм/60 Type96 Triple
zh_sg: 25 mm/60 Type96 三联

# IDS_PJGA173_25MM_TYPE96
source: 25 mm/60 Type96 Triple
es_mx: 25 mm/60 Tipo 96 Triple
ja: 25 mm/60 Type96 三連装
ru: 25-мм/60 Type96 Triple
uk: 25-мм/60 Type96 Triple
zh: 25-мм/60 Type96 Triple
zh_sg: 25 mm/60 Type96 三联

# IDS_PJGA179_25MM_TYPE96_TRIPLE_CLOSED
source: 25 mm/60 Type96 Triple
es_mx: 25 mm/60 Tipo 96 Triple
ja: 25 mm/60 Type96 三連装
ru: 25-мм/60 Type96 Triple
uk: 25-мм/60 Type96 Triple
zh: 25 毫米/60 九六式 三联 2型
zh_sg: 25 mm/60 Type96 三联

# IDS_PJGA180_25MM_TYPE96_TRIPLE_1945_CLOSED
source: 25 mm/60 Type96 Triple
es_mx: 25 mm/60 Tipo 96 Triple
ja: 25 mm/60 Type96 三連装
ru: 25-мм/60 Type96 Triple
uk: 25-мм/60 Type96 Triple
zh: 25 毫米/60 九六式 三联 2型
zh_sg: 25 mm/60 Type96 三联

# IDS_PJGA181_25MM_TYPE96_LIGHT
source: 25 mm/60 Type96 Triple
es_mx: 25 mm/60 Tipo 96 Triple
ja: 25 mm/60 Type96 三連装
ru: 25-мм/60 Type96 Triple
uk: 25-мм/60 Type96 Triple
zh: 25 毫米/60 九六式 三联 1型
zh_sg: 25 mm/60 Type96 三联

# IDS_PJGA182_40MM_BOFORS_CLOSED
source: 40 mm/60 Type5
es_mx: Type5 de 40 mm/60
ru: 40-мм/60 Type5
uk: 40-мм/60 Type5
zh: 40 mm/60 五式

# IDS_PJGA597_25MM_TYPE96_SINGLE_SPACE
source: 20 MW SoftSingularity 38
ru: 20-МВт SoftSingularity 38
uk: 20-МВт SoftSingularity 38
zh: 20 MW SoS 38
zh_sg: 20兆瓦特 SoftSingularity 38

# IDS_PJGA598_25MM_TYPE96_SPACE
source: 55 MW Singularity 77
ru: 55-МВт Singularity 77
uk: 55-МВт Singularity 77
zh: 55-МВт Singularity 77

# IDS_PJGA621_25MM_TYPE96_TWIN_SPACE
source: 20 MW SoftSingularity 38A
ru: 20-МВт SoftSingularity 38A
uk: 20-МВт SoftSingularity 38A
zh: 20-МВт SoftSingularity 38A

# IDS_PJGM001_460MM45_TYPE96
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJGM006_360MM45_TYPE_41
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM007_360MM45_TYPE_41
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM011_127MM50_TYPE_C
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式 C型
