Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_DESCRIPTION_HALLOWEEN_2016
source: Granted for gaining a victory in Operation "Saving Transylvania".
es_mx: Otorgada por obtener una victoria en la Operación "Salvando al Transylvania".
ja: オペレーション「Transylvania を救え」で 1 勝する。
pl: Przyznawane za zwycięstwo w operacji „Uwolnić Transylwanię”.
ru: За победу в операции «Спасение "Трансильвании"».
uk: За перемогу в операції «Порятунок „Трансільванії“».
zh: 在猎手活动中赢得一场战斗
zh_sg: 在“拯救特兰西瓦尼亚”行动中获得胜利后发放。

# IDS_ACHIEVEMENT_DESCRIPTION_HALLOWEEN_2017
source: Granted for gaining a victory in Operation "Sunray in the Darkness".
es_mx: Otorgada por obtener una victoria en la Operación "Rayo de Sol en la Oscuridad".
ja: オペレーション「暗闇を照らす光」で 1 勝する。
pl: Przyznawane za zwycięstwo w operacji „Promień światła w ciemnościach”.
ru: За победу в операции «Луч во тьме».
uk: За перемогу в операції «Промінь у темряві».
zh: 给予「黑暗中的光芒」行动中的胜利
zh_sg: 在“黑暗中的光芒”行动中获得胜利后发放。

# IDS_ACHIEVEMENT_DESCRIPTION_HALLOWEEN_2018
source: Granted for gaining a victory in Operation "Terror of the Deep".
es_mx: Otorgada por obtener una victoria en la Operación "Terror de la Profundidad".
ja: オペレーション「海中に潜む恐怖」で 1 勝する。
pl: Przyznawane za zwycięstwo w operacji „Postrach z głębin”.
ru: За победу в операции «Ужас глубин».
uk: За перемогу в операції «Жах глибин».
zh: 在「深层恐惧」行动获得胜利。
zh_sg: 在“恐怖深海”行动中获得胜利后发放。

# IDS_ACHIEVEMENT_DESCRIPTION_HEADBUTT
source: Destroy an enemy ship by ramming and survive.
es_mx: Destruye un barco enemigo al embestirlo y sobrevive.
ja: 敵艦を体当たりにより 1 隻撃沈した上で生還する。
pl: Zniszcz okręt przeciwnika taranując go i przetrwaj.
ru: Уничтожить тараном корабль противника и выжить.
uk: Знищити тараном корабель супротивника та вижити.
zh: 撞沉一艘敌舰并且在撞击后自身幸存。
zh_sg: 撞沉一艘敌舰并且在撞击后自身幸存。

# IDS_ACHIEVEMENT_DESCRIPTION_HONOR
source: For loyalty to Team Honor
es_mx: Por lealtad al Equipo Honor.
ja: Team Honor への忠誠心
pl: Za lojalność względem drużyny Honor
ru: За верность команде «Честь».
uk: За вірність команді «Честь».
zh: За верность команде «Честь».
zh_sg: Honor队忠诚度。

# IDS_ACHIEVEMENT_DESCRIPTION_INSTANT_KILL
source: Destroy an enemy ship with a single artillery salvo, torpedo salvo, or aircraft attack by causing damage over %(_damageRatio_percent)s of the destroyed ship's normal HP.
es_mx: Destruye un barco enemigo con una sola salva de artillería, salva de torpedos o ataque de aviones al causarle un daño superior al %(_damageRatio_percent)s de los puntos de vida normales del barco destruido.
ja: 1 回の主砲斉射/魚雷斉射/航空攻撃により敵艦を 1 隻撃沈する。その際、その敵艦の通常 HP の %(_damageRatio_percent)s を上回るダメージを与えること。
pl: Zniszcz okręt przeciwnika jedną salwą artyleryjską, torpedową lub atakiem samolotów, zadając mu uszkodzenia przekraczające %(_damageRatio_percent)s jego normalnej wytrzymałości.
ru: Уничтожить корабль противника, нанеся урон более %(_damageRatio_percent)s от штатной боеспособности уничтоженного корабля одним залпом артиллерии, торпедным залпом или атакой авиации.
uk: Знищити корабель супротивника, завдавши шкоду більшу %(_damageRatio_percent)s загальної боєздатності знищеного корабля одним залпом артилерії, торпедним залпом або атакою авіації.
zh: 用单次火炮齐射、鱼雷齐射或是飞机攻击击毁一艘敌方战舰。且造成超过被摧毁的敌方战舰生命值的 %(_damageRatio_percent)s 伤害。
zh_sg: 单次火炮齐射、鱼雷齐射或是飞机攻击摧毁一艘敌方战舰。且造成超过被摧毁的敌方战舰生命值%(_damageRatio_percent)s 的伤害。

# IDS_ACHIEVEMENT_DESCRIPTION_JOLLYROGER
source: Achieve Rank 1 in the Ranked Battles Season
es_mx: Alcanza el Rango 1 en la temporada actual de Batallas por Rango
ja: ランク戦の現シーズンでランク 1 を達成する
pl: Zdobądź pierwszy stopień w sezonie bitew rankingowych
ru: Достичь первого ранга в сезоне ранговых боёв
uk: Досягти першого рангу в сезоні рангових боїв
zh: Достичь первого ранга в сезоне ранговых боёв
zh_sg: 在当前赛季排位战中达到排名1

# IDS_ACHIEVEMENT_DESCRIPTION_JUNIOR_PLANNER
source: Research a new ship.
es_mx: Investiga un nuevo barco.
ja: 新しい艦艇を 1 隻研究する。
pl: Zbadaj nowy okręt.
ru: Исследовать новый корабль.
uk: Дослідити новий корабель.
zh: 研发一艘新战舰。
zh_sg: 研发一艘新战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEA
source: Hard work and training pays off. Placing among the top three teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento dan resultados. Terminar entre los tres mejores equipos en el torneo "King of the Sea" te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie trzech najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: 努力作战和训练绝对是有效的，身为海上之王比赛的前三名队伍，让您值得这样的奖牌。
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEAIX
source: Hard work and training pay off. Placing among the top 3 teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento rinden frutos. Terminar entre los tres mejores equipos del torneo King of the Sea te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie 3 najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEAVI
source: Hard work and training pays off. Placing among the top three teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento dan resultados. Terminar entre los tres mejores equipos en el torneo "King of the Sea" te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie trzech najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: 努力作战和训练绝对是有效的，身为海上之王比赛的前三名队伍，让您值得这样的奖牌。
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEAVII
source: Hard work and training pays off. Placing among the top three teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento dan resultados. Terminar entre los tres mejores equipos en el torneo "King of the Sea" te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie trzech najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: 努力作战和训练绝对是有效的，身为海上之王比赛的前三名队伍，让您值得这样的奖牌。
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEAVIII
source: Hard work and training pay off. Placing among the top 3 teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento rinden frutos. Terminar entre los tres mejores equipos del torneo King of the Sea te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie 3 najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_KINGOFTHESEAX
source: Hard work and training pay off. Placing among the top 3 teams in the King of the Sea tournament makes you worthy of this medal.
es_mx: El trabajo duro y el entrenamiento rinden frutos. Terminar entre los tres mejores equipos del torneo King of the Sea te hace acreedor a esta medalla.
ja: 努力と訓練は報われます。トーナメント "King of the Sea" で TOP 3 チームに入ったことにより、この価値ある勲章が授与されました。
pl: Ciężka praca i treningi opłacają się. Znalezienie się w gronie 3 najlepszych drużyn turnieju King of the Sea czyni Cię godnym tego medalu.
ru: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
uk: Важко в навчанні — легко в бою! Цією медаллю нагороджують команди, що посіли перше, друге та третє місце в змаганні «King of the Sea».
zh: Тяжело в учении, легко в бою! Данной медалью награждаются команды, занявшие места с первого по третье в состязании King of the Sea.
zh_sg: 努力和训练是有回报的。作为在King of the Sea联赛中获得前三名的团队，这个奖章是您应得的。

# IDS_ACHIEVEMENT_DESCRIPTION_LEADERBOARD_CHAMPION
source: For ranking among the top players in the Hall of Fame of the "Royal Navy" event
es_mx: Por clasificar entre los mejores jugadores en el Salón de la Fama del evento "Royal Navy"
ja: "Royal Navy" イベントのランキングでトッププレイヤーの一員となったことに対して
pl: Za uplasowanie się w czołówce Galerii sław w wydarzeniu „Royal Navy”
ru: За вхождение в число лидеров Зала славы события Royal Navy
uk: За потрапляння до числа лідерів Залу слави події «Royal Navy»
zh: 在「无敌战舰」活动的名人堂排名中前段的玩家
zh_sg: 在“Royal Navy”活动中在名人堂中名列前茅

# IDS_ACHIEVEMENT_DESCRIPTION_LEADERBOARD_CHAMPION_CLAN
source: Granted to a clan's players for earning the "Amongst Heroes" achievement during the Royal Navy event.
es_mx: Otorgada a los jugadores de los clanes por obtener el logro "Entre Héroes" durante el evento Royal Navy.
ja: "Royal Navy" イベント中に実績「英雄達の絆」を取得したクランプレイヤーに授与。
pl: Przyznawane członkom klanu za zdobycie osiągnięcia „Pomiędzy bohaterami” w trakcie wydarzenia Royal Navy.
ru: За достижения «В строю героев», завоёванные игроками клана в ходе события Royal Navy
uk: За досягнення «Серед героїв», здобуті членами клану впродовж події «Royal Navy»
zh: 致敬在无敌战舰活动中获得「名列英雄榜」成就的军团玩家。
zh_sg: 授予在Royal Navy活动中获得“出类拔萃”成就的军团玩家。

# IDS_ACHIEVEMENT_DESCRIPTION_LIQUIDATOR
source: Cause flooding on an enemy ship and destroy her. Damage caused by flooding must exceed %(damageRatio_percent)s of the destroyed ship's normal HP.
es_mx: Causa una inundación en un barco enemigo y destrúyelo. El daño causado por inundaciones debe superar el %(damageRatio_percent)s de los puntos de vida normales del barco destruido.
ja: 敵艦に浸水を発生させた上で、その敵艦を撃沈する。浸水による与ダメージがその敵艦の通常 HP の %(damageRatio_percent)s を上回ること。
pl: Spowoduj zalanie nieprzyjacielskiego okrętu i zniszcz go. Uszkodzenia wynikłe z zalania muszą przekroczyć %(damageRatio_percent)s normalnej puli PW okrętu nieprzyjaciela.
ru: Уничтожить корабль противника с нанесением урона затоплением. Урон, нанесённый затоплением, должен составлять более %(damageRatio_percent)s от штатной боеспособности уничтоженного корабля противника.
uk: Знищити корабель супротивника завдавши шкоди затопленням. Шкода, завдана затопленням, має бути більшою %(damageRatio_percent)s від загальної боєздатності знищеного корабля супротивника.
zh: 造成一艘敌舰进水并使其沉没。进水造成的伤害必须超过被摧毁的敌舰总生命值的 %(damageRatio_percent)s伤害。
zh_sg: 使一艘敌舰进水并摧毁它。进水造成的伤害必须超过目标总生命值的%(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_MAIN_CALIBER
source: Damage at least %(victimsCount)s enemy ships. Damage caused must exceed %(damageRatio_percent)s of the total HP of all the ships in the enemy team.
es_mx: Daña al menos %(victimsCount)s barcos enemigos. El daño causado debe superar el %(damageRatio_percent)s de los puntos de vida totales de todos los barcos en el equipo enemigo.
ja: %(victimsCount)s 隻以上の敵艦艇にダメージを与える。与ダメージが敵チーム全艦艇の合計 HP の %(damageRatio_percent)s を上回ること。
pl: Zadaj uszkodzenia przynajmniej %(victimsCount)s okrętom wroga. Zadane uszkodzenia muszą przekroczyć %(damageRatio_percent)s całkowitej puli PW wszystkich okrętów drużyny przeciwnej.
ru: Повредить не менее %(victimsCount)s кораблей противника. Нанесённый урон должен составлять более %(damageRatio_percent)s от суммарной боеспособности кораблей в команде противника.
uk: Пошкодити не менше %(victimsCount)s кораблів супротивника. Завдана шкода має бути більшою %(damageRatio_percent)s від сумарної боєздатності кораблів у команді супротивника.
zh: 至少对%(victimsCount)s艘敌船造成伤害，造成的伤害值必须超过敌军舰队总生命值的%(damageRatio_percent)s。
zh_sg: 至少对%(victimsCount)s艘敌船造成伤害，造成的伤害值必须超过敌军舰队总生命值的%(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_MERCENARY
source: Complete 50 daily missions.
es_mx: Completa 50 misiones diarias.
ja: デイリーミッションを 50 回達成する。
pl: Ukończ 50 misji codziennych.
ru: Выполнить 50 ежедневных задач.
uk: Виконати 50 щоденних завдань.
zh: 完成 50 个每日任务。
zh_sg: 完成50个日常。

# IDS_ACHIEVEMENT_DESCRIPTION_MERCENARY_L
source: Open 100 containers.
es_mx: Abre 100 contenedores.
ja: コンテナを 100 個開封する。
pl: Otwórz 100 kontenerów.
ru: Открыть 100 контейнеров.
uk: Відчинити 100 контейнерів.
zh: 开启 100 个幸运补给箱。
zh_sg: 开启 100 个补给箱。

# IDS_ACHIEVEMENT_DESCRIPTION_MESSENGER
source: Complete 5 daily missions.
es_mx: Completa 5 misiones diarias.
ja: デイリーミッションを 5 回達成する。
pl: Ukończ 5 misji codziennych.
ru: Выполнить 5 ежедневных задач.
uk: Виконати 5 щоденних завдань.
zh: 完成 5 个每日任务。
zh_sg: 完成5个日常。

# IDS_ACHIEVEMENT_DESCRIPTION_MESSENGER_L
source: Open 10 containers.
es_mx: Abre 10 contenedores.
ja: コンテナを 10 個開封する。
pl: Otwórz 10 kontenerów.
ru: Открыть 10 контейнеров.
uk: Відчинити 10 контейнерів.
zh: 开启 10 个幸运补给箱。
zh_sg: 开启 10 个补给箱。

# IDS_ACHIEVEMENT_DESCRIPTION_MILLIONAIR
source: Earn %(moneyCount)s credits in battles.
es_mx: Obtén %(moneyCount)s créditos en batallas.
ja: 戦闘で %(moneyCount)s クレジット取得する。
pl: Zdobądź %(moneyCount)s kredytów w bitwach.
ru: Получить %(moneyCount)s кредитов в боях.
uk: Здобути %(moneyCount)s кредитів в боях.
zh: 账号内储存 %(moneyCount)s 银币。
zh_sg: 在战斗中获得%(moneyCount)s银币。

# IDS_ACHIEVEMENT_DESCRIPTION_NEVER_ENOUGH_MONEY
source: Earn %(moneyCount)s credits in battles.
es_mx: Obtén %(moneyCount)s créditos en batallas.
ja: 戦闘で %(moneyCount)s クレジット取得する。
pl: Zdobądź %(moneyCount)s kredytów w bitwach.
ru: Получить %(moneyCount)s кредитов в боях.
uk: Здобути %(moneyCount)s кредитів в боях.
zh: 账号内储存 %(moneyCount)s 银币。
zh_sg: 在战斗中获得%(moneyCount)s银币。

# IDS_ACHIEVEMENT_DESCRIPTION_NEWYEAR_LEADERBOARD
source: For entering the Hall of Fame of the "In the Name of His Highness!" event
es_mx: Por entrar al Salón de la Fama del evento "En el Nombre de Su Alteza"
ja: 「殿下の名の下に!」イベントでランキングに加わったことに対して
pl: Za wejście do Galerii sław wydarzenia „W Imię Jego Wysokości!”
ru: За вхождение в Зал славы события «Именем Его Высочества!»
uk: За входження в Зал слави події «Іменем Його Високості!»
zh: 进入「以殿下之名！」活动的名人堂
zh_sg: 在“以殿下的名义”活动中进入名人堂

# IDS_ACHIEVEMENT_DESCRIPTION_NO_DAY_WITHOUT_ADVENTURE
source: Complete at least 1 daily mission a day for 5 days in a row.
es_mx: Completa al menos una misión diaria por día durante 5 días seguidos.
ja: 5 日連続でデイリーミッションを 1 回以上達成する。
pl: Wypełniaj przynajmniej po 1 misji codziennej przez 5 dni z rzędu.
ru: Выполнять минимум по 1 ежедневной задаче в течение 5 дней.
uk: Виконувати мінімум 1 щоденне завдання протягом 5 діб.
zh: 连续 5 天每天完成至少 1 个每日任务。
zh_sg: 连续 5 天每天完成至少1个日常。

# IDS_ACHIEVEMENT_DESCRIPTION_NO_DAY_WITHOUT_ADVENTURE_L
source: Open at least 1 container a day for 5 days in a row.
es_mx: Abre al menos 1 contenedor al día durante 5 días seguidos.
ja: 5 日連続で 1 個以上のコンテナを開封する。
pl: Otwórz przynajmniej 1 kontener dziennie przez 5 dni z rzędu.
ru: Открывать минимум по 1 контейнеру в течение 5 дней.
uk: Відкривати щонайменше 1 контейнер на добу протягом 5 діб.
zh: 连续 5 天、每天开启至少 1 个幸运补给箱。
zh_sg: 连续 5 天、每天开启至少 1 个补给箱。

# IDS_ACHIEVEMENT_DESCRIPTION_NO_PRICE_FOR_HEROISM
source: Receive any %(achievementCount)s heroic achievements.
es_mx: Recibe %(achievementCount)s logros heróicos cualesquiera.
ja: 任意の英雄勲章を %(achievementCount)s 回取得する。
pl: Zdobądź %(achievementCount)s osiągnięć bohaterskich.
ru: Получить %(achievementCount)s любых героических достижений.
uk: Отримати %(achievementCount)s будь-яких героїчних досягнень.
zh: 获得任何 %(achievementCount)s 个战斗英雄勋章。
zh_sg: 获得任意%(achievementCount)s 个英勇成就。

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_500_LEAGUES
source: You've completed a 2017 km sea journey. Was it hard? No? And you keep saying that's too far to go for the groceries.
es_mx: Has completado una travesía marina de 2017 km. ¿Fue difícil? ¿No? Y tu sigues diciendo que el mercado queda muy lejos.
ja: 2017 km の船旅を終えました。大変でしたか? そうでもない? そして食料品を買いに行くには遠すぎるって言い続けてるんですね。
pl: Przebyłeś 2017 km po morzach. Czy było ciężko? Nie? A cały czas upierasz się, że to zbyt daleko, żeby skoczyć po zakupy!
ru: Вы — как «Северный полюс-1». Прошли уже столько же. Надеемся, не дрейфовали.
uk: Ви — як «Північний полюс-1». Пройшли вже стільки ж. Сподіваємося, що не дрейфували.
zh: 您已经完成了 2017 公里的海上旅程。这很难吗？没有？而您一直不断在说那远到去不了杂货店。
zh_sg: 您已经完成了 2017 公里的海上旅程。这很难吗？没有？而您一直不断在说那远到去不了杂货店。

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_AIMING
source: Unresearched Fact #2: Your sailor's aim may not be the finest, but it gets the job done. So far, 25 times. That's enough to earn the captain a medal for their efforts.
es_mx: Mito #2: La puntería de tu marinero puede no ser la mejor, pero realiza el trabajo. Hasta ahora, 25 veces. Es suficiente para otorgar una medalla al capitán por sus esfuerzos.
ja: 未研究の事実 #2: あなたの水兵たちの射撃技術は最高ではないかもしれませんが、それでも仕事は達成できました。そう、25 回も。艦長にメダルを授与する理由としては充分です。
pl: Ciekawostka #2: Celność Twoich marzynarzy może nie być doskonała, ale się sprawdza. Dotychczas zrobiła ją 25 razy. To wystarczająco, żeby dostać medal.
ru: Вы могли не заметить, но ваш вспомогательный калибр делает свою работу.
uk: Ви могли не помітити, але ваш допоміжний калібр робить свою справу.
zh: 未经研究的事实 #2：您的水手瞄准功夫可能不是最好的，但还是完成了工作。到目前为止，25 次。那足以让舰长为他们的努力而给予一面奖牌了。
zh_sg: 未经研究的事实 #2：您水手的瞄准功夫可能不是最好的，但还是完成了工作。到目前为止，25 次。那足以让舰长为他们的努力而给予一面奖牌了。

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_BREAK_THE_BANK
source: 2,017,000 credits could feed a whole lot of little, hard-working rodents. You've made it, we doubled it. Are you proud of yourself? How are we going to afford to buy food for the hamsters powering our servers now?
es_mx: 2,017,000 créditos podrían alimentar a una gran cantidad de pequeños y trabajadores roedores. Lo has hecho, lo duplicamos. ¿Estás orgulloso de ti mismo? ¿Cómo vamos a comprar ahora la comida para los hámsters que impulsan nuestros servidores?
ja: 2,017,000 クレジットもあれば、実に多くの働き者のネズミたちを養うことができます。あなたはやってのけましたし、私たちはそれを倍にしました。ご満足頂けたでしょうか? サーバーのための電力を発電しているハムスターたちの餌を買いに行っても良いですか?
pl: 2017000 kredytów wystarczyłoby do nakarmienia całej hordy małych, pracowitych gryzoni. Ty je zarobiłeś, my dołożyliśmy drugie tyle. Jesteś zadowolony? Jak mamy teraz kupić karmę dla chomików napędzających nasze serwery?
ru: Вы сорвали банк — мы добавляем столько же сверху.
uk: Ви зірвали банк — ми додаємо стільки ж зверху.
zh: 2,017,000 银币可养活一大堆小小的、勤劳的啮齿动物。您做到了，我们让它加倍了。您为自己感到自豪吗？我们现在该如何买得起食物给仓鼠来为我们的服务器供电呢？
zh_sg: 2017000枚银币可养活一群勤劳的小动物了。因为您做到了，我们就让奖励加倍了。您为自己感到自豪吗？我们现在该如何买得起食物给仓鼠来为我们的服务器供电呢？

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_DRESS_THE_TREE
source: You've used many colorful pieces of fabric on your ships. You looked fabulous. However, why aren't they recyclable?
es_mx: Has usado muchas piezas coloridas de tela en tus barcos. Luciste fabuloso. Sin embargo, ¿Por qué no son reciclables?
ja: あなたは艦艇を多くのカラフルな布で飾りました。楽しそうですね。でも、何故それらの布はリサイクルできないのでしょう?
pl: Używałeś wielu kolorowych tkanin na swoich okrętach. Wyglądały bajecznie. Czemu nie można ich nosić częściej?
ru: Ваш корабль, украшенный разноцветными флагами, выглядел потрясающе.
uk: Ваш корабель, прикрашений різнобарвними прапорами, мав приголомшливий вигляд.
zh: 您在自己的战舰上用了许多色彩缤纷的织物。您看起来棒极了。然而，为什么它们不能回收呢？
zh_sg: 您在自己的战舰上用了许多色彩缤纷的装饰物。您看起来棒极了。然而，为什么它们不能回收呢？

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_SAFECRACKER
source: Theoretically they last forever. In practice, you couldn't resist opening the last 17 of them.
es_mx: Teóricamente estas duran por siempre. En la práctica, no podrías resistir abrir las últimas 17.
ja: 理論上、それは永遠に続くのです。練習では、あなたは最後の 17 個を空けることを我慢できませんでした。
pl: Teoretycznie mogą trwać wiecznie. W praktyce nie można się oprzeć pokusie, by je otwierać od razu.
ru: Теоретически, они могут храниться вечно, но рука так и тянется: вы открыли уже семнадцатую!
uk: Теоретично, вони можуть зберігатися вічно, але рука так і тягнеться: ви відкрили вже сімнадцяту!
zh: 理论上，它们会永远存在。实际上，您无法抗拒去打开它们之中的最后 17 个。
zh_sg: 理论上，它们会永远存在。实际上，您无法抗拒去打开它们之中的最后 17 个。

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_TO_THE_BOTTOM
source: Unresearched Fact #1: Torpedoes have proven to be a more reliable medium for delivering ships to the bottom of the ocean than ice bergs. You've tried to prove this on every ship class.
es_mx: Mito #1: Los torpedos han probado ser un medio más confiable para enviar barcos al fondo del óceano que los icebergs. Has tratado de probar esto en cada clase de barco.
ja: 未研究の事実 #1: 魚雷は、艦艇を水底へと送り届ける上で、氷山よりも信頼性の高い手段であることが明らかになりました。あなたはこの事実を全ての艦種に対して証明することを試みました。
pl: Ciekawostka #1: Torpedy okazały się znacznie skuteczniejszym sposobem na wysyłanie okrętów na dno, niż góry lodowe. Udowodniłeś to na okręcie każdego rodzaju.
ru: От вас досталось каждому классу кораблей, теперь ваших торпед боятся даже акулы.
uk: Від вас дісталося кожному класу кораблів, тепер ваших торпед бояться навіть акули.
zh: 未经研究的事实 #1：已证实鱼雷是比冰山还要更加可靠的媒介，用来将战舰运送到海底。您已试着在每种舰级上来证明这一点。
zh_sg: 未经研究的事实 #1：已证实鱼雷是比冰山还要更加可靠的媒介，用来将战舰运送到海底。相信您已经在不同的战舰上证明了这一点。

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_WIN_ALL
source: Congratulations, you've managed to gather all the achievements of the 2016 Winter Marathon!
es_mx: ¡Felicidades, has logrado conseguir todos los logros del Maratón de Invierno 2016!
ja: おめでとうございます! 2016 冬季マラソンの全実績を辛くも収集しました!
pl: Gratulacje, udało Ci się zdobyć wszystkie osiągnięcia Zimowego Maratonu 2016!
ru: Поздравляем, вы собрали все достижения марафона!
uk: Вітаємо, ви зібрали усі досягнення марафону!
zh: 恭喜，您已设法收集到 2016 年冬季马拉松的所有成就！
zh_sg: 恭喜，您已收集到 2016 年冬季马拉松的所有成就！

# IDS_ACHIEVEMENT_DESCRIPTION_NY17_WIN_AT_LEAST_ONE
source: Winter—the best time to play games. You won one!
es_mx: Invierno — la mejor época para los juegos. ¡Ganaste uno!
ja: 冬は、ゲームをプレイするには最高です。勝ったね!
pl: Zima – najlepszy czas na gry komputerowe. Właśnie jedną wygrałeś!
ru: Как встретишь, так и проведёшь.
uk: Як зустрінеш, так і проживеш.
zh: 冬天──玩游戏的最佳时间。您已赢得了一个！
zh_sg: 冬天是玩游戏的最佳时间，您已赢得一次！

# IDS_ACHIEVEMENT_DESCRIPTION_OBT_PARTICIPANT
source: The developers thank you for participating in the Open Beta Test.
es_mx: Los desarrolladores te agradecen por participar en la Prueba Beta Abierta.
ja: 開発チームは、オープンβテストにご参加頂いた皆様に感謝いたします。
pl: Deweloperzy dziękują za uczestnictwo w otwartym teście beta.
ru: Спасибо от разработки за участие в открытом Бета-тесте.
uk: Розробники дякують вам за участь у відкритому Бета-тесті.
zh: 感谢您对公开测试的参与。
zh_sg: 研发团队对您参加公开测试表示感谢。
