Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE033_KRASNYI_KRIM_FLAG_DESCRIPTION
source: Cruiser Krasny Krym Commemorative Flag
es_mx: Bandera Conmemorativa del Crucero Krasny Krym
ja: 巡洋艦クラースヌィイ・クルィーム記念旗
pl: Flaga pamiątkowa krążownika Krasny Krym
ru: Памятный флаг в честь крейсера «Красный Крым»
uk: Пам’ятний прапор на честь крейсера «Красний Крим»
zh: 红色克里米亚巡洋舰纪念旗帜
zh_sg: 红色克里米亚巡洋舰纪念旗帜

# IDS_PCEE033_KRASNYI_KRIM_FLAG_EXTRA_DESCRIPTION
source: The U.S.S.R. Navy Guard was established during World War II in 1942. Warship crews were awarded a Guard status "for prowess demonstrated in battles for homeland against German invaders, for firmness, courage, discipline and orderliness, for personnel's heroism".
es_mx: La Guardia Naval de la URSS fue fundada durante la Segunda Guerra Mundial en 1942. Las tripulaciones de los barcos fueron premiadas con el estado de Guardias "por la destreza demostrada en batallas por la patria en contra de los invasores alemanes, por su temple, coraje, disciplina y orden, para el heroísmo del personal".
ja: ソ連海軍親衛隊は、二次大戦中の 1942 年に創設されました。 軍艦の搭乗員には、「ドイツの侵略者に対する祖国防衛のための戦いの中で示した武勇、不屈・勇気・自制および規律、英雄的行動」に対して親衛隊の称号が与えられました。
pl: Gwardia Morska Z.S.R.R. została założona w trakcie II wojny światowej, w 1942 r. Członkowie załóg okrętów wojennych otrzymywali status Gwardzisty „za waleczność wykazaną w zwalczaniu niemieckich najeźdźców, solidność, odwagę, dyscyplinę i porządność, za heroizm załogi”.
ru: Гвардия Флота СССР была создана во время Великой Отечественной войны в 1942 году. Экипажи боевых кораблей удостаивались звания Гвардейских «за проявленную отвагу в боях за Отечество с немецкими захватчиками, за стойкость, мужество, дисциплину и организованность, за героизм личного состава».
uk: Гвардію Флоту СРСР створили 1942 р. під час Великої Вітчизняної війни Радянського Союзу. Екіпажі бойових кораблів здобували звання Гвардійських «за виявлену відвагу у боях за Батьківщину проти німецьких загарбників, за стійкість, мужність, дисципліну та організованість, за героїзм особового складу».
zh: S系海上保卫军在二战期间建立。 战舰乘员被授予保卫状态“由于在战斗中表现出的对侵略者的坚持、勇气、有秩序”
zh_sg: 在 1942 年的第二次世界大战期间设立了苏联海军卫队。 给予战舰乘员卫队状态“授予在对抗德国入侵者的祖国战争中表现出无畏精神，授予展露出坚强、英勇、纪律和秩序，授予战斗人员的英勇行为”。

# IDS_PCEE034_SCHARNHORST
source: Scharnhorst
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_PCEE034_SCHARNHORST_DESCRIPTION
source: Scharnhorst Commemorative Flag
es_mx: Bandera Conmemorativa del Scharnhorst
ja: シャルンホルスト記念旗
pl: Flaga pamiątkowa Scharnhorst
ru: Памятный флаг в честь Scharnhorst
uk: Пам’ятний прапор на честь Scharnhorst
zh: 沙恩霍斯特纪念旗帜
zh_sg: 沙恩霍斯特纪念旗帜

# IDS_PCEE034_SCHARNHORST_EXTRA_DESCRIPTION
source: The flag depicts the coat of arms of Prussian General Gerhard von Scharnhorst, a national hero of Germany's Wars of Liberation of 1813. Both Scharnhorst ships that were named after him had the same coat of arms.
es_mx: La bandera tiene el escudo de armas del general prusiano Gerhard von Scharnhorst, un héroe nacional alemán de las Guerras de Liberación de 1813. Ambos barcos Scharnhorst fueron nombrados por él tenían el mismo escudo de armas.
ja: 1813 年のドイツ解放戦争における英雄として知られるプロイセン陸軍のゲルハルト・フォン・シャルンホルスト将軍の紋章を描いた旗です。 シャルンホルスト将軍にちなんで命名された艦艇は 2 隻ありましたが、その両方に同じ紋章が掲げられていました。
pl: Flaga przedstawiająca herb pruskiego generała Gerharda von Scharnhorsta, bohatera narodowego kampanii niemieckiej z 1813 roku. Oba okręty klasy Scharnhorst nazwane były na jego cześć i miały to samo godło.
ru: На флаге изображён герб прусского генерала Герхарда фон Шарнхорста, ставшего национальным героем в ходе освободительной войны 1813 года в Германии. Оба корабля типа Scharnhorst, названные в его честь, несли один и тот же герб.
uk: На прапорі зображено герб прусського генерала Герхарда фон Шарнхорста, який став національним героєм під час визвольної війни 1813 р. у Німеччині. Обидва кораблі типу Scharnhorst, названі на його честь, несли один і той самий герб.
zh: 该旗帜绘有普鲁士将军格哈德·冯·沙恩霍斯特的纹章，为 1813 年解放战争的国家英雄。 两艘沙恩霍斯特战舰都是之后以他的名字来命名，有着相同的纹章。
zh_sg: 该旗帜绘有普鲁士将军格哈德·冯·沙恩霍斯特的纹章，为 1813 年解放战争的国家英雄。 两艘沙恩霍斯特战舰都是之后以他的名字来命名，有着相同的纹章。

# IDS_PCEE035_DUNKERQUE
source: Dunkerque
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PCEE035_DUNKERQUE_DESCRIPTION
source: Dunkerque Commemorative Flag
es_mx: Bandera Conmemorativa de Dunkerque
ja: ダンケルク記念旗
pl: Flaga pamiątkowa Dunkerque
ru: Памятный флаг в честь Dunkerque
uk: Пам’ятний прапор на честь Dunkerque
zh: 敦刻尔克纪念旗帜
zh_sg: 敦刻尔克纪念旗帜

# IDS_PCEE035_DUNKERQUE_EXTRA_DESCRIPTION
source: The Dunkerques were designed to counter the German Deutschland-class pocket battleships. When they were commissioned, only the last existing battlecruisers of the British Royal Navy and the Imperial Japanese Navy were their equals.
es_mx: Los Dunkerques fueron diseñados para contrarrestar los acorazados de bolsillo alemanes clase-Deutschland. Cuando fueron comisionados, sólo los cruceros de batalla de la Marina Real Británica y la Flota Imperial Japonesa eran sus iguales.
ja: ダンケルク級戦艦は、ドイツのドイッチュラント級ポケット戦艦に対抗するために設計されました。 本級各艦の就役当時、本級と同等と言えるのは、イギリス海軍および大日本帝国海軍に現存していた最後の各種巡洋戦艦のみでした。
pl: Pancerniki Dunqerque były zaprojektowane do walki z niemieckimi pancernikami klasy Deutschland. Kiedy oddawane były do użytku, tylko ostatnie istniejące ciężkie krążowniki Brytyjskiej Marynarki Wojennej i Cesarskiej Marynarki Japonii mogły się z nimi równać.
ru: Линейные корабли типа Dunkerque проектировались для противодействия «карманным линкорам» типа Deutschland. На момент введения в строй последними кораблями, которые могли сражаться с ними на равных, были линейные крейсеры Королевского флота Великобритании и Императорского флота Японии.
uk: Лінійні кораблі типу Dunkerque проектували для протидії «кишеньковим лінкорам» типу Deutschland. На час вступу в стрій останніми кораблями, які могли битися з ними на рівних, були лінійні крейсери Королівського флоту Великобританії та Імператорського флоту Японії.
zh: 敦刻尔克是为反击德意志级袖珍战列舰而设计。 当它们服役时，只有Y国皇家海军及R国海军仅存的最后一批战斗巡洋舰能与之相比。
zh_sg: 敦刻尔克是为反击德意志级Deutschland级战列舰而设计。 当它们服役时，只有Y国皇家海军及R国海军仅存的最后一批战斗巡洋舰能与之相比。

# IDS_PCEE036_TAIWAN_NAVY
source: The Republic of China Navy
es_mx: Armada de la República de China
ja: 中華民国海軍
pl: Marynarka Republiki Chińskiej
ru: ВМС Китайской Республики
uk: ВМС Китайської Республіки
zh: TW海军旗
zh_sg: 中华民国海军

# IDS_PCEE036_TAIWAN_NAVY_DESCRIPTION
source: With 117 equipped ships and 38,000 personnel, the precursor to the modern Republic of China Navy was established as the Ministry of the Navy in the Provisional Government of the Republic of China in 1911 following the overthrowing of the Qing dynasty.
es_mx: Con 117 barcos equipados y 38,000 personas, la precursora de la Marina moderna de la República de China fue establecida como el Ministerio de Marina en el Gobierno Provisional de la República de China en 1911 después de derrocar a la dinastía Qing.
ja: 艦艇数 117 隻、人員数 38,000 名を数える近代の中華民国海軍の前身は、清王朝の崩壊後、中華民国臨時政府の海軍省として 1911 年に創設されました。
pl: W 1911 roku, po obaleniu dynastii Qing, Ministerstwo Marynarki Rządu Tymczasowego Republiki Chińskiej ustanowiło prekursorkę nowoczesnej Marynarki Wojennej Republiki Chińskiej, liczącą 117 okrętów i 38000 personelu.
ru: В 1911 году после свержения династии Цин было учреждено Министерство военно-морского флота при Временном правительстве Китайской Республики. В распоряжении Министерства имелось 117 оборудованных кораблей и 38 000 матросов и офицеров. Именно на базе Министерства ВМФ и были сформированы современные Военно-морские силы Китайской Республики.
uk: Після того, як повалили династію Цін 1911 р., заснували Міністерство військово-морського флоту при Тимчасовому уряді Китайської Республіки. У розпорядженні Міністерства було 117 обладнаних кораблів і 38 000 матросів і офіцерів. Саме на базі Міністерства ВМФ і сформували сучасні Військово-морські сили Китайської Республіки.
zh: 装备着 117 艘战舰及 38,000 名人员。
zh_sg: 装备着117艘战舰及38000名人员，现代中华民国海军的前身是在 1911年推翻清政府后，由中华民国临时政府的海军部所设立。

# IDS_PCEE036_TAIWAN_NAVY_EXTRA_DESCRIPTION
source: Its operations include maritime patrols in the Taiwan Strait and surrounding waters, as well as counter-strike and counter-invasion operations during wartime.
es_mx: Sus operaciones incluyeron patrullaje marítimo en el Estrecho de Taiwán y sus aguas cercanas, así como operaciones durante tiempo de guerra de contra ataque y contra invasión.
ja: その任務としては、台湾海峡および周辺海域の哨戒、および戦時における攻撃や侵略への反撃が含まれます。
pl: Jej działania obejmują między innymi patrolowanie cieśniny tajwańskiej i pobliskich wód, a także operacje obronne w czasie wojny.
ru: Используется при осуществлении морского патрулирования в Тайваньском проливе и прилегающих водах, а также для нанесения контрударов и осуществления действий по борьбе с десантом в военное время.
uk: Використовується, щоб здійснювати морське патрулювання у Тайванській протоці та прилеглих водах, а також, щоб завдавати контрудари та протидіяти десанту у воєнний час.
zh: 其行动包括周边海域进行海上巡逻，以及战时的反攻击及反入侵行动。
zh_sg: 其行动包括在台湾海峡和周边海域进行海上巡逻，以及战时的反攻击及反入侵行动。

# IDS_PCEE037_VETERANS_FLAG
source: Veteran
es_mx: Veterano
ja: ベテラン
pl: Weteran
ru: Ветеран
uk: Ветеран
zh: 退伍军人旗帜
zh_sg: 退伍军人

# IDS_PCEE037_VETERANS_FLAG_DESCRIPTION
source: Flag granted for participation in the referral program.
es_mx: Bandera otorgada por la participación del programa referencial.
ja: 友達招待プログラムへの参加褒賞旗です。
pl: Flaga przyznawana za uczestnictwo w programie polecającym.
ru: Флаг за участие в реферальной программе.
uk: Прапор за участь у реферальній програмі.
zh: 颁发给参加推荐计划的旗帜。
zh_sg: 颁发给参加推荐计划的旗帜。

# IDS_PCEE037_VETERANS_FLAG_EXTRA_DESCRIPTION
source: This flag is granted for inviting a friend to join the game to play a battle with a Tier VI ship.
es_mx: Esta bandera es otorgada por invitar a un amigo a unirse al juego para jugar una batalla con un barco de Tier VI.
ja: この旗は、フレンドをこのゲームに 1 名以上招待し、Tier VI 艦艇で 1 戦以上プレイしてもらった場合に授与されます。
pl: Ta flaga przyznawana jest za zaproszenie przynajmniej jednego znajomego do gry i stoczenie z nim bitwy okrętem VI poziomu.
ru: Флаг выдаётся за приглашённого друга, сыгравшего бой на корабле VI уровня.
uk: Прапор видається за запрошеного товариша, який зіграв бій кораблем VI рівня.
zh: 此旗帜颁给邀请一位好友加入游戏并用 VI 级舰艇进行了一场战斗的玩家。
zh_sg: 此旗帜颁给邀请一位好友加入游戏并用 VI 级战舰进行了一场战斗的玩家。

# IDS_PCEE038_OLYMPICS_FLAG
source: World Champions
es_mx: Campeones del Mundo
ja: ワールドチャンピオン
pl: Mistrzowie świata
ru: Чемпионы мира
uk: Чемпіони світу
zh: 世界冠军旗帜
zh_sg: 世界冠军

# IDS_PCEE038_OLYMPICS_FLAG_DESCRIPTION
source: A flag for the ultimate winners
es_mx: Bandera para los ganadores finales
ja: 究極の勝者を称える旗
pl: Flaga dla największych zwycięzców
ru: Флаг настоящих победителей
uk: Прапор справжніх переможців
zh: 终极赢家的旗帜
zh_sg: 终极赢家的旗帜

# IDS_PCEE038_OLYMPICS_FLAG_EXTRA_DESCRIPTION
source: Top of the World
es_mx: La Cima del Mundo
ja: 世界の頂点
pl: Najlepszy na świecie
ru: Лучший из лучших
uk: Ліпший з ліпших
zh: 世界之巅
zh_sg: 世界之巅

# IDS_PCEE039_GAMESCOM_2016
source: gamescom 2016
zh: 科隆游戏展 2016

# IDS_PCEE039_GAMESCOM_2016_DESCRIPTION
source: The biggest World of Warships event in 2016 – gamescom.
es_mx: El mayor evento de World of Warships en el 2016 – gamescom.
ja: 2016 年最大の World of Warships イベント – gamescom
pl: Największe wydarzenie World of Warships w 2016 roku - gamescom.
ru: Главное событие 2016 года в мире World of Warships — gamescom.
uk: Головна подія 2016 р. у світі World of Warships — gamescom.
zh: 2016 年最大型的《战舰世界》活动 – 科隆游戏展。
zh_sg: 《战舰世界》 2016年度最大型活动 – gamescom游戏展。

# IDS_PCEE039_GAMESCOM_2016_EXTRA_DESCRIPTION
source: You were there and we hope to see you again!
es_mx: ¡Estuviste ahí y esperamos verte de nuevo!
ja: ご参加ありがとうございました、またお会いしましょう!
pl: Byłeś tam i mamy nadzieję, że jeszcze się spotkamy!
ru: Ты был там — и мы будем рады новой встрече!
uk: Ти був там — і ми будемо раді новій зустрічі!
zh: 您当时也在那里，而我们希望能再次见到您！
zh_sg: 您当时也在那里，而我们希望能再次见到您！

# IDS_PCEE040_BURNING_MAN
source: Black Rock
ja: ブラックロック
zh: 黑岩旗
zh_sg: 黑岩

# IDS_PCEE040_BURNING_MAN_DESCRIPTION
source: For those who experiment in art and community.
es_mx: Para aquellos que experimentan en el arte y la comunidad.
ja: アートおよびコミュニティにおいて新しいことを試みる人々のための旗です。
pl: Dla tych, którzy eksperymentują z artystycznymi wizualizacjami i udzielają się w społeczności.
ru: Для тех, кто приветствует эксперименты в искусстве и самовыражении.
uk: Для тих, хто експериментує у мистецтві та самовираженні.
zh: 给予那些参与美术及社群考察的人。
zh_sg: 给予那些参与美术及社群考察的人。

# IDS_PCEE041_PLAYER_GATHERING
source: Let's Battle Tour Flag
es_mx: Bandera del Tour Vamos a la Batalla
ja: Let's Battle ツアー旗
pl: Flaga Let's Battle Tour
ru: Флаг тура под девизом Let's Battle
uk: Прапор туру під гаслом Let's Battle
zh: 开启战斗之旅旗帜
zh_sg: 开启战斗之旅旗帜

# IDS_PCEE041_PLAYER_GATHERING_DESCRIPTION
source: Awarded for attending a Let's Battle event!
es_mx: Entregada por participar en el evento ¡Vamos a la Batalla!
ja: Let's Battle イベントの参加者に授与されます!
pl: Przyznawana za uczestnictwo w wydarzeniu Let's Battle!
ru: Выдаётся в награду за посещение мероприятия Let's Battle.
uk: Видається у нагороду за участь у події Let's Battle.
zh: 颁发给出席“开启战斗”活动！
zh_sg: 颁发给出席“开启战斗”活动！

# IDS_PCEE042_BIRTHDAY_FLAG
source: World of Warships Is One Year Old
es_mx: World of Warships tiene un año de edad
ja: World of Warships は 1 歳になりました
pl: World of Warships obchodzi pierwsze urodziny
ru: Первый день рождения World of Warships
uk: Перший день народження World of Warships
zh: 《战舰世界》已经一岁啰
zh_sg: World of Warships 一岁了

# IDS_PCEE042_BIRTHDAY_FLAG_DESCRIPTION
source: One year together!
es_mx: ¡Un año juntos!
ja: 1 年間共に!
pl: Pierwszy wspólny rok!
ru: Один год вместе!
uk: Один рік разом!
zh: 在一起也有一年了！
zh_sg: 在一起一年了！

# IDS_PCEE043_RESTLESS_FIRE
source: Restless Fire
es_mx: Fuego sin Descanso
ja: 無慈悲な炎
pl: Nieprzerwany ogień
ru: Мятежное пламя
uk: Невгамовне полум’я
zh: 重炮不断
zh_sg: 无限火力

# IDS_PCEE043_RESTLESS_FIRE_DESCRIPTION
source: You are an integral part of the World of Warships community.
es_mx: Eres importante para la comunidad de World of Warships.
ja: あなたは World of Warships コミュニティにとって欠かせない存在です。
pl: Jesteś nieodłączną częścią społeczności World of Warships.
ru: Вы являетесь неотъемлемой частью сообщества World of Warships.
uk: Ви є невід’ємною частиною спільноти World of Warships.
zh: 您是《战舰世界》不可缺少的一份子。
zh_sg: 您是World of Warships 社区不可缺少的一员。

# IDS_PCEE043_RESTLESS_FIRE_EXTRA_DESCRIPTION
source: We love you.
es_mx: Te amamos.
ja: 大変感謝しています。
pl: Kochamy Was.
ru: Мы любим вас.
uk: Ми любимо вас.
zh: 我们爱您。
zh_sg: 我们爱您。

# IDS_PCEE044_PRINZ_EUGEN
source: Prinz Eugen
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PCEE044_PRINZ_EUGEN_DESCRIPTION
source: Prinz Eugen Commemorative Flag
es_mx: Bandera Conmemorativa del Prinz Eugen
ja: プリンツ・オイゲン記念旗
pl: Flaga pamiątkowa Prinz Eugen
ru: Памятный флаг в честь Prinz Eugen
uk: Пам’ятний прапор на честь Prinz Eugen
zh: 欧根亲王纪念旗帜
zh_sg: 欧根亲王纪念旗帜

# IDS_PCEE044_PRINZ_EUGEN_EXTRA_DESCRIPTION
source: Prinz Eugen saw action during Exercise Rhine, an attempted breakout into the Atlantic Ocean with the battleship Bismarck in May 1941. The two ships destroyed the British battlecruiser Hood and severely damaged the battleship Prince of Wales in the Battle of the Denmark Strait. After the German collapse in May 1945, she was surrendered to the British Royal Navy before being transferred to the US Navy as a war prize. After examining the ship in the United States, the US Navy assigned the cruiser to the Operation Crossroads nuclear tests at Bikini Atoll.
es_mx: El Prinz Eugen vio acción durante el Ejercicio Rhine, un intento de salir hacia el Océano Atlántico con el acorazado Bismark en mayo de 1941. Los dos barcos destruyeron al crucero de batalla británico Hood y dañaron severamente al acorazado Prince of Wales en la Batalla del Estrecho de Dinamarca. Después del colapso alemán en mayo de 1945, fue rendido ante la Marina Real Británica antes de ser transferida a la Marina de Estados Unidos como premio. Después de examinar el barco en Norteamérica, la Marina de Estados Unidos asignó al crucero a la Operación Crossroads para probar armas nucleares en el Atolón de Bikini.
ja: 重巡洋艦プリンツ・オイゲンは、戦艦ビスマルクと共に 1941 年 5 月のライン演習作戦に参加。大西洋における通商破壊を目的とした本作戦中に発生したデンマーク海峡海戦において、この 2 隻はイギリスの巡洋戦艦フッドを撃沈し、戦艦プリンス・オブ・ウェールズにも大きな被害を与えました。 1945 年 5 月にドイツが降伏。生き残っていた本艦はイギリス海軍に引き渡された後、アメリカ軍が接収しました。アメリカ軍は、アメリカ合衆国において本艦を試験した後、ビキニ環礁における原爆実験「クロスロード作戦」の標的艦として使用し、本艦の生涯は幕を閉じました。
pl: Prinz Eugen brał udział w Operacji Rheinübung, próby przebicia się na wody Oceanu Atlantyckiego wraz z pancernikiem Bismarck w maju 1941 r. Okręty zatopiły wspólnie brytyjski ciężki krążownik Hood i poważnie uszkodziły pancernik Prince of Wales w trakcie Bitwy w Cieśninie Duńskiej. Po upadku Niemiec w maju 1945 roku, dowódca oddał okręt w ręce brytyjskiej Royal Navy, a następnie przekazany US Navy jako zdobycz wojenna. Po dokładnych oględzinach przeznaczono go do wykorzystania w Operacji Crossroads - testach broni nuklearnej przeprowadzanych na atolu Bikini.
ru: Тяжёлый крейсер Prinz Eugen принял участие в операции Rheinübung, цель которой заключалась в попытке вместе с линкором Bismarck прорваться в открытые воды Атлантики в мае 1941 г. Этим двум кораблям удалось потопить британский линейный крейсер HMS Hood, а также нанести серьёзные повреждения линкору Prince of Wales в ходе сражения в Датском проливе. После поражения Германии в мае 1945 г. корабль достался Королевскому флоту Великобритании, а затем был передан ВМС США в качестве военного трофея. После изучения корабля ВМС США использовали крейсер в качестве мишени во время операции Crossroads при испытании ядерного оружия на атолле Бикини.
uk: Важкий крейсер Prinz Eugen взяв участь в операції «Навчання на Рейні» (нім. «Rheinübung»), метою якої була спроба разом з лінкором Bismarck прорватися у відкриті води Атлантики у травні 1941 р. Цим двом кораблям вдалося потопити британський лінійний крейсер HMS Hood, а також завдати значних пошкоджень лінкору Prince of Wales під час битви у Данській протоці. Після поразки Німеччини у травні 1945 р. корабель потрапив до Королівському флоту Великобританії, а потім його передали до ВМС США як військовий трофей. Після вивчення корабля ВМС США використали крейсер як мішень в операції Crossroads під час випробування ядерної зброї на атолі Бікіні.
zh: 欧根亲王 是在莱茵河演习行动期间投入作战，于 1941 年五月与战列舰 俾斯麦 号一起试图突破大西洋防线。两艘舰艇在丹麦海峡海战中击毁了战列巡洋舰 胡德 号并且严重损伤战列舰 威尔士亲王 号。 1945 年五月欧洲战争结束后，它在被转交给M国海军作为战利品前是向皇家海军投降。在M国考察过舰艇之后，指派这艘巡洋舰前往比基尼环礁的十字路行动核试验。
zh_sg: 欧根亲王在莱茵演习行动期间投入作战，并于1941年5月与战列舰俾斯麦 一起试图突破大西洋防线。两艘战舰在丹麦海峡海战中摧毁了英国战斗巡洋舰胡德并且严重损伤战列舰 Prince of Wales。 1945年5月德国垮台后，欧根亲王被转交给美国海军作为战利品前是向英国皇家海军投降。在美国考察过战舰之后，美国海军指派这艘巡洋舰前往比基尼环礁的十字路行动核试验。

# IDS_PCEE045_YOKOSUKA_MARINE_SCHOOL
source: Yokosuka Girls Maritime High School
es_mx: Preparatoria de la Universidad Marina de Yokosuka
ja: 横須賀女子海洋学校
pl: Wyższa Szkoła Morska dla Dziewcząt w Yokosuce
ru: Морская академия в Йокоске
uk: Жіноче морехідне училище в Йокосуці
zh: 横须贺海洋学校
zh_sg: 横须贺女子海军高校

# IDS_PCEE045_YOKOSUKA_MARINE_SCHOOL_DESCRIPTION
source: School emblem of the "Yokosuka Girls Maritime High School." This school was founded to train the "Blue Mermaids."
es_mx: Emblema escolar del "Yokosuka Girls Maritime High School." Esta escuela fue fundada para entrenar a las "Sirenas Azules."
ja: 「横須賀女子海洋学校」の校章。 ブルーマーメイドを養成するために設立された学校。 「ハイスクール・フリート」より出典。
pl: Emblemat Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Szkoła została założona, by szkolić w niej Niebieskie syreny.
ru: Эмблема Морской академии в Йокоске. Эта школа была основана для обучения Голубых русалок.
uk: Емблема Жіночого морехідного училища в Йокосуці. У цій школі навчаються, щоб стати Блакитними русалками.
zh: 横须贺海洋学校的标志。
zh_sg: “横须贺女子海军高校”的校徽。 这所学校是为了培养“蓝色人鱼”而成立。

# IDS_PCEE045_YOKOSUKA_MARINE_SCHOOL_EXTRA_DESCRIPTION
source: From the series "High School Fleet".
es_mx: De la serie "High School Fleet".
ja: 「ハイスクール・フリート」より出典。
pl: Z anime „High School Fleet”.
ru: Из аниме High School Fleet.
uk: З аніме «High School Fleet».
zh: 来自系列动画「高校舰队」。
zh_sg: 来自系列动画“高校舰队”。

# IDS_PCEE046_PIRATE_DAY_FLAG
source: Talk Like A Pirate Day
es_mx: Día de hablar como un Pirata
ja: 世界海賊口調日
pl: Dzień mowy pirackiej
ru: Международный день подражания пиратам
uk: Міжнародний день наслідування піратам
zh: 国际海盗模仿日旗帜
zh_sg: 国际海盗模仿日

# IDS_PCEE046_PIRATE_DAY_FLAG_DESCRIPTION
source: ARRRRRRRRRRRRRR!!!
es_mx: ¡ARRRRRRRRRRRR!!!
ru: АРРРРРРРРРРРРРРРРРР!!!
uk: НА АБОРДАААААААААААААЖ!!!
zh: 啊恶！！！

# IDS_PCEE047_WAITFORME
source: A Helping Hand
es_mx: Una Mano Amiga
ja: 支援の手
pl: Pomocna dłoń
ru: Рука помощи
uk: Рука допомоги
zh: 测试：请不要催促
zh_sg: 援助之手

# IDS_PCEE048_SEASONFLAG05
source: Wilhelmshaven
ja: ヴィルヘルムスハーフェン
ru: Вильгельмсхафен
uk: Вільгельмсгафен
zh: WL
zh_sg: 威廉港

# IDS_PCEE048_SEASONFLAG05_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Fifth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 15 en la Quinta Temporada de Batallas por Rango.
ja: ランク戦第 5 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w piątym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в пятом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у п’ятому ранговому сезоні.
zh: 于第五赛季排位战中达成排位第 15 所给予的纪念旗帜。
zh_sg: 第五赛季排位战中达成排位第15所给予的纪念旗帜。

# IDS_PCEE048_SEASONFLAG05_EXTRA_DESCRIPTION
source: Wilhelmshaven was Germany's largest naval base during World War I and II. The city was founded in 1869 by the Prussian King Wilhelm I to serve as a base for the Prussian Navy, with a shipyard built in 1871. Until 1918, the base had been under the command of the Kaiser's Navy. From 1918 till 1935 and from 1935 till 1945, it was under the control of Reichsmarine and Kriegsmarine, respectively.
es_mx: Wilhelmshaven era la base naval más grande de Alemania durante la Primera y la Segunda Guerra Mundial. La ciudad fue fundada en 1869 por el Rey Prusiano Wilhelm I para servir como base para la Marina Prusiana, con un astillero construido en 1871. Hasta 1918, la base había estado bajo el comando de la Marina del Káiser. Desde 1918 hasta 1935 y desde 1935 hasta 1945, estuvo bajo control de la Reichsmarine y la Kriegsmarine, respectivamente.
ja: ヴィルヘルムスハーフェンは、一次大戦および二次大戦におけるドイツ最大の軍港でした。この都市は、プロイセン海軍の軍港とすべくプロイセン王ヴィルヘルム 1 世によって 1869 年に創設され、1871 年には造船所が建造されました。1918 年まではドイツ帝国海軍 (Kaiser's Navy) の、1918 年から 1935 年まではヴァイマル共和国海軍 (Reichsmarine) の、1935 年から 1945 年まではドイツ海軍 (Kriegsmarine) の統治下にありました。
pl: Wilhelmhaven była największą bazą morską Niemiec w trakcie I i II wojny światowej. Miasto zostało założone w 1869 roku przez króla pruskiego Wilhelma I, by służyć jako baza dla marynarki pruskiej, a od 1871 roku także stocznia. Do 1918 roku baza znajdowała się pod dowództwem Cesarskiej Marynarki Wojennej. Od 1918 do 1935 i od 1935 do 1945 należała odpowiednio do Reichsmarine i Kriegsmarine.
ru: Вильгельмсхафен — главная база ВМС Германии во время Первой и Второй мировой войны. Город основан в 1869 году королём Пруссии Вильгельмом I как база прусского флота, верфи заложены в 1871 году. До 1918 года база была в подчинении Кайзеровских ВМС, с 1918 по 1935 год — Рейхсмарине, с 1935 по 1945 год — Кригсмарине.
uk: Вільгельмсгафен — головна база ВМС Німеччини під час Першої та Другої світової війни. Місто засноване 1869 р. королем Пруссії Вільгельмом I як база прусського флоту, верфі закладені 1871 р. До 1918 р. база була підпорядкована Кайзеровським ВМС, із 1918 до 1935 р. — Рейхсмаріне, із 1935 до 1945 р. — Крігсмаріне.
zh: WL港是D国在两次大战期间最大的海军基地。该城市是由普鲁士国王威廉一世作为普鲁士海军基地而于 1869 年开始进行建设，随后在 1871 年建立了造船厂。直到 1918 年为止，这个基地一直都是处于皇帝海军的管辖之下。
zh_sg: 威廉港是德国在第一及第二次世界大战期间最大的海军基地。该城市是由普鲁士国王 Wilhelm I 作为普鲁士海军基地而于 1869 年开始进行建设，随后在 1871 年建立了造船厂。直到 1918 年为止，这个基地一直都是处于皇帝海军的管辖之下。1918 年到 1935 年间以及 1935 年到 1945 年间，它分别由威玛国家海军及纳粹德国海军控制。

# IDS_PCEE049_JOLLY_ROGER_3
source: Jolly Roger, Class III
es_mx: Jolly Roger, Clase III
ja: 海賊旗 クラス III
pl: Jolly Roger, Klasa III
ru: Весёлый Роджер III степени
uk: Веселий Роджер III ступеня
zh: 海盗旗，III 级
zh_sg: 海盗旗，III 级
