Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_REMOVE_FROM_GROUP
source: Remove from Group
es_mx: Eliminar del Grupo
ja: グループから削除
pl: Usuń z grupy
ru: Удалить из группы
uk: Видалити з групи
zh: 从群组中移除
zh_sg: 从群组中移除

# IDS_REMOVE_GROUP
source: Remove Group
es_mx: Eliminar Grupo
ja: グループ削除
pl: Usuń grupę
ru: Удалить группу
uk: Видалити групу
zh: 移除群组
zh_sg: 移除群组

# IDS_REMOVE_PRIMARY
source: Remove from primary ships
es_mx: Eliminar de los barcos primarios
ja: サブ艦艇に設定
pl: Usuń z okrętów podstawowych
ru: Убрать из основных
uk: Прибрати з основних
zh: 从最爱的战舰中移除
zh_sg: 从主力战舰中移除

# IDS_RENAME
source: Rename
es_mx: Renombrar
ja: 改称
pl: Zmień nazwę
ru: Переименовать
uk: Перейменувати
zh: 重新命名
zh_sg: 重新命名

# IDS_RENAME_CLUB
source: Rename the Team
es_mx: Renombrar al Equipo
ja: チーム名を変更
pl: Zmień nazwę drużyny
ru: Переименовать команду
uk: Перейменувати команду
zh: 重新命名该队伍
zh_sg: 重新命名该团队

# IDS_RENAME_GROUP
source: Rename Group
es_mx: Renombrar Grupo
ja: グループ改名
pl: Zmień nazwę grupy
ru: Переименовать группу
uk: Перейменувати групу
zh: 重新命名群组
zh_sg: 重新命名群组

# IDS_RENAME_MESSAGE_NEW
source: New name:
es_mx: Nombre Nuevo:
ja: 新しい名前:
pl: Nowa nazwa:
ru: Новое название:
uk: Нова назва:
zh: 新的名称：
zh_sg: 新的名称：

# IDS_RENAME_MESSAGE_OLD
source: Old name:
es_mx: Nombre antiguo:
ja: 旧名:
pl: Stara nazwa:
ru: Старое название:
uk: Стара назва:
zh: 旧的名称：
zh_sg: 旧的名称：

# IDS_RENT_PERIOD
source: Rented until
es_mx: Rentado hasta
ja: レンタル期限:
pl: Wypożyczony do
ru: Арендован до
uk: Винайнято до
zh: 租用至
zh_sg: 租用至

# IDS_RENT_PERIOD_CUTTED_FOR
source: Rental period shortened by
es_mx: Periodo de renta reducido por
ja: レンタル期間短縮:
pl: Okres wypożyczenia okrętu przedłużony o
ru: Аренда сокращена на
uk: Прокат скорочено на
zh: 租用期缩短
zh_sg: 租用期缩短

# IDS_RENT_PERIOD_LONGED_ON
source: Rental period prolonged by
es_mx: Periodo de renta prolongado por
ja: レンタル期間延長:
pl: Okres wypożyczenia okrętu przedłużony o
ru: Аренда продлена на
uk: Прокат продовжено на
zh: 租用期延长
zh_sg: 租用期延长

# IDS_REPAIR
source: Repair:
es_mx: Reparar:
ja: 修理:
pl: Naprawa:
ru: Ремонт:
uk: Ремонт:
zh: 修理：
zh_sg: 修理：

# IDS_REPAIR_IN_PROGRESS
source: REPAIR
es_mx: REPARAR
ja: 修理
pl: NAPRAWA
ru: РЕМОНТ
uk: РЕМОНТ
zh: 修理
zh_sg: 修理

# IDS_REPLAYCONTROLS
source: Replay Controls
es_mx: Controles de Repetición
ja: リプレイ操作
pl: Sterowanie powtórką
ru: Управление реплеями
uk: Керування записами
zh: 回放控制
zh_sg: 回放控制

# IDS_REPLAYS
source: Replays
es_mx: Repeticiones
ja: リプレイ
pl: Powtórki
ru: Повторы
uk: Повтори
zh: 回放
zh_sg: 回放

# IDS_REPLAYS_MODAL_SAVERENAME_BUTTON_CANCEL
source: Cancel
es_mx: Cancelar
ja: キャンセル
pl: Anuluj
ru: Отменить
uk: Скасувати
zh: 取消
zh_sg: 取消

# IDS_REPLAYS_MODAL_SAVERENAME_BUTTON_SAVE
source: Save
es_mx: Guardar
ja: 保存
pl: Zapisz
ru: Сохранить
uk: Зберегти
zh: 储存
zh_sg: 保存

# IDS_REPLAYS_MODAL_SAVERENAME_HEADER
source: Rename
es_mx: Renombrar
ja: 改称
pl: Zmień nazwę
ru: Переименование
uk: Перейменування
zh: 重新命名
zh_sg: 重新命名

# IDS_REPLAYS_MODAL_SAVERENAME_TEXTAREA_DEFAULTTEXT
source: Enter the replay name
es_mx: Pon el nombre de la repetición
ja: リプレイ名を入力
pl: Wprowadź nazwę powtórki
ru: Введите название повтора
uk: Введіть назву повтору
zh: 输入回放名称
zh_sg: 输入回放名称

# IDS_REPLAYS_SUBHEADER
source: Your recorded battles are called replays. Save them to your HDD and share with your friends.
es_mx: Tus batallas guardadas se llaman repeticiones. Sálvalas en tu HDD y compártelas con tus amigos.
ja: リプレイとは、戦闘を記録したデータのことです。HDD に保存し、フレンドと共有しましょう。
pl: Twoje nagrane bitwy nazywane są powtórkami. Zapisz je na swój twardy dysk i podziel się nimi ze znajomymi.
ru: Повторы — это записи ваших боёв. Сохраняйте их на диск и делитесь с друзьями.
uk: Повтори — це записи ваших боїв. Зберігайте їх на диск і діліться з друзями.
zh: 记录下来的战斗称为回放。储存这些回放并和朋友分享。
zh_sg: 录制的战斗被称为回放。把他们储存到硬盘里，与你的朋友共同分享。

# IDS_REPLAYS_TABLE_FILTERS
source: Open replay display settings panel.
es_mx: Abrir el panel de ajustes para las repeticiones.
ja: リプレイ表示設定パネルを開く
pl: Otwórz panel ustawień wyświetlania powtórek.
ru: Открыть панель настройки отображения повторов.
uk: Відкрити панель налаштування показу повторів.
zh: 开启回放设定面板
zh_sg: 打开回放播放设置面板。

# IDS_REPLAYS_TABLE_HEADER_COMBATEFFICIENCYANDECONOMICS
source: Battle performance / Economics
es_mx: Rendimiento de batalla / Economía
ja: 戦績 / エコノミー
pl: Skuteczność w bitwie / Ekonomia
ru: Боевая эффективность / Экономика
uk: Бойова ефективність / Економіка
zh: 战斗表现 / 经济
zh_sg: 战斗表现/经济

# IDS_REPLAYS_TABLE_HEADER_GAMETYPE
source: Type
es_mx: Tipo
ja: タイプ
pl: Typ
ru: Тип
uk: Тип
zh: 类型
zh_sg: 类型

# IDS_REPLAYS_TABLE_HEADER_MAPANDGAMEMODE
source: Map / Mode
es_mx: Mapa / Modo
ja: マップ / モード
pl: Mapa / Tryb
ru: Карта / Режим
uk: Мапа / Режим
zh: 地图 / 模式
zh_sg: 地图/模式

# IDS_REPLAYS_TABLE_HEADER_REPLAYNAME
source: Name
es_mx: Nombre
ja: 名称
pl: Nazwa
ru: Название
uk: Назва
zh: 名称
zh_sg: 名称

# IDS_REPLAYS_TABLE_HEADER_SHIPANDMATCHRESULT
source: Ship / Result
es_mx: Barco / Resultado
ja: 艦艇 / 結果
pl: Okręt / Wynik
ru: Корабль / Результат
uk: Корабель / Результат
zh: 战舰 / 结果
zh_sg: 战舰/结果

# IDS_REPLAYS_TABLE_HEADER_TIMEANDDATE
source: Time / Date
es_mx: Tiempo / Fecha
ja: 時刻 / 日付
pl: Czas / Data
ru: Время / Дата
uk: Час / Дата
zh: 时间 / 日期
zh_sg: 时间/日期

# IDS_REPLAYS_TABLE_REPLAYSTOTAL_0
source: Recent replays
es_mx: Repeticiones recientes
ja: 最近のリプレイ
pl: Niedawno nagrane powtórki
ru: Последних повторов
uk: Останніх повторів
zh: 近期的回放
zh_sg: 最近的回放

# IDS_REPLAYS_TABLE_REPLAYSTOTAL_1
source: Saved replays
es_mx: Repeticiones guardadas
ja: 保存済みリプレイ
pl: Zapisane powtórki
ru: Сохранённых повторов
uk: Збережених повторів
zh: 储存的回放
zh_sg: 已保存的回放

# IDS_REPLAYS_TABLE_ROW_BUTTON_CANCEL_TOOLTIP
source: Cancel the replay download
es_mx: Cancelar la descarga de la repetición
ja: リプレイのダウンロードをキャンセル
pl: Anuluj pobieranie powtórki
ru: Отменить скачивание повтора
uk: Скасувати завантаження повтору
zh: 取消下载回放
zh_sg: 取消回放下载

# IDS_REPLAYS_TABLE_ROW_BUTTON_RETRY
source: Repeat
es_mx: Repetir
ja: 繰り返す
pl: Powtórz
ru: Повторить
uk: Повторити
zh: 重新拨放
zh_sg: 重复

# IDS_REPLAYS_TABLE_ROW_BUTTON_RETRY_TOOLTIP
source: Try to save again
es_mx: Tratar de salvar otra vez
ja: 再び保存を試みる
pl: Spróbuj ponownie zapisać
ru: Попытаться сохранить ещё раз
uk: Спробувати зберегти ще раз
zh: 再储存一次
zh_sg: 尝试再保存一次

# IDS_REPLAYS_TABLE_ROW_COMPATIBLEMODE
source: The replay was recorded with an outdated game version and is now unavailable to watch.
es_mx: La repetición fue grabada con una versión pasada del juego y ahora no es posible verla.
ja: このリプレイは古いゲームバージョンで記録されたものであるため、視聴できません。
pl: Powtórka została zapisana przy pomocy przestarzałej wersji gry i nie można już jej obejrzeć.
ru: Повтор был записан на устаревшей версии игры и недоступен для просмотра.
uk: Повтор записано на застарілій версії гри і недоступний для перегляду.
zh: 此回放为过旧的游戏版本导致现在无法观看。
zh_sg: 此回放由之前的游戏版本录制，现在无法观看。

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_ADDTOFAVOURITES
source: Add to Favorites
es_mx: Agregar a favoritos
ja: お気に入りに追加
pl: Dodaj do ulubionych
ru: Добавить в избранные
uk: Додати до уподобань
zh: 加入我的最爱
zh_sg: 添加到收藏

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_DELETE
source: Delete
es_mx: Borrar
ja: 削除
pl: Usuń
ru: Удалить
uk: Видалити
zh: 删除
zh_sg: 删除

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_PLAY
source: Watch
es_mx: Ver
ja: 視聴
pl: Obejrzyj
ru: Смотреть
uk: Дивитися
zh: 观看
zh_sg: 观看

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_PLAY_TOOLTIP
source: Start watching the replay
es_mx: Empieza a ver la repetición
ja: リプレイの視聴を開始
pl: Rozpocznij oglądanie powtórki
ru: Начать просмотр повтора
uk: Почати перегляд повтору
zh: 开始观看回放
zh_sg: 开始观看回放

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_POSTBATTLESTATS
source: Show the statistics
es_mx: Enseñar las estadísticas
ja: 統計情報を表示
pl: Pokaż statystyki
ru: Показать статистику
uk: Показати статистику
zh: 显示统计数据
zh_sg: 展示数据

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_REMOVEFROMFAVOURITES
source: Remove from Favorites
es_mx: Quitar de favoritos
ja: お気に入りから削除
pl: Usuń z ulubionych
ru: Убрать из избранных
uk: Прибрати з уподобань
zh: 从我的最爱里移除
zh_sg: 从收藏中移除

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_RENAME
source: Rename
es_mx: Renombrar
ja: 改称
pl: Zmień nazwę
ru: Переименовать
uk: Перейменувати
zh: 重新命名
zh_sg: 重新命名

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_SAVE
source: Save
es_mx: Guardar
ja: 保存
pl: Zapisz
ru: Сохранить
uk: Зберегти
zh: 储存
zh_sg: 保存

# IDS_REPLAYS_TABLE_ROW_CONTEXTMENU_SHOWINFOLDER
source: Open the folder
es_mx: Abrir el folder
ja: フォルダを開く
pl: Otwórz folder
ru: Открыть папку
uk: Відкрити папку
zh: 开启文件夹
zh_sg: 打开文件夹

# IDS_REPLAYS_TABLE_ROW_FAVOURITE
source: Replay marked as Favorite.
es_mx: Repetición marcada como favorita.
ja: リプレイをお気に入り登録済み
pl: Dodano powtórkę do ulubionych.
ru: Повтор отмечен как избранный.
uk: Повтор позначено уподобаним.
zh: 将此回放设为最爱
zh_sg: 回放已被标记为收藏

# IDS_REPLAYS_TABLE_ROW_SAVED
source: Replay saved
es_mx: Repetición guardada
ja: リプレイ保存済み
pl: Zapisano powtórkę
ru: Повтор сохранён
uk: Повтор збережено
zh: 回放已存档
zh_sg: 回放已保存

# IDS_REPLAYS_TABLE_ROW_STATUS_403
source: Replay unavailable
es_mx: Repetición no disponible
ja: リプレイ利用不可
pl: Powtórka niedostępna
ru: Повтор недоступен
uk: Повтор недоступний
zh: 无法开启回放
zh_sg: 回放不可用

# IDS_REPLAYS_TABLE_ROW_STATUS_404
source: Replay not found
es_mx: Repetición no encontrada
ja: リプレイが見つかりません
pl: Nie znaleziono powtórki
ru: Повтор не найден
uk: Повтор не знайдено
zh: 未找到回放
zh_sg: 找不到回放

# IDS_REPLAYS_TABLE_ROW_STATUS_500
source: Unknown error
es_mx: Error desconocido
ja: 原因不明のエラー
pl: Nieznany błąd
ru: Неизвестная ошибка
uk: Невідома помилка
zh: 未知错误
zh_sg: 未知错误

# IDS_REPLAYS_TABLE_ROW_STATUS_503
source: Service temporarily unavailable
es_mx: Servicio temporal no disponible
ja: サービスは一時的に利用不可
pl: Usługa tymczasowo niedostępna
ru: Сервис временно недоступен
uk: Сервіс тимчасово недоступний
zh: 服务器暂时无法连接
zh_sg: 服务暂时不可用

# IDS_REPLAYS_TABLE_ROW_STATUS_504
source: Network error
es_mx: Error de red
ja: ネットワーク・エラー
pl: Błąd sieci
ru: Сетевая ошибка
uk: Мережева помилка
zh: 网络错误
zh_sg: 网络错误

# IDS_REPLAYS_TABLE_ROW_STATUS_DELETED
source: Replay deleted
es_mx: Repetición borrada
ja: リプレイ削除済み
pl: Usunięto powtórkę
ru: Повтор удалён
uk: Повтор видалено
zh: 回放已删除
zh_sg: 回放已被删除

# IDS_REPLAYS_TABLE_ROW_STATUS_DOWNLOADING
source: Downloading...
es_mx: Descargando…
ja: ダウンロード中...
pl: Pobieranie...
ru: Идёт скачивание...
uk: Триває завантаження...
zh: 下载中...
zh_sg: 下载中...

# IDS_REPLAYS_TABLE_ROW_STATUS_ERROR
source: Download error
es_mx: Error de descarga
ja: ダウンロード・エラー
pl: Błąd pobierania
ru: Ошибка загрузки
uk: Помилка завантаження
zh: 下载错误
zh_sg: 下载错误

# IDS_REPLAYS_TABS_LAST
source: Recent
es_mx: Historial
ja: 最近
pl: Historia
ru: Последние
uk: Останні
zh: 记录
zh_sg: 记录

# IDS_REPLAYS_TABS_LAST_TOOLTIP_1
source: This tab contains replays of your recent battles.
es_mx: Esta pestaña contiene repeticiones de tus batallas recientes.
ja: このタブには、あなたによる最近の戦闘のリプレイが含まれます。
pl: Ta zakładka zawiera powtórki z Twoich ostatnich bitew.
ru: На этой вкладке хранятся записи ваших последних боёв.
uk: На цій вкладці зберігаються записи ваших останніх боїв.
zh: 此标签含有您近期战斗的回放。
zh_sg: 这个标签页包含近期战斗的回放。

# IDS_REPLAYS_TABS_LAST_TOOLTIP_2
source: These replays are kept on the server for limited time and then are deleted.
es_mx: Estas repeticiones son guardadas en el servidor por un tiempo limitado y luego son borradas.
ja: これらのリプレイは、一定期間サーバーに保管された後、削除されます。
pl: Powtórki te przechowywane są na serwerze przez krótki okres czasu, a następnie zostają usunięte.
ru: Такие повторы хранятся на сервере ограниченное время и затем удаляются.
uk: Такі повтори зберігають на сервері обмежений час і потім видаляють.
zh: 这些回放存放在服务器一段时间后就会被删除。
zh_sg: 这些回放会在有限的时间内保留在服务器上然后会被删除。

# IDS_REPLAYS_TABS_LAST_TOOLTIP_3
source: You can save the replays you like, after which they will appear on the "Saved" tab and on your HDD.
es_mx: Puedes guardar las repeticiones que te gustan, después de que aparezcan en la pestaña de "Guardados" en tu HDD.
ja: リプレイはご希望に応じて HDD に保存可能であり、保存後には「保存済み」タブに表示されます。
pl: Możesz zapisać powtórki, które Ci się podobają, po czym zostają zapisane w zakładce „Zapisane” i przechowywane są na Twoim twardym dysku.
ru: Понравившиеся повторы можно сохранить, после чего они появятся на вкладке «Сохранённые» и на вашем жёстком диске.
uk: Уподобані повтори можна зберегти, після чого вони з’являться на вкладці «Збережені» і на вашому жорсткому диску.
zh: 您可以在「储存」标签出现之后下载这些回放并存放于硬盘中。
zh_sg: 你可以保存你喜欢的回放，之后会出现在“已保存”的选项卡和你的硬盘上。

# IDS_REPLAYS_TABS_SAVED
source: Saved
es_mx: Guardado
ja: 保存済み
pl: Zapisane
ru: Сохранённые
uk: Збережені
zh: 已储存
zh_sg: 已保存

# IDS_REPLAYS_TABS_SAVED_TOOLTIP_1
source: Saved replays will be kept on your PC.
es_mx: Repeticiones guardadas se quedarán en tu ordenador.
ja: 保存済みのリプレイは、PC の HDD に保持されます。
pl: Zapisane powtórki będą przechowywane na Twoim komputerze.
ru: Сохранённые повторы будут храниться на вашем компьютере.
uk: Збережені повтори зберігатимуться на вашому комп’ютері.
zh: 下载的回放会储存于您的电脑中。
zh_sg: 已保存的回放将保留在你的PC上

# IDS_REPLAYS_TABS_SAVED_TOOLTIP_2
source: You can delete replays you don't need any more via the context menu.
es_mx: Puedes borrar las repeticiones que no necesites a través del menú del contexto.
ja: 不要になったリプレイは、コンテキストメニューから削除できます。
pl: Możesz usunąć powtórki, których już nie chcesz, wybierając odpowiednią opcję w menu kontekstowym.
ru: Удалить ненужный повтор можно через контекстное меню.
uk: Видалити непотрібний повтор можна через контекстне меню.
zh: 您可以经由下拉式选单中删除不需要的回放。
zh_sg: 你可以通过上下文菜单删除你不再需要的回放。

# IDS_REPLAY_DECREASE_SPEED
source: Reduce Playback Speed
es_mx: Reducir la velocidad de Reproducción
ja: 再生速度を下げる
pl: Zmniejsz prędkość odtwarzania
ru: Уменьшить скорость воспроизведения
uk: Зменшити швидкість відтворення
zh: 降低播放速度
zh_sg: 降低播放速度

# IDS_REPLAY_FAST_FORWARD
source: Fast Forward
es_mx: Avance Rápido
ja: 早送り
pl: Do przodu
ru: Перемотка вперёд
uk: Перемотування вперед
zh: 快转
zh_sg: 快进

# IDS_REPLAY_FAST_FORWARD_X2
source: Fast Forward x2
es_mx: Avance Rápido x2
ja: 早送り x2
pl: Do przodu x2
ru: Ускоренная перемотка вперёд
uk: Пришвидшене перемотування вперед
zh: 快转 x2
zh_sg: 快进 x2

# IDS_REPLAY_FREE_CAMERA
source: Enable/Disable Free Camera
es_mx: Habilitar/Inhabilitar Cámara Libre
ja: フリーカメラ有効/無効
pl: Włącz / wyłącz swobodną kamerę
ru: Включить/отключить свободную камеру
uk: Увімкнути/вимкнути вільну камеру
zh: 开启/关闭自由镜头
zh_sg: 开启/关闭自由镜头

# IDS_REPLAY_INCREASE_SPEED
source: Increase Playback Speed
es_mx: Aumentar velocidad de reproducción
ja: 再生速度を上げる
pl: Zwiększ prędkość odtwarzania
ru: Увеличить скорость воспроизведения
uk: Збільшити швидкість відтворення
zh: 增加播放速度
zh_sg: 增加播放速度

# IDS_REPLAY_NORMAL_SPEED
source: Normal Speed
es_mx: Velocidad Normal
ja: 通常速度
pl: Normalna prędkość
ru: Нормальная скорость
uk: Нормальна швидкість
zh: 一般速度
zh_sg: 一般速度

# IDS_REPLAY_PAUSE
source: Pause
es_mx: Pausa
ja: 一時停止
pl: Pauza
ru: Пауза
uk: Пауза
zh: 暂停
zh_sg: 暂停

# IDS_REPLAY_PROMO_VIDEO
source: Play video at startup
es_mx: Reproducir vídeo al inicio
ja: 開始時にビデオを再生
pl: Odtwarzaj film podczas włączania
ru: Проигрывать видео на старте
uk: Програвати відео на старті
zh: Проигрывать видео на старте
zh_sg: 启动时播放视频

# IDS_REPLAY_REWIND
source: Rewind
es_mx: Regresar
ja: 巻き戻し
pl: Do tyłu
ru: Перемотка назад
uk: Перемотування назад
zh: 倒带
zh_sg: 倒回

# IDS_REPLAY_REWIND_X2
source: Rewind x2
es_mx: Regresar x2
ja: 巻き戻し x2
pl: Do tyłu x2
ru: Ускоренная перемотка назад
uk: Пришвидшене перемотування назад
zh: 倒带 x2
zh_sg: 回退 x2

# IDS_REPLENISH_AFTER_BATTLE_FOR
source: Resupply after battle for
es_mx: Reabastecer tras la batalla por
ja: 戦闘後補給、費用:
pl: Uzupełniaj co bitwę za
ru: Пополнить после боя за
uk: Поповнити після бою за
zh: 在战斗中的补给
zh_sg: 在战斗中的补给

# IDS_REPLENISH_AUTOMATICALLY
source: Resupply automatically
es_mx: Reabastecer automáticamente
ja: 自動補給
pl: Automatycznie uzupełniaj
ru: Пополнять автоматически
uk: Поповнювати автоматично
zh: 自动补给
zh_sg: 自动补给

# IDS_REPLENISH_EVERY_BATTLE
source: Resupply every battle
es_mx: Reabastecer cada batalla
ja: 毎戦補給
pl: Uzupełniaj co bitwę
ru: Пополнять каждый бой
uk: Поповнювати кожен бій
zh: 每场战斗补给
zh_sg: 每场战斗补充

# IDS_REQUEST_BAN_PLAYER_DOCK
source: Report violation in chat
es_mx: Reportar violación de normas en el chat
ja: チャットでの違反行為を通報
pl: Zgłoś naruszenie zasad na czacie
ru: Сообщить о нарушении в чате
uk: Повідомити про порушення в чаті
zh: Сообщить о нарушении в чате
zh_sg: 举报聊天违规

# IDS_RESCUING
source: EMBARKING
es_mx: EMBARCANDO
ja: 乗船中
pl: OKRĘTOWANIE
ru: ПОДЪЁМ НА БОРТ
uk: ПІДЙОМ НА БОРТ
zh: 登舰中
zh_sg: 登舰中

# IDS_RESEARCH
source: Tech Tree
es_mx: Árbol Tecnológico
ja: 技術ツリー
pl: Badania
ru: Развитие
uk: Дослідження
zh: 科技树
zh_sg: 科技树

# IDS_RESEARCH_AND_PURCHASE_SHIP_TO_SEE_MODERNIZATIONS
source: Research and purchase the ship to view upgrades
es_mx: Investiga y compra el barco para ver las mejoras
ja: アップグレードを確認するには艦を研究・購入してください
pl: Zbadaj i kup okręt, żeby zobaczyć ulepszenia
ru: Исследуйте и купите корабль, чтобы посмотреть модернизации
uk: Дослідіть та купіть корабель, щоб подивитися модернізації
zh: 研发并购买该战舰以安装升级品
zh_sg: 研发并购买该战舰以查看升级品

# IDS_RESEARCH_COST
source: Research price:
es_mx: Precio de Investigación:
ja: 研究費:
pl: Cena badania:
ru: Стоимость исследования:
uk: Вартість дослідження:
zh: 研发花费：
zh_sg: 研发价格：

# IDS_RESEARCH_COST_TTX
source: Research:
es_mx: Investigación:
ja: 研究:
pl: Zbadanie:
ru: Исследование:
uk: Дослідження:
zh: Исследование:
zh_sg: 研发：

# IDS_RESEARCH_MODULE_HEADER
source: RESEARCH MODULE
es_mx: INVESTIGAR MÓDULO
ja: モジュールの研究
pl: BADAJ MODUŁ
ru: ИССЛЕДОВАНИЕ МОДУЛЯ
uk: ДОСЛІДЖЕННЯ МОДУЛЯ
zh: 购买配件
zh_sg: 配件研发

# IDS_RESEARCH_PREVIOUS_SHIPS
source: First, research the preceding ships in the Tech Tree
es_mx: Primero, investiga los barcos anteriores en el Árbol Tecnológico
ja: まず技術ツリー上の先行艦艇を研究してください
pl: Najpierw zbadaj poprzednie okręty w Drzewie technologicznym
ru: Исследуйте предыдущие корабли ветки
uk: Дослідіть попередні кораблі гілки
zh: 请先研发前置战舰
zh_sg: 请先研发科技树中的前置战舰

# IDS_RESEARCH_PREVIOUS_SHIPS_MODULES
source: Research the preceding ships first
es_mx: Primero investiga los barcos anteriores
ja: まず先行艦艇を研究してください
pl: Wcześniej należy zbadać poprzedni okręt
ru: Исследуйте предыдущие корабли
uk: Дослідіть попередні кораблі
zh: Исследуйте предыдущие корабли
zh_sg: 请先研发前置战舰

# IDS_RESEARCH_PURCHASE_UPPER_CASE
source: RESEARCH/PURCHASE
es_mx: INVESTIGAR / COMPRAR
ja: 研究/購入
pl: ZBADAJ/KUP
ru: ИССЛЕДОВАТЬ/КУПИТЬ
uk: ДОСЛІДИТИ/КУПИТИ
zh: ИССЛЕДОВАТЬ/КУПИТЬ
zh_sg: 研发/购买

# IDS_RESEARCH_SHIP
source: Research a ship
es_mx: Investiga un barco
ja: 艦の研究
pl: Zbadać okręt
ru: Исследовать корабль
uk: Дослідити корабель
zh: 研发一艘战舰
zh_sg: 研发一艘战舰

# IDS_RESEARCH_SHIP_HEADER
source: RESEARCH SHIP
es_mx: INVESTIGAR BARCO
ja: 艦の研究
pl: BADAJ OKRĘT
ru: ИССЛЕДОВАНИЕ КОРАБЛЯ
uk: ДОСЛІДЖЕННЯ КОРАБЛЯ
zh: 研发战舰
zh_sg: 研发战舰

# IDS_RESEARCH_UPPER_CASE
source: RESEARCH
es_mx: INVESTIGAR
ja: 研究
pl: ZBADAJ
ru: ИССЛЕДОВАТЬ
uk: ДОСЛІДИТИ
zh: ИССЛЕДОВАТЬ
zh_sg: 研发

# IDS_RESEARCH_WITH_MODULES_COST_TTX
source: Preceding modules:
es_mx: Módulos precedentes:
ja: 先行モジュール:
pl: Wymagane moduły:
ru: Предыдущие модули:
uk: Попередні модулі:
zh: Предыдущие модули:
zh_sg: 前置配件：

# IDS_RESET
source: Reset
es_mx: Reiniciar
ja: リセット
pl: Resetuj
ru: Сбросить
uk: Скинути
zh: 重置
zh_sg: 重置

# IDS_RESET_ALL_FILTERS
source: Reset All
es_mx: Reiniciar Todos
ja: 初期化
pl: Wyczyść wszystkie
ru: Сбросить все
uk: Скинути все
zh: 全部重置
zh_sg: 全部重置

# IDS_RESET_SKILLPOINTS_COST
source: Redistribution cost
es_mx: Costo de redistribución
ja: 再分配費用
pl: Koszt redystrybucji
ru: Стоимость распределения
uk: Вартість розподілу
zh: 重新分配费用
zh_sg: 重新分配费用

# IDS_RESOURCES_LOOTBOX_DESC
source: You can exchange your resources in the Armory
es_mx: Puedes intercambiar tus recursos en la armería
ja: 武器庫でリソースをアイテムと交換可能
pl: Możesz wymieniać zasoby w Zbrojowni
ru: Ресурсы можно обменять в Адмиралтействе
uk: Ресурси можна обміняти в Адміралтействі
zh: 您可以在军火库交换您的资源
zh_sg: 你可以在兵工厂用资源兑换物品

# IDS_RESOURCES_LOOTBOX_DESC_HEADER
source: More Resources
es_mx: Más Recursos
ja: リソース重視
pl: Więcej zasobów
ru: Больше ресурсов
uk: Більше ресурсів
zh: 更多资源
zh_sg: 更多资源

# IDS_RESOURCE_CATEGORY_CURRENCY
source: Currency
es_mx: Moneda
ja: 通貨
pl: Waluta
ru: Валюта
uk: Валюта
zh: 货币
zh_sg: 货币

# IDS_RESOURCE_LOADING
source: LOADING
es_mx: CARGANDO
ja: 積み込み中
pl: ŁADOWANIE
ru: ПОГРУЗКА
uk: ВАНТАЖЕННЯ
zh: ПОГРУЗКА
zh_sg: 正在加载

# IDS_RESTART_NOW
source: RESTART NOW
es_mx: REINICIAR AHORA
ja: 今すぐリスタート
pl: URUCHOM PONOWNIE
ru: ПЕРЕЗАПУСТИТЬ СЕЙЧАС
uk: ПЕРЕЗАВАНТАЖИТИ ЗАРАЗ
zh: 立即重新启动
zh_sg: 立即重新启动

# IDS_RESTRICTIONS_AVA
source: GO NAVY! Participation Conditions
es_mx: Requisitos de Participación de GO NAVY!
ja: GO NAVY! 参加要件
pl: GO NAVY! Wymagania co do uczestnictwa
ru: Условия участия в GO NAVY!
uk: GO NAVY! Умови участі.
zh: 海军加油!参加要求
zh_sg: GO NAVY! 参与条件

# IDS_RESTRICTION_TYPE_GOVERNMENT_CONTROL
source: Players under the age of 16 are not allowed to play any online games from 0:00 until 6:00.
es_mx: Los jugadores con menos de 16 años no pueden jugar ningún juego en línea de 00:00 a 6:00 horas.
ja: 16 歳未満のプレイヤーは 0:00 から 06:00 までの間は一切のオンラインゲームのプレイを禁止されています。
pl: Gracze poniżej 16 roku życia nie mogą grać w gry online w godzinach 00:00 – 06:00.
ru: Игрокам в возрасте до 16 лет запрещено играть в любые онлайн-игры с 00:00 до 06:00.
uk: Гравцям віком до 16 років заборонено грати в усі онлайн-ігри з 0:00 до 6:00.
zh: Игрокам в возрасте до 16 лет запрещено играть в любые онлайн-игры с 00:00 до 06:00.
zh_sg: 年龄16岁以下的玩家在0：00至6：00不允许登录在线游戏。

# IDS_RESTRICTION_TYPE_PARENTAL_CONTROL
source: You have reached the playing time limit.
es_mx: Has alcanzado el límite del tiempo de juego.
ja: プレイ時間が制限に達しました。
pl: Wyczerpałeś limit czasu gry.
ru: Вы достигли лимита игрового времени.
uk: Ви вичерпали ліміт ігрового часу.
zh: Вы достигли лимита игрового времени.
zh_sg: 您已达到游戏时长限制。

# IDS_RETRAINED_FOR
source: Retrained to
es_mx: Reentrenado a
ja: 再訓練:
pl: Przeszkolony na
ru: Переподготовлен на
uk: Перепідготовлений на
zh: 已重新训练成
zh_sg: 已重新训练成

# IDS_RETRAINING_COST
source: Retraining cost:
es_mx: Costo de reentrenamiento:
ja: 再訓練コスト:
pl: Koszt przeszkalania:
ru: Стоимость переподготовки:
uk: Вартість перепідготовки:
zh: 重新训练费用：
zh_sg: 重新训练价格：

# IDS_RETRAINING_FOR
source: Retraining to
es_mx: Reentrenando a
ja: 再訓練:
pl: Przeszkolenie na
ru: Переподготовка на
uk: Перепідготовка на
zh: 重新训练成
zh_sg: 重新训练成

# IDS_RETURNTOBATTLE
source: BACK TO GAME
es_mx: VOLVER AL JUEGO
ja: ゲームに戻る
pl: POWRÓT DO GRY
ru: ВЕРНУТЬСЯ В ИГРУ
uk: ПОВЕРНУТИСЯ У ГРУ
zh: 回到游戏
zh_sg: 回到游戏

# IDS_RETURN_CREW_TO_BARRACKS
source: Return Commander to Reserve
es_mx: Regresar Comandante a la Reserva
ja: 艦長をリザーブに戻す
pl: Przywróć dowódcę do rezerw
ru: Вернуть командира в Резерв
uk: Повернути командира до Резерву
zh: 让指挥官回到军营
zh_sg: 让指挥官回到预备队

# IDS_RETURN_FROM_MODAL_WINDOW_BUTTON
source: Back
es_mx: Atrás
ja: 戻る
pl: Wróć
ru: Назад
uk: Назад
zh: 返回
zh_sg: 返回

# IDS_RETURN_TO_BATTLETYPE_CHOOSER
source: Go to battle type selection screen
es_mx: Ir a la pantalla de selección del tipo de batalla
ja: 戦闘タイプ選択画面へ
pl: Przejdź do ekranu wyboru typu bitwy
ru: К выбору типа боя
uk: Вибрати тип бою
zh: 前往选择战斗类型界面
zh_sg: 前往战斗模式选择界面

# IDS_RETURN_TO_CAMPAIGNS
source: Back to Campaigns
es_mx: Regresar a las Campañas
ja: キャンペーンに戻る
pl: Powrót to kampanii
ru: Вернуться к Кампаниям
uk: Повернутися до Кампаній
zh: 回到战役
zh_sg: 返回战役

# IDS_RETURN_TO_DOCK
source: Back to Port
es_mx: Regresar al Puerto
ja: 港に戻る
pl: Powrót do Portu
ru: Вернуться в Порт
uk: Повернутися до Порту
zh: 回到港口
zh_sg: 返回港口

# IDS_RETURN_TO_MISSIONS
source: Back to Missions
es_mx: Regresar a las Misiones
ja: ミッションに戻る
pl: Powrót do misji
ru: Вернуться к Миссиям
uk: Повернутися до Місій
zh: 回到任务
zh_sg: 返回任务

# IDS_RETURN_TO_ROOMS_LIST
source: Back to the list of Training Rooms
es_mx: Volver a la lista de salas de entrenamiento
ja: トレーニングルーム・リストに戻る
pl: Powrót to listy pokojów treningowych
ru: К списку тренировочных комнат
uk: До списку тренувальних кімнат
zh: 回到训练房名单
zh_sg: 返回训练房间列表
