Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TALENT_CAT_NAME_DEFAULT
source: Talent
es_mx: Talento
ja: 固有スキル
ru: Талант
uk: Талант
zh: 天赋
zh_sg: 天赋

# IDS_TALENT_PAW102_ACHIEVEMENT_2
source: Hit Hard!
es_mx: ¡Golpea Fuerte!
pl: Uderzaj mocno!
ru: Бей сильно!
uk: Бий сильно!
zh: 打的猛！
zh_sg: 打的狠！

# IDS_TALENT_PAW102_ACHIEVEMENT_2_DESCRIPTION
source: The Confederate achievement speeds up the reload time of the ship's armament and aircraft servicing.
es_mx: El logro Confederado reduce el tiempo de recarga del armamento del barco y del servicio de la aviación.
ja: 勲章「共謀者」を取得することで艦載兵装の装填速度と航空機の整備速度を加速
pl: Osiągnięcie „Wsparcie” przyspiesza przeładowanie uzbrojenia okrętu i obsługę samolotów.
ru: При получении достижения «Поддержка» ускоряется перезарядка вооружения и подготовка самолётов.
uk: Якщо здобуто досягнення «Підтримка», пришвидшується перезаряджання озброєння та приготування літаків.
zh: При получении достижения «Поддержка» ускоряется перезарядка вооружения и подготовка самолётов.
zh_sg: “支援”成就加快战舰武器装填时间和飞机整备的速度。

# IDS_TALENT_PAW102_ACHIEVEMENT_3
source: Hit Fast!
es_mx: ¡Golpea Rápido!
pl: Uderzaj szybko!
ru: Бей быстро!
uk: Бий хутко!
zh: 打得快！
zh_sg: 快速攻击！

# IDS_TALENT_PAW102_ACHIEVEMENT_3_DESCRIPTION
source: The Double Strike achievement reduces the detectability of your ship and aircraft carrier's squadrons.
es_mx: El logro Doble Ataque reduce la detectabilidad de tu barco y la de los escuadrones del portaaviones.
ja: 勲章「連続攻撃」を取得することで自艦と空母中隊の被発見距離を短縮
pl: Osiągnięcie „Podwójne uderzenie” zmniejsza wykrywalność Twojego okrętu i eskadr lotniczych.
ru: При получении достижения «Двойной удар» снижается заметность корабля и эскадрилий авианосца.
uk: Якщо здобуто досягнення «Подвійний удар», знижується помітність корабля й ескадрилей авіаносця.
zh: При получении достижения «Двойной удар» снижается заметность корабля и эскадрилий авианосца.
zh_sg: “一炮双响”成就降低战舰和航空母舰中队被发现的可能性。

# IDS_TALENT_PBW100_ACHIEVEMENT_2
source: Sink, Burn, Destroy!
es_mx: ¡Hunde, Incendia y Destruye!
ja: 沈め、燃やし、破壊せよ!
pl: Zatopić, spalić, zniszczyć!
ru: Топи, сжигай, уничтожай!
uk: Топи, спалюй, знищуй!
zh: Топи, сжигай, уничтожай!
zh_sg: 击沉、起火、摧毁！

# IDS_TALENT_PBW100_ACHIEVEMENT_2_DESCRIPTION
source: The "Witherer" achievement speeds up the reload time of the ship's main battery and torpedo tubes, and makes the servicing of squadrons faster. Can be activated only once per battle. Unavailable in Clan and Training Battles.
es_mx: El logro "Desastre Natural" reduce el tiempo de recarga de la batería principal del barco y los tubos de torpedos, y reduce el tiempo de servicio de los escuadrones. Solo puede ser activado una vez por batalla. No disponible en Batallas de Clanes y Entrenamiento.
ja: 勲章「災害誘発」により主砲と魚雷発射管の装填速度と飛行中隊の整備速度を向上 各戦で 1 回のみ発動可能、クラン戦とトレーニング戦は対象外
pl: Osiągnięcie „Zwiastun tragedii” przyspiesza przeładowanie dział głównych i wyrzutni torped, skraca obsługę eskadr lotniczych. Można aktywować tylko raz na bitwę. Niedostępny w bitwach klanowych i treningowych.
ru: При получении достижения «Стихийное бедствие» уменьшается время перезарядки ГК и торпедных аппаратов и ускоряется подготовка эскадрилий. Работает один раз за бой. Не работает в клановых и тренировочных боях.
uk: Якщо здобуто досягнення «Стихійне лихо», зменшується час перезаряджання ГК, торпедних апаратів і пришвидшується приготування ескадрилей. Працює один раз за бій. Не працює під час кланових і тренувальних боїв.
zh: При получении достижения «Стихийное бедствие» уменьшается время перезарядки ГК и торпедных аппаратов и ускоряется подготовка эскадрилий. Работает один раз за бой. Не работает в клановых и тренировочных боях.
zh_sg: “持续伤害”成就提升战舰主炮组和鱼雷发射管的装填速度，以及中队整备速度。 一场战斗中可激活一次。军团战和战斗训练模式下不可用。

# IDS_TALENT_PBW100_RIBBONS_0
source: Consumables Expert
es_mx: Experto en Consumibles
ja: 消耗品専門家
pl: Ekspert eksploatacji
ru: Мастер по снаряжению
uk: Майстер за спорядженням
zh: Мастер по снаряжению
zh_sg: 消耗品专家

# IDS_TALENT_PBW100_RIBBONS_0_DESCRIPTION
source: Destroy two ships to get additional charges for your ship's consumables. Can be activated only once per battle. Unavailable in Clan and Training Battles. Does not apply to the consumables of aircraft carrier squadrons.
es_mx: Destruye dos barcos para recibir cargas adicionales para los consumibles de tu barco. Solo puede ser activado una vez por batalla; no disponible en Batallas de Clanes y de Entrenamiento; no se aplica a los consumibles de los escuadrones de los portaaviones.
ja: 敵艦艇を 2 隻撃沈することで艦艇の消耗品の使用可能回数が増加 各戦で 1 回のみ発動可能、クラン戦とトレーニング戦は対象外、飛行中隊の消耗品は対象外
pl: Zniszcz dwa okręty, żeby zdobyć dodatkowe ładunki sprzętu eksploatacyjnego dla swojego. Można aktywować tylko raz na bitwę. Niedostępny w bitwach klanowych i treningowych, nie dotyczy sprzętu eksploatacyjnego eskadr lotniczych.
ru: При уничтожении двух кораблей увеличивается запас снаряжения корабля. Работает один раз за бой. Не работает в клановых и тренировочных боях. Не действует на снаряжение эскадрилий авианосца.
uk: Після знищення двох кораблів збільшується запас спорядження. Працює один раз за бій. Не працює під час кланових і тренувальних боїв. Не діє на спорядження ескадрилей авіаносця.
zh: При уничтожении двух кораблей увеличивается запас снаряжения корабля. Работает один раз за бой. Не работает в клановых и тренировочных боях. Не действует на снаряжение эскадрилий авианосца.
zh_sg: 摧毁两艘战舰后获得一次额外战舰消耗品使用次数。 一场战斗中可激活一次。军团战和战斗训练模式下不可用。对航空母舰中队消耗品无效。

# IDS_TALENT_PBW100_RIBBONS_8_15
source: Lightning Fast
es_mx: Máxima Velocidad
ja: 電光石火
pl: Błyskawiczny
ru: Молниеносный
uk: Блискавичний
zh: Молниеносный
zh_sg: 快如闪电

# IDS_TALENT_PBW100_RIBBONS_8_15_DESCRIPTION
source: Upon earning two "Caused flooding" ribbons, the speed of the ship and squadrons increases. Can be activated only once per battle. Unavailable in Clan and Training Battles.
es_mx: Al obtener dos cintas "Inundación causada", la velocidad del barco y los escuadrones aumenta. Solo puede ser activado una vez por batalla. No disponible en Batallas de Clanes y Entrenamiento
ja: 「浸水を発生させた」リボンを 2 個取得することで艦艇と飛行中隊の速度が向上 各戦で 1 回のみ発動可能、クラン戦とトレーニング戦は対象外
pl: Po zdobyciu dwóch baretek „Spowodowanie zalania” prędkość okrętu i eskadr lotniczych rośnie. Można aktywować raz na bitwę. Niedostępny w bitwach klanowych i treningowych.
ru: При получении двух лент «Затопил» увеличивается скорость корабля и эскадрилий. Работает один раз за бой. Не работает в клановых и тренировочных боях.
uk: Після отримання двох стрічок «Затопив» збільшується швидкість корабля й ескадрилей. Працює один раз за бій. Не працює під час кланових і тренувальних боїв.
zh: При получении двух лент «Затопил» увеличивается скорость корабля и эскадрилий. Работает один раз за бой. Не работает в клановых и тренировочных боях.
zh_sg: 获得两个“造成进水”勋带后，提升战舰和中队的速度。 一场战斗中可激活一次。军团战和战斗训练模式下不可用。

# IDS_TALENT_PFW405_ACHIEVEMENT_2
source: Fully Armed
es_mx: Completamente Armado
ja: 完全武装
pl: W pełni uzbrojone
ru: Во всеоружии
uk: При повній зброї
zh: Во всеоружии
zh_sg: 全副武装

# IDS_TALENT_PFW405_ACHIEVEMENT_2_DESCRIPTION
source: The Devastating Strike achievement speeds up the reload time of the ship's armament.
es_mx: El logro Ataque Devastador reduce el tiempo de recarga del armamento del barco.
ja: 勲章「破壊的一撃」を取得することで艦載兵装の装填速度を加速
pl: Osiągnięcie „Dewastujące uderzenie” przyspiesza przeładowanie uzbrojenia okrętu.
ru: При получении достижения «Сокрушительный удар» ускоряется перезарядка вооружения.
uk: Якщо здобуто досягнення «Нищівний удар», перезаряджання зброї пришвидшується.
zh: При получении достижения «Сокрушительный удар» ускоряется перезарядка вооружения.
zh_sg: “毁灭打击”成就加快战舰武器的装填时间。

# IDS_TALENT_PFW405_DAMAGE_8
source: Speed and Composure
es_mx: Velocidad y Compostura
ja: 速さと冷静さ
pl: Szybkość i opanowanie
ru: Скорость и выдержка
uk: Швидкість і витримка
zh: Скорость и выдержка
zh_sg: 速度与冷静

# IDS_TALENT_PFW405_DAMAGE_8_DESCRIPTION
source: Every 2,000,000 HP of potential damage received increases your ship's speed by 8%.
es_mx: Cada 2 000 000 de HP de daño potencial recibido aumenta la velocidad de tu barco en un 8%.
ja: 2,000,000 HP の潜在ダメージを被る毎に最高速度を 8% 向上
pl: Każde 2 000 000 PW potencjalnych uszkodzeń zwiększa prędkość Twojego okrętu o 8%.
ru: При получении 2 000 000 потенциального урона скорость корабля увеличивается на 8%.
uk: Якщо отримано 2 000 000 од. потенційної шкоди, швидкість корабля збільшується на 8 %.
zh: При получении 2 000 000 потенциального урона скорость корабля увеличивается на 8%.
zh_sg: 每承受2000000点潜在伤害战舰航速提升8%。

# IDS_TALENT_PFW405_RIBBONS_7
source: Sparks of Resistance
es_mx: Chispas de Resistencia
ja: 抵抗の火花
pl: Iskry oporu
ru: Искра сопротивления
uk: Іскра опору
zh: Искра сопротивления
zh_sg: 反击火花

# IDS_TALENT_PFW405_RIBBONS_7_DESCRIPTION
source: Upon earning a "Captured" or "Assisted in capture" ribbon, you get +1% to the chances of setting an enemy ship on fire with main battery shells.
es_mx: Al obtener una cinta "Capturada" o "Asistencia en captura", tendrás +1 % de probabilidad de causar un incendio en un barco enemigo con los proyectiles de la batería principal.
ja: 「占領」または「占領アシスト」リボンを 1 個取得することで主砲弾による火災発生率が 1% 向上
pl: Po zdobyciu baretek „Zajęcie” i „Pomoc w zajęciu” otrzymujesz +1% szans na podpalenie przeciwnika pociskami głównych baterii.
ru: При получении ленты «Захватил» или «Помог захватить» вероятность поджога снарядами ГК увеличивается на 1%.
uk: Після отримання стрічки «Захопив» чи «Допоміг захопити» імовірність підпалу снарядами ГК збільшується на 1 %.
zh: При получении ленты «Захватил» или «Помог захватить» вероятность поджога снарядами ГК увеличивается на 1%.
zh_sg: 获得“占领”或“协助占领”勋带后，主炮组炮弹使敌舰起火几率+1%。

# IDS_TALENT_PGW103_RIBBONS_1
source: Exemplary Reconnaissance
es_mx: Reconocimiento Ejemplar
ja: 模範的偵察
pl: Wzorowy zwiad
ru: Образцовая разведка
uk: Зразкова розвідка
zh: Образцовая разведка
zh_sg: 究极侦查

# IDS_TALENT_PGW103_RIBBONS_12
source: Air Superiority
es_mx: Superioridad Aérea
ja: 航空優勢
pl: Przewaga powietrzna
ru: Воздушное превосходство
uk: Повітряна перевага
zh: Воздушное превосходство
zh_sg: 空中优势

# IDS_TALENT_PGW103_RIBBONS_12_DESCRIPTION
source: Upon earning 30 "Rocket hits," "Bomb hits," or "Torpedo hits" ribbons, aircraft servicing speeds up.
es_mx: Al obtener 30 cintas "Impactos de cohetes", "Impactos de bomba" o "Impactos de torpedo", el tiempo de servicio de la aviación se reduce.
ja: 「ロケット弾命中」「爆弾命中」または「魚雷命中」リボンを 30 個取得することで発動し、航空機の整備速度を向上
pl: Po zdobyciu 30 baretek „Trafienia rakietami”, „Trafienia bombami” lub „Trafienia torpedami” serwisowanie samolotów ulega przyspieszeniu.
ru: При получении 30 лент «Попал ракетой», «Попал бомбой» или «Попал торпедой» ускоряется подготовка самолётов.
uk: Після отримання 30 стрічок «Влучив ракетою», «Влучив бомбою» чи «Влучив торпедою» пришвидшується приготування літаків.
zh: При получении 30 лент «Попал ракетой», «Попал бомбой» или «Попал торпедой» ускоряется подготовка самолётов.
zh_sg: 获得30次“火箭弹命中”、“炸弹命中”、或“鱼雷命中”勋带后，提升飞机整备速度。

# IDS_TALENT_PGW103_RIBBONS_13
source: Iron Strike
es_mx: Golpe de Hierro
ja: 鉄の打撃
pl: Żelazne uderzenie
ru: Железный удар
uk: Залізний удар
zh: Железный удар
zh_sg: 铁血打击

# IDS_TALENT_PGW103_RIBBONS_13_DESCRIPTION
source: Upon earning 140 "Main battery hits" ribbons, the main battery firing rate increases.
es_mx: Al obtener 140 cintas "Impactos de la batería principal", la cadencia de disparo de la batería principal aumenta.
ja: 「主砲命中」リボンを 140 個取得することで発動し、主砲の装填速度を向上
pl: Po zdobyciu 140 baretek „Trafienia baterią główną” szybkostrzelność głównej baterii zostaje zwiększona.
ru: При получении 140 лент «Попал главным калибром» увеличивается скорость стрельбы орудий ГК.
uk: Після отримання 140 стрічок «Влучив з головного калібру» збільшується швидкість стрільби гармат ГК.
zh: При получении 140 лент «Попал главным калибром» увеличивается скорость стрельбы орудий ГК.
zh_sg: 获得140次“主炮组命中”勋带后，提升主炮射速。

# IDS_TALENT_PGW103_RIBBONS_14
source: Secondary Armament Expert
es_mx: Experto en Armamento Secundario
ja: 副砲専門家
pl: Ekspert uzbrojenia dodatkowego
ru: Мастер ПМК
uk: Майстер ПМК
zh: Мастер ПМК
zh_sg: 副武器专家

# IDS_TALENT_PGW103_RIBBONS_14_DESCRIPTION
source: Upon earning 100 "Secondary battery hits" ribbons, the secondary battery reload time decreases.
es_mx: Al obtener 100 cintas "Impactos de la batería secundaria", el tiempo de recarga de la batería secundaria se reduce.
ja: 「副砲命中」リボンを 100 個取得することで発動し、副砲の装填時間を短縮
pl: Po zdobyciu 100 baretek „Trafiania baterią dodatkową” czas przeładowania dział baterii dodatkowej zostaje skrócony.
ru: При получении 100 лент «Попал из ПМК» увеличивается скорость перезарядки ПМК.
uk: Після отримання 100 стрічок «Влучив з ПМК» зменшується час перезаряджання ПМК.
zh: При получении 100 лент «Попал из ПМК» увеличивается скорость перезарядки ПМК.
zh_sg: 获得100次“副炮组命中”勋带后。加快副炮组装填时间。

# IDS_TALENT_PGW103_RIBBONS_1_DESCRIPTION
source: Upon earning three "Spotted" ribbons, your ship's HP gets restored. The talent's action time measured in seconds is equal to the ship's tier.
es_mx: Al obtener tres cintas "Detectado", los HP de tu barco son restaurados. El tiempo de acción del talento medido en segundos es igual al nivel del barco.
ja: 「発見」リボンを 3 個取得することで自艦の HP が回復。この固有スキルの動作時間は艦艇 Tier と同じ秒数
pl: Po zdobyciu trzech baretek „Wykrycie” PW Twojego okrętu są przywracane. Czas działania talentu mierzony w sekundach odpowiada poziomowi Twojego okrętu.
ru: При получении 3 лент «Обнаружил» восстанавливается боеспособность корабля. Время действия таланта в секундах равно уровню корабля.
uk: Після отримання 3 стрічок «Виявив» відновлюється боєздатність корабля. Час дії таланту в секундах дорівнює рівню корабля.
zh: При получении 3 лент «Обнаружил» восстанавливается боеспособность корабля. Время действия таланта в секундах равно уровню корабля.
zh_sg: 获得3次“已发现”勋带后，恢复战舰血量。天赋生效时间等同于战舰等级。

# IDS_TALENT_PIW101_ACHIEVEMENT_2
source: Scorched by Fury
es_mx: Consumido por la Furia
ja: 激情の炎
pl: Rozpalony furią
ru: Опалённый яростью
uk: Обпалений люттю
zh: Опалённый яростью
zh_sg: 怒火中烧

# IDS_TALENT_PIW101_ACHIEVEMENT_2_DESCRIPTION
source: The Confederate achievement speeds up the reload time of the ship's main battery.
es_mx: El logro Confederado reduce el tiempo de recarga de la batería principal del barco.
ja: 勲章「共謀者」により主砲の装填速度を加速
pl: Osiągnięcie „Wsparcie” przyspiesza przeładowanie głównej baterii okrętu.
ru: При получении достижения «Поддержка» уменьшается время перезарядки ГК.
uk: Якщо здобуто досягнення «Підтримка», зменшується час перезаряджання ГК.
zh: При получении достижения «Поддержка» уменьшается время перезарядки ГК.
zh_sg: “支援”成就加快战舰主炮组的装填时间。

# IDS_TALENT_PIW101_RIBBONS_10
source: Desperate Resistance
es_mx: Resistencia Desesperada
ja: 必死の抵抗
pl: Desperacki opór
ru: Отчаянное сопротивление
uk: Відчайдушний опір
zh: Отчаянное сопротивление
zh_sg: 孤注一掷

# IDS_TALENT_PIW101_RIBBONS_10_DESCRIPTION
source: Upon earning 100 "Main battery hits" ribbons, the action time of consumables increases.
es_mx: Al obtener 100 cintas "Impactos de la batería principal", el tiempo de acción de los consumibles aumenta.
ja: 「主砲命中」リボンを 100 個取得することで消耗品の動作時間を延長
pl: Po zdobyciu 100 baretek „Trafiania baterią główną” czas działania sprzętów eksploatacyjnych zostaje wydłużony.
ru: При получении 100 лент «Попал главным калибром» увеличивается длительность работы снаряжения.
uk: Після отримання 100 стрічок «Влучив з головного калібру» збільшується час роботи спорядження.
zh: При получении 100 лент «Попал главным калибром» увеличивается длительность работы снаряжения.
zh_sg: 获得100次“主炮组命中”勋带后，提升消耗品生效时间。

# IDS_TALENT_PIW101_RIBBONS_9
source: Triumphant Haul
es_mx: Curso Triunfante
ja: 勝者の戦利
pl: Łup triumfalny
ru: Награда триумфатора
uk: Нагорода тріумфатора
zh: Награда триумфатора
zh_sg: 胜利之握

# IDS_TALENT_PIW101_RIBBONS_9_DESCRIPTION
source: When you destroy an enemy ship, your main battery's firing range increases.
es_mx: Al destruir un barco enemigo, el alcance de disparo de tu batería principal aumenta.
ja: 敵艦艇を 1 隻撃沈することで主砲の射程を延伸
pl: Gdy zniszczysz okręt przeciwnika, zasięg Twojej baterii głównej zwiększa się.
ru: При уничтожении корабля противника увеличивается дальность стрельбы.
uk: Після знищення корабля супротивника збільшується дальність стрільби.
zh: При уничтожении корабля противника увеличивается дальность стрельбы.
zh_sg: 摧毁一艘敌舰后，主炮组射程增加。

# IDS_TALENT_PJW018_ACHIEVEMENT_0
source: Concealed Reserves
es_mx: Reservas Ocultas
ja: 消耗品秘蔵
pl: Ukryte rezerwy
ru: Скрытые резервы
uk: Приховані резерви
zh: 隐藏储备
zh_sg: 隐藏储备

# IDS_TALENT_PJW018_ACHIEVEMENT_0_DESCRIPTION
source: The First Blood achievement provides additional charges for any consumables mounted on a ship. Does not affect the consumables of aircraft carrier squadrons.
es_mx: El logro Primera Sangre proporciona cargas adicionales para cualquier consumible montado en un barco. No afecta a los consumibles de los escuadrones del portaaviones.
ja: 勲章「最初の獲物」を取得することで、全ての艦艇消耗品の使用可能回数が増加 空母中隊の消耗品は対象外
pl: Osiągnięcie „Pierwsza krew” zapewnia dodatkowy ładunek każdego sprzętu eksploatacyjnego, jaki jest zamontowany na okręcie. Nie dotyczy sprzętu eksploatacyjnego eskadr lotniczych.
ru: При получении достижения «Первая кровь» увеличивается запас снаряжения корабля. Не действует на снаряжение эскадрилий авианосца.
uk: Якщо здобуто досягнення «Перша кров», збільшується запас спорядження корабля. Не діє на спорядження ескадрилей авіаносця.
zh: При получении достижения «Первая кровь» увеличивается запас снаряжения корабля. Не действует на снаряжение эскадрилий авианосца.
zh_sg: “第一滴血”成就提供舰载消耗品的额外使用次数。 对航母中队消耗品无效。

# IDS_TALENT_PJW018_ACHIEVEMENT_1_2
source: Second Wind
es_mx: Segundo Aire
ja: 第二の風
pl: Drugi oddech
ru: Второе дыхание
uk: Друге дихання
zh: 第二春
zh_sg: 复苏之风

# IDS_TALENT_PJW018_ACHIEVEMENT_1_2_DESCRIPTION
source: The "Kraken Unleashed!" achievement partially restores the ship's HP and speeds up the reload time of her armament and aircraft servicing.
es_mx: El logro "¡El Kraken ha sido liberado!" restaura parcialmente los HP del barco y reduce el tiempo de recarga de su armamento y del servicio de la aviación.
ja: 勲章「クラーケン来襲!」により自艦の HP を一部回復し、艦載兵装の装填速度と航空機の整備速度を加速
pl: Osiągnięcie „Kraken” uwolniony! częściowo przywraca PW Twojego okrętu i skraca czas przeładowania jego uzbrojenia i obsługi samolotów.
ru: При получении достижения «Кракен» частично восстанавливается боеспособность корабля, ускоряются перезарядка вооружения и подготовка самолётов.
uk: Якщо здобуто досягнення «Кракен», частково відновлюється боєздатність корабля, пришвидшуються перезаряджання озброєння та приготування літаків.
zh: При получении достижения «Кракен» частично восстанавливается боеспособность корабля, ускоряются перезарядка вооружения и подготовка самолётов.
zh_sg: “海怪出没”成就恢复战舰部分生命值并加快武器装填时间和飞机的维护速度。

# IDS_TALENT_PRW406_ACHIEVEMENT_0
source: Emergency Reserve
es_mx: Reserva de Emergencia
ja: 緊急リザーブ
pl: Rezerwa awaryjna
ru: Неприкосновенный запас
uk: Недоторканий запас
zh: 消耗品优惠券
zh_sg: 紧急储备

# IDS_TALENT_PRW406_ACHIEVEMENT_0_DESCRIPTION
source: The First Blood achievement provides additional charges for any consumables mounted on a ship. Does not affect the consumables of aircraft carrier squadrons.
es_mx: El logro Primera Sangre proporciona cargas adicionales para cualquier consumible montado en un barco. No afecta a los consumibles de los escuadrones del portaaviones.
ja: 勲章「最初の獲物」を取得することで、全ての艦艇消耗品の使用可能回数が増加 空母中隊の消耗品は対象外
pl: Osiągnięcie „Pierwsza krew” zapewnia dodatkowy ładunek każdego sprzętu eksploatacyjnego, jaki jest zamontowany na okręcie. Nie dotyczy sprzętu eksploatacyjnego eskadr lotniczych.
ru: При получении достижения «Первая кровь» увеличивается запас снаряжения корабля. Не действует на снаряжение эскадрилий авианосца.
uk: Якщо здобуто досягнення «Перша кров», збільшується запас спорядження корабля. Не діє на спорядження ескадрилей авіаносця.
zh: При получении достижения «Первая кровь» увеличивается запас снаряжения корабля. Не действует на снаряжение эскадрилий авианосца.
zh_sg: “第一滴血”成就提供舰载消耗品的额外使用次数。 对航母中队消耗品无效。

# IDS_TALENT_PRW406_HEALTH_1_5_6
source: Will to Victory
es_mx: Voluntad de Victoria
ja: 勝利への意志
pl: Wola zwycięstwa
ru: Воля к победе
uk: Воля до перемоги
zh: 即将取得胜利
zh_sg: 胜利意志

# IDS_TALENT_PRW406_HEALTH_1_5_6_DESCRIPTION
source: The talent is activated if the ship's HP falls below 10%. Partially restores the ship's HP. Extinguishes fires, removes instances of flooding, and repairs damaged modules. Temporarily increases the dispersion of shells fired by enemy ships.
es_mx: El talento es activado si los HP del barco caen por debajo del 10 %. Restaura parcialmente los HP del barco. Extingue incendios, contiene las inundaciones y repara los módulos dañados. Aumenta temporalmente la dispersión de los proyectiles disparados por los barcos enemigos.
ja: この固有スキルは艦艇の HP が 10% を下回った際に発動 艦艇の HP を一部回復 火災を消火し、浸水を復旧し、損傷したモジュールを修理 自艦を攻撃中の敵が射撃した砲弾の散布界を一時的に拡大
pl: Talent aktywowany jest, gdy PW okrętu spadną poniżej 10%. Częściowo przywraca PW okrętu. Gasi pożary, zwalcza zalania i naprawia uszkodzone moduły. Zwiększa tymczasowo rozrzut pocisków wystrzeliwanych przez przeciwnika w kierunku Twojego okrętu.
ru: Талант активируется, если боеспособность корабля меньше 10%. Частично восстанавливает боеспособность корабля. Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули. Временно увеличивает рассеивание снарядов корабля противника.
uk: Талант активується, якщо боєздатність корабля менше 10 %. Частково відновлює боєздатність корабля. Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі. Тимчасово збільшує розсіювання снарядів корабля супротивника.
zh: Талант активируется, если боеспособность корабля меньше 10%. Частично восстанавливает боеспособность корабля. Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули. Временно увеличивает рассеивание снарядов корабля противника.
zh_sg: 当战舰生命值低于10%时激活天赋。 恢复战舰部分生命值。 扑灭火灾、恢复进水、并修复受损配件。 短期增加被敌舰炮弹攻击的误差。

# IDS_TALENT_PWW010_RIBBONS_11
source: Torpedo Reload Expert
es_mx: Experto en Recarga de Torpedos
ja: 魚雷装填専門家
pl: Ekspert przeładowania torped
ru: Мастер перезарядки торпед
uk: Майстер перезаряджання торпед
zh: Мастер перезарядки торпед
zh_sg: 鱼雷装填专家

# IDS_TALENT_PWW010_RIBBONS_11_DESCRIPTION
source: Increases the torpedo reload speed for every 8 successful torpedo hits scored on the enemy.
es_mx: Aumenta la velocidad de recarga de los torpedos por cada 8 impactos de torpedos exitosos sobre el enemigo.
ja: 敵艦艇に魚雷を 8 本命中させる毎に魚雷の装填速度を向上
pl: Przyspiesza przeładowanie torped po każdych 8 trafieniach torpedami w okręty wroga.
ru: Увеличивает скорость перезарядки торпед за каждые 8 попаданий торпедами по противнику.
uk: Збільшує швидкість перезаряджання торпед за кожні 8 влучень торпедами по супротивнику.
zh: Увеличивает скорость перезарядки торпед за каждые 8 попаданий торпедами по противнику.
zh_sg: 每8次鱼雷命中敌舰增加鱼雷装填速度。

# IDS_TALENT_PWW010_RIBBONS_16
source: AA Gun Aiming Expert
es_mx: Experto en Puntería con Cañones AA
ja: 対空射撃専門家
pl: Ekspert celowania z dział przeciwlotniczych
ru: Мастер наведения зенитных орудий
uk: Майстер наведення зенітних гармат
zh: Мастер наведения зенитных орудий
zh_sg: 防空炮瞄准专家

# IDS_TALENT_PWW010_RIBBONS_16_DESCRIPTION
source: Increases the continuous AA damage after 20 aircraft shot down.
es_mx: Aumenta el daño continuo AA después de derribar 20 aviones.
ja: 敵機を 20 機撃墜すると対空継続ダメージを向上
pl: Zwiększa stałe uszkodzenia od uzbrojenia przeciwlotniczego po zestrzeleniu 20 samolotów.
ru: Увеличивает постоянный урон ПВО за 20 сбитых самолётов.
uk: Збільшує постійну шкоду ППО за 20 збитих літаків.
zh: Увеличивает постоянный урон ПВО за 20 сбитых самолётов.
zh_sg: 每击落20艘敌方飞机提升持续对空防御伤害。

# IDS_TAO_JI
source: Tāo Ji
zh: 陶季

# IDS_TARGET
source: Enable Free Look
es_mx: Activar la Vista Libre
ja: フリールック有効
pl: Włącz swobodny widok
ru: Фиксировать прицел
uk: Зафіксувати приціл
zh: 开启自由环顾
zh_sg: 开启自由观看
