Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TIPS_ARMAMENT_HE_DESCRIPTION
source: Select HE shells by pressing [CMD_ARTILLERY_AMMO_0]. Effective against lightly armored ships. These shells have high chances of causing fire or incapacitating modules.
es_mx: Selecciona los proyectiles HE al presionar [CMD_ARTILLERY_AMMO_0]. Efectivos contra objetivos de blindaje ligero. Tienen una alta posibilidad de causar un incendio o incapacitar módulos.
ja: [CMD_ARTILLERY_AMMO_0] を押して HE 弾を選択しましょう。 軽装甲の目標に対して効果的です。 高確率で火災を引き起こしたりモジュールを機能停止に陥らせたりできます。
pl: Wybierz pociski OB, wciskając [CMD_ARTILLERY_AMMO_0]. Skuteczne w walce z lekko opancerzonymi okrętami. Zapewniają dużą szansę na podpalenie okrętu lub poważne uszkodzenie jego modułów.
ru: Выбор осколочно-фугасных снарядов доступен по клавише [CMD_ARTILLERY_AMMO_0]. Эффективны против легкобронированных целей. Имеют высокую вероятность поджога и вывода модулей из строя.
uk: Вибрати осколково-фугасні снаряди можна клавішею [CMD_ARTILLERY_AMMO_0] Ефективніші проти легкоброньованих цілей. Мають високу імовірність підпалу й виведення модулів із ладу.
zh: 可按下 [CMD_ARTILLERY_AMMO_0] 来选择 HE 弹。 对付轻型装甲的战舰有着显著效果。有很高的机率造成火灾和使配件失去作用。会对敌方战舰造成持续伤害。
zh_sg: 按[CMD_ARTILLERY_AMMO_0]选择高爆弹。 对轻甲目标更有效。 有高几率对目标造成起火或配件瘫痪。

# IDS_TIPS_ARMSRACE
source: Buffs
es_mx: Bonificaciones
ja: 強化
pl: Wzmocnienia
ru: Улучшения
uk: Поліпшення
zh: 增益效果
zh_sg: 增益

# IDS_TIPS_ARMSRACE_DESCRIPTION
source: Buffs randomly appear on the map and are displayed as Key Areas. Seize buffs to enhance the performance characteristics of your team's ships and aircraft squadrons.
es_mx: Las bonificaciones aparecen aleatoriamente en el mapa y se muestran como Áreas Clave. Obtén las bonificaciones y mejora las características de desempeño de los barcos y escuadrones de aviones de tu equipo.
ja: 強化はマップ上にランダムに出現し、キーエリアとして表示されます。 強化を確保し、味方の艦艇や空母中隊の戦闘能力を高めましょう。
pl: Wzmocnienia pojawiają się losowo na mapie i wyświetlane są jako strefy kluczowe. Przejmuj wzmocnienia i ulepszaj parametry okrętów oraz samolotów swojej drużyny.
ru: Улучшения появляются на карте случайным образом и отображаются в виде точек. Захватывайте улучшения и повышайте боевые характеристики кораблей и эскадрилий своей команды.
uk: Поліпшення з’являються на мапі випадково та позначаються у вигляді точок. Захоплюйте поліпшення та підвищуйте бойові характеристики кораблів й ескадрилей своєї команди.
zh: Улучшения появляются на карте случайным образом и отображаются в виде точек. Захватывайте улучшения и повышайте боевые характеристики кораблей и эскадрилий своей команды.
zh_sg: 增益在地图上随机作为关键区域出现。 夺取增益能强化您整支队伍战舰和航母中队的属性。

# IDS_TIPS_ASW
source: Anti-Submarine Warfare (ASW)
es_mx: Guerra Antisubmarina (ASW)
ja: 対潜水艦戦
pl: Uzbrojenie do zwalczania okrętów podwodnych (ZOP)
ru: Противолодочная оборона (ПЛО)
uk: Протичовнова оборона (ПЧО)
zh: 消耗品
zh_sg: 反潜作战(ASW)

# IDS_TIPS_ASW_DEPTH_CHARGES
source: ASW: Releasing Depth Charges
es_mx: ASW: Lanzando Cargas de Profundidad
ja: 対潜: 爆雷投下
pl: ZOP: wyrzucanie bomb głębiowych
ru: ПЛО: сброс глубинных бомб
uk: ПЧО: Скидання глибинних бомб
zh: ПЛО: сброс глубинных бомб
zh_sg: 反潜作战：释放深水炸弹

# IDS_TIPS_ASW_DEPTH_CHARGES_DESCRIPTION
source: Once a hostile submarine's bearing has been taken, approach it and go in for the attack.
es_mx: Al detectar la posición de un submarino enemigo, acércate y comienza el ataque.
ja: 敵潜水艦の方位を探知したら、接近して攻撃を仕掛けましょう。
pl: Po określeniu kursu na wrogi okręt podwodny skieruj się na niego i przypuść atak.
ru: Запеленговав подводную лодку противника, сближайтесь с ней для атаки.
uk: Після того, як підводний човен супротивника було запеленговано, зближуйтеся з ним для атаки.
zh: Запеленговав подводную лодку противника, сближайтесь с ней для атаки.
zh_sg: 一旦获得敌方潜艇方位，立即接近并发动攻击。

# IDS_TIPS_ASW_DESCRIPTION
source: Your ship carries submarine detection equipment and depth charges.
es_mx: Tu barco cuenta con un equipo de detección de submarinos y cargas de profundidad.
ja: この艦艇には潜水艦探知用の設備と爆雷が搭載されています。
pl: Twój okręt posiada wyposażenie do wykrywania okrętów podwodnych oraz bomby głębinowe.
ru: Ваш корабль оборудован средствами обнаружения подводных лодок и глубинными бомбами.
uk: Ваш корабель обладнаний засобами виявлення підводних човнів і глибинними бомбами.
zh: Ваш корабль оборудован средствами обнаружения подводных лодок и глубинными бомбами.
zh_sg: 您的战舰搭载了潜艇侦察设备和深水炸弹。

# IDS_TIPS_ASW_HYDROPHONE
source: ASW: Detecting Submarines
es_mx: ASW: Detectando Submarinos
ja: 対潜: 潜水艦の発見
pl: ZOP: wykrywanie okrętów podwodnych
ru: ПЛО: обнаружение подводных лодок
uk: ПЧО: Виявлення підводних човнів
zh: ПЛО: обнаружение подводных лодок
zh_sg: 反潜作战：侦察潜艇

# IDS_TIPS_ASW_HYDROPHONE_DESCRIPTION
source: The Hydrophone indicates the location of a hostile submarine. The closer a submarine is to the ship, the more frequently the incoming information on her location will be updated.
es_mx: El Hidrófono indica la ubicación de un submarino enemigo. Mientras más cerca este un submarino de un barco, la información recibida sobre su ubicación será actualizada con mayor frecuencia.
ja: ハイドロフォンは敵潜水艦の位置を示します。 潜水艦までの距離が近いほど、位置情報の更新頻度が上がります。
pl: Hydrolokator wskazuje położenie wrogich okrętów podwodnych. Im bliżej okrętu podwodnego znajduje się okręt, tym częściej informacje na temat lokalizacji celu będą aktualizowane.
ru: Шумопеленгатор корабля определяет местоположение подводной лодки противника. Чем ближе находится подводная лодка, тем выше скорость обновления её местоположения.
uk: Шумопеленгатор корабля визначає розташування підводного човна супротивника. Що ближче підводний човен, то вище швидкість відновлення його розташування.
zh: Шумопеленгатор корабля определяет местоположение подводной лодки противника. Чем ближе находится подводная лодка, тем выше скорость обновления её местоположения.
zh_sg: 水听器可标记出敌方潜艇的位置。 潜艇与战舰的距离越近，位置信息反馈的频率就越高。

# IDS_TIPS_BARRAGE_FIRE
source: Defensive AA Fire
es_mx: Fuego Antiaéreo Defensivo
ja: 対空防御砲火
pl: Obrona przeciwlotnicza
ru: Заградительный огонь ПВО
uk: Загороджувальний вогонь ППО
zh: 防御用对空火力
zh_sg: 防御型对空火力

# IDS_TIPS_BARRAGE_FIRE_DESCRIPTION
source: Increases the intensity of AA fire.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上します。
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 可按下 [CMD_CONSUMABLE_1] 来启用消耗品。 会提高防空火力的强度，以及减少敌方俯冲轰炸机和鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_TIPS_BATTLESHIP
source: Battleships
es_mx: Acorazados
ja: 戦艦
pl: Pancerniki
ru: Линкоры
uk: Лінкори
zh: 战列舰
zh_sg: 战列舰

# IDS_TIPS_BATTLESHIP_DESCRIPTION
source: Battleships carry the most powerful guns. They are slow and are not easy to maneuver, but this is well compensated for by their thick armor. Their primary purpose is to destroy enemy ships with main battery fire.
es_mx: Los acorazados cuentan con los cañones más poderosos. Son lentos y nada fáciles de maniobrar, pero esto está bien compensado con su grueso blindaje. Su propósito primario es destruir barcos enemigos con el fuego de su batería principal.
ja: 戦艦は、最も強力な主砲を搭載しています。低速であり、機動性も低いですが、この欠点は分厚い装甲によりしっかりと補われています。 その主な任務は、主砲により敵艦艇を撃沈することです。
pl: Pancerniki uzbrojone są w najpotężniejsze działa. Są powolne i trudne w sterowaniu, ale nadrabiają to opancerzeniem. Ich głównym celem jest niszczenie okrętów wroga ogniem głównych dział.
ru: Линейные корабли оснащены самым мощным артиллерийским вооружением. Низкие скорость и манёвренность с лихвой компенсируются наличием тяжёлой брони. Назначение линкоров — уничтожение кораблей противника огнём артиллерии главного калибра.
uk: Лінійні кораблі оснащені найпотужнішим артилерійським озброєнням. Низькі швидкість і маневреність з надлишком компенсуються наявністю важкої броні. Призначення лінкорів — знищення кораблів супротивника вогнем артилерії головного калібру.
zh: 战列舰搭载着最强大的舰炮。它们缓慢且不易移动，但其厚实的装甲则充分弥补了这一点。 它们的主要目的，就是用主炮组火力来击毁敌方战舰。
zh_sg: 战列舰拥有最强大的舰炮。虽然移动缓慢机动不足，但其厚实的装甲则充分弥补了这一缺点。 它们的主要使命，就是用主炮组火力来击毁敌方战舰。

# IDS_TIPS_BINOCULARS
source: Binoculars
es_mx: Binoculares
ja: 双眼鏡
pl: Lornetka
ru: Бинокль
uk: Бінокль
zh: 双筒望远镜
zh_sg: 双筒望远镜

# IDS_TIPS_BINOCULARS_DESCRIPTION
source: To take better aim at your target, switch to the Binocular View by pressing [CMD_ART_CAMERA]. Use the mouse wheel [KEY_MIDDLEMOUSE] to zoom in and out.
es_mx: Para apuntar mejor a tu objetivo, cambia a la Vista Binocular al presionar [CMD_ART_CAMERA]. Usa la rueda del ratón [KEY_MIDDLEMOUSE] para acercar o alejar la vista.
ja: 目標をより良く狙うには、[CMD_ART_CAMERA] を押して双眼鏡視点に切り替えましょう。 マウスホイール [KEY_MIDDLEMOUSE] でズームイン/アウトが可能です。
pl: Żeby lepiej wycelować, zmień widok na lornetkę używając przycisku [CMD_ART_CAMERA]. Użyj koła myszy [KEY_MIDDLEMOUSE], żeby przybliżyć lub oddalić widok.
ru: Чтобы точнее прицелиться, перейдите в режим бинокля клавишей [CMD_ART_CAMERA]. Колесо мыши [KEY_MIDDLEMOUSE] регулирует степень приближения.
uk: Щоб влучніше прицілитися, перейдіть в режим бінокля клавішею [CMD_ART_CAMERA] Колесо миші [KEY_MIDDLEMOUSE] регулює ступінь наближення.
zh: 为了更好瞄准目标，可按下 [CMD_ART_CAMERA] 来切换到望远镜视角。 可使用鼠标滚轮 [KEY_MIDDLEMOUSE] 来放大和缩小。
zh_sg: 为了更好瞄准目标，可按下[CMD_ART_CAMERA]来切换到望远镜视角。 可使用鼠标滚轮[KEY_MIDDLEMOUSE]来放大和缩小。

# IDS_TIPS_CALL_FIGHTERS
source: Patrol Fighters
es_mx: Cazas de Patrullaje
ja: 哨戒戦闘機
pl: Myśliwce patrolowe
ru: Патрульные истребители
uk: Патрульні винищувачі
zh: 巡逻战斗机 I
zh_sg: 巡逻战斗机

# IDS_TIPS_CALL_FIGHTERS_DESCRIPTION
source: Patrol the area and automatically attack enemy aircraft.
es_mx: Patrulla el área y ataca automáticamente a los aviones enemigos.
ja: エリアを哨戒し、敵機を自動的に攻撃します。
pl: Patrolują obszar i automatycznie atakują samoloty wroga.
ru: Патрулируют область и автоматически атакуют самолёты противника.
uk: Патрулюють область й автоматично атакують літаки супротивника.
zh: Патрулируют область и автоматически атакуют самолёты противника.
zh_sg: 巡逻该区域并自动攻击敌方的飞机。

# IDS_TIPS_CAPACITY
source: Detectability Range
es_mx: Rango de Detectabilidad
ja: 被発見距離
pl: Zasięg wykrywalności
ru: Заметность
uk: Помітність
zh: 被侦测距离
zh_sg: 被侦察范围

# IDS_TIPS_CAPACITY_DESCRIPTION
source: Used to determine the range at which the ship can be detected by the enemy. An indicator will be displayed when your ship is detected.
es_mx: Usado para determinar el rango en el cual el barco puede ser detectado por el enemigo. Un indicador aparecerá cuando tu barco sea detectado.
ja: 敵艦艇にこの距離まで接近されると発見されます。発見された際にはインジケーターが表示されます。
pl: Używany jest do określenia odległości, z jakiej okręt może zostać wykryty przez przeciwnika. Gdy Twój okręt zostanie wykryty, zostanie to zasygnalizowane odpowiednim wskaźnikiem.
ru: Определяет, с какой дистанции корабль будет обнаружен противником. При обнаружении вашего корабля отображается соответствующий индикатор.
uk: Визначає, з якої дистанції корабель буде виявлено супротивником. У випадку виявлення вашого корабля з'являється відповідний індикатор.
zh: 用来确定敌人能发现该战舰的范围。您的战舰被发现时会显示一个指示器。
zh_sg: 用来确定敌人能发现该战舰的范围。您的战舰被发现时会显示一个指示器。

# IDS_TIPS_CATAPULT_FIGHTER
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 战斗机
zh_sg: 战斗机

# IDS_TIPS_CATAPULT_FIGHTER_DESCRIPTION
source: Follows the ship and automatically attacks enemy aircraft. Provides additional aerial reconnaissance.
es_mx: Sigue al barco y ataca automáticamente a los aviones enemigos. Proporciona reconocimiento áereo adicional.
ja: 艦に追従し、敵機を自動的に迎撃します。航空偵察としても機能します。
pl: Podąża za okrętem i automatycznie atakuje samoloty przeciwnika. Zapewnia rozpoznanie powietrzne.
ru: Сопровождает корабль и автоматически атакует самолёты противника. Производит дополнительную разведку с воздуха.
uk: Супроводжує корабель та автоматично атакує літаки супротивника. Здійснює додаткову розвідку з повітря.
zh: 消耗品可通过按下 [CMD_CONSUMABLE_2] 来启用。 会跟随战舰并自动攻击敌方飞机。提供额外的空中侦察。
zh_sg: 跟随战舰并自动攻击敌方飞机。提供额外的空中侦察。

# IDS_TIPS_CRUISERS
source: Cruisers
es_mx: Cruceros
ja: 巡洋艦
pl: Krążowniki
ru: Крейсеры
uk: Крейсери
zh: 巡洋舰
zh_sg: 巡洋舰

# IDS_TIPS_CRUISERS_DESCRIPTION
source: Good armor protection and powerful guns. Sufficient maneuverability enables these ships to dodge torpedoes from destroyers and avoid shells from battleships. The duties expected of cruisers include fighting enemy destroyers and cruisers while providing artillery support and protecting allies with anti-aircraft fire.
es_mx: Un buen blindaje y poderosos cañones. Una maniobrabilidad suficiente le permite a estos barcos esquivar los torpedos de los destructores y evitar los proyectiles de los acorazados. Las labores que se esperan de un crucero incluyen combatir a los destructores y cruceros enemigos mientras proporcionan apoyo de artillería y protegen a los aliados con su fuego antiaéreo.
ja: 良好な装甲防御と強力な主砲を兼ね備えており、充分な機動性を活かして駆逐艦の魚雷や戦艦の砲弾を回避することができます。 巡洋艦に求められる任務は、敵の駆逐艦および巡洋艦と交戦し、対空砲火で味方を支援し守ることです。
pl: Dobre opancerzenie i potężne działa. Przyzwoita zwrotność pozwala tym okrętom unikać torped wystrzelonych przez niszczyciele i pocisków wystrzelonych z pancerników. Zadania, jakie stawia się przed krążownikami to zwalczanie wrogich niszczycieli i krążowników przy jednoczesnym wspieraniu sojuszników ogniem artylerii i dział przeciwlotniczych.
ru: Обладают хорошей бронёй и мощным вооружением. При этом достаточно манёвренны, чтобы уходить от огня линкоров и уклоняться от торпед эсминцев. Назначение крейсеров — борьба с эсминцами и крейсерами противника, артиллерийская поддержка и прикрытие союзников огнём ПВО.
uk: Мають добру броню і потужне озброєння. Водночас досить маневрені, щоб тікати від вогню лінкорів і ухилятися від торпед есмінців. Призначення крейсерів — боротьба з есмінцями та крейсерами супротивника, артилерійська підтримка та прикриття союзників вогнем ППО.
zh: 良好的装甲防护和强大的舰炮。充足的机动力使这些战舰能够闪躲驱逐舰的鱼雷，以及躲开战列舰的炮弹。 巡洋舰的职责包含跟敌方驱逐舰和巡洋舰对战，同时提供火炮支援以及用防空火力来保护队友。
zh_sg: 良好的装甲防护、强大的舰炮以及充足的机动力使这些战舰能够躲开驱逐舰的鱼雷和战列舰的炮弹。 巡洋舰的职责包含对抗敌方驱逐舰和巡洋舰、提供火炮支援以及帮助队友对空防御。

# IDS_TIPS_DEEP_TORPEDES
source: Deepwater (DT) Torpedoes
es_mx: Torpedos de Profundidad (DT)
ja: 深度魚雷 (DT)
pl: Torpedy głębokowodne (TG)
ru: Глубоководные торпеды (ГТ)
uk: Глибоководні торпеди (ГТ)
zh: 深水鱼雷
zh_sg: 深水鱼雷（DT）

# IDS_TIPS_DEEP_TORPEDES_DESCRIPTION
source: Deepwater torpedoes can be selected by pressing [CMD_TORPEDOES_ANGLE]. Hit only deep-draught ships. Ineffective against destroyers. Have low detectability.
es_mx: Los torpedos de profundidad pueden ser seleccionados al presionar [CMD_TORPEDOES_ANGLE]. Alcanzan solo a los barcos de gran calado. No son efectivos en contra de los destructores. Tienen una baja detectabilidad.
ja: 深度魚雷を選択 [CMD_TORPEDOES_ANGLE] 喫水の深い艦艇のみに命中させることが可能であり、駆逐艦に対しては無効ですが、被発見距離が短いという特長があります。
pl: Torpedy głębokowodne wybrać można wciskając [CMD_TORPEDOES_ANGLE]. Trafiają tylko w cele o głębokim zanurzeniu. Są nieskuteczne w walce z niszczycielami. Są trudne do wykrycia.
ru: Выбор глубоководных торпед доступен по клавише [CMD_TORPEDOES_ANGLE]. Поражают корабли только с большой осадкой. Неэффективны против эсминцев. Имеют низкую заметность.
uk: Вибрати глибоководні торпеди можна клавішею [CMD_TORPEDOES_ANGLE] Уражають кораблі лише з великою осадкою. Неефективні проти есмінців. Мають низьку помітність.
zh: 可按下 [CMD_TORPEDOES_ANGLE] 来选择深水鱼雷。 只能击中吃水较深的战舰。对付驱逐舰无效。拥有较低的被侦测性。
zh_sg: 按下 [CMD_TORPEDOES_ANGLE] 来选择深水鱼雷。 只能击中吃水较深的战舰。对驱逐舰无效。拥有较低被发现的可能性。

# IDS_TIPS_DEFENSE
source: Lead Time
es_mx: Adelantar el Disparo
ja: 偏差射撃
pl: Czas poprawki celowniczej
ru: Упреждение
uk: Випередження
zh: 前置量
zh_sg: 提前量

# IDS_TIPS_DEFENSE_DESCRIPTION
source: Lead your targets by shooting ahead of them if they are moving. The longer the distance to your target, the greater the lead will be!
es_mx: Alcanza a tus objetivos disparando por delante de ellos si están en movimiento. Mientras mayor sea la distancia a tu objetivo, ¡más tendrás que adelantarte a tu objetivo!
ja: 移動中の目標に命中させるには、その前方 (未来位置) を狙う必要があります。距離が遠いほど、より前方を狙う必要があります。
pl: Mierząc do poruszających się celów bierz poprawkę na ich szybkość i kurs. Im większy jest dystans do celu, tym większą poprawkę trzeba wziąć!
ru: Берите упреждение при стрельбе по движущимся целям. Чем больше расстояние, тем большее упреждение нужно взять.
uk: Робіть випередження, стріляючи у рухомі цілі. Що більша відстань, то більше випередження потрібно зробити.
zh: 如果目标正在移动，就要朝其移动方向的前方处射击。您与目标的距离越远，前置量就会越大！
zh_sg: 如果目标正在移动，就需要往目标身前瞄准。您与目标的距离越远，提前量就越大！

# IDS_TIPS_DEPTH_CHARGES
source: Depth Сharges
es_mx: Cargas de Profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_TIPS_DEPTH_CHARGES_DESCRIPTION
source: Release depth charges by pressing the [CMD_SHOOT_DEPTH_CHARGES] key. Effective against hostile submarines. These charges have the potential to cause fires and flooding. Released in groups.
es_mx: Libera las cargas de profundidad al presionar la tecla [CMD_SHOOT_DEPTH_CHARGES]. Efectivas contra submarinos enemigos. Estas cargas tienen el potencial de causar incendios e inundaciones. Liberadas en grupos.
ja: [CMD_SHOOT_DEPTH_CHARGES] キーで爆雷を投下できます。 敵潜水艦に対して有効です。 爆雷は火災や浸水を引き起こす可能性があります。 1 回あたり数発を投下します。
pl: Wyrzuć bomby głębinowe klawiszem [CMD_SHOOT_DEPTH_CHARGES]. Skuteczne przeciw wrogim okrętom podwodnym. Bomby te mogą powodować pożary i zalania. Wypuszczane w grupach.
ru: Сброс глубинных бомб доступен по клавише [CMD_SHOOT_DEPTH_CHARGES]. Поражают подводные лодки противника. Имеют вероятность поджога и затопления. Сбрасываются группами.
uk: Скинути глибинні бомби можна клавішею [CMD_SHOOT_DEPTH_CHARGES]. Уражають підводні човни супротивника. Мають імовірність підпалу та затоплення. Скидають групами.
zh: Сброс глубинных бомб доступен по клавише [CMD_SHOOT_DEPTH_CHARGES]. Поражают подводные лодки противника. Имеют вероятность поджога и затопления. Сбрасываются группами.
zh_sg: 按下[CMD_SHOOT_DEPTH_CHARGES]键释放深水炸弹。 可有效对抗潜艇。 这些炸弹有几率造成起火和进水。 以组为单位释放。

# IDS_TIPS_DESTROYERS
source: Destroyers
es_mx: Destructores
ja: 駆逐艦
pl: Niszczyciele
ru: Эсминцы
uk: Есмінці
zh: 驱逐舰
zh_sg: 驱逐舰

# IDS_TIPS_DESTROYERS_DESCRIPTION
source: Destroyers excel at surprise attacks through a deadly mix of speed, maneuverability, stealth, and astounding torpedo damage. Carry out torpedo attacks on enemy heavy ships and provide cover for allied forces by setting smoke screens.
es_mx: Los destructores destacan en ataques sorpresa a través de una mezcla mortal de velocidad, maniobrabilidad, sigilo y un impresionante daño por torpedos. Lleva a cabo ataques con torpedos sobre los barcos enemigos pesados y proporciona cobertura para las fuerzas aliadas colocando cortinas de humo.
ja: 駆逐艦は、恐るべき速力、機動性、隠蔽性そして魚雷を兼ね備えており、奇襲を得意としています。 敵の大型艦に雷撃を敢行し、煙幕を展開することで味方を支援しましょう。
pl: Niszczyciele brylują w atakach z zaskoczenia, dzięki zabójczej mieszance szybkości, zwrotności, kamuflażu i niesamowitych uszkodzeń zadawanych przez torpedy. Przeprowadzaj ataki torpedowe na ciężkie okręty przeciwnika lub osłaniaj sprzymierzeńców ustawiając zasłony dymne.
ru: Эскадренные миноносцы — мастера неожиданных атак. Скорость, манёвренность, незаметность и сокрушительные торпеды — их главные преимущества в бою. Назначение эсминцев — торпедные атаки на тяжёлые корабли противника и прикрытие союзных сил постановкой дымовых завес.
uk: Ескадрені міноносці — майстри несподіваних атак. Швидкість, маневреність, непомітність і нищівні торпеди — їхні головні переваги в бою. Призначення есмінців — торпедні атаки на важкі кораблі супротивника і прикриття союзних сил за допомогою димових завіс.
zh: 驱逐舰擅长以航速、机动力、隐匿性和鱼雷伤害的致命组合来进行突袭。 对敌方重型战舰实施鱼雷攻击，并通过施放烟幕来为我方部队提供掩护。
zh_sg: 驱逐舰的擅长突袭，利用好航速、机动力、隐匿性和鱼雷伤害的优势。 对敌方重型战舰发动鱼雷攻击，施放烟幕来为我方部队提供掩护。

# IDS_TIPS_FIRE_AND_FLOODING
source: Fire and Flooding
es_mx: Incendios e Inundaciones
ja: 火災と浸水
pl: Pożary i zalania
ru: Пожары и затопления
uk: Пожежі та затоплення
zh: 起火与进水
zh_sg: 起火与进水

# IDS_TIPS_FIRE_AND_FLOODING_DESCRIPTION
source: Fire and flooding will damage your ship until resolved. Use the Damage Control Party consumable [CMD_CONSUMABLE_0] to accelerate fire and flooding recovery.
es_mx: Los incendios e inundaciones dañarán tu barco hasta que sean detenidos. Usa el consumible Equipo de Control de Daños [CMD_CONSUMABLE_0] para acelerar la recuperación de incendios o inundaciones.
ja: 火災や浸水が発生した場合、それが鎮火/復旧されるまでは徐々にダメージを受けます。 消耗品「応急工作班」[CMD_CONSUMABLE_0] を使用し、火災消火および浸水復旧作業を促進しましょう。
pl: Pożary i zalania powodują uszkodzenie okrętu do chwili, aż zostaną zneutralizowane. Użyj Grupy naprawczej [CMD_CONSUMABLE_0] żeby przyspieszyć gaszenie pożarów i zwalczanie zalań.
ru: Пожары и затопления наносят урон вашему кораблю, пока не будут устранены. Используйте Аварийную команду для ускоренного тушения пожаров и ликвидации затоплений.
uk: Пожежі та затоплення завдають шкоди вашому кораблю, поки їх не ліквідують. Використовуйте аварійно-рятувальну команду, щоб пришвидшити гасіння пожеж і ліквідацію затоплень.
zh: 起火与进水在解决之前都会对您的战舰造成伤害。 可使用伤害控制小组消耗品 [CMD_CONSUMABLE_0] 来加快火灾与进水的恢复。
zh_sg: 起火与进水在修复之前会对您的战舰造成持续伤害。 可使用消耗品伤害控制小组[CMD_CONSUMABLE_0] 来加快火灾与进水的修复速度。

# IDS_TIPS_FIRE_CORRECTIONER
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_TIPS_FIRE_CORRECTIONER_DESCRIPTION
source: Extends the firing range of the main battery. Provides additional aerial reconnaissance.
es_mx: Extiende el alcance de disparo de la batería principal. Proporciona reconocimiento áereo adicional.
ja: 主砲の射程を延伸します。航空偵察としても機能します。
pl: Zwiększa zasięg ognia głównej baterii. Zapewnia rekonesans powietrzny.
ru: Увеличивает дальность стрельбы главного калибра. Производит дополнительную разведку с воздуха.
uk: Збільшує дальність стрільби головного калібру. Здійснює додаткову розвідку з повітря.
zh: 消耗品可通过按下 [CMD_CONSUMABLE_2] 来启用。 会延伸主炮组的射程。提供额外的空中侦察。
zh_sg: 从而延长主炮组射程。或是提供额外的空中侦察。

# IDS_TIPS_FORCING
source: Engine Boost
es_mx: Impulso de Motor
ja: エンジンブースト
pl: Doładowanie silnika
ru: Форсаж
uk: Форсаж
zh: 引擎增压
zh_sg: 引擎增压

# IDS_TIPS_FORCING_DESCRIPTION
source: Temporarily increases the maximum speed of a ship.
es_mx: Incrementa temporalmente la velocidad máxima de un barco.
ja: 艦の最高速度を一時的に高めます。
pl: Używany do tymczasowego zwiększenia maksymalnej prędkości okrętu.
ru: Временно увеличивает максимальную скорость корабля.
uk: Тимчасово збільшує максимальну швидкість корабля.
zh: 可按下 [CMD_CONSUMABLE_2] 来启用消耗品。 用来暂时提高战舰的最大航速。
zh_sg: 暂时增加战舰的最高航速。

# IDS_TIPS_HEAL_FORSAGE
source: Engine Cooling
es_mx: Enfriamiento de Motor
ja: エンジン冷却
pl: Chłodzenie silnika
ru: Охлаждение двигателя
uk: Охолодження двигуна
zh: 引擎冷却 I
zh_sg: 引擎冷却

# IDS_TIPS_HEAL_FORSAGE_DESCRIPTION
source: Allows you, for a limited time, to use the aircraft's engine boost without the risk of overheating the engine.
es_mx: Te permite, por un tiempo limitado, utilizar el impulso del motor del avión sin riesgo de sobrecalentar el motor.
ja: 航空機において一定時間、エンジンオーバーヒートのリスクなしにエンジンブーストを使用可能になります。
pl: Pozwala przez jakiś czas używać doładowania silnika samolotu bez ryzyka jego przegrzania.
ru: Временно позволяет использовать форсаж самолётов без перегрева двигателя.
uk: Тимчасово дає змогу використовувати форсаж літаків без перегрівання двигуна.
zh: Временно позволяет использовать форсаж самолётов без перегрева двигателя.
zh_sg: 允许在有限的一段时间内，能避免过热风险使用飞机引擎增压。

# IDS_TIPS_HYDROACUSTIC_SEARCH
source: Hydroacoustic Search
es_mx: Búsqueda Hidroacústica
ja: 水中聴音
pl: Sonda hydroakustyczna
ru: Гидроакустический поиск
uk: Гідролокатор
zh: 水底搜索
zh_sg: 对海搜索
