Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAUA502_C6_ART_TOP
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA503_CL6_ART_STOCK
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA506_MONAGHAN
source: 127 mm/38 Mk.12 on a Mk.21 mod.1 mount/Mk.24 mod.11 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1/montaje Mk.24 mod.11
ja: 127 mm/38 Mk.12 (Mk.21 mod.1 砲座/Mk.24 mod.11 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1/Mk.24 mod.11
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1 / Mk.24 mod.11
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1/Mk.24 mod.11
zh: 127 毫米 Mk21/Mk24
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1炮座/Mk.24 mod.11炮座）

# IDS_PAUA507_CA6_ART_STOCK
source: 203 mm/55 Mk.14 on a triple mount/twin mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple/montaje doble
ja: 203 mm/55 Mk.14 (三連装砲座/連装砲座)
pl: 203 mm/55 Mk.14 na podwójnym/potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке / двухорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці/двогарматній установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.14（三联装炮座/双联装炮座）

# IDS_PAUA508_CA6_ART_TOP
source: 203 mm/55 Mk14
ru: 203-мм/55 Mk14
uk: 203-мм/55 Mk14
zh: 203 毫米/55 Mk14

# IDS_PAUA509_ART_WVIRGINIA
source: 406 mm/45 Mk.5 in a turret
es_mx: Mk.5 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.5 (砲塔)
pl: 406 mm/45 Mk.5 w wieży
ru: 406-мм/45 Mk.5 в башенной установке
uk: 406-мм/45 Mk.5 в баштовій установці
zh: 406毫米/45 MK5
zh_sg: 406 mm/45 Mk.5（单装炮塔）

# IDS_PAUA511_D6_ART_STOCK
source: 127 mm/38 Mk.12 on a Mk.21 mod.1/mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1/mod.0
ja: 127 mm/38 Mk.12 (Mk.21 mod.1/mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1/mod.0
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1/mod.0
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1/mod.0
zh: 127 毫米/38 Mk21
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1/mod.0炮座）

# IDS_PAUA521_127_38_MK30_MOD_1
source: 127 mm/38 Mk30 mod. 0
ru: 127-мм/38 Mk30 mod. 0
uk: 127-мм/38 Mk30 mod. 0
zh: 127 毫米/38 Mk30 0型

# IDS_PAUA522_B6_ART_STOCK
source: 356 mm/50 Mk.7 in a turret 356 mm/50 Mk.11 in a turret
es_mx: Mk.7 de 356 mm/50 en una torreta Mk.11 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.7 (砲塔) 356 mm/50 Mk.11 (砲塔)
pl: 356 mm/50 Mk.7 w wieży 356 mm/50 Mk.11 w wieży
ru: 356-мм/50 Mk.7 в башенной установке 356-мм/50 Mk.11 в башенной установке
uk: 356-мм/50 Mk.7 в баштовій установці 356-мм/50 Mk.11 в баштовій установці
zh: 356毫米/50 MK4
zh_sg: 356 mm/50 Mk.7（单装炮塔） 356 mm/50 Mk.11（单装炮塔）

# IDS_PAUA523_356_50_MK7
source: 356 mm/50 Mk7
ru: 356-мм/50 Mk7
uk: 356-мм/50 Mk7
zh: 356 毫米/50 MK7

# IDS_PAUA531_356_45_ARIZONA
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 Mk9
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAUA601_C7_ART_STOCK
source: 203 mm/55 Mk.14 on a triple mount/twin mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple/montaje doble
ja: 203 mm/55 Mk.14 (三連装砲座/連装砲座)
pl: 203 mm/55 Mk.14 na podwójnym/potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке / двухорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці/двогарматній установці
zh: 203 毫米/50 Mk14 1型
zh_sg: 203 mm/55 Mk.14（三联装炮座/双联装炮座）

# IDS_PAUA602_C7_ART_TOP
source: 203 mm/55 Mk.14 on a triple mount/twin mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple/montaje doble
ja: 203 mm/55 Mk.14 (三連装砲座/連装砲座)
pl: 203 mm/55 Mk.14 na podwójnym/potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке / двухорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці/двогарматній установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.14（三联装炮座/双联装炮座）

# IDS_PAUA603_CL7_ART_STOCK
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA605_CA7_ART_STOCK
source: 203 mm/55 Mk.12 in a turret
es_mx: Mk.12 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.12 (砲塔)
pl: 203 mm/55 Mk.12 w wieży
ru: 203-мм/55 Mk.12 в башенной установке
uk: 203-мм/55 Mk.12 в баштовій установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.12（单装炮塔）

# IDS_PAUA606_CA7_ART_TOP
source: 203 mm/55 Mk14
ru: 203-мм/55 Mk14
uk: 203-мм/55 Mk14
zh: 203 毫米/55 Mk14

# IDS_PAUA607_ART_CALIFORNIA
source: 356 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.7 (砲塔)
pl: 356 mm/50 Mk.7 w wieży
ru: 356-мм/50 Mk.7 в башенной установке
uk: 356-мм/50 Mk.7 в баштовій установці
zh: 356-мм/50 Mk.7 в башенной установке
zh_sg: 356 mm/50 Mk.7（单装炮塔）

# IDS_PAUA608_ART_FLORIDA
source: 356 mm/50 Mk.11 in a turret
es_mx: Mk.11 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.11 (砲塔)
pl: 356 mm/50 Mk.11 w wieży
ru: 356-мм/50 Mk.11 в башенной установке
uk: 356-мм/50 Mk.11 в баштовій установці
zh: 356-мм/50 Mk.11 в башенной установке
zh_sg: 356 mm/50 Mk.11（单装炮塔）

# IDS_PAUA611_D7_ART_STOCK
source: 127 mm/38 Mk.12 on a Mk.21 mod.1/mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1/mod.0
ja: 127 mm/38 Mk.12 (Mk.21 mod.1/mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1/mod.0
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1/mod.0
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1/mod.0
zh: 127 毫米/38 Mk21
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1/mod.0炮座）

# IDS_PAUA621_203_55_MK14
source: 203 mm/50 Mk14
ru: 203-мм/50 Mk14
uk: 203-мм/50 Mk14
zh: 203 毫米/50 Mk14 1型

# IDS_PAUA631_B7_ART_STOCK
source: 406 mm/45 Mk.5 in a turret
es_mx: Mk.5 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.5 (砲塔)
pl: 406 mm/45 Mk.5 w wieży
ru: 406-мм/45 Mk.5 в башенной установке
uk: 406-мм/45 Mk.5 в баштовій установці
zh: 406毫米/45 Mk5
zh_sg: 406 mm/45 Mk.5（单装炮塔）

# IDS_PAUA632_406_45_MK_5
source: 406 mm/45 Mk5
ru: 406-мм/45 Mk5
uk: 406-мм/45 Mk5
zh: 406毫米/45 MK5

# IDS_PAUA641_INDIANAPOLIS
source: 203 mm/55 Mk.14 on a triple mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple
ja: 203 mm/55 Mk.14 (三連装砲座)
pl: 203 mm/55 Mk.14 na potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.14（三联装炮座）

# IDS_PAUA651_FLINT
source: 127 mm/38 Mk.12 on a Mk.29 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.29
ja: 127 mm/38 Mk.12 (Mk.29 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.29
ru: 127-мм/38 Mk.12 в установке Mk.29
uk: 127-мм/38 Mk.12 в установці Mk.29
zh: 127 毫米/38 Mk32
zh_sg: 127 mm/38 Mk.12（Mk.29炮座）

# IDS_PAUA680_ART_BLACK_SIMS
source: 127 mm/38 Mk.12 on a Mk.30 mod.1/mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.1/mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.1/mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.1/mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.1/mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.1/mod.0
zh: 127 毫米/38 Mk30 0型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.1/mod.0炮座）

# IDS_PAUA691_C7_ART_JULIO
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA701_C8_ART_STOCK
source: 203 mm/55 Mk.12 in a turret
es_mx: Mk.12 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.12 (砲塔)
pl: 203 mm/55 Mk.12 w wieży
ru: 203-мм/55 Mk.12 в башенной установке
uk: 203-мм/55 Mk.12 в баштовій установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.12（单装炮塔）

# IDS_PAUA702_C8_ART_TOP
source: 203 mm/55 Mk.12 in a turret
es_mx: Mk.12 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.12 (砲塔)
pl: 203 mm/55 Mk.12 w wieży
ru: 203-мм/55 Mk.12 в башенной установке
uk: 203-мм/55 Mk.12 в баштовій установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.12（单装炮塔）

# IDS_PAUA703_KIDD
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 Mk30 0型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAUA704_CL8_ART_STOCK
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA705_CL8_ART_TOP
source: 152 mm/47 Mk16
ru: 152-мм/47 Mk16
uk: 152-мм/47 Mk16
zh: 152 毫米/47 Mk16

# IDS_PAUA706_CA8_ART_STOCK
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA707_CA8_ART_TOP
source: 203 mm/55 Mk15
ru: 203-мм/55 Mk15
uk: 203-мм/55 Mk15
zh: 203 毫米/55 Mk15

# IDS_PAUA708_ART_WICHITA
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA709_ART_MONTPELIER
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAUA710_ART_ANCHORAGE
source: 203 mm/55 Mk15
ru: 203-мм/55 Mk15
uk: 203-мм/55 Mk15
zh: 203 毫米/55 Mk15

# IDS_PAUA711_D8_ART_STOCK
source: 127 mm/38 Mk.12 on a Mk.30/Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30/Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30/Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30/Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 / Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30/Mk.30 mod.0
zh: 127 毫米/38 MK30
zh_sg: 127 mm/38 Mk.12（Mk.30/Mk.30 mod.0炮座）

# IDS_PAUA713_BB8_ART_STOCK
source: 406 mm/45 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.7 (砲塔)
pl: 406 mm/45 Mk.7 w wieży
ru: 406-мм/45 Mk.7 в башенной установке
uk: 406-мм/45 Mk.7 в баштовій установці
zh: 406-мм/45 Mk.7 в башенной установке
zh_sg: 406 mm/45 Mk.7（单装炮塔）

# IDS_PAUA731_127_38
source: 127 mm/38 Mk.12 on a Mk.29 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.29
ja: 127 mm/38 Mk.12 (Mk.29 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.29
ru: 127-мм/38 Mk.12 в установке Mk.29
uk: 127-мм/38 Mk.12 в установці Mk.29
zh: 127 毫米/38
zh_sg: 127 mm/38 Mk.12（Mk.29炮座）

# IDS_PAUA741_B8_ART_STOCK
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAUA742_ART_ALABAMA
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAUA743_ART_ALABAMA
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAUA744_ART_MASS
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAUA745_ART_BLACK_MASS
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAUA801_C9_ART_STOCK
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA802_C9_ART_TOP
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA803_CL9_ART_STOCK
source: 152 mm/47 DP Mk.17 in a turret
es_mx: DP Mk.17 de 152 mm/47 en una torreta
ja: 152 mm/47 DP Mk.17 (砲塔)
pl: 152 mm/47 DP Mk.17 w wieży
ru: 152-мм/47 DP Mk.17 в башенной установке
uk: 152-мм/47 DP Mk.17 в баштовій установці
zh: 152 毫米/47 D.P. Mk17
zh_sg: 152 mm/47 DP Mk.17（单装炮塔）

# IDS_PAUA805_CA9_ART_STOCK
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA807_ART_GEORGIA
source: 457 mm/48 Mk.1 in a turret
es_mx: Mk.1 de 457 mm/48 en una torreta
ja: 457 mm/48 Mk.1 (砲塔)
pl: 457 mm/48 Mk.1 w wieży
ru: 457-мм/48 Mk.1 в башенной установке
uk: 457-мм/48 Mk.1 в баштовій установці
zh: 457-мм/48 Mk.1 в башенной установке
zh_sg: 457 mm/48 Mk.1（单装炮塔）

# IDS_PAUA808_ART_BENHAM
source: 127 mm/38 Mk.12 on a Mk.30/Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30/Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30/Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30/Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 / Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30/Mk.30 mod.0
zh: 127 毫米/38 Mk24 mod. 11
zh_sg: 127 mm/38 Mk.12（Mk.30/Mk.30 mod.0炮座）

# IDS_PAUA809_BB9_ART_STOCK
source: 406 mm/45 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.7 (砲塔)
pl: 406 mm/45 Mk.7 w wieży
ru: 406-мм/45 Mk.7 в башенной установке
uk: 406-мм/45 Mk.7 в баштовій установці
zh: 406-мм/45 Mk.7 в башенной установке
zh_sg: 406 mm/45 Mk.7（单装炮塔）

# IDS_PAUA811_D9_ART_STOCK
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 MK30
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAUA821_B9_ART_STOCK
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAUA822_ART_MISSOURI
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAUA841_BLACK
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 Mk30
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAUA901_C10_ART_STOCK
source: 203 mm/55 RF Mk.16 in a turret
es_mx: RF Mk.16 de 203 mm/55 en una torreta
ja: 203 mm/55 RF Mk.16 (砲塔)
pl: 203 mm/55 RF Mk.16 w wieży
ru: 203-мм/55 RF Mk.16 в башенной установке
uk: 203-мм/55 RF Mk.16 у баштовій установці
zh: 203 毫米/55 Mk16
zh_sg: 203 mm/55 RF Mk.16（单装炮塔）

# IDS_PAUA902_ART_SALEM
source: 203 mm/55 RF Mk.16 in a turret
es_mx: RF Mk.16 de 203 mm/55 en una torreta
ja: 203 mm/55 RF Mk.16 (砲塔)
pl: 203 mm/55 RF Mk.16 w wieży
ru: 203-мм/55 RF Mk.16 в башенной установке
uk: 203-мм/55 RF Mk.16 у баштовій установці
zh: 203 毫米/55 Mk16
zh_sg: 203 mm/55 RF Mk.16（单装炮塔）

# IDS_PAUA903_D10_ART_STOCK
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAUA904_CL10_ART_STOCK
source: 152 mm/47 DP Mk.16 in a turret
es_mx: DP Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 DP Mk.16 (砲塔)
pl: 152 mm/47 DP Mk.16 w wieży
ru: 152-мм/47 DP Mk.16 в башенной установке
uk: 152-мм/47 RF Mk.16 у баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 DP Mk.16（单装炮塔）

# IDS_PAUA905_ART_TST_GEARING
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAUA906_ART_TST_MONTANA
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAUA907_ART_SOMERS
source: 127 mm/38 Mk.12 on a Mk.22 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.22
ja: 127 mm/38 Mk.12 (Mk.22 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.22
ru: 127-мм/38 Mk.12 в установке Mk.22
uk: 127-мм/38 Mk.12 в установці Mk.22
zh: 127-мм/38 Mk.12 в установке Mk.22
zh_sg: 127 mm/38 Mk.12（Mk.22炮座）

# IDS_PAUA908_ART_P_RICO
source: 305 mm/50 Mk.8 in a turret
es_mx: Mk.8 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.8 (砲塔)
pl: 305 mm/50 Mk.8 w wieży
ru: 305-мм/50 Mk.8 в башенной установке
uk: 305-мм/50 Mk.8 в баштовій установці
zh: 305 毫米/50 Mk8
zh_sg: 305 mm/50 Mk.8（单装炮塔）

# IDS_PAUA909_BB10_ART_STOCK
source: 457 mm/45 Mk.А in a turret
es_mx: Mk.А de 457 mm/45 en una torreta
ja: 457 mm/45 Mk.А (砲塔)
pl: 457 mm/45 Mk.А w wieży
ru: 457-мм/45 Mk.A в башенной установке
uk: 457-мм/45 Mk.A в баштовій установці
zh: 457-мм/45 Mk.A в башенной установке
zh_sg: 457 mm/45 Mk.А（单装炮塔）

# IDS_PAUA921_152_47DP_MK16
source: 152 mm/47 DP Mk16
ru: 152-мм/47 DP Mk16
uk: 152-мм/47 DP Mk16
zh: 152 毫米/47 Mk16

# IDS_PAUA931_B10_ART_STOCK
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAUA941_203_55_BUFFALO
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAUA974_ART_MONTANA
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAUA975_ART_GEARING
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAUA976_ART_ALASKA
source: 305 mm/50 Mk.8 in a turret
es_mx: Mk.8 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.8 (砲塔)
pl: 305 mm/50 Mk.8 w wieży
ru: 305-мм/50 Mk.8 в башенной установке
uk: 305-мм/50 Mk.8 в баштовій установці
zh: 305 毫米/50 Mk8
zh_sg: 305 mm/50 Mk.8（单装炮塔）

# IDS_PAUA977_ART_OHIO
source: 457 mm/48 Mk.1 in a turret
es_mx: Mk.1 de 457 mm/48 en una torreta
ja: 457 mm/48 Mk.1 (砲塔)
pl: 457 mm/48 Mk.1 w wieży
ru: 457-мм/48 Mk.1 в башенной установке
uk: 457-мм/48 Mk.1 в баштовій установці
zh: 457-мм/48 Mk.1 в башенной установке
zh_sg: 457 mm/48 Mk.1（单装炮塔）

# IDS_PAUA978_ART_BLACK_ALASKA
source: 305 mm/50 Mk.8 in a turret
es_mx: Mk.8 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.8 (砲塔)
pl: 305 mm/50 Mk.8 w wieży
ru: 305-мм/50 Mk.8 в башенной установке
uk: 305-мм/50 Mk.8 в баштовій установці
zh: 305 毫米/50 Mk8
zh_sg: 305 mm/50 Mk.8（单装炮塔）

# IDS_PAUB000_TORPEDOBOMBER_DEFAULT
source: Martin T4M
zh: 马丁 T4M

# IDS_PAUB001_DOUGLAS_TBD
source: Douglas TBD
zh: 道格拉斯 TBD 破坏者

# IDS_PAUB001_TORPEDOBOMBER_DEFAULT
source: Douglas TBD
zh: 道格拉斯 TBD 破坏者

# IDS_PAUB002_GRUMMAN_TBF
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAUB003_MARTIN_T3M
source: Martin T3M
zh: 马丁 T3M

# IDS_PAUB005_MARTIN_T4M
source: Martin T4M
zh: 马丁 T4M

# IDS_PAUB007_DOUGLAS_XTB2D
source: Douglas XTB2D
zh: 道格拉斯 XTB2D 飞行海盗

# IDS_PAUB008_DOUGLAS_DT
source: Douglas DT
zh: 道格拉斯 DT

# IDS_PAUB009_DOUGLAS_AD1
source: Douglas AD1
zh: 道格拉斯 AD2 空袭者

# IDS_PAUB011_GRUMMAN_TBM2
source: Grumman TBM-2
zh: 格鲁曼 TBM-2

# IDS_PAUB012_CONSOLIDATED_TBY_1
source: Consolidated TBY-2
zh: 联合航空 TBY 海狼

# IDS_PAUB013_A2D_SKYSHARK
source: Douglas A2D
zh: 道格拉斯 A2D 飞鲨

# IDS_PAUB051_DOUGLAS_BTD_1
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUB052_GRUMMAN_TBM3
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAUB053_DOUGLAS_XSB2D
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAUB301_CV4_TB_STOCK
source: Martin T3M
zh: 马丁 T3M

# IDS_PAUB302_CV4_TB_TOP
source: Martin T4M
zh: 马丁 T4M

# IDS_PAUB304_CV4_TB_TOP
source: Martin T4M
zh: 马丁 T4M

# IDS_PAUB401_CV5_TB_STOCK
source: Douglas TBD
zh: 道格拉斯 TBD 破坏者

# IDS_PAUB501_CV6_TB_STOCK
source: Douglas TBD
zh: 道格拉斯 TBD 破坏者

# IDS_PAUB502_TB_SAIPAN
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUB504_CV6_TB_TOP
source: TBD Devastator
zh: TBD 蹂躏者式轰炸机

# IDS_PAUB509_DOUGLAS_AD1_SAIPAN
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUB551_DOUGLAS_BTD_1_0
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUB552_GRUMMAN_TBM3_0
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAUB553_DOUGLAS_XSB2D_SAIPAN
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAUB601_CV7_TB_STOCK
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAUB701_CV8_TB_STOCK
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAUB702_CV8_TB_TOP
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAUB703_CV8_TB_STOCK
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAUB703_TB_ENTERPRISE
source: TBF Avenger
zh: TBF 复仇者式鱼雷轰炸机

# IDS_PAUB705_TB_ENTERPRISE
source: TBF Avenger
zh: TBF 复仇者式鱼雷轰炸机

# IDS_PAUB706_TB_ENTERPRISE
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAUB710_CV8_TB_STOCK
source: TBF Avenger
zh: TBF 复仇者式鱼雷轰炸机

# IDS_PAUB801_CV9_TB_STOCK
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAUB802_CV9_TB_TOP
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUB902_CV10_TB_TOP
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAUB904_CV10_TB_STOCK
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAUB905_CV10_TB_STOCK
source: AD-1 Skyraider
zh: AD-1 天袭者

# IDS_PAUB906_CV10_TB_TOP
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUB974_TB1_MIDWAY
source: AD-1 Skyraider
zh: 格鲁曼 TBM-3

# IDS_PAUB975_TB2_MIDWAY
source: BTD Destroyer
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAUD000_DIVEBOMBER_DEFAULT
source: Curtiss SBC4
zh: 寇蒂斯 SBC4 地狱俯冲者

# IDS_PAUD001_CURTISS_SB2C
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD001_DIVEBOMBER_DEFAULT
source: Vought SB2U
zh: 沃特 SB2U 维护者

# IDS_PAUD002_CURTISS_SBC4
source: Curtiss SBC4
zh: 寇蒂斯 SBC4 地狱俯冲者

# IDS_PAUD003_VOUGHT_SB2U
source: Vought SB2U
zh: 沃特 SB2U 维护者

# IDS_PAUD004_DOUGLAS_SBD2
source: Douglas SBD2
zh: 道格拉斯 SBD2 无畏
