Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_CONSUME_DESCRIPTION_PXY326_INVULNERABLEZONE_H2019
source: All allies within a 5 km radius become invincible.
es_mx: Todos los aliados en un radio de 5 km se vuelven invencibles
ja: 半径 5 km 以内の全ての味方艦艇が無敵になります。
pl: Wszyscy sojusznicy w promieniu 5 km stają się niezniszczalni
ru: Все союзники в радиусе 5 км получают неуязвимость.
uk: Усі союзники в радіусі 5 км отримують невразливість.
zh: Все союзники в радиусе 5 км получают неуязвимость.
zh_sg: 5公里半径内的所有友军隐形

# IDS_DOCK_CONSUME_DESCRIPTION_PXY327_IMPROVESPEED_H2019
source: Your ship and all allies within a 5 km radius receive the Ship Maneuverability buff. Your ship gets an additional buff for each ally within the 5 km radius. Any buffs are active until the end of the battle.
es_mx: Tu barco y todos los aliados en un radio de 5 km reciben la bonificación Maniobrabilidad del Barco. Tu barco recibe una bonificación adicional por cada aliado dentro del radio de 5 km. Cualquier bonificación está activa hasta el final de la batalla.
ja: 自艦と半径 5 km 以内の全ての味方艦艇の機動性を強化します。自艦には半径 5 km 以内の味方艦艇 1 隻あたり 1 段階の強化が追加で適用されます。 あらゆる強化はその戦闘が終わるまで有効です。
pl: Twój okręt oraz wszyscy sojusznicy w promieniu 5 km otrzymują wzmocnienie Manewrowość okrętu. Twój okręt otrzymuje dodatkowe wzmocnienie za każdego sojusznika znajdującego się w promieniu 5 km. Wszystkie wzmocnienia pozostają aktywne aż do zakończenia bitwy.
ru: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Манёвренность корабля». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
uk: Корабель та його союзники в радіусі 5 км отримують поліпшення маневреності. Корабель додатково отримує 1 поліпшення за кожного союзника в радіусі 5 км.
zh: Ваш корабль и все союзники в радиусе 5 км получают улучшение «Манёвренность корабля». За каждого союзника в радиусе 5 км ваш корабль получает дополнительное улучшение. Улучшения действуют до конца боя.
zh_sg: 您的战舰和半径5公里内的全部友军获得战舰机动性增益效果。5公里内每有一名友军您的战舰额外获得一层增益效果。 任何增益效果都将持续到战斗结束。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY328_TURNAROUND_H2019
source: Ship immediately makes a U-turn and torpedo tube reload time is reduced.
es_mx: Reduce el tiempo de recarga de los lanzadores de torpedos al hacer girar al barco 180° de forma inmediata.
ja: 自艦を一瞬で 180 度転回させ、魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torped, wykonując natychmiastowy nawrót
ru: Уменьшает время перезарядки торпедных аппаратов, мгновенно разворачивая корабль на 180 градусов.
uk: Зменшує час перезаряджання торпедних апаратів, миттєво розвертаючи корабель на 180 градусів.
zh: Уменьшает время перезарядки торпедных аппаратов, мгновенно разворачивая корабль на 180 градусов.
zh_sg: 降低鱼雷发射管装填时间并使战舰瞬间掉头

# IDS_DOCK_CONSUME_DESCRIPTION_PXY329_IMMORTAL_H2019
source: Reduces detectability range by half and restores 300 HP per second for as long as the ship remains undetected by the enemy.
es_mx: Reduce el rango de detectabilidad a la mitad y restaura 300 HP por segundo mientras el barco permanezca sin ser detectado por el enemigo.
ja: 被発見距離を半減し、自艦が敵に発見されていない限り、HP を毎秒 300 回復します。
pl: Zmniejsza wykrywalność o połowę i przywraca 300 PW na sekundę tak długo, jak okręt pozostaje niewykryty przez przeciwnika.
ru: Уменьшает заметность в два раза и восстанавливает 300 очков боеспособности в секунду, если корабль не обнаружен противником.
uk: Зменшує помітність у 2 рази та відновлює 300 очок боєздатності на секунду, якщо супротивник не виявив корабель.
zh: Уменьшает заметность в два раза и восстанавливает 300 очков боеспособности в секунду, если корабль не обнаружен противником.
zh_sg: 侦察范围减半并在被敌方发现前每秒恢复300点生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY330_SPEEDBOOSTER_H2019
source: Increases the ship's maximum speed. The ship won't take an amount of damage greater than her HP. Applies to all types of damage except for ramming.
es_mx: Aumenta la velocidad máxima del barco. El barco no recibirá una cantidad de daño mayor a sus HP. Aplica a todos los tipos de daño a excepción del causado por embestidas.
ja: 自艦の最高速度を向上します。艦艇が自艦の HP を超えるダメージを受けなくなります。体当たりを除くあらゆるタイプのダメージが対象です。
pl: Zwiększa maksymalną prędkość okrętu. Okręt nie otrzyma uszkodzeń większych niż jego maksymalna ilość PW. Ma to zastosowanie do wszystkich rodzajów uszkodzeń z wyjątkiem taranowania.
ru: Увеличивает максимальную скорость корабля. Корабль не получит урон, превышающий его боеспособность. Распространяется на все виды урона, кроме тарана.
uk: Збільшує максимальну швидкість корабля. Корабель не отримає шкоду, яка перевищує його боєздатність. Поширюється на всі види шкоди, окрім тарана.
zh: Увеличивает максимальную скорость корабля. Корабль не получит урон, превышающий его боеспособность. Распространяется на все виды урона, кроме тарана.
zh_sg: 增加战舰的最高航速。战舰不会受到高于其生命值的伤害。对撞击外所有伤害类型生效。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY331_ARTILLERYBOOSTER_H2019
source: Reduces the reload time of the main battery guns
es_mx: Reduce el tiempo de recarga de los cañones de la batería principal
ja: 主砲の装填時間を短縮します。
pl: Skraca czas przeładowania głównej baterii
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру
zh: Уменьшает время перезарядки орудий главного калибра.
zh_sg: 降低主炮装填时间

# IDS_DOCK_CONSUME_DESCRIPTION_PXY332_REGENCREW_H2019
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY333_HEALALL_H2019
source: Restores 10,000 HP to all allied ships.
es_mx: Restaura 10 000 HP a todos los barcos aliados.
ja: 全ての味方艦艇の HP を 10,000 回復します。
pl: Przywraca 10 000 PW wszystkich sojuszniczym okrętom.
ru: Восстанавливает всем союзным кораблям 10 000 очков боеспособности.
uk: Відновлює всім союзним кораблям 10 000 очок боєздатності.
zh: Восстанавливает всем союзным кораблям 10 000 очков боеспособности.
zh_sg: 为所有友军战舰恢复10000点血量。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY334_HEALSHELL_H2019
source: A hit to your ally will restore 3,000 HP to that ally and 3,000 HP to your ship. Main gun reload time is reduced by half.
es_mx: Un impacto sobre tu aliado restaurará 3000 HP de ese aliado y 3000 HP de tu barco. El tiempo de recarga del cañón principal se reduce a la mitad.
ja: 味方艦艇に 1 発命中させた際、その味方艦艇の HP を 3,000、自艦の HP を 3,000 回復させます。 主砲装填時間が半減します。
pl: Trafienie w sojusznika przywróci 3000 PW temu sojusznikowi i 3000 PW Tobie. Czas przeładowania baterii głównej skrócony zostaje o połowę.
ru: Попадание по кораблю союзника восстанавливает ему 3000 очков боеспособности. При этом ваш корабль также восстанавливается на 3000 очков. Время перезарядки ГК сокращается в два раза.
uk: Влучення в корабель союзника відновлює йому 3 000 очок боєздатності. Водночас ваш корабель відновлюється на 3 000 очок. Час перезаряджання ГК зменшується в 2 рази.
zh: Попадание по кораблю союзника восстанавливает ему 3000 очков боеспособности. При этом ваш корабль также восстанавливается на 3000 очков. Время перезарядки ГК сокращается в два раза.
zh_sg: 友军被击中时，您和这艘友军的战舰各恢复3000点血量。 主炮装填时间减半。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY335_REGENRESIST_H2019
source: Restores 1,000 HP per second. Reduces damage received by 80%.
es_mx: Restaura 1000 HP por segundo. Reduce el daño recibido en un 80%.
ja: 艦艇 HP を毎秒 1,000 回復し、被ダメージを 80% 低減します。
pl: Przywraca 1000 PW okrętu co sekundę. Zmniejsza otrzymywane uszkodzenia o 80%.
ru: Восстанавливает 1000 очков боеспособности в секунду. Уменьшает получаемый урон на 80%.
uk: Відновлює 1000 очок боєздатності корабля на секунду. Зменшує на 80 % шкоду, яку ви отримуєте.
zh: Восстанавливает 1000 очков боеспособности в секунду. Уменьшает получаемый урон на 80%.
zh_sg: 每秒恢复1000点生命值。受到的伤害降低80%。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY336_VAMPIRIC_H2019
source: Accelerates the reload time of the main battery guns. Restores the ship's HP by 50% of the damage caused.
es_mx: Acelera el tiempo de recarga de los cañones de la batería principal. Restaura los HP del barco en una cantidad igual al 50% del daño causado.
ja: 主砲の装填時間を短縮します。自艦の HP を与ダメージの 50% 回復します。
pl: Przyśpiesza przeładowanie dział baterii głównej. Przywraca PW okrętu w wysokości 50% zadanych uszkodzeń.
ru: Ускоряет перезарядку ГК. Восстанавливает боеспособность корабля в размере 50% от нанесённого урона.
uk: Пришвидшує перезаряджання ГК. Відновлює боєздатність корабля в розмірі 50 % від завданої шкоди.
zh: Ускоряет перезарядку ГК. Восстанавливает боеспособность корабля в размере 50% от нанесённого урона.
zh_sg: 加快主炮装填时间。恢复战舰造成伤害50%的生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY337_LIFEDRAIN_H2019
source: Restores your ship's HP at a rate of 500 HP per second. Each enemy ship within a 5 km radius of the ship provides an additional 500 HP restoration per second.
es_mx: Restaura los HP de tu barco a una tasa de 500 HP por segundo. Cada barco enemigo en un radio de 5 km alrededor del barco proporciona 500 HP adicionales a la restauración.
ja: 自艦の HP を毎秒 500 回復します。半径 5 km 以内の敵艦艇 1 隻あたり回復効率が 500 HP 向上します。
pl: Przywraca PW okrętu w tempie 500 PW na sekundę. Każdy okręt w promieniu 5 km zapewnia dodatkowe 500 PW do efektu przywracania wytrzymałości.
ru: Восстанавливает 500 очков боеспособности в секунду вашему кораблю. Корабли противника в радиусе 5 км добавляют по 500 очков к эффективности восстановления.
uk: Відновлює 500 очок боєздатності на секунду будь-якому вашому кораблю. Кораблі супротивника в радіусі 5 км додають по 500 очок до ефективності відновлення.
zh: Восстанавливает 500 очков боеспособности в секунду вашему кораблю. Корабли противника в радиусе 5 км добавляют по 500 очков к эффективности восстановления.
zh_sg: 每秒恢复您战舰500点血量。5公里半径内每有一名敌方战舰额外提供500点恢复效率。

# IDS_DOCK_CONSUME_DESCRIPTION_PXY338_HEALZONE_H2019
source: Creates a repair zone with a 5-kilometer radius around the ship. Both your and allied ships within this zone recover HP at a rate of 500 HP per second.
es_mx: Crea una zona de reparación en un radio de 5 km alrededor del barco que recupera los HP del barco, así como los HP de los barcos aliados a una tasa de 500 HP por segundo.
ja: 自艦から半径 5 km 以内に修理ゾーンを生成し、自艦と味方艦艇の HP を毎秒 500 回復します。
pl: Tworzy strefę naprawy w promieniu 5 km, która przywraca wytrzymałość Twojego okrętu i wszystkich sojuszników w tempie 500 PW na sekundę.
ru: Создаёт вокруг корабля ремонтную зону радиусом 5 км, которая восстанавливает 500 очков боеспособности в секунду вашему кораблю и союзникам.
uk: Створює навколо корабля ремонтну зону радіусом 5 км, яка відновлює 500 очок боєздатності вашому кораблю та союзникам.
zh: Создаёт вокруг корабля ремонтную зону радиусом 5 км, которая восстанавливает 500 очков боеспособности в секунду вашему кораблю и союзникам.
zh_sg: 创建一个覆盖半径5公里的维修区域，友军战舰每秒恢复500点血量。

# IDS_DOCK_CONSUME_TITLE_PCY001_CRASHCREW
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制小组 I
zh_sg: 伤害控制小组

# IDS_DOCK_CONSUME_TITLE_PCY002_REGENCREW
source: Repair Party
es_mx: Equipo de Reparaciones
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组 I
zh_sg: 维修小组

# IDS_DOCK_CONSUME_TITLE_PCY003_AIRDEFENSEDISP
source: Defensive AA Fire
es_mx: Fuego AA Defensivo
ja: 対空防御砲火
pl: Obrona przeciwlotnicza
ru: Заградительный огонь ПВО
uk: Загороджувальний вогонь ППО
zh: 防御型防空火力 I
zh_sg: 防御型对空火力

# IDS_DOCK_CONSUME_TITLE_PCY004_FIGHTER
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 弹射式战斗机 I
zh_sg: 战斗机

# IDS_DOCK_CONSUME_TITLE_PCY005_SPOTTER
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机 I
zh_sg: 侦察机

# IDS_DOCK_CONSUME_TITLE_PCY006_SMOKEGENERATOR
source: Smoke Generator
es_mx: Generador de Humo
ja: 発煙装置
pl: Wytwornica dymu
ru: Дымогенератор
uk: Генератор диму
zh: 烟雾产生器 I
zh_sg: 发烟器

# IDS_DOCK_CONSUME_TITLE_PCY006_SMOKEGENERATORCRAWLER
source: Crawling Smoke Generator
es_mx: Generador de Humo de Baja Velocidad
ja: 低速用発煙装置
pl: Niskoprężna wytwornica dymu
ru: Дымогенератор малого хода
uk: Генератор диму малого ходу
zh: Дымогенератор малого хода
zh_sg: 低速发烟器

# IDS_DOCK_CONSUME_TITLE_PCY006_SMOKEGENERATOROIL
source: Exhaust Smoke Generator
es_mx: Generador de Humo de Escape
ja: 排気発煙装置
pl: Wysokoprężna wytwornica dymu
ru: Дымогенератор полного хода
uk: Генератор диму повного ходу
zh: Дымогенератор полного хода
zh_sg: 高速发烟器

# IDS_DOCK_CONSUME_TITLE_PCY007_SPEEDBOOSTER
source: Engine Boost
es_mx: Impulso del Motor
ja: エンジンブースト
pl: Doładowanie silnika
ru: Форсаж
uk: Форсаж
zh: 引擎增压 I
zh_sg: 引擎增压

# IDS_DOCK_CONSUME_TITLE_PCY008_SONARSEARCH
source: Hydroacoustic Search
es_mx: Búsqueda Hidroacústica
ja: 水中聴音
pl: Sonda hydroakustyczna
ru: Гидроакустический поиск
uk: Гідролокатор
zh: 水底搜索 I
zh_sg: 对海搜索

# IDS_DOCK_CONSUME_TITLE_PCY009_CRASHCREWPREMIUM
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制小组 II
zh_sg: 伤害控制小组

# IDS_DOCK_CONSUME_TITLE_PCY009_CRASHCREW_LIMITED_PREMIUM
source: Fast Damage Control Team
es_mx: Equipo de Control de Daños Acelerado
ja: 高速応急工作班
pl: Grupa ratunkowa szybkiego reagowania
ru: Аварийное подразделение
uk: Аварійно-рятувальний підрозділ
zh: Аварийное подразделение
zh_sg: 快速伤害控制小队

# IDS_DOCK_CONSUME_TITLE_PCY010_REGENCREWPREMIUM
source: Repair Party
es_mx: Equipo de Reparaciones
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组 II
zh_sg: 维修小组

# IDS_DOCK_CONSUME_TITLE_PCY010_REGENCREW_EHEAL_PREMIUM
source: Specialized Repair Teams
es_mx: Equipos de Reparación Especializados
ja: 特殊修理班
pl: Wyspecjalizowane grupy naprawcze
ru: Ремонтный дивизион
uk: Ремонтний дивізіон
zh: Ремонтный дивизион
zh_sg: 特化维修小队

# IDS_DOCK_CONSUME_TITLE_PCY011_AIRDEFENSEDISPPREMIUM
source: Defensive AA Fire
es_mx: Fuego AA Defensivo
ja: 対空防御砲火
pl: Obrona przeciwlotnicza
ru: Заградительный огонь ПВО
uk: Загороджувальний вогонь ППО
zh: 防御型防空火力 II
zh_sg: 防御型对空火力

# IDS_DOCK_CONSUME_TITLE_PCY012_FIGHTERPREMIUM
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 弹射式战斗机 II
zh_sg: 战斗机

# IDS_DOCK_CONSUME_TITLE_PCY013_SPOTTERPREMIUM
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机 II
zh_sg: 侦察机

# IDS_DOCK_CONSUME_TITLE_PCY013_SPOTTER_CIRCLE_PREMIUM
source: Rapid Takeoff Spotter
es_mx: Observador de Despegue Rápido
ja: 急速発艦着弾観測機
pl: Zwiadowca w stanie gotowości
ru: Корректировщик огня ускоренного темпа
uk: Літак-корегувальник пришвидшеного темпу
zh: Корректировщик огня ускоренного темпа
zh_sg: 快速起飞侦察机

# IDS_DOCK_CONSUME_TITLE_PCY014_SMOKEGENERATORCRAWLER_PREMIUM
source: Crawling Smoke Generator
es_mx: Generador de Humo de Baja Velocidad
ja: 低速用発煙装置
pl: Niskoprężna wytwornica dymu
ru: Дымогенератор малого хода
uk: Генератор диму малого ходу
zh: Дымогенератор малого хода
zh_sg: 低速发烟器

# IDS_DOCK_CONSUME_TITLE_PCY014_SMOKEGENERATOROIL_PREMIUM
source: Exhaust Smoke Generator
es_mx: Generador de Humo de Escape
ja: 排気発煙装置
pl: Wysokoprężna wytwornica dymu
ru: Дымогенератор полного хода
uk: Генератор диму повного ходу
zh: Дымогенератор полного хода
zh_sg: 高速发烟器

# IDS_DOCK_CONSUME_TITLE_PCY014_SMOKEGENERATORPREMIUM
source: Smoke Generator
es_mx: Generador de Humo
ja: 発煙装置
pl: Wytwornica dymu
ru: Дымогенератор
uk: Генератор диму
zh: 烟雾产生器 II
zh_sg: 发烟器

# IDS_DOCK_CONSUME_TITLE_PCY014_SMOKEGENERATOR_CYCLE_PREMIUM
source: Short-Burst Smoke Generator
es_mx: Generador de Humo de Acción Corta
ja: ショートバースト発煙装置
pl: Krótkotrwała wytwornica dymu
ru: Дымовая шашка
uk: Димова шашка
zh: Дымовая шашка
zh_sg: 短突发式发烟器

# IDS_DOCK_CONSUME_TITLE_PCY015_SPEEDBOOSTERPREMIUM
source: Engine Boost
es_mx: Impulso del Motor
ja: エンジンブースト
pl: Doładowanie silnika
ru: Форсаж
uk: Форсаж
zh: 引擎增压 II
zh_sg: 引擎增压

# IDS_DOCK_CONSUME_TITLE_PCY015_SPEEDBOOSTER_IMP_PREMIUM
source: Emergency Engine Power
es_mx: Potencia de Emergencia del Motor
ja: 緊急エンジン出力
pl: Awaryjne doładowanie silnika
ru: Боевой форсаж
uk: Бойовий форсаж
zh: Боевой форсаж
zh_sg: 紧急引擎功率

# IDS_DOCK_CONSUME_TITLE_PCY016_SONARSEARCHPREMIUM
source: Hydroacoustic Search
es_mx: Búsqueda Hidroacústica
ja: 水中聴音
pl: Sonda hydroakustyczna
ru: Гидроакустический поиск
uk: Гідролокатор
zh: 水底搜索 II
zh_sg: 对海搜索

# IDS_DOCK_CONSUME_TITLE_PCY016_SONARSEARCH_SHORT_PREMIUM
source: Short-Range Hydroacoustic Search
es_mx: Búsqueda Hidroacústica de Corto Alcance
ja: 短距離水中聴音
pl: Sonda hydroakustyczna krótkiego zasięgu
ru: Гидроакустический поиск ближнего действия
uk: Гідролокатор близької дії
zh: Гидроакустический поиск ближнего действия
zh_sg: 短程对海搜索

# IDS_DOCK_CONSUME_TITLE_PCY017_TORPEDORELOADER
source: Torpedo Reload Booster
es_mx: Estímulo de Recarga de Torpedos
ja: 魚雷装填ブースター
pl: Przyspieszacz ładowania torped
ru: Ускорение перезарядки торпед
uk: Пришвидшення перезаряджання торпед
zh: 鱼雷装填助推器 I
zh_sg: 鱼雷装填助推器

# IDS_DOCK_CONSUME_TITLE_PCY018_TORPEDORELOADERPREMIUM
source: Torpedo Reload Booster
es_mx: Estímulo de Recarga de Torpedos
ja: 魚雷装填ブースター
pl: Przyspieszacz ładowania torped
ru: Ускорение перезарядки торпед
uk: Пришвидшення перезаряджання торпед
zh: 鱼雷装填助推器 II
zh_sg: 鱼雷装填助推器

# IDS_DOCK_CONSUME_TITLE_PCY019_RLSSEARCH
source: Surveillance Radar
es_mx: Radar de Vigilancia
ja: 警戒レーダー
pl: Radar dozorowania
ru: Поисковая РЛС
uk: Пошукова РЛС
zh: 监视雷达 I
zh_sg: 监视雷达

# IDS_DOCK_CONSUME_TITLE_PCY020_RLSSEARCHPREMIUM
source: Surveillance Radar
es_mx: Radar de Vigilancia
ja: 警戒レーダー
pl: Radar dozorowania
ru: Поисковая РЛС
uk: Пошукова РЛС
zh: 监视雷达 II
zh_sg: 监视雷达

# IDS_DOCK_CONSUME_TITLE_PCY021_ARTILLERYBOOSTER
source: Main Battery Reload Booster
es_mx: Impulso a la Recarga de la Batería Principal
ja: 主砲装填ブースター
pl: Przyspieszacz ładowania baterii głównej
ru: Ускорение перезарядки ГК
uk: Пришвидшення перезаряджання ГК
zh: 主炮装填助推器I
zh_sg: 主炮组装填助推器

# IDS_DOCK_CONSUME_TITLE_PCY022_ARTILLERYBOOSTERPREMIUM
source: Main Battery Reload Booster
es_mx: Impulso a la Recarga de la Batería Principal
ja: 主砲装填ブースター
pl: Przyspieszacz ładowania baterii głównej
ru: Ускорение перезарядки ГК
uk: Пришвидшення перезаряджання ГК
zh: 主炮装填助推器II
zh_sg: 主炮组装填助推器

# IDS_DOCK_CONSUME_TITLE_PCY023_CRASHCREWSUPER
source: Damage Control Party III
es_mx: Equipo de Control de Daños III
ja: 応急工作班 III
pl: Grupa naprawczo-ratunkowa III
ru: Аварийная команда III
uk: Аварійно-рятувальна команда III
zh: 伤害控制小组 III
zh_sg: 伤害控制小组 III

# IDS_DOCK_CONSUME_TITLE_PCY023_INVULNERABLE
source: Energy Shield I
es_mx: Escudo de Energía I
ja: エナジーシールド I
pl: Tarcza energetyczna I
ru: Энергощит I
uk: Енергощит I
zh: 能量盾 I
zh_sg: 能量盾 I

# IDS_DOCK_CONSUME_TITLE_PCY024_INVULNERABLEPREMIUM
source: Energy Shield II
es_mx: Escudo de Energía II
ja: エナジーシールド II
pl: Tarcza energetyczna II
ru: Энергощит II
uk: Енергощит II
zh: 能量盾 II
zh_sg: 能量盾 II

# IDS_DOCK_CONSUME_TITLE_PCY024_REGENCREWSUPER
source: Repair Party III
es_mx: Equipo de Reparaciones III
ja: 修理班 III
pl: Grupa naprawcza III
ru: Ремонтная команда III
uk: Ремонтна команда III
zh: 维修小组III型
zh_sg: 维修小组 III

# IDS_DOCK_CONSUME_TITLE_PCY025_AIRDEFENSEDISPSUPER
source: Defensive AA Fire III
es_mx: Fuego AA Defensivo III
ja: 対空防御砲火 III
pl: Obrona przeciwlotnicza III
ru: Заградительный огонь ПВО III
uk: Загороджувальний вогонь ППО III
zh: 防御用防空火力III型
zh_sg: 防御型对空火力 III

# IDS_DOCK_CONSUME_TITLE_PCY026_FIGHTERSUPER
source: Fighter III
es_mx: Caza III
ja: 戦闘機 III
pl: Myśliwiec III
ru: Истребитель III
uk: Винищувач III
zh: 弹射式战斗机III型
zh_sg: 战斗机 III

# IDS_DOCK_CONSUME_TITLE_PCY027_SPOTTERSUPER
source: Spotting Aircraft III
es_mx: Avión de Exploración III
ja: 着弾観測機 III
pl: Samolot zwiadowczy III
ru: Корректировщик огня III
uk: Літак-корегувальник III
zh: 侦察机III型
zh_sg: 侦察机 III

# IDS_DOCK_CONSUME_TITLE_PCY028_SMOKEGENERATORSUPER
source: Smoke Generator III
es_mx: Generador de Humo III
ja: 発煙装置 III
pl: Wytwornica dymu III
ru: Дымогенератор III
uk: Генератор диму III
zh: 烟雾产生器 III
zh_sg: 发烟器III

# IDS_DOCK_CONSUME_TITLE_PCY029_SPEEDBOOSTERSUPER
source: Engine Boost III
es_mx: Impulso de Motor III
ja: エンジンブースト III
pl: Doładowanie silnika III
ru: Форсаж III
uk: Форсаж III
zh: 引擎增压III型
zh_sg: 引擎增压 III

# IDS_DOCK_CONSUME_TITLE_PCY030_SONARSEARCHSUPER
source: Hydroacoustic Search III
es_mx: Búsqueda Hidroacústica III
ja: 水中聴音 III
pl: Sonda hydroakustyczna III
ru: Гидроакустический поиск III
uk: Гідролокатор III
zh: 水底搜索III型
zh_sg: 对海搜索 III

# IDS_DOCK_CONSUME_TITLE_PCY031_TORPEDORELOADERSUPER
source: Torpedo Reload Booster III
es_mx: Estímulo de Recarga de Torpedos III
ja: 魚雷装填ブースター III
pl: Przyspieszacz ładowania torped III
ru: Ускорение перезарядки торпед III
uk: Пришвидшення перезаряджання торпед III
zh: 鱼雷装填助推器III型
zh_sg: 鱼雷装填助推器 III

# IDS_DOCK_CONSUME_TITLE_PCY032_RLSSEARCHSUPER
source: Surveillance Radar III
es_mx: Radar de Vigilancia III
ja: 警戒レーダー III
pl: Radar dozorowania III
ru: Поисковая РЛС III
uk: Пошукова РЛС III
zh: 监视雷达 III
zh_sg: 监视雷达 III

# IDS_DOCK_CONSUME_TITLE_PCY033_ARTILLERYBOOSTERSUPER
source: Main Battery Reload Booster III
es_mx: Impulso a la Recarga de la Batería Principal III
ja: 主砲装填ブースター III
pl: Przyspieszacz ładowania głównej baterii III
ru: Ускорение перезарядки ГК III
uk: Пришвидшення перезаряджання ГК III
zh: 主炮装填助推器III型
zh_sg: 主炮组装填助推器 III

# IDS_DOCK_CONSUME_TITLE_PCY034_FORSAGEBOOSTER
source: Engine Cooling
es_mx: Enfriamiento de Motor
ja: エンジン冷却
pl: Chłodzenie silnika
ru: Охлаждение двигателя
uk: Охолодження двигуна
zh: 引擎冷却 I
zh_sg: 引擎冷却

# IDS_DOCK_CONSUME_TITLE_PCY035_CALLFIGHTERS
source: Patrol Fighters
es_mx: Cazas de Patrullaje
ja: 哨戒戦闘機
pl: Myśliwce patrolowe
ru: Патрульные истребители
uk: Патрульні винищувачі
zh: 巡逻战斗机 I
zh_sg: 巡逻战斗机

# IDS_DOCK_CONSUME_TITLE_PCY036_REGENERATEHEALTH
source: Repair
es_mx: Reparaciones
ja: 修理
pl: Naprawa
ru: Ремонт
uk: Ремонт
zh: 维修 I
zh_sg: 维修

# IDS_DOCK_CONSUME_TITLE_PCY036_REGENERATEHEALTH_LONG_PREMIUM
source: Priority Reinforcements
es_mx: Refuerzos Prioritarios
ja: 優先補強
pl: Szybkie wsparcie
ru: Регламентированный ремонт
uk: Регламентований ремонт
zh: Регламентированный ремонт
zh_sg: 优先维修

# IDS_DOCK_CONSUME_TITLE_PCY037_CRASHCREWAUTO
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制小组 I
zh_sg: 伤害控制小组

# IDS_DOCK_CONSUME_TITLE_PCY038_FIGHTERAUTO
source: Fighter
es_mx: Caza
ja: 戦闘機
pl: Myśliwiec
ru: Истребитель
uk: Винищувач
zh: 战斗机 I
zh_sg: 战斗机

# IDS_DOCK_CONSUME_TITLE_PCY042_SUBMARINEFOURTHSTATE
source: Maximum Depth
es_mx: Profundidad Máxima
ja: 最大深度
pl: Głębokość maksymalna
ru: Предельная глубина
uk: Гранична глибина
zh: Предельная глубина
zh_sg: 最大深度

# IDS_DOCK_CONSUME_TITLE_PCY043_SUBMARINEFOURTHSTATEPREMIUM
source: Maximum Depth
es_mx: Profundidad Máxima
ja: 最大深度
pl: Głębokość maksymalna
ru: Предельная глубина
uk: Гранична глибина
zh: Предельная глубина
zh_sg: 最大深度

# IDS_DOCK_CONSUME_TITLE_PXY001_MINDCONTROL
source: Anti-guidance System I
es_mx: Sistema Anti-guía I
ja: アンチガイダンス・システム I
pl: System przeciwnamierzający I
ru: Система антинаведения I
uk: Система протинаведення I
zh: 反制系统 I
zh_sg: 反制系统 I

# IDS_DOCK_CONSUME_TITLE_PXY003_PROTECTION
source: Energy Shield I
es_mx: Escudo de Energía I
ja: エナジーシールド I
pl: Tarcza energetyczna I
ru: Энергощит I
uk: Енергощит I
zh: 能量盾 I
zh_sg: 能量盾 I

# IDS_DOCK_CONSUME_TITLE_PXY004_HEALAURA
source: Repair Zone I
es_mx: Zona de Reparación I
ja: 修理ゾーン I
pl: Strefa naprawcza I
ru: Ремонтная зона I
uk: Ремонтна зона I
zh: 维修区 I
zh_sg: 维修区域 I
