Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBUT605_D7_TORP_STOCK
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBUT606_CA7_TORP_STOCK
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBUT701_C8_TORP_STOCK
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBUT702_C8_TORP_TOP
source: 533 mm Mk IX**
ru: 533-мм Mk IX**
uk: 533-мм Mk IX**
zh: 533 毫米 Mk IX**

# IDS_PBUT703_D8_TORP_STOCK
source: 533 mm Mk IX(*)
ru: 533-мм Mk IX(*)
uk: 533-мм Mk IX(*)
zh: 533 毫米 Mk IX(*)

# IDS_PBUT704_CA8_TORP_STOCK
source: 533 mm Mk IX**
ru: 533-мм Mk IX**
uk: 533-мм Mk IX**
zh: 533 毫米 Mk IX**

# IDS_PBUT705_TORP_BELFAST2
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBUT712_CA8_TORP_CHESHIRE
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBUT801_C9_TORP_STOCK
source: 533 mm Mk IX**
ru: 533-мм Mk IX**
uk: 533-мм Mk IX**
zh: 533 毫米 Mk IX**

# IDS_PBUT802_C9_TORP_TOP
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBUT803_D9_TORP_STOCK
source: 533 mm Mk IX**
ru: 533-мм Mk IX**
uk: 533-мм Mk IX**
zh: 533 毫米 Mk IX**

# IDS_PBUT804_CA9_TORP_STOCK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBUT901_C10_TORP_STOCK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBUT902_D10_TORP_STOCK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBUT903_CA10_TORP_STOCK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PCEC001_CAMO_1
source: Type 1
es_mx: Tipo 1
ja: タイプ 1
pl: Typ 1
ru: Тип 1
uk: Тип 1
zh: 类型 1
zh_sg: 类型 1

# IDS_PCEC001_CAMO_1_DESCRIPTION
source: Reduces ship detectability.
es_mx: Reduce detectabilidad del barco.
ja: 艦の被発見性を低減する。
pl: Zmniejsza wykrywalność okrętu.
ru: Уменьшает заметность корабля.
uk: Зменшує помітність корабля.
zh: 增强相应属性
zh_sg: 降低战舰被发现的可能性。

# IDS_PCEC002_CAMO_2
source: Type 2
es_mx: Tipo 2
ja: タイプ 2
pl: Typ 2
ru: Тип 2
uk: Тип 2
zh: 类型 2
zh_sg: 类型 2

# IDS_PCEC002_CAMO_2_DESCRIPTION
source: Decreases the firing accuracy of the enemy.
es_mx: Disminuye la precisión del enemigo.
ja: 敵の射撃精度を低下させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia.
ru: Понижает точность стрельбы противника.
uk: Зменшує влучність стрільби супротивника.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度。

# IDS_PCEC003_CAMO_HALLOWEEN
source: Type 3 – Halloween
es_mx: Tipo 3 – Halloween
ja: タイプ 3 – ハロウィーン
pl: Typ 3 – Halloween
ru: Тип 3 – Хэллоуин
uk: Тип 3 – Хеловін
zh: 类型 3 – 万圣节
zh_sg: 类型 3– 万圣节

# IDS_PCEC003_CAMO_HALLOWEEN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC004_CAMO_XP_BOOST
source: Type 3 – Ranked
es_mx: Tipo 3 – Ranked
ja: タイプ 3 – ランク
pl: Typ 3 – Rankingowy
ru: Тип 3 – Ранговый
uk: Тип 3 – Ранговий
zh: 类型 3 – 排位
zh_sg: 类型 3 – 排位

# IDS_PCEC004_CAMO_XP_BOOST_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC005_CAMO_NY_3
source: Type 3 – New Year
es_mx: Tipo 3 – Año Nuevo
ja: タイプ 3 – 新年
pl: Typ 3 – Nowy rok
ru: Тип 3 – Новогодний
uk: Тип 3 – Новорічний
zh: 类型 3 – 新年
zh_sg: 类型 3 – 新年

# IDS_PCEC005_CAMO_NY_3_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC006_TILE_SUPERTEST
source: Type 4 – Supertest
es_mx: Tipo 4 – Supertest
ja: タイプ 4 – スーパーテスト
pl: Typ 4 – Supertest
ru: Тип 4 – Супертест
uk: Тип 4 – Супертест
zh: 类型 4 – 超测
zh_sg: 类型 4 – 超测

# IDS_PCEC006_TILE_SUPERTEST_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC007_CAMO_3_TILE_DOUBLE
source: Type 5
es_mx: Tipo 5
ja: タイプ 5
pl: Typ 5
ru: Тип 5
uk: Тип 5
zh: 类型 5
zh_sg: 类型 5

# IDS_PCEC007_CAMO_3_TILE_DOUBLE_DESCRIPTION
source: Decreases the firing accuracy of the enemy and reduces ship detectability.
es_mx: Disminuye la precisión de disparo del enemigo y reduce la detectabilidad del barco.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減する。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu.
ru: Понижает точность стрельбы противника и уменьшает заметность корабля.
uk: Зменшує влучність стрільби супротивника та зменшує помітність корабля.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度和被发现的可能性。

# IDS_PCEC008_CAMO_ECO_TILE
source: Type 6
es_mx: Tipo 6
ja: タイプ 6
pl: Typ 6
ru: Тип 6
uk: Тип 6
zh: 类型 6
zh_sg: 类型 6

# IDS_PCEC008_CAMO_ECO_TILE_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC009_CAMO_BASKETBALL_TILE_1
source: Sirocco
ja: シロッコ
ru: Сирокко
uk: Сироко
zh: 热风
zh_sg: 热风

# IDS_PCEC009_CAMO_BASKETBALL_TILE_1_DESCRIPTION
source: The rebellious nature of the southern wind will help you break your enemy's morale and win!
es_mx: La naturaleza rebelde del viento del sur te ayudará a golpear la moral del enemigo, ¡y ganar!
ja: この南風が持つ反抗的な特質が、敵の士気を砕き、勝利を掴む上で役立つことでしょう!
pl: Buntownicza natura południowego wiatru pomoże Ci złamać morale przeciwnika i wygrać!
ru: Мятежная природа южного ветра поможет вам сломить боевой дух противника и одержать победу!
uk: Шалена природа південного вітру допоможе вам зломити дух супротивника й здобути перемогу!
zh: 南风的叛逆本性将帮助您破坏敌人的士气并赢得胜利！
zh_sg: 南风的叛逆将帮助你打破对手的士气并赢得胜利！

# IDS_PCEC010_CAMO_BASKETBALL_TILE_2
source: Mars
es_mx: Marte
ja: マールス
ru: Марс
uk: Марс
zh: 火星
zh_sg: 火星

# IDS_PCEC010_CAMO_BASKETBALL_TILE_2_DESCRIPTION
source: An aggressive red and black camouflage dedicated not only to the god of war, but also to the fourth planet with its ice poles.
es_mx: Un agresivo camuflaje rojo y negro dedicado no solos al dios de la guerra, sino también al cuarto planeta con sus polos congelados.
ja: この赤黒のアグレッシブな迷彩は、戦の神に因んでいます。加えて、白い極冠を持つ太陽系の第 4 惑星「火星」という意味もあります。
pl: Agresywny czerwono-czarny kamuflaż, dedykowany nie tylko bogowi wojny, ale również czwartej planecie i jej czapom lodowym.
ru: Агрессивный красно-чёрный камуфляж посвящён не только воинственному божеству, но и четвёртой планете с её ледяными полюсами.
uk: Агресивний червоно-чорний камуфляж, присвячений не лише войовничому божеству, а й четвертій планеті з її крижаними полюсами.
zh: 一种侵略性的红色和黑色涂装，不仅献给战争之神，也献给拥有冰柱的第四颗行星。
zh_sg: 具有侵略性的红黑涂装，不只专指战神，还指带有冰极的第四课行星。

# IDS_PCEC011_CAMO_BASKETBALL_TILE_3
source: Full Moon
es_mx: Luna Llena
ja: フルムーン
pl: Pełnia księżyca
ru: Полнолуние
uk: Повний місяць
zh: 满月
zh_sg: 满月

# IDS_PCEC011_CAMO_BASKETBALL_TILE_3_DESCRIPTION
source: A distorting camouflage for those seeking adventure. Who knows what escapades are waiting for you on this moonlit path.
es_mx: Un camuflaje distorsionante para aquellos que buscan la aventura, ¿quién sabe que aventuras están esperando por ti en este camineta habitado por la luna.
ja: 冒険を求める者達のための歪んだ迷彩です。この月明かりの道でどんな驚異が待ち受けているのか、誰にも分かりません。
pl: Kamuflaż deformujący dla tych, którzy poszukują przygody i wiedzą, jakie wyzwania czekają ich na rozświetlonej blaskiem księżyca ścieżce.
ru: Искажающий камуфляж для командиров, жаждущих приключений. Кто знает, какие авантюры ждут тебя на этой лунной дорожке.
uk: Камуфляж з ефектом викривлення для командирів, які жадають пригод. Хто знає, які авантюри на вас чекають на цій місячній стежці.
zh: 对于那些寻求冒险的人来说，这是一种扭曲的涂装；谁知道在这条月光之路上有什么恶作剧在等着您。
zh_sg: 对于那些寻求冒险的人来说，这是一种变形的涂装；谁知道在这条月光下的道路上有什么意外行为在等着你。

# IDS_PCEC013_CAMO_MGT_DESCRIPTION
source: Camouflage granted for encountering the MGT-20 during an official offline event.
es_mx: Camuflaje otorgado por encontrar el MGT-20 durante un evento oficial fuera de línea.
ja: 公式オフラインイベントにおける MGT-20 との遭遇によって取得した迷彩
pl: Kamuflaż przyznawany za spotkanie MGT-20 w trakcie oficjalnego wydarzenia offline.
ru: Камуфляж выдаётся тем, кому посчастливилось встретить «игровой» грузовик MGT-20 в ходе одного из официальных мероприятий.
uk: Камуфляж видається тим, кому пощастило зустріти «ігрову» вантажівку MGT-20 під час одного з офіційних заходів.
zh: 官方的离线活动期间遭遇到 MGT-20 所给予的涂装。
zh_sg: 官方的离线活动期间与 MGT-20交战给予的涂装。

# IDS_PCEC014_CAMO_GNB_MAY_2016
source: GNB May 2016 Camouflage
es_mx: Camuflaje GBN Mayo 2016
ja: GNB May 2016 迷彩
pl: Kamuflaż WBM Maj 2016
ru: Камуфляж «Великие морские сражения, май 2016 года»
uk: Камуфляж «Великі морські битви, травень 2016 р.»
zh: 2016 年五月大海战涂装
zh_sg: 2016 年五月大海战涂装

# IDS_PCEC014_CAMO_GNB_MAY_2016_DESCRIPTION
source: Captain? Captain! Why would you do this to your boat? Now everyone can see we're ruthless sea dogs! We're sure to be primaried!
es_mx: ¿Capitán? ¡Capitán! ¿Por qué le hace esto a su barco? ¡Ahora todos pueden ver que somos unos implacables lobos de mar! ¡Seguramente seremos perseguidos!
ja: 艦長? 艦長! 何故この船にこんなことをするのでしょう? 誰もが我々が無慈悲なアザラシだって思いますよ! きっと最優先で狙われます!
pl: Kapitanie? Kapitanie! Jak mogłeś zrobić coś takiego własnej łodzi? Teraz każdy uważa nas za bezlitosnych wilków morskich! Z pewnoscią wezmą nas teraz na cel!
ru: Капитан? Кэп! Зря ты так с кораблём. Теперь все будут знать, что мы — старые морские волки! Нам крышка!
uk: Командире? Командире! Даремно ти так з кораблем. Тепер всі будуть знати, що ми — старі морські вовки! Нам каюк!
zh: 舰长？舰长！为什么您要对您的船这样做？现在所有人都能看出我们是冷酷无情的海狗！我们肯定会变成主要目标的！
zh_sg: 舰长？舰长！为什么您要对您的船这样做？现在所有人都能看出我们是冷酷无情的海狗！我们肯定会变成主要目标的！

# IDS_PCEC015_CAMO_CN_SPECIAL
source: Ocean Soul
es_mx: Alma Oceánica
ja: 海の魂
pl: Dusza oceanu
ru: Дух океана
uk: Дух океану
zh: 海上幽魂
zh_sg: 海上幽魂

# IDS_PCEC015_CAMO_CN_SPECIAL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of credits and XP earned per battle.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de créditos y XP ganada por batalla.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、各戦での取得クレジットならびに取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD i kredytów zdobywanych w bitwie.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает количество кредитов и опыта за бой.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує кількість кредитів та досвіду за бій.
zh: 降低敌方开火准度、降低战舰的被侦查性并增加每场战斗中获得的银币和经验。
zh_sg: 降低敌人的射击准度、被发现的可能性并提高每场战斗获得的经验数量和银币数量。

# IDS_PCEC016_CAMO_GAMESCOM_2016
source: gamescom Black
es_mx: gamescom Negro
pl: gamescom Czarny
zh: 科隆游戏展
zh_sg: gamescom黑

# IDS_PCEC016_CAMO_GAMESCOM_2016_DESCRIPTION
source: World of Warships has, once again, set sail for gamescom!
es_mx: ¡World of Warships ha, una vez más, zarpado hacia el gamescom!
ja: World of Warships が再び gamescom に出航!
pl: Gra World of Warships ponownie obrała kurs na gamescom!
ru: Мы снова будем рады видеть вас на полях морских сражений gamescom вместе с World of Warships!
uk: Ми будемо раді бачити вас знову у вирі морських баталій на gamescom разом з World of Warships!
zh: 《战舰世界》，再一次，启航前往科隆游戏展！
zh_sg: 《战舰世界》，再一次，起航前往gamescom展!

# IDS_PCEC017_CAMO_WOWS_BIRTHDAY_TILE
source: World of Warships Anniversary
es_mx: Aniversario de World of Warships
ja: World of Warships アニバーサリー
pl: Rocznica World of Warships
ru: Годовщина проекта World of Warships
uk: Річниця проекту World of Warships
zh: 《战舰世界》周年纪念
zh_sg: World of Warships 周年纪念

# IDS_PCEC017_CAMO_WOWS_BIRTHDAY_TILE_DESCRIPTION
source: Camouflage in honor of World of Warships' anniversary
es_mx: Camuflaje en honor del aniversario de World of Warships
ja: World of Warships アニバーサリー迷彩
pl: Kamuflaż na uczczenie pierwszej rocznicy World of Warships
ru: Камуфляж в честь годовщины проекта World of Warships
uk: Камуфляж на честь річниці проекту World of Warships
zh: 《战舰世界》周年纪念的纪念涂装
zh_sg: World of Warships周年纪念的纪念涂装

# IDS_PCEC018_RESTLESS_FIRE
source: Restless Fire
es_mx: Fuego sin Descanso
ja: 無慈悲な炎
pl: Nieprzerwany ogień
ru: Мятежное пламя
uk: Невгамовне полум’я
zh: 重炮不断
zh_sg: 无限火力

# IDS_PCEC018_RESTLESS_FIRE_DESCRIPTION
source: Ignis aurum probat
zh: 真金不怕火炼
zh_sg: 真金不怕火炼

# IDS_PCEC019_CAMO_HALLOWEEN_16
source: Halloween
ja: ハロウィーン
ru: Хэллоуин
uk: Хелловін
zh: 万圣节
zh_sg: 万圣节

# IDS_PCEC019_CAMO_HALLOWEEN_16_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC020_CAMO_NEW_YEAR_17
source: New Year
es_mx: Año Nuevo
ja: 新年
pl: Nowy Rok
ru: Новый год
uk: Новий рік
zh: 2017 年新年
zh_sg: 新年

# IDS_PCEC020_CAMO_NEW_YEAR_17_DESCRIPTION
source: Increases the amount of Free XP earned by the ship.
es_mx: Incrementa la cantidad de XP Libre obtenida por el barco.
ja: 艦が取得するフリー EXP を向上させる。
pl: Zwiększa ilość PD zdobywanych przez okręt.
ru: Увеличивает зарабатываемый свободный опыт.
uk: Збільшує здобутий вільний досвід.
zh: 提高战舰所获得的全局经验数量。
zh_sg: 提高战舰所获得的全局经验数量。

# IDS_PCEC021_VALENTINE_TILE
source: Valentine's Day
es_mx: Día de San Valentín
ja: ヴァレンタイン・デー
pl: Dzień Św. Walentego
ru: День Св. Валентина
uk: День Св. Валентина
zh: 情人节
zh_sg: 情人节

# IDS_PCEC021_VALENTINE_TILE_DESCRIPTION
source: This camouflage provides an aura of protection against the "forever alone" meme and will help you find a partner, wherever you sail! No guarantees provided, no returns accepted. Includes a free invisible unicorn.
es_mx: ¡Este camuflaje provee un aura de protección en contra de los memes de "forever alone" y te ayudará encontrar un compañero, cuando quiera que zarpes! No se otorga garantía, no se aceptan devoluciones. Incluye un unicornio invisible gratuito.
ja: この迷彩を適用すれば、「ずっと孤独なのではないか」という悲観からあなたを守るオーラが発生し、どこを航海している場合であっても、パートナーを見つける上で役立ってくれます! 無保証かつ返品不可です。ボーナスとして、目には見えないユニコーンが付属しています。
pl: Ten kamuflaż zapewnia ochronę przed memem „Forever alone” i pozwoli Ci znaleźć osobę do towarzystwa, gdziekolwiek byś nie płynął! Nie udzielamy gwarancji i nie akceptujemy zwrotów. Pakiet zawiera niewidzialnego jednorożca.
ru: Этот камуфляж создаёт защитную ауру, отменно противодействующую мему «Вечно одинокий». С его помощью вы обязательно найдёте настоящего партнёра, куда бы вы ни отправились! Никаких гарантий, возврату не подлежит. В комплекте с бесплатным невидимым единорогом.
uk: Цей камуфляж створює захисну ауру, що чудово протидіє мему «Вічно самотній». З його допомогою ви обов’язково знайдете справжнього партнера, куди б ви не вирушили! Жодних гарантій, поверненню не підлягає. У комплекті — безкоштовний невидимий єдиноріг.
zh: 这个涂装提供了对抗「永远孤单」模因的保护光环，而且无论您在哪里航行都会帮您找到一个伙伴！不保证一定提供，不接受退货。包含一只看不见的独角兽。
zh_sg: 这个涂装提供了对抗“永远孤单”模因的保护光环，而且无论您在哪里航行都会帮您找到一个伙伴！不保证一定有效，但不接受退货。包含一只看不见的独角兽。

# IDS_PCEC022_CAMO_ARIRANG
source: Arirang
ja: アリラン
ru: Ариран
uk: Аріран
zh: 阿里郎
zh_sg: 阿里郎

# IDS_PCEC022_CAMO_ARIRANG_DESCRIPTION
source: For your contribution to the project!
es_mx: ¡Por tu contribución al proyecto!
ja: このプロジェクトへの貢献に対して!
pl: Za Twój wkład w projekt!
ru: За ваш вклад в проект!
uk: За ваш внесок у проект!
zh: 减少敌人的射击准度、降低战舰的被侦测性并提高战舰所获得的经验数量。
zh_sg: 感谢您对项目的付出！

# IDS_PCEC023_CAMO_ST_PATRICK
source: Lá Fhéile Pádraig
zh: 圣帕特里克节

# IDS_PCEC023_CAMO_ST_PATRICK_DESCRIPTION
source: Follow the rainbow, and you might find a leprechaun with a pot of gold!
es_mx: Sigue el arcoiris, ¡y podrías encontrar un leprechaun con una olla de oro!
ja: 虹を辿れば、金の壺を持ったレプラコーンが見つかるかも!
pl: Podążaj za tęczą, a na jej końcu możesz znaleźć skrzata z garnkiem pełnym złota!
ru: Следуй за радугой! Она может привести тебя к лепрекону с горшком золота.
uk: Прямуй за веселкою! Вона може привести тебе до лепрекона із горщиком золота.
zh: 跟着彩虹走，然后您也许会发现带着一罐金子的小妖精。
zh_sg: 跟着彩虹走，然后您也许会发现带着一罐金子的小妖精。

# IDS_PCEC024_BATTLE_HARDENED
source: Battle Hardened
es_mx: Forjado en Batalla
ja: 百戦錬磨
pl: Zaprawiony w bojach
ru: Закалённый в боях
uk: Загартований у боях
zh: 千锤百炼
zh_sg: 千锤百炼

# IDS_PCEC024_BATTLE_HARDENED_DESCRIPTION
source: "Success consists of going from failure to failure without loss of enthusiasm." – Winston Churchill.
es_mx: El éxito consiste en seguir de fracaso en fracaso sin perder el entusiasmo – Winston Churchill.
ja: 成功を形作る要素とは、失敗に失敗を重ねても、なお失われない熱意である。– ウィンストン・チャーチル
pl: Sukces to przechodzenie od jednej porażki do drugiej bez utraty entuzjazmu – Winston Churchill
ru: «Успех — это движение от неудачи к неудаче без потери энтузиазма», — Уинстон Черчилль.
uk: «Успіх — це рух від невдачі до невдачі без втрати ентузіазму», — сер Вінстон Черчилль.
zh: 成功是在从一个失败到另一个失败中不失去一丁点儿的热情──温斯顿。
zh_sg: 成功是在从一个失败到另一个失败中不失去一丁点儿的热情──温斯顿。

# IDS_PCEC025_COE_TEAM_WATER
source: Team Water – Clash of the Elements 2017
es_mx: Equipo Agua – Choque de Elementos 2017
ja: チームウォーター – クラッシュ・オブ・ジ・エレメンツ 2017
pl: Drużyna Woda – Zderzenie żywiołów 2017
ru: Команда Воды – Битва стихий 2017
uk: Команда Води — Битва стихій 2017
zh: 水属性队伍──2017 年元素冲突
zh_sg: 水属性团队──2017 年元素冲突

# IDS_PCEC025_COE_TEAM_WATER_DESCRIPTION
source: Clash of the Elements memorable camouflage – Team Water
es_mx: Camuflaje memorable del Choque de Elementos – Equipo Agua
ja: クラッシュ・オブ・ジ・エレメンツ記念迷彩 – チームウォーター
pl: Kamuflaż pamiątkowy Zderzenia żywiołów – Drużyna Woda
ru: Памятный камуфляж «Битва стихий» – Команда Воды
uk: Пам’ятний камуфляж «Битва стихій» — Команда Води
zh: 元素冲突纪念迷彩──水属性队伍
zh_sg: 元素冲突纪念涂装──水属性团队

# IDS_PCEC026_COE_TEAM_FIRE
source: Team Fire – Clash of the Elements 2017
es_mx: Equipo Fuego – Choque de Elementos 2017
ja: チームファイヤー – クラッシュ・オブ・ジ・エレメンツ 2017
pl: Drużyna Ogień – Zderzenie żywiołów 2017
ru: Команда Огня – Битва стихий 2017
uk: Команда Вогню — Битва стихій 2017
zh: 火属性队伍──2017 年元素冲突
zh_sg: 火属性团队──2017 年元素冲突

# IDS_PCEC026_COE_TEAM_FIRE_DESCRIPTION
source: Clash of the Elements memorable camouflage – Team Fire
es_mx: Camuflaje memorable del Choque de Elementos – Equipo Fuego
ja: クラッシュ・オブ・ジ・エレメンツ記念迷彩 – チームファイヤー
pl: Kamuflaż pamiątkowy Zderzenia żywiołów – Drużyna Ogień
ru: Памятный камуфляж «Битва стихий» – Команда Огня
uk: Пам’ятний камуфляж «Битва стихій» — Команда Вогню
zh: 元素冲突纪念迷彩──火属性队伍
zh_sg: 元素冲突纪念涂装──火属性团队

# IDS_PCEC027_PLAYERS_BIRTHDAY
source: For Meritorious Service
es_mx: Por un servicio meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: 今天是您的生日
zh_sg: 赫赫战功

# IDS_PCEC027_PLAYERS_BIRTHDAY_DESCRIPTION
source: The anniversary of the first battle is a reason to celebrate. Earn more XP. Put all your war paint on!
es_mx: El aniversario de la primera batalla es una razón para celebrar. Obtén más XP. ¡Coloca todos tus camuflajes de guerra!
ja: 初陣の記念日は祝うべき日です。より多くの EXP を取得しましょう。いざ出撃!
pl: Rocznica pierwszej bitwy to powód do świętowania. Zdobywaj więcej PD. Załóż najlepsze bojowe wdzianko!
ru: Годовщина первого боя – повод отметить. Зарабатывай больше опыта. Будь при параде.
uk: Настав час святкувати річницю першого бою. Здобувай більше досвіду. Будь у повному параді!
zh: 祝您生日快乐！
zh_sg: 首战的周年纪年日必须要庆祝一下。穿上最帅的战争迷彩，大赚一波经验吧！

# IDS_PCEC028_HUNT
source: Hunter
es_mx: Cazador
ja: 追撃者
pl: Łowca
ru: Охотник
uk: Мисливець
zh: 猎人
zh_sg: 猎人

# IDS_PCEC028_HUNT_DESCRIPTION
source: A must-have while in the Atlantic.
es_mx: Algo necesario para el Atlántico.
ja: 大西洋では必須
pl: Niezbędny na Atlantyku.
ru: Незаменим в водах Атлантики.
uk: Незамінний у водах Атлантики.
zh: 身处大西洋时的必备品。
zh_sg: 身处大西洋时的必备品。

# IDS_PCEC029_SPARKS_OF_VICTORY
source: Victory Salute
es_mx: Saludo de la Victoria
ja: 祝勝
pl: Znak zwycięstwa
ru: Искры победы
uk: Іскри перемоги
zh: 胜利的火花
zh_sg: 胜利的火花

# IDS_PCEC029_SPARKS_OF_VICTORY_DESCRIPTION
source: V-Day camouflage
es_mx: Camuflaje del Día V
ja: V デー迷彩
pl: Kamuflaż dnia zwycięstwa
ru: Камуфляж ко Дню Победы
uk: Камуфляж до Дня Перемоги
zh: 胜利日迷彩
zh_sg: 胜利日涂装

# IDS_PCEC030_BLUE_LAGOON
source: Blue Lagoon
es_mx: Laguna Azul
ja: ブルー・ラグーン
pl: Niebieska laguna
ru: Карибское море
uk: Карибське море
zh: 蓝色潟湖
zh_sg: 蓝色珊瑚
