Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFPA054_HE_TST_TERRIBLE
source: 139 mm HE OEA Mle 1928
ru: 139-мм HE OEA Mle 1928
uk: 139-мм HE OEA Mle 1928
zh: 139 毫米 HE OEA 1928型

# IDS_PFPA055_AP_TST_TERRIBLE
source: 139 mm SAP OPFA Mle 1924
ru: 139-мм SAP OPFA Mle 1924
uk: 139-мм SAP OPFA Mle 1924
zh: 139 毫米 SAP OPFA 1924型

# IDS_PFPA056_130MM_HE_SIROCCO
source: 130 mm HE OEA Mle 1923
ru: 130-мм HE OEA Mle 1923
uk: 130-мм HE OEA Mle 1923
zh: 130 毫米 HE OEA Mle 1923

# IDS_PFPA057_130MM_AP_SIROCCO
source: 130 mm AP OPFA Mle 1923
ru: 130-мм AP OPFA Mle 1923
uk: 130-мм AP OPFA Mle 1923
zh: 130 毫米 AP OPFA Mle 1923

# IDS_PFPA058_139MM_55_1928_HE
source: 139 mm HE OEA Mle 1928
ru: 139-мм HE OEA Mle 1928
uk: 139-мм HE OEA Mle 1928
zh: 139 毫米 HE OEA 1928型

# IDS_PFPA059_139MM_55_1924_AP
source: 139 mm SAP OPFA Mle 1924
ru: 139-мм SAP OPFA Mle 1924
uk: 139-мм SAP OPFA Mle 1924
zh: 139 毫米 SAP OPFA 1924型

# IDS_PFPA060_100MM_45_1892_AP
source: 100 mm AP Mle 1910
ru: 100-мм AP Mle 1910
uk: 100-мм AP Mle 1910
zh: 100-мм AP Mle 1910

# IDS_PFPA061_100MM_45_1892_HE_MG
source: 100 mm HE OEA Mle 1910
ru: 100-мм HE OEA Mle 1910
uk: 100-мм HE OEA Mle 1910
zh: 100 毫米 HE OEA Mle 1910

# IDS_PFPA062_130MM_MLE1935_HE_MG
source: 130 mm HE OEA Mle 1935
ru: 130-мм HE OEA Mle 1935
uk: 130-мм HE OEA Mle 1935
zh: 130-мм HE OEA Mle 1935

# IDS_PFPA063_130MM_MLE1933_SAP_MG
source: 130 mm SAP OPFA Mle 1933
ru: 130-мм SAP OPFA Mle 1933
uk: 130-мм SAP OPFA Mle 1933
zh: 130-мм SAP OPFA Mle 1933

# IDS_PFPA064_127MM_54_1948_HE_MG
source: 127 mm HE Mark 42
es_mx: 127 mm AE Mark 42
ru: 127-мм HE Mark 42
uk: 127-мм HE Mark 42
zh: 127-мм HE Mark 42

# IDS_PFPA065_127MM_54_1948_AP_MG
source: 127 mm AP Mark 41
ru: 127-мм AP Mark 41
uk: 127-мм AP Mark 41
zh: 127-мм AP Mark 41

# IDS_PFPA066_152MM_BAYARD
source: 152 mm HE OEA Mle 1937
ru: 152-мм HE OEA Mle 1937
uk: 152-мм HE OEA Mle 1937
zh: 152 毫米 HE OEA 1937型

# IDS_PFPA067_152MM_BAYARD
source: 152 mm AP OPfK Mle 1937
ru: 152-мм AP OPfK Mle 1937
uk: 152-мм AP OPfK Mle 1937
zh: 152 毫米 AP OPfK 1937型

# IDS_PFPA068_138MM_40_1923_HE
source: 139 mm HE OEcl M1925
ru: 139-мм HE OEcl M1925
uk: 139-мм HE OEcl M1925
zh: 139 毫米 HE OEcl M1925

# IDS_PFPA069_127MM_HE_MARCEAU
source: 127 mm HE Mark 42
es_mx: 127 mm AE Mark 42
ru: 127-мм HE Mark 42
uk: 127-мм HE Mark 42
zh: 127-мм HE Mark 42

# IDS_PFPA070_127MM_AP_MARCEAU
source: 127 mm AP Mark 41
ru: 127-мм AP Mark 41
uk: 127-мм AP Mark 41
zh: 127-мм AP Mark 41

# IDS_PFPA071_406MM_HE_CHAMPAGNE
source: 406 mm HE Mle 1938
es_mx: 406 mm AE Mle 1938
ru: 406-мм HE Mle 1938
uk: 406-мм HE Mle 1938
zh: 406-мм HE Mle 1938

# IDS_PFPA072_406MM_AP_CHAMPAGNE
source: 406 mm APC Mle 1938
ru: 406-мм APC Mle 1938
uk: 406-мм APC Mle 1938
zh: 406-мм APC Mle 1938

# IDS_PFPT003_550_23DT
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFPT004_550_24V
source: 550 mm 23DT Mle 1
ru: 550-мм 23DT Mle 1
uk: 550-мм 23DT Mle 1
zh: 550 mm 24V

# IDS_PFPT006_550_GRASSE
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFPT010_550_SIROCCO
source: 550 mm 19D Mle 1
ru: 550-мм 19D Mle 1
uk: 550-мм 19D Mle 1
zh: 550 毫米 23DT

# IDS_PFPT011_550_19D_FRDD
source: 550 mm 24V Mle 2
ru: 550-мм 24V Mle 2
uk: 550-мм 24V Mle 2
zh: 550 mm 24V

# IDS_PFPT012_550_BAYARD
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFPT013_550_19D_FRDD
source: 550 mm 24V Mle 1
ru: 550-мм 24V Mle 1
uk: 550-мм 24V Mle 1
zh: 550-мм 24V Mle 1

# IDS_PFPT014_550_19V
source: 550 mm 19V
ru: 550-мм 19V
uk: 550-мм 19V
zh: 550-мм 19V

# IDS_PFPT015_550_19V_MLE1
source: 550 mm 19V Mle 1
ru: 550-мм 19V Mle 1
uk: 550-мм 19V Mle 1
zh: 550-мм 19V Mle 1

# IDS_PFPT016_550_19D_MLE0
source: 550 mm 19D Mle 0
ru: 550-мм 19D Mle 0
uk: 550-мм 19D Mle 0
zh: 550 毫米 23DT

# IDS_PFPT017_550_MARCEAU
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFSB103
source: Turenne
zh: 图伦内
zh_sg: 杜伦尼

# IDS_PFSB103_DESCR
source: A version of the first French battleship design that adopted unified main battery guns. It was the development of the last French battleship-dreadnoughts that featured a characteristic and recognizable profile and diamond-shaped arrangement of guns.
es_mx: Una versión del diseño del primer acorazado francés que adoptó la unificación de los cañones de la batería principal. Fue el desarrollo de los últimos acorazado pre-dreadnought que contaban con un perfil característico y reconocible y una disposición en forma de diamante de los cañones.
ja: テュレンヌ級戦艦は、フランス戦艦として初めて主砲の口径を統一した設計案のひとつです。本案は、フランス最後の準弩級戦艦を発展させたものであり、特徴的な外観と亀甲状の主砲配置を引き継いでいました。
pl: Jedna z wersji pierwszego francuskiego pancernika posiadającego zunifikowane działa głównej baterii. Był on rozwinięciem ostatnich francuskich drednotów. Wyróżniały się one charakterystycznym, rozpoznawalnym profilem i ustawieniem dział w kształcie diamentu.
ru: Вариант проекта первого французского линейного корабля с единым главным калибром — развитие последних французских линкоров-додредноутов с их характерным узнаваемым силуэтом и ромбической схемой размещения артиллерии.
uk: Варіант проекту першого французького лінкора з єдиним головним калібром — розвиток останніх французьких лінкорів-додредноутів з їхніми характерним упізнаваним силуетом і ромбоподібною схемою розміщення артилерії.
zh: 第一艘F系战列舰的设计版本，采用了统一的主炮。这是发展自最后一艘的F系前无畏舰，具备了特征及可辨识的外型，以及菱形的舰炮排列。
zh_sg: 第一种采用了统一式主炮的法国战列舰设计。它是法国最后研发的无畏舰，具有辨识度非常高的特有外形和菱形火炮布局。

# IDS_PFSB103_FULL
source: Turenne
zh: 图伦内
zh_sg: 杜伦尼

# IDS_PFSB104
source: Courbet
zh: 孤拔
zh_sg: 孤拔

# IDS_PFSB104_DESCR
source: The first dreadnought battleship built in France. The ship carried twelve 305 mm main guns and powerful secondary guns. Her sides were reinforced with vast armored areas. Her disadvantages included weak torpedo protection.
es_mx: El primer acorazado-dreadnought construido en Francia. El barco llevaba doce cañones principales de 305 mm y poderosos cañones secundarios. Sus costados estaban reforzados con grandes áreas blindadas. Sus desventajas incluían un débil protección contra torpedos.
ja: クールベ級戦艦は、フランス初の弩級戦艦であり、12 門の 305 mm 砲と強力な副砲を搭載し、側面には広く装甲が施されていました。欠点のひとつとして、脆弱な対水雷防御が挙げられます。
pl: Pierwszy drednot zbudowany we Francji. Okręt uzbrojony był w dwanaście dział kal. 305 mm i potężne działa baterii dodatkowej. Jego burty wzmocnione były dużymi płytami pancernymi. Do wad należy zaliczyć słabą ochronę przeciwtorpedową.
ru: Первый построенный во Франции линкор-дредноут. Был вооружён двенадцатью 305-мм орудиями главного калибра, имел мощную артиллерию ПМК и обширное бортовое бронирование. К недостаткам корабля относилась слабая противоторпедная защита.
uk: Перший побудований у Франції лінкор-дредноут. Був озброєний дванадцятьма 305-мм гарматами головного калібру, мав потужну артилерію ПМК і велике бортове бронювання. До недоліків корабля відносився слабкий протиторпедний захист.
zh: 第一艘在F国建造的无畏舰。该战舰搭载了十二门 305 毫米主炮及威力强大的副炮。它的两侧则以大量的装甲区来加强。其缺点包含了薄弱的鱼雷防护力。
zh_sg: 法国制造的第一艘无畏舰。搭载了12门305毫米主炮和强劲的副炮组，侧面有加固的巨大装甲区域。缺点是鱼雷防护性能较差。

# IDS_PFSB104_FULL
source: Courbet
zh: 孤拔
zh_sg: 孤拔

# IDS_PFSB105
source: Bretagne
zh: 布列塔尼
zh_sg: 布列塔尼

# IDS_PFSB105_DESCR
source: A series of French battleships built in response to the appearance of British "superdreadnoughts". These ships were developed directly from the ships of the preceding class but carried 340 mm guns arranged under a more rational scheme.
es_mx: Una serie de acorazados franceses construidos en respuesta a la aparición de los "super acorazados monocalibre" británicos. Estos barcos habían sido desarrollados directamente de los barcos que venían anteriormente, pero cargaban cañones de 340 mm arreglados de una forma más racional.
ja: ブルターニュ級戦艦は、イギリスの「超弩級戦艦」の登場に対抗して建造されました。前級を直接的に発展させた艦級でしたが、340 mm 砲をより合理的なスキームで配置していました。
pl: Seria francuskich pancerników zbudowanych jako odpowiedź na brytyjskie superdrednoty. Okręty te wywodziły się bezpośrednio z poprzednich klas, ale uzbrojone były w działa kal. 340 mm, rozmieszczone w bardziej przemyślany sposób.
ru: Серия французских линейных кораблей, построенных в ответ на появление британских «сверхдредноутов». Представляли собой прямое развитие предыдущего типа, но с 340-мм артиллерией главного калибра, размещённой по более рациональной схеме.
uk: Серія французьких лінійних кораблів, побудованих у відповідь на появу британських «наддредноутів». Був розвитком попереднього типу, але з 340-мм артилерією головного калібру, розміщеною за раціональнішою схемою.
zh: 为响应Y系「超无畏舰」出现所打造的一系列F系战列舰。这些战舰是直接以前面的舰级来研发，但以更合理的组合来安排搭载的 340 毫米舰炮。
zh_sg: 为回应英国"超无畏舰"出现所打造的一系列法国战列舰。这些战舰是直接以前代舰技术为基础研发，但采用了更合理的布局来安放340毫米舰炮。

# IDS_PFSB105_FULL
source: Bretagne
zh: 布列塔尼
zh_sg: 布列塔尼

# IDS_PFSB106
source: Normandie
zh: 诺曼底
zh_sg: 诺曼底

# IDS_PFSB106_DESCR
source: The first French battleship design with the main battery guns placed in three quadruple gun turrets. The construction of such turrets was driven by the desire to achieve maximum broadside firepower given the ship's limited size.
es_mx: El primer diseño de un acorazado francés con los cañones principales puestos en tres torretas de cañón cuádruple. Las construcciones de dichas torretas fueron hechas por el deseo de alcanzar la mayor cantidad de poder al disparar de lado y debido al tamaño limitado del barco.
ja: ノルマンディー級戦艦は、フランスの戦艦として初めて、四連装の主砲塔を 3 基搭載する形の設計を採用していました。このような方式の砲塔は、限られたサイズの船体で最大限の舷側火力を実現するためのものでした。
pl: Pierwszy francuski pancernik, w którym zastosowano trzy poczwórne wieże jako działa głównej baterii. Taka konstrukcja podyktowana była chęcią uzyskania jak najpotężniejszej salwy burtowej przy zachowaniu ograniczeń rozmiarów okrętu.
ru: Первый французский линкор, в проекте которого предусматривались четырёхорудийные башни главного калибра. Создание таких башен было вызвано стремлением обеспечить максимально мощный бортовой залп при ограниченных размерах корабля.
uk: Перший французький лінкор, в проекті якого передбачалися чотиригарматні башти головного калібру. Створення таких башт викликало прагнення забезпечити максимально потужний бортовий залп з обмежених розмірів корабля.
zh: 第一艘使用了三座四联装主炮塔设计的F系战列舰。有鉴于战舰的尺寸有限，为了要实现舷侧最大火力而建造了这类的炮塔。
zh_sg: 第一艘使用了三座四联装主炮塔设计的法国战列舰。受限于战舰的尺寸，为了实现舷侧最大火力而建造了这种类型的炮塔。

# IDS_PFSB106_FULL
source: Normandie
zh: 诺曼底
zh_sg: 诺曼底

# IDS_PFSB107
source: Lyon
zh: 里昂
zh_sg: 里昂

# IDS_PFSB107_DESCR
source: A battleship design created before the outbreak of World War I, representing an improvement on the previous Normandie class but carrying enhanced primary armament. The addition of the fourth main gun turret allowed the ship to deliver a unique, 16-gun broadside salvo.
es_mx: Un diseño de acorazado diseñado antes del comienzo de la Primera Guerra Mundial, representando una mejora en la anterior clase Normandie pero cargando una mejora en el armamento primario. Al agregar una cuarta torreta principal, le permitía al barco entregar un ataque único de 16 cañones.
ja: 一次大戦の勃発前に設計されたリヨン級戦艦は、ノルマンディー級戦艦の発展型であり、主兵装が強化されていました。主砲塔が 4 基に増加したことに伴い、片舷側に 16 門という異例の門数で斉射することが可能でした。
pl: Pancernik zaprojektowany przed wybuchem I wojny światowej, będący ulepszeniem poprzedniej klasy, Normandie, wyposażonym w silniejsze uzbrojenie główne. Dodanie czwartej wieży pozwoliło na oddanie wyjątkowej, 16-działowej salwy burtowej.
ru: Проект линейного корабля, разрабатывавшийся перед началом Первой мировой войны и представлявший собой дальнейшее развитие типа Normandie с усиленным артиллерийским вооружением. Появление четвёртой башни главного калибра обеспечивало кораблю уникальный бортовой залп из 16-ти орудий.
uk: Проект лінійного корабля, що розробляли перед початком Першої світової війни. Це був подальший розвиток типу Normandie з посиленим артилерійським озброєнням. Поява четвертої башти головного калібру забезпечувало кораблю унікальний бортовий залп з 16-ти гармат.
zh: 大战爆发前所创造出来的战列舰设计，象征着对先前诺曼底级的改善，且所搭载的主要武器也经过了强化。随着第四座主炮塔的增加，使这艘战舰得以进行独一无二、16 门舰炮的舷侧齐射。
zh_sg: 第一次世界大战爆发前所创造的战列舰设计，是改良前代诺曼底级战舰的代表作。强化了主武器并且加装了第四座主炮塔，使这艘战舰能够史无前例的16门舰炮舷侧齐射。

# IDS_PFSB107_FULL
source: Lyon
zh: 里昂
zh_sg: 里昂

# IDS_PFSB108
source: Richelieu
zh: 黎塞留
zh_sg: 黎塞留

# IDS_PFSB108_DESCR
source: One of the most successful and well-balanced "new generation" battleships in the world. The ship was equipped with 380 mm guns, had a high speed, strong armor and very good torpedo protection. The disadvantages of concentrating the ship's main guns on the bow were compensated by the favorable turret traverse angles.
es_mx: Uno de los acorazados "nueva generación" más exitosos y bien balanceados en el mundo. El barco estaba equipado con cañones de 380 mm, una alta velocidad, fuerte blindaje y una muy buena protección de torpedos. La desventaja de concentrar los cañones principales en la proa del barco era compensada por los ángulos favorables de las torretas.
ja: リシュリュー級戦艦は、世界でも最も傑作かつバランスに優れた「新世代」戦艦のひとつと言えるでしょう。380 mm 砲を搭載し、高い速力を有し、強固な装甲と極めて優秀な対水雷防御を誇っていました。全ての主砲塔を艦前部に集中配置することに伴う欠点は、良好な砲塔旋回範囲を実現することで補われていました。
pl: Jeden z najbardziej udanych i najlepiej zrównoważonych pancerników „nowej generacji” na świecie. Wyposażony był w działa kal. 380 mm, cechowała go duża szybkość i silne opancerzenie, a także bardzo dobra ochrona przeciwtorpedowa. Niezbyt korzystne skupienie dział głównej baterii na dziobie skompensowano dobrymi kątami obracania się wież.
ru: Один из самых удачных и сбалансированных линкоров нового поколения в мире. Был вооружён 380-мм орудиями, обладал высокой скоростью хода, имел мощное бронирование и очень хорошую противоторпедную защиту. Недостатки концентрации артиллерии главного калибра в носовой части корабля компенсировались выгодными углами поворота башен.
uk: Один з найбільш вдалих і збалансованих лінкорів нового покоління у світі. Був озброєний 380-мм гарматами, мав високу швидкість ходу, мав потужне бронювання і дуже хороший протиторпедний захист. Недоліки концентрації артилерії головного калібру в носовій частині корабля компенсували вигідні кути повороту башт.
zh: 世界上最成功且平衡良好的「新世代」战列舰之一。该战舰装备了 380 毫米舰炮，拥有着高航速、坚固装甲及非常好的鱼雷防护性。合适的炮塔回转角度，弥补了该战舰主炮集中在舰艏的缺点。
zh_sg: 世界上最成功且平衡性良好的“新一代”战列舰之一。该战舰装备了380毫米舰炮，拥有高航速、坚固的装甲及优秀的鱼雷防护性。并采用了合理的炮塔回转角度来弥补主炮集中在舰首的缺点。

# IDS_PFSB108_FULL
source: Richelieu
zh: 黎塞留
zh_sg: 黎塞留

# IDS_PFSB109
source: Alsace
zh: 阿尔萨斯
zh_sg: 阿尔萨斯

# IDS_PFSB109_DESCR
source: A battleship design developed in France in response to construction of the German "H"-class battleships. The ship was a development of the Richelieu class, but in contrast to her predecessor, she had more powerful artillery that was arranged according to a more reasonable scheme. One of the design versions received twelve 380 mm guns that were placed in three main turrets.
es_mx: Un diseño de acorazado desarrollado en Francia en respuesta a la construcción de los acorazados alemanes de la clase "H". El barco era un desarrollo de la clase Richelieu, pero a diferencia de su predecesor, tenía una artillería más poderos que fue acomodada de acuerdo a un esquema más razonable. Una de las versiones diseñadas recibió doce cañones de 380 mm que fueron colocados en tres torretas principales.
ja: アルザス級戦艦は、フランスがドイツの "H" 級戦艦に対抗すべく開発した計画案です。本案はリシュリュー級戦艦の発展型であり、主砲配置を合理化することで火力の強化が図られていました。この計画案には複数の設計案が含まれていましたが、そのうちのひとつは、3 基の主砲塔に合計 12 門の 380 mm 砲を備えたものでした。
pl: Pancernik zaprojektowany we Francji jako odpowiedź na niemieckie pancerniki klasy „H”. Był on rozwinięciem okrętów klasy Richelieu, ale w przeciwieństwie do swojego poprzednika uzbrojony był w potężniejsze, lepiej rozmieszczone działa. Jedna z wersji tego pancernika otrzymała dwanaście dział kal. 380 mm umieszczonych w trzech wieżach głównej baterii.
ru: Проект линейного корабля, разработанный во Франции в ответ на строительство в Германии линкоров типа «H». Представлял собой развитие типа Richelieu с более мощной и рационально размещённой артиллерией. Один из вариантов проекта предусматривал в качестве вооружения двенадцать 380-мм орудий в трёх башнях.
uk: Проект лінкора, розроблений у Франції у відповідь на будівництво в Німеччині лінкорів типу «H». Був розвитком типу Richelieu з потужнішою і раціонально розміщеною артилерією. Один з варіантів проекту передбачав озброєння дванадцятьма 380-мм гарматами у трьох баштах.
zh: 一艘为响应D国「H」级战列舰的建造而在F国设计研发的战列舰。该战舰是研发自黎塞留级，但与其前辈相反，它拥有更强大的火炮并以更合理的组合方式编排。其中一个设计版本更得到了十二门 380 毫米舰炮，安置在三座主炮塔中。
zh_sg: 为了回应德国"H"级战列舰所设计的法国战列舰。该战舰以黎塞留级为基础研发，但采用了完全不同于前代舰的设计理念，它拥有威力更强的火炮和更合理的 武器布局。其中一个设计版本在3座主炮塔中安装了12门380毫米火炮。

# IDS_PFSB109_FULL
source: Alsace
zh: 阿尔萨斯
zh_sg: 阿尔萨斯

# IDS_PFSB110
source: République
zh: 共和国
zh_sg: 共和国

# IDS_PFSB110_DESCR
source: A version of the battleship design of the post-war period. Her main distinguishing features were very powerful AA guns and 431 mm main battery guns, which were developed in France in the late 1930s.
es_mx: Una versión del diseño de un acorazado del periodo de la posguerra. Sus características principales distintivas eran unos cañones AA muy poderosos y unos cañones de la batería principal de 431 mm, los cuales fueron desarrollados en Francia a finales de los años 30.
ja: レピュブリク級戦艦は、戦後期における戦艦の設計案のひとつです。その主な特徴として、極めて強力な対空兵装を備え、1930 年代後半にフランスで開発された 431 mm 砲を搭載していました。
pl: Jedna z wersja pancernika zaprojektowanego po wojnie. Jego charakterystycznymi cechami były bardzo silne działa przeciwlotnicze oraz działa głównej baterii kal. 431 mm, wyprodukowane we Francji w późnych latach 30. XX wieku.
ru: Вариант проекта линейного корабля послевоенного периода. Главные особенности: очень мощная ПВО и 431-мм орудия главного калибра, разрабатывавшиеся во Франции в конце 1930-х годов.
uk: Варіант проекту лінкора післявоєнного періоду. Головні особливості: дуже потужна ППО і 431-мм гармати головного калібру, що розробляли у Франції наприкінці 1930-х рр.
zh: 战后时期所设计的一个战列舰版本。它的主要特色是非常强大的防空炮，以及三零年代晚期于F国研发的 431 毫米主炮。
zh_sg: 战后时期的战列舰设计版本。主要特点是威力非常强劲的防空炮和431毫米的主炮组。研发于法国30年代晚期。

# IDS_PFSB110_FULL
source: République
zh: 共和国
zh_sg: 共和国

# IDS_PFSB506
source: Dunkerque
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PFSB506_DESCR
source: A high-speed battlecruiser designed to counter German heavy cruisers. The ship had good torpedo protection, carried numerous dual-purpose guns and had powerful horizontal armor. Her main turrets were placed in the fore end thus making any aft firing scenarios impossible.
es_mx: Un crucero de batalla veloz diseñado para contrarrestar los cruceros pesados alemanes. El barco tenía buena protección contra torpedos, cargaba numerosos cañones duales y un blindaje horizontal poderoso. Sus torretas principales estaban posicionadas en la parte delantera por lo que hacía los escenarios de disparos traseros imposibles.
ja: 高速のダンケルク級巡洋戦艦は、ドイツの重巡洋艦に対抗するために設計され、良好な対水雷防御、多数の両用砲、強力な水平装甲を備えていました。主砲塔は艦首側に集中配置されていたため、後方に対する射撃は不可能でした。
pl: Szybki krążownik liniowy mający zwalczać ciężkie krążowniki niemieckie. Miał dobrą obronę przeciwtorpedową, liczne działa uniwersalne i potężny poziomy pancerz. Jego główne wieże umieszczone były w części dziobowej, przez co prowadzenie ognia do tyłu było niemożliwe.
ru: Быстроходный линейный крейсер, предназначавшийся для борьбы с германскими тяжёлыми крейсерами. Имел хорошую противоторпедную защиту, многочисленную универсальную артиллерию и мощное горизонтальное бронирование. Сосредоточенные в носовой части корабля башни главного калибра не позволяли вести огонь в кормовом секторе.
uk: Швидкохідний лінійний крейсер, який був призначений для боротьби з німецькими важкими крейсерами. Мав хороший протиторпедний захист, численну універсальну артилерію і потужне горизонтальне бронювання. Зосереджені в носовій частині корабля башти головного калібру не дозволяли вести вогонь у кормовому секторі.
zh: 一艘为反击重型巡洋舰而设计的高速战斗巡洋舰。该舰拥有良好的鱼雷防护、搭载着大量的两用火炮及强大的水平装甲。它的主炮塔被放置在前端，因而无法达成任何朝舰艉射击的方案。
zh_sg: 一艘为反击德国重型巡洋舰而设计的高速战斗巡洋舰。该战舰拥有良好的鱼雷防护、搭载着大量的两用火炮及强大的水平式装甲。由于主炮塔被放置在前端，无法朝舰尾射击。

# IDS_PFSB506_FULL
source: Dunkerque
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PFSB506_SHORT
source: DNRQ
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PFSB508
source: Gascogne
zh: 加斯科涅
zh_sg: 加斯科涅

# IDS_PFSB508_DESCR
source: A battleship design developed on the basis of the very successful Richelieu class, which received improved AA capabilities and had the main turrets placed in the ship's aft and forward ends. Like her prototype, the ship boasted a high speed and very good torpedo protection.
es_mx: Un diseño de acorazado desarrollado en base a la exitosa clase Richelieu, el cual recibió capacidades antiaéreas mejoradas y tenía las torretas principales colocadas en los extremos de proa y popa. Al igual que su prototipo, el barco tenía una gran velocidad y una muy buena protección contra torpedos.
ja: ガスコーニュ級戦艦は、傑作艦級だったリシュリュー級戦艦の改良型であり、対空兵装の強化が図られると共に、主砲塔を前後の甲板に 1 基ずつ配置していました。前級より高速化され、極めて良好な対水雷防御が施されていました。
pl: Projekt pancernika będący rozwinięciem bardzo udanej klasy Richelieu, który wyposażony został w lepsze uzbrojenie przeciwlotnicze i na którym wieże głównej baterii umieszczono w części dziobowej oraz rufowej. Podobnie jak jego protoplasta, cechował się wysoką szybkością i bardzo dobrą obroną przeciwtorpedową.
ru: Проект линкора, представлявший собой развитие удачного типа Richelieu с усиленной ПВО и размещением башен главного калибра в оконечностях корабля. Как и прототип, обладал высокой скоростью хода и очень хорошей противоторпедной защитой.
uk: Проект лінкора, який був розвитком вдалого типу Richelieu з посиленою ППО і розміщенням башт головного калібру по краях корабля. Як і прототип, мав високою швидкість ходу і дуже хороший протиторпедний захист.
zh: 以非常成功的黎塞留舰级作为主要结构所研发的战列舰设计，得到经过改良的防空能力并把主炮塔放置在舰艉及舰艏。就和它的原型舰一样，该战舰拥有很高的航速及非常好的鱼雷防护力。
zh_sg: 一种战列舰设计，研发以非常成功的黎塞留级为基础，强化了防空能力，并采用了主炮塔 放置在船尾和末端的布局。与前代舰相比，该战舰同样有很高的航速和极强的鱼雷防护性能。

# IDS_PFSB508_FULL
source: Gascogne
zh: 加斯科涅
zh_sg: 加斯科涅

# IDS_PFSB510
source: Bourgogne
es_mx: Borgoña
zh: 勃艮第
zh_sg: 勃艮第

# IDS_PFSB510_DESCR
source: A battleship design developed in France in response to construction of the German "H"-class battleships. The ship was a development of the Richelieu class, but in contrast to her predecessor, she had more powerful artillery that was arranged according to a more reasonable scheme. One of the design versions received twelve 380 mm guns that were placed in three main turrets.
es_mx: Un diseño de acorazado desarrollado en Francia en respuesta a la construcción de los acorazados alemanes de la clase "H". El barco era un desarrollo de la clase Richelieu, pero a diferencia de su predecesor, tenía una artillería más poderos que fue acomodada de acuerdo a un esquema más razonable. Una de las versiones diseñadas recibió doce cañones de 380 mm que fueron colocados en tres torretas principales.
ja: ブルゴーニュは、アルザス級戦艦であり、フランスがドイツの "H" 級戦艦に対抗すべく開発した計画案です。本案はリシュリュー級戦艦の発展型であり、主砲配置を合理化することで火力の強化が図られていました。この計画案には複数の設計案が含まれていましたが、そのうちのひとつは、3 基の主砲塔に合計 12 門の 380 mm 砲を備えたものでした。
pl: Pancernik zaprojektowany we Francji jako odpowiedź na niemieckie pancerniki klasy „H”. Był on rozwinięciem okrętów klasy Richelieu, ale w przeciwieństwie do swojego poprzednika uzbrojony był w potężniejsze, lepiej rozmieszczone działa. Jedna z wersji tego pancernika otrzymała dwanaście dział kal. 380 mm umieszczonych w trzech wieżach głównej baterii.
ru: Проект линейного корабля, разработанный во Франции в ответ на строительство в Германии линкоров типа «H». Представлял собой развитие типа Richelieu с более мощной и рационально размещённой артиллерией. Один из вариантов проекта предусматривал в качестве вооружения двенадцать 380-мм орудий в трёх башнях.
uk: Проект лінкора, розроблений у Франції у відповідь на будівництво в Німеччині лінкорів типу «H». Був розвитком типу Richelieu з потужнішою і раціонально розміщеною артилерією. Один з варіантів проекту передбачав озброєння дванадцятьма 380-мм гарматами у трьох баштах.
zh: 一艘为响应D国「H」级战列舰的建造而在F国设计研发的战列舰。该战舰是研发自黎塞留级，但与其前辈相反，它拥有更强大的火炮并以更合理的组合方式编排。其中一个设计版本更得到了十二门 380 毫米舰炮，安置在三座主炮塔中。
zh_sg: 为了回应德国"H"级战列舰所设计的法国战列舰。该战舰以黎塞留级为基础研发，但采用了完全不同于前代舰的设计理念，它拥有威力更强的火炮和更合理的 武器布局。其中一个设计版本在3座主炮塔中安装了12门380毫米火炮。

# IDS_PFSB510_FULL
source: Bourgogne
es_mx: Borgoña
zh: 勃艮第
zh_sg: 勃艮第
