Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM045_DESCR
source: On the dawn on May 25, Bismarck managed to outmaneuver the enemy ships, left the British radar coverage area, and set a course for France. Britain's forces started searching for the battleship, using reconnaissance planes from the shore bases and aircraft carriers. Despite all their efforts, they didn't find any signs of Bismarck as it moved toward the base for more than a day. Only on the morning of May 26, a flying boat Consolidated PBY Catalina spotted the battleship. The main forces of the Home Fleet were far behind. Only Force H, which started its pursuit three days earlier, could intercept the raider. The cruiser HMS Sheffield, which detected the location of the German battleship, passed the coordinates to the torpedo bombers from the aircraft carrier Ark Royal. One of the three torpedoes that hit Bismarck disabled her steering gear and thus determined the ship's fate.
es_mx: Al amanecer del 25 de mayo, el Bismarck logró adelantar a los barcos enemigos, dejando el área de cobertura del radar británico, y fijando su curso a Francia. Las fuerzas británicas comenzaron a buscar al acorazado, usando aviones de reconocimiento de las bases costeras y de los portaaviones. A pesar de todos sus esfuerzos, no habían encontrado ninguna señal de que el Bismarck se movía hacia su base en más de un día. Fue hasta la mañana del 26 de mayo, que un hidroavión Consolidated PBY Catalina detectó al acorazado. Las fuerzas principales de la Gran Flota estaban muy lejos. Solo la Fuerza H que inició la persecución tres días antes podía interceptar al incursor. El crucero HMS Sheffield, cuyo radar detectó la ubicación del acorazado alemán, envió las coordenadas a los torpederos del portaaviones Ark Royal. Uno de los tres torpedos que alcanzó al Bismarck inhabilitó el timón, determinando así el destino del barco.
ja: 25 日の明け方、ビスマルクは辛くもイギリス艦隊のレーダー探知圏外へと逃れることに成功し、フランスへと進路を取りました。その後イギリス軍は陸上基地と航空母艦の両方から偵察機を出撃させてビスマルクの捜索を開始したものの、丸 1 日以上もの間これを再発見することはできず、飛行艇コンソリデーテッド PBY カタリナがようやくビスマルクを発見したのは、26 日の朝のことでした。この時点では、イギリス本国艦隊の主力部隊はビスマルクから遠く離れており、ビスマルクを迎撃可能な位置にあったのは、3 日前から追撃中だった H 部隊だけでした。そして巡洋艦シェフィールドがレーダーによってビスマルクの位置を捕捉し、その位置を空母アーク・ロイヤルから出撃した雷撃隊へと伝達しました。ビスマルクはこの攻撃により 3 本の魚雷を被雷し、そのうちの 1 本によって操舵装置を破壊されたことがビスマルクの命運を決しました。
pl: Rankiem 25 maja Bismarck zdołał wymanewrować okręty wroga i zniknął z radarów Brytyjczyków, po czym ustalił kurs na Francję. Siły brytyjskie rozpoczęły poszukiwania z wykorzystaniem samolotów zwiadowczych stacjonujących w bazach nadbrzeżnych i na lotniskowcach. Pomimo starań, nie udało im się zlokalizować Bismarcka, który płynął w kierunku bazy przez ponad dzień. Dopiero rankiem 26 maja łódź latająca Consolidated PBY Catalina dostrzegła pancernik. Główne siły Home Fleet były daleko w tyle. Tylko Force H, która rozpoczęła pościg trzy dni wcześniej, miała szansę na przechwycenie korsarza. Krążownik HMS Sheffield, który wykrył wroga przy pomocy radaru, przesłał koordynaty do lotniskowca Ark Royal, z którego wystartowały bombowce torpedowe. Jedna z trzech torped, które trafiły Bismarck, zniszczyła ster, przypieczętowując jego los.
ru: В предрассветные часы 25 мая Bismarck с помощью искусного манёвра вышел из зоны действия британских радаров, ускользнув таким образом от преследовавших его кораблей, и направился во Францию. Англичане активизировали поиски линкора с помощью самолётов-разведчиков берегового и авианосного базирования. Тем не менее, свыше суток Bismarck шёл на базу никем не обнаруженный. Только утром 26 мая он был замечен летающей лодкой Catalina. Главные силы Флота метрополии были уже далеко позади, и лишь вышедшее тремя днями ранее из Гибралтара соединение «H» могло задержать рейдер. Крейсер HMS Sheffield, установивший местоположение германского линкора с помощью радара, навёл на него торпедоносцы с авианосца HMS Ark Royal. Одна из трёх торпед, попавших в Bismarck, вывела из строя рулевое управление, предрешив судьбу рейдера.
uk: Досвітньої пори 25 травня Bismarck за допомогою майстерного маневру вийшов із зони дії британських радарів, вислизнувши таким чином від переслідування, й попрямував до Франції. Англійці активізували пошуки лінкора за допомогою літаків-розвідників берегового й авіаносного базування. Проте, понад добу Bismarck йшов на базу ніким не виявлений. Лише вранці 26 травня його помітив летючий човен Catalina. Головні сили Флоту метрополії були вже далеко позаду, й лише з’єднання «H», що вийшло трьома днями раніше з Ґібралтару, могло затримати рейдер. Крейсер HMS Sheffield, який встановив місце розташування німецького лінкора за допомогою радара, навів на нього торпедоносці з авіаносця HMS Ark Royal. Одна з трьох торпед, які влучили в Bismarck, вивела з ладу рульові механізми, що вирішило долю рейдера.
zh: 到了5月25日的清晨，俾斯麦设法对敌方战舰运用策略因而离开了Y国的雷达覆盖区，然后设置了一条去往F国的航线。Y国人的部队开始使用岸基和航空母舰上的侦察机去搜索这艘战列舰。尽管做了所有努力，他们还是在一天内没有发现正朝着基地移动的任何俾斯麦的迹象。一直到5月26日的早上，一架卡塔琳娜水上飞机才发现了这艘战列舰。本土舰队的主力部队远远落后。只有三天前购买的「H 部队」才能拦截入侵者。巡洋舰谢菲尔德的雷达侦测出D国战列舰的位置，然后将坐标转达给皇家方舟号航空母舰的鱼雷轰炸机。三枚击中俾斯麦的鱼雷中的一枚使它的操舵装置失去了作用，因而决定了这艘战舰的命运。
zh_sg: 到了5月25日的清晨，俾斯麦 设法对敌方战舰运用策略因而离开了英国的雷达覆盖区，然后设置了一条往法国的航线。英国人的部队开始使用岸基和航空母舰上的侦察机去搜索这艘战列舰。尽管做了所有这些努力，他们还是超过一天的时间没有发现到正朝着基地移动的任何 俾斯麦 迹象。只有在五月 26 日的早上，一架 PBY Catalina 水上飞机才发现了这艘战列舰。本土舰队的主力部队远远落后。只有三天前购买的“H 部队”才能拦截侵入者。巡洋舰 HMS Sheffield 雷达侦测出德国战列舰的位置，然后将坐标转达给航空母舰 Ark Royal 的鱼雷轰炸机。三枚击中 俾斯麦 鱼雷的其中一枚使它的操舵装置失去了作用，因而决定了这艘战舰的命运。

# IDS_PCQM046_DESCR
source: As darkness fell on May 26, Bismarck, with her damaged steering gear, managed to hit the cruiser HMS Sheffield with a few salvos, and forced her to retreat hurriedly. However, Captain Vian's group of destroyers arrived on the battlefield. One of them, the Polish destroyer ORP Piorun that first detected the enemy, engaged her alone. Several salvos from the 380 mm guns forced the heroic destroyer to retreat. Meanwhile, Captain Vian's group of destroyers surrounded Bismarck and tried to hit her with torpedoes. Throughout the night of May 26–27, destroyers Cossack, Sikh, Maori and, Zulu attacked the damaged battleship several times. Bismarck was barely avoiding torpedoes while firing back with all guns. Darkness and turbulent waters played into the German's hands and allowed them to avoid any further damage.
es_mx: Conforme la oscuridad caía durante el 26 de mayo, el Bismarck con su timón dañado logró alcanzar al crucero HMS Sheffield con unas cuantas salvas, y lo forzó a retirarse apresuradamente. Sin embargo, el grupo de destructores del Capitán Vian llegó al campo de batalla. Uno de ellos, el destructor polaco ORP Piorun que detectó de primero al enemigo atacó en solitario. Varias salvas de los cañones de 380 mm obligaron al destructor a dar la vuelta. Mientras tanto, el grupo de destructores del Capitán Vian rodeó al Bismarck y trató deliberadamente de alcanzarlo con sus torpedos. A lo largo de las noches del 26 y 27 de mayo, los destructores Cossack, Sikh, Maori y Zulu atacaron al acorazado dañado varias veces. El Bismarck apenas evitaba los torpedos y contraatacaba con todos sus cañones. La oscuridad y las violentas aguas se pusieron del lado del acorazado y lo dejaron escapar de nuevos daños.
ja: 5 月 26 日の日没の頃、操舵装置を破壊されたビスマルクは巡洋艦シェフィールドに対して若干数の斉射を加え、辛くも命中弾を与えることに成功、損傷を受けたシェフィールドは急速離脱したものの、これに替わってヴァイアン大佐率いる駆逐隊が戦場に到着しました。その中で最初にビスマルクを発見したのはポーランドの駆逐艦ピオルンであり、単艦で攻撃を敢行しようとしたものの、380 mm 砲による数回の斉射を受けた結果、退避せざるを得ませんでした。この間にヴァイアンの駆逐隊はビスマルクを取り囲み、魚雷を命中させるべく慎重にチャンスをうかがっていました。そして 26 日の夜から 27 日の朝にかけ、駆逐艦コサック、シーク、マオリ、ズールーがビスマルクに対し数回の魚雷攻撃を行うも、ビスマルクは辛うじてこれを回避しつつ、全砲門で反撃しました。この夜には闇と荒れた海がドイツ軍に味方し、イギリス艦隊はビスマルクにさらなる被害を与えることに失敗しました。
pl: Po tym, jak wieczorem 26 maja zapadł zmrok, Bismarck, pomimo uszkodzonego steru, zdołał trafić krążownik HMS Sheffield kilkoma salwami i zmusić go do szybkiego odwrotu. Wkrótce jednak na pole bitwy wpłynęła grupa niszczycieli dowodzona przez kapitana Viana. Jeden z nich, polski niszczyciel ORP Piorun, który pierwszy wykrył wroga, zaatakował w pojedynkę. Jednak kilka salw w dział kal. 380 mm zmusiły bohaterski niszczyciel do odwrotu. W międzyczasie pozostałe niszczyciele z grupy kapitana Viana otoczyły Bismarck i próbowały go trafić torpedami. Przez całą noc z 26 ma 27 maja niszczyciele Cossack, Sikh, Maori i Zulu atakowały uszkodzony pancernik kilkukrotnie. Bismarck, praktycznie nie wykonywał żadnych manewrów unikowych i odpowiadał ogniem ze wszystkich dział. Ciemności i wzburzone morze grały na korzyść Niemców i pozwoliły im uniknąć nowych uszkodzeń.
ru: В сумерках 26 мая потерявший управление Bismarck накрыл несколькими точными залпами крейсер HMS Sheffield, показавшийся в зоне видимости, вынудив его поспешно ретироваться. Однако к месту событий тем временем подошла флотилия эсминцев под командованием капитана Вайена. Входивший в её состав польский эсминец Piorun первым обнаружил противника и в одиночку вступил с линкором в бой. Несколько залпов 380-мм орудий заставили героический эсминец отступить. Тем временем капитан Вайен окружил Bismarck своими кораблями и попытался предпринять скоординированную торпедную атаку. В течение всей ночи с 26 на 27 мая эсминцы HMS Cossack, HMS Sikh, HMS Maori и HMS Zulu несколько раз бросались на израненный линкор. Bismarck с трудом уворачивался от торпед, отстреливаясь из всех орудий. Ночная мгла и бурное волнение на море сыграли на руку немцам, позволив им избежать новых повреждений.
uk: У сутінках 26 травня Bismarck, що втратив керування, накрив кількома влучними залпами крейсер HMS Sheffield, який з’явився в зоні видимості, змусивши його поспіхом відступити. Але до місця подій тим часом підійшла флотилія есмінців під командуванням капітана Віана. В її складі перебував польський есмінець Piorun, який першим виявив супротивника й самотужки вступив із лінкором у бій. Кілька залпів 380-мм гармат змусили героїчний есмінець відступити. Тим часом капітан Віан оточив Bismarck своїми кораблями та спробував здійснити злагоджену торпедну атаку. Протягом всієї ночі з 26 на 27 травня есмінці HMS Cossack, HMS Sikh, HMS Maori та HMS Zulu кілька разів кидалися на поранений лінкор. Bismarck насилу ухилявся від торпед, відстрілюючись усіма гарматами. Нічна імла та значне хвилювання на морі зіграли на користь німців, дозволивши їм уникнути нових пошкоджень.
zh: 到了5月26日夜幕低垂之时，俾斯麦设法用受损的操舵装置以几次齐射来击中巡洋舰谢菲尔德，以此迫使它赶快撤退。然而，舰长维安的驱逐舰集团已抵达了战场。它们当中之一，B国驱逐舰皮奥朗首先发现敌人并独自一人进行交战，380 毫米舰炮的几次齐射迫使英勇的驱逐舰掉头离开。与此同时，舰长维安的驱逐舰集团已包围住俾斯麦并谨慎的试着用鱼雷来攻击它。直到5月26日-5月27日的夜晚，驱逐舰哥萨克、锡克、毛利和祖鲁对受损的战列舰进行数次攻击。俾斯麦勉强地避开了鱼雷并用所有舰炮来还击。又暗又危险的水域对D国人有利，因此让他们逃脱了新的伤害。
zh_sg: 5月26日夜幕降临之时，俾斯麦 尝试用受损的操舵装置以几次齐射来击中巡洋舰 HMS Sheffield，因此迫使它赶快撤退。然而，舰长 Vian 的驱逐舰集团已抵达了战场。它们中的其中之一，波兰驱逐舰 ORP Piorun 首先发现敌人并独自一人进行交战。380 毫米舰炮的几次齐射迫使英勇的驱逐舰掉头离开。与此同时，舰长 Vian 的驱逐舰集团已包围住 俾斯麦 并谨慎的尝试用鱼雷进行攻击。5月26日直到5月 27日晚，驱逐舰 哥萨克人、Sikh、Maori 和 Zulu 对受损的战列舰进行数次攻击。俾斯麦 勉强地避开了鱼雷并以所有舰炮来还击。昏暗且危险的水域让德国人找到了机会得以规避受到新的伤害。

# IDS_PCQM047_DESCR
source: Captain Vian's destroyers fulfilled their task. They exhausted the crew on the German battleship and directed the main forces of the Home Fleet to the target. On the morning of May 27, Bismarck was spotted by the battleships King George V and Rodney. Salvos from the Germans were accurate, but the British were more so. They quickly disabled the forward guns on the German battleship and destroyed the main fire control director. Eventually, two heavy British cruisers joined the battle. In addition to their main battery guns, the British opened fire with their dual-purpose guns and torpedoes. One torpedo from Rodney struck Bismarck. Once all German guns were put out of action, the British battleships started firing at Bismarck at close range. Torpedo bombers that flied off the aircraft carrier Ark Royal for a new attack held back, as the battle outcome was already decided. Finally, the cruiser Dorsetshire sank the unlucky raider with a pair of torpedoes.
es_mx: Los destructores del Capitán Vian completaron su tarea. Hicieron sangrar hasta la muerte a la tripulación del acorazado alemán y guiaron a las fuerzas principales de la Gran Flota al objetivo. En la mañana del 27 de mayo, el Bismarck fue avistado por los acorazados King George V y Rodney. Las salvas de los alemanes fueron precisas, pero los británicos dispararon mejor. Rápidamente inhabilitaron los cañones delanteros del acorazado alemán y destruyeron sistema principal de tiro. Eventualmente, dos cruceros pesados británicos se unieron a la batalla. Además de los cañones de la batería principal, los ingleses abrieron fuego con sus cañones de doble propósito y torpedos. Un torpedo del Rodney impactó al Bismarck. Cuando todos los cañones alemanes quedaron fuera de acción, los acorazados británicos comenzaron a disparar al Bismarck a corta distancia. Los torpederos que despegaron del portaaviones Ark Royal para un nuevo ataque detuvieron sus acciones ya que el resultado era evidente. Finalmente, el crucero Dorsetshire hundió al desafortunado incursor con un par de torpedos.
ja: ヴァイアン大佐率いる駆逐隊はその任務を果たしました。この駆逐隊による夜通しの襲撃はビスマルクの搭乗員を疲弊させました。そして駆逐隊による誘導によって、ついにイギリス本国艦隊の主力部隊がビスマルクを捕捉しました。5 月 27 日の朝、イギリス戦艦キング・ジョージ 5 世およびロドニーがビスマルクを発見したのです。ビスマルクの斉射は正確でしたが、しかしイギリス艦隊の射撃もまた正確でした。ビスマルクは、戦闘開始後間もなく前部の 1 番主砲と 2 番主砲が使用不能となり、前部艦橋の光学測距儀も破壊されました。その後 2 隻のイギリス重巡洋艦も攻撃に参加。イギリス艦隊は主砲のみならず両用砲と魚雷も使用し始め、ロドニーが放った魚雷のうちの 1 本がビスマルクに命中しました。ビスマルクの砲門が全て沈黙した後には、イギリス戦艦隊はビスマルクに至近距離まで接近して砲撃を加えました。空母アーク・ロイヤルから飛来した新手の雷撃隊が到着したものの、既に勝敗が決していたために攻撃を中止しました。最終的には、巡洋艦ドーセットシャーが複数の魚雷をビスマルクに命中させ、これがとどめとなってこの不運なドイツ戦艦は沈没しました。
pl: Niszczyciele kapitana Viana wykonały swoje zadanie. Kolejnymi atakami wyczerpały załogę niemieckiego pancernika i nakierowały główne siły Home Fleet na cel. Rankiem 27 maja Bismarck został dostrzeżony przez pancerniki King George V i Rodney. Niemieckie salwy były celne, ale Brytyjczycy prowadzili skuteczniejszy ogień. Szybko unieszkodliwili działa dziobowe i zniszczyli przelicznik artyleryjski układu sterowania ogniem. W końcu do bitwy dołączyły również dwa brytyjskie ciężkie krążowniki. Oprócz dział głównej baterii, otworzyły również ogień z dział uniwersalnych i atakowały torpedami. Jedna z torped wystrzelonych przez Rodney trafiła niemiecki pancernik. Kiedy wszystkie działa Bismarcka zostały wyłączone z walki, Brytyjczycy rozpoczęli ostrzał z bliskiej odległości. Bombowce torpedowe, które wystartowały z Ark Royal, wycofały się z akcji, ponieważ bitwa była już rozstrzygnięta. Ostatecznie krążownik Dorsetshire posłał pechowego korsarza na dno dwiema torpedami.
ru: Свою задачу эсминцы капитана Вайена выполнили. Они вконец измотали экипаж немецкого линкора и навели на него главные силы Флота метрополии. Утром 27 мая Bismarck заметили с линкоров HMS King George V и HMS Rodney. Залпы немцев были достаточно точными, но англичане стреляли ещё лучше. Они быстро вывели из строя носовые башни германского линкора и нарушили систему управления огнём. Вскоре к бою присоединились два британских тяжёлых крейсера. Помимо главного калибра, англичане, сократив дистанцию, пустили в дело универсальную артиллерию и торпеды. Одного торпедного попадания добился Rodney. Когда все орудия на германском корабле замолчали, английские линкоры стали расстреливать Bismarck с минимальной дистанции, практически в упор. Торпедоносцы, поднятые с авианосца HMS Ark Royal для новой атаки, воздержались от участия в сражении, так как исход его был уже решён. Конец неудачливому рейдеру положили торпеды с крейсера Dorsetshire, отправившие Bismarck на дно.
uk: Своє завдання есмінці капітана Віана виконали. Вони вкрай виснажили екіпаж німецького лінкора й навели на нього головні сили Флоту метрополії. Вранці 27 травня Bismarck помітили з лінкорів HMS King George V і HMS Rodney. Залпи німців були влучними, але англійці стріляли ще ліпше. Вони швидко вивели з ладу носові башти німецького лінкора й порушили систему керування вогнем. Незабаром до бою долучилися два британських важких крейсери. Крім головного калібру, англійці, скоротивши дистанцію, долучили до справи універсальну артилерію і торпеди. Одне торпедне влучення здійснив Rodney. Коли всі гармати на німецькому кораблі замовкли, англійські лінкори стали розстрілювати Bismarck з мінімальної дистанції, майже упритул. Торпедоносці, підняті з авіаносця HMS Ark Royal для нової атаки, утрималися від участі в битві, оскільки її результат вже було вирішено. Кінець невдалому рейдеру поклали торпеди з крейсера Dorsetshire, які спрямували Bismarck на дно.
zh: 舰长维安的驱逐舰完成了他们的工作。他们重击了D国战列舰上的乘员并指引本土舰队的主力部队抵达目标。5月27日的早上，俾斯麦被战列舰英王乔治五世和罗德尼发现。D国人的齐射是真的很准，但Y国人发动的攻击也不赖。他们很快就让D国战列舰的舰艏舰炮失去作用并摧毁了主要的火控控制器。最后，两艘Y国重型巡洋舰加入了战斗。除了主炮外，Y国人还以两用火炮和鱼雷来进行攻击。一枚来自罗德尼的鱼雷击中了俾斯麦。到了所有D国火炮都失去作用时，Y国的战列舰就在近距离下朝俾斯麦开火。从皇家方舟号航空母舰出发的鱼雷轰炸机采取了新一轮的攻击，因为战斗结果已经非常明显了。最终，巡洋舰多塞特郡用一对鱼雷击沉了不幸的入侵者。
zh_sg: 舰长 Vian 的驱逐舰完成了他们的任务。他们重创了德国战列舰上的乘员并指引本土舰队的主力部队抵达目标。5月27日早上，俾斯麦被战列舰英王乔治五世和Rodney发现。德国人的齐射真的很准，但英国人的攻击也不差。他们很快就让德国战列舰的舰首舰炮哑火并摧毁了主要的火控控制器。最后，两艘英国重型巡洋舰加入了战斗。除了主炮外，英国人还以两用火炮和鱼雷来进行攻击。一枚来自Rodney的鱼雷击中了俾斯麦。到了所有德国火炮都瘫痪时，英国的战列舰就在近距离下朝俾斯麦开火。从航空母舰 Ark Royal 出发的鱼雷轰炸机采取了新一轮的攻击，因为战斗结果已经非常明显了。最终，巡洋舰Dorsetshire 用一对鱼雷击沉了倒霉的入侵者。

# IDS_PCQM051_DESCR
source: The future naval commander was born in a samurai family. The self-discipline and warrior spirit of Takano Isoroku, who became famous after taking the Yamamoto surname, were nurtured in the Spartan conditions of the Imperial Naval Academy in Etajima. The Battle of Tsushima, the decisive naval fight against the Russian Empire in May 1905, was the first combat outing of the officer who was to become famous. Cruiser Nisshin, with Isoroku on board, spent many hours confronting armadillos and cruisers of one of the major powers together with the Japanese battleships and suffered the greatest damages. Fragments of exploded main turrets seriously hurt Takano Isoroku, but he didn't leave his post until the combat ended. The courage of the young officer was noticed by Admiral Tōgō, Commander-in-Chief of the Combined Fleet.
es_mx: El futuro comandante naval nació en una familia samurái. El espíritu guerrero de autodisciplina de Takano Isoroku, quien se volvió famoso después de tomar el apellido Yamamoto, creció en las condiciones Espartanas de la Academia Naval Imperial en Etajima. La Batalla de Tsushima, la batalla naval decisiva contra el Imperio Ruso en mayo de 1905, fue el primer combate del oficial que sería famoso. El crucero Nisshin, junto con Isoroku a bordo, pasó muchas horas enfrentándose a armadillos y cruceros de las mejores potencias junto con los acorazados japoneses y sufrieron los más grandes daños. Fragmentos explotaron en las torretas principales hiriendo seriamente a Takano Isoroku, pero no dejó su puesto hasta que el combate terminó. La valentía de este joven oficial fue notada por el Almirante Tōgō, Comandante en Jefe de la Flota Combinada.
ja: やがて連合艦隊司令長官を担うことになる彼は、侍の家庭に生まれました。後に山本に改姓してから有名になる高野五十六の自己鍛錬と戦士の精神は、江田島の海軍兵学校の厳しい校風の中で育まれました。1905 年 5 月には、日露戦争の勝敗を決した日本海海戦において初めて実戦に参加しています。彼が乗り組んでいた装甲巡洋艦「日進」は、味方の戦艦隊と共に長時間に渡り敵艦隊と交戦し、大きな被害を受けました。この戦いにおいて彼は、前部砲塔内で爆発の破片により重傷を負ったものの、戦闘終了まで持ち場を離れなかったと言われています。この若い士官の勇気は、連合艦隊司令長官であった東郷平八郎の目にも止まったそうです。
pl: Przyszły admirał urodził się w rodzinie samurajów. Samodyscyplina i wojowniczy duch Takano Isoroku, który stał się sławny po przyjęciu nazwiska Yamamoto, były pielęgnowane w spartańskich warunkach Cesarskiej Akademii Morskiej w Etajimie. Bitwa pod Cuszimą, decydujące starcie w wojnie z Imperium Rosyjskium w maju 1905 r. było pierwszym bojem, w którym brał udział świeżo upieczony, wkrótce słynny oficer. Krążownik Nisshin, z Isoroku na pokładzie, u boku japońskich pancerników przez wiele godzin toczył zażarte boje przeciw pancernikom i krążownikom jednej z największych potęg świata, odnosząc poważne uszkodzenia. Jedna z wież eksplodowała, a jej kawałki poważnie raniły Takano Isoroku, który jednak nie opuścił stanowiska aż do zakończenia bitwy. Odwaga młodego oficera została zauważona przez admirała Tōgō, dowódcę Połączonej Floty
ru: Будущий флотоводец был рождён в самурайской семье. Дисциплина и воинский дух Такано Исороку, впоследствии прославившегося под фамилией Ямамото, были выкованы в спартанской атмосфере военно-морской академии в Этаджиме. Первым боевым испытанием для тогда ещё никому не известного офицера явилось Цусимское сражение, произошедшее в мае 1905 года и ставшее решающей морской битвой в войне с Россией. В многочасовом артиллерийском противостоянии броненосцев и крейсеров молодого японского флота и флота одной из ведущих мировых держав крейсер Nisshin, на котором служил Исороку, был в одном ряду с линейными кораблями и пострадал больше всех. Взрыв башни главного калибра изрешетил Такано Исороку осколками, однако он не бросил свой пост до конца сражения. Храбрость юного офицера была отмечена самим Главнокомандующим Объединённым флотом — адмиралом Того.
uk: Майбутній флотоводець народився у самурайській родині. Дисципліна і військовий дух Такано Ісороку, який згодом прославився під прізвищем Ямамото, кувалися у спартанських умовах військово-морської академії Етаджими. Першим бойовим випробуванням для тоді ще нікому не відомого офіцера стала Цусімський бій, що відбувся у травні 1905 р. і став вирішальним морським боєм у війні з Росією. У багатогодинному артилерійському протистоянні броненосців і крейсерів молодого японського флоту і флоту однієї з провідних світових держав крейсер Nisshin, на якому служив Ісороку, перебував в одній шерезі з лінійними кораблями і постраждав більше за всіх. Вибух башти головного калібру зрешетив Такано Ісороку осколками, однак він не залишив свій пост до кінця бою. Хоробрість юного офіцера відзначив сам Головнокомандувач Об'єднаного флоту — адмірал Того.
zh: 出生于武士家族的未来海军指挥官。Isoroku Takano 的自律和武士精神，在承袭了 Yamamoto 姓氏后才声名大噪，在江田岛市的帝国海军学院斯的巴达环境下培育起来。1905 年五月的对马海峡海战是一场对抗俄罗斯帝国的决定性海战，是他成为著名军官前的第一场战斗。巡洋舰 Nisshin，Isoroku 搭乘的那艘，花了数个小时对付坚硬的装甲，而主要战力之一的巡洋舰跟在日本主力舰旁边，因此承受最大的损伤。主炮塔爆炸的碎片重伤到 Isoroku Takano，但他到战斗结束前都没有离开岗位。这名年轻军官的勇气受到了联合舰队总指挥 Tōgō 海军大将的注意。
zh_sg: 出生于武士家族的未来海军指挥官。Takano Isoroku 的自律和武士精神，在承袭了山本姓氏后才声名大噪，在江田岛市帝国海军兵学校的斯巴达环境下培育起来。1905 年五月的对马海峡海战是一场对抗俄罗斯帝国的决定性海战，是他成为著名军官前的第一场战斗。巡洋舰 Nisshin，Isoroku 搭乘的那艘，花了数个小时对付坚硬的装甲，而主要战力之一的巡洋舰跟在日本战列舰旁边，因此承受最大的损伤。主炮塔爆炸的碎片重伤到 Takano Isoroku，但他到战斗结束前都没有离开岗位。这名年轻军官的勇气受到了联合舰队总指挥 Tōgō 海军大将的注意。
