Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_RIBBON_DESCRIPTION_RIBBON_SUPPRESSED
source: Suppress an enemy onshore installation
es_mx: Suprime una instalación terrestre enemiga
ja: 敵の陸上施設を制圧
pl: Zneutralizuj instalację przybrzeżną przeciwnika
ru: Подавить береговое сооружение противника
uk: Придушити берегову споруду супротивника
zh: 火力压制敌方岸上装备
zh_sg: 火力压制敌方岸上设施

# IDS_RIBBON_DESCRIPTION_RIBBON_TORPEDO
source: Hit an enemy ship with a torpedo
es_mx: Impacta un barco enemigo con un torpedo
ja: 敵艦に魚雷が命中
pl: Traf okręt przeciwnika torpedą
ru: Попасть торпедой в корабль противника
uk: Влучити торпедою в корабель супротивника
zh: 使用鱼雷击中敌舰
zh_sg: 使用鱼雷击中敌舰

# IDS_RIBBON_DESCRIPTION_SUBRIBBON_MAIN_CALIBER_NO_PENETRATION
source: Fail to penetrate an enemy ship
es_mx: Falla al penetrar un barco enemigo
ja: 敵艦を貫通できず
pl: Nie przebij pancerza okrętu przeciwnika
ru: Непробитие корабля противника
uk: Непробивання корабля супротивника
zh: 未击穿敌舰
zh_sg: 未击穿敌舰

# IDS_RIBBON_DESCRIPTION_SUBRIBBON_MAIN_CALIBER_OVER_PENETRATION
source: Over-penetrate an enemy ship
es_mx: Sobrepenetra un barco enemigo
ja: 敵艦を全貫通
pl: Przebij na wylot okręt przeciwnika
ru: Сквозное пробитие корабля противника
uk: Наскрізне пробивання корабля супротивника
zh: 过度击穿敌舰
zh_sg: 过度击穿敌舰

# IDS_RIBBON_DESCRIPTION_SUBRIBBON_MAIN_CALIBER_PENETRATION
source: Penetrate an enemy ship
es_mx: Penetra un barco enemigo
ja: 敵艦を貫通
pl: Przebij pancerz okrętu przeciwnika
ru: Пробитие корабля противника
uk: Пробивання корабля супротивника
zh: 击穿敌舰
zh_sg: 击穿敌舰

# IDS_RIBBON_DESCRIPTION_SUBRIBBON_MAIN_CALIBER_RICOCHET
source: Hit an enemy ship with a shell that ricochets off the armor
es_mx: Impacta a un enemigo con un proyectil que rebote en el blindaje
ja: 敵艦に命中した砲弾が跳弾
pl: Traf okręt przeciwnika pociskiem, który odbije się od jego pancerza
ru: Рикошет по кораблю противника
uk: Влучення у корабель супротивника з рикошетом
zh: 装甲跳弹击中敌舰
zh_sg: 装甲跳弹击中敌舰

# IDS_RIBBON_RIBBON_ACOUSTIC_HIT
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中目标

# IDS_RIBBON_RIBBON_BASE_CAPTURE
source: Captured
es_mx: Capturada
ja: 占領
pl: Zajęcie
ru: Захватил
uk: Захопив
zh: 占领
zh_sg: 占领

# IDS_RIBBON_RIBBON_BASE_CAPTURE_ASSIST
source: Assisted in capture
es_mx: Asistencia en captura
ja: 占領アシスト
pl: Pomoc w zajęciu
ru: Помог захватить
uk: Допоміг захопити
zh: 协助占领
zh_sg: 协助占领

# IDS_RIBBON_RIBBON_BASE_DEFENSE
source: Defended
es_mx: Defendida
ja: 防衛
pl: Obrona
ru: Защитил
uk: Захистив
zh: 防御
zh_sg: 防御

# IDS_RIBBON_RIBBON_BOMB
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中

# IDS_RIBBON_RIBBON_BUILDING_KILL
source: Destroyed
es_mx: Destruido
ja: 撃破
pl: Zniszczenia
ru: Уничтожил
uk: Знищив
zh: 已击毁
zh_sg: 已摧毁

# IDS_RIBBON_RIBBON_BURN
source: Set on fire
es_mx: Incendiado
ja: 火災を発生させた
pl: Podpalenie
ru: Поджёг
uk: Підпалив
zh: 使敌舰起火
zh_sg: 使敌舰起火

# IDS_RIBBON_RIBBON_CITADEL
source: Hits to citadel
es_mx: Impactos a la ciudadela
ja: 防郭への命中
pl: Trafienia w cytadelę
ru: Попал в цитадель
uk: Влучив у цитадель
zh: 命中核心
zh_sg: 命中装甲区

# IDS_RIBBON_RIBBON_CRIT
source: Incapacitations
es_mx: Incapacitaciones
ja: 機能停止
pl: Poważne uszkodzenia
ru: Вывел из строя
uk: Вивів з ладу
zh: 严重伤害
zh_sg: 瘫痪

# IDS_RIBBON_RIBBON_DBOMB
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中目标

# IDS_RIBBON_RIBBON_DETECTED
source: Spotted
es_mx: Detectado
ja: 発見
pl: Wykrycie
ru: Обнаружил
uk: Виявив
zh: 被发现
zh_sg: 已发现

# IDS_RIBBON_RIBBON_DROP
source: Buff seized
es_mx: Bonificación Capturada
ja: 強化エリアを占領
pl: Wzmocnienie zajęte
ru: Захватил улучшение
uk: Захопив поліпшення
zh: 占领
zh_sg: 占领增益

# IDS_RIBBON_RIBBON_FLOOD
source: Caused flooding
es_mx: Inundación causada
ja: 浸水を発生させた
pl: Spowodowanie zalania
ru: Затопил
uk: Затопив
zh: 造成进水
zh_sg: 造成进水

# IDS_RIBBON_RIBBON_FRAG
source: Destroyed
es_mx: Destruido
ja: 撃沈
pl: Zniszczenia
ru: Уничтожил
uk: Знищив
zh: 已击毁
zh_sg: 已摧毁

# IDS_RIBBON_RIBBON_MAIN_CALIBER
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中

# IDS_RIBBON_RIBBON_PLANE
source: Aircraft shot down
es_mx: Avión derribado
ja: 航空機撃墜
pl: Zestrzelenie samolotu
ru: Сбил самолёт
uk: Збив літак
zh: 击落
zh_sg: 击落飞机

# IDS_RIBBON_RIBBON_ROCKET
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中

# IDS_RIBBON_RIBBON_SECONDARY_CALIBER
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中

# IDS_RIBBON_RIBBON_SPLANE
source: Shot down by fighter
es_mx: Derribado por un caza
ja: 戦闘機による撃墜
pl: Zestrzelenie przez myśliwiec
ru: Сбил истребителем
uk: Збив винищувачем
zh: 击落
zh_sg: 被战斗机击落

# IDS_RIBBON_RIBBON_SUPPRESSED
source: Suppressed
es_mx: Eliminado
ja: 制圧完了
pl: Zneutralizowany
ru: Подавил
uk: Придушив
zh: 压制
zh_sg: 压制

# IDS_RIBBON_RIBBON_TORPEDO
source: Target hits
es_mx: Impactos en el objetivo
ja: 目標に命中
pl: Trafienia w cel
ru: Попал
uk: Влучив
zh: 命中目标
zh_sg: 命中

# IDS_RIBBON_SSE_BASE_CAPTURE
source: Captured
es_mx: Capturada
ja: 占領
pl: Zajęcie
ru: Захватил
uk: Захопив
zh: 占领
zh_sg: 占领

# IDS_RIBBON_SSE_BASE_CAPTURE_ASSIST
source: Assisted in capture
es_mx: Asistencia en captura
ja: 占領アシスト
pl: Pomoc w zajęciu
ru: Помог захватить
uk: Допоміг захопити
zh: 协助占领
zh_sg: 协助占领

# IDS_RIBBON_SSE_BASE_DEFENSE
source: Defended
es_mx: Defendida
ja: 防衛
pl: Obrona
ru: Защитил
uk: Захистив
zh: 防御
zh_sg: 防御

# IDS_RIBBON_SSE_BOMB
source: Bomb hits
es_mx: Impactos de bomba
ja: 爆弾命中
pl: Trafienia bombami
ru: Попал бомбой
uk: Влучив бомбою
zh: 炸弹命中
zh_sg: 炸弹命中

# IDS_RIBBON_SSE_BURN
source: Set on fire
es_mx: Incendiado
ja: 火災を発生させた
pl: Podpalenie
ru: Поджёг
uk: Підпалив
zh: 使敌舰起火
zh_sg: 使敌舰起火

# IDS_RIBBON_SSE_CITADEL
source: Hits to citadel
es_mx: Impactos a la ciudadela
ja: 防郭への命中
pl: Trafienia w cytadelę
ru: Попал в цитадель
uk: Влучив у цитадель
zh: 命中核心
zh_sg: 命中装甲区

# IDS_RIBBON_SSE_CRIT
source: Incapacitations
es_mx: Incapacitaciones
ja: 機能停止
pl: Poważne uszkodzenia
ru: Вывел из строя
uk: Вивів з ладу
zh: 严重伤害
zh_sg: 瘫痪

# IDS_RIBBON_SSE_DETECTED
source: Spotted
es_mx: Detectado
ja: 発見
pl: Wykrycie
ru: Обнаружил
uk: Виявив
zh: 被发现
zh_sg: 已发现

# IDS_RIBBON_SSE_FLOOD
source: Caused flooding
es_mx: Inundación causada
ja: 浸水を発生させた
pl: Spowodowanie zalania
ru: Затопил
uk: Затопив
zh: 造成进水
zh_sg: 造成进水

# IDS_RIBBON_SSE_FRAG
source: Destroyed
es_mx: Destruido
ja: 撃沈
pl: Zniszczenia
ru: Уничтожил
uk: Знищив
zh: 已击毁
zh_sg: 已摧毁

# IDS_RIBBON_SSE_MAIN_CALIBER
source: Main battery hits
es_mx: Impactos de la batería principal
ja: 主砲命中
pl: Trafienia baterią główną
ru: Попал главным калибром
uk: Влучив з головного калібру
zh: 主炮命中
zh_sg: 主炮组命中

# IDS_RIBBON_SSE_PLANE
source: Aircraft shot down
es_mx: Avión derribado
ja: 航空機撃墜
pl: Zestrzelenie samolotu
ru: Сбил самолёт
uk: Збив літак
zh: 击落
zh_sg: 击落飞机

# IDS_RIBBON_SSE_ROCKET
source: Rocket hits
es_mx: Impactos de cohetes
ja: ロケット弾命中
pl: Trafienia rakietami
ru: Попал ракетой
uk: Влучив ракетою
zh: 火箭命中
zh_sg: 火箭弹命中

# IDS_RIBBON_SSE_SECONDARY_CALIBER
source: Secondary battery hits
es_mx: Impactos de la batería secundaria
ja: 副砲命中
pl: Trafienia baterią dodatkową
ru: Попал из ПМК
uk: Влучив з ПМК
zh: 副炮命中
zh_sg: 副炮组命中

# IDS_RIBBON_SSE_SPLANE
source: Shot down by fighter
es_mx: Derribado por un caza
ja: 戦闘機による撃墜
pl: Zestrzelenie przez myśliwiec
ru: Сбил истребителем
uk: Збив винищувачем
zh: 击落
zh_sg: 被战斗机击落

# IDS_RIBBON_SSE_SUPPRESSED
source: Suppressed
es_mx: Eliminado
ja: 制圧完了
pl: Zneutralizowany
ru: Подавил
uk: Придушив
zh: 压制
zh_sg: 压制

# IDS_RIBBON_SSE_TORPEDO
source: Torpedo hits
es_mx: Impactos de torpedo
ja: 魚雷命中
pl: Trafienia torpedami
ru: Попал торпедой
uk: Влучив торпедою
zh: 鱼雷命中
zh_sg: 鱼雷命中

# IDS_RIBBON_SUBRIBBON_BOMB_BULGE
source: Torpedo protection hit
es_mx: Impacto sobre la protección antitorpedos
ja: 対水雷防御に命中
pl: Trafienie w obronę przeciwtorpedową
ru: Попадание в ПТЗ
uk: Влучення у ПТЗ
zh: Попадание в ПТЗ
zh_sg: 鱼雷防护命中

# IDS_RIBBON_SUBRIBBON_BOMB_NO_PENETRATION
source: Non-penetration
es_mx: Sin penetración
ja: 不貫通
pl: Brak penetracji
ru: Непробитие
uk: Непробивання
zh: 未击穿
zh_sg: 未击穿

# IDS_RIBBON_SUBRIBBON_BOMB_OVER_PENETRATION
source: Over-penetration
es_mx: Sobrepenetración
ja: 全貫通
pl: Przebicie na wylot
ru: Сквозное пробитие
uk: Наскрізне пробивання
zh: 过度击穿
zh_sg: 过度击穿

# IDS_RIBBON_SUBRIBBON_BOMB_PENETRATION
source: Penetration
es_mx: Penetración
ja: 貫通
pl: Penetracja
ru: Пробитие
uk: Пробивання
zh: 击穿
zh_sg: 击穿

# IDS_RIBBON_SUBRIBBON_BOMB_RICOCHET
source: Ricochet
es_mx: Rebote
ja: 跳弾
pl: Rykoszet
ru: Рикошет
uk: Рикошет
zh: 跳弹
zh_sg: 跳弹

# IDS_RIBBON_SUBRIBBON_BULGE
source: Torpedo protection hit
es_mx: Impacto sobre la protección antitorpedos
ja: 対水雷防御に命中
pl: Trafienie w obronę przeciwtorpedową
ru: Попадание в ПТЗ
uk: Влучення у ПТЗ
zh: Попадание в ПТЗ
zh_sg: 鱼雷防护命中

# IDS_RIBBON_SUBRIBBON_MAIN_CALIBER_NO_PENETRATION
source: Non-penetration
es_mx: Sin penetración
ja: 不貫通
pl: Brak penetracji
ru: Непробитие
uk: Непробивання
zh: 未击穿
zh_sg: 未击穿

# IDS_RIBBON_SUBRIBBON_MAIN_CALIBER_OVER_PENETRATION
source: Over-penetration
es_mx: Sobrepenetración
ja: 全貫通
pl: Przebicie na wylot
ru: Сквозное пробитие
uk: Наскрізне пробивання
zh: 过度击穿
zh_sg: 过度击穿

# IDS_RIBBON_SUBRIBBON_MAIN_CALIBER_PENETRATION
source: Penetration
es_mx: Penetración
ja: 貫通
pl: Penetracja
ru: Пробитие
uk: Пробивання
zh: 击穿
zh_sg: 击穿

# IDS_RIBBON_SUBRIBBON_MAIN_CALIBER_RICOCHET
source: Ricochet
es_mx: Rebote
ja: 跳弾
pl: Rykoszet
ru: Рикошет
uk: Рикошет
zh: 跳弹
zh_sg: 跳弹

# IDS_RIBBON_SUBRIBBON_ROCKET_BULGE
source: Torpedo protection hit
es_mx: Impacto sobre la protección antitorpedos
ja: 対水雷防御に命中
pl: Trafienie w obronę przeciwtorpedową
ru: Попадание в ПТЗ
uk: Влучення у ПТЗ
zh: Попадание в ПТЗ
zh_sg: 鱼雷防护命中

# IDS_RIBBON_SUBRIBBON_ROCKET_NO_PENETRATION
source: Non-penetration
es_mx: Sin penetración
ja: 不貫通
pl: Brak penetracji
ru: Непробитие
uk: Непробивання
zh: 未击穿
zh_sg: 未击穿

# IDS_RIBBON_SUBRIBBON_ROCKET_OVER_PENETRATION
source: Over-penetration
es_mx: Sobrepenetración
ja: 全貫通
pl: Przebicie na wylot
ru: Сквозное пробитие
uk: Наскрізне пробивання
zh: 过度击穿
zh_sg: 过度击穿

# IDS_RIBBON_SUBRIBBON_ROCKET_PENETRATION
source: Penetration
es_mx: Penetración
ja: 貫通
pl: Penetracja
ru: Пробитие
uk: Пробивання
zh: 击穿
zh_sg: 击穿

# IDS_RIBBON_SUBRIBBON_ROCKET_RICOCHET
source: Ricochet
es_mx: Rebote
ja: 跳弾
pl: Rykoszet
ru: Рикошет
uk: Рикошет
zh: 跳弹
zh_sg: 跳弹

# IDS_RIBBON_TOTAL_DAMAGE
source: Total damage caused in this battle
es_mx: Daño total causado en esta batalla
ja: この戦闘での合計与ダメージ
pl: Ogólne uszkodzenia zadane w tej bitwie
ru: Итоговое значение нанесённого урона в бою
uk: Підсумкове значення завданої шкоди в бою
zh: 战斗中造成的总伤害
zh_sg: 战斗中造成的总伤害

# IDS_RICK_HOTEP_H18
source: Rick H. O'Tep
zh: 里克-H-奥特普

# IDS_RICOCHET_HIT_TYPE
source: Ricochet!
es_mx: ¡Rebote!
ja: 跳弾!
pl: Rykoszet!
ru: Рикошет!
uk: Рикошет!
zh: 跳弹！
zh_sg: 跳弹！

# IDS_RIGHTS_RESERVED
source: © Wargaming.net 2012–2020. All rights reserved.
es_mx: © Wargaming.net 2012–2020. Todos los derechos reservados.
pl: © Wargaming.net 2012–2020. Wszelkie prawa zastrzeżone.
ru: © Wargaming.net 2012–2020. Все права защищены. 12+
uk: © Wargaming.net 2012–2020. Всі права захищено. 12+
zh: © Wargaming.net 2012–2019. 保留所有权利。
zh_sg: © Wargaming.net 2012–2020. 保留所有权利。

# IDS_RNG_DOGTAG
source: Random
es_mx: Aleatorio
ja: ランダム
pl: Losowo
ru: Случайная
uk: Випадкова
zh: 随机
zh_sg: 随机

# IDS_ROCKETS
source: Rockets
es_mx: Cohetes
ja: ロケット弾
pl: Rakiety
ru: Ракеты
uk: Ракети
zh: 火箭
zh_sg: 火箭弹

# IDS_ROCKETS_RELEASED
source: Rockets launched
es_mx: Cohetes lanzados
ja: ロケット弾の発射数
pl: Wystrzelone rakiety
ru: Выпущено ракет
uk: Випущено ракет
zh: 火箭发射
zh_sg: 火箭弹已发射

# IDS_ROOM_CHANGED
source: Room settings have been changed.
es_mx: Se han cambiado los ajustes de la sala.
ja: ルーム設定が変更されました
pl: Ustawienia pokoju zostały zmienione.
ru: Настройки комнаты были изменены.
uk: Налаштування кімнати були змінені.
zh: 房间的设定将被变更。
zh_sg: 房间设定已变更。

# IDS_ROWS_IN_CAROUSEL
source: Rows in the carousel
es_mx: Filas en el carrusel
ja: カルーセル列数
pl: Szeregi w karuzeli
ru: Рядов в карусели
uk: Рядів у каруселі
zh: 卷轴中的行数
zh_sg: 卷轴中的行数

# IDS_RTS_CAMERA_FIXED_PITCH
source: Rotate view 90°
es_mx: Rotar vista 90º
ja: 視点を 90° 回転
pl: Obróć widok o 90°
ru: Камера 90°
uk: Камера 90°
zh: 旋转视角 90°
zh_sg: 旋转视角 90°

# IDS_RTS_CAMERA_FIXED_YAW
source: North-oriented view
es_mx: Vista orientada al norte
ja: 北向き視点
pl: Widok na kierunek północny
ru: Камера «строго на север»
uk: Камера «суворо на північ»
zh: 朝北视角
zh_sg: 朝北视角

# IDS_RU
source: CIS
es_mx: CEI
pl: WNP
ru: СНГ
uk: СНД
zh: 独立国协
zh_sg: 独联体

# IDS_RUDDERAFT
source: Steering Gear Athwartship
es_mx: Engrane de Dirección de Babor a Estribor
ja: 操舵装置隔壁
pl: Pancerz pionowy układu sterowania
ru: Траверс рулевой машины
uk: Траверз рульового механізму
zh: 操舵装置横向围板
zh_sg: 操舵装置横向围板

# IDS_RUDDERFWD
source: Steering Gear Athwartship
es_mx: Engrane de Dirección de Babor a Estribor
ja: 操舵装置隔壁
pl: Pancerz pionowy układu sterowania
ru: Траверс рулевой машины
uk: Траверз рульового механізму
zh: 操舵装置横向围板
zh_sg: 操舵装置横向围板

# IDS_RUDDERSIDE
source: Steering Gear Armor
es_mx: Blindaje del Engrane de Dirección
ja: 操舵装置装甲
pl: Pancerz układu sterowania
ru: Бронирование рулевой машины
uk: Бронювання рульового механізму
zh: 操舵装置装甲
zh_sg: 操舵装置装甲

# IDS_RUDDERTOP
source: Steering Gear Deck
es_mx: Cubierta del Engrane de Dirección
ja: 操舵装置甲板
pl: Pancerz pokładowy układu sterowania
ru: Палуба рулевой машины
uk: Палуба рульового механізму
zh: 操舵装置甲板
zh_sg: 操舵装置甲板

# IDS_RUINED_GAME
source: Unsporting behavior
es_mx: Interfiere con mi juego
ja: スポーツマンシップに反する
pl: Przeszkadza mi w grze
ru: Мешает играть
uk: Заважає грати
zh: 对我的游戏造成干扰
zh_sg: 恶意干扰行为

# IDS_RUMBLE
source: Rumble
ja: ランブル
ru: Рамбл
zh: Рамбл

# IDS_RUN_OUT
source: has elapsed.
es_mx: ha elapsado.
ja: さんからの応答待ちが制限時間を超過しました。
pl: upłynął.
ru: истекло.
uk: минув.
zh: 的响应已超时。
zh_sg: 已超时。

# IDS_RUSCAP
source: Vasiliy Znamensky
pl: Wasilij Znamensky
ru: Василий Знаменский
uk: Василь Знаменський
zh: 瓦西里-明纳斯基

# IDS_RUSSIA
source: U.S.S.R.
es_mx: U.R.S.S.
ja: ソ連
pl: Z.S.R.R.
ru: СССР
uk: СРСР
zh: S系
zh_sg: 苏联

# IDS_RUSSIA_AIRCARRIER
source: Soviet carriers
es_mx: Portaaviones soviéticos
ja: ソ連航空母艦
pl: Radzieckie lotniskowce
ru: Авианосцы СССР
uk: Авіаносці СРСР
zh: Авианосцы СССР

# IDS_RUSSIA_BATTLESHIP
source: Soviet battleships
es_mx: Acorazados soviéticos
ja: ソ連戦艦
pl: Radzieckie pancerniki
ru: Линкоры СССР
uk: Лінкори СРСР
zh: Линкоры СССР
zh_sg: 苏联战列舰

# IDS_RUSSIA_CRUISER
source: Soviet cruisers
es_mx: Cruceros soviéticos
ja: ソ連巡洋艦
pl: Krążowniki ZSRR
ru: Крейсеры СССР
uk: Крейсери СРСР
zh: Крейсеры СССР
zh_sg: 苏联巡洋舰

# IDS_RUSSIA_DESTROYER
source: Soviet destroyers
es_mx: Destructores soviéticos
ja: ソ連駆逐艦
pl: Radzieckie niszczyciele
ru: Эсминцы СССР
uk: Есмінці СРСР
zh: Эсминцы СССР
zh_sg: 苏联驱逐舰

# IDS_RUS_RED_FREEDOM
source: Red Freedom
zh: 红色自由

# IDS_SAIRUS_GERRERO
source: Ivan K. Ulibin
ru: Иван К. Улибин
uk: Іван К. Улібін
zh: 伊万-尤力宾

# IDS_SAIRUS_GERRERO_H18
source: Ivan K. Ulibin
ru: Иван К. Улибин
uk: Іван К. Улібін
zh: 伊万-尤力宾

# IDS_SALTPETER_COLON
source: Shipbuilding Phases:
es_mx: Fases de la construcción naval:
ja: 造船フェーズ:
pl: Fazy budowy okrętu:
ru: Этапы строительства:
uk: Етапи будівництва:
zh: Уровни строительства:
zh_sg: 造船阶段：

# IDS_SATURDAY
source: Sa
ja: 土
pl: Sob.
ru: Сб
uk: Сб.
zh: 周六
zh_sg: 周六

# IDS_SATURDAY_FULL
source: Saturday
es_mx: Sábado
ja: 土曜日
pl: Sobota
ru: Суббота
uk: Субота
zh: 星期六
zh_sg: 星期六

# IDS_SAVESETTINGSCHECK
source: Set as default
es_mx: Establecer como predeterminado
ja: 標準として設定
pl: Ustaw jako domyślny
ru: Установить по умолчанию
uk: Встановити за замовчуванням
zh: 设为预设
zh_sg: 设为预设

# IDS_SAVE_CHANGES
source: Save changes
es_mx: Guardar cambios
ja: 変更を保存
pl: Zachowaj zmiany
ru: Сохранить изменения
uk: Зберегти зміни
zh: 确认修改
zh_sg: 保存修改

# IDS_SAVE_CHANGES_QUESTION
source: Save changes?
es_mx: ¿Guardar cambios?
ja: 変更を保存しますか?
pl: Zapisać zmiany?
ru: Сохранить изменения?
uk: Зберегти зміни?
zh: 要储存变更？
zh_sg: 要储存变更？

# IDS_SAVE_DOGTAG
source: Save
es_mx: Guardar
ja: 保存
pl: Zapisz
ru: Сохранить
uk: Зберегти
zh: 储存
zh_sg: 保存

# IDS_SAVE_PASSWORD
source: Save password
es_mx: Guardar contraseña
ja: パスワード保存
pl: Zapisz hasło
ru: Сохранить пароль
uk: Зберегти пароль
zh: 保存密码
zh_sg: 保存密码

# IDS_SAVE_TRAINING_ROOM_DESCRIPTION
source: Save description
es_mx: Guardar descripción
ja: 説明を保存
pl: Zapisz opis
ru: Сохранить описание
uk: Зберегти опис
zh: 储存描述
zh_sg: 保存说明

# IDS_SCENARIO_1APRIL_A
source: Meteor Showers
es_mx: Lluvia de Meteoros
ja: 流星群
pl: Deszcze meteorytów
ru: Метеоритные дожди
uk: Метеорні дощі
zh: 流星雨
zh_sg: 流星雨

# IDS_SCENARIO_1APRIL_B
source: Psy Field Disturbance
es_mx: Perturbación de Campo Psíquico
ja: サイコフィールド攪乱
pl: Zaburzenie pola psionicznego
ru: Возмущение пси-поля
uk: Збурення пси-поля
zh: 精神干扰区
zh_sg: 精神干扰区

# IDS_SCENARIO_1APRIL_C
source: Gravity Anomalies
es_mx: Anomalías Gravitacionales
ja: 重力異常
pl: Anomalie grawitacyjne
ru: Гравитационные аномалии
uk: Гравітаційні аномалії
zh: 重力异常
zh_sg: 重力异常

# IDS_SCENARIO_1APRIL_D
source: Outer Space
es_mx: Espacio Exterior
ja: アウター・スペース
pl: Przestrzeń kosmiczna
ru: Открытый космос
uk: Відкритий космос
zh: 外太空
zh_sg: 外太空

# IDS_SCENARIO_ARMSRACE
source: Arms Race
es_mx: Carrera Armamentista
ja: 軍拡競争
pl: Wyścig zbrojeń
ru: Гонка вооружений
uk: Гонка озброєнь
zh: 军备竞赛
zh_sg: 军备竞赛

# IDS_SCENARIO_ASYMMETRIC_BATTLE
source: Asymmetric Battle
ja: 非対称戦
pl: Bitwa asymetryczna
ru: Асимметричный бой
zh: 暮光之战

# IDS_SCENARIO_ATOLL
source: Base Rouen
ja: Rouen 基地
pl: Baza Rouen
ru: База Роэн
uk: База Роен
zh: 基地罗韩
zh_sg: 基地鲁昂

# IDS_SCENARIO_ATOLL_HARD
source: Hard Difficulty
es_mx: Difícil
ja: 高難度
pl: Wysoki poziom trudności
ru: Высокая сложность
uk: Висока складність
zh: 高复杂性
zh_sg: 困难难度

# IDS_SCENARIO_ATOLL_NORMAL
source: Normal Difficulty
es_mx: Normal
ja: 中程度の難度
pl: Normalny poziom trudności
ru: Нормальная сложность
uk: Нормальна складність
zh: 中等复杂性
zh_sg: 普通难度

# IDS_SCENARIO_ATTACK_ON_BASE_HARD
source: Hard Difficulty
es_mx: Difícil
ja: 高難度
pl: Wysoki poziom trudności
ru: Высокая сложность
uk: Висока складність
zh: 高复杂性
zh_sg: 困难难度

# IDS_SCENARIO_ATTACK_ON_BASE_NORMAL
source: Normal Difficulty
es_mx: Normal
ja: 中程度の難度
pl: Normalny poziom trudności
ru: Нормальная сложность
uk: Нормальна складність
zh: 中等复杂性
zh_sg: 普通难度

# IDS_SCENARIO_BATTLE_ROYALE
source: Savage Battle
es_mx: Batalla Salvaje
ja: 過酷戦
pl: Brutalna walka
ru: Дикий бой
uk: Дикий бій
zh: 暮光之战
zh_sg: 野蛮之战

# IDS_SCENARIO_CVC_DOMINATION
source: Clans. Domination.
es_mx: Clanes. Dominación.
ja: クラン戦、制圧戦
pl: Klany. Dominacja.
ru: Кланы. Превосходство
uk: Клани. Перевага.
zh: 军团。制海权。
zh_sg: 军团。统治。

# IDS_SCENARIO_CVC_DOMINATION_BRAWL
source: Brawl
es_mx: Pelea
ja: 闘争
pl: Potyczka
ru: Схватка
uk: Сутичка
zh: Схватка
zh_sg: 对决

# IDS_SCENARIO_CVC_DOMINATION_CYCLONE
source: Clans. Domination. Cyclone.
es_mx: Clanes. Dominación. Ciclón.
ja: クラン戦、制圧戦、サイクロン
pl: Klany. Dominacja. Cyklon.
ru: Кланы. Превосходство. Циклон
uk: Клани. Перевага. Циклон.
zh: Кланы. Превосходство. Циклон
zh_sg: 军团。统治。气旋。

# IDS_SCENARIO_CVC_DOMINATION_OBSERV0
source: Clans. Domination. Tournament.
es_mx: Clanes. Dominación. Torneo
ja: クラン戦、制圧戦、トーナメント
pl: Klany. Dominacja. Turniej.
ru: Кланы. Превосходство. Турнир
uk: Клани. Перевага. Турнір.
zh: 军团。制海权。赛事。
zh_sg: 军团。统治。比赛。

# IDS_SCENARIO_DEFAULTDOMINATION
source: Standard Battle: Domination
es_mx: Batalla Estándar: Dominación
ja: 通常戦: 制圧戦
pl: Bitwa standardowa: Dominacja
ru: Стандарт: Превосходство
uk: Стандартний бій: Перевага
zh: 一般战斗：夺分战
zh_sg: 标准战：统治

# IDS_SCENARIO_DEFAULTFRAGS
source: Standard Battle: With Frags
es_mx: Batalla Estándar: Con Muertes
ja: 通常戦: With Frags
pl: Bitwa standardowa: Zniszczenia
ru: Стандарт: c фрагами
uk: Стандартний бій: Знищення
zh: 一般战斗：歼灭战
zh_sg: 标准战：进攻

# IDS_SCENARIO_DEFAULTHOLDREWARD
source: Standard Battle: With Holding
es_mx: Batalla Estándar: Con Mantención
ja: 通常戦: With Holding
pl: Bitwa standardowa: Zajmowanie
ru: Стандарт: c удержанием
uk: Стандартний бій: Утримання
zh: 一般战斗：防守战
zh_sg: 标准战：防守

# IDS_SCENARIO_DEFAULT_TEST
source: Introductory Mission
es_mx: Misión de Introducción
ja: 入門ミッション
pl: Misja wprowadzająca
ru: Вводная миссия
uk: Вступна місія
zh: 新手任务
zh_sg: 新手任务

# IDS_SCENARIO_DEFENSE
source: Defense of Naval Station Newport
es_mx: Defensa de la Estación Naval de Newport
ja: ニューポート海軍基地防衛戦
pl: Obrona bazy morskiej Newport
ru: Защита базы ВМФ «Ньюпорт»
uk: Захист бази ВМФ «Ньюпорт»
zh: 防守海军基地纽波特
zh_sg: 防守“纽波特”海军基地

# IDS_SCENARIO_DOMINATION_2POINT
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_SCENARIO_DOMINATION_2POINT_COOP
source: Standard Battle — Co-op
es_mx: Batalla Estándar — Cooperativa
ja: 通常戦 — Co-op
pl: Bitwa standardowa - Kooperacyjna
ru: Стандартный бой — Кооперативный
uk: Стандартний бій — Кооперативний
zh: 标准战斗 — 合作
zh_sg: 标准战 — 联合作战

# IDS_SCENARIO_DOMINATION_2POINT_COOPPOINT
source: Standard Battle — Co-op
es_mx: Batalla Estándar — Cooperativa
ja: 通常戦 — Co-op
pl: Bitwa standardowa - Kooperacyjna
ru: Стандартный бой — Кооперативный
uk: Стандартний бій — Кооперативний
zh: 标准战斗 — 合作
zh_sg: 标准战 — 联合作战

# IDS_SCENARIO_DOMINATION_2_BASES_SECOND
source: Standard Battle — Second
es_mx: Batalla Estándar — Segundo
ja: 通常戦 — セカンド
pl: Bitwa standardowa – Druga
ru: Стандартный бой — Второй
uk: Стандартний бій — Другий
zh: 一般战斗──第二次
zh_sg: 标准战 — 第二局

# IDS_SCENARIO_DOMINATION_3POINT
source: Domination
es_mx: Dominación
ja: 制圧戦
pl: Dominacja
ru: Превосходство
uk: Перевага
zh: 夺分战
zh_sg: 统治

# IDS_SCENARIO_DOMINATION_3POINT_COOP
source: Domination — Co-op
es_mx: Dominación — Cooperativa
ja: 制圧戦 — Co-op
pl: Dominacja - Kooperacyjna
ru: Превосходство — Кооперативный
uk: Перевага — Кооперативний
zh: 夺分战 — 合作
zh_sg: 统治 — 联合作战

# IDS_SCENARIO_DOMINATION_3_BASES
source: Domination (3 Key Areas)
es_mx: Dominación (3 Áreas Clave)
ja: 制圧戦 (キーエリア 3 ヶ所)
pl: Dominacja (3 strefy kluczowe)
ru: Превосходство (3 КТ)
uk: Перевага (3 Ключові Точки)
zh: 夺分战（3个抢占地区）
zh_sg: 统治 （3个关键区域）

# IDS_SCENARIO_DOMINATION_4POINT
source: Domination — Four Areas
es_mx: Dominación — Cuatro Áreas
ja: 制圧戦 — 4 エリア
pl: Dominacja – cztery strefy
ru: Превосходство — Четыре точки
uk: Перевага — Чотири точки
zh: 制海权：菱形
zh_sg: 统治 — 四区域

# IDS_SCENARIO_DOMINATION_4POINT_COOP
source: Domination — Four Areas — Co-op
es_mx: Dominación — Cuatro Áreas — Cooperativa
ja: 制圧戦 — 4 エリア — Co-op
pl: Dominacja – cztery strefy – kooperacja
ru: Превосходство — Четыре точки — Кооперативный
uk: Перевага — Чотири точки — Кооперативний
zh: 制海权：菱形──合作
zh_sg: 统治 — 四区域 — 联合作战

# IDS_SCENARIO_DOMINATION_4_BASES
source: Domination (4 Key Areas)
es_mx: Dominación (4 Áreas Clave)
ja: 制圧戦 (キーエリア 4 ヶ所)
pl: Dominacja (4 strefy kluczowe)
ru: Превосходство (4 КТ)
uk: Перевага (4 Ключові Точки)
zh: 夺分战（4个抢占地区）
zh_sg: 统治 （4个关键区域）

# IDS_SCENARIO_DOMINATION_EVENT
source: Domination
es_mx: Dominación
ja: 制圧戦
pl: Dominacja
ru: Превосходство
uk: Перевага
zh: 夺分战
zh_sg: 统治

# IDS_SCENARIO_DOMINATION_LOCALWEATHER_3POINTS
source: Domination — Local Weather
es_mx: Dominación — Clima Local
ja: 制圧戦 — 局地気象
pl: Dominacja – pogoda lokalna
ru: Превосходство — Локальная погода
uk: Перевага — Місцева погода
zh: 统治—当地天气
zh_sg: 统治 — 当地天气

# IDS_SCENARIO_DOMINATION_LOCALWEATHER_3POINT_COOP
source: Domination — Co-op — Local Weather
es_mx: Dominación — Cooperativa — Clima Local
ja: 制圧戦 — Co-op — 局地気象
pl: Dominacja – kooperacja – pogoda lokalna
ru: Превосходство — Кооперативный — Локальная погода
uk: Перевага — Кооперативний — Місцева погода
zh: Превосходство — Кооперативный — Локальная погода
zh_sg: 统治 — 联合作战 — 当地天气
