Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC492_GF097_KRSAILOR2_DESCRIPTION
source: A senior seaman, or Obergefreiter, of the Kriegsmarine in naval duty uniform. For convenience, when carrying out work on the deck or around the guns and mechanisms, the Schiffchen-type side cap was introduced in 1938, and was worn both by officers and sailors. It was most often seen aboard U-boats where it turned out to be the most practical.
es_mx: Un marinero veterano, o un Obergefreiter, de la Kriegsmarine con el uniforme de servicio naval. Por conveniencia al efectuar trabajos en cubierta, alrededor de los cañones y mecanismos, se introdujo la gorra militar de tipo Schiffchen en 1938 y la llevaban tanto oficiales como marineros. Resultó ser la más funcional a bordo de los U-boats.
ja: 海上任務用の制服を着たドイツ戦争海軍の上級水兵または上級兵長です。甲板上、また艦砲や機器の周囲での作業のため、1938 年に舟形帽が導入されました。士官と水兵の両方が着用し、実用的という理由から U ボートの艦内で特に頻繁に着用されました。
pl: Starszy marynarz (Obergefreiter) Kriegsmarine w mundurze służbowym. Dla wygody przy pracach na pokładzie, w otoczeniu dział i mechanizmów, w 1938 roku wprowadzono furażerkę typu Schiffchen, którą nosili zarówno oficerowie, jak i marynarze. Okazała się ona najbardziej użyteczna na pokładach u-botów.
ru: Старший матрос, или обер-ефрейтор, Кригсмарине в корабельной служебной униформе. Для удобства выполнения работ на палубе, у орудий и механизмов, как для офицеров, так и для матросов в ноябре 1938 года был введён головной убор типа «кораблик» — «шиффхен» (нем. Schiffchen). Особенно практичным он оказался для службы на подводных лодках.
uk: Старший матрос, або обер-єфрейтор Крігсмаріне, в корабельному службовому однострої. Для зручності виконання робіт на палубі, у гармат і механізмів, як для офіцерів, так і для матросів у листопаді 1938 року ввели головний убір типу «кораблик» — «шіффхен» (нім. Schiffchen). Він був особливо практичним для служби на підводних човнах.
zh: Старший матрос, или обер-ефрейтор, Кригсмарине в корабельной служебной униформе. Для удобства выполнения работ на палубе, у орудий и механизмов, как для офицеров, так и для матросов в ноябре 1938 года была введён головной убор типа «кораблик» — «шиффхен» (нем. Schiffchen). Особенно практичным он оказался для службы на подводных лодках.
zh_sg: 穿着德国战争海军制服的资深船员或上等兵。为了方便在甲板上、火炮和机械周围工作，1938年引入了船形侧边帽，供军官和水手佩戴。在U型潜艇上最常见，也最为实用。

# IDS_PCZC493_GF097_KROFFICER
source: Kriegsmarine Officer
es_mx: Oficial de la Kriegsmarine
ja: ドイツ戦争海軍士官
pl: Oficer Kriegsmarine
ru: Офицер Кригсмарине
uk: Офіцер Крігсмаріне
zh: Офицер Кригсмарине
zh_sg: 德国战争海军军官

# IDS_PCZC493_GF097_KROFFICER_DESCRIPTION
source: Oberleutnant zur See in his "light" duty uniform—a dark double-breasted jacket without shoulder marks, and a summertime peaked cap. The duty uniform of the Kriegsmarine's officers differed in just a few details from the uniform of the Imperial German Navy's officers. Crowns disappeared or were replaced with stars, Third Reich insignia were introduced, and the stand-up collar gave way to a turn-down collar.
es_mx: Oberleutnant zur See con su uniforme de servicio "ligero"—una chaqueta oscura de doble botonadura sin marcas de hombro y una gorra de verano con visera. El uniforme de servicio de los oficiales de la Kriegsmarine solo se diferenciaba en unos pocos detalles del uniforme de los oficiales de la Armada Imperial Alemana. Las coronas desaparecieron o fueron reemplazadas con estrellas, se introdujo la insignia del Tercer Reich y el cuello levantado se convirtió en cuello doblado.
ja: 肩章のない暗色のダブルジャケットと夏用の官帽の「略式」制服を着用した海軍中尉です。 ドイツ戦争海軍の将校の制服は、ドイツ帝国海軍の士官用制服とわずかしか違いませんでした。 王冠は無くなったか、星に置き換えられました。第三帝国の記章が導入され、立ち襟は折り返し襟に変わりました。
pl: Oberleutnant zur See w swoim „lekkim” mundurze służbowym – ciemnej, dwurzędowej marynarce bez pagonów i z letnią czapką garnizonową. Mundur służbowy oficera Kriegsmarine różnił się tylko szczegółami od munduru oficerskiego z czasów Cesarstwa Niemieckiego. Korony zastąpiono gwiazdami, dodano insygnia Trzeciej Rzeszy, a stójkę zastąpiono zwykłym kołnierzem.
ru: Обер-лейтенант-цур-зее в так называемой «малой» служебной форме — тёмном двубортном кителе без погон и летней фуражке. Служебная униформа офицеров Кригсмарине лишь немногими деталями отличалась от формы одежды офицеров Императорского флота. Короны исчезли или были заменены на звёзды, появились знаки принадлежности к вооружённым силам Третьего рейха, стоячий воротник рубахи уступил популярность отложному воротнику.
uk: Обер-лейтенант-цур-зее в так званому «малому» службовому однострої — темному двобортному кітелі без погонів, і літньому кашкеті. Службовий однострій офіцерів Крігсмаріне лише деякими деталями відрізнялася від одягу офіцерів Імператорського флоту. Корони зникли або їх замінили на зірки, з’явилися знаки приналежності до збройних сил Третього рейху, стоячий комір сорочки поступився за популярністю відкладному коміру.
zh: Обер-лейтенант-цур-зее в так называемой «малой» служебной форме — тёмном двубортном кителе без погон и летней фуражке. Служебная униформа офицеров Кригсмарине лишь немногими деталями отличалась от формы одежды офицеров Императорского флота. Короны исчезли или были заменены на звёзды, появились знаки принадлежности к вооружённым силам Третьего рейха, стоячий воротник рубахи уступил популярность отложному воротнику.
zh_sg: 中尉穿着他的“轻便”工作服：一件无肩章的深色双排扣夹克、一顶夏季尖顶帽。 德国战争海军军官的制服与德意志帝国海军军官的制服在一些细节上有所区别。 去除了皇冠或者用星星代替，加入了第三帝国的徽章，竖领改为了翻领。

# IDS_PCZC494_GF097_KRADMIRAL
source: Kriegsmarine Admiral
es_mx: Almirante de la Kriegsmarine
ja: ドイツ戦争海軍提督
pl: Admirał Kriegsmarine
ru: Адмирал Кригсмарине
uk: Адмірал Крігсмаріне
zh: Адмирал Кригсмарине
zh_sg: 德国战争海军上将

# IDS_PCZC494_GF097_KRADMIRAL_DESCRIPTION
source: The full dress, or parade military uniform, of the Kriegsmarine's officers had several variants. It could be worn with shoulder marks made from curl cord, or archaic-but-still-accepted epaulets. Depending on the level of dignity of the occasion, the decorations were worn either in their full size, or were replaced with a medal ribbon bar. The belt could be either a white parade belt or a dark repp belt. The parade uniform was often worn together with bladed weapons—a dagger as a rule. However, in certain cases, especially when wearing the epaulets, admirals were supposed to hang an officer's sword on their belts.
es_mx: El uniforme de ceremonias o de desfiles militares de los oficiales de la Kriegsmarine tenía distintas variantes. Lo podían llevar con marcas de hombro elaboradas con cuerda rizada o con hombreras, arcaicas pero aún aceptadas. En función del nivel de dignidad de la ocasión, se mostraban las condecoraciones completas o se sustituían por una barra de galones de medallas. El cinturón podía ser un cinturón blanco de desfiles o un cinturón oscuro repp. El uniforme de desfiles a menudo se llevaba con armas de cuchilla, una daga por lo general. Sin embargo, en ciertos casos, sobre todo cuando llevaban hombreras, los almirantes debían llevar una espada de oficial en sus cinturones.
ja: ドイツ戦争海軍の将校の正装またはパレード用の制服には、いくつかの種類がありました。この制服は、カールコード製の肩章や、古風なエポーレットと一緒に着用できます。 行事の重要度に応じて、完全な装飾または代用となる略綬が着用されました。ベルトは、白いパレードベルトまたは暗色のレップベルトのいずれかを使用しました。パレードの制服では、しばしば真剣 (通常は短剣) が併せて着用されました。 ただし特定の場合、特にエポーレットを着用している時には、提督は士官用の剣をベルトに帯剣していました。
pl: Mundur galowy oficera Kriegsmarine występował w licznych odmianach. Mógł być noszony z pagonami ze sznurków lub nieco przestarzałych, ale wciąż akceptowanych epoletów. W zależności od tego, jak uroczysta była okazja, odznaczenia były noszone w pełnym wymiarze, albo tylko w postaci baretek. Noszony był biały pas paradny, albo ciemny pas rypsowy. Mundur galowy był często noszony z bronią białą – najczęściej sztyletem. W pewnych przypadkach, zwłaszcza w połączeniu z epoletami, admirałowie nosili u boku szable oficerskie.
ru: Полная, или парадная, униформа офицеров Кригсмарине имела несколько разновидностей. Так, при ней могли носиться как погоны из витого шнура, так и архаичные, но вполне уставные эполеты. Награды, в зависимости от торжественности случая, надевались полноразмерные, либо их заменяла планка с наградными ленточками. Поясной ремень мог быть парадный белый либо тёмный репсовый. Характерным атрибутом парадной формы было ношение холодного оружия — как правило, кортика. Однако в отдельных случаях, в частности при эполетах, предполагалось надевать офицерский меч.
uk: Повний або парадний однострій офіцерів Крігсмаріне мав декілька різновидів. Із ним могли носити як погони з крученого шнура, так й архаїчні, але цілком статутні еполети. Нагороди, залежно від урочистості випадку, надягали повнорозмірні, або їх заміняла планка з нагородними стрічками. Поясний ремінь міг бути парадним білим або темним репсовим. Характерним атрибутом парадного однострою було носіння холодної зброї, переважно кортика. Однак в окремих випадках, зокрема з еполетами, передбачалося надягати офіцерський меч.
zh: Полная, или парадная, униформа офицеров Кригсмарине имела несколько разновидностей. Так, при ней могли носиться как погоны из витого шнура, так и архаичные, но вполне уставные эполеты. Награды, в зависимости от торжественности случая, надевались полноразмерные, либо их заменяла планка с наградными ленточками. Поясной ремень мог быть парадный белый либо тёмный репсовый. Характерным атрибутом парадной формы было ношение холодного оружия — как правило, кортика. Однако в отдельных случаях, в частности при эполетах, предполагалось надевать офицерский меч.
zh_sg: 德国战争海军军官的礼服或阅兵服有多个版本。它可以和卷曲式肩章带或老式肩章搭配。 根据场合的庄重程度，这些饰物要么是全尺寸的，要么用勋章带来代替。腰带可以是白色的游行腰带，也可以是深色粗纱腰带。阅兵服通常要与带刃武器（通常是匕首）一起佩戴。 然而，在某些情况下，特别是在佩戴肩章时，海军上将应该把军官佩剑挂在腰带上。

# IDS_PCZC495_BD098_S_CAROLINA
source: South Carolina
zh: 南卡罗来纳

# IDS_PCZC495_BD098_S_CAROLINA_DESCRIPTION
source: The U.S.A. commenced development of a battleship carrying main guns of the same caliber sooner than Great Britain. The assignment for designing a battleship with 305 mm main guns and great number of 76 mm secondary guns was issued in the autumn of 1903. But the construction of the first such ships, South Carolina and Michigan, significantly exceeded the allotted time, and the ships were commissioned only in 1910. Due to the water displacement limit set by Congress, for the first time in the world, four twin-gun main turrets were arranged according to a superfiring scheme in order to save space. That is why South Carolina could fire a broadside from the same number of guns as Dreadnought, which had two extra guns. Due to financial limitations, the ship was propelled by steam engines rather than expensive turbines, which made the first American dreadnoughts the slowest-going warships—just 18 knots. This turned out to be their major drawback, one which forced them to cooperate with old-fashioned ironclads. On the other hand, South Carolina had characteristic grid masts adopted by the U.S. Navy.
ja: アメリカは、統一的な口径の主砲を搭載した戦艦の開発をイギリスより先に始めました。1903 年秋、305 mm 主砲と多数の 76 mm 副砲を搭載する戦艦の設計任務が発令されました。しかし、最初のサウスカロライナとミシガンの建造は割り当てられた期限を大幅に超過し、これらの戦艦は 1910 年にようやく就役しました。議会によって課せられた排水量の制限により、世界で初めて、主砲の連装砲塔 4 基がスペースを節約するために背負式で設置されました。このため、サウスカロライナは砲が 2 門多いドレッドノートと同数の砲を片舷側から射撃できました。 経済的な制限のため、これらの戦艦の推進機関には高価なタービンではなく蒸気機関が採用されました。その結果アメリカ最初の弩級戦艦の速度は軍艦としては最も低速でわずか 18 ノットでした。この大きな短所のため、これらの戦艦は旧式の装甲艦との共同作戦を余儀なくされました。一方、サウスカロライナはアメリカ海軍が採用した特徴的な籠マストを備えていました。
pl: Stany Zjednoczone podjęły się opracowania pancernika uzbrojonego w działa główne tego samego kalibru wcześniej, niż Wielka Brytania. Zamówienie na projekt pancernika uzbrojonego w główną artylerię o kalibrze 305 mm i liczne działa dodatkowe kal. 76 mm zostało opublikowane jesienią 1903 roku. Ale budowa pierwszych takich okrętów – South Carolina oraz Michigan – znacznie się przedłużyła i okręty weszły do służby dopiero w 1910 roku. Ze względu na ustalony przez Kongres limit wyporności, po raz pierwszy zdecydowano się na ustawienie czterech podwójnych wież w superpozycji, by oszczędzić miejsce. Z tego względu pancernik South Carolina mógł wystrzelić salwę burtową z takiej samej liczby dział, jak Drednot, który posiadał o dwa działa więcej. Ze względów ekonomicznych zdecydowano się na zastosowanie siłowni parowych w miejsce drogich turbin, przez co pierwsze amerykańskie drednoty były najwolniejszymi z okrętów – rozwijały jedynie 18 węzłów. Okazało się to bardzo poważną wadą, bo wymuszało łączenie ich w formacje z przestarzałymi okrętami pancernymi. South Carolina posiadał charakterystyczne maszty kratownicowe.
ru: Работы над линейным кораблём с единым главным калибром артиллерии начались в США раньше, чем в Великобритании. Задание на проектирование линкора с 305-мм орудиями ГК и большим числом 76-мм противоминных пушек было выдано осенью 1903 г. Но создание первых двух таких кораблей — South Carolina и Michigan — сильно затянулось, и они вступили в строй только в 1910 г. Из-за установленного Конгрессом лимита на водоизмещение, четыре двухорудийные башни главного калибра для экономии места впервые в мире были размещены линейно-возвышенно. Поэтому South Carolina обладал таким же бортовым залпом, как Dreadnought, имевший на два орудия больше. Ввиду финансовых ограничений были установлены паровые машины, а не дорогие турбины, так что первые американские дредноуты вышли самыми тихоходными — всего 18 узлов. Это оказалось их главным недостатком, вынуждавшим действовать вместе со старыми броненосцами. Зато над South Carolina возвышались характерные решетчатые мачты, принятые в ВМС США.
zh: Работы над линейным кораблём с единым главным калибром артиллерии начались в США раньше, чем в Великобритании. Задание на проектирование линкора с 305-мм орудиями ГК и большим числом 76-мм противоминных пушек было выдано осенью 1903 г. Но создание первых двух таких кораблей South Carolina и Michigan сильно затянулось и они вступили в строй только в 1910 г. Из-за установленного Конгрессом лимита на водоизмещение, 4 двухорудийные башни главного калибра для экономии места впервые в мире были размещены линейно-возвышенно. Поэтому South Carolina обладал таким же бортовым залпом, как Dreadnought, имевший на 2 орудия больше. Ввиду финансовых ограничений были установлены паровые машины, а не дорогие турбины, так что первые американские дредноуты вышли самыми тихоходными — всего 18 уз. Это оказалось их главным недостатком, вынуждавшим действовать вместе со старыми броненосцами. Зато над South Carolina возвышались характерные решетчатые мачты, принятые в ВМС США.

# IDS_PCZC496_BD098_WEYMOUTH_DESCRIPTION
source: To protect their extensive naval communications during the dreadnought era, the British Empire needed sea-going cruisers that could be built in large numbers. To solve this issue, Town-class cruisers were commissioned by series into the Royal Navy starting from 1910, with each series built under a gradually improving design. Four Weymouth-class protected cruisers belonged to the second series of 1911–1912. A drawback of the preceding Bristol class was eliminated on the Weymouth class by arming the ships with artillery of a unified caliber. Eight 152 mm guns, arranged according to a rational scheme, demonstrated an overwhelming superiority in terms of a broadside salvo over any of the German "light" cruisers that were built at that time. The next series, named the Chatham class, featured a full-fledged armor belt, which in fact introduced a real light cruiser into the British Navy. The warship, named Weymouth, took active roles in World War I, hunting for German raiders in the Indian Ocean, and fighting against Austro-Hungarian ships in the Adriatic Sea, as well as being a part of the Grand Fleet in the North Sea.
ja: 弩級戦艦の時代、広域的な海上交通網を護衛するために、イギリスは多数建造でき外洋航海能力を持つ巡洋艦を必要としていました。この問題を解決するために就役したのがタウン級巡洋艦です。1910 年以降イギリス海軍で就役したこれらの巡洋艦は複数のシリーズから成り、各シリーズは設計を徐々に改良した上で建造されました。4 隻のウェイマス級防護巡洋艦は 1911 – 1912 年に建造された第 2 世代に属します。先行するブリストル級が持っていた短所は、ウェイマス級では口径が統一された艦砲を搭載することにより解消されました。 合理的に配置された 152 mm 砲 8 門による舷側からの斉射能力は、当時のドイツの「軽」巡洋艦を圧倒的に上回りました。チャタム級と命名された次の艦級は、本格的な装甲帯を備え、イギリス海軍にとって初めての正真正銘の軽巡洋艦となりました。ウェイマスと命名された軍艦は第一次世界大戦中に積極的に参加し、インド洋でドイツの通商破壊艦を狩り、アドリア海でオーストリア＝ハンガリー帝国の艦隊と戦い、北海のグランド・フリート (大艦隊) に所属しました。
pl: By chronić swoje rozległe morskie linie komunikacyjne podczas ery drednotowej, Imperium Brytyjskie potrzebowało pełnomorskich krążowników, które można by produkować w dużych ilościach. Typ Town rozwiązał ten problem po włączeniu do Royal Navy 1910 roku, a każda kolejna seria była coraz lepsza. Cztery opancerzone krążowniki typu Weymouth należały do drugiej serii z lat 1911–1912. Mankament poprzedniego typu Bristol został usunięty na Weymouth, gdy okręty te otrzymały artylerię jednolitego kalibru. Osiem dział kal. 152 mm, które rozmieszczono bardzo korzystnie, zapewniało znacznie potężniejszą salwę burtową niż jakikolwiek ówczesny niemiecki lekki krążownik. Następna seria o nazwie Chatham posiadała pełnoprawny pas pancerny i był to de facto pierwszy autentyczny lekki krążownik brytyjskiej marynarki. Jednostka o nazwie Weymouth brała czynny udział w I wojnie światowej – polowała na niemieckich rajderów na Oceanie Indyjskim, walczyła z austro-węgierskimi okrętami na Adriatyku i należała do Grand Fleet na Morzu Północnym.
ru: Для защиты протяжённых коммуникаций Британской империи и в дредноутную эпоху в большом количестве требовались мореходные крейсеры. Ими стали корабли типа Town, вступавшие в состав Royal Navy с 1910 г. сериями, по базовому проекту, который постепенно дорабатывали и улучшали. Четыре бронепалубных крейсера типа Weymouth принадлежали ко второй такой серии 1911–1912 гг. На них устранили недостаток предшествующего типа Bristol, вооружив артиллерией единого калибра. Рационально размещённые восемь 152-мм орудий имели подавляющий перевес в бортовом залпе над любым из строившихся тогда германских «малых» крейсеров. С появлением на следующей серии типа Chatham полноценного бронепояса в британском флоте фактически родился настоящий лёгкий крейсер. Сам Weymouth активно участвовал в Первой мировой войне: охотился на немецкие рейдеры в Индийском океане, сражался с австро-венгерскими кораблями в Адриатическом море, служил в составе Гранд-Флита в Северном море.
zh: Для защиты протяжённых коммуникаций Британской империи и в «дредноутную эпоху» в большом количестве требовались мореходные крейсеры. Ими стали корабли типа Town, вступавшие в состав Ройял Нэйви с 1910 г. сериями, по базовому проекту, который постепенно дорабатывали и улучшали. Четыре бронепалубных крейсера типа Weymouth принадлежали ко второй такой серии 1911-1912 гг. На них устранили недостаток предшествующего типа Bristol, вооружив артиллерией единого калибра. Рационально размещённые восемь 152-мм орудий имели подавляющий перевес в бортовом залпе над любым из строившихся тогда германских «малых» крейсеров. С появлением на следующей серии типа Chatham полноценного бронепояса в британском флоте фактически родился настоящий лёгкий крейсер. Сам Weymouth активно участвовал в Первой мировой войне — охотился на немецкие рейдеры в Индийском океане, сражался с австро-венгерскими кораблями в Адриатическом море, служил в составе Гранд-Флита в Северном море.

# IDS_PCZC497_BD098_UMIKAZE_DESCRIPTION
source: A pair of Umikaze-class destroyers commissioned in 1911 was the starting point for Japan's ascention to the position of a world leader in this type of warship. Developed with the help of British specialists, Umikaze was armed with two 120 mm guns. No other destroyer in the world carried artillery of such great caliber at that time. For the first time in the Japanese shipbuilding, the ship was equipped with turbines and could run at a speed of 33 knots, which made her not only the fastest, but also the most seakeeping destroyer of the Imperial Navy by the start of World War I. It should be noted, however, that Umikaze did not participate in combat action. In 1930, she was converted into a mine sweeper, and decommissioned six years later.
ja: 1911 年に就役した海風型駆逐艦 2 隻は、日本が駆逐艦において世界を牽引する存在となるきっかけでした。イギリスの専門家の助けを借り開発された海風は、 120 mm 砲 2 門を搭載していました。当時、これほどの大口径砲を搭載する駆逐艦は世界で海風だけでした。 日本の造船史上初めて、これらの駆逐艦はタービンを搭載し、 33 ノットでの航行が可能でした。これにより、これらの艦艇は第一次世界大戦勃発時の大日本帝国海軍において、最速であるだけでなく、最も耐航性に優れた駆逐艦となりました。ただし忘れてはならないのは、海風は戦闘活動には参加しなかった点です。1930 年、本艦は掃海挺へと改修され、その 6 年後に退役しました。
pl: Od pary niszczycieli typu Umikaze, wcielonych do służby w 1911 roku, rozpoczęła się historia Japonii jako czołowego światowego producenta okrętów tego typu. Projekt rozwijano przy pomocy brytyjskich specjalistów. Umikaze uzbrojono w dwa działa kal. 120 mm. Żaden inny niszczyciel na świecie nie posiadał wówczas dział takiego kalibru. Po raz pierwszy w historii japońskiego okrętownictwa okręt wyposażono w turbiny, dzięki czemu rozwijał on prędkość 33 węzłów, przez co był nie tylko najszybszym, ale też najbardziej żeglownym niszczycielem cesarskiej marynarki na początku I wojny światowej. Należy jednak zauważyć, że Umikaze nie brał udziału w akcjach bojowych. W 1930 roku okręt został przekształcony na trałowiec, a sześć lat później wycofany ze służby.
ru: Вступившая в строй в 1911 г. пара эсминцев типа Umikaze стала той отправной точкой, с которой Япония начала восхождение к мировому лидерству в этом классе боевых кораблей. Проект был разработан при помощи британских специалистов. Umikaze получил на вооружение два 120-мм орудия — такого калибра артиллерии тогда не имел ни один эсминец мира. Впервые в японском судостроении он был оснащён турбинами и развивал 33 узла, став не только самым быстроходным, но и самым мореходным эсминцем Императорского флота к началу Первой мировой войны. Правда, в боевых действиях Umikaze участвовать не довелось, и в 1930 г. корабль был переоборудован в тральщик, а спустя шесть лет списан.
zh: Вступившая в строй в 1911 г. пара эсминцев типа Umikaze стала той отправной точкой, с которой Япония начала восхождение к мировому лидерству в этом классе боевых кораблей. Проект был разработан при помощи британских специалистов. Umikaze получил на вооружение два 120-мм орудия — такого калибра артиллерии тогда не имел ни один эсминец мира. Впервые в японском судостроении он был оснащён турбинами и развивал 33 узла, став не только самым быстроходным, но и самым мореходным эсминцем Императорского флота к началу Первой мировой войны. Правда в боевых действиях Umikaze участвовать не довелось, и в 1930 г. корабль был переоборудован в тральщик, а спустя шесть лет списан.

# IDS_PCZC498_BD098_DREADNOUGHT
source: Dreadnought
zh: 无畏
