Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC174_VIVALAFRANCE_CURTISSCW77_DESCRIPTION
source: The shipborne scout-bomber SBC Helldiver was manufactured by the U.S. firm Curtiss from 1937. In 1939, the French Government placed an order in the U.S.A. for several dozen of these biplanes for the French Navy. Their production, however, was delayed, and to fill the order a decision was made to provide France with 50 Helldiver bombers from operational U.S. Navy divisions. To accommodate French standards, the planes were renamed as Curtiss CW-77, and were urgently reequipped with French machine guns and camouflaged accordingly. However, as America had declared neutrality, it couldn't deliver bombers directly to France. A plan was devised to move the biplanes to Halifax, Canada, where they were to be fetched by the French aircraft carrier Bearn. At the last moment, the planes were prohibited to cross the Canadian border by air. They had to be dragged across the border using tractors and trucks available in the vicinity. At the beginning of June 1940, all biplanes were finally loaded on the carrier. The news about the capitulation of France reached Bearn near the island of Martinique. All Helldivers were taken ashore, where they decayed after a few years without proper maintenance.
es_mx: El SBC Helldiver, concebido como explorador-bombardero, fue fabricado por la firma Curtiss de los EE. UU. en 1937. En 1939, el Gobierno Francés ordenó varias docenas de los biplanos para la Armada Francesa. Su producción, sin embargo, fue retrasada, y para completar la orden se tomó la decisión de entregar a Francia 50 bombarderos Helldiver de las divisiones operacionales de los EE. UU. Para cumplir los estándares franceses, los aviones fueron renombradoss como Curtis CW-77, y fueron reequipados urgentemente con ametralladoras francesas y su respectivo camuflaje. Sin embargo, como EE. UU. había declarado su neutralidad, no podía entregar bombarderos directamente a Francia. Se ideo un plan para mover los biplanos a Halifax, Canadá, desde serían recogidos por el portaaviones francés Béarn. En el último momento, se le prohibió a los aviones cruzar la frontera canadiense por aire. Tenían que ser remolcados a través de la frontera usando tractores y camionetas disponibles en los alrededore. A principios de junio de 1940, todos los biplanos fueron finalmente cargados en el portaaviones. La noticia de la rendición de Francia llegó al Béarn cerca de la isla Martinica. Todos los Helldivers fueron enviados a tierra, en donde se deterioraron después de unos años sin el mantenimiento adecuado.
ja: 艦上偵察爆撃機 SBC ヘルダイヴァーは、アメリカのカーチス社によって 1937 年に生産が開始されました。1939 年にフランス政府が海軍用として本機を数十機発注したものの、生産に遅れが生じたため、アメリカ政府はこの契約を完遂するために、アメリカ海軍の部隊に配備されていたヘルダイヴァー 50 機をフランスに提供することを決断しました。これらの機体はフランスにおける標準に従ってカーチス CW-77 に改称され、フランス製の機銃の搭載と迷彩塗装が緊急で行われました。 しかしながら、当時中立を保っていたアメリカは、これらの爆撃機を直接フランスに届けることができなかったため、まずカナダのハリファックスに機体を移動し、そこからフランス航空母艦ベアルンが母国へと運ぶという計画が考案されました。ところが土壇場になって空路でカナダの国境を越えることを禁じられてしまったため、その近郊のトラクターやトラックで機体を牽引せざるを得ませんでした。1940 年 6 月の初めになってようやく全ての機体がベアルンに搭載されましたが、マルティニーク島の近郊においてベアルンにフランスが降伏したというニュースが届けられたため、全機が陸上に移された後、数年に渡って適切な整備が行われなかった結果として使用不能になりました。
pl: Produkcja zwiadowczo-bombowego dwupłatu SBC Helldiver rozpoczęła w 1937 roku amerykańska firma Curtiss. W 1939 roku francuski rząd zamówił kilka tuzinów takich dwupłatów dla swojej marynarki wojennej. Ich produkcja opóźniała się, więc amerykański rząd, chcąc dopełnić warunków kontraktu, zdecydował się dostarczyć Francuzom 50 bombowców Helldiver z własnych dywizjonów. Żeby przystosować je do francuskich standardów, przemianowano je na Curtiss CW-77 i w trybie pilnym wyposażono we francuskie karabiny i stosowny kamuflaż. Jednak Ameryka, która zadeklarowała neutralność, nie mogła dostarczyć bombowców bezpośrednio do Francji. Zdecydowano się na przetransportowanie ich do Kanady, do Halifaxu, skąd miał je odebrać francuski lotniskowiec Béarn. W ostatniej chwili samolotom zabroniono przekroczenia kanadyjskiej granicy drogą powietrzną. Trzeba je było przewieźć przez granicę dostępnymi na miejscu traktorami i ciężarówkami. Na początku czerwca 1940 roku wszystkie dwupłaty zostały ostatecznie załadowane na lotniskowiec. Wiadomość o kapitulacji Francji dotarła do Béarn w pobliżu wyspy Martinique. Wszystkie samoloty Helldiver zostały wysłane na ląd, a bez właściwej obsługi technicznej po kilku latach uległy zniszczeniu.
ru: Палубный разведчик-бомбардировщик SBC Helldiver производился в США фирмой Curtiss с 1937 года. В 1939 году правительство Франции заказало в Америке для своих ВМС несколько десятков этих бипланов. Производство задержалось и в 1940 году в исполнение заказа решено было поставить французам 50 «Хеллдайверов» из действующих частей ВМС США. Самолёты, получившие французское обозначение Curtiss CW-77, в срочном порядке были перевооружены французскими же пулемётами и окрашены в соответствующий камуфляж. Однако соблюдавшая нейтралитет Америка не могла напрямую отправить бомбардировщики в воевавшую Францию. Решено было перегнать бипланы в Канаду, откуда их должен был вывезти пришедший в Галифакс французский авианосец Béarn. В последний момент пересекать канадскую границу по воздуху самолётам запретили. Пришлось перетаскивать их через пограничную линию по земле с помощью окрестных тракторов и автомобилей. В начале июня 1940 года все бипланы были, наконец, погружены на авианосец. Известие о капитуляции Франции застигло Béarn на о. Мартиника. Все «Хеллдайверы» сгрузили на берег, где они, без должного ухода, спустя несколько лет пришли в негодность.
uk: Палубний розвідник-бомбардувальник SBC Helldiver виготовляла у США фірма Curtiss з 1937 р. 1939 р. уряд Франції замовив у США для власних ВМС кілька десятків цих біпланів. Виробництво затримали і 1940 р., щоб виконати замовлення, вирішили передати французам 50 «Хелдайверів» з бойових частин ВМС США. Літаки, що отримали французьку назву Curtiss CW-77, терміново озброїли французькими кулеметами і пофарбували у відповідний камуфляж. Але США, що дотримувалися нейтралітету, не могли прямо доправити бомбардувальники до Франції, яка воювала. Вирішили перебазувати біплани у Канаду, а звідти їх мав вивезти з Галіфакса французький авіаносець Béarn. Останньої миті літакам заборонили перетинати канадський кордон повітрям. Довелося їх просто перетягувати суходолом через кордон місцевими тракторами та автомобілями. На початку червня 1940 р. всі біплани нарешті завантажили на авіаносець. Про капітуляцію Франції дізналися, коли Béarn перебував на о. Мартініка. Всі «Хелдайвери» вивантажили на берег, де вони без належного догляду за кілька років стали непридатними до використання.
zh: M系的柯蒂斯公司于1937年开始生产双翼SBC俯冲式侦查轰炸机 。 1939年时，F国政府预定了数打的双翼机交予F国海军，但生产进度落后使得F国政府最后以提供50架现役于M国海军的俯冲式轰炸机以履行契约，这批飞机被重新命名为柯蒂斯CW-77并施行武装及涂装的变更以符合F国的标准。 然而，当时在国际间保持中立的M国不可能直接交付轰炸机予F国，因此他们决定将这批飞机移动至哈利法克斯以装载于F国的航舰贝亚恩上。在最后一刻，由于这批飞机被禁止以飞行的方式进入，所以他们将飞机着陆后用拖拉机以陆运的方式跨越边界，1940年6月初，所有的双翼机终于完成交付，但F国投降的消息传到了当时在航行于马丁尼克岛附近的航舰贝亚恩上，所有的飞机因此被送上了岸上，并因为缺乏维护整备，数年后最后遭到全数销毁。
zh_sg: SBC Helldiver双翼式侦查轰炸机是1937年由美国寇蒂斯公司研制的。1939年，法国政府为其海军订购了数十架双翼飞机。由于生产延迟，为了完成合同，美国政府决定从美国海军部队抽调50架轰炸机供给法国。为了适应法国的标准，这批飞机被重新定位名Curtiss CW-77并紧急换装了法制机枪和涂装。 然而，作为中立国美国不能将轰炸机直接运到法国。决定先将在这批双翼飞机运送到加拿大的哈利法克斯市，由法国航母Bearn转运回国。但在最后一刻，飞机被禁止飞越加拿大领空。所以他们不得不使用卡车和装甲车将飞机托运到边境。1940年6月初，这批双翼式飞机终于登上了航母。此时，法国投降的消息传到了正在马尔提尼岛附近的Bearn号上。所有Helldivers被运上岸，由于缺乏维护几年后在此处报废。

# IDS_PCZC175_VIVALAFRANCE_VOUGHTV156F
source: Bomber Vought V-156-F
es_mx: Bombardero Vought V-156-F
ja: ヴォート V-156-F 爆撃機
pl: Bombowiec Vought V-156-F
ru: Бомбардировщик Vought V-156-F
uk: Бомбардувальник Vought V-156-F
zh: 轰炸机沃特V-156-F

# IDS_PCZC175_VIVALAFRANCE_VOUGHTV156F_DESCRIPTION
source: Produced from 1936, the Vought SB2U Vindicator was one of the first American carrier-based monoplane bombers. On the threshold of a war with Germany, in 1939, France placed an order in the U.S. requesting 40 such aircraft to be built for the French Naval Aviation. The bombers were designated "Vought V–156–F" and carried predominantly French-made equipment and armament. A certain number of French Vindicators were assigned to the aircraft carrier Béarn. Shortly after, this veteran low-speed ship was turned into a mere aircraft carrying vessel, and all Vought V–156–F's were relocated to onshore bases. In May–June 1940, the bombers were actively involved in land front operations against Germany and Italy, and nearly all of them were lost.
es_mx: Producidos desde 1936, el Vought SB2U Vindicator fue uno de los primeros monoplanos bombarderos estadounidenses basados en portaaviones. En el umbral de una guerra con Alemania, en 1939 Francia colocó una orden en los EE. UU. requiriendo la construcción de 40 de dichos aviones para la Aviación Naval Francesa. Los bombarderos designados "Vought V-156-F" y llevaban principalmente equipo y armamento hecho en Francia. Cierto número de Vindicators franceses fueron asignados al portaaviones Béarn. Poco después, este veterano y lento barco fue usado solo para transportar aviones, y todos los Vought V-156-F fueron transferidos a bases terrestres. En mayo–junio de 1940, los bombarderos participaron activamente en operaciones terrestres contra Alemania e Italia, en donde casi todos ellos se perdieron.
ja: アメリカにおける最初期の単葉艦上爆撃機のひとつが、1936 年に生産が開始されたヴォート SB2U ヴィンディケイターでした。1939 年に対独戦争が勃発した際、フランスはアメリカに本機を海軍用として 40 機発注しました。本機にはヴォート V-156-F という呼称が与えられ、主としてフランス製の装備や兵装を搭載していました。 航空母艦ベアルンにはフランス仕様のヴィンディケイターがある程度配備されていましたが、この旧式で低速の航空母艦は、航空機の輸送専用として使用さることになったため、全機が陸上基地に移されました。1940 年 5 月から 6 月にかけ、本機はドイツおよびイタリアとの最前線での戦闘に積極的に参加し、ほぼ全機が失われました。
pl: Jednym z pierwszych amerykańskich jednopłatowych bombowców operujących z lotniskowców był produkowany od 1936 roku Vought SB2U Vindicator. Przed wybuchem wojny z Niemcami w 1939 roku Francja zamówiła 40 takich samolotów dla swojej marynarki wojennej. Bombowce nazwano Vought V-156-F i wyposażono we francuskie wyposażenie oraz uzbrojenie. Kilka francuskich Vindicatorów służyło na lotniskowcu Béarn. Wkrótce ten stary, powolny i wysłużony okręt zaczęto używać jedynie do transportowania samolotów, a wszystkie Vought V-156-F zostały przydzielone do baz naziemnych. W maju i czerwcu 1940 roku bombowce aktywnie uczestniczyły w walkach z Niemcami oraz Włochami i większość z nich została zniszczona.
ru: Одним из первых американских палубных бомбардировщиков монопланной конструкции был Vought SB2U Vindicator, выпускавшийся с 1936 года. Франция в преддверии войны с Германией в 1939 году заказала у США для своей морской авиации 40 таких машин, получивших новое обозначение Vought V-156-F и отличавшихся в основном лишь французским оборудованием и вооружением. Некоторое количество французских «Виндикейторов» поступило на вооружение авианосца Béarn. Однако устаревший и тихоходный корабль вскоре стал использоваться лишь как авиатранспорт, и все Vought V-156-F были перебазированы на берег. В мае–июне 1940 года бомбардировщики, действуя на сухопутном фронте, принимали активное участие в боевых действиях против Германии и Италии, где почти все и были потеряны.
uk: Одним з перших американських палубних бомбардувальників монопланової конструкції був Vought SB2U Vindicator, який випускали з 1936 р. Франція напередодні війни з Німеччиною 1939 р. замовила у США для власної морської авіації 40 таких машин, які отримали нову назву Vought V-156-F і відрізнялися лише французьким обладнанням та озброєнням. Кількома французькими «Віндикейтерами» озброїли авіаносець Béarn. Але застарілий й тихохідний корабель незабаром стали використовувати лише як авіатранспорт, і всі Vought V-156-F перебазувалися на берег. У травні–червні 1940 р. бомбардувальники, діючи на суходільному фронті, брали активну участь у бойових діях проти Німеччини та Італії, де їх майже всіх й втратили.
zh: 1936年生产的沃特SB2U辩护者是M系军最早的舰载单翼式轰炸机。于1939年D国开战之初，F国订购了40架这一型的轰炸机以配属于F国海军，这批轰炸机被命名为沃特V-156-F并搭载了F军制式的配备及武装。 少量的F军辩护者在航空母舰贝亚恩上交付成军. 但这艘老旧、航速缓慢的航空母舰仅用于飞机的运送，因此所有的沃特V-156-F被送往了岸上的航空基地。最后在1940年的5-6月间，这些轰炸机参与了对两国的作战，几乎所有的飞机皆在战斗中丧失。
zh_sg: 1936年开发投产的Vought SB2U Vindicator是第一种美国舰载单翼式轰炸机。1939年与德国的战争爆发前，法国为海军部队从美国采购了40架此种飞机。这批轰炸机被命名为Vought V-156-F并几乎携带的都是法国产装备和武器。 一部分Vindicators被配备给了Béarn号航空母舰。不久后，这艘老旧缓慢的战舰被用作运输飞机，全部Vought V-156-F被转移到岸上基地。1940年5月到6月，这批轰炸机参加了对抗德国和意大利的战斗，几乎全部损失殆尽。

# IDS_PCZC176_AA_ST_LOUIS
source: USS St. Louis in the Strait of Magellan, 1907
es_mx: El USS St. Louis en el Estrecho de Magallanes, 1907
ja: マゼラン海峡でのセントルイス (1907 年)
pl: USS St. Louis w Cieśninie Magellana, 1907 r.
ru: USS St. Louis в Магеллановом проливе, 1907 год
uk: USS St. Louis у Маґеллановій протоці, 1907 р.
zh: 1907年，位于麦哲伦海峡的圣路易斯
zh_sg: 麦哲伦海峡中的USS 圣路易斯，1907年

# IDS_PCZC176_AA_ST_LOUIS_DESCRIPTION
source: Cruiser St. Louis, named after a city in the state of Missouri, was laid down in 1902. At the early stage of design, it was planned to build a series of ships based on the design of the U.S. flagship in the Battle of Manila Bay, cruiser Olympia, with some improvements. According to that design, the ship would have had a displacement of 6,000 tons, combined armament including heavy and rapid-fire guns, and a speed of 20 knots. However, at one of the American shipyards, cruiser Varyag was laid down for the Russian Navy. She was bigger than Olympia's descendants, carried 152 mm guns, and her speed was up to 23 knots. That forced the American engineers to revise the design. When St. Louis entered the U.S. Navy, she had a displacement of 10,000 tons, fourteen 152 mm guns, and a speed of 22 knots. The armor belt protecting the propulsion provided a significant advantage compared to other same-type ships with rapid-fire artillery, most of which were protected by an armored deck. After her trials, the beautiful new ship with four steam stacks and snow-white sides shining moved to San Diego from New York. On the way, this cruiser entered many Latin American ports where it made a good impression, and passed from the Atlantic Ocean to the Pacific Ocean through the Strait of Magellan.
es_mx: El crucero St. Louis, nombrado como una ciudad en el estado de Missouri, fue puesto en quilla en 1902. En las primeras etapas del diseño, se planeaba construir una serie de barcos usando el diseño del barco insignia de los EE. UU. en la batalla de Cavite, el crucero Olympia, junto con algunas mejoras. De acuerdo con ese diseño, el barco tendría un desplazamiento de 6,000 toneladas, un armamento combinado que incluiría cañones pesados y de alta cadencia, y una velocidad de 20 nudos. Sin embargo, en uno de los astilleros estadounidenses, el crucero Varyag fue puesto en quilla para la Armada Rusa. Este era más grande que los descendientes del Olympia, contaba con cañones de 152 mm, y su velocidad alcanzaba los 23 nudos. Eso obligó a los ingenieros estadounidenses a revisar el diseño. Cuando el St. Louis entró en la Armada de los EE. UU., tenían un desplazamiento de 10,000 toneladas, catorce cañones de 152 mm, y una velocidad de 22 nudos. El cinturón de blindaje que protegía al sistema de propulsión proporcionaba una ventaja significativa comparado con otros barcos del mismo tipo con una artillería de alta cadencia, la mayoría de los cuales estaban protegidos por una cubierta blindada. Después de las pruebas, el nuevo y hermoso barco con cuatro chimeneas y sus brillantes costados blancos como la nieve viajó a San Diego desde Nueva York. En su camino, este crucero entró a muchos puertos en Latinoamérica en donde causó una buena impresión, y cruzó del Océano Atlántico al Océano Pacífico a través del Estrecho de Magallanes.
ja: ミズーリ州セントルイスに因んで命名された防護巡洋艦セントルイス (St. Louis) は、1902 年に起工されました。当初の設計案においては、マニラ湾海戦におけるアメリカの旗艦であった防護巡洋艦オリンピア (Olympia) を改良した艦級を建造する方針であり、排水量 6,000 トン級で、重砲と速射砲を搭載し、速力は 20 ノット、というものでした。しかしながら、アメリカの造船所のひとつにおいてロシア海軍用の防護巡洋艦ヴァリャーグ (Varyag) が起工されたことが、この計画に影響を及ぼしました。ヴァリャーグはオリンピアの改良案より大型で、152 mm 砲を搭載し、23 ノットという速力を誇りました。このことから、セントルイスの設計案を見直すことになったのでした。 アメリカ海軍に就役したセントルイスの諸元は、排水量 10,000 トン、152 mm 砲 14 門、速力 22 ノットというものであり、主機を防御する装甲帯を備えていた点が、速射砲を搭載する他の巡洋艦 (その大半は、装甲甲板で防御されていました) とは異なる大きな長所でした。 試験を終えた後、4 本の煙突を備え、側面が雪のように白く美しいこの新造艦は、東海岸のニューヨークから西海岸のサンディエゴへと移動しました。その途上においてはラテンアメリカにある多くの港に寄港して人々に感銘を与え、マゼラン海峡を通過して大西洋から太平洋へと抜けました。
pl: Krążownik St. Louis, nazwany tak na cześć miasta w stanie Missouri, budowany był od 1902 roku. Początkowo planowano skonstruowanie serii okrętów będących ulepszonymi wersjami flagowego amerykańskiego okrętu z czasów Bitwy pod Manilą. Przy takich założeniach okręt miałby wyporność 6000 ton, uzbrojenie o niejednolitym kalibrze, w którego skład wchodziłyby ciężkie oraz szybkostrzelne działa, a osiągana prędkość wynosiłaby 20 węzłów. Jednak w jednej z amerykańskich stoczni budowano właśnie krążownik Wariag dla Rosjan. Był większy niż okręty wzorowane na Olympii, posiadał działa kal. 152 mm i osiągał prędkość 23 węzły. To zmusiło amerykańskich inżynierów do ponownego przemyślenia swojego projektu. Kiedy St. Louis wchodził do służby w U.S. Navy, miał wyporność 10 000 ton, czternaście dział kal. 152 mm i mógł pływać z prędkością 22 węzłów. Pas pancerny chroniący układ napędowy zapewniał istotną przewagę nad innymi szybkostrzelnymi okrętami tego typu, z których większość miała jedynie opancerzony pokład. Po przejściu prób, ten piękny, nowy okręt o czterech kominach i śnieżnobiałych bokach popłynął z Nowego Jorku do San Diego. W drodze wpłynął do wielu portów Ameryki Środkowej, zostawił po sobie ogromne wrażenie, a następnie przez Cieśninę Magellana wpłynął na Ocean Spokojny.
ru: Крейсер St. Louis, названный в честь города в штате Миссури, был заложен в 1902 году. На начальном этапе проектирования планировалось построить серию кораблей, представлявших собой усовершенствованный крейсер Olympia (флагман американской эскадры в битве при Маниле в 1898 году) водоизмещением в 6000 тонн со смешанным вооружением из тяжёлых и скорострельных орудий и скоростью 20 узлов. Однако закладка для русского флота на одной из американских верфей крейсера «Варяг», более крупного по размерам, с единым вооружением из 152-мм орудий и проектной скоростью в 23 узла, заставила пересмотреть проект. Вошедший в состав ВМС США в августе 1906 года, St. Louis представлял собой корабль водоизмещением почти 10000 тонн с четырнадцатью 152-мм орудиями и скоростью 22 узла. Защищавший энергетическую установку крейсера броневой пояс давал ему заметное превосходство над остальными вооружёнными скорострельной артиллерией «одноклассниками», подавляющее большинство из которых были бронепалубными. Завершив испытания, новенький четырёхтрубный красавец, сверкая белоснежными бортами, в мае 1907 года отправился в вояж из Нью-Йорка в Сан-Диего. По пути крейсер, производя должное впечатление, посетил целый ряд портов Латинской Америки, пройдя из Атлантического в Тихий океан через Магелланов пролив.
uk: Крейсер St. Louis, названий на честь міста в штаті Міссурі, заклали 1902 р. На початковому етапі проектування планували побудувати серію кораблів, які б були вдосконаленим крейсером Olympia (флагман американської ескадри у битві біля Маніли 1898 р.) водотоннажністю 6 000 тонн, мали б змішане озброєння (важкі та скорострільні гармати) і швидкість 20 вузлів. Проте закладення для російського флоту на одній з американських верфей крейсера «Варяг», більшого за розмірами, з єдиним озброєнням із 152-мм гармат і проектною швидкість 23 вузли, змусило передивитися проект. Увійшовши до складу ВМС США у серпні 1906 р., St. Louis був кораблем водотоннажністю майже 10 000 тонн з чотирнадцятьма 152-мм гарматами і швидкістю 22 вузли. Броньовий пояс, що захищав силову установку крейсера, давав йому помітну перевагу над іншими озброєними скорострільною артилерією «однокласниками», переважна більшість з яких були бронепалубними. Завершивши випробування, новенький чотиритрубний красень, виблискуючи білосніжними бортами, у травні 1907 р. вирушив у вояж з Нью-Йорка до Сан-Дієґо. Дорогою крейсер, справив належне враження, відвідав низку портів Латинської Америки, пройшовши з Атлантичного у Тихий океан через Маґелланову протоку.
zh: 以密苏里州的一座城市命名的巡洋舰圣路易斯于1902年开始建造，在早期的设计中，计划要引用在马尼拉海湾战役中M国旗舰巡洋舰奥林匹亚的设计来建造一系列些微改进的战舰，根据当时的设计，战舰需要有6000吨的排水量、装备重型的高射速火炮并且极速达20节。然而在M国的其中一个造船厂建造的海军的巡洋舰瓦良格，它的尺寸比奥林匹亚的前身还要巨大，装备152毫米火炮且还拥有23节的航速，这使得M国工程师不得不重新设计。 当圣路易斯刚开始于M国海军服役，它的排水量为10000吨、装备十四门152毫米火炮并且有着22节的航速。相较于其他装备高射速火炮的同型战舰来说，推进系统有着装甲带保护的此舰无疑拥有明显的优势，同时期的同类型战舰仅有装甲甲板而已。 在海上测试完成之后，拥有四座烟囱，白雪般闪亮船身的美丽新型战舰从纽约前往圣地亚哥。在航行的途中经过了许多拉丁美洲港口，给民众留下了很好的印象，最后经过了麦哲伦海峡从大西洋来到了太平洋。
zh_sg: 圣路易斯巡洋舰，以密苏里州首府城市命名，于1902年开始建造。在设计的早期阶段，原本计划在马尼拉海战中的美军旗舰Olympia巡洋舰的基础上进行一些改进，建造一系列战舰。根据这一设计，这艘战舰本应该具有6000吨的排水量，带有重型武器和速射火炮，航速为20节。然而，在一家美国造船厂为俄罗斯海军称产的Varyag号巡洋舰，比Olympia的后代体积更大，装备152毫米火炮，航速最大能达到23节。这使美国的工程师修改了原始设计。 圣路易斯进入海军服役时，有10000吨的排水量，14门152毫米火炮，航速22节。有用于保护推进器的装甲带，对比相同类型的拥有速射火炮的战舰，具有明显的优势，因为它们中大多数推进器是由装甲甲板保护的。 在试航后，这艘有着四个蒸汽烟囱，船舷雪白闪闪发光的漂亮的新战舰从纽约出发前往圣地亚哥。沿途，它进入了很多拉丁美洲的港口，给当地留下了深刻的印象，并且通过了麦哲伦海峡，从大西洋进入太平洋。

# IDS_PCZC177_AA_CHESTER
source: USS Chester at the U.S. Navy Parade, 1912
es_mx: El USS Chester en el Desfile de la Armada de los EE. UU., 1912
ja: アメリカ海軍のパレードでのチェスター (1912 年)
pl: USS Chester w trakcie parady U.S. Navy, 1912 r.
ru: USS Chester на параде ВМС США, 1912 год
uk: USS Chester на параді ВМС США, 1912 р.
zh: 切斯特于1912年参与M国海军的阅兵
zh_sg: 美国海军游行中的USS 切斯特，1912年
