Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW016_USS_CL_STORM
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW017_USS_CL_LIGHT
source: -The ship's detectability range is increased -The accuracy of enemies firing at your ship is increased
es_mx: -El rango de detectabilidad del barco es aumentado -La precisión del enemigo que te dispara es reducida
ja: - 被発見距離が増加 - 自艦を攻撃中の敵の射撃精度が向上
pl: - Wykrywalność okrętu jest zwiększona - Celność nieprzyjacielskiego ognia jest zmniejszona
ru: - Увеличивается заметность корабля - Увеличивается точность стрельбы по вашему кораблю
uk: - Збільшується помітність корабля - Збільшується влучність стрільби у ваш корабель
zh: -这艘战舰的被侦测距离增加 -敌方对您射击的准度提高
zh_sg: -战舰的被侦察范围已增加 -敌方对你的射击准度已增加

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW019_FOG_LOGIC
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW020_SNOW_LOGIC
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW021_DOWNPOUR
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_DESCRIPTION_PCOW023_RAIN_GREECE
source: - Ship's detectability range and spotting range are reduced - The duration of increased ship detectability after firing a main gun shell is reduced - Accuracy of the enemy firing at your ship is reduced
es_mx: - El rango de detectabilidad y el rango de detección son reducidos - La duración de la detectabilidad incrementada del barco al dispara un proyectil del cañon principal es reducida - La precisión del enemigo que te dispara es reducida
ja: - 視程と被発見距離が低下 - 主砲射撃後の被発見距離の増大時間が減少 - 自艦を攻撃中の敵の射撃精度が低下
pl: - Wykrywalność okrętów jest ograniczona - Okres zwiększonej wykrywalności okrętu po oddaniu strzału jest skrócony - Celność ognia przeciwnika wymierzonego w Twój okręt jest zmniejszona
ru: - Снижается видимость и заметность корабля - Снижается время увеличенной заметности корабля после выстрела ГК - Снижается точность стрельбы по вашему кораблю
uk: - Зменшується видимість і помітність корабля - Зменшується час збільшеної помітності корабля після пострілу ГК - Зменшується влучність стрільби у ваш корабель
zh: - 战舰的被侦查距离和侦查距离都降低 - 在主要火炮开火之后被发现的时间降低 - 敌方火炮的准度降低
zh_sg: - 战舰的被侦察范围和侦察范围降低 - 主炮发射炮弹后的被发现的可能性增加的持续时间降低 - 敌舰攻击您的准度降低

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW012_NIGHT_LOGIC
source: Thunderstorm Front
es_mx: Frente de Tormenta Eléctrica
ja: 雷雨領域
pl: Front sztormu
ru: Грозовой фронт
uk: Грозовий фронт
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW013_1APRIL_HAILSTORM
source: Meteor Shower
es_mx: Lluvia de Meteoros
ja: 流星群
pl: Deszcz meteorytów
ru: Метеоритный дождь
uk: Метеорний дощ
zh: 流星雨
zh_sg: 流星雨

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW014_1APRIL_CLOUDBURST
source: Psy Field Disturbance
es_mx: Perturbación de Campo Psíquico
ja: サイコフィールド攪乱
pl: Zaburzenie pola psionicznego
ru: Возмущение пси-поля
uk: Збурення пси-поля
zh: 精神干扰区
zh_sg: 精神干扰区

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW016_USS_CL_STORM
source: Night
es_mx: Noche
ja: 夜
pl: Noc
ru: Ночь
uk: Ніч
zh: 夜晚
zh_sg: 夜晚

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW017_USS_CL_LIGHT
source: Illumination Bomb
es_mx: Bomba de Iluminación
ja: 照明弾
pl: Bomba rozświetlająca
ru: Осветительная бомба
uk: Освітлювальна бомба
zh: 照明弹
zh_sg: 照明弹

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW019_FOG_LOGIC
source: Thunderstorm Front
es_mx: Frente de Tormenta Eléctrica
ja: 雷雨領域
pl: Front sztormu
ru: Грозовой фронт
uk: Грозовий фронт
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW020_SNOW_LOGIC
source: Snowstorm
es_mx: Tormenta de Nieve
ja: 吹雪
pl: Śnieżyca
ru: Снежная буря
uk: Снігова буря
zh: 暴风雪
zh_sg: 暴风雪

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW021_DOWNPOUR
source: Thunderstorm Front
es_mx: Frente de Tormenta Eléctrica
ja: 雷雨領域
pl: Front sztormu
ru: Грозовой фронт
uk: Грозовий фронт
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCAL_WEATHER_SHIP_PARAM_HEADER_PCOW023_RAIN_GREECE
source: Thunderstorm Front
es_mx: Frente de Tormenta Eléctrica
ja: 雷雨領域
pl: Front sztormu
ru: Грозовой фронт
uk: Грозовий фронт
zh: 暴风雨前沿
zh_sg: 雷暴区

# IDS_LOCKED
source: FREE LOOK
es_mx: VISTA LIBRE
ja: フリールック
pl: SWOBODNY WIDOK
ru: ЗАФИКСИРОВАН
uk: ЗАФІКСОВАНО
zh: 自由环顾
zh_sg: 自由观察

# IDS_LOCKED_MISSION_TIME_LEFT_TASK_TOOLTIP
source: Mission tasks will be available in %(timeLeft)s.
es_mx: Las tareas de la misión estarán disponibles en %(timeLeft)s
ja: ミッションタスクが利用可能になるまで: %(timeLeft)s
pl: Zadania misji będą dostępne za %(timeLeft)s
ru: Задания миссии станут доступны через %(timeLeft)s.
uk: Завдання місії будуть доступні через %(timeLeft)s.
zh: 任务的工作将在 %(timeLeft)s 后开启
zh_sg: 任务的目标将在 %(timeLeft)s 后开启

# IDS_LOCKED_MISSION_TIME_LEFT_TOOLTIP
source: Mission will be available in %(_timeLeft)s.
es_mx: La misión estará disponible en %(_timeLeft)s
ja: ミッションが利用可能になるまで: %(_timeLeft)s
pl: Misja będzie dostępna za %(_timeLeft)s
ru: Миссия станет доступна через %(_timeLeft)s.
uk: Місія буде доступна через %(_timeLeft)s.
zh: 任务将在 %(timeLeft)s 后开启
zh_sg: 任务将在 %(_timeLeft)s 后开启

# IDS_LOCKED_MISSION_TOOLTIP
source: Complete the final task of the preceding mission.
es_mx: Completa la tarea final de la misión anterior.
ja: 先行ミッションの最終タスクを達成してください。
pl: Ukończ ostateczne zadanie poprzedniej misji.
ru: Выполните финальное задание предыдущей миссии.
uk: Виконайте фінальне завдання попередньої місії.
zh: 请先完成前置任务最后的工作。
zh_sg: 请先完成前置任务的最终目标。

# IDS_LOCK_DIVISION
source: Lock the Division
es_mx: Bloquea la División
ja: 分艦隊をロック
pl: Zablokuj dywizjon
ru: Закрыть отряд
uk: Закрити загін
zh: 锁定小队
zh_sg: 锁定小队

# IDS_LOCK_TARGET_WAS_NOT_FOUND
source: No target detected
es_mx: Sin objetivo detectado
ja: 目標が未発見
pl: Nie wykryto celu
ru: Цель не обнаружена
uk: Ціль не виявлено
zh: 没有发现任何目标
zh_sg: 未发现目标

# IDS_LOGGING_IN
source: LOGGING IN...
es_mx: INICIANDO SESIÓN...
ja: ログイン中...
pl: LOGOWANIE...
ru: АВТОРИЗАЦИЯ
uk: АВТОРИЗАЦІЯ
zh: 登录中...
zh_sg: 登录中...

# IDS_LOGIN_ACCOUNT
source: Account:
es_mx: Cuenta:
ja: アカウント:
pl: Konto:
ru: Аккаунт:
uk: Акаунт:
zh: 账号：
zh_sg: 账号：

# IDS_LOGIN_AVAILABLE_NAMES
source: Available usernames:
es_mx: Nombres de usuario disponibles:
ja: 利用可能なユーザー名:
pl: Dostępne nazwy użytkownika:
ru: Свободные имена:
uk: Вільні імена:
zh: 可用的用户昵称：
zh_sg: 可用的用户名：

# IDS_LOGIN_BUTTON
source: Connect!
es_mx: ¡Conectar!
ja: 接続!
pl: Połącz!
ru: Войти!
uk: Увійти!
zh: 登录
zh_sg: 登录

# IDS_LOGIN_CLIENT_ERROR_EXIT_BUTTON
source: Close
es_mx: Cerrar
ja: 閉じる
pl: Zamknij
ru: Закрыть
uk: Закрити
zh: 关闭
zh_sg: 关闭

# IDS_LOGIN_CLIENT_ERROR_MAIN_MESSAGE
source: Game loading error. Close the game and launch it again.
es_mx: Error al cargar el juego. Cierra el juego y ejecútalo de nuevo.
ja: ゲーム読み込みエラー。ゲームを閉じて再起動してください。
pl: Błąd ładowania gry. Zamknij grę i uruchom ją ponownie.
ru: Произошёл сбой при загрузке. Закройте и запустите игру снова.
uk: Відбувся збій під час завантаження. Закрийте і запустіть гру знову.
zh: 游戏加载错误。请关闭游戏并再次启动。
zh_sg: 游戏加载错误。请关闭游戏并再次启动。

# IDS_LOGIN_MICROSOFT_ERROR_MAIN_MESSAGE
source: Failed to retrieve Microsoft account information. Please try again later.
es_mx: Error al reunir la información de la cuenta de Microsoft. Por favor, inténtalo de nuevo más tarde.
ja: Microsoft アカウントの情報を取得できませんでした。後で再度お試しください。
pl: Nie udało się uzyskać informacji o koncie Microsoft. Spróbuj ponownie później.
ru: Не удалось получить данные учётной записи Microsoft. Повторите попытку позже.
uk: Не вдалося отримати дані облікового запису Microsoft. Спробуйте пізніше.
zh: 无法检索 Microsoft 帐户信息。请稍后再试。
zh_sg: 无法检索 Microsoft 帐户信息。请稍后再试。

# IDS_LOGIN_MICROSOFT_ERROR_TRY_AGAIN_BUTTON
source: Try again
es_mx: Inténtalo de nuevo
ja: 再試行
pl: Spróbuj ponownie
ru: Попробовать снова
uk: Спробувати ще раз
zh: 再试一次
zh_sg: 再试一次

# IDS_LOGIN_SCREEN_FAST_LOGIN
source: Log in via:
es_mx: Inicia sesión en:
ja: ログインタイプ:
pl: Zaloguj się za pośrednictwem:
ru: Войти через:
uk: Увійти через:
zh: 登录通过：
zh_sg: 登录通过：

# IDS_LOGIN_SCREEN_NAME_RESTRICTIONS
source: Your username must be at least 3 characters long. Use Latin characters, numbers, and underscores.
es_mx: Tu nombre de usuario debe tener al menos 3 caracteres. Usa caracteres latinos, números y guiones bajos.
ja: ユーザー名は最小 3 文字であり、半角英数と アンダーバーのみを使用できます。
pl: Twoja nazwa użytkownika musi mieć przynajmniej 3 znaki. Może składać się tylko z liter alfabetu łacińskiego, cyfr i podkreślników.
ru: Имя должно содержать минимум 3 символа. Используйте латинские буквы, цифры и нижнее подчёркивание.
uk: Ім’я має містити мінімум 3 символи. Використовуйте латинські букви, цифри і символ підкреслення.
zh: 您的用户昵称长度必须至少 3 个字符。 可使用英文字母、数字、以及下划线。
zh_sg: 您的用户昵称长度必须至少 3 个字符。 可使用拉丁字母、数字、以及下划线。

# IDS_LOGIN_SCREEN_WRONG_SYMBOL_INPUT
source: You have entered an invalid character. Use Latin characters, numbers, and underscores.
es_mx: Has ingresado un carácter inválido. Usa caracteres latinos, números y guiones bajos.
ja: 無効な文字が含まれています。 半角英数およびアンダーバーのみを使用できます。
pl: Wprowadziłeś nieprawidłowy znak. Używaj znaków alfabetu łacińskiego, cyfr i podkreślników.
ru: Введён недопустимый символ. Используйте латинские буквы, цифры и нижнее подчёркивание.
uk: Введено неприпустимий символ. Використовуйте латинські букви, цифри і символ підкреслення.
zh: 您输入了无效的字符。 请使用英文字母、数字、以及下划线。
zh_sg: 您输入了无效的字符。 请使用拉丁字母、数字、以及下划线。

# IDS_LOGIN_WITH_FACEBOOK_MOUSE_INSTRUCTION
source: Enter the game with your Facebook account
es_mx: Ingresa al juego con tu cuenta de Facebook
ja: Facebook アカウントでゲームに参加
pl: Wejdź do gry przy pomocy swojego konta Facebook
ru: Войти в игру через ваш Facebook аккаунт
uk: Увійти у гру через ваш акаунт Facebook
zh: 使用您的 Facebook 账号来进入游戏
zh_sg: 使用Facebook账号来进入游戏

# IDS_LOGIN_WITH_GOOGLE_MOUSE_INSTRUCTION
source: Enter the game with your Google account
es_mx: Ingresa al juego con tu cuenta de Google
ja: Google アカウントでゲームに参加
pl: Wejdź do gry przy pomocy swojego konta Google
ru: Войти в игру через ваш Google аккаунт
uk: Увійти у гру через ваш акаунт Google
zh: 使用您的 Google 账号来进入游戏
zh_sg: 使用Google账号来进入游戏

# IDS_LOGIN_WITH_TWITCH_MOUSE_INSTRUCTION
source: Enter the game with your Twitch account
es_mx: Ingresa al juego con tu cuenta Twitch
ja: Twitch アカウントでゲームに参加
pl: Wejdź do gry przy pomocy swojego konta Twitch
ru: Войти в игру через ваш Twitch аккаунт
uk: Увійти у гру через ваш акаунт у Twitch
zh: 使用您的 Twitch 账号来进入游戏
zh_sg: 使用您的 Twitch 账号来进入游戏

# IDS_LOGIN_WITH_VKONTAKTE_MOUSE_INSTRUCTION
source: Enter the game with your VK account
es_mx: Ingresa al juego con tu cuenta de VK
ja: VK アカウントでゲームに参加
pl: Wejdź do gry przy pomocy swojego konta VK
ru: Войти в игру через ваш VK аккаунт
uk: Увійти у гру через ваш акаунт у VK
zh: 使用您的 VK 账号来进入游戏
zh_sg: 使用VK账号来进入游戏

# IDS_LOGIN_WITH_YOUR_ACCOUNT_MODAL_WINDOW_INFO
source: To access the game as a registered player, disconnect from the server and log in to the game using your password.
es_mx: Para acceder al juego como un jugador registrado, desconéctate del servidor e inicia sesión en el juego usando tu contraseña.
ja: 登録済みプレイヤーとしてゲームにアクセスするには、サーバーから切断してパスワードでログインしてください。
pl: Żeby uzyskać dostęp do gry jako zarejestrowany gracz, odłącz się od serwera i zaloguj się ponownie przy użyciu swojego hasła.
ru: Для начала игры на зарегистрированном аккаунте отключитесь от сервера и войдите в игру с паролем.
uk: Щоб почати гру із зареєстрованим акаунтом від’єднайтеся від сервера та увійдіть у гру з паролем.
zh: 想要以注册玩家身分进入游戏，请中断与服务器的联机然后用您的密码登录游戏。
zh_sg: 想要以注册玩家身分进入游戏，请中断与服务器的联机然后用您的密码登录游戏。

# IDS_LOOKING_FOR_DIVISION
source: Looking for Division
es_mx: Buscando División
ja: 分艦隊に参加希望
pl: Poszukujący dywizjonu
ru: Ищу отряд
uk: Шукаю загін
zh: 寻找小队
zh_sg: 寻找小队

# IDS_LOOKING_FOR_PARTY
source: Looking to join a Team Battle
es_mx: Buscando unirse a una Batalla en Equipo
ja: チームバトルに参加希望
pl: Chcę wziąć udział w bitwie drużynowej
ru: Хочу в командный бой
uk: Хочу у командний бій
zh: 寻找队伍战斗加入
zh_sg: 寻找团队战斗加入

# IDS_LOOK_AT_TARGET
source: Track the selected target with guns
es_mx: Sigue al objetivo seleccionado con armas
ja: 選択中の目標に砲を追従
pl: Namierz wybrany cel przy użyciu dział
ru: Сопровождать орудиями выделенную цель
uk: Супроводжувати гарматами виділену ціль
zh: 舰炮跟随所选目标
zh_sg: 舰炮跟随所选目标

# IDS_LOOTBOX
source: Container
es_mx: Contenedor
ja: コンテナ
pl: Kontener
ru: Контейнер
uk: Контейнер
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_LOOTBOXES
source: CONTAINERS
es_mx: CONTENEDORES
ja: コンテナ
pl: KONTENERY
ru: КОНТЕЙНЕРЫ
uk: КОНТЕЙНЕРИ
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_LOOTBOXES_BANNER_TEXT
source: Go to Armory
es_mx: Ir a la Armería
ja: 武器庫へ
pl: Przejdź do Zbrojowni
ru: Перейти в Адмиралтейство
uk: Перейти в Адміралтейство
zh: 购买幸运补给箱
zh_sg: 前往兵工厂

# IDS_LOOTBOXES_BANNER_TEXT_FIRST_CLICK
source: Collect free containers
es_mx: Reúne contenedores gratis
ja: 無料コンテナを入手
pl: Odbierz darmowe kontenery
ru: Получить бесплатные контейнеры
uk: Отримати безкоштовні контейнери
zh: Получить бесплатные контейнеры
zh_sg: 免费收藏补给箱

# IDS_LOOTBOXES_OPENING
source: Opening containers
es_mx: Abriendo contenedores
ja: コンテナ開封中
pl: Otwieranie kontenerów
ru: Открытие контейнеров
uk: Відчинення контейнерів
zh: Открытие контейнеров
zh_sg: 开启补给箱

# IDS_LOOTBOXES_TOOLTIP
source: Containers
es_mx: Contenedores
ja: コンテナ
pl: Kontenery
ru: Контейнеры
uk: Контейнери
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_LOOTBOXES_TOOLTIP_TEXT
source: Go to Armory
es_mx: Ir a la Armería
ja: 武器庫へ
pl: Przejdź do Zbrojowni
ru: Перейти в Адмиралтейство
uk: Перейти в Адміралтейство
zh: 前往商店
zh_sg: 前往兵工厂

# IDS_LOOTBOX_ANIMATION_GOES
source: Please wait, the action cannot be completed now.
es_mx: Espera por favor, la acción no puede ser completada en este momento.
ja: 作業を完了できません。しばらくお待ちください。
pl: Proszę czekać, nie można teraz wykonać akcji.
ru: Подождите, действие временно недоступно.
uk: Почекайте, дія тимчасово недоступна.
zh: Подождите, действие временно недоступно.
zh_sg: 请等等，现在无法完成该行动。

# IDS_LOOTBOX_AVAILABLE
source: A new container is available
es_mx: Un nuevo contenedor está disponible
ja: 新コンテナ 利用可能
pl: Dostępny jest nowy kontener
ru: Доступен новый контейнер
uk: Доступний новий контейнер
zh: Доступен новый контейнер
zh_sg: 有可用的新补给箱了

# IDS_LOOTBOX_DESCRIPTION
source: Depending on its type, a container can drop various kinds of in-game goodies.
es_mx: Dependiendo de su tipo, un contenedor puede incluir diferentes tipos de artículos del juego.
ja: コンテナからはそのタイプに応じて様々なゲーム内アイテムがドロップされます。
pl: W zależności od jego typu, kontener może zawierać różne typy przedmiotów w grze.
ru: Контейнер, в зависимости от типа, содержит разные виды имущества.
uk: Вміст контейнера різнитиметься залежно від його типу.
zh: Контейнер, в зависимости от типа, содержит разные виды имущества.
zh_sg: 不同的类型补给箱可能掉落的的游戏物品类型也有所不同。

# IDS_LOOTBOX_EXP_HINT
source: XP you earned today. XP is required for collecting containers.
es_mx: XP ganada hoy. La XP es requerida para recoger contenedores.
ja: 今日取得した EXP。コンテナを入手するには EXP が必要です。
pl: PD zdobyte dzisiaj. PD wymagane są do zbierania kontenerów.
ru: Опыт, заработанный сегодня. Необходим для получения контейнеров.
uk: Досвід, здобутий сьогодні. Потрібен, щоб отримувати контейнери.
zh: 您今天获得的经验。需要经验来收集幸运补给箱。
zh_sg: 您今天获得的经验。需要经验来收集补给箱。

# IDS_LOOTBOX_FOR
source: Container for:
es_mx: Contenedor por:
ja: コンテナ:
pl: Kontener za:
ru: Контейнер за:
uk: Контейнер за:
zh: 幸运补给箱：
zh_sg: 补给箱：

# IDS_LOOTBOX_GOT
source: Container already collected
es_mx: Contenedor ya recogido
ja: コンテナ入手済み
pl: Zebrane kontenery
ru: Контейнер получен
uk: Контейнер отримано
zh: 幸运补给箱已经收集
zh_sg: 已收集补给箱

# IDS_LOOTBOX_HINT_0
source: Collect containers by earning XP during the day. You can get up to three containers a day.
es_mx: Recoge contenedores al ganar XP durante el día. Puedes recoger hasta tres contenedores al día.
ja: その日に取得した EXP でコンテナを入手しましょう。コンテナは 1 日 3 個まで入手可能です。
pl: Zbieraj kontenery zdobywając PD w ciągu dnia. Można zebrać do trzech kontenerów dziennie.
ru: Зарабатывайте опыт в течение дня и получайте контейнеры. Ежедневно доступно 3 контейнера.
uk: Здобувайте досвід протягом доби та отримуйте контейнери. Доступно 3 контейнери на добу.
zh: 幸运补给箱要透过每日赚取经验来收集。您一天最多可收集到三个幸运补给箱。
zh_sg: 补给箱可通过每日赚取的经验来收集。您一天最多可收集3个补给箱。

# IDS_LOOTBOX_HINT_1
source: If you have not manually collected your containers, they will be automatically added to your account at the end of the day.
es_mx: Si no has recogido tus contenedores manualmente, estos serán agregados a tu cuenta automáticamente al final del día.
ja: 手動でコンテナを入手しなかった場合、コンテナはその日の終わりに自動的にアカウントに追加されます。
pl: Jeśli nie zebrałeś sam swoich kontenerów, zostaną one automatycznie dodane do Twojego konta na koniec dnia.
ru: Если вы не получите контейнеры самостоятельно, то они будут начислены автоматически в конце дня.
uk: Якщо ви не отримаєте контейнери самостійно, то вони будуть додані автоматично наприкінці доби.
zh: 如果您没有手动去收集您的幸运补给箱，它们将会在今天结束时自动新增到您的账号中。
zh_sg: 如果您没有手动去收集您的补给箱，它们将会在今天结束时自动新增到您的账号中。

# IDS_LOOTBOX_HINT_EVENT
source: Hurry up! Unique good and evil camouflages are available.
es_mx: ¡Apresúrate! Los camuflajes especiales del bien y del mal están disponibles.
ja: お急ぎください! 善と悪の特別迷彩を提供中です。
pl: Pospiesz się! Dostępne są unikalne kamuflaże dobra i zła.
ru: Поспешите! Уникальные камуфляжи добра и зла ждут вас.
uk: Поспішайте! Унікальні камуфляжі добра і зла чекають на вас.
zh: 手脚要快！特殊善良和邪恶涂装现正供应中。
zh_sg: 手脚要快！独特的善良和邪恶涂装现正供应中。

# IDS_LOOTBOX_NOT_AVAILABLE
source: Container unavailable
es_mx: Contenedor no disponible
ja: コンテナなし
pl: Kontener niedostępny
ru: Контейнер недоступен
uk: Контейнер недоступний
zh: Контейнер недоступен
zh_sg: 补给箱不可用

# IDS_LOOTBOX_PURCHASE_WILL_BE_AVAILABLE_AFTER
source: You collected all containers available today. Time till update:
es_mx: Has recogido todos los contenedores disponibles por hoy. Tiempo para la actualización:
ja: 今日の上限までコンテナを入手しました。更新までの時間:
pl: Zebrałeś wszystkie dostępne dziś kontenery. Czas do pojawienia się nowych:
ru: Все доступные сегодня контейнеры получены. Обновление через:
uk: Отримано всі доступні на сьогодні контейнери. Оновиться через:
zh: 您已收集了今天可收集到的幸运补给箱数量。更新时间：
zh_sg: 您已收集了今天可收集到的补给箱数量。更新时间：

# IDS_LOOTBOX_TITLE
source: Containers
es_mx: Contenedores
ja: コンテナ
pl: Kontenery
ru: Контейнеры
uk: Контейнери
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_LOSE_ALLIES
source: Losing Allied Ships
es_mx: Pérdida de Barco Aliado
ja: 味方艦艇喪失
pl: Utrata sojuszniczego okrętu
ru: Потеря союзников
uk: Втрата союзних кораблів
zh: 友军被击毁扣除分数
zh_sg: 损失友军扣分

# IDS_LOW
source: Low
es_mx: Bajo
ja: 低
pl: Niskie
ru: Низко
uk: Низько
zh: 低
zh_sg: 低

# IDS_LOW_ACCESS_LEVEL
source: Containers will become available at a higher access level.
es_mx: Los contenedores estarán disponible en un nivel de acceso superior.
ja: コンテナは上位のアクセスレベルでアンロックされます。
pl: Kontenery będą dostępne przy wyższym poziomie dostępu.
ru: Контейнеры станут доступны после повышения уровня доступа.
uk: Контейнери стануть доступні після підвищення рівня доступу.
zh: Контейнеры станут доступны после повышения уровня доступа.
zh_sg: 补给箱需要更高的权限等级解锁。

# IDS_LOW_LEVEL_BOT_STATUS
source: Bot. Low level AI.
es_mx: Bot. Nivel de la IA bajo.
ja: Bot、低レベル AI
pl: Bot. Niski poziom SI.
ru: Бот. Низкий уровень ИИ.
uk: Бот. Низький рівень ШІ.
zh: 机器人。低等 AI。
zh_sg: 机器人。低级AI。

# IDS_LOW_LEVEL_TARGET_STATUS
source: Target. Low level AI.
es_mx: Objetivo. Nivel de la IA bajo.
ja: 標的、低レベル AI
pl: Cel. Niski poziom SI.
ru: Мишень. Низкий уровень ИИ.
uk: Мішень. Низький рівень ШІ.
zh: 靶舰。低等 AI。
zh_sg: 目标。低级AI。
