Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJUE103_ENGINE_9500_SAKURA
source: Propulsion: 9,500 hp
es_mx: Propulsión: 9,500 hp
ja: 推力: 9,500 馬力
pl: Napęd: 9 500 KM
ru: ЭУ 9 500 л.с.
uk: СУ 9 500 к.с.
zh: 推进系统：9,500 匹马力
zh_sg: 推进系统：9500马力

# IDS_PJUE111_C2_ENG_STOCK
source: Propulsion: 22,500 hp
es_mx: Propulsión: 22,500 hp
ja: 推力: 22,500 馬力
pl: Napęd: 22 500 KM
ru: ЭУ 22 500 л.с.
uk: СУ 22 500 к.с.
zh: 推进系统：22,500 匹马力
zh_sg: 推进系统：22500马力

# IDS_PJUE121_ENGINE_16000_MIKASA
source: Propulsion: 16,000 hp
es_mx: Propulsión: 16,000 hp
ja: 推力: 16,000 馬力
pl: Napęd: 16 000 KM
ru: ЭУ 16 000 л.с.
uk: СУ 16 000 к.с.
zh: 推进系统：16,000 匹马力
zh_sg: 推进系统：16000马力

# IDS_PJUE131_D2_ENG_STOCK
source: Propulsion: 20,500 hp
es_mx: Propulsión: 20,500 hp
ja: 推力: 20,500 馬力
pl: Napęd: 20 500 KM
ru: ЭУ 20 500 л.с.
uk: СУ 20 500 к.с.
zh: 推进系统：20,500 匹马力
zh_sg: 推进系统：20500马力

# IDS_PJUE201_ENGINE_20500
source: Propulsion: 20,500 hp
es_mx: Propulsión: 20,500 hp
ja: 推力: 20,500 馬力
pl: Napęd: 20 500 KM
ru: ЭУ 20 500 л.с.
uk: СУ 20 500 к.с.
zh: 推进系统：20,500 匹马力
zh_sg: 推进系统：20500马力

# IDS_PJUE202_B3_ENG_TOP
source: Propulsion: 27,300 hp
es_mx: Propulsión: 27,300 hp
ja: 推力: 27,300 馬力
pl: Napęd: 27 300 KM
ru: ЭУ 27 300 л.с.
uk: СУ 27 300 к.с.
zh: 推进系统：27,300 匹马力
zh_sg: 推进系统：27300马力

# IDS_PJUE203_ENGINE_7000_KATORI
source: Propulsion: 7,000 hp
es_mx: Propulsión: 7,000 hp
ja: 推力: 7,000 馬力
pl: Napęd: 7 000 KM
ru: ЭУ 7 000 л.с.
uk: СУ 7 000 к.с.
zh: 推进系统：7,000 匹马力
zh_sg: 推进系统：7000马力

# IDS_PJUE204_B3_ENG_STOCK
source: Propulsion: 22,500 hp
es_mx: Propulsión: 22,500 hp
ja: 推力: 22,500 馬力
pl: Napęd: 22 500 KM
ru: ЭУ 22 500 л.с.
uk: СУ 22 500 к.с.
zh: 推进系统：22,500 匹马力
zh_sg: 推进系统：22500马力

# IDS_PJUE211_D3_ENG_STOCK
source: Propulsion: 21,500 hp
es_mx: Propulsión: 21,500 hp
ja: 推力: 21,500 馬力
pl: Napęd: 21 500 KM
ru: ЭУ 21 500 л.с.
uk: СУ 21 500 к.с.
zh: 推进系统：21,500 匹马力
zh_sg: 推进系统：21500马力

# IDS_PJUE221_C3_ENG_STOCK
source: Propulsion: 51,000 hp
es_mx: Propulsión: 51,000 hp
ja: 推力: 51,000 馬力
pl: Napęd: 51 000 KM
ru: ЭУ 51 000 л.с.
uk: СУ 51 000 к.с.
zh: 推进系统：51,000 匹马力
zh_sg: 推进系统：51000马力

# IDS_PJUE301_D4_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PJUE302_B4_ENG_TOP
source: Propulsion: 77,000 hp
es_mx: Propulsión: 77,000 hp
ja: 推力: 77,000 馬力
pl: Napęd: 77 000 KM
ru: ЭУ 77 000 л.с.
uk: СУ 77 000 к.с.
zh: 推进系统：77,000 匹马力
zh_sg: 推进系统：77000马力

# IDS_PJUE303_B4_ENG_STOCK
source: Propulsion: 68,250 hp
es_mx: Propulsión: 68,250 hp
ja: 推力: 68,250 馬力
pl: Napęd: 68 250 KM
ru: ЭУ 68 250 л.с.
uk: СУ 68 250 к.с.
zh: 推进系统：68,250匹马力
zh_sg: 推进系统：68250马力

# IDS_PJUE304_D4_ENG_STOCK_FALSE
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PJUE305_D4_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PJUE311_C4_ENG_STOCK
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PJUE321_ENGINE_51000
source: Propulsion: 51,000 hp
es_mx: Propulsión: 51,000 hp
ja: 推力: 51,000 馬力
pl: Napęd: 51 000 KM
ru: ЭУ 51 000 л.с.
uk: СУ 51 000 к.с.
zh: 推进系统：51,000 匹马力
zh_sg: 推进系统：51000马力

# IDS_PJUE331_ENGINE_57900
source: Propulsion: 57,900 hp
es_mx: Propulsión: 57,900 hp
ja: 推力: 57,900 馬力
pl: Napęd: 57 900 KM
ru: ЭУ 57 900 л.с.
uk: СУ 57 900 к.с.
zh: 推进系统：57,900 匹马力
zh_sg: 推进系统：57900马力

# IDS_PJUE332_ENGINE_57900_YUBARI
source: Propulsion: 57,900 hp
es_mx: Propulsión: 57,900 hp
ja: 推力: 57,900 馬力
pl: Napęd: 57 900 KM
ru: ЭУ 57 900 л.с.
uk: СУ 57 900 к.с.
zh: 推进系统：57,900 匹马力
zh_sg: 推进系统：57900马力

# IDS_PJUE333_ENGINE_57900_CS
source: Propulsion: 57,900 hp
es_mx: Propulsión: 57,900 hp
ja: 推力: 57,900 馬力
pl: Napęd: 57 900 KM
ru: ЭУ 57 900 л.с.
uk: СУ 57 900 к.с.
zh: 推进系统：57,900 匹马力
zh_sg: 推进系统：57900马力

# IDS_PJUE341_ENGINE_64000_ISHIZUCHI
source: Propulsion: 64,000 hp
es_mx: Propulsión: 64,000 hp
ja: 推力: 64,000 馬力
pl: Napęd: 64 000 KM
ru: ЭУ 64 000 л.с.
uk: СУ 64 000 к.с.
zh: 推进系统：64,000 匹马力
zh_sg: 推进系统：64000马力

# IDS_PJUE351_CV4_ENG_STOCK
source: Propulsion: 30,000 hp
es_mx: Propulsión: 30,000 hp
ja: 推力: 30,000 馬力
pl: Napęd: 30 000 KM
ru: ЭУ 30 000 л.с.
uk: СУ 30 000 к.с.
zh: 推进系统：30,000 匹马力
zh_sg: 推进系统：30000马力

# IDS_PJUE352_CV4_ENG_STOCK
source: Propulsion: 30,000 hp
es_mx: Propulsión: 30,000 hp
ja: 推力: 30,000 馬力
pl: Napęd: 30 000 KM
ru: ЭУ 30 000 л.с.
uk: СУ 30 000 к.с.
zh: 推进系统：30,000 匹马力
zh_sg: 推进系统：30000马力

# IDS_PJUE401_D5_ENG_STOCK
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE402_B5_ENG_TOP
source: Propulsion: 136,000 hp
es_mx: Propulsión: 136,000 hp
ja: 推力: 136,000 馬力
pl: Napęd: 136 000 KM
ru: ЭУ 136 000 л.с.
uk: СУ 136 000 к.с.
zh: 推进系统：136,000 匹马力
zh_sg: 推进系统：136000马力

# IDS_PJUE403_B5_ENG_STOCK
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PJUE404_ENGINE_68250
source: Propulsion: 68,250 hp
es_mx: Propulsión: 68,250 hp
ja: 推力: 68,250 馬力
pl: Napęd: 68 250 KM
ru: ЭУ 68 250 л.с.
uk: СУ 68 250 к.с.
zh: 推进系统：68,250匹马力
zh_sg: 推进系统：68250马力

# IDS_PJUE405_D5_ENG_STOCK_2
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE406_D5_ENG_STOCK
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE407_D5_ENG_STOCK_2
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE408_ENG_YAHAGI
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PJUE411_C5_ENG_STOCK
source: Propulsion: 102,000 hp
es_mx: Propulsión: 102,000 hp
ja: 推力: 102,000 馬力
pl: Napęd: 102 000 KM
ru: ЭУ 102 000 л.с.
uk: СУ 102 000 к.с.
zh: 推进系统：102,000 匹马力
zh_sg: 推进系统：102000马力

# IDS_PJUE421_CV5_ENG_STOCK
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE431_ENGINE_38500_KAMIKAZE
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE441_ENGINE_38500_TRUE_KAMIKAZE
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE442_ENGINE_38500_CAMO_KAMIKAZE
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE495_ENGINE_136000_KONGOU
source: Propulsion: 136,000 hp
es_mx: Propulsión: 136,000 hp
ja: 推力: 136,000 馬力
pl: Napęd: 136 000 KM
ru: ЭУ 136 000 л.с.
uk: СУ 136 000 к.с.
zh: 推进系统：136,000 匹马力
zh_sg: 推进系统：136000马力

# IDS_PJUE496_ENGINE_136000_KIRISHIMA
source: Propulsion: 136,000 hp
es_mx: Propulsión: 136,000 hp
ja: 推力: 136,000 馬力
pl: Napęd: 136 000 KM
ru: ЭУ 136 000 л.с.
uk: СУ 136 000 к.с.
zh: 推进系统：136,000 匹马力
zh_sg: 推进系统：136000马力

# IDS_PJUE497_ENGINE_136000_HARUNA
source: Propulsion: 136,000 hp
es_mx: Propulsión: 136,000 hp
ja: 推力: 136,000 馬力
pl: Napęd: 136 000 KM
ru: ЭУ 136 000 л.с.
uk: СУ 136 000 к.с.
zh: 推进系统：136,000 匹马力
zh_sg: 推进系统：136000马力

# IDS_PJUE498_ENGINE_136000_HIEI
source: Propulsion: 136,000 hp
es_mx: Propulsión: 136,000 hp
ja: 推力: 136,000 馬力
pl: Napęd: 136 000 KM
ru: ЭУ 136 000 л.с.
uk: СУ 136 000 к.с.
zh: 推进系统：136,000 匹马力
zh_sg: 推进系统：136000马力

# IDS_PJUE501_ENGINE_42000
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE502_B6_ENG_TOP
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PJUE503_B6_ENG_STOCK
source: Propulsion: 57,900 hp
es_mx: Propulsión: 57,900 hp
ja: 推力: 57,900 馬力
pl: Napęd: 57 900 KM
ru: ЭУ 57 900 л.с.
uk: СУ 57 900 к.с.
zh: 推进系统：57,900 匹马力
zh_sg: 推进系统：57900马力

# IDS_PJUE504_ENG_MUTSU
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PJUE505_ENG_KAGA
source: Propulsion: 125,000 hp
es_mx: Propulsión: 125,000 hp
ja: 推力: 125,000 馬力
pl: Napęd: 125 000 KM
ru: ЭУ 125 000 л.с.
uk: СУ 125 000 к.с.
zh: 推进系统：125,000 匹马力
zh_sg: 推进系统：125000马力

# IDS_PJUE506_ENG_KAGA
source: Propulsion: 125,000 hp
es_mx: Propulsión: 125,000 hp
ja: 推力: 125,000 馬力
pl: Napęd: 125 000 KM
ru: ЭУ 125 000 л.с.
uk: СУ 125 000 к.с.
zh: 推进系统：125,000 匹马力
zh_sg: 推进系统：125000马力

# IDS_PJUE511_C6_ENG_STOCK
source: Propulsion: 102,000 hp
es_mx: Propulsión: 102,000 hp
ja: 推力: 102,000 馬力
pl: Napęd: 102 000 KM
ru: ЭУ 102 000 л.с.
uk: СУ 102 000 к.с.
zh: 推进系统：102,000 匹马力
zh_sg: 推进系统：102000马力

# IDS_PJUE521_CV6_ENG_STOCK
source: Propulsion: 65,000 hp
es_mx: Propulsión: 65,000 hp
ja: 推力: 65,000 馬力
pl: Napęd: 65 000 KM
ru: ЭУ 65 000 л.с.
uk: СУ 65 000 к.с.
zh: 推进系统：65,000 匹马力
zh_sg: 推进系统：65000马力

# IDS_PJUE522_CV6_ENG_STOCK
source: Propulsion: 65,000 hp
es_mx: Propulsión: 65,000 hp
ja: 推力: 65,000 馬力
pl: Napęd: 65 000 KM
ru: ЭУ 65 000 л.с.
uk: СУ 65 000 к.с.
zh: 推进系统：65,000 匹马力
zh_sg: 推进系统：65000马力

# IDS_PJUE531_D6_ENG_STOCK
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PJUE532_D6_ENG_STOCK_2
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE533_D6_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE534_D6_ENG_STOCK_2
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE535_ENG_SHINO
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE601_ENGINE_52000
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE602_B7_ENG_TOP
source: Propulsion: 84,000 hp
es_mx: Propulsión: 84,000 hp
ja: 推力: 84,000 馬力
pl: Napęd: 84 000 KM
ru: ЭУ 84 000 л.с.
uk: СУ 84 000 к.с.
zh: 推进系统：84,000 匹马力
zh_sg: 推进系统：84000马力

# IDS_PJUE603_B7_ENG_STOCK
source: Propulsion: 78,000 hp
es_mx: Propulsión: 78,000 hp
ja: 推力: 78,000 馬力
pl: Napęd: 78 000 KM
ru: ЭУ 78 000 л.с.
uk: СУ 78 000 к.с.
zh: 推进系统：78,000 匹马力
zh_sg: 推进系统：78000马力

# IDS_PJUE604_ENG_ASHITAKA
source: Propulsion: 131,200 hp
es_mx: Propulsión: 131,200 hp
ja: 推力: 131,200 馬力
pl: Napęd: 131 200 KM
ru: ЭУ 131 200 л.с.
uk: СУ 131 200 к.с.
zh: 推进系统：131,200 匹马力
zh_sg: 推进系统：131200马力

# IDS_PJUE605_ENG_YUDACHI
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE611_ENGINE_152000
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE621_ENGINE_65000
source: Propulsion: 65,000 hp
es_mx: Propulsión: 65,000 hp
ja: 推力: 65,000 馬力
pl: Napęd: 65 000 KM
ru: ЭУ 65 000 л.с.
uk: СУ 65 000 к.с.
zh: 推进系统：65,000 匹马力
zh_sg: 推进系统：65000马力

# IDS_PJUE631_CV7_ENG_STOCK
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE641_C7_ENG_STOCK
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE651_D7_ENG_STOCK
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE652_D7_ENG_STOCK_2
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PJUE653_D7_ENG_STOCK_1
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE701_D8_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE702_B8_ENG_STOCK
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE703_B8_ENG_TOP
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PJUE704_D8_ENG_STOCK_2
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE705_D8_ENG_STOCK
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE706_CV8_ENG_STOCK
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE707_ENG_YUKIKAZE
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE708_ENG_ARASHI
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE709_ENG_RAGNAROK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PJUE710_ENG_IGNIS_PURGATIO
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: ЭУ 150 000 л.с.
zh_sg: 推进系统：150000马力

# IDS_PJUE711_C8_ENG_STOCK
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE741_ENGINE_78000
source: Propulsion: 78,000 hp
es_mx: Propulsión: 78,000 hp
ja: 推力: 78,000 馬力
pl: Napęd: 78 000 KM
ru: ЭУ 78 000 л.с.
uk: СУ 78 000 к.с.
zh: 推进系统：78,000 匹马力
zh_sg: 推进系统：78000马力

# IDS_PJUE742_ENGINE_78000_KITAKAMI
source: Propulsion: 78,000 hp
es_mx: Propulsión: 78,000 hp
ja: 推力: 78,000 馬力
pl: Napęd: 78 000 KM
ru: ЭУ 78 000 л.с.
uk: СУ 78 000 к.с.
zh: 推进系统：78,000 匹马力
zh_sg: 推进系统：78000马力

# IDS_PJUE751_CV8_ENG_STOCK
source: Propulsion: 160,000 hp
es_mx: Propulsión: 160,000 hp
ja: 推力: 160,000 馬力
pl: Napęd: 160 000 KM
ru: ЭУ 160 000 л.с.
uk: СУ 160 000 к.с.
zh: 推进系统：160,000 匹马力
zh_sg: 推进系统：160000马力

# IDS_PJUE761_ENGINE_130000_ATAGO
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PJUE762_ENG_BLACK_ATAGO
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PJUE771_ENGINE_152000_TONE
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE781_ENG_HAREKAZE
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE782_ENG_ASASHIO
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE783_ENG_BLACK_ASASHIO
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PJUE791_ENG_TAKAO
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PJUE792_ENGINE_132000_MYOKO
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE793_ENGINE_132000_HAGURO
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE794_ENGINE_132000_ASHIGARA
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE795_ENG_YELLOW_DRAGON
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE796_ENG_BLUE_DRAGON
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE797_ENG_NACHI
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE798_ENG_KII
source: Propulsion: 131,200 hp
es_mx: Propulsión: 131,200 hp
ja: 推力: 131,200 馬力
pl: Napęd: 131 200 KM
ru: ЭУ 131 200 л.с.
uk: СУ 131 200 к.с.
zh: 推进系统：131,200 匹马力
zh_sg: 推进系统：131200马力

# IDS_PJUE801_ENGINE_75000
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PJUE811_CV9_ENG_STOCK
source: Propulsion: 160,000 hp
es_mx: Propulsión: 160,000 hp
ja: 推力: 160,000 馬力
pl: Napęd: 160 000 KM
ru: ЭУ 160 000 л.с.
uk: СУ 160 000 к.с.
zh: 推进系统：160,000 匹马力
zh_sg: 推进系统：160000马力

# IDS_PJUE821_B9_ENG_TOP
source: Propulsion: 135,000 hp
es_mx: Propulsión: 135,000 hp
ja: 推力: 135,000 馬力
pl: Napęd: 135 000 KM
ru: ЭУ 135 000 л.с.
uk: СУ 135 000 к.с.
zh: 推进系统：135,000 匹马力
zh_sg: 推进系统：135000马力

# IDS_PJUE822_B9_ENG_STOCK
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PJUE831_C9_ENG_STOCK
source: Propulsion: 152,000 hp
es_mx: Propulsión: 152 000 hp
ja: 推力: 152,000 馬力
pl: Napęd: 152 000 KM
ru: ЭУ 152 000 л.с.
uk: СУ 152 000 к.с.
zh: 推进系统：152,000 匹马力
zh_sg: 推进系统：152000马力

# IDS_PJUE841_D9_ENG_STOCK
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE842_D9_ENG_STOCK_2
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE843_D9_ENG_STOCK_3
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PJUE902_ENG_TST_ZAO
source: Propulsion: 159,000 hp
es_mx: Propulsión: 159,000 hp
ja: 推力: 159,000 馬力
pl: Napęd: 159 000 KM
ru: ЭУ 159 000 л.с.
uk: СУ 159 000 к.с.
zh: 推进系统：159,000 匹马力
zh_sg: 推进系统：159000马力

# IDS_PJUE903_ENG_YOSHINO
source: Propulsion: 170,000 hp
es_mx: Propulsión: 170 000 hp
ja: 推力: 170,000 馬力
pl: Napęd: 170 000 KM
ru: ЭУ 170 000 л.с.
uk: СУ 170 000 к.с.
zh: 推进系统：170,000 匹马力。
zh_sg: 推进系统：170000马力

# IDS_PJUE904_ENG_HAYATE
source: Propulsion: 79,500 hp
es_mx: Propulsión: 79 500 hp
ja: 推力: 79,500 馬力
pl: Napęd: 79 500 KM
ru: ЭУ 79 500 л.с.
uk: СУ 79 500 к.с.
zh: ЭУ 79 500 л.с.
zh_sg: 推进系统 ：79500马力

# IDS_PJUE911_C10_ENG_STOCK
source: Propulsion: 159,000 hp
es_mx: Propulsión: 159,000 hp
ja: 推力: 159,000 馬力
pl: Napęd: 159 000 KM
ru: ЭУ 159 000 л.с.
uk: СУ 159 000 к.с.
zh: 推进系统：159,000 匹马力
zh_sg: 推进系统：159000马力

# IDS_PJUE912_ENG_MUSASHI
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PJUE921_CV10_ENG_STOCK
source: Propulsion: 240,000 hp
es_mx: Propulsión: 240,000 hp
ja: 推力: 240,000 馬力
pl: Napęd: 240 000 KM
ru: ЭУ 240 000 л.с.
uk: СУ 240 000 к.с.
zh: 推进系统：240,000 匹马力
zh_sg: 推进系统：240000马力

# IDS_PJUE922_CV10_ENG_STOCK
source: Propulsion: 240,000 hp
es_mx: Propulsión: 240,000 hp
ja: 推力: 240,000 馬力
pl: Napęd: 240 000 KM
ru: ЭУ 240 000 л.с.
uk: СУ 240 000 к.с.
zh: 推进系统：240,000 匹马力
zh_sg: 推进系统：240000马力

# IDS_PJUE931_B10_ENG_STOCK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PJUE941_D10_ENG_STOCK
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PJUE942_D10_ENG_STOCK_2
source: Propulsion: 79,240 hp
es_mx: Propulsión: 79,240 hp
ja: 推力: 79,240 馬力
pl: Napęd: 79 240 KM
ru: ЭУ 79 240 л.с.
uk: СУ 79 240 к.с.
zh: 推进系统：79,240 匹马力
zh_sg: 推进系统：79240马力

# IDS_PJUE971_ENG_AZUMAYA
source: Propulsion: 170,000 hp
es_mx: Propulsión: 170 000 hp
ja: 推力: 170,000 馬力
pl: Napęd: 170 000 KM
ru: ЭУ 170 000 л.с.
uk: СУ 170 000 к.с.
zh: 推进系统：170,000 匹马力
zh_sg: 推进系统：170000马力

# IDS_PJUE974_ENG_HAKU
source: Propulsion: 240,000 hp
es_mx: Propulsión: 240,000 hp
ja: 推力: 240,000 馬力
pl: Napęd: 240 000 KM
ru: ЭУ 240 000 л.с.
uk: СУ 240 000 к.с.
zh: 推进系统：240,000 匹马力
zh_sg: 推进系统：240000马力
