Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_BULLET_1
source: Four teams, with three ships in each, start a battle.
es_mx: Cuatro equipos, tres barcos en cada uno, comienza una batalla.
ja: 艦艇 3 隻ずつ、4 つのチームが戦闘を開始します。
pl: Cztery drużyny, trzy okręty w każdej, rozpocznij bitwę.
ru: В бою сражаются 4 команды по 3 корабля в каждой.
uk: У бою б’ються 4 команди по 3 кораблі в кожній.
zh: В бою сражаются 4 команды по 3 корабля в каждой.
zh_sg: 四支团队，每支三艘战舰，开始一场战斗。

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_BULLET_2
source: The team with at least one surviving ship wins.
es_mx: Un equipo con al menos un barco sobreviviente gana.
ja: 1 隻以上が生き残ったチームの勝利
pl: Wygrywa drużyna, w której przetrwa przynajmniej jeden okręt.
ru: Побеждает команда, в которой выжил хотя бы один корабль.
uk: Перемагає команда, в якій вижив хоча б один корабель.
zh: Побеждает команда, в которой выжил хотя бы один корабль.
zh_sg: 有至少一艘战舰存活的团队获胜。

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_BULLET_3
source: The ships are surrounded by Wild Fire, causing damage to all of them.
es_mx: Los barcos están rodeados por el Fuego Salvaje causando daño a todos ellos.
ja: あらゆる艦艇に損傷を与える野火に取り囲まれている
pl: Okręty otoczone są przez Pożogę, która zadaje im wszystkim uszkodzenia.
ru: Участников окружает Дикий огонь, наносящий урон по всем кораблям.
uk: Учасників оточує «Дикий вогонь», що завдає шкоди всім кораблям.
zh: Участников окружает Дикий огонь, наносящий урон по всем кораблям.
zh_sg: 战舰被大火包围并对它们造成伤害。

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_BULLET_4
source: Aircraft drop additional consumables right on the water's surface. Drop points are designated by special markers.
es_mx: Los aviones dejan caer consumibles adicionales sobre la superficie del agua. Estos puntos son señalados con marcadores especiales.
ja: 航空機は追加の消耗品を水面に投下する。投下地点は特別マーカーで明示される。
pl: Samoloty zrzucają dodatkowy sprzęt eksploatacyjny wprost na wodę. Punkty zrzutu posiadają specjalne znaczniki.
ru: Самолёты сбрасывают на воду дополнительное снаряжение. Место сброса отмечается специальными маркерами.
uk: Літаки скидають на воду додаткове спорядження. Місця скидання позначають спеціальними позначками.
zh: Самолёты сбрасывают на воду дополнительное снаряжение. Место сброса отмечается специальными маркерами.
zh_sg: 空投的额外消耗品会掉落在水面上。掉落点会显示特殊标记。

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_BULLET_5
source: All seized consumables are divided between the entire team, one for each ship.
es_mx: Todos los consumibles incautados son divididos entre todo el equipo, a un consumible para cada barco.
ja: 確保した消耗品はチームの全艦に 1 個ずつ分配される
pl: Wszystkie przechwycone sprzęty eksploatacyjne dzielone są pomiędzy wszystkich członków drużyny, po jednym dla każdego.
ru: Захваченное снаряжение делится на команду — каждому достанется по одной единице снаряжения.
uk: Захоплене спорядження ділиться на команду — кожному відійде одна одиниця спорядження.
zh: Захваченное снаряжение делится на команду — каждому достанется по одной единице снаряжения.
zh_sg: 接到的所有消耗品平分给整个团队，每艘船一件消耗品。

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_RULES_HEADER
source: Special features of the mode
es_mx: Características especiales del modo
ja: このモードの特別要素
pl: Cechy specjalne trybu
ru: Особенности режима
uk: Особливості режиму
zh: Особенности режима
zh_sg: 模式特点

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_TITLE
source: Savage Battle
es_mx: Batalla Salvaje
ja: 過酷戦
pl: Brutalna walka
ru: Дикий бой
uk: Дикий бій
zh: 暮光之战
zh_sg: 野蛮之战

# IDS_GAMEMODE_TEST_DESCRIPTION
source: Destroy all enemy ships.
es_mx: Destruye a todos los barcos enemigos.
ja: 敵艦艇を殲滅せよ。
pl: Zniszcz wszystkie okręty wroga.
ru: Уничтожьте все корабли противника.
uk: Знищте всі кораблі супротивника.
zh: 击毁所有敌方战舰。
zh_sg: 击毁所有敌方战舰。

# IDS_GAMEMODE_TEST_TITLE
source: Test map
es_mx: Mapa de prueba
ja: テストマップ
pl: Mapa testowa
ru: Тестовая карта
uk: Тестова мапа
zh: 测试地图
zh_sg: 测试地图

# IDS_GAMEMODE_TORPEDO_BEAT_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing the Epicenter zones and destroying hostile ships. The zones can be captured independently of each other.
es_mx: Consigue %(score_count)s %(score_plural)s antes que el equipo enemigo al capturar las zonas de Epicentro y al destruir barcos enemigos. Las zonas pueden ser capturadas por separado.
ja: ゾーンを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s 先取せよ それぞれのゾーンを個別に占領可能
pl: Zdobądź %(score_count)s %(score_plural)s przed drużyną przeciwną, zajmując obszary Epicentrum i niszcząc okręty wroga. Strefy można zajmować niezależnie od siebie.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая зоны эпицентра и уничтожая корабли противника. Зоны захватываются независимо друг от друга.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи зони епіцентру та знищуючи кораблі супротивника. Зони захоплюють незалежно одна від одної.
zh: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая зоны эпицентра и уничтожая корабли противника. Зоны захватываются независимо друг от друга.
zh_sg: 通过占领震中区域和摧毁敌方战舰，先于敌方团队取得%(score_count)s %(score_plural)s。 区域相互独立可以分别占领。

# IDS_GAMEMODE_TORPEDO_BEAT_TITLE
source: Torpedo Beat
es_mx: Ritmo de Torpedos
ja: 魚雷のビート
ru: Торпедный суп
uk: Торпедна юшка
zh: Торпедный суп
zh_sg: 鱼雷打击

# IDS_GAME_MENU
source: GAME MENU
es_mx: MENÚ DEL JUEGO
ja: ゲームメニュー
pl: MENU GRY
ru: ИГРОВОЕ МЕНЮ
uk: МЕНЮ ГРИ
zh: 游戏菜单
zh_sg: 游戏菜单

# IDS_GAME_OPTIONS
source: Game
es_mx: Juego
ja: ゲーム
pl: Gra
ru: Игра
uk: Гра
zh: 游戏
zh_sg: 游戏

# IDS_GAME_PLAYED
source: Battles played
es_mx: Batallas jugadas
ja: 参加戦闘数
pl: Stoczone bitwy
ru: Проведено боёв
uk: Зіграно боїв
zh: 进行过的战斗
zh_sg: 战斗场次

# IDS_GAME_PLAYED_IN_RANK_SEASON_TOOLTIP
source: Total number of battles played this season
es_mx: Número total de batallas jugadas esta temporada
ja: このセッション中にプレイした合計戦闘数
pl: Liczba bitew stoczonych w tym sezonie.
ru: Общее количество проведённых боёв в сезоне
uk: Загальна кількість зіграних боїв у сезоні
zh: 此赛季已进行的总战斗数
zh_sg: 此赛季已进行的总战斗场次

# IDS_GAME_PLAYED_TOOLTIP
source: Total number of battles played
es_mx: Número total de batallas jugadas
ja: 総参加戦闘数
pl: Ogólna liczba stoczonych bitew
ru: Общее количество проведённых боёв
uk: Загальна кількість зіграних боїв
zh: 所有参与过的战斗数
zh_sg: 战斗总场次

# IDS_GAMMA
source: Gamma
ja: ガンマ
ru: Гамма
uk: Гамма
zh: 伽玛值
zh_sg: 伽玛值

# IDS_GATHERING_PARTY_TO_BATTLE
source: The Team is being assembled for the battle
es_mx: El Equipo se está reuniendo para la batalla
ja: チームは戦闘に備え招集中
pl: Drużyna gromadzi się przed bitwą
ru: Идёт сбор команды в бой
uk: Триває скликання команди до бою
zh: 该队伍正在为加入战斗而集结
zh_sg: 该团队正在为加入战斗而集结

# IDS_GATHERING_TO_BATTLE
source: Assembling
es_mx: Reuniendo
ja: 招集中
pl: Gromadzenie...
ru: Идёт сбор
uk: Скликано
zh: 正在集结中
zh_sg: 正在集结中

# IDS_GENERATOR1
source: Generator A
es_mx: Generador A
ja: 発生装置 A
ru: Генератор A
uk: Генератор A
zh: Генератор A
zh_sg: 生成器A

# IDS_GENERATOR2
source: Generator B
es_mx: Generador B
ja: 発生装置 B
ru: Генератор B
uk: Генератор B
zh: Генератор B
zh_sg: 生成器 B

# IDS_GENERATOR3
source: Generator C
es_mx: Generador C
ja: 発生装置 C
ru: Генератор C
uk: Генератор C
zh: Генератор C
zh_sg: 生成器C

# IDS_GENERATOR4
source: Generator D
es_mx: Generador D
ja: 発生装置 D
ru: Генератор D
uk: Генератор D
zh: Генератор D
zh_sg: 生成器D

# IDS_GERCAP
source: Franz von Jütland
zh: 弗朗茨-冯-日德兰

# IDS_GERCAPPREM
source: Reinhard von Jütland
zh: 莱茵哈德-冯-日德兰

# IDS_GERMANY
source: Germany
es_mx: Alemania
ja: ドイツ
pl: Niemcy
ru: Германия
uk: Німеччина
zh: D系
zh_sg: 德国

# IDS_GERMANY_AIRCARRIER
source: German carriers
es_mx: Portaaviones alemanes
ja: ドイツ航空母艦
pl: Niemieckie lotniskowce
ru: Авианосцы Германии
uk: Авіаносці Німеччини
zh: Авианосцы Германии
zh_sg: 德国航空母舰

# IDS_GERMANY_BATTLESHIP
source: German battleships
es_mx: Acorazados alemanes
ja: ドイツ戦艦
pl: Niemieckie pancerniki
ru: Линкоры Германии
uk: Лінкори Німеччини
zh: Линкоры Германии
zh_sg: 德国战列舰

# IDS_GERMANY_CRUISER
source: German cruisers
es_mx: Cruceros alemanes
ja: ドイツ巡洋艦
pl: Niemieckie krążowniki
ru: Крейсеры Германии
uk: Крейсери Німеччини
zh: Крейсеры Германии
zh_sg: 德国巡洋舰

# IDS_GERMANY_DESTROYER
source: German destroyers
es_mx: Destructores alemanes
ja: ドイツ駆逐艦
pl: Niemieckie niszczyciele
ru: Эсминцы Германии
uk: Есмінці Німеччини
zh: Эсминцы Германии
zh_sg: 德国驱逐舰

# IDS_GER_LILFISH_OG
source: LilFish OG
zh: 里尔鱼

# IDS_GER_PETE_EARTHLING
source: Pete Earthling
zh: 地球人皮特

# IDS_GET_EXP_PLAYING_ON_ELITE_AND_PREMIUM_SHIPS
source: Earn XP on Elite and Premium ships in combat.
es_mx: Gana XP en combate con barcos Elite y Premium.
ja: エリートおよびプレミアム艦艇で戦闘参加し EXP を稼ぎましょう。
pl: Zdobądź PD walcząc, elitarnym okrętem lub okrętem premium.
ru: Заработайте опыт в бою на элитных и премиум кораблях.
uk: Здобудьте досвід у бою на елітних та преміум кораблях.
zh: 可利用精英战舰在战斗中赚取经验。
zh_sg: 在战斗中用精英战舰和加值战舰来获取经验。

# IDS_GET_FOR_ACHIEVEMENTS
source: Awarded for achievements
es_mx: Concedida por logros
ja: 実績に対する褒賞
pl: Nagrodzono za osiągnięcia
ru: Выдаётся за достижение
uk: Видається за досягнення
zh: 战斗的奖励
zh_sg: 由成就而颁发

# IDS_GET_LOOTBOX
source: Collect container
es_mx: Recoger contenedor
ja: コンテナを入手
pl: Zbierz kontener
ru: Получить контейнер
uk: Отримати контейнер
zh: 收集幸运补给箱
zh_sg: 收集补给箱

# IDS_GIFTBOX_INSTRUCTION
source: Open list of issued rewards
es_mx: Abrir la lista de recompensas emitidas
ja: 支給された褒賞の一覧を開く
pl: Otwórz listę przyznanych nagród
ru: Открыть список полученных наград
uk: Відкрити список отриманих нагород
zh: 开启已发给奖励的名单
zh_sg: 开启已发给奖励的名单

# IDS_GIFTS_EARNED_AVAILABLE_INFO
source: Your rewards
es_mx: Tus recompensas
ja: 取得褒賞
pl: Twoje nagrody
ru: Полученные награды
uk: Отримані нагороди
zh: 您获得的奖励
zh_sg: 您获得的奖励

# IDS_GIFTS_FOR_HEROES
source: Honor to Heroes
es_mx: Honor a los Héroes
ja: 英雄の名誉
pl: Chwała Bohaterom
ru: Чествуем героев
uk: Нагорода героям
zh: 尊敬的英雄
zh_sg: 向英雄致敬

# IDS_GMSIGMACOUNT
source: to maximum dispersion of main battery shells
es_mx: a la dispersión máxima de los proyectiles de la batería principal
ja: : 主砲弾の最大散布界
pl: do maksymalnego rozrzutu pocisków głównej baterii
ru: к максимальному рассеиванию снарядов ГК
uk: до максимального розсіювання снарядів ГК
zh: 主炮组炮弹的最大偏差度
zh_sg: 主炮组炮弹的最大误差

# IDS_GOING_TO_INVITATIONS
source: Going to Invitations
es_mx: Accediendo a las Invitaciones
ja: 招待に移動中
pl: Przechodzenie do zaproszeń
ru: Переходим к приглашению
uk: Переходимо до запрошення
zh: 前往邀请中
zh_sg: 正在前往邀请

# IDS_GOLD
source: Purchase doubloons
es_mx: Comprar doblones
ja: ダブロンの購入
pl: Kup dublony
ru: Купить дублоны
uk: Купити дублони
zh: 购买金币
zh_sg: 购买达布隆

# IDS_GOLD_COLON
source: Doubloons:
es_mx: Doblones:
ja: ダブロン:
pl: Dublony:
ru: Дублоны:
uk: Дублони:
zh: 金币：
zh_sg: 达布隆：

# IDS_GOLD_CONVERTION_NOT_AVAILABLE_FOR_LAZY_TOOLTIP
source: Credits can be exchanged by registered players only
es_mx: Los créditos solo pueden ser intercambiados por jugadores registrados
ja: クレジットの変換は登録済みプレイヤー限定です
pl: Zamiana kredytów dostępna jest tylko dla zarejestrowanych graczy
ru: Обмен кредитов доступен только зарегистрированным игрокам
uk: Обмінювати кредити можуть лише зареєстровані гравці
zh: 只有已注册玩家才能兑换银币
zh_sg: 只有已注册玩家才能兑换银币

# IDS_GOLD_PURCHACE_NOT_AVAILABLE_FOR_LAZY_TOOLTIP
source: Doubloons can be purchased by registered players only
es_mx: Los Doblones solo pueden ser adquiridos por jugadores registrados
ja: ダブロンの購入は登録済みプレイヤー限定です
pl: Kupno dublonów dostępne jest tylko dla zarejestrowanych graczy
ru: Покупка дублонов доступна только зарегистрированным игрокам
uk: Купити дублони можуть лише зареєстровані гравці
zh: 只有已注册玩家才能购买金币
zh_sg: 只有已注册玩家才能购买达布隆

# IDS_GOOD_MANNERS
source: Good manners
es_mx: Buenos modales
ja: 良好なマナー
pl: Dobre maniery
ru: Хорошие манеры
uk: Гарні манери
zh: 有礼貌
zh_sg: 有礼貌

# IDS_GOOD_PLAYER
source: Plays well
es_mx: Juega Bien
ja: 巧みなプレイ
pl: Dobra gra
ru: Хорошо играет
uk: Добре грає
zh: 绝佳表现
zh_sg: 技术高超

# IDS_GOOD_RIVAL
source: Worthy adversary
es_mx: Digno adversario
ja: 好敵手
pl: Godny przeciwnik
ru: Достойный соперник
uk: Гідний супротивник
zh: 值得的对手
zh_sg: 敬佩的对手

# IDS_GOTO_BASE
source: Go to Naval Base
es_mx: Ir a la Base Naval
ja: 海軍基地へ
pl: Do bazy morskiej
ru: Перейти к базе
uk: Перейти до бази
zh: 前往海军基地
zh_sg: 前往海军基地

# IDS_GOTO_EXTERIOR_CONFIGURATION
source: Go to Exterior screen
es_mx: Ir a la pantalla de exterior
ja: 外装画面へ
pl: Przejdź do ekranu Wygląd
ru: Перейти к экрану внешнего вида корабля
uk: Перейти на екран зовнішнього вигляду корабля
zh: 到外部界面
zh_sg: 到外观界面

# IDS_GOTO_INVITATIONS
source: Go to Invitation
es_mx: Ir a la Invitación
ja: 招待へ
pl: Przejdź do zaproszenia
ru: Перейти к приглашению
uk: Перейти до запрошення
zh: 前往邀请
zh_sg: 前往邀请

# IDS_GOT_ACHIEVEMENT_CHAT
source: has received the achievement:
es_mx: ha recibido el logro:
ja: さんが実績を取得:
pl: otrzymał odznaczenie:
ru: получил достижение
uk: отримав досягнення
zh: 已取得的成果
zh_sg: 已取得的成果

# IDS_GO_BACK_TO_ROOM
source: Back to Training Room
es_mx: Volver a la Sala de Entrenamiento
ja: トレーニングルームに戻る
pl: Powrót do pokoju treningowego
ru: Вернуться к комнате
uk: Повернутися до кімнати
zh: 回到训练房
zh_sg: 返回训练房间

# IDS_GO_NAVY_COMMON_RESULT_BUTTON
source: COMPETITION
es_mx: COMPETENCIA
ja: コンペティション
pl: ZAWODY
ru: СОРЕВНОВАНИЕ
uk: ЗМАГАННЯ
zh: 竞赛
zh_sg: 争霸赛

# IDS_GO_NAVY_DAY_WINDOW_HEADER
source: GO NAVY! DAY %(arcDay)s
es_mx: GO NAVY! DÍA %(arcDay)s
ja: GO NAVY! デイ %(arcDay)s
pl: GO NAVY! DZIEŃ %(arcDay)s
ru: GO NAVY! ДЕНЬ %(arcDay)s
uk: GO NAVY! ДОБА %(arcDay)s
zh: 海军加油!第%(arcDay)s天
zh_sg: GO NAVY! 第%(arcDay)s天

# IDS_GO_NAVY_PERSONAL_RESULT_BUTTON
source: MY CONTRIBUTION
es_mx: MI CONTRIBUCIÓN
ja: 自分の貢献
pl: MÓJ WKŁAD
ru: МОЙ ВКЛАД
uk: МІЙ ВНЕСОК
zh: 我的贡献
zh_sg: 我的贡献

# IDS_GO_NAVY_REGLAMENT_BUTTON
source: RULES
es_mx: REGLAS
ja: ルール
pl: ZASADY
ru: ПРАВИЛА
uk: ПРАВИЛА
zh: 规则
zh_sg: 规则

# IDS_GO_TO_ACCESS_LEVEL_MOUSE_INSTRUCTION
source: Go to Access Levels
es_mx: Ir a los Niveles de Acceso
ja: アクセスレベルへ移動
pl: Przejdź do poziomów dostępu
ru: Перейти к уровням доступа
uk: Перейти до рівнів доступу
zh: Перейти к уровням доступа
zh_sg: 前往权限等级

# IDS_GO_TO_ALMANAC_MOUSE_INSTRUCTION
source: Go to Daily Shipments
es_mx: Ir a Envios Diarios
ja: 今日の褒賞へ
pl: Przejdź do Dostaw codziennych
ru: Перейти к Снабжению
uk: Перейти до забезпечення
zh: 前往每日货运
zh_sg: 前往每日货运

# IDS_GO_TO_ARSENAL
source: Go to Armory
es_mx: Ir a la Armería
ja: 武器庫へ
pl: Przejdź do Zbrojowni
ru: Перейти в Адмиралтейство
uk: Перейти в Адміралтейство
zh: 前往军火库！
zh_sg: 前往兵工厂

# IDS_GO_TO_CAMPAIGNS_MOUSE_INSTRUCTION
source: Go to Campaigns
es_mx: Ir a las Campañas
ja: キャンペーンへ
pl: Przejdź do kampanii
ru: Перейти к экрану Кампаний
uk: Перейти на екран Кампаній
zh: Перейти к экрану Кампаний
zh_sg: 前往战役

# IDS_GO_TO_CATALOGUE
source: Go to Captain's Logbook
es_mx: Ir a la Bitácora del Capitán
ja: 艦長日誌へ
pl: Przejdź do Dziennika Kapitana
ru: Перейти в Судовой журнал
uk: Перейти до Суднового журналу
zh: Перейти в Судовой журнал
zh_sg: 前往舰长日志

# IDS_GO_TO_CLANS
source: Go to Clans
es_mx: Ir a Clanes
ja: クランへ
pl: Przejdź do klanów
ru: Перейти к Кланам
uk: Перейти до Кланів
zh: Перейти к Кланам
zh_sg: 前往军团

# IDS_GO_TO_COLLECTION_SCREEN
source: Go to Collection
es_mx: Ir a la Colección
ja: コレクションへ
pl: Przejdź do Kolekcji
ru: Перейти к коллекции
uk: Перейти до колекції
zh: 前往收藏
zh_sg: 前往收藏

# IDS_GO_TO_INVITE_FRIENDS
source: Go to the Recruiting Station screen
es_mx: Ir a la pantalla de la Estación de Reclutamiento
ja: 募集ステーションの画面へ移動
pl: Przejdź do ekranu Stacji rekrutacyjnej
ru: Перейти к экрану Морского братства
uk: Перейти на екран Морського братства
zh: Перейти к экрану Морского братства
zh_sg: 前往征募站界面

# IDS_GO_TO_LOOTBOXES_MOUSE_INSTRUCTION
source: Go to Containers
es_mx: Ir a los Contenedores
ja: コンテナへ
pl: Przejdź do kontenerów
ru: Перейти к Контейнерам
uk: Перейти до Контейнерів
zh: Перейти к Контейнерам
zh_sg: 前往补给箱

# IDS_GO_TO_METASHOP_MOUSE_INSTRUCTION
source: Go to Armory
es_mx: Ir a la Armería
ja: 武器庫へ
pl: Przejdź do Zbrojowni
ru: Перейти в Адмиралтейство
uk: Перейти в Адміралтейство
zh: 前往军火库！
zh_sg: 前往兵工厂

# IDS_GO_TO_MISSIONS
source: Go to Tasks
es_mx: Ir a las Tareas
ja: タスクへ
pl: Przejdź do zadań
ru: Перейти к заданиям
uk: Перейти до завдань
zh: 前往工作
zh_sg: 前往目标地点

# IDS_GO_TO_MODULES_MOUSE_INSTRUCTION
source: Show the ship's Spec Sheet
es_mx: Mostrar la Ficha Técnica del barco
ja: 艦艇の諸元を表示
pl: Pokaż specyfikację techniczną okrętu
ru: Показать карточку корабля
uk: Показати картку корабля
zh: Показать карточку корабля
zh_sg: 显示战舰特性表

# IDS_GO_TO_MY_CLUBS
source: Go to My Teams
es_mx: Ir a Mis Equipos
ja: マイチームへ
pl: Przejdź do moich drużyn
ru: Перейти к моим командам
uk: Перейти до моїх команд
zh: 前往我的队伍
zh_sg: 前往我的团队

# IDS_GO_TO_NEWS_TOOLTIP
source: Go to News
es_mx: Ir a las Noticias
ja: ニュースへ
pl: Przejdź do wiadomości
ru: Перейти к Новостям
uk: Перейти до Новин
zh: Перейти к Новостям
zh_sg: 前往新闻

# IDS_GO_TO_OBJECT_SCREEN
source: Go to item view screen
es_mx: Ir a la pantalla de visualización de artículos
ja: アイテム閲覧画面へ
pl: Przejdź do ekranu przeglądania przedmiotów
ru: Перейти на экран просмотра
uk: Перейти на екран перегляду
zh: 前往物品检视画面
zh_sg: 前往物品查看界面

# IDS_GO_TO_PREMSHOP_MOUSE_INSTRUCTION
source: Go to Premium Shop
es_mx: Ir a la Tienda Premium
ja: プレミアムショップへ
pl: Przejdź do sklepu premium
ru: Перейти в Премиум магазин
uk: Перейти в Преміум магазин
zh: Перейти в Премиум магазин
zh_sg: 前往商店

# IDS_GO_TO_PREVIOUS_STEP
source: Go to the previous step
es_mx: Ir al paso anterior
ja: 前のステップへ
pl: Przejdź do poprzedniego kroku
ru: К предыдущему шагу
uk: До попереднього кроку
zh: 返回到上一步
zh_sg: 返回上一步

# IDS_GO_TO_PROFILE_ACCOUNT_MOUSE_INSTRUCTION
source: Go to Service Record
es_mx: Ir a la Hoja de Servicio
ja: 任務記録へ
pl: Przejdź do przebiegu służby
ru: Перейти к экрану Послужного списка
uk: Перейти на екран Послужного списку
zh: Перейти к экрану Послужного списка
zh_sg: 前往服役记录

# IDS_GO_TO_RANKS_MOUSE_INSTRUCTION
source: Go to Ranks
es_mx: Ir a Rangos
ja: ランクへ
pl: Przejdź do stopni
ru: Перейти к экрану Рангов
uk: Перейти на екран Рангів
zh: Перейти к экрану Рангов
zh_sg: 前往排名

# IDS_GO_TO_REFERRAL_SYSTEM
source: Go to the Recruiting Station
es_mx: Ir a la Estación de Reclutamiento
ja: 募集ステーションへ
pl: Przejdź do Stacji rekrutacyjnej
ru: Перейти к Морскому братству
uk: Перейти до Морського братства
zh: Перейти к Морскому братству
zh_sg: 前往征募站

# IDS_GO_TO_REPLAYS
source: Go to Replays
es_mx: Ir a las Repeticiones
ja: リプレイへ
pl: Przejdź do powtórek
ru: Перейти к Повторам
uk: Перейти до Повторів
zh: Перейти к Повторам
zh_sg: 前往回放

# IDS_GO_TO_SHIPYARD_MOUSE_INSTRUCTION
source: Go to the Dockyard screen
es_mx: Ir a la pantalla del Astillero
ja: 造船所の画面へ
pl: Przejdź do ekranu Stoczni
ru: Перейти к экрану Верфи
uk: Перейти на екран Верфі
zh: Перейти к экрану Верфи
zh_sg: 前往造船厂界面

# IDS_GO_TO_SSE_BATTLE_TASKS_MOUSE_INSTRUCTION
source: Go to Combat Missions
es_mx: Ir a las Misiones de Combate
ja: コンバットミッションへ
pl: Przejdź do misji bojowych
ru: Перейти к экрану Боевых задач
uk: Перейти на екран Бойових завдань
zh: Перейти к экрану Боевых задач
zh_sg: 前往作战任务

# IDS_GO_TO_VIDEO_TUTORIALS_MOUSE_INSTRUCTION
source: Go to Video Tutorials
es_mx: Ir a los Tutoriales en Video
ja: ビデオチュートリアルへ
pl: Przejdź do filmów instruktażowych
ru: Перейти к Обучающим видео
uk: Перейти до Навчальних відео
zh: Перейти к Обучающим видео
zh_sg: 前往视频教程

# IDS_GO_TO_WAREHOUSE
source: Go to Inventory
es_mx: Ir al Inventario
ja: 倉庫へ
pl: Przejdź do inwentarza
ru: Перейти в Имущество
uk: Перейти до Майна
zh: Перейти в Имущество
zh_sg: 前往仓库

# IDS_GRAND_NAVAL_BATTLES
source: Clash of the Elements
es_mx: Choque de elementos
ja: クラッシュ・オブ・ジ・エレメンツ
pl: Zderzenie żywiołów
ru: Битва стихий
uk: Битва стихій
zh: 元素冲突
zh_sg: 元素冲突

# IDS_GRAPHICS_API
source: Graphics API
es_mx: Gráficos API
ja: グラフィック API
pl: API graficzne
ru: Графический API
uk: Графічний API
zh: 图形 API
zh_sg: 图形 API

# IDS_GRAPHICS_OPTIONS
source: Graphics
es_mx: Gráficos
ja: グラフィック
pl: Grafika
ru: Графика
uk: Графіка
zh: 画质
zh_sg: 画质

# IDS_GREETINGS_ON_CLUB_SCREEN
source: Welcome to the Teams screen
es_mx: Bienvenido a la pantalla de Equipos
ja: チーム画面へようこそ
pl: Witamy na ekranie drużyn
ru: Приветствуем вас на экране команд
uk: Вітаємо вас на командному екрані
zh: 欢迎来到队伍画面
zh_sg: 欢迎来到团队画面

# IDS_GREGORY_OLDNICK
source: Chernomor
ru: Черномор
uk: Чорномор
zh: 切诺莫诺

# IDS_GROUP_TITLE_IGNOR_LIST
source: Blacklist
es_mx: Lista negra
ja: ブラックリスト
pl: Czarna lista
ru: Чёрный список
uk: Чорний список
zh: 黑名单
zh_sg: 黑名单

# IDS_GSSIGMACOUNT
source: to maximum dispersion of secondary battery shells
es_mx: a la dispersión máxima de los proyectiles de la batería secundaria
ja: : 副砲弾の最大散布界
pl: do maksymalnego rozrzutu pocisków dodatkowej baterii
ru: к максимальному рассеиванию снарядов ПМК
uk: до максимального розсіювання снарядів ПМК
zh: 副炮组炮弹的最大偏差度
zh_sg: 副炮组炮弹的最大误差

# IDS_GUARANTEEDREWARD
source: Guaranteed Reward
es_mx: Recompensa Garantizada
ja: 基本褒賞
pl: Nagroda gwarantowana
ru: Гарантированная награда
uk: Гарантована нагорода
zh: 保证奖励
zh_sg: 保证奖励

# IDS_GUNZOU
source: Gunzo Chihaya
ja: 千早群像
zh: 千早群像

# IDS_GUN_LOCK_INDICATOR_ABSOLUTE
source: ARMAMENT: LOCKED ON SECTOR
es_mx: ARMAMENTO APUNTANDO A SECTOR
ja: 兵装: セクターにロック
pl: DZIAŁA ZABLOKOWANE NA SEKTORZE
ru: ВООРУЖЕНИЕ: СЕКТОР ЗАФИКСИРОВАН
uk: ОЗБРОЄННЯ: СЕКТОР ЗАФІКСОВАНО
zh: 武器：已锁定该区域
zh_sg: 武器：已锁定该区域

# IDS_GUN_LOCK_INDICATOR_RELATIVE
source: ARMAMENT: LOCKED ON BEARING
es_mx: ARMAMENTO: FIJADO EN RUMBO
ja: 兵装: 方位にロック
pl: DZIAŁA USTAWIONE NA KĄT KURSOWY
ru: ВООРУЖЕНИЕ: УГОЛ ЗАФИКСИРОВАН
uk: ОЗБРОЄННЯ: КУТ ЗАФІКСОВАНО
zh: 武器：已锁定方位
zh_sg: 武器：已锁定方位

# IDS_H2019_BORISANGLER
source: Boris Angler
ru: Борис Удильщик
zh: Борис Удильщик

# IDS_H2019_ECRASEURSCHUBS
source: Dr. van Shuboff
ru: Доктор ван Шубов
zh: Доктор ван Шубов

# IDS_HAGURO
source: Haguro
ja: ハグロ
zh: 羽黑

# IDS_HALLOWEEN_TORPEDOES_DESCRIPTION_FROST
source: Temporarily cripples the engine and all types of armament.
es_mx: Paraliza emporalmente el motor y todo tipo de armamento.
ja: エンジンとあらゆる兵装を一時的に機能停止させます。
pl: Tymczasowo uszkadza maszynownię i wszystkie rodzaje uzbrojenia.
ru: Временно выводят из строя двигатель и все виды вооружения.
uk: Тимчасово виводять з ладу двигун і всі види озброєння.
zh: 暂时瘫痪引擎与所有类型的武装。
zh_sg: 暂时使引擎和所有类型的武器瘫痪。

# IDS_HALLOWEEN_TORPEDOES_DESCRIPTION_NORMAL
source: Effective against large armored targets. Ideal in combination with "freezing" torpedoes.
es_mx: Efectivo contra objetivos de gran tamaño. Ideal en combinación con los torpedos "congelantes".
ja: 大型の装甲目標に対して効果的であり、「フリーズ」魚雷との組み合わせが理想的です。
pl: Skuteczny przeciw dużym, opancerzonym celom. Działa doskonale z torpedami zamrażającymi.
ru: Эффективны против крупных бронированных целей. Идеальны в комбинации с замораживающими торпедами.
uk: Ефективні проти великих броньованих цілей. Ідеальні у поєднанні з морозильними торпедами.
zh: 有效对抗大型装甲目标。非常适合与「冷冻」鱼雷结合使用。
zh_sg: 有效对抗大型装甲目标。非常适合与“冰冻”鱼雷结合使用。

# IDS_HALLOWEEN_TORPEDOES_TITLE_FROST
source: Freezing Torpedoes
es_mx: Torpedos Congelantes
ja: フリーズ魚雷
pl: Torpedy zamrażające
ru: Замораживающие торпеды
uk: Морозильні торпеди
zh: 冷冻鱼雷
zh_sg: 冰冻鱼雷

# IDS_HALLOWEEN_TORPEDOES_TITLE_NORMAL
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_HALSEY
source: William F. Halsey Jr.
zh: 威廉-弗雷德里克-哈尔西

# IDS_HANGAR_SIZE
source: Hangar capacity
es_mx: Capacidad del hangar
ja: 格納庫搭載機数
pl: Pojemność hangaru
ru: Вместимость ангара
uk: Місткість ангара
zh: Вместимость ангара
zh_sg: 机库容量

# IDS_HANGAR_SQUADRON_NUM_ATTACKERS
source: Attacking flights per squadron
es_mx: Vuelos de ataque por escuadrón
ja: 1 中隊あたりの攻撃小隊数
pl: Klucze atakujące na eskadrę
ru: Атакующих звеньев в эскадрилье
uk: Атакувальних ланок в ескадрильї
zh: Атакующих звеньев в эскадрилье
zh_sg: 每个中队的攻击序列

# IDS_HANGAR_SQUADRON_PLANES_CURRENT
source: Number of ready aircraft
es_mx: Cantidad de aviones listos
ja: 準備完了した機数
pl: Liczba gotowych samolotów
ru: Самолётов готово
uk: Літаків готово
zh: 准备完成的飞机数量
zh_sg: 待命飞机数量
