Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PWSD508_DESCR
source: An M-class destroyer built for the Royal Navy, but transferred to the Polish Navy shortly after being commissioned. Despite similarities with Lightning-class ships, Orkan boasted stronger AA defenses which were reinforced at the cost of a reduced number of torpedo tubes.
es_mx: Un destructor de la clase M construido para la Royal Navy, pero que fue transferido a la Armada Polaca poco después de ser puesto en servicio. A pesar de sus similitudes con los barcos de la clase Lightning, el Orkan contaba con defensas AA más fuertes que estaban reforzadas a costa de una menor cantidad de tubos de torpedos.
ja: 本艦は元々はイギリス海軍用として建造された M 級駆逐艦でしたが、就役後間もなくポーランド海軍に引き渡され、オルカンとして就役しました。ライトニング級と類似していますが、魚雷発射管を減じることで対空兵装の強化を実現しています。
pl: Niszczyciel typu M, który zbudowano dla Royal Navy, ale krótko po oddaniu do służby przekazano Marynarce Wojennej Rzeczpospolitej Polskiej. Pomimo podobieństw do okrętów klasy Lightning, Orkan posiadał lepsze uzbrojenie przeciwlotnicze, które wzmocniono kosztem liczby wyrzutni torped.
ru: Эсминец типа M, построенный для ВМС Великобритании и вскоре после вступления в строй переданный ВМС Польши. Близок к кораблям типа Lightning, отличаясь от них усиленным вооружением ПВО за счёт уменьшения числа торпедных аппаратов.
uk: Есмінець типу M, який побудували для ВМС Великобританії та незабаром після вступу до лав флоту передали ВМС Польщі. Нагадує кораблі типу Lightning, відрізняючись від них посиленим озброєнням ППО завдяки зменшенню кількості торпедних апаратів.
zh: Эсминец типа M, построенный для ВМС Великобритании и вскоре после вступления в строй переданный ВМС Польши. Близок к кораблям типа Lightning, отличаясь от них усиленным вооружением ПВО за счёт уменьшения числа торпедных аппаратов.
zh_sg: 一种为皇家海军建造的M级驱逐舰，但在服役不久后被移交给波兰海军。尽管与闪电级战舰有相似之处，但奥坎在对空防御方面更加强大，但这是以减少鱼雷发射管数量为代价的。

# IDS_PWSD510_DESCR
source: The lead ship in a series of "submarine hunters" used by the Dutch Navy. The ship carried various anti-submarine weapons as well as 120 mm Bofors dual purpose naval guns, one of the most effective pieces of armament during the post-war period.
es_mx: El barco insignia de una serie de "cazasubmarinos" usados por la Armada de los Países Bajos. El barco cargaba varias armas antisubmarinos, así como los cañones navales Bofors de doble propósito de 120 mm, una de las piezas de armamento más efectivas durante el periodo de la posguerra.
ja: フリースラントは、オランダ海軍が運用していた「対潜艦」の艦級のネームシップであり、各種の対潜兵装と戦後期における最も効果的な兵装のひとつとして知られるボフォース 120 mm 両用砲を搭載していました。
pl: Okręt prowadzący serii holenderskich łowców okrętów podwodnych. Okręt posiadał rozmaite uzbrojenie przeznaczone do zwalczania okrętów podwodnych, a także morskie działa uniwersalne kal. 120 mm produkcji Boforsa, jedne z najskuteczniejszych rodzajów uzbrojenia okresu powojennego.
ru: Головной корабль в серии «истребителей подводных лодок» ВМС Нидерландов. Был вооружён различными средствами ПЛО и одной из самых удачных послевоенных артиллерийских систем — 120-мм универсальными орудиями «Бофорс».
uk: Головний корабель серії «винищувачів підводних човнів» ВМС Нідерландів. Був озброєний різними засобами протичовнової оборони та однією з найбільш вдалих післявоєнних артилерійських систем — 120-мм універсальними гарматами «Бофорс».
zh: Головной корабль в серии «истребителей подводных лодок» ВМС Нидерландов. Был вооружён различными средствами ПЛО и одной из самых удачных послевоенных артиллерийских систем — 120-мм универсальными орудиями «Бофорс».
zh_sg: 荷兰海军“潜艇猎人”系列中的旗舰。该战舰携带各种反潜武器以及120毫米口径的博福斯两用海军炮，这是战后最有效的武器之一。

# IDS_PWSD610_DESCR
source: One of the largest and most powerful destroyers in the Swedish Royal Navy, armed with highly effective 120 mm main guns that boasted a high rate of fire. The ship's distinctive feature was her torpedo launchers with different numbers of tubes.
es_mx: Uno de los más grandes y más poderosos destructores de la Armada Real Sueca, armado con cañones principales de 120 mm altamente efectivos y con una elevada cadencia de disparo. La característica distintiva del barco eran sus lanzadores de torpedos con diferentes cantidades de tubos.
ja: スモーランドは、スウェーデン海軍としては最も大型かつ強力な駆逐艦のひとつであり、高い射撃速度を誇る極めて効果的な 120 mm 砲を搭載していました。特徴として、門数が異なる 2 基の魚雷発射管を搭載していました。
pl: Jeden z największych i najpotężniejszych niszczycieli szwedzkiej marynarki wojennej, uzbrojony w bardzo skuteczne działa kal. 120 mm o dużej szybkostrzelności. Cechą charakterystyczną tego okrętu były wyrzutnie torpedowe o różnych liczbach rur.
ru: Один из самых мощных и крупных эсминцев Королевского флота Швеции, вооружённый удачными, обладавшими высокой скорострельностью, 120-мм орудиями. Отличительной чертой корабля были торпедные аппараты с разным числом труб.
uk: Один з найпотужніших і найбільших есмінців Королівського флоту Швеції, озброєний вдалими 120-мм гарматами з високою скорострільністю. Відмітною рисою корабля були торпедні апарати з різною кількістю труб.
zh: Один из самых мощных и крупных эсминцев Королевского флота Швеции, вооружённый удачными, обладавшими высокой скорострельностью, 120-мм орудиями. Отличительной чертой корабля были торпедные аппараты с разным числом труб.
zh_sg: 瑞典皇家海军体积最大、火力最强的驱逐舰之一，装备了高射速的120毫米主炮。突出特点是鱼雷武器有不同数量的发射管。

# IDS_PWSD910_DESCR
source: The largest and most powerful destroyers in the Swedish Navy. Their main advantages were their strong AA defenses and extremely rapid-firing main battery artillery.
es_mx: Los más grandes y poderosos destructores de la Armada Sueca. Sus principales ventajas eran sus fuertes defensas AA y su artillería de la batería principal con una cadencia de disparo extremadamente elevada.
ja: ラップランドはスウェーデン海軍としては最も大型かつ強力な駆逐艦の 1 隻でした。主な特長として強力な対空能力を備えており、主砲の射撃速度が極めて優れていました。
pl: Największe i najpotężniejsze niszczyciele szwedzkiej marynarki wojennej. Do ich głównych zalet należy zaliczyć silne uzbrojenie przeciwlotnicze i baterię główną o niespotykanej szybkostrzelności.
ru: Самые большие и мощные эсминцы ВМС Швеции, основными преимуществами которых были сильная ПВО и чрезвычайно скорострельная артиллерия главного калибра.
uk: Найбільші й найпотужніші есмінці ВМС Швеції, головними перевагами яких були потужна ППО та надзвичайно скорострільна артилерія головного калібру.
zh: Самые большие и мощные эсминцы ВМС Швеции, основными преимуществами которых были сильная ПВО и чрезвычайно скорострельная артиллерия главного калибра.
zh_sg: 瑞典海军中体积最大火力最强的驱逐舰。主要优势是强大的防空能力和射速极快的主炮组火炮。

# IDS_PWUA001_CA1_ART_STOCK
source: 120 mm/50 Bofors wz. 34/36
ru: 120-мм/50 Bofors wz. 34/36
uk: 120-мм/50 Bofors wz. 34/36
zh: 120-мм/50 Bofors wz. 34/36

# IDS_PWUA101_DD2_ART_STOCK
source: 100 mm/50 Skoda K10
ru: 100-мм/50 Skoda K10
uk: 100-мм/50 Skoda K10
zh: 100-мм/50 Skoda K10

# IDS_PWUA201_DD3_ART_STOCK
source: 100 mm/47 OTO Model 1931
ru: 100-мм/47 OTO Model 1931
uk: 100-мм/47 OTO Model 1931
zh: 100-мм/47 OTO Model 1931

# IDS_PWUA202_DD3_ART_TOP
source: 120 mm/45 Bofors M1924
ru: 120-мм/45 Bofors M1924
uk: 120-мм/45 Bofors M1924
zh: 120-мм/45 Bofors M1924

# IDS_PWUA302_DD4_ART_STOCK
source: 120 mm/45 Bofors M1924
ru: 120-мм/45 Bofors M1924
uk: 120-мм/45 Bofors M1924
zh: 120-мм/45 Bofors M1924

# IDS_PWUA303_ART_VIRIBUS
source: 305 mm/45 Skoda K10
ru: 305-мм/45 Skoda K10
uk: 305-мм/45 Skoda K10
zh: 305 毫米/45 斯柯达 K10

# IDS_PWUA402_DD5_ART_TOP
source: 120 mm/50 Bofors M1924
ru: 120-мм/50 Bofors M1924
uk: 120-мм/50 Bofors M1924
zh: 120-мм/50 Bofors M1924

# IDS_PWUA501_DD6_ART_STOCK
source: 120 mm/50 Bofors M1924
ru: 120-мм/50 Bofors M1924
uk: 120-мм/50 Bofors M1924
zh: 120-мм/50 Bofors M1924

# IDS_PWUA601_120_50_WZ_34_36
source: 120 mm/50 wz. 34/36 Bofors
ru: 120-мм/50 wz. 34/36 Bofors
uk: 120-мм/50 wz. 34/36 Bofors
zh: 120 毫米/50单装 博福斯34/36型

# IDS_PWUA602_DD7_ART_STOCK
source: 120 mm/50 Bofors M1942
ru: 120-мм/50 Bofors M1942
uk: 120-мм/50 Bofors M1942
zh: 120-мм/50 Bofors M1942

# IDS_PWUA701_DD8_ART_STOCK
source: 120 mm/50 Bofors M1942
ru: 120-мм/50 Bofors M1942
uk: 120-мм/50 Bofors M1942
zh: 120-мм/50 Bofors M1942

# IDS_PWUA702_DD8_ART_ORKAN
source: 120 mm/50 QF Mk XI
ru: 120-мм/50 QF Mk XI
uk: 120-мм/50 QF Mk XI
zh: 120 毫米/50 QF Mk XI

# IDS_PWUA801_DD9_ART_STOCK
source: 120 mm/50 Bofors M1942
ru: 120-мм/50 Bofors M1942
uk: 120-мм/50 Bofors M1942
zh: 120-мм/50 Bofors M1942

# IDS_PWUA901_ART_FRIESLAND
source: 120 mm/50 Bofors No.10
ru: 120-мм/50 Bofors №10
uk: 120-мм/50 Bofors № 10
zh: 120-мм/50 Bofors №10

# IDS_PWUA902_DD10_ART_STOCK
source: 120 mm/50 Bofors M1950
ru: 120-мм/50 Bofors M1950
uk: 120-мм/50 Bofors M1950
zh: 120-мм/50 Bofors M1950

# IDS_PWUA903_DD10_SMALAND
source: 120 mm/50 Bofors M1950
ru: 120-мм/50 Bofors M1950
uk: 120-мм/50 Bofors M1950
zh: 120-мм/50 Bofors M1950

# IDS_PWUA904_DD10_ART_TST_LAPPLAND
source: 120 mm/50 Bofors M1950
ru: 120-мм/50 Bofors M1950
uk: 120-мм/50 Bofors M1950
zh: 120-мм/50 Bofors M1950

# IDS_PWUE001_CA1_ENG_STOCK
source: Propulsion: 6,000 hp
es_mx: Propulsión: 6000 hp
ja: 推力: 6,000 馬力
pl: Napęd: 6000 KM
ru: ЭУ 6000 л.с.
uk: СУ 6 000 к. с.
zh: ЭУ 6000 л.с.
zh_sg: 推进系统 ：6000马力

# IDS_PWUE101_DD2_ENG_STOCK
source: Propulsion: 20,500 hp
es_mx: Propulsión: 20 500 hp
ja: 推力: 20,500 馬力
pl: Napęd: 20 500 KM
ru: ЭУ 20 500 л.с.
uk: СУ 20 500 к.с.
zh: 推进系统：20,500 匹马力
zh_sg: 推进系统 ：20500马力

# IDS_PWUE201_DD3_ENG_STOCK
source: Propulsion: 19,000 hp
es_mx: Propulsión: 19 000 hp
ja: 推力: 19,000 馬力
pl: Napęd: 19 000 KM
ru: ЭУ 19 000 л.с.
uk: СУ 19 000 к. с.
zh: ЭУ 19 000 л.с.
zh_sg: 推进系统 ：19000马力

# IDS_PWUE302_DD4_ENG_STOCK
source: Propulsion: 26,000 hp
es_mx: Propulsión: 26 000 hp
ja: 推力: 26,000 馬力
pl: Napęd: 26 000 KM
ru: ЭУ 26 000 л.с.
uk: СУ 26 000 к.с.
zh: 推进系统：26,000 匹马力
zh_sg: 推进系统：26000马力

# IDS_PWUE303_ENG_VIRIBUS
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PWUE401_DD5_ENG_STOCK
source: Propulsion: 36,000 hp
es_mx: Propulsión: 36 000 hp
ja: 推力: 36,000 馬力
pl: Napęd: 36 000 KM
ru: ЭУ 36 000 л.с.
uk: СУ 36 000 к. с.
zh: ЭУ 36 000 л.с.
zh_sg: 推进系统 ：36000马力

# IDS_PWUE501_DD6_ENG_STOCK
source: Propulsion: 41,000 hp
es_mx: Propulsión: 41 000 hp
ja: 推力: 41,000 馬力
pl: Napęd: 41 000 KM
ru: ЭУ 41 000 л.с.
uk: СУ 41 000 к. с.
zh: ЭУ 41 000 л.с.
zh_sg: 推进系统 ：41000马力

# IDS_PWUE601_ENGINE_54000
source: Propulsion: 54,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 54,000 馬力
pl: Napęd: 54 000 KM
ru: ЭУ 54 000 л.с.
uk: СУ 54 000 к.с.
zh: 推进系统：54,000 匹马力
zh_sg: 推进系统：54000马力

# IDS_PWUE602_DD7_ENG_STOCK
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PWUE701_DD8_ENG_STOCK
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PWUE702_DD8_ENG_ORKAN
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к. с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PWUE801_DD9_ENG_STOCK
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PWUE901_ENG_FRIESLAND
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: ЭУ 60 000 л.с.
zh_sg: 推进系统：60000马力

# IDS_PWUE902_DD10_ENG_STOCK
source: Propulsion: 58,000 hp
es_mx: Propulsión: 58 000 hp
ja: 推力: 58,000 馬力
pl: Napęd: 58 000 KM
ru: ЭУ 58 000 л.с.
uk: СУ 58 000 к. с.
zh: ЭУ 58 000 л.с.
zh_sg: 推进系统 ：58000马力

# IDS_PWUE903_DD10_SMALAND
source: Propulsion: 58,000 hp
es_mx: Propulsión: 58 000 hp
ja: 推力: 58,000 馬力
pl: Napęd: 58 000 KM
ru: ЭУ 58 000 л.с.
uk: СУ 58 000 к. с.
zh: ЭУ 58 000 л.с.
zh_sg: 推进系统 ：58000马力

# IDS_PWUE904_DD10_ENG_TST_LAPPLAND
source: Propulsion: 58,000 hp
es_mx: Propulsión: 58 000 hp
ja: 推力: 58,000 馬力
pl: Napęd: 58 000 KM
ru: ЭУ 58 000 л.с.
uk: СУ 58 000 к. с.
zh: ЭУ 58 000 л.с.
zh_sg: 推进系统 ：58000马力

# IDS_PWUH305_VIRIBUS
source: Viribus Unitis
zh: 联合力量
zh_sg: 联合力量

# IDS_PWUH601_BLYSKAWICA
source: Błyskawica
ja: Blyskawica
zh: 闪电
zh_sg: 闪电

# IDS_PWUS305_SUO_VIRIBUS
source: FKS Typ 4 Mod. 1
zh: FKS 4式1型

# IDS_PWUS601_SUO
source: SKO Mod. 7
zh: SKO 7型

# IDS_PWUT601_533_MARK_X
source: Mark 10
zh: Mk.10型

# IDS_PXAB002_GRUMMAN_TBF
source: Trident VB-17
zh: 三叉戟 VB-17

# IDS_PXAB003_AICHI_B7A
source: Hornets HC-I
pl: Szerszeń HC-I
zh: 黄蜂队 HC-I

# IDS_PXAB010_NAKAJIMA_C6N5_1B
source: Hornets HC-II
pl: Szerszeń HC-II
zh: 黄蜂队 HC-II

# IDS_PXAB810_HE111
source: Henkel He.111 P
zh: 亨克尔He.111 P

# IDS_PXAB811_LH_MK1
source: Lockheed Hudson Mk I
zh: 洛克希德-哈德逊Mk I

# IDS_PXAD008_WAKUSEI
source: Drones HC-II
pl: Truteń HC-II
zh: 无人机 HC-II

# IDS_PXAD009_AICHI_B7A
source: Drones HC-I
pl: Truteń HC-I
zh: 无人机 HC-I

# IDS_PXAD013_DOUGLAS_SBD5
source: Stymphalian VB-17
zh: 斯廷法利 VB-17

# IDS_PXAD810_JU87
source: Junkers Ju.87 B
zh: 容克Ju.87 B

# IDS_PXAF002_GRUMMAN_F6F
source: Boreas VB-17
zh: 北风 VB-17

# IDS_PXAF006_MITSUBISHI_A7M1
source: Wasps HC-I
pl: Osa HC-I
zh: 黄蜂 HC-I

# IDS_PXAF008_MITSUBISHI_A8M
source: Wasps HC-II
pl: Osa HC-II
zh: 黄蜂 HC-II

# IDS_PXAF810_BF110
source: Messerschmitt Bf.110 C
zh: 梅塞施密特Bf.110 C

# IDS_PXAF811_BF109
source: Messerschmitt Bf.110 E
zh: 梅塞施密特Bf.110 E

# IDS_PXAF812_BP_D_MK1
source: Boulton Paul Defiant Mk I
zh: 博尔顿-保罗 无畏Mk I

# IDS_PXAF813_H_MK1
source: Hurricane Mk I
zh: 飓风Mk I

# IDS_PXAF814_S_MK1
source: Spitfire Mk I
zh: 喷火Mk I

# IDS_PXES300_MONTANA_HW19_DESCRIPTION
source: Her enemies will surely shed true, not crocodile tears—this mighty leviathan will elicit the most honest of emotions!
es_mx: Sus enemigos derramaran lágrimas de verdad, no serán de cocodrilo. ¡Este poderoso leviatán provocará las más honestas emociones!
ja: 本艦の敵は、見せかけの涙ではなく心からの涙を流すことだろう。この強力なレヴィアタンは、最も率直な感情を引き出すのだ!
pl: Bez wątpienia jego przeciwnicy ronić będą prawdziwe, a nie krokodyle łzy – ten przerażający potwór morski skłoni ich do okazania najprawdziwszych emocji!
ru: Слёзы противников не будут крокодильими — этот могучий левиафан вызывает только искренние эмоции!
uk: Сльози супротивника не будуть крокодилячими — цей могутній левіафан викликає лише щирі емоції!
zh: Слёзы противников не будут крокодильими — этот могучий левиафан вызывает только искренние эмоции!
zh_sg: 它的敌人将流下真实而非虚假的眼泪——这名强大的利维坦能操控最真实的情感！

# IDS_PXES330_YAMATO_HW19_DESCRIPTION
source: Deadly red-hot claws and a sharp lead sting—that's what her inevitable retaliation looks like!
es_mx: Unas letales garras ardientes y un afilado aguijón de plomo; ¡así es cómo luce su inevitable venganza!
ja: 恐るべき赤い鋏と鋭い毒針。これこそが本艦による避けられぬ報復の姿である!
pl: Śmiercionośne, rozgrzane do czerwoności szpony i ostre ołowiane żądło – oto atrybuty nieuchronnego odwetu!
ru: Смертоносные раскалённые клешни и острое свинцовое жало — так выглядит неотвратимое возмездие!
uk: Смертоносні розпечені клішні та гостре свинцеве жало — так виглядає неминуче покарання!
zh: Смертоносные раскалённые клешни и острое свинцовое жало — так выглядит неотвратимое возмездие!
zh_sg: 致命的炽热利爪和尖刺——她的报复和看起来一样凶残！

# IDS_PXES430_HENRI_HW19_DESCRIPTION
source: This child of the smashing magic of the Earth is as impregnable as a stronghold, and as daunting as the shadows of the Twilight.
es_mx: Este hijo de la aplastante magia de la Tierra es tan inaccesible como un acantilado y tan desalentador como las sombras del Crepúsculo.
ja: 地球の見事な魔術で生み出された子供であり、断崖絶壁のように近寄り難く、逢魔時の影のように恐ろしい。
pl: Ten twór magii ziemi jest nieprzystępny niczym zbocze klifu i niepokojący niczym skradający się zmierzch.
ru: Порождение сокрушительной магии Земли — неприступный, как твердыня, устрашающий, как тени Сумрака.
uk: Породження руйнівної магії землі — неприступний, як фортеця, жахливий, як тіні Сутіні.
zh: Порождение сокрушительной магии Земли — неприступный, как твердыня, устрашающий, как тени Сумрака.
zh_sg: 这名大地魔法之子像陡峭的悬崖一样冷峻，像暮光的阴影一样令人畏惧。

# IDS_PXES470_ALASKA_HW19_DESCRIPTION
source: This bionic construct has spread its iron tentacles and is now fully ready to conquer the high seas.
es_mx: Esta construcción biónica ha desplegado sus tentáculos de hierro y está completamente lista para conquistar los mares.
ja: この生体工学的構造体は鉄の触手を広げ、外洋を制覇する準備を完璧に整えている。
pl: Gdy ten bioniczny twór rozczapierza swoje żelazne macki, sięga po tytuł władcy mórz.
ru: Биомеханический конструкт раскинул свои железные щупальца и готов покорить морские просторы.
uk: Біомеханічний конструктор розкинув свої залізні щупальці та готовий підкорити морські простори.
zh: Биомеханический конструкт раскинул свои железные щупальца и готов покорить морские просторы.
zh_sg: 仿生结构已经展开了铁触须并已经准备好征服大海。

# IDS_PXES530_KHABAROVSK_HW19_DESCRIPTION
source: Just its appearance is enough for this gigantic Scylla-like organism to inspire terror and primal fear in its enemies.
es_mx: Este gigantesco organismo parecido a Escila inspira terror y un miedo instintivo en sus enemigos solo con su apariencia.
ja: この巨大なスキュラのような有機体は、その外観だけで敵を恐怖させ、原初の恐れを呼び起こす。
pl: Ten gigantyczny, przypominający Skyllę organizm wzbudza we wrogach strach samym swoim wyglądem.
ru: Гигантский сциллоподобный организм одним своим видом внушает противникам смертельный ужас и первобытный трепет.
uk: Гігантський, схожий на Скіллу організм одним своїм виглядом викликає у супротивників смертельний страх та дике тремтіння.
zh: Гигантский сциллоподобный организм одним своим видом внушает противникам смертельный ужас и первобытный трепет.
zh_sg: 这个类斯库拉的巨型生物仅通过外表就能激发敌人的原始恐惧。

# IDS_PXES540_SHIMAKAZE_HW19_DESCRIPTION
source: Legends speak of the Angler's mastery of tracking and striking any careless prey. This sharp-toothed spawn of hell owns everything it meets on its way!
es_mx: Las leyendas hablan del dominio de Angler para rastrear y atacar a cualquier presa descuidada. ¡Este engendro del infierno con afilados dientes se apropia de todo lo que encuentre en su camino!
ja: 伝説によると、アングラー (アンコウ) は不用意な獲物を巧みに追跡して仕留めていた。この鋭い歯を持つ地獄から生まれた化け物は、その途上にあるあらゆる物の命運を握っている!
pl: Biegłość Anglera w tropieniu i uśmiercaniu każdej nieostrożnej ofiary jest legendarna. Ten piekielny pomiot rozszarpie każdego, kogo spotka na swojej drodze!
ru: О мастерстве удильщика выслеживать и подсекать добычу слагают легенды. Всё, что зубастое исчадие ада найдёт на своём пути, принадлежит ему!
uk: Про майстерність вудильника вистежувати та підсікати здобич складають легенди. Усе, що зубате породження пекла знайде на своєму шляху, належить йому!
zh: О мастерстве удильщика выслеживать и подсекать добычу слагают легенды. Всё, что зубастое исчадие ада найдёт на своём пути, принадлежит ему!
zh_sg: 传说中垂钓者善于追踪和攻击任何粗心的猎物。这个尖牙的地狱生物将吞噬在路上遇到的一切！

# IDS_PXGA006_45MM_SM_20_ZIF
source: 4BM
ru: 4БМ
uk: 4БМ
zh: 4БМ

# IDS_PXGA007_25MM_4M120
source: 4M
ru: 4М
uk: 4М
zh: 4М

# IDS_PXGA008_25MM_TYPE96
source: Triple gun
es_mx: Cañón triple
ja: 三連装
pl: Potrójne działo
ru: Трёхстволка
uk: Тристволка
zh: Трёхстволка
zh_sg: 三管炮

# IDS_PXGA009_25MM_TYPE96_SINGLE
source: Single gun
es_mx: Cañón individual
ja: 単装
pl: Pojedyncze działo
ru: Одностволка
uk: Одностволка
zh: Одностволка
zh_sg: 单管炮

# IDS_PXGA010_25MM_TYPE96_DOUBLE
source: Double gun
es_mx: Cañón doble
ja: 連装
pl: Podwójne działo
ru: Двустволка
uk: Двостволка
zh: Двустволка
zh_sg: 双管炮

# IDS_PXGA012_20MM_OERLIKON_MK4
source: 20 mm AD
ru: 20-мм AD
zh: 20-мм AD

# IDS_PXGA014_12_DSHK
source: DShK
ru: ДШК
uk: ДШК
zh: ДШК

# IDS_PXGA015_40MM_BOFORS
source: AD
ru: АД
zh: АД

# IDS_PXGA017_MACHINEGUNMAXIM_7_62
source: 7.62 mm Tsar Machine Gun
es_mx: Ametralladora Tsar de 7.62 mm
pl: 7,62 mm karabin maszynowy Car
ru: 7,62-мм Царь-пулемёт
uk: 7,62-мм Цар-кулемет
zh: 7.62 毫米 沙皇机枪

# IDS_PXGA019_37MM_67_V21
source: Doublet
pl: Dublet
ru: Дуплет
uk: Дуплет
zh: Дуплет

# IDS_PXGA020_63_5MM
source: 63.3 mm Tsar AA Gun
es_mx: Cañón AA Tsar de 63.3 mm
pl: 63,3 mm działo p. lot. Car
ru: 63,3-мм Царь-зенитка
uk: 63,3-мм Цар-зенітка
zh: 63.3 毫米 沙皇防空炮

# IDS_PXGA021_SPACE_MEDIUM_AA
source: 40 MW FireWall AA-X
ru: 40-МВт FireWall AA-X
uk: 40-МВт FireWall AA-X
zh: 40 MW 防火墙 AA-X
zh_sg: 40兆瓦特 FireWall AA-X

# IDS_PXGA022_SPACE_NEAR_AA
source: 25 MW/60 SpaceStorm Z500
ru: 25-МВт/60 SpaceStorm Z500
uk: 25-МВт/60 SpaceStorm Z500
zh: 25 MW/60 空间风暴 Z500
zh_sg: 25兆瓦特/60 SpaceStorm Z500

# IDS_PXGA023_SPACE_NEAR_AA
source: 25 MW/60 SpaceStorm Z500
ru: 25-МВт/60 SpaceStorm Z500
uk: 25-МВт/60 SpaceStorm Z500
zh: 25 MW/60 空间风暴 Z500
zh_sg: 25兆瓦特/60 SpaceStorm Z500

# IDS_PXGA024_SPACE_NEAR_AA
source: 20 MW SoftSingularity 38
ru: 20-МВт SoftSingularity 38
uk: 20-МВт SoftSingularity 38
zh: 20 MW SoS 38
zh_sg: 20兆瓦特 SoftSingularity 38

# IDS_PXGA025_SPACE_NEAR_AA
source: 20 MW SoftSingularity 38
ru: 20-МВт SoftSingularity 38
uk: 20-МВт SoftSingularity 38
zh: 20 MW SoS 38
zh_sg: 20兆瓦特 SoftSingularity 38

# IDS_PXGA026_SPACE_MEDIUM_AA
source: 55 MW/77 DoubleSingularity 76
ru: 55-МВт/77 DoubleSingularity 76
uk: 55-МВт/77 DoubleSingularity 76
zh: 55 MW/77 DoS 76
zh_sg: 55兆瓦特/77 DoubleSingularity 76

# IDS_PXGA027_SPACE_MEDIUM_AA
source: 55 MW/77 Fear Pollen X
ru: 55-МВт/77 Fear Pollen X
uk: 55-МВт/77 Fear Pollen X
zh: 55 MW/77 费尔波伦 X
zh_sg: 55兆瓦特/77 Fear Pollen X

# IDS_PXGA028_SPACE_MEDIUM_AA
source: 37 MW Fear Pollen X
ru: 37-МВт Fear Pollen X
uk: 37-МВт Fear Pollen X
zh: 37 MW 费尔波伦 X
zh_sg: 37兆瓦特 Fear Pollen X

# IDS_PXGA029_SPACE_NEAR_AA
source: 20 MW Amber AA
ru: 20-МВт Amber AA
uk: 20-МВт Amber AA
zh: 20 MW 安伯 AA
zh_sg: 20兆瓦特 Amber AA

# IDS_PXGA030_SPACE_FAR_AA
source: 76,2 MW/50 Kharon AA
ru: 76,2-МВт/50 Kharon AA
uk: 76,2-МВт/50 Kharon AA
zh: 76,2 MW/50 Kh AA
zh_sg: 76,2兆瓦特/50 Kharon AA

# IDS_PXGA031_SPACE_FAR_AA
source: 76 MW/50 Kharon AA
ru: 76-МВт/50 Kharon AA
uk: 76-МВт/50 Kharon AA
zh: 76 MW/50 Kh AA
zh_sg: 76兆瓦特/50 Kharon AA

# IDS_PXGA032_SPACE_MEDIUM_AA
source: 40 MW Amber AA
ru: 40-МВт Amber AA
uk: 40-МВт Amber AA
zh: 40 MW 安伯 AA
zh_sg: 40兆瓦特 Amber AA

# IDS_PXGA033_SPACE_MEDIUM_AA
source: 40 MW Amber AA
ru: 40-МВт Amber AA
uk: 40-МВт Amber AA
zh: 40 MW 安伯 AA
zh_sg: 40兆瓦特 Amber AA

# IDS_PXGA034_SPACE_MEDIUM_AA
source: 57 MW/60 Iapetus 1951
ru: 57-МВт/60 Iapetus 1951
uk: 57-МВт/60 Iapetus 1951
zh: 57 MW/60 Ia 1951
zh_sg: 57兆瓦特/60 Iapetus 1951

# IDS_PXGA035_SPACE_NEAR_AA
source: 20 MW Hyperion I
ru: 20-МВт Hyperion I
uk: 20-МВт Hyperion I
zh: 20 MW 亥伯 I
zh_sg: 20兆瓦特 Hyperion I

# IDS_PXGA036_SPACE_FAR_AA
source: 76,2 MW/70 Hyperion II
ru: 76,2-МВт/70 Hyperion II
uk: 76,2-МВт/70 Hyperion II
zh: 76,2 MW/70 亥伯 II
zh_sg: 76,2兆瓦特/70 Hyperion II

# IDS_PXGA037_SPACE_NEAR_AA
source: 25 MW Yablochko X3
ru: 25-МВт Yablochko X3
uk: 25-МВт Yablochko X3
zh: 25 MW Ya X3
zh_sg: 25兆瓦特 Yablochko X3

# IDS_PXGA038_SPACE_MEDIUM_AA
source: 45 MW Yablochko X5
ru: 45-МВт Yablochko X5
uk: 45-МВт Yablochko X5
zh: 45 MW Ya X5
zh_sg: 45兆瓦特 Yablochko X5

# IDS_PXGA039_SPACE_NEAR_AA
source: 20 MW Amber AA
ru: 20-МВт Amber AA
uk: 20-МВт Amber AA
zh: 20 MW 安伯 AA
zh_sg: 20兆瓦特 Amber AA

# IDS_PXGA040_37MM_46K
source: Starfall
ru: Звездопад
uk: Зорепад
zh: Звездопад

# IDS_PXGA048_VIVIGUN_BROWNING
source: 12.7 mm Corrosion
es_mx: Corrosión de 12.7 mm
pl: 12,7 mm Korozja
ru: 12,7-мм Corrosion
uk: 12,7-мм Corrosion
zh: 12.7 毫米 腐蚀

# IDS_PXGA052_MUMMY_ACAD
source: 37 mm/70 ACAD Mle 1936
ru: 37-мм/70 ACAD Mle 1936
uk: 37-мм/70 ACAD Mle 1936
zh: 37 毫米/70 ACAD 1936型

# IDS_PXGA053_MUMMY_OERLIKON
source: 20 mm/70 Mk4
ru: 20-мм/70 Mk4
uk: 20-мм/70 Mk4
zh: 20 毫米/70 Mk4

# IDS_PXGA055_MUMMY_BOFORS_1
source: 40 mm/56 Bofors Mk3
ru: 40-мм/56 Bofors Mk3
uk: 40-мм/56 Bofors Mk3
zh: 40 毫米/56 博福斯 Mk3

# IDS_PXGA056_25MM_TYPE96
source: 25 mm Plankton Mk3
ru: 25-мм Plankton Mk3
uk: 25-мм Plankton Mk3
zh: 25-мм Plankton Mk3

# IDS_PXGA057_25MM_TYPE96_SINGLE
source: 25 mm Plankton Mk1
ru: 25-мм Plankton Mk1
uk: 25-мм Plankton Mk1
zh: 25-мм Plankton Mk1

# IDS_PXGA058_25MM_TYPE96_DOUBLE
source: 25 mm Plankton Mk2
ru: 25-мм Plankton Mk2
uk: 25-мм Plankton Mk2
zh: 25-мм Plankton Mk2
