Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC070_YAMAMOTO_RISINGSUN_2ND_DESCRIPTION
source: The Japanese Red Cross Society was established in 1887 as the affiliate of the International Red Cross. The Red Cross Silver Medal of Merit was introduced a year later. The cross-shaped medal was made of silver covered with white enamel. The emblem of the Society with an image of the hō-ō fairy-tale bird sits in the centre of the cross. The Japanese Red Cross Society was very popular due to the support of the imperial family. Admiral Yamamoto Isoroku was an active member. He was awarded the Red Cross Silver Medal of Merit and Honorary Member Medal.
es_mx: La Sociedad Japonesa de la Cruz Roja fue establecida en 1887 como filial de la Cruz Roja Internacional. La Medalla de Plata de la Cruz Roja al Mérito fue introducida un año después. La medalla con forma de estrella estaba hecha de plata cubierta de esmalte blanco. El emblema de la Sociedad con una imagen del ave hō-ō de los cuentos descansaba en el centro de la cruz. La Sociedad Japonesa de la Cruz Roja fue muy popular debido al apoyo de la familia imperia. El Almirante Yamamoto Isoroku fue un miembro activo. Fue premiado con la Medalla de Plata de la Cruz Roja al Mérito y la Medalla de Miembro Honorario.
ja: 1887 年に国際赤十字の一員として日本赤十字社が設立され、その翌年から赤十字社銀色有功章が導入されました。この十字型の勲章は、白いエナメルに銀メッキを施したものでした。その中央には、赤十字社の徽章と鳳凰があしらわれています。 日本赤十字社は、皇室の厚い援助を受けており、極めて高い人気を有していました。山本五十六大将もその活動に積極的に参加し、赤十字社銀色有功章および名誉会員章を受章しています。
pl: Japoński Czerwony Krzyż został założony w 1887 roku, jako część Międzynarodowego Ruchu Czerwonego Krzyża. Srebrny Medal Zasługi Czerwonego Krzyża wprowadzono rok później. Medal w kształcie krzyża wytwarzano ze srebra pokrytego białą emalią. Emblemat Ruchu z wizerunkiem hō-ō, baśniowego ptaka, umieszczony jest na środku krzyża. Japoński Czerwony Krzyż był bardzo popularny dzięki wsparciu rodziny cesarskiej. Admirał Yamamoto Isoroku był aktywnym członkiem. Otrzymał Srebrny Medal Zasługi Czerwonego Krzyża i Medal Członka Honorowego.
ru: Японский Красный Крест был основан как подразделение Международного Красного Креста в 1887 году. Орден Заслуг Красного Креста был учреждён годом позже. Знак ордена в виде креста изготавливался из серебра и покрывался белой эмалью. В центре креста располагалась эмблема благотворительного общества с изображением сказочной птицы Хоо. Общество Красного Креста в Японии пользовалось большой популярностью, благодаря активной поддержке императорской семьи. Деятельным участником Красного Креста был и адмирал Ямамото Исороку, награждённый Орденом Заслуг и медалью особого члена Общества.
uk: Японський Червоний Хрест заснували як підрозділ Міжнародного Червоного Хреста 1887 р. Орден Заслуг Червоного Хреста заснували наступного року. Знак ордену, який виглядав як хрест, виготовляли із срібла та покривали білою емаллю. У центрі хреста розташували емблему доброчинного товариства із зображеним казковим птахом Хоо. Товариство Червоного Хреста Японії мало високу популярність, завдяки активній підтримці імператорської родини. Активним учасником Червоного Хреста був й адмірал Ямамото Ісороку, якого нагородили Орденом Заслуг та медаллю особливого члена Товариства.
zh: 日本赤十字社设立于 1887 年，为国际红十字会的机构成员。一年后推出了赤十字银勋章。十字形的勋章是以银制作、上面覆有白色的瓷釉。该社标志带有着神话故事中的凤凰图像，就位于十字的中心。 由于受到皇室家族的支持，日本赤十字社非常受到欢迎。海军大将 Yamamoto Isoroku 也是活跃的成员。他获颁过赤十字银勋章以及荣誉成员勋章。
zh_sg: 日本赤十字社设立于 1887年，为国际红十字会的机构成员。一年后推出了赤十字银勋章。十字形的勋章是以银制作、上面覆有白色的瓷釉。该社标志带有着神话故事中的凤凰图像，就位于十字的中心。 由于受到皇室家族的支持，日本赤十字社非常受到欢迎。海军大将山本五十六也是活跃的成员。他获颁过赤十字银勋章以及荣誉成员勋章。

# IDS_PCZC071_YAMAMOTO_RUSJAP_WAR
source: 1904–05 Russo-Japanese War Medal
es_mx: Medalla de Guerra Ruso-Japonesa 1904-05
ja: 日露戦争 従軍記章 (1904-05 年)
pl: Medal Wojny Rosyjsko-Japońskiej z lat 1904-1905
ru: Медаль за участие в Русско-японской войне 1904–1905 годов
uk: Медаль за участь у Російсько-японській війні 1904–1905 рр.
zh: 1904–05 年日俄战争勋章
zh_sg: 1904–05年日俄战争勋章

# IDS_PCZC071_YAMAMOTO_RUSJAP_WAR_DESCRIPTION
source: In Japan, the Russo-Japanese War of 1904–1905 was officially called "Meiji 37–38 Campaign" in accordance with the chronology of the era of the then-ruling Emperor. The medal was established on March 31, 1906 by an Imperial Edict in recognition of those who served in the war that ended with the country emerging as a world power. It was made of gilded bronze and depicted the crossed flags of the Japanese Army and Navy with crest symbols on the obverse side.The medal used to be worn on a silk ribbon with a bar stating "Military Medal of Honor". The blue stripe on the ribbon symbolizes Japan's victories during the war at sea. During the Russo-Japanese War, Yamamoto Isoroku, who at that time was known by the name Takano, served on the armored cruiser Nisshin. During the Battle of Tsushima, he was seriously wounded. The would-be naval commander spent several weeks in hospital. Some of the explosion fragments remained in his body for life. However, Isoroku's merits didn't go unnoticed: Admiral Tōgō himself promoted him to his first officer rank.
es_mx: En Japón, la Guerra Ruso-Japonesa de 1904–1905 fue oficialmente llamada "La Campaña Meiji 37–38" de acuerdo a la cronología de la era del emperador que gobernaba. La medalla fue establecida el 31 de marzo, de 1906 por un Edicto Imperial en reconocimiento de aquellos que habían servido en la guerra que había puesto a Japón como potencia mundial. Estaba hecha de dorado-plata y unas banderas cruzadas representando a la Marina y al Ejército Japonés con símbolos de cresta en el lado anverso. La medalla solía ser usada con una cinta de seda con una barra diciendo "Medalla Militar de Honor". La raya azul en la cinta simboliza las victorias de Japón durante la guerra en el mar. Durante la Guerra Ruso-Japonesa, Yamamoto Isoroku, quien era conocido en ese tiempo por su nombre Takano, sirvió en el crucero blindado Nisshin. Durante la Batalla de Tsushima, fue seriamente herido. El que sería comandante naval pasaría varias semanas en el hospital. Algunos de los fragmentos de la explosión se quedaron en su cuerpo toda su vida. Sin embargo, los méritos de Isoroku no pasaron desapercibidos: el mismísimo Almirante Tōgō lo promovió a su primer rango de oficial.
ja: 1904 年から 1905 年にかけての日露戦争の日本における正式名称は「明治三十七八年戦役」でした。この明治三十七八年従軍記章 (日露戦争 従軍記章) は、日本が世界の強国として台頭することに繋がったこの戦争に従軍した兵士達を表章するため、1906 年 3 月に制定されました。銅製で、表面は交差した軍旗・軍艦旗の上に菊花御紋章、下に桐葉紋章が配され、裏面は「明治三十七八年戦役」と記された盾を月桂樹と戦捷草が囲うデザインとなっています。リボンの青い縞模様は海戦での勝利を表し、リボンのバーには「従軍記章」と記されています。 日露戦争において、当時は高野姓だった五十六は装甲巡洋艦「日進」に乗り組んでいましたが、日本海海戦において重傷を負い、数週間入院しました。爆発により体内に入り込んだ破片の一部は、生涯に渡ってそのままだったと言われています。五十六の功績は東郷長官の知るところとなり、東郷長官は自ら五十六を少尉へと昇進させました。
pl: W Japonii wojna rosyjsko-japońska z lat 1904-1905 była oficjalnie nazywana „37-38. kampanią Meiji”, zgodnie z chronologią ery rządzącego ówcześnie Cesarza. Medal został ustanowiony 31 marca 1906 roku Cesarskim Edyktem w uznaniu dla tych, którzy służyli w wojnie, po której kraj wyrósł na światową potęgę. Wykonany był z pozłacanego brązu, przedstawiał skrzyżowane flagi Armii i Marynarki Japonii, z ich herbami na awersie. Medal noszony był na jedwabnej wstędze z paskiem, na którym umieszczano napis „Wojskowy medal honoru”. Niebieski pasek na wstędze symbolizuje morskie zwycięstwa wojenne Japonii. W trakcie wojny rosyjsko-japońskiej Yamamoto Isoroku, w jej czasach znany pod nazwiskiem Takano, służył na pancernym krążowniku Nisshin. W trakcie bitwy pod Cuszimą został poważnie ranny. Przyszły admirał spędził kilka tygodni w szpitalu. Niektóre z odłamków eksplozji pozostały w jego ciele do końca życia, ale jego zasługi nie przeszły niezauważone. Sam admirał Tōgō awansował go do jego pierwszego stopnia oficerskiego.
ru: Русско-японская война 1904–1905 годов в Японии официально именовалась «Военной кампанией 37–38 годов Мэйдзи» в соответствии с летоисчислением по эре правившего в то время императора. Медаль за участие в выведшей страну в число мировых держав войне была учреждена императорским эдиктом от 31 марта 1906 года. Изготавливалась она из позолоченной бронзы, на лицевой стороне изображались скрещённые флаги японских армии и флота с гербовыми знаками. Носилась на шёлковой ленте с планкой «Военная медаль почёта». Синяя полоса на ленте медали символизировала победы Японии в войне на море. Во время войны Ямамото Исороку, тогда ещё носивший фамилию Такано, служил на крейсере Nisshin, участвовал в Цусимском сражении и был тяжело ранен. Несколько недель будущий флотоводец провёл в госпитале, осколки от взрыва остались в его теле на всю жизнь. Однако заслуги его были вознаграждены похвалой от самого адмирала Того и производством в первый офицерский чин.
uk: Російсько-японську війну 1904–1905 рр. в Японії офіційно називали «Військовою кампанією 37–38 років Мейдзі» відповідно до літочислення за ерою правління імператора того часу. Медаль за участь у війні, яка вивела країну в число світових держав, заснували імператорським едиктом від 31 березня 1906 р. Виготовляли її з позолоченої бронзи, на аверсі зображували схрещені прапори японського війська та флоту з гербовими знаками. Носили на шовковій стрічці з планкою «Військова медаль пошани». Синя смуга на стрічці медалі символізувала перемоги Японії у війні на морі. Під час війни Ямамото Ісороку, тоді ще із прізвищем Такано, служив на крейсері Nisshin, брав участь у Цусімському бою і був важко поранений. Кілька тижнів майбутній флотоводець перебував у госпіталі, осколки від вибуху залишилися в його тілі на все життя. Однак його заслуги винагородили похвалою від самого адмірала Того й присвоїли перший офіцерський чин.
zh: 在日本，1904 年–1905 年的日俄战争依照当时统治时代的年代顺序，被命名为「明治 37–38 号战役」。该奖章在 1906 年三月 31 日由天皇下诏设立，表扬那些在战争中服役、尽力为了让国家成为世界强权的人。它由镀金的青铜所制成，正面刻画了具有羽冠符号的日本陆军和海军交叉旗帜。勋章曾穿载在条纹的勋带上，表示「军事荣誉勋章」。勋带的蓝色条纹象征着日本在海上战争期间的胜利。 日俄战争期间，Yamamoto Isoroku，当时是以 Takano 的姓氏于装甲巡洋舰 Nisshin 上服役。对马海峡海战期间他身受重伤。这名未来的海军指挥官花了几周的时间待在医院里。一些爆炸的碎片仍留在他的身体里。然而，Isoroku 的功绩并没有被忽视：海军大将 Tōgō 本人将他晋升到第一阶军官。
zh_sg: 在日本，1904年–1905年的日俄战争依照当时统治时代的年代顺序，被命名为“明治37–38号战役”。该奖章在1906年3月31日由天皇下诏设立，表扬那些在战争中服役、尽力为了让国家成为世界强权的人。它由镀金的青铜所制成，正面刻画了具有羽冠符号的日本陆军和海军交叉旗帜。勋章曾穿载在条纹的勋带上，表示“军事荣誉勋章”。勋带的蓝色条纹象征着日本在海上战争期间的胜利。 日俄战争期间，山本五十六，当时是以 Takano 的姓氏于装甲巡洋舰 Nisshin 上服役。对马海峡海战期间他身受重伤。这名未来的海军指挥官花了几周的时间待在医院里。一些爆炸的碎片仍留在他的身体里。然而，五十六的功绩并没有被忽视：海军大将Tōgō本人将他晋升到第一阶军官。

# IDS_PCZC072_YAMAMOTO_FIRST_WAR
source: Victory Medal, World War I (Japan)
es_mx: Medalla de Victoria, 1a Guerra Mundial (Japón)
ja: 戦捷記章 (一次大戦)
pl: Medal Zwycięstwa, I Wojna Światowa (Japonia)
ru: Медаль Победы, Первая мировая война (Япония)
uk: Медаль Перемоги, Перша світова війна (Японія)
zh: 胜利勋章，第一次世界大战 (日本)
zh_sg: 胜利勋章，第一次世界大战(日本)

# IDS_PCZC072_YAMAMOTO_FIRST_WAR_DESCRIPTION
source: After the end of World War I, French Marshal Foch, the former Allied Commander-in-Chief, suggested at the Paris Peace Conference that all allies establish a medal to be awarded to those who fought in the war. The medal was to be made of bronze and worn on a rainbow suspension ribbon. It was proposed that the obverse side of the medal depict the figure of a winged Victory. In Japan, the medal was established by an Imperial edict on September 17, 1920. But the allegorical winged figure that didn't mean much for the Japanese was replaced with the depiction of the traditional divinity symbolizing courage. During the war, Takano Isoroku first served as Adjutant at Yokosuka Naval Base HQ. Later, after graduating from the Naval War College, he was assigned to the 2nd Fleet HQ.
es_mx: A finales de la Primera Guerra Mundial, el Mariscal francés Foch, el antiguo Comandante en Jefe de las Fuerzas Aliadas, sugirió en la Conferencia de Paz de París que todos los aliados establecieran una medalla para ser otorgada a aquellos que habían peleado en la guerra. La medalla estaba hecha de bronce y tenía una cinta suspendida de arcoíris. Se propuso que en el anverso de la medalla se representara la figura de una victoria alada. En Japón, la medalla fue establecida por el Edicto Imperial el 17 de septiembre de 1920. Pero la figura alegórica alada no significaba mucho para los japoneses y fue reemplazada por una representación del tradicional símbolo de divinidad simbolizando valentía. Durante la guerra, Takano Isoroku primero sirvió como Asistente en la base naval Principal de Yokosuka. Luego, después de graduarse del Colegio Naval Militar, fue asignado a la 2a Flota Principal.
ja: 一次大戦後のパリ講和会議において、大戦中に連合国軍総司令官を務めていたフランスのフォッシュ元帥が、大戦に従軍した兵士達に授与する記章を各国で制定することを提言しました。そしてこの記章は青銅製で、リボンは虹色、表面には有翼の勝利の女神を描くことが定められました。日本においてはこの記章は 1920 年 9 月 17 日に制定されましたが、有翼の勝利の女神は日本の文化にはないものであったため、日本神話に登場する雷神かつ剣の神である武甍槌が選ばれました。 一次大戦中、高野五十六は当初は横須賀鎮守府副官を務めていましたが、海軍大学を卒業した後、第 2 艦隊参謀に任命されました。
pl: Po zakończeniu I wojny światowej francuski marszałek Foch, były głównodowodzący aliantów, zasugerował w trakcie Paryskiej Konferencji Pokojowej ustanowienie przez aliantów medalu dla tych, którzy walczyli w wojnie. Medal miał być wykonany z brązu i noszony na tęczowej wstędze. Zaproponowano, żeby awers przedstawiał skrzydlatą figurę bogini Wiktorii. W Japonii medal został ustanowiony Cesarskim edyktem 17 września 1920 roku. Jednak alegoryczna, skrzydlata postać, która niewiele mówiła Japończykom, została zastąpiona wizerunkiem tradycyjnego bóstwa uosabiającego odwagę. W trakcie wojny Takano Isoroku służył jako adiutant w kwaterze głównej bazy morskiej w Yokosuce. Później, po ukończeniu Naval War College, został przydzielony do kwatery głównej 2. Floty.
ru: После завершения Первой мировой войны французский маршал Фош, бывший главнокомандующий силами Антанты, в ходе Парижской мирной конференции предложил всем странам-союзникам учредить медаль для награждения участников войны. Медаль должна была изготавливаться из бронзы и носиться на радужной ленте. На лицевой стороне её предлагалось изображать фигуру крылатой Победы. В Японии соответствующая медаль была учреждена императорским эдиктом от 17 сентября 1920 года. Ничего не значащая для японцев аллегорическая крылатая фигура была заменена изображением традиционного божества, символизирующего мужество. В ходе войны Такано Исороку служил сначала адъютантом главной базы флота в Йокоске, а затем, после обучения в Высшей военно-морской академии, в штабе 2-го флота.
uk: Після завершення Першої світової війни французький маршал Фош, колишній головнокомандувач сил Антанти, під час Паризької мирної конференції запропонував всім країнам-союзникам заснувати медаль для нагородження учасників війни. Медаль мали виготовляти з бронзи і носити на веселковій стрічці. На аверсі медалі пропонували зобразити фігуру крилатої Вікторії (Перемоги). В Японії відповідну медаль заснували імператорським едиктом від 17 вересня 1920 р. Алегоричну крилату фігуру, яка нічого не означала для японців, замінили на зображення традиційного божества, яке символізує мужність. Під час війни Такано Ісороку служив спочатку ад’ютантом головної бази флоту в Йокосуці, а потім, після навчання у Вищій військово-морській академії, у штабі 2-го флоту.
zh: 第一次世界大战结束之后，前盟军总指挥法国元帅 Foch，在巴黎和会上建议所有盟国设立勋章，颁发给那些在战争中战斗的人。勋章由青铜制成并悬挂在彩虹勋带上。有人建议勋章的正面刻画胜利女神的图像。在日本，勋章在 1920 年九月 17 日由天皇下诏所设立。但是寓教于乐的人物取代描述象征勇气的神灵对日本人来说没多大意义。 战争期间，Isoroku Takano 首次在横须贺海军基地总部担任副官。后来，在海军战争学院毕业后，他被指派到第二舰队总部。
zh_sg: 第一次世界大战结束之后，前盟军总指挥法国元帅Foch，在巴黎和会上建议所有盟国设立勋章，颁发给那些在战争中战斗的人。勋章由青铜制成并悬挂在彩虹勋带上。有人建议勋章的正面刻画胜利女神的图像。在日本，勋章在1920年9月17日由天皇下诏所设立。但是寓教于乐的人物取代描述象征勇气的神灵对日本人来说没多大意义。 战争期间，Isoroku Takano首次在横须贺海军基地总部担任副官。后来，在海军战争学院毕业后，他被指派到第二舰队总部。

# IDS_PCZC073_YAMAMOTO_TAISHO_MEDAL
source: Taishō Enthronement Commemorative Medal
es_mx: Medalla Conmemorativa del Entronizamiento Taishō
ja: 大礼記念章 (大正)
pl: Medal Pamiątkowy Intronizacji Taishō
ru: Медаль в честь восшествия на престол императора Тайсё
uk: Медаль на честь сходження на престол імператора Тайсьо
zh: 大正恩赐纪念勋章
zh_sg: 大正恩赐纪念勋章

# IDS_PCZC073_YAMAMOTO_TAISHO_MEDAL_DESCRIPTION
source: Emperor Yoshihito ascended to the throne upon the death of his father in 1912. His motto and throne name throughout his entire reign was Taishō, "The Great Justice". The enthronement ceremonies were held only in 1915. During preparations for his accession to the throne, an Edict was issued, establishing a commemorative medal for the participants of the ceremony. The medal was made of silver. Its obverse side depicted the heraldic sign, crossed branches of a mandarin tree and cherry blossom, as well as a cloth with congratulatory inscriptions. As the new Emperor acceded to the throne, Takano Isoroku, who at that time was studying at the Naval War College, received a commemorative medal, and a promotion to lieutenant commander.
es_mx: El Emperador Yoshihito ascendió al trono después de la muerte de su padre en 1912. Su lema y nombre del trono a través de su reino fue Taishō, "La Gran Justicia". Las ceremonias de Entronizamiento fueron llevadas a cabo solamente en 1915. Durante las preparaciones para el acenso al trono, un Edicto fue hecho, estableciendo la medalla conmemorativa para los participantes de la ceremonia. La medalla fue hecha de plata. En su lado anverso está un signo heráldico, con ramas cruzadas de un árbol mandarín y una sakura, como también una tela con las inscripciones de felicitaciones. Mientras subía al trono el Emperador, Takano Isoroku, quien a su tiempo estaba estudiando en la Escuela Marina de Guerra, recibió la medalla conmemorativa, y una promoción a teniente comandante.
ja: 1912 年、父であった明治天皇の崩御を受け、嘉仁親王が大正天皇に即位しました。そしてその 3 年後の 1915 年 11 月に即位の礼が行われましが、これに先立ち、大正天皇即位の大礼記念の表彰としてこの記念章が制定されました。銀製であり、表面には橘と桜の枝、ならびに「萬歳」と書いた旛を交架した図が配されていました。 大正天皇の即位の礼の当時、海軍大学校の学生だった高野五十六にもこの記念章が授与され、海軍少佐へ昇進しました。
pl: Cesarz Yoshihito wstąpił na tron po śmierci swojego ojca w 1912 roku. Jego motto i nazwa tronowa przez cały okres rządów brzmiały „Taishō”, czyli „Wielka sprawiedliwość”. Ceremonie intronizacyjne odbyły się w 1915 roku. W trakcie przygotowań do wstąpienia na tron wydano edykt ustanawiający pamiątkowy medal dla uczestników ceremonii. Medal wykonany był ze srebra. Na awersie widniał znak heraldyczny, skrzyżowane gałęzie drzewa mandarynkowego i kwiat wiśni, a także chusta z inskrypcjami gratulacyjnymi. W czasie, gdy nowy Cesarz wstępował na tron, Takano Isoroku, studiujący w tym czasie w Naval War College, otrzymał pamiątkowy medal i awans do stopnia komandora podporucznika.
ru: Император Йосихито вступил на престол в июле 1912 года, после смерти своего отца. Девизом его правления и тронным именем стала «Великая справедливость» — Тайсё. Официальная церемония интронизации состоялась только через три года, в ноябре 1915. В ходе подготовки к восшествию на престол был издан и эдикт об учреждении памятной медали для участников церемонии. Медаль изготавливалась из серебра. На лицевой стороне кроме гербового знака изображались перекрещенные ветви мандаринового дерева и сакуры и полотнища с поздравительными надписями. В связи с восшествием на престол нового императора, Такано Исороку, проходивший в это время курс обучения в Высшей военно-морской академии, помимо награждения памятной медалью, был произведён в чин капитана 3 ранга.
uk: Імператор Йосіхіто вступив на престол у липні 1912 р., після смерті свого батька. Гаслом його правління і тронним ім’ям стала «Велика справедливість» — Тайсьо. Офіційна церемонія вступу на престол відбулася лише через три роки, у листопаді 1915. Під час приготувань до сходження на трон і видали едикт про заснування пам’ятної медалі для учасників церемонії. Медаль виготовляли із срібла. На аверсі окрім гербового знака зображували перехрещені гілки мандаринового дерева та сакури, а також полотнище з вітальними написами. З нагоди сходження на престол нового імператора, Такано Ісороку, який у цей час навчався у Вищій військово-морській академії, нагородили пам’ятною медаллю та присвоїли чин капітана 3-го рангу.
zh: Yoshihito 天皇于 1912 年他的父亲逝世后登基。他在位期间的座右铭和年号为大正，「伟大的正义」。该登基仪式仅在 1915 年举行。在准备他的继承王位期间颁布了诏书，为仪式的参加者设立纪念勋章。该勋章由银所制成。它的正面刻画了纹章符号、交叉的柑桔和樱花树枝、以及一张具有祝贺铭文的布。 当新的天皇继承王位时，当时正在海军战争学院念书的 Isoroku Takano 获得一枚纪念勋章，并晋升为中尉指挥官。
zh_sg: Yoshihito天皇于1912年他的父亲逝世后登基。他在位期间的座右铭和年号为大正，“伟大的正义”。该登基仪式仅在 1915 年举行。在准备他的继承王位期间颁布了诏书，为仪式的参加者设立纪念勋章。该勋章由银所制成。它的正面刻画了纹章符号、交叉的柑桔和樱花树枝、以及一张具有祝贺铭文的布。 当新的天皇继承王位时，当时正在海军战争学院念书的Isoroku Takano 获得一枚纪念勋章，并晋升为中尉指挥官。

# IDS_PCZC074_YAMAMOTO_SEVA
source: Shōwa Enthronement Commemorative Medal
es_mx: Medalla Conmemorativa del Entronizamiento Shōwa
ja: 昭和大礼記念章
pl: Medal Pamiątkowy Intronizacji Shōwa
ru: Медаль в честь восшествия на престол императора Сёва
uk: Медаль на честь сходження на престол імператора Сева
zh: 昭和恩赐纪念勋章
zh_sg: 昭和恩赐纪念勋章
