Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARC_EVENT_RULES_COLUMN_3_TEXT
source: If your team wins, then the next day it will need to earn even more points in order to receive the reward. Note that the reward will also be of a higher value. There are four difficulty levels applied to the process of getting a reward. The losing team gets a modifier to the team points that it earns.
es_mx: Si tu equipo gana, al siguiente día necesitará obtener aún más puntos para poder recibir la recompensa. Ten en cuenta que la recompensa también tendrán un mayor valor. Hay cuatro niveles de dificultad en el proceso de obtener una recompensa. El equipo perdedor recibe un modificador sobre los puntos del equipo que obtiene.
ja: 勝利したチームは、その翌日には褒賞を得るためにさらに多くのポイントを取得する必要がありますが、より高価値の褒賞が付与されます。褒賞の取得プロセスの難易度には 4 段階があります。敗北したチームには、取得するチームポイントに係数が適用されます。
pl: Jeśli wygra Twoja drużyna, następnego dnia będzie musiała zdobyć jeszcze więcej punktów, żeby zdobyć nagrodę. Będzie ona jednak bardziej wartościowa. Istnieją cztery poziomy trudności związane ze zdobywaniem nagród. Drużyna przegrywająca otrzyma modyfikator do zdobywanych punktów drużynowych.
ru: Если команда победила, то на следующий день ей нужно заработать ещё больше очков, чтобы получить награду. Награда при этом также увеличивается. Всего есть четыре уровня сложности получения награды. Проигравшая команда получает модификатор к зарабатываемым очкам.
uk: Якщо команда перемогла, то наступної доби їй потрібно здобути ще більше очок, щоб отримати нагороду. Але й нагороду так само збільшать. Загалом є чотири рівні складності здобуття нагороди. До очок, здобутих переможеною командою застосовують модифікатор.
zh: Если команда победила, то на следующий день ей нужно заработать ещё больше очков, чтобы получить награду. Награда при этом также увеличивается. Всего есть четыре уровня сложности получения награды. Проигравшая команда получает модификатор к зарабатываемым очкам.
zh_sg: 如果您所在的队伍获得了胜利，那么第二天将会需要获得更多的分数才能获得奖励。相应的奖励的价值也会更高。一共有四个难度等级。失利的队伍会对获得的队伍积分进行修正。

# IDS_ARC_EVENT_RULES_COLUMN_4_HEADER
source: Loyalty and Will
es_mx: Lealtad y Voluntad
ja: 忠誠と意志
pl: Lojalność i Wola
ru: Верность и воля
uk: Вірність і воля
zh: Верность и воля
zh_sg: 忠诚度和意志

# IDS_ARC_EVENT_RULES_COLUMN_4_TEXT
source: By playing for one of the teams for 15 days, the participant gets rewarded for loyalty to that team. You can receive loyalty rewards by playing for both teams. Having received both loyalty rewards, you can get a further reward for your Will to Victory. For this, you need to stay in each team for a further 5 days.
es_mx: Al jugar para uno de los equipos por 15 días, el participante es recompensado por la lealtad a ese equipo. Puedes recibir recompensas de lealtad al jugar para ambos equipos. Al recibir ambas recompensas de lealtad, puedes obtener una recompensa adicional por tu Voluntad por la Victoria. Para esto, necesitas permanecer en cada equipo por más de 5 días.
ja: 同じチームで 15 日間プレイすると、そのチームへの忠誠に対する褒賞が付与されます。両方のチームでプレイして忠誠褒賞を得ることができます。両方の忠誠褒賞を取得した後には、「勝利への意志」に対する褒賞を取得できます。そのためには、各チームにさらに 5 日間在籍する必要があります。
pl: Uczestnik grający dla tej samej drużyny przez 15 dni otrzymuje nagrodę za lojalność. Otrzymać można nagrody lojalnościowe grając dla obu drużyn. Po otrzymaniu nagród w obydwu drużynach zdobyć można kolejną nagrodę, o nazwie Wola zwycięstwa. Żeby tego dokonać, należy pozostać w obu drużynach przez 5 kolejnych dni.
ru: Выступая за одну из команд 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды. Получив обе награды за верность, можно заработать награду за волю к победе. Для этого участник должен выступать за каждую из команд ещё 5 дней.
uk: Б’ючись в одній із команд упродовж 15 діб, учасник отримує нагороду за вірність цій команді. Нагороди за вірність можна здобути, граючи за обидві команд. Маючи обидві нагороди за вірність, маєте змогу здобути нагороду за волю до перемоги. Для цього учасник має битися в кожній команді ще 5 діб.
zh: Выступая за одну из команд 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды. Получив обе награды за верность, можно заработать награду за волю к победе. Для этого участник должен выступать за каждую из команд ещё 5 дней.
zh_sg: 参与一支队伍超过15天，参与者就会获得该队的忠诚度奖励。您参与两支队伍，获得两支队伍的忠诚度奖励。在获得两支队伍的忠诚度奖励后，您还可以获得胜利意志的奖励。要想获得它，您需要再在每支队伍中多战斗5天。

# IDS_ARC_EVENT_RULES_COLUMN_5_HEADER
source: Day Results
es_mx: Resultados del Día
ja: デイリー結果
pl: Wyniki dnia
ru: Итоги дня
uk: Підсумки доби
zh: 日结果
zh_sg: 当日结果

# IDS_ARC_EVENT_RULES_COLUMN_5_TEXT
source: The team that earns the most points during the day wins. Besides the earned tokens, all members of the winning team get a reward for the victory.
es_mx: El equipo que obtuvo más puntos durante el día gana. Además de las fichas obtenidas, todos los miembros del equipo ganador reciben una recompensa por la victoria.
ja: 各日中により多くのポイントを取得したチームの勝利です。勝利チームのメンバー全員に対し、取得したトークンとは別に勝利褒賞が付与されます。
pl: Drużyna, która zdobyła więcej punktów danego dnia, wygrywa. Poza żetonami wszyscy członkowie zwycięskiej drużyny otrzymują nagrodę za zwycięstwo.
ru: Побеждает команда, заработавшая больше очков в течение дня. Помимо заработанных жетонов, все игроки этой команды получают награду за победу.
uk: Перемагає команда, що здобула найбільше очок протягом доби. Окрім здобутих жетонів, усі гравці цієї команди отримують нагороду за перемогу.
zh: Побеждает команда, заработавшая больше очков в течение дня. Помимо заработанных жетонов, все игроки этой команды получают награду за победу.
zh_sg: 当天获得积分最多的队伍获得胜利。除了获得代币之外，获胜队伍的所有成员都会获得胜利奖励。

# IDS_ARC_EVENT_RULES_CONTAINERS
source: The points you earn in battles will bring you new containers. These containers will include special signals, economic signals, camouflages and Coal. The more points you earn during the day, the more containers with rewards you will get. You can receive up to four containers per day. Additional containers are given for your team's victory and for your making it to the Top 10, Top 100, and Top 1,000 on the Leaderboard.
es_mx: Los puntos que obtienes en batallas te otorgarán nuevos contenedores. Estos contenedores incluirán señales especiales, señales económicas, camuflajes y Carbón. Mientras más puntos ganes durante el día, más contenedores con premios recibirás. Puedes recibir hasta cuatro contenedores por día. Los contenedores adicionales se otorgan por la victoria de tu equipo y por estar entre los 10 Mejores, 100 Mejores y 1000 Mejores en la Clasificación
ja: 各自が戦闘で取得したポイント数に応じて追加のコンテナが付与されます。これらのコンテナには、特別信号旗、エコノミー信号旗、迷彩、石炭が含まれています。その日に取得したポイントが多いほど、より多くの褒賞コンテナが付与され、1 日あたり最大 4 個まで取得できます。加えて、その日にチームが勝利した場合と、リーダーボードで Top 10、Top 100、Top 1,000 に加わった場合に、それぞれ追加のコンテナが付与されます。
pl: Za zdobyte w bitwach punkty otrzymywać będziesz nowe kontenery. Kontenery te mogą zawierać sygnały specjalne, ekonomiczne, kamuflaże i węgiel. Im więcej punktów zdobędziesz w ciągu dnia, tym więcej kontenerów i nagród zdobędziesz. Możesz otrzymać maksymalnie do czterech kontenerów dziennie. Dodatkowe kontenery przyznawane są za zwycięstwo Twojej drużyny i za uplasowanie się w Pierwszej 10, 100 i Pierwszym 1000 Rankingu.
ru: Заработанные в боях очки будут приносить вам контейнеры. В них вы найдёте особые сигналы, экономические сигналы, камуфляжи и уголь. Чем больше очков вы заработаете за день, тем больше контейнеров с наградами получите. В день можно заработать до четырёх контейнеров. Дополнительные контейнеры выдаются за победу команды и за место в топ-10, топ-100 и топ-1000 рейтинга игроков.
uk: Здобуті в боях очки приноситимуть вам контейнери. У них ви знайдете особливі сигнали, економічні сигнали, камуфляжі та вугілля. Що більше очок ви здобудете за добу, то більше контейнерів з нагородами отримаєте. За добу можна здобути до чотирьох контейнерів. Додаткові контейнери видають за перемогу команди і за місце у топ-10, топ-100 та топ-1000 рейтингу гравців.
zh: 您在战斗中获得的积分将带给您新的幸运补给箱。这些幸运补给箱将包括特殊信号旗、经济信号旗、迷彩和煤炭。您一天内获得的积分越多，获得的幸运补给箱奖励就越多。您每天最多可以获得四个幸运补给箱。您的队伍胜利和您进入排行榜前10、100和1000名将给予额外幸运补给箱。
zh_sg: 可以使用战斗中获得的积分获得新的补给箱。这些补给箱中含有特殊信号旗，经济信号旗，涂装和煤炭。当天获得的积分越多，每天获得到的补给箱奖励就越多。额外的补给箱还可以通过所在队伍的胜利，以及个人进入排行榜前10名，前100名，前1000名获得。

# IDS_ARC_EVENT_RULES_CONTAINERS_HEADER
source: Containers
es_mx: Contenedores
ja: コンテナ
pl: Kontenery
ru: Контейнеры
uk: Контейнери
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_ARC_EVENT_RULES_END
source: Points can be earned until one hour before the end of the day. If players enter a battle before the deadline, their points earned in the battle will be taken into account. The results are summed up every day, and the members of the winning team are issued containers. Players who join one of the teams, but do not earn any points, are not given a container.
es_mx: Los puntos solo pueden ser obtenidos hasta una hora antes del final del día. Si un jugador entra a una batalla antes del tiempo límite, sus puntos obtenidos en la batalla serán tomados en cuenta. Los resultados se suman cada día y los miembros del equipo ganador reciben contenedores. Los jugadores que se unan a uno de los equipos, pero no obtengan ningún punto, no recibirán un contenedor.
ja: ポイントは、それぞれのゲームデイが終了する 1 時間前まで取得可能です。この期限の前に戦闘が開始された場合には、その戦闘はポイントの付与対象になります。結果は毎日集計され、勝利したチームのメンバーに対してコンテナが付与されます。ただし、そのチームに加わったものの、ポイントを一切取得しなかったプレイヤーは対象外です。
pl: Punkty zdobywane są do jednej godziny przed końcem dnia. Jeśli gracz wejdzie do bitwy przed tą godziną, to punkty zdobyte przez niego w tej bitwie będą wzięte pod uwagę. Wyniki podliczane są codziennie, a członkowie zwycięskiej drużyny otrzymują kontenery. Gracze, którzy dołączą do jednej z drużyn, ale nie zdobędą żadnych punktów, nie otrzymują kontenerów.
ru: За час до завершения дня начисление очков приостанавливается. Тем игрокам, которые успели выйти в бой до этого времени, очки будут начислены по итогам боя. Каждый день происходит подсчёт очков, участникам команды-победителя выдаются контейнеры. Игрокам, вступившим в одну из команд, но не заработавшим ни одного очка, контейнер не выдаётся.
uk: За годину до завершення доби додавання очок призупиняють. Тим гравцям, які встигли вступити у бій до цього часу, очки додадуть за підсумками бою. Кожен день підраховують очки, а гравцям команди переможців видають контейнери. Гравцям, що вступили в одну з команд, але не здобули жодного очка, контейнер не видають.
zh: 积分可以在一天结束前一小时赚取。如果玩家在截止时间前进入战斗，它们在战斗中获得的积分将被计入。结果每日结算，而胜利队伍的成员会被发放幸运补给箱。加入其中一只队伍但未获得任何积分的玩家将不会获得幸运补给箱。
zh_sg: 当日结束时间一小时之前都可以获得积分。如果玩家在截止时间之前加入战斗，该场战斗获得的积分也会计入当日统计。当日结果会每天进行结算，随后发送给获胜队伍成员补给箱。没有获得积分的队伍成员将不会收到补给箱奖励。

# IDS_ARC_EVENT_RULES_END_HEADER
source: Day Results
es_mx: Resultados del Día
ja: デイリー結果
pl: Wyniki dnia
ru: Итоги дня
uk: Підсумки доби
zh: 日结果
zh_sg: 当日结果

# IDS_ARC_EVENT_RULES_GO_NAVY
source: You can select the team you will fight for only once a day. After you join the team, you can earn points for yourself and for your team. The team that has earned the most points at the end of the day wins. At the beginning of each new day, points for the previous day are reset.
es_mx: Puedes seleccionar al equipo por el que pelearás solo una vez al día. Después de unirte al equipo, puedes obtener puntos para ti y para tu equipo. El equipo que obtenga más puntos al final del día gana. Al inicio de cada día, los puntos de los días anteriores se reinician.
ja: 所属するチームは、1 日 1 回のみ選択可能であり、チームに加わった後には、取得したポイントが、自分自身および所属チームに加算されます。そして、その日の終了時により多くのポイントを取得していたチームの勝利となります。新しい日の開始時には、前日分のポイントがリセットされます。
pl: Drużynę, dla której będziesz walczyć, można wybrać raz dziennie. Po dołączeniu do tej drużyny możesz zdobywać punkty dla siebie i swojej drużyny. Drużyna, która zdobędzie najwięcej punktów na koniec dnia, wygrywa. Na początku każdego nowego dnia punkty za poprzedni dzień są resetowane.
ru: Выбрать команду, за которую вы будете сражаться, можно один раз в сутки. Вступив в одну из них, вы сможете зарабатывать очки для себя и своей команды. Победа присуждается той команде, которая по итогам дня наберёт наибольшее количество очков. В начале каждого нового дня очки предыдущего этапа обнуляются.
uk: Вибрати команду, за яку ви битиметеся, можна один раз на добу. Вступивши в одну з них, ви зможете здобувати очки для себе і своєї команди. Перемогу присуджують тій команді, яка за підсумками доби набере найбільшу кількість очок. На початку кожної нової доби очки попереднього етапу анулюють.
zh: 您每天只能选择要为它而战的队伍一次。在您加入队伍后，您可以为自己和队伍赢得积分。每天结束时获得最多积分的队伍获胜。在每个新的一天开始时，前一天的积分会重置。
zh_sg: 你每日可以选择一次效力的队伍。加入队伍后，你可以为自己和队伍获得积分。当天获得积分更多的队伍获得胜利。第二天开始时，前一天的积分会被清零。

# IDS_ARC_EVENT_RULES_GO_NAVY_HEADER
source: Go Navy!
zh: 海军加油!

# IDS_ARC_EVENT_RULES_HEADER
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_ARC_EVENT_RULES_HEADER_DIFFICULTY_TABLE
source: Difficulty Levels
es_mx: Niveles de Dificultad
ja: 難易度
pl: Poziomy trudności
ru: Уровни сложности
uk: Рівні складності
zh: Уровни сложности
zh_sg: 难度等级

# IDS_ARC_EVENT_RULES_HEADER_SCORE_TABLE
source: Scoring Points
es_mx: Puntos Conseguidos
ja: 取得ポイント
pl: Zdobywanie punktów
ru: Начисление очков
uk: Додавання очок
zh: 点数已获得
zh_sg: 获得点数

# IDS_ARC_EVENT_RULES_LOYALTY
source: Your loyalty to the team is defined at the end of the day. Your loyalty to one of the teams will be increased depending on which team you belong to at the moment the results are summed up. Please note that selecting the other team the next day will not affect your loyalty to the opposing team. The greater your loyalty, the more team tokens you will receive. The tokens can be exchanged in the Armory for team symbols: flags, patches, containers, team camouflage, and unique permanent camouflages for Tier X cruiser Worcester. During the day, you might receive an invitation to join the other team. Before accepting or declining it, you will have to weigh the consequences thoroughly. If you decide to switch teams, you will receive a container. If you decline, you will increase your loyalty to the current team.
es_mx: Tu lealtad hacia tu equipo se define al final del día. Tu lealtad sube en función del equipo al que perteneces cuando se calculan los resultados. Ten en cuenta que elegir el otro equipo al día siguiente no afectará a tu lealtad hacia el equipo contrario. Cuanto mayor sea tu lealtad, más fichas recibirás. Puedes intercambiar las fichas en la armería por símbolos del equipo: banderas, escudos, contenedores, camuflajes del equipo y camuflajes permanentes únicos para el crucero de nivel X, Worcester. Durante el día puedes recibir una invitación a unirte al otro equipo. Antes de aceptarla o declinarla, piénsalo bien. Si decides cambiar de equipo, recibirás un contenedor. Si decides quedarte donde estás, aumentarás la lealtad hacia tu equipo actual.
ja: その日の終了時には、所属チームへの各自の忠誠値が決まります。すなわち、結果の集計時に所属していたチームに対する忠誠値が向上します。なお、その翌日に別のチームを選んだとしても、前日に所属していたチームへの忠誠値には影響しません。忠誠値が多いほど、より多くのチームトークンが付与されます。トークンは、武器庫でチームの旗、パッチ、コンテナ、迷彩および Tier X 巡洋艦 Worcester 用の特別無期限迷彩と交換することができます。それぞれの日の途中で、他のチームへの勧誘を受ける場合があります。勧誘に同意する場合であっても拒否する場合であっても、その影響をしっかりと検討する必要があります。同意してチームを変更した場合には、コンテナが 1 個付与されます。拒否した場合には、現在のチームへの忠誠値が向上します。
pl: Twoja lojalność względem drużyny określana jest na koniec dnia. Będzie ona zwiększana w zależności od tego, do której drużyny należysz w chwili podsumowania wyników. Pamiętaj, że wybranie innej drużyny następnego dnia nie wpływa na Twoją lojalność względem przeciwnej drużyny. Im większa Twoja lojalność, tym więcej żetonów otrzymujesz. Żetony można wymieniać w Zbrojowni na symbole drużynowe: flagi, naszywki, kontenery, kamuflaż drużynowy i unikalne stałe kamuflaże dla krążownika X poziomu Worcester. W trakcie dnia możesz otrzymać zaproszenie do dołączenia do przeciwnej drużyny. Zanim je przyjmiesz lub odrzucisz, konieczne będzie rozważenie konsekwencji. Jeśli postanowisz zmienić drużynę, otrzymasz kontener. Jeśli odrzucisz propozycję, Twoja lojalność względem bieżącej drużyny wzrośnie.
ru: Верность команде определяется в конце дня. Верность той команде, в которой вы состояли на момент подведения итогов, будет увеличена. Выбор другой команды на следующий день не повлияет на верность противоположной команде. Чем больше верность, тем больше жетонов команды вы получите. Жетоны можно обменять в Адмиралтействе на символику команды: флаг, нашивку, контейнеры, камуфляж команды и уникальный постоянный камуфляж на крейсер Х уровня Worcester. В течение этапа вам может прийти предложение сменить команду. Прежде чем согласиться или отказаться, нужно как следует взвесить все за и против. Приняв предложение сменить команду, вы получите контейнер. Отказавшись, увеличите верность своей команде.
uk: Вірність команді визначають наприкінці доби. Значення вірності тій команді, в якій ви перебували на мить підбиття підсумків, збільшиться. Вибір іншої команди наступної доби не вплине на вірність протилежній команді. Що більша вірність, то більше жетонів команди ви отримаєте. Жетони можна обміняти в Адміралтействі на символіку команди: прапор, нашивку, контейнери, камуфляж команди та унікальний постійний камуфляж для крейсера X рівня Worcester. Протягом етапу вам може надійти пропозиція змінити команду. Перш, ніж погодитися або відмовитися, потрібно як слід зважити всі «за» чи «проти». Прийнявши пропозицію змінити команду, ви отримаєте контейнер. Відмовившись, збільшите вірність своїй команді.
zh: 您对队伍的忠诚在一天结束时认定。根据您在结果总结时所属的队伍，您对其中一个队伍的忠诚度将会提高。请注意，第二天选择另一个队伍不会影响您对对手队伍的忠诚。您越忠诚，您获得的队伍代币就越多。代币可以在军火库兑换队伍象征：旗帜、补丁、幸运补给箱、队伍涂装和X级巡洋舰伍斯特的独特永久涂装。每一天，您可以收到加入另一个团队的邀请。在同意或拒绝之前，您必须彻底衡量后果。如果您决定切换队伍，您将获得一个幸运补给箱。如果您拒绝，您将增加对目前队伍的忠诚。
zh_sg: 你的团队忠诚度在当日结束时进行统计。在当日结算时，你对所在的团队的忠诚度会增加。请注意，第二天选择其他团队不会影响你对另一个队伍的忠诚点。忠诚点越高，你获得的团队代币就越多。代币可以用于在兵工厂中进行兑换团队标志：旗帜、补丁、补给箱、团队涂装和X级巡洋舰伍斯特号的独特永久涂装。当天，你还会收到另一支团队的邀请。在拒绝或同意之前，你必须反复衡量后果。如果你决定换队，将会收到补给箱。如果拒绝，将增加你对当前队伍的忠诚度。

# IDS_ARC_EVENT_RULES_LOYALTY_HEADER
source: Loyalty to the Team
es_mx: Lealtad al Equipo
ja: チームへの忠誠
pl: Lojalność drużynowa
ru: Верность команде
uk: Вірність команді
zh: 队伍忠诚
zh_sg: 队伍忠诚度

# IDS_ARC_EVENT_RULES_POINTS_BATTLETASKS
source: Complete a Special Task
es_mx: Completa una Tarea Especial
ja: 特別タスクを達成しよう
pl: Wypełnij zadanie specjalne
ru: Выполнение специального задания
uk: Виконання спеціального завдання
zh: 完成一个特殊工作
zh_sg: 完成特殊任务

# IDS_ARC_EVENT_RULES_POINTS_BATTLETASKS_DESCRIPTION
source: You can receive a Special Task at the beginning of a battle.
es_mx: Puedes recibir una Tarea Especial al inicio de la batalla.
ja: 各戦の開始時に特別タスクが付与されることがあります。
pl: Możesz otrzymać zadanie specjalne na początku bitwy.
ru: Специальное задание может быть выдано вам в начале боя.
uk: Спеціальне завдання може бути видано вам на початку бою.
zh: 您可以在战斗开始时获得一个特殊工作。
zh_sg: 在战斗开始时你会收到一个特殊任务。

# IDS_ARC_EVENT_RULES_POINTS_CLAN_BATTLES_DESCRIPTION
source: 100 points when your team wins.
es_mx: 100 puntos cuando tu equipo gane.
ja: チームが勝利すると 100 ポイントが付与されます。
pl: 100 punktów za zwycięstwo Twojej drużyny
ru: 100 очков за победу команды.
uk: 100 очок за перемогу команди.
zh: 当您的队伍胜利时100点。
zh_sg: 队伍获胜获得100点。

# IDS_ARC_EVENT_RULES_POINTS_HEADER
source: Scoring Points
es_mx: Puntos Conseguidos
ja: 取得ポイント
pl: Zdobywanie punktów
ru: Начисление очков
uk: Додавання очок
zh: 点数已获得
zh_sg: 获得点数

# IDS_ARC_EVENT_RULES_POINTS_SCENARIO_BATTLES
source: Scenario Battles
es_mx: Batallas de Escenario
ja: シナリオ戦
pl: Scenariusze
ru: Сценарные бои
uk: Сценарні бої
zh: 剧情战斗
zh_sg: 剧情战役

# IDS_ARC_EVENT_RULES_POINTS_SCENARIO_BATTLES_DESCRIPTION
source: 10 points for each star received when your team wins.
es_mx: 10 puntos por cada estrella recibida cuando tu equipo gana.
ja: チームが勝利した際、1 スターあたり 10 ポイントが付与されます。
pl: 10 punktów za każdą zdobytą gwiazdę, jeśli Twoja drużyna wygra.
ru: 10 очков за каждую полученную звезду при победе команды.
uk: 10 очок за кожну отриману зірку, якщо команда перемогла.
zh: 当您的队伍获胜时每个星星获得10点。
zh_sg: 队伍获胜时每颗星10点。

# IDS_ARC_EVENT_RULES_RESTRICTION
source: You can participate in the competition playing with ships of Tier V or above in Co-op, Random, Scenario, and Clan Battles!
es_mx: ¿Puedes participar en la competición jugando con barcos de Nivel V o superior en batallas Cooperativas, Aleatorias, de Escenario y de Clanes!
ja: このコンペティション参加するには、Tier V 以上の艦艇で、Co-op 戦、ランダム戦、シナリオ戦、クラン戦をプレイしてください!
pl: Możesz uczestniczyć w zawodach grając okrętem V lub wyższego poziomu w bitwach kooperacyjnych, losowych, scenariuszach i bitwach klanowych!
ru: Принять участие в соревновании можно на кораблях V уровня или выше в кооперативных, случайных, сценарных и клановых боях.
uk: Брати участь у змаганні можна кораблями V рівня чи вище у кооперативних, випадкових, сценарних та кланових боях.
zh: 您可以以V级别以上的战舰在联合战斗、标准战斗、剧情和军团战斗参加竞赛！
zh_sg: 您可以使用V级及以上的战舰在联合作战，随机战，剧情和军团战中参与争霸赛！

# IDS_ARC_EVENT_RULES_RESTRICTION_HEADER
source: Participation Conditions
es_mx: Condiciones para Participar
ja: 参加条件
pl: Warunki uczestnictwa
ru: Условия участия
uk: Умови участі
zh: 参加条件
zh_sg: 参与条件

# IDS_ARC_EVENT_SIDE_0
source: Honor
ru: Честь
uk: Честь
zh: Честь

# IDS_ARC_EVENT_SIDE_0_DESCRIPTION
source: Shark—a symbol of lethal menace. It is a predator perfectly fit for sea hunting. The shark is known for its strength, quickness, firmness, and lust for blood.
es_mx: Tiburón—un símbolo de amenaza letal. Este es un depredador perfecto para cazar en el mar. El tiburón es conocido por su fuerza, velocidad, firmeza, astucia y sus ansias de sangre.
ja: 鮫—破滅的な脅威の象徴であり、海中での狩りを極めた捕食者です。鮫は、その強さ、素早さ、堅牢さ、そして血への渇望で知られています。
pl: Rekin – symbol śmiertelnego zagrożenia. To drapieżnik idealnie przystosowany do polowania w morskich głębinach. Rekin znany jest ze swojej siły, szybkości, twardości i żądzy krwi.
ru: Акула — символ смертельной опасности. Это хищник, идеально приспособленный для морской охоты. Акуле присущи сила, скорость, непоколебимость и кровожадность.
uk: Акула — символ смертельної небезпеки. Це хижак, ідеально пристосований для морського полювання. Акулі притаманні сила, швидкість, непохитність і кровожерливість.
zh: Shark—致命威胁的象征。它是一个完美符合海中狩猎的猎食者。鲨鱼以其力量、速度、坚定性和对血液的欲望而闻名。
zh_sg: 鲨鱼——致命威胁的符号。它是一种在海上狩猎的完美掠食者。鲨鱼以其力量，速度，坚毅和对血的渴望而闻名。
