Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC377_FRENCHDDARC_MILITAIRE_DESCRIPTION
source: First established in 1852, the "Médaille militaire" ("Military Medal") is one of the highest military decorations of France. Since 1870, the obverse side of the medal has borne the left profile of Marianne being the national personification of the French Republic. The reverse of the medal is common to all variants since inception of the award, and bears the relief inscription "Valeur et Displine" ("Valor and Discipline"). The medal is awarded to members of the military other than commissioned officers for acts of bravery in action, being inferior in precedence only to the Order of the Legion of Honor. On special occasions, it can be awarded to generals and admirals who have been commanders-in-chief as a supreme award for leadership. During World War II, the Military Medal was bestowed upon Admiral Georges Thierry d'Argenlieu, one of the major personalities of the Free French Naval Forces, who had a record that included several battles that he participated in personally.
es_mx: Establecida inicialmente en 1852, la Medalla militar («Médaille militaire» en francés) es una de las condecoraciones militares de mayor rango de Francia. Desde 1870, el anverso de la medalla muestra el perfil izquierdo de Marianne, el personaje que encarna la República francesa. El reverso de la medalla se ha mantenido inalterado desde el principio de la condecoración para todas las variantes, y muestra la inscripción en relieve «Valor y disciplina» («Valeur et Displine» en francés). La medalla se otorga a los miembros de las fuerzas armadas que no sean oficiales del ejército por sus actos de valentía, y es inferior solamente a la orden de la Legión de Honor. En ocasiones especiales, se puede otorgar a generales y almirantes que han sido comandantes generales, como reconocimiento supremo a su liderazgo. Durante la II Guerra Mundial, la Medalla militar se otorgó al almirante Georges Thierry d'Argenlieu, una de las principales personalidades de las fuerzas navales de la Francia Libre con un récord de varias batallas en las que participó personalmente.
ja: 1852 年に創設された軍功勲章は、フランス最高位の軍事記章のひとつです。1870 年より、勲章の表面にはフランス共和国を擬人化したマリアンヌの左顔が描かれています。勲章の裏面には、勲章創設以降の全種類に共通して「勇気と規律」が書かれています。 この勲章は作戦中の勇敢な行為に対して士官以外の軍人に授与され、これを超えるのはレジオンドヌール (名誉軍団) 勲章のみです。特別な場合には、リーダーシップに対する最高褒賞として最高司令官であった将軍や提督に授与されます。二次大戦中には、自由フランス海軍の主要人物の一人であるジョルジュ・ティエリ・ダルジャンリュー提督に対し、複数の戦闘に参加した戦歴を表彰するために軍功勲章が授与されました。
pl: Po raz pierwszy przyznany w 1852 roku Medal Wojskowy (francuski „Médaille militaire”) to jedno z najwyższych odznaczeń wojskowych we Francji. Od 1870 roku, awers medalu przedstawia lewy profil Marianny, która jest narodowym ucieleśnieniem Republiki Francuskiej. Rewers medalu jest taki sam dla wszystkich jego wersji od powstania nagrody i przedstawia napis „Męstwo i dyscyplina” (francuskie „Valeur et Displine”). Medal jest przyznawany żołnierzom poniżej stopnia oficerskiego za akty odwagi w boju, ustępując istotności jedynie Orderowi Legii Honorowej. W szczególnych wypadkach przyznawano go generałom i admirałom, którzy byli naczelnymi dowódcami, jako najwyższa nagroda za dowodzenie w walce. Podczas II wojny światowej Medal Wojskowy został przyznany admirałowi Georgesowi Thierry d'Argenlieu, jednej z najważniejszych osobistości marynarki wojennej Sił Wolnej Francji, który osobiście uczestniczył w kilku bitwach.
ru: Учреждённая в 1852 году Воинская медаль является одной из высших военных наград Франции. С 1870 года на аверсе медали изображается профиль Марианны — символа Французской республики. На обороте медали с момента её учреждения неизменно располагается надпись «Доблесть и дисциплина» (фр. Valeur et discipline). Награда вручается военнослужащим неофицерского ранга за проявленный в боевой обстановке героизм, уступая при этом по значимости лишь ордену Почётного легиона. В особых случаях, в качестве самой высшей награды, медали могут быть удостоены и занимающие высокий командный пост генералы или адмиралы. В ходе Второй мировой войны Воинской медалью, среди прочих, был награждён адмирал Жорж Тьерри д'Аржанльё, сыгравший одну из ключевых ролей в становлении ВМС «Свободной Франции» и лично участвовавший в ряде сражений.
uk: Впроваджена 1852 року Військова медаль стала однією з найвищих військових нагород Франції. З 1870 року на аверсі медалі зображено профіль Маріанни — символа Французької республіки. На реверсі медалі від самого її впровадження незмінно розміщено напис «Звитяга та дисципліна» (фр. Valeur et discipline). Нагороду вручають військовослужбовцям неофіцерського рангу за проявлений героїзм у бойових обставинах. За значимістю медаль поступається лише ордену Почесного легіону. В особливих випадках цю медаль можуть вручати й високопоставленим генералам та адміралам як найвищу нагороду. Під час Другої світової війни Військовою медаллю, серед усіх інших, нагородили адмірала Жоржа Тьєррі д’Аржанльє, який зіграв одну з ключових ролей у становленні ВМС «Вільної Франції» й персонально брав участь у багатьох битвах.
zh: Учреждённая в 1852 году Воинская медаль является одной из высших военных наград Франции. С 1870 года на аверсе медали изображается профиль Марианны — символа Французской республики. На обороте медали с момента её учреждения неизменно располагается надпись «Доблесть и дисциплина» (фр. Valeur et discipline). Награда вручается военнослужащим неофицерского ранга за проявленный в боевой обстановке героизм, уступая при этом по значимости лишь ордену Почётного легиона. В особых случаях, в качестве самой высшей награды, медали могут быть удостоены и занимающие высокий командный пост генералы или адмиралы. В ходе Второй мировой войны Воинской медалью, среди прочих, был награждён адмирал Жорж Тьерри д'Аржанльё, сыгравший одну из ключевых ролей в становлении ВМС «Свободной Франции» и лично участвовавший в ряде сражений.
zh_sg: 军功奖章（法语：“Médaille militaire”）设立于1852年，是法国地位最高的军事奖章之一。自1870年以来，该奖章的绘有法兰西共和国的国家化身——玛丽安的左侧轮廓。奖章的反面，自其设立以来所有变体都带有“勇气与纪律”（法语：“Valeur et Displine”）的浮雕铭文。 除了军官以外，该奖章也颁发给军人，因为其行动中的英雄行为，该勋章仅次于荣誉军团勋章。在特殊情况下，它可以授予成为总司令的将军或海军上将，作为他们领导力的至高奖项。在第二次世界大战期间，军功勋章授予了海军上将Georges Thierry d'Argenlieu，他是自由法国海军的主要人物之一，并亲自参加了多次战斗。

# IDS_PCZC378_FRENCHDDARC_GUERRE
source: 1914–1918 War Cross
es_mx: Cruz de Guerra de 1914–1918
ja: 1914–1918 年 戦争十字章
pl: Krzyż Wojenny 1914–1918
ru: Орден войны 1914–1918 гг.
uk: Орден війни 1914–1918
zh: Орден войны 1914–1918 гг.
zh_sg: 1914–1918 战争十字奖章

# IDS_PCZC378_FRENCHDDARC_GUERRE_DESCRIPTION
source: Shortly after the outbreak of World War I, French military circles stepped forward with a proposal to establish a new award. The Order of the Legion of Honor and the Military Medal continued to be granted relatively rarely, while hostilities at that time had risen to an unprecedented scale. The valorous service of thousands of officers, soldiers, and seamen needed to be somehow recognized. It was for this purpose that the "Croix de Guerre" ("Military Cross") was established in April 1915. The award was given both to servicemen and civilians whose deeds of valor committed during the war were personally cited in official reports. At the same time, depending on the level from which the report came (division, squadron, fleet), a special sign in the form of a five-pointed star or a palm branch made from a particular metal was attached to the ribbon of the order. Subsequent actions worthy of citations were limited to additional ribbon devices to be affixed to the originally received insignia. Thus, Vice-Admiral Émile Guépratte, who had had three citations in the reports of the Navy's Commander, had three palm branches augmenting his Military Cross.
es_mx: Poco después del estallido de la I Guerra Mundial, los círculos militares franceses tomaron la iniciativa de proponer una nueva condecoración. La orden de la Legión de Honor y la Medalla militar se reservaban para ocasiones bastante particulares, y las hostilidades de la época alcanzaban una escala sin precedentes. El valor de miles de oficiales, soldados y marineros necesitaba ser reconocido de alguna forma. Por estos motivos se instauró la Cruz militar («Croix de guerre» en francés) en abril de 1915. La condecoración se otorgaba tanto a personal en servicio como a civiles cuyos actos de valor efectuados durante la guerra se citaban explícitamente en los informes oficiales. Al mismo tiempo, dependiendo del nivel del que viniera el informe (división, escuadrón, flota), se añadía al galón de la orden una estrella de cinco puntas o una rama de palma fabricada con un metal particular. Las acciones posteriores merecedoras de referencias se premiaban con galones adicionales que se fijaban en la insignia original. Por ejemplo, el vicealmirante Émile Guépratte, al que citaron tres veces en los informes de comandancia de la Armada, tenía tres hojas de palma que agrandaban su Cruz militar.
ja: 一次大戦の勃発後、フランスの各種軍事団体は新しい勲章の制定の要求に動きました。レジオンドヌール (名誉軍団) 勲章と軍功勲章は従来通り稀にしか授与されませんでしたが、その当時の軍事行動は想定外の規模になっていました。無数の士官、兵士、水兵の勇敢な功績を何らかのかたちで表彰する必要がありました。1915 年 4 月に戦争十字章が制定されたのはこのためです。 この勲章は戦争中にその勇敢な行為が公式報告書で言及された軍人と民間人の双方に授与されました。同時に、報告書が出された組織 (分艦隊、戦隊、艦隊) に応じて、特定の金属製の五芒星またはヤシの枝の形をした特別な標識が勲章のリボンに付けられました。その後報告に値する行為を行った場合は、当初受賞した記章に付属する追加リボンとして表示されました。例えば、海軍司令官により 3 回報告されたエミール・ゲプラッテ中将は、自身の軍事十字章に 3 本のヤシの枝を付けていました。
pl: Krótko po wybuchu I wojny światowej francuscy militarni deputowani złożyli wniosek o ustanowienie nowej nagrody. Order Legii Honorowej oraz Medal Wojskowy wciąż były przyznawane stosunkowo rzadko, natomiast działania wojenne tego okresu przebiegały na niespotykaną dotąd skalę. Wierna służba tysięcy oficerów, żołnierzy i żeglarzy musiała być w jakiś sposób wyróżniona. Na tę okoliczność ustanowiono Krzyż Wojenny (francuski „Croix de guerre”) w kwietniu 1915 roku. Nagroda była przyznawana zarówno wojskowym, jak i cywilom, których chwalebne czyny podczas wojny zostały wyróżnione w oficjalnych raportach. W tym samym czasie, w zależności od poziomu sporządzenia raportu (dywizjon, eskadra, flota), do wstęgi orderu dodawane było specjalne odznaczenie w formie pięcioramiennej gwiazdy lub gałęzi palmowej wykonanych z odpowiednich kruszców. Kolejne czyny warte pochwały symbolizowała dodatkowa wstęga przypinana do pierwotnie otrzymanych insygnii. Stąd też kontradmirał Émile Guépratte, który otrzymał trzy pochwały w raportach dowódcy marynarki wojennej, został nagrodzony trzema palmami powiększającymi jego Krzyż Wojenny.
ru: Вскоре после начала Первой мировой войны во французских военных кругах был поднят вопрос об учреждении новой награды. Орден Почётного легиона и Воинская медаль продолжали вручаться сравнительно редко, в то время как военные действия велись теперь в небывалых масштабах, и подвиги тысяч офицеров, солдат и матросов необходимо было как-то отметить. Именно с этой целью в апреле 1915 года и был учреждён Военный крест (фр. Croix de guerre). Награда вручалась как военнослужащим, так и гражданским лицам, чьи совершённые во время военных действий подвиги были персонально отмечены в официальных донесениях. При этом, в зависимости от уровня, с которого исходило донесение (дивизион, эскадра, флот), на ленту ордена крепился особый знак в виде пятиконечной звезды или пальмовой ветви определённого металла. В случае если кавалер Военного креста совершал очередной подвиг, сопровождавшийся упоминанием в донесениях, он получал право прикрепить на ленту новый знак. Так, вице-адмирал Эмиль Гепратт, трижды отмеченный в рапортах командующего флотом, носил на своём Военном кресте три пальмовые ветви.
uk: Незабаром після початку Першої світової війни у французьких військових колах постало питання про заснування нової нагороди. Орденом Почесного легіону та Військовою медаллю нагороджували не часто, а воєнні дії набули нечуваних масштабів. Подвиги тисяч офіцерів, солдатів і матросів потрібно було якось відзначити. Саме з цією метою у квітні 1915 року заснували «Військовий хрест» (фр. Croix de guerre). Нагороду вручали як військовослужбовцям, так і цивільним особам, чиї скоєні під час воєнних дій подвиги персонально відзначали в офіційних рапортах. Причому, залежно від рівня, з якого надходив рапорт (дивізіон, ескадра, флот), на стрічку ордена кріпили особливий знак, що мав вигляд п’ятикутної зірки або пальмової гілки з певного металу. У разі, якщо кавалер Військового хреста здійснював черговий подвиг, що супроводжувався згадкою в повідомленнях , він отримував право прикріпити на стрічку новий знак. Так, віце-адмірал Еміль Гепратт, тричі відзначений у рапортах командувача флоту, носив на своєму Військовому хресті три пальмові гілки.
zh: Вскоре после начала Первой мировой войны во французских военных кругах был поднят вопрос об учреждении новой награды. Орден Почётного легиона и Воинская медаль продолжали вручаться сравнительно редко, в то время как военные действия велись теперь в небывалых масштабах, и подвиги тысяч офицеров, солдат и матросов необходимо было как-то отметить. Именно с этой целью в апреле 1915 года и был учреждён Военный крест (фр. Croix de guerre). Награда вручалась как военнослужащим, так и гражданским лицам, чьи совершённые во время военных действий подвиги были персонально отмечены в официальных донесениях. При этом, в зависимости от уровня, с которого исходило донесение (дивизион, эскадра, флот), на ленту ордена крепился особый знак в виде пятиконечной звезды или пальмовой ветви определённого металла. В случае если кавалер Военного креста совершал очередной подвиг, сопровождавшийся упоминанием в донесениях, он получал право прикрепить на ленту новый знак. Так, вице-адмирал Эмиль Гепратт, трижды отмеченный в рапортах командующего флотом, носил на своём Военном кресте три пальмовые ветви.
zh_sg: 第一次世界大战爆发后不久，法国军界提议设立一项新的奖项。荣誉军团勋章和军功勋章的授予人数一直相对较少，而当时的战争行动却以前所未有的规模上升。千上万的军官，士兵和水兵需要某种用方式促进他们勇猛地服役。正是出于这个目的，战争十字奖章（法语：“Croix de guerre”）于1915年4月被设立。 该奖项授予在战争期间的英勇行为被官方报告所引用的军人和平民。同时，根据报告的级别（小区，中队，舰队），一个五角星或一个由特定金属制成的棕榈树枝形式的特殊标志被附在勋章的勋带上。后续的值得引用的行为只能在原来接收的徽章上附加勋带装饰。因此，在海军指挥官的报告中有三次引用的海军上将Émile Guépratte，共有三个棕榈树枝增加了他的战争十字奖章上。

# IDS_PCZC379_FRENCHDDARC_COMMEMORATIVE
source: 1939–1945 Commemorative War Medal
es_mx: Medalla Conmemorativa de Guerra 1939–1945
ja: 1939–1945 年 戦争記念勲章
pl: Medal Pamiątkowy Wojny 1939–1945
ru: Памятная медаль войны 1939–1945 гг.
uk: Пам’ятна медаль війни 1939–1945
zh: Памятная медаль войны 1939–1945 гг.
zh_sg: 1939–1945 战争纪念奖章

# IDS_PCZC379_FRENCHDDARC_COMMEMORATIVE_DESCRIPTION
source: The 1939–1945 Commemorative War Medal (French: "Médaille commémorative de la guerre 1939–1945") is a commemorative medal of France established in 1946 and awarded to all soldiers serving under French authority or under a French government in a state of war against the Axis nations, including members of the French resistance. The medal was struck from bronze. Its obverse bore the relief image of a rooster superimposed onto a Cross of Lorraine, the symbol of Free France, with its wings spread and standing on a broken chain. The medal hung from a silk moiré ribbon with a vertical series of red "V" letters denoting victory in the war. Special clasps could be attached to the ribbon to denote operational theaters or military campaigns of the recipient. Soldiers of the Resistance, as well as those who had taken part in the liberation of Corsica and the in the French Campaign between 1943 and 1945, wore a clasp with the word "Liberation" (French: "Libération") inscribed on it.
es_mx: La medalla conmemorativa de la guerra 1939–1945 («Médaille commémorative de la guerre 1939–1945» en francés) es una condecoración francesa establecida en 1946 y otorgada a todos los soldados que sirvieron bajo la autoridad francesa o de un gobierno francés en un estado en guerra contra las naciones del Eje, incluyendo los miembros de la Resistencia francesa. La medalla estaba esculpida en bronce. Su anverso muestra la imagen en relieve de un gallo de pie sobre una cadena rota con las alas abiertas. Al fondo está la Cruz de Lorena, el símbolo de la Francia libre. La medalla cuelga de un galón de seda muaré con una serie vertical de letras «V» rojas que simboliza la victoria en la guerra. Se podían añadir broches adicionales al galón para hacer referencia a los teatros de operaciones o las campañas militares del receptor. Los soldados de la Resistencia, así como aquellos que participaron en la liberación de Córcega y en la campaña francesa entre 1943 y 1945, lucían un broche con la palabra «Liberación» («Libération» en francés) inscrita en él.
ja: 1939–1945 戦争記念勲章は 1946 年に制定されたフランスの記念勲章です。この勲章は、枢軸国との戦争においてフランスの指導者またはフランス政府のために戦った、フランスレジスタンスのメンバーを含む全ての兵士に授与されました。この勲章は青銅製です。表面に描かれているのは、自由フランスの象徴であるロレーヌ十字の上に立つ、翼を広げ砕けた鎖の上に立つ雄鶏のレリーフです。 この勲章は、戦争での勝利を示す一連の赤い「V」字が縦に配置された絹製のモアレリボンに留められています。リボンに特別な留め金を取り付けることで、受賞者の戦域または軍事作戦を表示できます。レジスタンスの兵士や、1943 - 1945 年にかけてのコルシカ解戦およびフランス戦に参加した兵士は「解放」という言葉が刻まれた留め金を着けていました。
pl: Medal Pamiątkowy Wojny 1939–1945 (francuski „Médaille commémorative de la guerre 1939–1945”) to pamiątkowy medal Francji ustanowiony w 1946 roku, który jest przyznawany wszystkim żołnierzom służącym dla Francji lub dla francuskiego rządu w stanie wojny z państwami Osi, w tym członkom francuskiego Ruchu oporu. Medal został wykuty z brązu. Jego awers przedstawia wizerunek koguta nałożony na krzyż lotaryński, symbol Wolnej Francji, którego skrzydła są rozpostarte, a on sam stoi na złamanym łańcuchu. Medal wisi na jedwabnej wstążce z mory, na której przedstawiono pionowo wielokrotnie czerwoną literę „V”, symbolizującą wiktorię w wojnie. Do wstążki mogły być dodane specjalne okucia, przedstawiające udział odznaczonego w kampaniach wojskowych. Żołnierze ruchu oporu, a także Ci, którzy brali udział w wyzwoleniu Korsyki i kampanii francuskiej w latach 1943 i 1945, noszą okucie z wyrytym słowem „Wyzwolenie” (francuskie „Libération”).
ru: В 1946 году во Франции была учреждена Памятная медаль в честь войны 1939–1945 годов. Награда вручалась сражавшимся в ходе войны под французским командованием против стран Оси, включая участников движения Сопротивления. Сама медаль изготавливалась из бронзы, на лицевой её стороне на фоне лотарингского креста, символа Освобождения Франции, изображался галльский петух, попирающий разорванную цепь. Медаль носилась на шёлковой муаровой ленте с вертикальным узором из литер «V», символизировавших победу в войне. К ленте крепились особой формы металлические плашки с указанием военной кампании, в которой принимал участие награждённый, либо театра военных действий, где он сражался. Бойцы Сопротивления, а также участники освобождения острова Корсика и континентальной Франции в 1943–1945 годах, носили на ленте планку с надписью «Освобождение» (фр. Libération).
uk: 1946 року у Франції заснували Пам’ятну медаль на честь війни 1939–1945 років. Нагороджували солдатів, які билися у війни під французьким стягом проти країн Осі, зокрема учасників руху Опору. Саму медаль виготовляли з бронзи, на лицьовому її боці на тлі лотаринзького хреста, символу Визволення Франції, зобразили галльського півня, який стояв на розірваному ланцюзі. Медаль була на шовковій муаровій стрічці з вертикальним візерунком із літер «V», як символ перемоги у війні. До стрічки кріпили особливої форми металеві пластинки із зазначенням військової кампанії, в якій брав участь нагороджений, або театру воєнних дій, де він бився. Бійці Опору, а також учасники визволення острова Корсика й континентальної Франції у 1943-1945 роках, носили на стрічці пластинку з написом «Звільнення» (фр. Libération).
zh: В 1946 году во Франции была учреждена Памятная медаль в честь войны 1939–1945 годов. Награда вручалась сражавшимся в ходе войны под французским командованием против стран Оси, включая участников движения Сопротивления. Сама медаль изготавливалась из бронзы, на лицевой её стороне на фоне лотарингского креста, символа Освобождения Франции, изображался галльский петух, попирающий разорванную цепь. Медаль носилась на шёлковой муаровой ленте с вертикальным узором из литер «V», символизировавших победу в войне. К ленте крепились особой формы металлические плашки с указанием военной кампании, в которой принимал участие награждённый, либо театра военных действий, где он сражался. Бойцы Сопротивления, а также участники освобождения острова Корсика и континентальной Франции в 1943–1945 годах, носили на ленте планку с надписью «Освобождение» (фр. Libération).
zh_sg: 1939–1945战争纪念奖章（法语：“Médaille commémorative de la guerre 1939–1945”）是法国的一种纪念奖章，设于1946年，颁发给在法国当局或法国政府领导下在战争中抵抗轴心国的所有士兵，包括法国抵抗势力的成员。这枚奖牌是由青铜制成的。它的正面有一只公鸡的浮雕图像，叠加在洛林十字架前，这是自由法国的象征，它的翅膀展开并站一条在断开的锁链上。 奖章悬挂在一条丝绸制的莫尔条纹勋带上，上面印有一系列红色“V”字母，表示战争的胜利。可以在勋带上附上特殊的扣子，以代表被授予者的行动战区或军事战役。抵抗军士兵以及参与解放科西嘉岛和1943年至1945年间的法国战役的士兵，上面都带有刻着“解放”（法语：“Libération”）字样的扣子。

# IDS_PCZC380_FRENCHDDARC_LETERRIBLE
source: Le Terrible
zh: 可畏
zh_sg: 可怖
