Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC214_AA_FIRECONTROL_MAN_DESCRIPTION
source: At the beginning of the 20th century, the newly-appeared ranging equipment on ships required well-trained specialists. The intensive development of gun fire control systems in the 1920s–1930s resulted in a significant increase in the relevant service personnel. Eventually, in 1941, the U.S. Navy reassigned a specific group of Gunners to Gun Fire Control System Operators—Fire Controlmen. Their duties included rendering assistance to the Artillery Officers by operating optical range finders and ballistic calculators, as well as the maintenance and servicing of these devices. The sleeve emblem of Fire Controlmen contained the image of a range finder. Until 1949, the patch was worn on the right sleeve, after that, on the left sleeve. In 1948, a special rating of Fire Control Technician was singled out, while the rating of the Fire Controlman was eliminated in 1957.
es_mx: A principios del siglo XX, el nuevo equipo de rango que aparecía en los barcos necesitaba especialistas bien-entrenados. El desarrollo intensivo del sistema de control de fuego entre 1920–1930 resultó en un incremento significativo del personal relevante en servicio. Eventualmente, en 1941, la Marina de los Estados Unidos reasignó a un grupo específico de Artilleros a los Operadores del Sistema de Control de Fuego—los Hombres de Control de Fuego. Sus labores incluían rendir asistencia al los Oficiales de Artillería al operar los buscadores de distancia ópticos y los calculadores de balística, como también el mantenimiento y servicio de estos dispositivos. El emblema de la manga de los Controladores de Fuego contenía la imagen del telémetro. Hasta 1949, el parche se ponía en la manga derecha, después de eso, en la manga izquierda. En 1948, un rango especial para el Técnico del Control de Fuego fue señalado, mientras que el Hombre de Control de Fuego fue eliminado en 1957.
ja: 20 世紀の初めに艦艇用の新型の測距装置が登場したことに伴い、然るべき訓練を受けた専門家が必要とされるようになりました。そして 1920 - 1930 年代にかけて射撃管制装置の開発が積極的に進められた結果として、その運用に必要な兵員の数が大幅に増加しました。これに伴い 1941 年にアメリカ海軍は、砲手 (Gunner) のうちの然るべきグループを、射撃管制装置の操作員のための職域である射管員 (Fire Controlman) に任命しました。 その任務としては、光学測距儀や弾道計算機を用いて砲術将校を補佐したり、これらの機器の保守整備を行なったりすることが含まれていました。 この射管員の袖章は、測距儀の図柄となっていました。このパッチは、1949 年までは右袖に装着されていましたが、1949 年以降は左袖に移されました。その少し前の 1948 年には、射管技手 (Fire Control Technician) という独立した専門職域が登場した一方で、射管員という職域は 1957 年に廃止されました。
pl: Na początku XX wieku nowoczesne wyposażenie okrętów wymagało dobrze wyszkolonych specjalistów. Gwałtowny rozwój systemów kontroli ognia w latach 20. i 30. poskutkowało gwałtownym wzrostem liczbowym odpowiedniego personelu. W końcu, w 1941 roku, U.S. Navy wydzieliła grupę kanonierów specjalizujących się w systemach kontroli ognia – kontrolerów ognia. Do ich obowiązków należało wspieranie oficerów artylerii poprzez obsługę optycznych dalmierzy i kalkulatorów balistycznych, a także utrzymanie i naprawy tych urządzeń. Naszywka kontrolera ognia zawierała wizerunek dalmierza. Do 1949 roku noszono ją na prawym rękawie, a później na lewym rękawie. W 1948 roku wyszczególniono stopień technika kontroli ognia, a sam stopień kontrolera ognia został zlikwidowany w 1957 roku.
ru: Уже в начале XX века появившееся на кораблях дальномерное оборудование требовало хорошо подготовленных специалистов. Интенсивное развитие систем управления огнём в 1920–1930-х годах имело следствием значительный рост обслуживающего их персонала. Наконец, в 1941 году в ВМС США из матросов-артиллеристов были выделены операторы систем управления огнём (Fire Controlman). В обязанности матросов новой специальности входила помощь офицерам-артиллеристам в работе с оптическими дальномерами и баллистическими вычислителями, а также содержание и обслуживание этих устройств. Эмблемой операторов систем управления огнём на нарукавных нашивках было изображение дальномера. До 1949 года нашивка носилась на правом рукаве, впоследствии — на левом. В 1948 году была выделена особая специальность техников систем управления огнём, а специальность оператора в 1957 году ликвидирована.
uk: Вже на початку XX ст. далекомірне обладнання, що з’явилося на кораблях, потребувало добре навчених фахівців. Наслідком інтенсивного розвитку систем керування вогнем у 1920–1930-х рр. було значне зростання кількості їхньої обслуги. Нарешті, 1941 р. у ВМС США з матросів-артилеристів відокремили операторів систем керування вогнем (Fire Controlman). В обов’язки матросів нового фаху входила допомога офіцерам-артилеристам в роботі з оптичними далекомірами і балістичними обчислювачами, а також догляд і обслуговування цих пристроїв. Емблемою операторів систем керування вогнем на нарукавних нашивка було зображення далекоміра. До 1949 р. нашивку носили на правому рукаві, згодом — на лівому. Від 1948 р. створили особливий фах техніків систем керування вогнем, а фах оператора 1957 р. скасували.
zh: 在20世纪初，船上新出现的测距设备需要训练有素的专家。1920至1930年代火炮的火控系统强力发展导致相关服役人员的显著增加。最终，于1941年，M国海军重新指派了一组炮手给火炮火控系统操作员—火控人员。 他们的职责包含通过操作光学测距仪和弹道计算器支持炮兵军官，以及维护和维修这些设备。 火控人员的袖徽包含测距仪的图案。直到1949年，这个袖徽被穿戴在右袖，之后改穿戴在左袖。1948年，火控技师的等级被独立出来，而火控人员阶级在1957年被废除。
zh_sg: 在20世纪初，战舰上新出现的各种武器需要训练有素的专业人员。20年代-30年代火炮射控系统的快速发展导致了相关的服务人员显著增长。最终，在1941年，美国海军给火炮射控系统的操作员设定了一个特殊的枪炮军士的小组——射控员（Fire Controlman）。 他们的职责包括通过操作光学测距仪和弹道计算器向炮兵军官提供支持，以及维护和维修这些装置。 射控员的袖徽图是一个测距仪。在1949年前，袖徽都是佩戴在右臂上的，在那之后换成了左臂。1948年，出现了射控士官（ Fire Control Technician）的单独等级，而射控员（Fire Controlman）等级在1957年被取消。

# IDS_PCZC215_AA_TORPEDO_MAN
source: Torpedoman
es_mx: Hombre Torpedo
ja: 水雷手
pl: Torpedowy
ru: Торпедист
uk: Торпедист
zh: 鱼雷专家
zh_sg: 鱼雷士官

# IDS_PCZC215_AA_TORPEDO_MAN_DESCRIPTION
source: A separate rating of Torpedoman (since 1942, Torpedoman's Mate) was created in the U.S. Navy only in 1921, although ships armed with torpedo tubes had already been part of the fleet for three decades by that time. Torpedomen were responsible for servicing torpedo tubes, their aiming at the target, and launching. Torpedomen's sleeve was introduced simultaneously with the establishment of the rating in 1921 and was abolished in 2007, when the rating of Torpedoman's Mate was combined with the rating of Gunner's Mate. Until 1949, the patch was worn on the right sleeve, since 1949, it has been worn on the left sleeve.
es_mx: Un rango separado de Hombre Torpedero (desde 1942, Auxiliar de Hombre torpedero) fue creado en la Marina norteamericana hasta 1921, aunque los barcos armados con torpedos ya habían sido parte de la flota por tres décadas en ese tiempo. Los Hombres Torpederos eran responsables de dar servicio a los tubos de torpedos, su puntería hacia el objetivo, y su lanzamiento. La manga del Hombre Torpedero fue introducida simultáneamente con el establecimiento del rango en 1921 y fue abolida en 2007, cuando el rango del Torpedero Auxiliar fue combinado con el rango de Hombre Torpedero. Hasta 1949, el parche fue puesto del lado derecho, desde 1949, había sido puesto del lado derecho de la manga.
ja: アメリカ海軍において水雷手 (Torpedoman、1942 年以降は掌水雷手 (Torpedoman's Mate)) という独立した職域が制定されたのは 1921 年になってからのことであり、この時には既に、魚雷発射管を搭載する艦艇が登場してから約 30 年もの年月が経過していました。 水雷手の任務は、魚雷発射管の整備、照準、発射でした。 水雷手の袖章は、1921 年にこの職域が制定された際に併せて導入されました。このパッチは、1949 年までは右袖に装着されていましたが、1949 年以降は左袖に移されました。そしてこの職域は 2007 年に、掌砲手 (Gunner’s Mate) と統合される形で廃止されました。
pl: Stopień torpedowego istniał w U.S. Navy od 1921 roku, choć okręty uzbrojone w torpedy obecne były w jej flocie już trzy dekady wcześniej. Torpedowi odpowiedzialni było za serwisowanie wyrzutni torped, ich celowanie i odpalanie. Naszywka torpedowego została wprowadzona równocześnie z ustanowieniem stopnia w 1921 roku i porzucona w 2007 roku, gdy stopień ten został połączony z kanonierem. Do 1949 roku naszywkę noszono na prawym rękawie, później na lewym rękawie.
ru: Отдельная специальность торпедиста (Torpedoman, с 1942 года — Torpedoman’s Mate) была выделена в ВМС США только в 1921 году, хотя корабли, вооружённые торпедными аппаратами, входили в состав флота к тому моменту уже три десятилетия. В обязанности торпедистов входило обслуживание торпедных аппаратов, непосредственное наведение их на цель и стрельба. Нарукавный знак торпедиста был введён одновременно с учреждением самой специальности в 1921 году и упразднён в 2007 году, когда торпедисты были объединены с комендорами. Вплоть до 1949 года нашивка носилась на правом рукаве, с 1949 года — на левом.
uk: Окремий фах торпедист (Torpedoman, з 1942 р. — Torpedoman’s Mate) відокремили у ВМС США лише 1921 р., хоча кораблі, озброєні торпедними апаратами, входили до складу флоту до тієї миті вже три десятиріччя. В обов’язки торпедистів входило обслуговування торпедних апаратів, безпосереднє наведення їх на ціль і стрільба. Нарукавний знак торпедиста ввели одночасно з заснуванням самого фаху 1921 р. і скасували 2007 р., коли торпедистів об’єднали з комендорами. Аж до 1949 р. нашивку носили на правому рукаві, з 1949 р. — на лівому.
zh: 鱼雷手（1942年后称为鱼雷军士）这单独的等级直到1921年才在M国海军中创立，尽管当时装备鱼雷管的战舰已经在舰队中服役超过三十年了。 鱼雷手负责维护鱼雷管、瞄准目标并发射。 鱼雷手的袖徽与这个等级在1921年创立的同时引进并于2007年取消，当时鱼雷军士与枪炮军士阶级合并。直到1949年，袖徽被穿戴在右袖，自1949年后它被穿戴在左袖。
zh_sg: 鱼雷士官（Torpedoman，1942年后称为Torpedoman's Mate）这一单独的等级于1921年才创立于美国海军，尽管在当时，30年前就有装备鱼雷发射管的战舰加入舰队了。 鱼雷士官负责维修鱼雷发射管，瞄准目标并射击。 鱼雷士官的袖徽于1921年和他们等级的建立同时被引入，于2007鱼雷士官等级与枪炮军士等级合并时年被废止。1949年之前袖徽佩戴于右臂上，而1949年之后，则佩戴于左臂上。

# IDS_PCZC216_AA_AVIATION_PILOT
source: Aviation Pilot
es_mx: Piloto de Aviación
ja: 航空操縦員
pl: Pilot lotnictwa
ru: Пилот
uk: Пілот
zh: 航空兵
zh_sg: 航空飞行员

# IDS_PCZC216_AA_AVIATION_PILOT_DESCRIPTION
source: The rating of Aviation Pilot existed in the U.S. Navy to designate aircraft pilots who did not have an officer's rank, unlike Aviators. This rating was introduced in 1924, during the early days of naval aviation. The Aviation Pilot's sleeve patch had an emblem of the rating, with an image of the naval pilot's sign embroidered with yellow threads, which distinguished them from other naval specialists. In 1948, the U.S. Navy scrapped the program of non-officer pilot training, and the rating was formally abolished, but it actually ceased to exist only in the early 1980s, when the last sailor who wore the Aviation Pilot's patch left the Navy.
es_mx: El rango de Piloto de Aviación existió en la Armada estadounidense para designar a los pilotos de los aviones que no tenían el rango de oficial, diferente a los Aviadores. Este rango fue introducido en 1924, durante los tempranos días de la aviación naval. El parche de la manga con el emblema del rango de Piloto de Aviación, con la imagen de la señal del piloto bordado con tres hilos amarillos, que se distinguían de otros especialistas navales. En 1948, la Marina norteamericana desechó el programa de entrenamiento de pilotos no-oficiales, y el rango fue formalmente abolido, pero realmente cesó de existir a principios de 1980, cuando el último marinero con un parche de Piloto de Aviación, salió de la Marina.
ja: アメリカ海軍においては、航空操縦員 (Aviation Pilot) という職域は、士官未満の階級を有する航空機パイロットのためのものであり、士官以上のパイロットは、航空操縦士 (Aviator) と呼ばれていました。この職域は、海軍航空の黎明期だった 1924 年に導入され、その袖章には、海軍パイロットであることを示すマークが黄色い糸を用いて刺繍されており、海軍の他の職域と容易に区別できるようになっていました。 1948 年にアメリカ海軍は、士官未満に対するパイロット訓練を廃止したため、この職域も公式には廃止されましたが、実際のところ、1980 年代の前半に航空操縦員のパッチを持つ最後の水兵が海軍を離れるまでは、存在し続けていました。
pl: Stopień pilota lotnictwa istniał w U.S. Navy, by wyróżnić pilotów samolotów nieposiadających stopnia oficerskiego, w przeciwieństwie do stopnia lotnika. Wprowadzono go w 1924 roku, gdy lotnictwo morskie było jeszcze w powijakach. Naszywka pilota lotnictwa zawierała emblemat stopnia oraz znak pilota marynarki wojennej otoczony żółtymi haftami, co odróżniało ich od pozostałych specjalistów morskich. W 1948 roku U.S. Navy porzuciło program szkolenia pilotów niebędących oficerami i stopień został formalnie zlikwidowany, ale tak naprawdę przestał istnieć dopiero w latach 80., gdy służbę w marynarce zakończył ostatni marynarz noszący naszywkę pilota lotnictwa.
ru: Специальность «пилот» (Aviation Pilot) существовала в американском флоте для обозначения пилотов летательных аппаратов, не имевших офицерского звания, в отличие от лётчиков-офицеров (Aviator). Введена эта специальность была в 1924 году в период становления морской авиации. На нарукавной нашивке пилота в качестве эмблемы специальности выступало изображение знака морского лётчика, вышитое жёлтыми нитками, что выделяло их среди остальных матросов-специалистов. В 1948 году в ВМС США была свёрнута программа по подготовке пилотов не офицерского звания, и специальность была формально упразднена, однако фактически она прекратила своё существование лишь к началу 1980-х годов, когда из флота уволился последний матрос, носивший нашивку пилота.
uk: Фах «пілот» (Aviation Pilot) існував в американському флоті для позначення пілотів літальних апаратів, які не мали офіцерського звання, на відміну від льотчиків-офіцерів (Aviator). Започаткували цей фах 1924 р. в період становлення морської авіації. На нарукавній нашивці пілота фаховою емблемою стало зображення знака морського льотчика, вишите жовтими нитками, що вирізняло їх серед інших матросів-фахівців. У ВМС США 1948 р. згорнули програму з підготовки пілотів не офіцерського звання, і фах формально скасували, однак фактично він припинив своє існування лише на початку 1980-х рр., коли з флоту звільнився останній матрос, який носив нашивку пілота.
zh: 航空兵等级存在于美国海军以指定没有军官等级的飞机驾驶，与飞行员不同。该等级创立于1924年，正值海军航空队引入初期。航空兵的袖徽上有一个等级标志，海军飞行员的标志上绣有黄色线条，与其它海军专业做区分。 1948年，M国海军取消了非军官飞行员培训计划，该等级也正式废除，但它实际直到1980年代早期，最后一位穿戴航空兵徽章的水手离开海军后才不再存在。
zh_sg: 航空飞行员（Aviation Pilot）等级在美国海军的出现是为了指定那些，与飞行员（Aviator）不同的，没有军官等级飞行员。这一等级于1924年，海军航空发展处于初级阶段的时候被引入。航空飞行员的袖徽上有他们等级的标志，是用黄色的线绣出的海军飞行员的标记，将他们与其他海军专业人员区分开来。 1948年，美国海军取消了非军官飞行员的训练项目，这一等级被正式废除，但实际上它在20世纪80年代初，当最后一名佩戴航空飞行员袖徽的海员离开海军才停止存在。

# IDS_PCZC217_AA_ORDINANCEMAN
source: Aviation Ordnanceman
es_mx: Aviador de Pertrechos de Guerra
ja: 航空武器整備員
pl: Ordynans lotniczy
ru: Авиаоружейник
uk: Авіазброяр
zh: 航空军械员
zh_sg: 航空军械士官

# IDS_PCZC217_AA_ORDINANCEMAN_DESCRIPTION
source: Aviation Ordnancemen were designated a specific rating in the Navy in 1926. Their duties included storage, check, and maintenance of all types of weapons and ammunition for naval aviation, including their loading and installation on aircraft. The emblem of Aviation Ordnancemen contains an image of a grenade with a flame and adjacent wings. The emblem was worn on the left sleeve. The patches for this rating are preserved in this form to this day.
es_mx: El Aviador de los Pertrechos de Guerra era un rango específico designado en la Marina en 1926. Sus labores incluían el almacenamiento, la revisión, y el mantenimiento de todos los tipos de armas y munición para la aviación naval, incluyendo su carga e instalación en los aviones. El emblema de los Aviadores de Pertrechos de Guerra contiene una imagen de una granada con una flama y unas alas adyacentes. El emblema era puesto en la manga izquierda. Los parches para este rango siguen preservándose hasta nuestros días.
ja: アメリカ海軍において航空武器整備員 (Aviation Ordnancemen) という専門職域が制定されたのは、1926 年のことでした。その任務は、艦載機のためのあらゆる種別の兵装を保管、確認、メンテナンスすることであり、これらを航空機に搭載したり組み込んだりすることも含まれていました。 航空武器整備員の袖章は、着火済みの手榴弾に翼が生えたデザインであり、左袖に装着されます。そしてこの職域のパッチは、当時のままのものが今でも用いられ続けています。
pl: Ordynansi lotniczy mają swój własny stopień w marynarce od 1926 roku. Do ich obowiązków należało przechowywanie, sprawdzanie i obsługa wszystkich rodzajów uzbrojenia i amunicji używanych przez lotnictwo morskie, włączając w to ich załadunek i instalację na samolocie. Naszywka ordynansa lotniczego zawiera wizerunek granatu i płomienia z przylegającymi skrzydłami. Noszono je na lewym rękawie. Do dnia dzisiejszego zachowały swoją formę.
ru: Авиаоружейники (Aviation Ordnanceman) были выделены в отдельную специальность на флоте в 1926 году. В их обязанности входит хранение, проверка и сервисное обслуживание всех видов вооружения и боеприпасов для корабельной авиации, включая их погрузку и установку на сами летательные аппараты. В качестве эмблемы для авиаоружейников было выбрано изображение ядра-гранаты с пламенем и примыкающих к нему крыльев. Эмблема носилась на левом рукаве. В таком виде нашивки для этой специальности сохраняются и по сей день.
uk: Авіазброярів (Aviation Ordnanceman) відокремили до окремого фаху на флоті 1926 р. До їхніх обов’язків входить зберігання, перевірка і сервісне обслуговування всіх видів озброєння та боєприпасів корабельної авіації, їх завантаження і встановлення на самі літальні апарати. За емблему для авіазброярів вибрали зображення ядра-бомби з полум’ям і приєднаними крилами. Емблему носили на лівому рукаві. У такому вигляді нашивки цих фахівців зберігаються й донині.
zh: 1926年，航空军械员被指定为海军的特殊职位。他们的职责包含库存、检查和维护海军航空队各种类型的武器与弹药，包括他们在飞机上的装载和安装。 航空军械员的徽章图像包含一个带有火焰和连着翅膀的手榴弹。袖徽穿戴在左袖上。这个等级的徽章保持这个样式直到今天。
zh_sg: 航空军械士（Aviation Ordnanceman）在1926年被分类为海军的一个等级。他们的责任包括储存，检查以及维护海军空中部队的各种类型的武器和弹药，包括在飞机上的装载和安装。 航空军械员的徽章包括一个带着火焰的手雷的图片和相连的翅膀。徽章佩戴在左臂上。这个专业的徽章以这种形式被保留到了今天。

# IDS_PCZC218_AA_RADARMAN
source: Radarman
es_mx: Hombre de Radar
ja: レーダー手
pl: Operator radaru
ru: Оператор радара
uk: Оператор радара
zh: 雷达手
zh_sg: 雷达士官

# IDS_PCZC218_AA_RADARMAN_DESCRIPTION
source: A separate rating for sailors who served radar equipment (Radarman) was introduced in the U.S. Navy in 1942, when radar systems were deployed on a massive scale on nearly every major American warship. The duties of the sailors of this rating included keeping all radar equipment in a serviceable condition, as well as its operation. In 1972, the Radarman rating was abolished. Initially, ship radars were operated by sailors who specialized as radio operators. Therefore, when the rating of Radarman appeared, their emblem was based on that of radio operators, namely a triplet of lightning bolts crossed by an arrow. The patch was worn on the left sleeve.
es_mx: Un rango separado del de marineros para aquellos que usaban el equipo de radar (Hombre de Radar) fue introducido a la Marina norteamericana en 1942, cuando los sistemas de radar que estaban siendo usados en escala masiva en casi todos los mayores barcos de guerra. Las obligaciones de los marinos de este rango incluían mantener el equipo de radar en condiciones de servicio, como también su operación. En 1972, el rango de Hombre de Radar fue abolido. Inicialmente, los barcos con radar eran operados por marineros especializados como operadores de radio. Por lo tanto, cuando el rango de Hombre de Radar apareció, su emblema estaba basado en el de los operadores de radio, con un triplete de rayos atravesado por una flecha. El parche fue usado en la manga izquierda.
ja: レーダー設備関連の任務を専門とする独立した職域であるレーダー手 (Radarman) は、アメリカ海軍においては 1942 年に導入されました。この当時にはレーダーシステムが大規模に配備が進んでおり、ほぼ全ての主要なアメリカ軍艦艇に搭載済みでした。そしてこの職域の任務は、レーダー関連のあらゆる設備を運用可能な状態に保ち、これを運用することでした。 当初、艦載レーダーは無線手 (Radio Operator) という職域を持つ兵員によって運用されていたため、このレーダー手という職域が導入された際には、その袖章は無線手のものをベースとしてデザインされ、3 本の稲妻に交差する形で矢が配された図柄となりました。このパッチは、左袖に装着されていました。そして 1972 年、レーダー手という職域は廃止されました。
pl: Osobny stopień dla marynarzy obsługujących wyposażenie radarowe (operatorzy radarów) utworzony w U.S. Navy w 1942 roku, gdy systemy radarowe instalowano na masową skalę na niemal każdym większym amerykańskim okręcie wojskowym. Do obowiązków marynarzy z takim stopniem należało utrzymanie wszystkich części wyposażenia radarowego w dobrym stanie oraz jego obsługa. W 1972 roku stopień radarowego został zlikwidowany. Początkowo radary okrętów obsługiwali marynarze-radiooperatorzy. Kiedy więc pojawił się stopień operatora radaru, jego naszywka przypominała tą, którą posiadali radiooperatorzy, czyli trzy błyskawice przebite strzałą. Noszono ją na lewym rękawie.
ru: Отдельная специальность для матросов, обслуживающих радиолокационное оборудование (Radarman), была введена в ВМС США в 1942 году в то время, когда радары стали устанавливаться в массовом порядке почти на все крупные американские боевые корабли. В обязанности матросов этой специальности входило поддержание в рабочем состоянии всех радиолокационных приборов и непосредственная работа с ними. В 1972 году специальность «оператор радара» была упразднена. Изначально с корабельными РЛС работали матросы, имевшие специальность радистов. Поэтому, когда появились операторы радаров, эмблема для них была создана на основе эмблемы радистов, представлявшей собой пучок из молний, с добавлением пересекающей их стрелы. Носилась нашивка на левом рукаве.
uk: Окремий фах для матросів, які обслуговують радіолокаційне обладнання (Radarman), ввели у ВМС США 1942 р. у той час, коли радари почали встановлювати масово майже на всі великі американські бойові кораблі. В обов’язки матросів цього фаху входило підтримання в робочому стані всіх радіолокаційних приладів і безпосередня робота з ними. Фах «оператор радара» скасували 1972 р. Спочатку з корабельними РЛС працювали матроси, що мали фах радистів. Тому, коли з’явилися оператори радарів, емблему для них створили за зразком емблеми радистів, яка мала вигляд жмута блискавок та стріли, що перетинає їх. Носили нашивку на лівому рукаві.
zh: 1942年M国海军大规模部署雷达系统在几乎每艘M国主要军舰后，一个负责雷达设备的独立水手职位（雷达手）被引进。这个等级的水手的职责是保持所有雷达设备在可用状态以及操作它们。 1972年，雷达手阶级被废除。最初，船上雷达由具有无线电操作专业的水手操作。因此，当雷达手等级出现时，他们的标志是基于无线电操作员的标志，即一支箭穿过三支闪电。该徽章被穿戴在左袖上。
zh_sg: 1942年美国海军为使用雷达装备海员引入了单独的等级（Radarman），当时，雷达系统已经大范围地被部署在了几乎每艘美国主力战舰上。这一等级的海员的职责包括维持所有的雷达设备在一个可用的状态以及维护工作状态。 1972年，雷达士的等级被废除了。最初，船上的雷达是由专门操作无线电的海员操作的。因此，当雷达士等级出现时，他们的标志是基于无线电操作员的标志，即一组三个闪电，中间穿过一根箭。袖徽佩戴在左臂上。

# IDS_PCZC219_AA_SIGNALMAN
source: Signalman
es_mx: Hombre de las Señales
ja: 信号手
pl: Sygnalista
ru: Сигнальщик
uk: Сигнальник
zh: 信号手
zh_sg: 信号士官
