Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGGA045_MACHINEGUNMAXIM_7_62
source: 7.92 mm MG 08 machine gun
es_mx: Ametralladora MG 08 de 7.92 mm
ja: 7.92 mm MG 08 機銃
pl: Karabin maszynowy 7,92 mm MG 08
ru: 7,92-мм пулемёт MG 08
uk: 7,92-мм кулемет MG 08
zh: 7.92 毫米 MG 08
zh_sg: 7.92 mm MG 08机枪

# IDS_PGGA046_75MM_FKM97_C39
source: 75 mm F.K.M. 97 C/39
ru: 75-мм F.K.M. 97 C/39
uk: 75-мм F.K.M. 97 C/39
zh: 75 毫米 F.K.M. 97 C/39

# IDS_PGGA050_20MM_FLAK_38
source: 20 mm/65 C/38 on a twin mount
es_mx: C/38 de 20 mm/65 en un montaje doble
ja: 20 mm/65 C/38 (連装砲座)
pl: 20 mm/65 C/38 na podwójnym stanowisku
ru: 20-мм/65 C/38 в спаренной установке
uk: 20-мм/65 C/38 у спареній установці
zh: 20 毫米 38型 双联装
zh_sg: 20 mm/65 C/38（双联装炮座）

# IDS_PGGA072_37MM_FLAK_C_38
source: 37 mm/83 SK C/30 on a twin mount
es_mx: SK C/30 de 37 mm/83 en un montaje doble
ja: 37 mm/83 SK C/30 (連装砲座)
pl: 37 mm/83 SK C/30 na podwójnym stanowisku
ru: 37-мм/83 SK C/30 в спаренной установке
uk: 37-мм/83 SK C/30 у спареній установці
zh: 37 毫米 Dop. Tr C/39
zh_sg: 37 mm/83 SK C/30（双联装炮座）

# IDS_PGGA086_37MM_FLAK_M42_LM43
source: 37 mm/69 Flak M42 on an LM/43 mount
es_mx: Flak M42 de 37 mm/69 en un montaje LM/43
ja: 37 mm/69 Flak M42 (LM/43 砲座)
pl: 37 mm/69 Flak M42 na stanowisku LM/43
ru: 37-мм/69 Flak M42 в установке LM/43
uk: 37-мм/69 Flak M42 в установці LM/43
zh: 37 毫米 LM/43 高射炮
zh_sg: 37 mm/69 Flak M42（LM/43炮座）

# IDS_PGGA088_20MM_FLAK_38
source: 20 mm/65 C/38 on an L/30 single mount
es_mx: C/38 de 20 mm/65 en un montaje simple L/30
ja: 20 mm/65 C/38 (L/30 単装砲座)
pl: 20 mm/65 C/38 na pojedynczym stanowisku L/30
ru: 20-мм/65 C/38 в одиночной установке L/30
uk: 20-мм/65 C/38 в одиночній установці L/30
zh: 20 毫米 38型 高射炮
zh_sg: 20 mm/65 C/38（L/30单装炮座）

# IDS_PGGA089_MACHINEGUNMAXIM_7_62
source: 7.92 mm MG 08 machine gun
es_mx: Ametralladora MG 08 de 7.92 mm
ja: 7.92 mm MG 08 機銃
pl: Karabin maszynowy 7,92 mm MG 08
ru: 7,92-мм пулемёт MG 08
uk: 7,92-мм кулемет MG 08
zh: 7.92 毫米 MG 08
zh_sg: 7.92 mm MG 08机枪

# IDS_PGGA091_20MM_FLAK_38
source: 20 mm/65 C/38 on a twin mount
es_mx: C/38 de 20 mm/65 en un montaje doble
ja: 20 mm/65 C/38 (連装砲座)
pl: 20 mm/65 C/38 na podwójnym stanowisku
ru: 20-мм/65 C/38 в спаренной установке
uk: 20-мм/65 C/38 у спареній установці
zh: 20 毫米 38型 双联装
zh_sg: 20 mm/65 C/38（双联装炮座）

# IDS_PGGA100_20MM_FLAK_38
source: 20 mm/65 C/38 on a single mount
es_mx: C/38 de 20 mm/65 en un montaje simple
ja: 20 mm/65 C/38 (単装砲座)
pl: 20 mm/65 C/38 na pojedynczym stanowisku
ru: 20-мм/65 C/38 в одиночной установке
uk: 20-мм/65 C/38 в одиночній установці
zh: 20 毫米 38型 高射炮
zh_sg: 20 mm/65 C/38（单装炮座）

# IDS_PGGA108_30MM_FLAK_38
source: 30 mm/45 Flak 103/38 on a quadruple mount
es_mx: Flak 103/38 de 30 mm/45 en un montaje cuádruple
ja: 30 mm/45 Flak 103/38 (四連装砲座)
pl: 30 mm/45 Flak 103/38 na poczwórnym stanowisku
ru: 30-мм/45 Flak 103/38 в счетверённой установке
uk: 30-мм/45 Flak 103/38 у зчетвереній установці
zh: 30-мм/45 Flak 103/38 в счетверённой установке
zh_sg: 30 mm/45 Flak 103/38（四联装炮座）

# IDS_PGGA314_FLAKTURM_2CM_ZF_C38
source: 20 mm SVD-18B
ru: 20-мм SVD-18B
uk: 20-мм SVD-18B
zh: 20 毫米 SVD-18B

# IDS_PGGA535_105MM_SKC_33_SPACE
source: 105 MW Big Crunch 01
ru: 105-МВт Big Crunch 01
uk: 105-МВт Big Crunch 01
zh: 105-МВт Big Crunch 01

# IDS_PGGA538_55MM_77_GERAT58_SPACE
source: 55 MW Singularity 77
ru: 55-МВт Singularity 77
uk: 55-МВт Singularity 77
zh: 55-МВт Singularity 77

# IDS_PGGA539_55MM_77_GERAT_58_TWIN_SPACE
source: 55 MW Singularity 77D
ru: 55-МВт Singularity 77D
uk: 55-МВт Singularity 77D
zh: 55-МВт Singularity 77D

# IDS_PGGA540_20MM_FLAK_38_M43_SPACE
source: 20 MW SoftSingularity 38
ru: 20-МВт SoftSingularity 38
uk: 20-МВт SoftSingularity 38
zh: 20 MW SoS 38
zh_sg: 20兆瓦特 SoftSingularity 38

# IDS_PGGA542_20MM_FLAK_38_C35_SPACE
source: 20 MW SoftSingularity 39
ru: 20-МВт SoftSingularity 39
uk: 20-МВт SoftSingularity 39
zh: 20-МВт SoftSingularity 39

# IDS_PGGM005_380MM_SKC_34_RF
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: 52 SK C/34 de 380 mm en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGGM006_380MM_SKC_34
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: 52 SK C/34 de 380 mm en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGGM012_105MM_SK_L45
source: 105 mm/45 SK C/06 on an MPL C/06 mount
es_mx: SK C/06 de 105 mm/45 en un montaje MPL C/06
ja: 105 mm/45 SK C/06 (MPL C/06 砲座)
pl: 105 mm/45 SK C/06 na stanowisku MPL C/06
ru: 105-мм/45 SK C/06 в установке MPL C/06
uk: 105-мм/45 SK C/06 в установці MPL C/06
zh: 105 毫米 L/45 SK C/06
zh_sg: 105 mm/45 SK C/06（MPL C/06炮座）

# IDS_PGGM016_203MM_SK_L56
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGGM020_149MM60_DRHTR_C25
source: 150 mm/60 SK C/25 on a Drh Tr C/25 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/25
ja: 150 mm/60 SK C/25 (Drh Tr C/25 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/25
ru: 150-мм/60 SK C/25 в установке Drh Tr C/25
uk: 150-мм/60 SK C/25 в установці Drh Tr C/25
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/25炮座）

# IDS_PGGM024_105MM_SCHNELLADEGESCHUTZ_L40
source: 105 mm/40 SK C/04 on an MPL C/04 mount
es_mx: SK C/04 de 105 mm/40 en un montaje MPL C/04
ja: 105 mm/40 SK C/04 (MPL C/04 砲座)
pl: 105 mm/40 SK C/04 na stanowisku MPL C/04
ru: 105-мм/40 SK C/04 в установке MPL C/04
uk: 105-мм/40 SK C/04 в установці MPL C/04
zh: 105 毫米 L/40 SK C/04
zh_sg: 105 mm/40 SK C/04（MPL C/04炮座）

# IDS_PGGM025_105MM_SCHNELLADEGESCHUTZ_L40
source: 105 mm/40 SK C/04 on an MPL C/04 mount
es_mx: SK C/04 de 105 mm/40 en un montaje MPL C/04
ja: 105 mm/40 SK C/04 (MPL C/04 砲座)
pl: 105 mm/40 SK C/04 na stanowisku MPL C/04
ru: 105-мм/40 SK C/04 в установке MPL C/04
uk: 105-мм/40 SK C/04 в установці MPL C/04
zh: 105 毫米 L/40 SK C/04
zh_sg: 105 mm/40 SK C/04（MPL C/04炮座）

# IDS_PGGM026_127MM_KC_40
source: 128 mm/61 SK C/42 in a turret
es_mx: SK C/42 de 128 mm/61 en una torreta
ja: 128 mm/61 SK C/42 (砲塔)
pl: 128 mm/61 SK C/42 w wieży
ru: 128-мм/61 SK C/42 в башенной установке
uk: 128-мм/61 SK C/42 в баштовій установці
zh: 128 毫米 L/61 SK C/42
zh_sg: 128 mm/61 SK C/42（单装炮塔）

# IDS_PGGM027_210MM45_SK_L45
source: 210 mm/45 SK L/45 in a turret
es_mx: SK L/45 de 210 mm/45 en una torreta
ja: 210 mm/45 SK L/45 (砲塔)
pl: 210 mm/45 SK L/45 w wieży
ru: 210-мм/45 SK L/45 в башенной установке
uk: 210-мм/45 SK L/45 у баштовій установці
zh: 210 毫米 L/45 SK L/45
zh_sg: 210 mm/45 SK L/45（单装炮塔）

# IDS_PGGM028_210MM45_SK_L45
source: 210 mm/45 SK L/45 in a turret
es_mx: SK L/45 de 210 mm/45 en una torreta
ja: 210 mm/45 SK L/45 (砲塔)
pl: 210 mm/45 SK L/45 w wieży
ru: 210-мм/45 SK L/45 в башенной установке
uk: 210-мм/45 SK L/45 у баштовій установці
zh: 210 毫米 L/45 SK L/45
zh_sg: 210 mm/45 SK L/45（单装炮塔）

# IDS_PGGM029_149MM60_DRHTR_SK_C25
source: 150 mm/60 SK C/25 on a Drh Tr C/28 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/28
ja: 150 mm/60 SK C/25 (Drh Tr C/28 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/28
ru: 150-мм/60 SK C/25 в установке Drh Tr C/28
uk: 150-мм/60 SK C/25 в установці Drh Tr C/28
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/28炮座）

# IDS_PGGM030_203MM_C34
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGGM031_203MM_C34_RF
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGGM032_203_56_SK_C38
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGGM037_380MM45_SK_L45
source: 380 mm/45 Drh LC/1913 on a Drh LC/1913 mount
es_mx: Drh LC/1913 de 380 mm/45 en un montaje Drh LC/1913
ja: 380 mm/45 Drh LC/1913 (Drh LC/1913 砲座)
pl: 380 mm/45 Drh LC/1913 na stanowisku Drh LC/1913
ru: 380-мм/45 Drh LC/1913 в установке Drh LC/1913
uk: 380-мм/45 Drh LC/1913 в установці Drh LC/1913
zh: 380 毫米 L/45 Drh LC/1913
zh_sg: 380 mm/45 Drh LC/1913（Drh LC/1913炮座）

# IDS_PGGM039_406MM_C34
source: 406 mm/52 Drh C/34 on a Drh LC/34 mount
es_mx: Drh C/34 de 406 mm/52 en un montaje Drh LC/34
ja: 406 mm/52 Drh C/34 (Drh LC/34 砲座)
pl: 406 mm/52 Drh C/34 na stanowisku Drh LC/34
ru: 406-мм/52 Drh C/34 в установке Drh LC/34
uk: 406-мм/52 Drh C/34 в установці Drh LC/34
zh: 406 毫米 L/52 Drh C/34
zh_sg: 406 mm/52 Drh C/34（Drh LC/34炮座）

# IDS_PGGM041_105MM_SK_L45_SHIELD
source: 105 mm/45 MPL C/06 on an MPL C/06 mount
es_mx: MPL C/06 de 105 mm/45 en un montaje MPL C/06
ja: 105 mm/45 MPL C/06 (MPL C/06 砲座)
pl: 105 mm/45 MPL C/06 na stanowisku MPL C/06
ru: 105-мм/45 MPL C/06 в установке MPL C/06
uk: 105-мм/45 MPL C/06 в установці MPL C/06
zh: 105 毫米 L/45 MPL C/06
zh_sg: 105 mm/45 MPL C/06（MPL C/06炮座）

# IDS_PGGM047_150MM_SK_L45
source: 150 mm/45 SK L/45 on an MPL C/14 mount
es_mx: SK L/45 de 150 mm/45 en un montaje MPL C/14
ja: 150 mm/45 SK L/45 (MPL C/14 砲座)
pl: 150 mm/45 SK L/45 na stanowisku MPL C/14
ru: 150-мм/45 SK L/45 в установке MPL C/14
uk: 150-мм/45 SK L/45 в установці MPL C/14
zh: 150 毫米 L/45 SK L/45
zh_sg: 150 mm/45 SK L/45（MPL C/14炮座）

# IDS_PGGM051_305MM_50_DRH_LC_1909
source: 305 mm/50 SK С/08 on a Drh LC/1909 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1909
ja: 305 mm/50 SK С/08 (Drh LC/1909 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1909
ru: 305-мм/50 SK C/08 в установке Drh LC/1909
uk: 305-мм/50 SK С/08 в установці Drh LC/1909
zh: 305 毫米 L/50 Drh LC/1909
zh_sg: 305 mm/50 SK С/08（Drh LC/1909炮座）

# IDS_PGGM053_28CM_SK_L45_LC_1906
source: 283 mm/45 SK С/07 on a Drh LC/1906 mount
es_mx: SK С/07 de 283 mm/45 en un montaje Drh LC/1906
ja: 283 mm/45 SK С/07 (Drh LC/1906 砲座)
pl: 283 mm/45 SK С/07 na stanowisku Drh LC/1906
ru: 283-мм/45 SK C/07 в установке Drh LC/1906
uk: 283-мм/45 SK С/07 в установці Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906
zh_sg: 283 mm/45 SK С/07（Drh LC/1906炮座）

# IDS_PGGM055_406MM52_SK_C34
source: 406 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 406 mm/52 en un montaje Drh LC/34
ja: 406 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 406 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 406-мм/52 SK C/34 в установке Drh LC/34
uk: 406-мм/52 SK C/34 в установці Drh LC/34
zh: 406 毫米 L/52 Drh LC/34
zh_sg: 406 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGGM057_149MM60_DRHTR_C25
source: 150 mm/60 SK C/25 on a Drh Tr C/25 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/25
ja: 150 mm/60 SK C/25 (Drh Tr C/25 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/25
ru: 150-мм/60 SK C/25 в установке Drh Tr C/25
uk: 150-мм/60 SK C/25 в установці Drh Tr C/25
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/25炮座）

# IDS_PGGM058_280MM54_5_C34
source: 283 mm/54.5 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 283 mm/54.5 en un montaje Drh LC/34
ja: 283 mm/54.5 SK C/34 (Drh LC/34 砲座)
pl: 283 mm/54.5 SK C/34 na stanowisku Drh LC/34
ru: 283-мм/54.5 SK C/34 в установке Drh LC/34
uk: 283-мм/54.5 SK C/34 в установці Drh LC/34
zh: 283 毫米 L/54.5 Drh LC/34
zh_sg: 283 mm/54.5 SK C/34（Drh LC/34炮座）

# IDS_PGGM059_380MM_SKC_34_RF
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 380 mm/52 en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGGM060_380MM_SKC_34
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 380 mm/52 en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGGM063_280MM_SK_L45_LC_1906
source: 283 mm/45 SK С/07 on a Drh LC/1906 mount
es_mx: SK С/07 de 283 mm/45 en un montaje Drh LC/1906
ja: 283 mm/45 SK С/07 (Drh LC/1906 砲座)
pl: 283 mm/45 SK С/07 na stanowisku Drh LC/1906
ru: 283-мм/45 SK C/07 в установке Drh LC/1906
uk: 283-мм/45 SK С/07 в установці Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906
zh_sg: 283 mm/45 SK С/07（Drh LC/1906炮座）

# IDS_PGGM064_280MM_SK_L45_LC_1906
source: 283 mm/45 SK С/07 on a Drh LC/1906 mount
es_mx: SK С/07 de 283 mm/45 en un montaje Drh LC/1906
ja: 283 mm/45 SK С/07 (Drh LC/1906 砲座)
pl: 283 mm/45 SK С/07 na stanowisku Drh LC/1906
ru: 283-мм/45 SK C/07 в установке Drh LC/1906
uk: 283-мм/45 SK С/07 в установці Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906
zh_sg: 283 mm/45 SK С/07（Drh LC/1906炮座）

# IDS_PGGM065_203MM_C34
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGGM066_203MM_C34_RF
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 SK C/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGGM070_150MM_45_L_28
source: 150 mm L/45 SK L/45
ru: 150-мм L/45 SK L/45
uk: 150-мм L/45 SK L/45
zh: 150 毫米 L/45 SK L/45

# IDS_PGGM071_127MM_SK_C34
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGGM076_150MM_TL_C_36
source: 150 mm/55 Tbts KC/36 on a Tbts LC/36 mount
es_mx: Tbts KC/36 de 150 mm/55 en un montaje Tbts LC/36
ja: 150 mm/55 Tbts KC/36 (Tbts LC/36 砲座)
pl: 150 mm/55 Tbts KC/36 na stanowisku Tbts LC/36
ru: 150-мм/55 Tbts KC/36 в установке Tbts LC/36
uk: 150-мм/55 Tbts KC/36 в установці Tbts LC/36
zh: 150 毫米 L/48 Tbts LC/36
zh_sg: 150 mm/55 Tbts KC/36（Tbts LC/36炮座）

# IDS_PGGM077_150MM_1DRHL_C_38
source: 150 mm/55 Tbts KC/36T on an LDrh LC/38 mount
es_mx: Tbts KC/36T de 150 mm/55 en un montaje LDrh LC/38
ja: 150 mm/55 Tbts KC/36T (LDrh LC/38 砲座)
pl: 150 mm/55 Tbts KC/36T na stanowisku LDrh LC/38
ru: 150-мм/55 Tbts KC/36T в установке LDrh LC/38
uk: 150-мм/55 Tbts KC/36T в установці LDrh LC/38
zh: 150 毫米 L/48 LDrh LC/38
zh_sg: 150 mm/55 Tbts KC/36T（LDrh LC/38炮座）

# IDS_PGGM079_305MM_56_SKC_39
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGGM080_305MM_56_SKC_39_RF
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGGM082_305MM_50_DRH_LC_1909
source: 305 mm/50 SK С/08 on a Drh LC/1909 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1909
ja: 305 mm/50 SK С/08 (Drh LC/1909 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1909
ru: 305-мм/50 SK C/08 в установке Drh LC/1909
uk: 305-мм/50 SK С/08 в установці Drh LC/1909
zh: 305 毫米 L/50 Drh LC/1909
zh_sg: 305 mm/50 SK С/08（Drh LC/1909炮座）

# IDS_PGGM083_127MM_45_SK_C41
source: 128 mm/45 SK C/41 on a Drh LC/41 mount
es_mx: SK C/41 de 128 mm/45 en un montaje Drh LC/41
ja: 128 mm/45 SK C/41 (Drh LC/41 砲座)
pl: 128 mm/45 SK C/41 na stanowisku Drh LC/41
ru: 128-мм/45 SK C/41 в установке Drh LC/41
uk: 128-мм/45 SK C/41 в установці Drh LC/41
zh: 128 毫米 L/45 Drh LC/41
zh_sg: 128 mm/45 SK C/41（Drh LC/41炮座）

# IDS_PGGM085_105MM_TBTS_LC_16
source: 105 mm/45 Tbts C/16 on a Tbts LC/16 mount
es_mx: Tbts C/16 de 105 mm/45 en un montaje Tbts LC/16
ja: 105 mm/45 Tbts C/16 (Tbts LC/16 砲座)
pl: 105 mm/45 Tbts C/16 na stanowisku Tbts LC/16
ru: 105-мм/45 Tbts C/16 в установке Tbts LC/16
uk: 105-мм/45 Tbts C/16 в установці Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16
zh_sg: 105 mm/45 Tbts C/16（Tbts LC/16炮座）

# IDS_PGGM090_105MM_SK_C32_GE
source: 105 mm/45 SK C/32 on an MPL C/32gE mount
es_mx: SK C/32 de 105 mm/45 en un montaje MPL C/32gE
ja: 105 mm/45 SK C/32 (MPL C/32gE 砲座)
pl: 105 mm/45 SK C/32 na stanowisku MPL C/32gE
ru: 105-мм/45 SK C/32 в установке MPL C/32gE
uk: 105-мм/45 SK C/32 в установці MPL C/32gE
zh: 105 毫米 L/45 MPL C/32ge
zh_sg: 105 mm/45 SK C/32（MPL C/32gE炮座）

# IDS_PGGM092_88MM45_SK_L45
source: 88 mm/45 Tbts C/13 on a Tbts LC/13 mount
es_mx: Tbts C/13 de 88 mm/45 en un montaje Tbts LC/13
ja: 88 mm/45 Tbts C/13 (Tbts LC/13 砲座)
pl: 88 mm/45 Tbts C/13 na stanowisku Tbts LC/13
ru: 88-мм/45 Tbts C/13 в установке Tbts LC/13
uk: 88-мм/45 Tbts C/13 в установці Tbts LC/13
zh: 88 毫米 L/45 Tbts LC/13
zh_sg: 88 mm/45 Tbts C/13（Tbts LC/13炮座）

# IDS_PGGM094_280MM54_5_C34_SHEE
source: 283 mm/52 SK C/28 on a Drh LC/28 mount
es_mx: SK C/28 de 283 mm/52 en un montaje Drh LC/28
ja: 283 mm/52 SK C/28 (Drh LC/28 砲座)
pl: 283 mm/52 SK C/28 na stanowisku Drh LC/28
ru: 283-мм/52 SK C/28 в установке Drh LC/28
uk: 283-мм/52 SK C/28 в установці Drh LC/28
zh: 283 毫米 L/52 Drh LC/28
zh_sg: 283 mm/52 SK C/28（Drh LC/28炮座）

# IDS_PGGM096_280mm54_5_C34_Shee_HSF2
source: 283 mm L/52 Drh LC/28
ru: 283-мм L/52 Drh LC/28
uk: 283-мм L/52 Drh LC/28
zh: 283 毫米 L/52 Drh LC/28

# IDS_PGGM102_350MM_42_SK_C14
source: 350 mm/45 SK C/14 on a Drh LC/1914 mount
es_mx: SK C/14 de 350 mm/45 en un montaje Drh LC/1914
ja: 350 mm/45 SK C/14 (Drh LC/1914 砲座)
pl: 350 mm/45 SK C/14 na stanowisku Drh LC/1914
ru: 350-мм/45 SK C/14 в установке Drh LC/1914
uk: 350-мм/45 SK C/14 в установці Drh LC/1914
zh: 350 毫米 L/42 SK C/14
zh_sg: 350 mm/45 SK C/14（Drh LC/1914炮座）

# IDS_PGGM107_380MM_52_TRIPLE_SK_C_34
source: 380 mm/55 SK C/34 in a turret
es_mx: SK C/34 de 380 mm/55 en una torreta
ja: 380 mm/55 SK C/34 (砲塔)
pl: 380 mm/55 SK C/34 w wieży
ru: 380-мм/55 SK C/34 в башенной установке
uk: 380-мм/55 SK C/34 в баштовій установці
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/55 SK C/34（单装炮塔）

# IDS_PGGM109_380MM_52_TRIPLE_SK_C_34_RF
source: 380 mm/55 SK C/34 in a turret
es_mx: SK C/34 de 380 mm/55 en una torreta
ja: 380 mm/55 SK C/34 (砲塔)
pl: 380 mm/55 SK C/34 w wieży
ru: 380-мм/55 SK C/34 в башенной установке
uk: 380-мм/55 SK C/34 в баштовій установці
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/55 SK C/34（单装炮塔）

# IDS_PGGM110_150MM_SKC_28
source: 150 mm/55 SK C/28 in a turret
es_mx: SK C/28 de 150 mm/55 en una torreta
ja: 150 mm/55 SK C/28 (砲塔)
pl: 150 mm/55 SK C/28 w wieży
ru: 150-мм/55 SK C/28 в башенной установке
uk: 150-мм/55 SK C/28 в баштовій установці
zh: 150-мм/55 SK C/28 в башенной установке
zh_sg: 150 mm/55 SK C/28（单装炮塔）

# IDS_PGGM111_150MM_SKC_28_RF
source: 150 mm/55 SK C/28 in a turret
es_mx: SK C/28 de 150 mm/55 en una torreta
ja: 150 mm/55 SK C/28 (砲塔)
pl: 150 mm/55 SK C/28 w wieży
ru: 150-мм/55 SK C/28 в башенной установке
uk: 150-мм/55 SK C/28 в баштовій установці
zh: 150-мм/55 SK C/28 в башенной установке
zh_sg: 150 mm/55 SK C/28（单装炮塔）

# IDS_PGGM113_305MM_56_SKC_39
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGGM147_420MM_48_DRH_LC_1940
source: 420 mm/48 SK C/40 on a Drh LC/34 mount
es_mx: SK C/40 de 420 mm/48 en un montaje Drh LC/34
ja: 420 mm/48 SK C/40 (Drh LC/34 砲座)
pl: 420 mm/48 SK C/40 na stanowisku Drh LC/34
ru: 420-мм/48 SK C/40 в установке Drh LC/34
uk: 420-мм/48 SK C/40 в установці Drh LC/34
zh: 420 毫米 L/48 Drh LC/40
zh_sg: 420 mm/48 SK C/40（Drh LC/34炮座）

# IDS_PGGM148_420MM_48_DRH_LC_1940
source: 420 mm/48 SK C/40 on a Drh LC/34 mount
es_mx: SK C/40 de 420 mm/48 en un montaje Drh LC/34
ja: 420 mm/48 SK C/40 (Drh LC/34 砲座)
pl: 420 mm/48 SK C/40 na stanowisku Drh LC/34
ru: 420-мм/48 SK C/40 в установке Drh LC/34
uk: 420-мм/48 SK C/40 в установці Drh LC/34
zh: 420 毫米 L/48 Drh LC/40
zh_sg: 420 mm/48 SK C/40（Drh LC/34炮座）

# IDS_PGGM149_305MM_50_DRH_LC_1911
source: 305 mm/50 SK С/08 on a Drh LC/1911 mount
es_mx: SK С/08 de 305 mm/50 en un montaje Drh LC/1911
ja: 305 mm/50 SK С/08 (Drh LC/1911 砲座)
pl: 305 mm/50 SK С/08 na stanowisku Drh LC/1911
ru: 305-мм/50 SK C/08 в установке Drh LC/1911
uk: 305-мм/50 SK С/08 в установці Drh LC/1911
zh: 305 毫米 L/50 Drh LC/1911
zh_sg: 305 mm/50 SK С/08（Drh LC/1911炮座）

# IDS_PGGM534_203MM_SK_L56_SPACE
source: 203 mm L/60 Morning Star
ru: 203-мм L/60 Morning Star
uk: 203-мм L/60 Morning Star
zh: 203-мм L/60 Morning Star

# IDS_PGGS001_150MM_SKC_28
source: 150 mm/55 SK C/28 on a Dop. L. C/34 mount
es_mx: SK C/28 de 150 mm/55 en un montaje Dop. L. C/34
ja: 150 mm/55 SK C/28 (Dop. L. C/34 砲座)
pl: 150 mm/55 SK C/28 na stanowisku Dop. L. C/34
ru: 150-мм/55 SK C/28 в установке Dop. L. C/34
uk: 150-мм/55 SK C/28 в установці Dop. L. C/34
zh: 150 毫米 L/55 SK C/28
zh_sg: 150 mm/55 SK C/28（Dop. L. C/34炮座）

# IDS_PGGS002_150MM_SKC_28_RF
source: 150 mm/55 SK C/28 on a Dop. L. C/34 mount
es_mx: SK C/28 de 150 mm/55 en un montaje Dop. L. C/34
ja: 150 mm/55 SK C/28 (Dop. L. C/34 砲座)
pl: 150 mm/55 SK C/28 na stanowisku Dop. L. C/34
ru: 150-мм/55 SK C/28 в установке Dop. L. C/34
uk: 150-мм/55 SK C/28 в установці Dop. L. C/34
zh: 150 毫米 L/55 SK C/28
zh_sg: 150 mm/55 SK C/28（Dop. L. C/34炮座）

# IDS_PGGS003_105_MM_SKC_33
source: 105 mm/65 SK C/33 on a Dop. L. C/31 mount
es_mx: SK C/33 de 105 mm/65 en un montaje Dop. L. C/31
ja: 105 mm/65 SK C/33 (Dop. L. C/31 砲座)
pl: 105 mm/65 SK C/33 na stanowisku Dop. L. C/31
ru: 105-мм/65 SK C/33 в установке Dop. L. C/31
uk: 105-мм/65 SK C/33 в установці Dop. L. C/31
zh: 105 毫米 L/65 Dop. L. C/31
zh_sg: 105 mm/65 SK C/33（Dop. L. C/31炮座）

# IDS_PGGS004_105_MM_SKC_37
source: 105 mm/65 SK C/33 on a Dop. L. C/37 mount
es_mx: SK C/33 de 105 mm/65 en un montaje Dop. L. C/37
ja: 105 mm/65 SK C/33 (Dop. L. C/37 砲座)
pl: 105 mm/65 SK C/33 na stanowisku Dop. L. C/37
ru: 105-мм/65 SK C/33 в установке Dop. L. C/37
uk: 105-мм/65 SK C/33 в установці Dop. L. C/37
zh: 105 毫米 L/65 Dop. L. C/37
zh_sg: 105 mm/65 SK C/33（Dop. L. C/37炮座）

# IDS_PGGS011_75MM_SCHNEIDER_WZ26
source: 75 mm L/50 Schneider
ru: 75-мм L/50 Schneider
uk: 75-мм L/50 Schneider
zh: 75 毫米 L/50 施耐德

# IDS_PGGS018_88MM_ZWILLINGSFLAK
source: 88 mm/76 SK C/32 on a Dop. L. C/32 mount
es_mx: SK C/32 de 88 mm/76 en un montaje Dop. L. C/32
ja: 88 mm/76 SK C/32 (Dop. L. C/32 砲座)
pl: 88 mm/76 SK C/32 na stanowisku Dop. L. C/32
ru: 88-мм/76 SK C/32 в установке Dop. L. C/32
uk: 88-мм/76 SK C/32 в установці Dop. L. C/32
zh: 88 毫米 L/76 Dop. L. C/32
zh_sg: 88 mm/76 SK C/32（Dop. L. C/32炮座）
