Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC081_YAMAMOTO_YAMATO_DESCRIPTION
source: The legendary superbattleship was developed in the mid 1930s with an aim to surpass any battleships of potential rivals, primarily the U.S.A., that could be built within the ten following year. Yamato's construction was carried out in absolute secrecy. The battleship started her service in the first weeks of the Pacific War, in December 1941. In February 1942, Admiral Yamamoto carried his flag over to Yamato, which was in the final phase of the re-equipment process. For a year, he commanded the Combined Fleet from the largest warship in the world. In late May 1942, a number of Japanese battleships led by Yamato took to the sea in order to provide support for the carrier battle group near Midway. Operation MI ended in the loss of four Japanese aircraft carriers, which marked the end of the victorious offensive of Japan in the Pacific Ocean. It was onboard Yamato that Admiral Yamamoto had to experience the grief of another defeat—the Guadalcanal Campaign—that depleted the Japanese Navy.
es_mx: El legendario super-acorazado fue desarrollado a mediados de los años 30 con el objetivo de superar a cualquier acorazado de potenciales rivales, principalmente EE. UU., que pudiera ser construido dentro de los siguientes diez años. La construcción del Yamato fue llevada a cabo en absoluto secreto. El acorazado comenzó su servicio en las primeras semanas de la Guerra del Pacífico, en diciembre de 1941. En febrero de 1942, el Almirante Yamamoto izó su bandera en el Yamato, el cual estaba en la fase final del proceso de obtener nuevos equipos. Por un año, él comandó la Flota Combinada desde el barco de guerra más grande del mundo. A finales de mayo de 1942, algunos acorazados japoneses liderados por Yamato salió al mar para proporcionar apoyo al grupo de batalla de portaaviones cerca de Midway. La Operación MI terminó con cuatro portaaviones japoneses perdidos, marcando el final de la victoriosa ofensiva de Japón en el Océano Pacífico. Fue a bordo del Yamato que el Almirante Yamamoto tuvo que experimentar el dolor de otra derrota -la Campaña de Guadalcanal- que agotó a la Marina Japonesa.
ja: 伝説の超戦艦大和は、今後登場するであろうあらゆる敵戦艦、特にアメリカの新鋭戦艦を凌駕し、かつ 10 年以内に建造可能な戦艦として 1930 年代中盤に開発されました。本艦の建造は最高機密であり、太平洋戦争の開戦から間もない 1941 年 12 月に、密かに就役しました。 1942 年 2 月、山本長官が連合艦隊の旗艦を、艤装工事の最終段階にあったこの大和に変更し、その後 1 年間に渡り、世界最大の戦艦であった本艦から連合艦隊を指揮しました。1942 年 5 月終盤、本艦はミッドウェー作戦において空母機動部隊を支援すべく、他の数隻の戦艦と共に出撃しましたが、本作戦で日本海軍は正規空母を 4 隻も失うという大敗を喫し、これにより太平洋戦線における日本軍の優勢は終わりを遂げたのでした。その後のガダルカナル島の戦いにおいても日本海軍は戦力を大幅に失い、大敗しましたが、その際にも山本長官はこの大和に座乗していたのでした。
pl: Legendarny superpancernik został zaprojektowany w połowie lat 30. XX wieku, a jego celem było górowanie nad wszelkimi możliwymi konkurentami, przede wszystkim z U.S.A., których budowa byłaby możliwa w ciągu najbliższych dziesięciu lat. Budowa Yamato przebiegała w absolutnej tajemnicy. Pancernik rozpoczął swoją służbę w trakcie Wojny na Pacyfiku, w grudniu 1941 roku. W lutym 1942 roku admirał Yamamoto wciągnął swoją flagę na maszt Yamato, będącego aktualnie w ostatniej fazie kompletowania wyposażenia. Przez rok dowodził Flotą Połączoną z pokładu największego okrętu wojennego na świecie. Pod koniec maja 1942 roku grupa japońskich pancerników prowadzonych przez Yamato wypłynęła na pełne morze, żeby osłaniać lotniskowce w pobliżu Midway. Operacja MI zakończyła się utratą czterech japońskich lotniskowców i oznaczała koniec zwycięskiej ofensywy Japonii na Oceanie Spokojnym. Również na pokładzie Yamato admirał Yamamoto musiał przełknąć gorycz innej porażki – Kampanii Guadalcanal – która wyczerpała zasoby japońskiej marynarki.
ru: Легендарный суперлинкор проектировался в середине 1930-х годов с целью превзойти все линкоры потенциальных противников, в первую очередь США, которые могли быть построены в ближайшие десять лет. Строился Yamato в обстановке строжайшей секретности, вступив в строй в первые недели войны на Тихом океане в декабре 1941 г. Адмирал Ямамото перенёс свой флаг на завершавший дооборудование Yamato в феврале 1942 года. В течение целого года он руководил действиями Объединённого флота с борта самого большого военного корабля в мире. В конце мая 1942 года японские линейные корабли во главе с Yamato вышли в море для поддержки ударного авианосного соединения под Мидуэем. Операция «Ми» завершилась гибелью четырёх японских авианосцев, обозначив конец победоносного наступления Японии по Тихому океану. На борту Yamato адмиралу Ямамото пришлось пережить горечь ещё одного поражения — кампании на Гуадалканале, окончательно обескровившей японский флот.
uk: Легендарний суперлінкор проектували у середині 1930-х рр. з метою перевершити всі лінкори потенційних супротивників, насамперед США, які могли побудувати у найближчі десять років. Будували Yamato в обставинах найсуворішої таємності. Він став у стрій на перших тижнях війни на Тихому океані в грудні 1941 р. Адмірал Ямамото переніс свій прапор на Yamato, який завершували обладнувати, у лютому 1942 р. Протягом цілого року він керував діями Об'єднаного флоту з борту найбільшого військового корабля в світі. Наприкінці травня 1942 р. японські лінійні кораблі на чолі з Yamato вийшли в море, щоб підтримати ударне авіаносне з’єднання під Мідвеєм. Операція «Мі» завершилася загибеллю чотирьох японських авіаносців, позначивши кінець переможного наступу Японії на Тихому океані. На борту Yamato адміралу Ямамото довелося пережити гіркоту ще однієї поразки — кампанії на Гуадалканалі, яка остаточно знекровила японський флот.
zh: 传奇超级主力舰是在三零年代中期研发的，目的是超越潜在对手的任何主力舰，主要是美国，可能在接下来的十年建造。Yamato 的结构被绝对保密。1941 年十二月，主力舰在太平洋战争的第一个星期开始她的服役。 1942 年二月，Yamamoto 海军上将在重新装备过程的最后阶段，把他的旗帜交给了 Yamato。一年下来，他指挥了世界上最大战舰的联合舰队。1942 年五月 下旬，几艘由 Yamato 带领的日本主力舰适当地在海上为中途岛附近的航母战斗群提供支持。中途岛行动以损失四艘日本航空母舰作结，这显而易见的表示日本在太平洋进攻胜利的结束。在 Yamato 上，海军上将 Yamamoto 必须经历另一场失败的悲伤──瓜达尔卡纳群岛运动──耗弱了日本海军。
zh_sg: 传奇超级战列舰是在三零年代中期研发的，目的是超越潜在对手的任何战列舰，主要是美国，可能在接下来的十年建造。大和的结构被绝对保密。1941年12月，战列舰在太平洋战争的第一个星期开始它的服役。 1942年2月，Yamamoto海军上将在重新装备过程的最后阶段，把他的旗帜交给了大和。一年下来，他指挥了世界上最大战舰的联合舰队。1942年5月下旬，几艘由大和带领的日本战列舰适当地在海上为中途岛附近的航母战斗群提供支持。中途岛行动以损失四艘日本航空母舰作结，这显而易见的表示日本在太平洋进攻胜利的结束。在大和上，海军上将山本必须经历另一场失败的悲伤──瓜达尔卡纳群岛战役──耗弱了日本海军。

# IDS_PCZC082_YAMAMOTO_MUSASHI
source: Battleship Musashi
es_mx: Acorazado Musashi
ja: 戦艦 武蔵
pl: Pancernik Musashi
ru: Линейный корабль Musashi
uk: Лінійний корабель Musashi
zh: 主力舰 Musashi
zh_sg: 战列舰 武藏

# IDS_PCZC082_YAMAMOTO_MUSASHI_DESCRIPTION
source: Yamato's sister ship was laid down in 1938, and commissioned in the summer of 1942. The ship displaced more than 63,000 tons of water, two thirds of which accounted for the weight of its armor protection alone. The battleship's main battery included the most powerful naval guns in the world, namely nine 460 mm guns. Yamamoto, who later flew his flag on both ships during his service at the Navy Ministry, was opposed to the idea of building extremely expensive giants such as Musashi and Yamato, considering such expenditure of resources unreasonable. In February 1943, Musashi arrived at the main Japanese Navy base on Truk island. The brand new battleship was specifically equipped to serve as a flagship. Therefore, Yamamoto transferred his flag to Musashi immediately after her arrival. Several weeks later, the Admiral set out on the fateful trip to Rabaul. In May 1943, the ashes of the perished Yamamoto were brought to Japan onboard his final flagship, battleship Musashi.
es_mx: La nave hermana del Yamato fue puesta en quilla en 1938, y comisionado en el verano de 1942. El barco desplazaba más de 63,000 toneladas, de los cuales dos tercios representaban el peso de su blindaje. La batería principal del acorazado incluía los cañones navales más poderosos del mundo, nueve cañones de 460 mm. Yamamoto, quien más tarde izaría su bandera en ambos barcos, durante su servicio en el Ministerio de Marina se opuso a la idea de construir a los excesivamente caros gigantes Misashi y Yamato, considerando tal gasto de recursos irrazonable. En febrero de 1943, el Musashi llegó a la base principal de la Marina Japonesa en la isla de Truk. El nuevo acorazado estaba específicamente equipado para servir como nave insignia. Por lo tanto, Yamamoto izó su bandera en el Musashi inmediatamente después de su llegada. Varias semanas más tarde, el Almirante partió en el fatídico viaje a Rabaul. En mayo de 1943, las cenizas del fallecido Yamamoto fueron llevadas a Japón a bordo de su última nave insignia, el acorazado Musashi.
ja: 大和の姉妹艦であるこの武蔵は 1938 年に起工され、1942 年の夏に就役しました。本艦の排水量は 63,000 トンを超え、そのうちの約 2 / 3 が装甲防御に割かれており、そして世界最強の艦載砲として高名な 460 mm 砲を 9 門搭載していました。山本長官は、大和および武蔵の両艦を連合艦隊の旗艦として活用しましたが、大和型戦艦の建造計画が進められていた当時には、このあまりに高価な巨艦を建造することは、そのために要求されるリソースの大きさを考慮すると合理的ではないとして建造に反対していました。 1943 年 2 月、武蔵は日本海軍の一大拠点であったトラック諸島泊地に到着しました。そしてこの新鋭戦艦には、充実した旗艦設備が備えられていました。従って山本長官は、武蔵がトラック泊地に到着した直後にこの武蔵を連合艦隊の旗艦としました。しかしその数週間後、山本長官はラバウル基地から航空機でブーゲンビル島のブイン基地へと向かう途上で戦死を遂げることになります。そして 1943 年 5 月、山本長官の遺骨が、山本長官にとっての最後の旗艦となった武蔵に乗せられて日本へと戻ったのでした。
pl: Siostrzany okręt Yamato, pod który stępkę podłożono w 1938 roku, a który wszedł do służby w 1942 r. Jego wyporność wynosiła ponad 63 000 ton, z czego dwie trzecie to waga opancerzenia. Główna bateria pancernika składała się z najpotężniejszych dział morskich na świecie, dziewięciu dział kal. 460 mm. Yamamoto, którego proporzec powiewał ponad oboma okrętami, w czasie swojej służby w ministerstwie marynarki był przeciwny budowie wyjątkowo kosztownych gigantów, jakimi były Musashi i Yamato, uważając taki wydatek za nieracjonalny. W lutym 1943 roku Musashi zawitał w głównej bazie marynarki Japonii na wyspie Truk. Nowy pancernik był wyposażony specjalnie do tego, by służyć jako okręt flagowy. Z tego powodu Yamamoto przeniósł się na pokład Musashi, gdy tylko ten dotarł do bazy. Kilka tygodni później admirał wyruszył w fatalną dla siebie w skutkach podróż do Rabaul. W maju 1943 roku prochy Yamamoto przywieziono do Japonii, na pokład jego ostatniego okrętu flagowego, Musashi.
ru: Систершип знаменитого Yamato был заложен в 1938 году, а вступил в строй летом 1942 года. Водоизмещение корабля составляло более 63000 т., из них треть приходилось на вес брони. Главный калибр линкора был представлен самыми мощными корабельными орудиями в мире — девятью 460-мм пушками. Ямамото, державший впоследствии свой флаг на обоих кораблях, в период своей службы в Морском министерстве возражал против строительства дорогостоящих гигантов Musashi и Yamato, считая такой расход ресурсов неоправданным. В феврале 1943 года Musashi прибыл на главную базу японского флота на остров Трук. Новейший линкор был специально оборудован в качестве флагманского корабля, и потому Ямамото немедленно по прибытию Musashi перенёс флаг на него. Через несколько недель адмирал отправился в роковую поездку в Рабаул. В мае 1943 года прах погибшего Ямамото был доставлен в Японию на борту его последнего флагмана — линкора Musashi.
uk: Корабель того ж типу, що й знаменитий Yamato заклали 1938 р., і він став у стрій влітку 1942 р. Водотоннажність корабля становила понад 63 000 т, з них третина припадала на вагу броні. Головний калібр лінкора був представлений найпотужнішими корабельними гарматами в світі — дев’ятьма 460-мм гарматами. Ямамото, який тримав згодом свій прапор на обох кораблях, у часи служби в Морському міністерстві заперечував проти будівництва дорогих гігантів Musashi і Yamato, вважаючи такі витрати ресурсів невиправданим. У лютому 1943 р. Musashi прибув на головну базу японського флоту на острів Трук. Новітній лінкор спеціально обладнали як флагманський корабель, і тому Ямамото негайно після прибуття Musashi переніс прапор на нього. За кілька тижнів адмірал вирушив у фатальну поїздку до Рабаула. У травні 1943 р. порох загиблого Ямамото доправили до Японії на борті його останнього флагмана — лінкора Musashi.
zh: Yamato 的姐妹舰在 1938 年建造，并在 1942 年夏天服役。该舰排水量超过 63,000 吨，其中三分之二是它保护装甲的重量。主力舰的主炮组包含世界上最强大的海军火炮，亦即九座 460 毫米火炮。后来在两艘舰艇悬挂过他的旗帜的 Yamamoto，在海军部服役期间考虑到资源支出的不合理，反对建造非常昂贵的庞然大物 Misashi 和 Yamato。 1943 年二月，Musashi 抵达特鲁克群岛上主要的日本海军基地。全新的主力舰特别配备了专门的旗舰。因此 Yamamoto 在她抵达后马上把他的旗帜交给 Musashi。几个星期之后，海军上将开始拉包尔的命运之旅。1943 年五月，Yamamoto 殒命后的骨灰被带到他在日本最后的旗舰上，Musashi 主力舰。
zh_sg: 大和的姐妹舰在1938年建造，并在1942年夏天服役。该舰排水量超过63000吨，其中三分之二是它保护装甲的重量。战列舰的主炮组包含世界上最强大的海军火炮，亦即九座460毫米火炮。后来在两艘战舰悬挂过他的旗帜的山本，在海军部服役期间考虑到资源支出的不合理，反对建造非常昂贵的庞然大物Misashi和大和。 1943年2月，武藏抵达特鲁克群岛上主要的日本海军基地。全新的战列舰特别配备了专门的旗舰。因此山本在它抵达后马上把他的旗帜交给武藏。几个星期之后，海军上将开始拉包尔的命运之旅。1943年五月，山本殒命后的骨灰被带到他在日本最后的旗舰上，武藏战列舰。

# IDS_PCZC083_YAMAMOTO_BUILDING
source: Imperial Naval Academy Building on the Island of Etajima
es_mx: Edificio de la Academia Naval Imperial en la Isla de Etajima
ja: 江田島 海軍兵学校 生徒館
pl: Budynek Cesarskiej Akademii Morskiej na wyspie Etajima
ru: Здание Военно-морской академии на острове Этадзима
uk: Будівля Військово-морської академії на острові Етадзіма
zh: 建于江田岛市的帝国海军学院
zh_sg: 建于江田岛市的帝国海军学院

# IDS_PCZC083_YAMAMOTO_BUILDING_DESCRIPTION
source: The Imperial Naval Academy was the principal educational establishment for training naval officers. It was founded in 1876 during the first years of Emperor Mutsuhito's reign, when massive reforms were initialized in Japan, and the country's naval force was formed. In 1888, the Imperial Naval Academy was moved to the island of Etajima situated in Hiroshima Bay, where a special building was constructed to accommodate it in 1893. Almost without exception, officers of the Imperial Navy passed through the halls of this Academy. On Etajima, during three years of training in a severe and ascetic atmosphere, the samurai spirit of future combat commanders was tempered. Takano Isoroku, who would later become Admiral Yamamoto, studied at the Naval Academy from 1901 till 1904.
es_mx: La Academia Naval Imperial era la principal organización educativa para el entrenamiento de oficiales navales. Fue fundada en 1876 durante los primeros años del reinado del Emperador Mutsuhito, cuando enormes reformas comenzaron en Japón, y la fuerza naval del país fue formada. En 1888, la Academia Naval Imperial fue trasladada a la isla de Etajima, situada en la bahía de Hiroshima, donde se construyó un edificio especial para albergarla en 1893. Casi sin excepción, oficiales de la Marina Imperial recorrieron los pasillos de esta Academia. En Etajima, durante tres años de entrenamiento en una atmósfera severa y ascética, el espíritu samurai de los futuros comandantes de combate fue templado. Takano Isoroku, quien más tarde se convertiría en el Almirante Yamamoto, estudió en la Academia Naval de 1901 a 1904.
ja: 海軍兵学校は、大日本帝国海軍の将校たる士官の養成を目的とした教育機関でした。本校が創設されたのは、明治維新の最中、大日本帝国海軍が創設されてから間もない 1876 年のことでした。1888 年、本校は広島湾に浮かぶ江田島へと移転されました。そしてこの生徒館が 1893 年に建造されました。 大日本帝国海軍の士官達は、ほぼ例外なく本校で学んでいます。この江田島で、3 年間に渡り厳格かつ禁欲的な雰囲気の中で学ぶことによって、将校となるべき人材の侍魂が培われたのです。後に連合艦隊司令長官となる高野五十六は、1901 年から 1904 年にかけて本校で学びました。
pl: Cesarska Akademia Morska była głównym ośrodkiem edukacyjnym szkolącym oficerów morskich. Zbudowano ją w 1876 roku, w pierwszych latach rządów Cesarza Mutsuhito, kiedy w Japonii rozpoczęły się reformy na wielką skalę, a marynarka wojenna kraju została uformowana. W 1888 roku Cesarska Akademia Morska została przeniesiona na wyspę Etajima, położoną w zatoce Hiroszima, gdzie specjalne budynki powstały dla niej w 1893 roku. Niemal bez wyjątku wszyscy oficerowie Cesarskiej Marynarki przewinęli się przez mury tej Akademii. Na Etajimie przez trzy lata szkolili się w ascetycznych, surowych warunkach, w bojowym duchu samurajów. Takano Isoroku, który później został admirałem Yamamoto, uczył się w tej akademii w latach 1901 - 1904.
ru: Военно-морская академия Императорского флота Японии являлась основным учебным заведением, готовившим морских офицеров. Основана она была в первые годы правления императора Мутсухито в 1876 году, в эпоху масштабных преобразований страны и становления её морских сил. В 1888 году академия была перемещена на остров Этадзима в Хиросимском заливе, где в 1893 году для неё было выстроено специальное здание. Через стены академии прошли почти все без исключения офицеры Императорского флота. На Этадзиме в течение трёх лет обучения в суровой и аскетичной атмосфере закалялся самурайский дух будущих боевых командиров. Такано Исороку, будущий адмирал Ямамото, проходил обучение в академии с 1901 по 1904 год.
uk: Військово-морська академія Імператорського флоту Японії була головним навчальним закладом, що готував морських офіцерів. Заснували її у перші роки правління імператора Муцухіто 1876 р., в епоху великих перетворень країни і становлення її морських сил. 1888 р. академію перемістили на острів Етадзіма у Хіросімську затоку, де 1893 р. для неї збудували спеціальне приміщення. Через стіни академії пройшли майже всі без винятку офіцери Імператорського флоту. На Етадзімі протягом трьох років навчання у суворих і аскетичних умовах гартували самурайський дух майбутніх бойових командирів. Такано Ісороку, майбутній адмірал Ямамото, навчався в академії з 1901 до 1904 р.
zh: 帝国海军学院是训练海军军官的主要教育机构。成立于 1876 年，在 Mutsuhito 天皇统治的头几年，大规模的改革在日本初步实施，并形成了国家的海军部队。1888 年，帝国海军学院搬到坐落于广岛湾的江田岛市，其中一座特别的建筑在 1893 年建成。 几乎没有例外，大日本帝国海军的军官都穿越过这所学院的大厅。在江田岛上，在严厉和禁欲气氛的三年训练期间，未来的战斗指挥官的武士精神受到锻炼。后来成为海军大将 Yamamoto 的 Isoroku Takano，于 1901 年到 1904 年在海军学院学习。
zh_sg: 帝国海军学院是训练海军军官的主要教育机构。成立于1876年，在明治天皇统治的头几年，大规模的改革在日本初步实施，并形成了国家的海军部队。1888年，帝国海军学院搬到坐落于广岛湾的江田岛市，其中一座特别的建筑在 1893 年建成。 几乎没有例外，大日本帝国海军的军官都穿越过这所学院的大厅。在江田岛上，在严厉和禁欲气氛的三年训练期间，未来的战斗指挥官的武士精神受到锻炼。后来成为海军大将山本的Isoroku Takano，于 1901年到1904年在海军学院学习。

# IDS_PCZC084_YAMAMOTO_NISSHIN_GUN
source: Fore End Turret of Cruiser Nisshin After the Battle of Tsushima
es_mx: Torreta de Proa del Crucero Nisshin Después de la Batalla de Tsushima
ja: 日本海海戦後の装甲巡洋艦「日進」の前部砲塔
pl: Przednia wieża krążownika Nisshin po bitwie pod Cusiszmą
ru: Носовая башня крейсера Nisshin после Цусимского сражения
uk: Носова башта крейсера Nisshin після Цусімського бою
zh: 对马海峡海战后的 Nisshin 巡洋舰舰艏炮塔
zh_sg: 对马海峡战后巡洋舰Nisshin舰首炮塔

# IDS_PCZC084_YAMAMOTO_NISSHIN_GUN_DESCRIPTION
source: During the Battle of Tsushima that was the decisive encounter between the Russian and Japanese navies in the Russo-Japanese War of 1904–1905, the armored cruiser Nisshin, where Takano Isoroku served at that time, was the junior flagship of the main battle force under command of Admiral Togo. As a result of the intensive maneuvering, at some point of the battle the cruiser got a chance to lead the entire squadron for some time. More than once Nisshin found herself under concentrated gun fire from Russian armored cruisers. Three of her four main battery guns were destroyed and about 100 crew members were lost or injured, which made her one of Japan's most battle-scarred ships. Takano Isoroku was also heavily injured in the explosion of the 203 mm gun of the fore end turret.
es_mx: Durante la Batalla de Tsushima que fue el encuentro decisivo entre las Marinas Rusa y Japonesa en la Guerra Ruso-Japonesa de 1904-1905, el crucero blindado Nisshin, donde Takano Isoroku servía en ese momento, era la nave insignia menor de la fuerza principal de batalla bajo el mando del Almirante Togo. Como resultado de las intensas maniobras, en algún punto de la batalla el crucero tuvo la oportunidad de dirigir al escuadrón entero durante algún tiempo. Más de una vez el Nisshin se encontró bajo el fuego concentrado de los cruceros blindados rusos. Tres de sus cuatro cañones de la batería principal fueron destruidos y cerca de 100 miembros de la tripulación murieron o fueron heridos, lo que lo convirtió en uno de los barcos con más cicatrices de batalla de Japón. Takano Isoroku también resultó gravemente herido en la explosión del cañón de 203 mm de la torreta de proa.
ja: 1904 年から 1905 年にかけての日露戦争の勝敗を決する戦いとなった日本海海戦においては、装甲巡洋艦日進は東郷長官が指揮する第 1 戦隊の殿艦を務めており、その搭乗員の中には、高野五十六の姿がありました。本艦は、一斉回頭に伴い一時的に先頭を進むこともあり、複数回にわたりロシアの装甲巡洋艦群から集中砲撃を受けることになりました。その結果として、4 門中 3 門の主砲が大破し、約 100 名の搭乗員が死傷、この戦いにおいて最大の被害を受けた日本艦艇の 1 隻となりました。この際には高野五十六も、前部 203 mm 砲塔での爆発を受けて重傷を負っています。
pl: W trakcie bitwy o Cuszimę, która była decydującym spotkaniem pomiędzy siłami morskimi Rosji i Japonii w wojnie rosyjsko-japońskiej z lat 1904-1905, opancerzony krążownik Nisshin, na którym służył wtedy Takano Isoroku, był mniejszym okrętem flagowym głównej siły bojowej dowodzonej przez admirała Tōgō. W wyniku złożonych manewrów, w pewnym momencie bitwy krążownik miał szansę przewodzić przez pewien czas całej eskadrze. Więcej niż raz Nisshin znalazł się pod skoncentrowanym ostrzałem rosyjskich krążowników pancernych. Trzy z czterech jego dział zostało zniszczonych, a ponad 100 członków załogi zginęło lub zostało rannych, co uczyniło go jednym z najciężej doświadczonych okrętów Japonii. Takano Isoroku również został ciężko ranny po eksplozji 203-milimetrowego działa przedniej wieży.
ru: Во время Цусимского сражения — решающего столкновения русского и японского флотов в войне 1904–1905 годов — броненосный крейсер Nisshin, на котором служил Такано Исороку, являлся младшим флагманом главных сил адмирала Того. Во время боя в результате интенсивного маневрирования японцев крейсеру довелось на некоторое время возглавить и вести за собой всю эскадру. Не раз Nisshin попадал под сосредоточенный огонь русских броненосцев, потеряв три из четырёх орудий главного калибра и около 100 человек убитыми и ранеными, оказавшись одним из самых пострадавших японских кораблей. Во время взрыва 203-мм орудия носовой башни получил тяжёлые ранения и Такано Исороку, будущий адмирал Ямамото.
uk: Під час Цусімського бою — вирішальної сутички російського і японського флотів у війні 1904–1905 рр. — броненосний крейсер Nisshin, на якому служив Такано Ісороку, був молодшим флагманом головних сил адмірала Того. Під час бою, внаслідок інтенсивного маневрування японців, крейсеру довелося на деякий час очолити і вести за собою всю ескадру. Не раз Nisshin потрапляв під зосереджений вогонь російських броненосців, втративши три з чотирьох гармат головного калібру і близько 100 осіб вбитими і пораненими. Він став одним з найушкодженіших японських кораблів. Під час вибуху 203-мм гармати носової башти важкі поранення отримав також і Такано Ісороку, майбутній адмірал Ямамото.
zh: 1904 年至 1905 年日俄战争中，苏联和日本海军之间的对马海峡海战期间，Isoroku Takano 当时在 Togo 海军大将指挥的主要战斗部队的初级旗舰，装甲巡洋舰 Nisshin 上服役。由于强化过机动力，在战斗的某些时候巡洋舰有机会领导整个中队一段时间。Nisshin 不只一次发现自己处于俄罗斯帝国装甲巡洋舰集中火力之下。她的四座主炮组中的三座被摧毁，大约 100 名船员失踪或受伤，使她成为日本受损最重的舰艇之一。Isoroku Takano 也在舰艏炮塔的 203 毫米火炮爆炸中严重受伤。
zh_sg: 1904年至1905年日俄战争中，苏联和日本海军的对马海峡海战期间，Isoroku Takano当时在Togo海军大将指挥的主力部队的初级旗舰-装甲巡洋舰Nisshin 上服役。由于强化过机动力，在战斗中有时巡洋舰会暂时领导整个中队一段时间。Nisshin不只一次发现自己处于俄罗斯帝国装甲巡洋舰集中火力之下。它的四座主炮组中的三座被摧毁，大约100名船员伤亡，使它成为日本受损最重的战舰之一。Isoroku Takano也在舰首炮塔的203毫米火炮爆炸中严重受伤。

# IDS_PCZC085_YAMAMOTO_MITSUBISHI_B1M
source: Carrier Strike Aircraft Mitsubishi B1M
es_mx: Avión de Ataque Embarcado Mitsubishi B1M
ja: 三菱 一三式艦上攻撃機 (B1M)
pl: Morski samolot szturmowy Mitsubishi B1M
ru: Торпедоносец-бомбардировщик Mitsubishi B1M
uk: Торпедоносець-бомбардувальник Mitsubishi B1M
zh: 舰载攻击机三菱 一三舰攻
zh_sg: 舰载攻击机 Mitsubishi B1M
