Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC032_BISMARCK_PRINCEOFWALES_DESCRIPTION
source: HMS Prince of Wales was a King George V-class battleship of the Royal Navy. Entered service in 1941. The ship's badge depicts elements from the Coat of Arms of the Prince of Wales against the background of the Cross of Saint George, the patron saint of England. On May 22, 1941, as part of Vice-Admiral Holland's combined forces the ship was sent to intercept the German battleship Bismarck. In the battle that occurred on May 24 in the Denmark Strait, Prince of Wales was damaged and had to break off from the action, having delivered a number of successful hits on Bismarck that made the German battleship abandon her raid plans.
es_mx: El HMS Prince of Wales era un acorazado de la clase King George V de la Marina Real. Comisionado por primera vez en 1941. La medalla del barco muestra elementos del Escudo de Armas del Príncipe de Gales contra el fondo de la Cruz de San Jorge, el santo patrón de Inglaterra. El 22 de mayo de 1941, como parte de las fuerzas combinadas del Vicealmirante Holland, el barco fue enviado a interceptar al acorazado alemán Bismarck. En la batalla que ocurrió el 24 de mayo en el Estrecho de Dinamarca, el Prince of Wales fue dañado y tuvo que abandonar la acción, habiendo realizado una cantidad de impactos exitosos sobre el Bismarck que hizó que el acorazado alemán abandonará su intento de avance.
ja: イギリス海軍キング・ジョージ 5 世級戦艦プリンス・オブ・ウェールズは、1941 年に就役しました。本艦のバッジには、イングランドの守護聖人である聖ジョージの十字を背景としてプリンス・オブ・ウェールズ (ウェールズ公) の紋章の要素が描かれています。 1941 年 5 月 22 日、戦艦プリンス・オブ・ウェールズはホランド中将の複合艦隊の 1 隻としてドイツ戦艦ビスマルクの迎撃に臨みました。5 月 24 日のデンマーク海峡海戦では、本艦は最終的には被害が大きくなったために退避せざるを得ませんでしたが、それまでの間にビスマルクに複数の命中弾を与え、ビスマルクの通商破壊任務を中止に追い込みました。
pl: HMS Prince of Wales był pancernikiem klasy King George V. Wszedł do służby w 1941 roku. Godło okrętu zawierało elementy herbu Księcia Walii na tle Krzyża Św. Jerzego, patrona Anglii. 22 maja 1941 roku, będąc częścią sił dowodzonych przez wiceadmirała Hollanda, okręt brał udział w operacji mającej na celu przechwycenie niemieckiego pancernika Bismarck. W bitwie, która odbyła się 24 maja w Cieśninie duńskiej Prince of Wales został poważnie uszkodzony i musiał się wycofać z walki. Wcześniej jednak sam znacząco uszkodził niemiecki pancernik, przez co ten musiał odwołać swoje plany przebicia się na Atlantyk.
ru: HMS Prince of Wales — линкор типа King George V (вступил в строй в 1941 г.). На эмблеме корабля были изображены элементы герба принца Уэльского на фоне креста Св. Георга, покровителя Англии. 22 мая 1941 г. HMS Prince of Wales в составе соединения вице-адмирала Холланда был направлен на перехват германского линкора Bismarck. В сражении 24 мая в Датском проливе повреждён и вынужден выйти из боя, добившись при этом нескольких попаданий в Bismarck, что заставило того отказаться от рейдерства.
uk: HMS Prince of Wales — лінкор типу King George V (став у стрій 1941 р.). На емблемі корабля були зображені елементи герба принца Валлійського на тлі хреста Св. Георга, покровителя Англії. 22 травня 1941 р. HMS Prince of Wales у складі з’єднання віце-адмірала Голланда спрямували перехопити німецький лінкор Bismarck. У битві 24 травня у Данській протоці був пошкоджений і змушений вийти з бою, проте спромігся кілька разів влучити у Bismarck, що змусило того відмовитися від рейдерства.
zh: 威尔士亲王为海军乔治五世级战列舰。在1941年首次服役。战舰徽章描绘着以守护圣人圣乔治十字为背景的威尔士亲王的纹章元素。 1941年5月22日，该战舰作为霍兰德中将联合部队的一份子被派往拦截D国战列舰俾斯麦。威尔士亲王在5月24日于丹麦海峡发生的战斗中受到损害并且必须中止行动，不过也成功命中了俾斯麦，使D国战列舰必须放弃它的突破计划。
zh_sg: Prince of Wales为皇家海军英王乔治五世级战列舰。于1941年首次服役。战舰徽章描绘着以英格兰守护圣人圣乔治十字为背景的Prince of Wales纹章元素。 1941年5月22日，该战舰作为中将Holland联合部队一份子被派往拦截德国战列舰俾斯麦。Prince of Wales在5月24日于丹麦海峡发生的战斗中受到损害并且必须中止行动，不过也成功命中了俾斯麦，使德国战列舰必须得放弃它的突破计划。

# IDS_PCZC033_BISMARCK_SIKH
source: HMS Sikh
zh: 锡克

# IDS_PCZC033_BISMARCK_SIKH_DESCRIPTION
source: HMS Sikh was a Tribal-class destroyer of the Royal Navy. The ship entered service in 1938. HMS Sikh was named after the Sikh people living in Northern India where the lion—Singh—is a cultural symbol. This symbol became the main element depicted on the ship's badge. In May 1941, HMS Sikh was assigned to the 4th Destroyer Flotilla of the Royal Navy. The ship joined the pursuit of the battleship Bismarck along with the other flotilla ships on May 26. Sikh took part in torpedo attacks on Bismarck overnight into May 27 and subsequently shadowed the battleship until the arrival of the main forces of the Home Fleet.
es_mx: El HMS Sikh era un destructor clase Tribal de la Marina Real. El barcó entró en servicio en 1938. El HMS Sikh recibió el nombre del pueblo Sikh de la India del Norte en donde el león – Singh – es un símbolo cultural. Este símbolo se volvió el elemento principal mostrado en la medalla del barco. En mayo de 1941, el HMS Sikh fue asignado a la 4a Flotilla de Destructores de la Marina Real. El barco se unió a la persecución del acorazado Bismarck junto con los otros barcos de la flotilla el 26 de mayo. El Sikh participó en los ataques con torpedos sobre el Bismarck durante la noche del 27 de mayo y posteriormente siguió al acorazado hasta la llegada de las fuerzas principales de la Gran Flota.
ja: イギリス海軍トライバル級駆逐艦シークは、1938 年に就役しました。艦名は、インド北部に住むシーク族に因んだものであり、バッジの主要素として、シーク族の文化的シンボルであるライオン (現地語でシング) が描かれています。 1941 年 5 月には、シークはイギリス海軍第 4 駆逐隊に所属していました。5 月 26 日、本艦は僚艦と共にドイツ戦艦ビスマルクの追撃戦に参加し、27 日にかけての夜に魚雷攻撃を敢行した後、イギリス本国艦隊の主力部隊が到着するまでビスマルクを追跡し続けました。
pl: HMS Sikh był niszczycielem klasy Tribal, służącym w Royal Navy od 1938 roku. HMS Sikh nazwany był na cześć ludu Sikhów zamieszkujących Północne Indie, gdzie lew – Singh – jest symbolem kulturowym. Symbol ten został umieszczony w godle okrętu. W maju 1941 roku HMS Sikh był częścią 4. flotylli niszczycieli Royal Navy. Okręt dołączył do polowania na pancernik Bismarck wraz z innymi okrętami flotylli 26 maja. Sikh brał udział w atakach torpedowych przeprowadzanych nocą z 26 na 27 maja i śledził jego ruchy do czasu przybycia głównych sił Home Fleet.
ru: HMS Sikh — эсминец типа Tribal (вступил в строй в 1938 г.). Назван в честь проживающего на севере Индии народа сикхов, в культуре которого чрезвычайно почитался лев, ставший основным элементом эмблемы. В мае 1941 г. HMS Sikh входил в состав 4-й флотилии эсминцев Королевского флота. К преследованию линкора Bismarck вместе с остальными кораблями флотилии присоединился 26 мая. Участвовал в торпедных атаках на Bismarck в ночь на 27 мая, после чего следил за ним до подхода главных сил Флота метрополии.
uk: HMS Sikh — есмінець типу Tribal (став у стрій 1938 р.). Названий на честь народу сикхів, що проживає на півночі Індії, в культурі якого надзвичайно шанували лева, який став основним елементом емблеми. У травні 1941 р. HMS Sikh входив до складу 4-ї флотилії есмінців Королівського флоту. До переслідування лінкора Bismarck разом з іншими кораблями флотилії долучився 26 травня. Брав участь у торпедних атаках на Bismarck вночі 27 травня, після чого стежив за ним до підходу головних сил Флоту метрополії.
zh: 锡克是一艘部落级的海军驱逐舰。该战舰在1938年进入服役。锡克是以锡克教徒来命名，而狮子──僧伽罗──则是种文化象征。这个符号成为战舰徽章上描绘的主要元素。 1941年5月，锡克被指派到海军的第四驱逐舰舰队。该战舰于5月26日协同舰队的其它战舰加入了战列舰俾斯麦的追击。锡克参加了5月27日凌晨对俾斯麦的鱼雷攻击并随后躲藏起来不被该战列舰发现直到本土舰队的主力部队抵达为止。
zh_sg: HMS Sikh是一艘Tribal级的皇家海军驱逐舰。该战舰于1938年进入服役。HMS Sikh是以生活在印度北部的锡克教徒来命名，而狮子──Singh──则是种文化象征。这个符号成为描绘战舰徽章的主要元素。 1941年5月，HMS Sikh被指派到皇家海军的第四驱逐舰舰队。该战舰于5月26日协同舰队的其它战舰加入了战列舰俾斯麦的追击。Sikh参加了5月27日凌晨对俾斯麦的鱼雷攻击并随后躲藏起来不被该战列舰发现直到本土舰队的主力部队抵达为止。

# IDS_PCZC034_BISMARCK_PIORUN
source: ORP Piorun
zh: 皮奥朗

# IDS_PCZC034_BISMARCK_PIORUN_DESCRIPTION
source: The naval jack of ORP Piorun, an N-class destroyer laid down in England as HMS Nerissa but later transferred to Poland (1940). The naval jack of the Polish navy is based on a traditional 17th century fighting jack design of a scimitar ready to strike at the enemy. During the operation to destroy the battleship Bismarck, ORP Piorun was assigned to the 4th Destroyer Flotilla of the Royal Navy. During the night of May 26–27, she was the first to establish visual contact with the battleship and charged at Bismarck by herself. Alone, Piorun exchanged fire with Bismarck with neither side scoring any hits.
es_mx: El banderín naval del ORP Piorun, un destructor clase N puesto en quilla en Inglaterra como el HMS Nerissa pero más tarde adquirido por Polonia (1940). El banderín naval de la marina polaca está basado en un diseño de un banderín de batalla tradicional del siglo XVII de una cimitarra lista para asestar un golpe al enemigo. Durante la operación para destruir al acorazado Bismarck, el ORP Piorun fue asignado a la 4a Flotilla de Destructores de la Marina Real. Durante las noches del 26 y 27 de mayo, fue el primero en establecer contacto visual con el acorazado y avanzó hacia el Bismarck por sí mismo. Solo, el Piorun intercambió disparos con el Bismarck con ningún impacto entre ellos.
ja: 本艦は、N 級駆逐艦ネリッサとしてイングランドで起工され、1940 年、竣工と同時にポーランドに貸与され、ピオルンへと改名されました。ポーランド海軍の艦首旗には、17 世紀の伝統的な戦闘旗のデザインである攻撃態勢のシミター (三日月刀) が描かれています。 ピオルンは、イギリス海軍の第 4 駆逐隊の 1 隻としてビスマルク追撃戦に参加しました。5 月 26 日から 27 日にかけての夜に初めてビスマルクを視認したのが本艦であり、単独で襲撃を敢行してビスマルクと砲火を交えたものの、互いに命中弾はありませんでした。
pl: Proporzec ORP Pioruna, niszczyciela klasy N, budowanego w Anglii jako HMS Nerissa, ale kupionego później przez Polskę (1940 rok). Polska bandera wzorowana jest na tradycyjnym XVII-wiecznym proporcu wojennym przedstawiającym sejmitar gotowy do uderzenia na wroga. W trakcie operacji, której celem było zniszczenie pancernika Bismarck, ORP Piorun przydzielony był do 4 flotylli niszczycieli Royal Navy. W nocy z 26 na 27 maja jako pierwszy nawiązał kontakt wzrokowy z pancernikiem i w pojedynkę przypuścił na niego atak. Po krótkiej wymianie ognia, w której żadna ze stron nie zaliczyła trafienia, Piorun wycofał się.
ru: Гюйс ORP Piorun, эсминца типа N (первоначальное название HMS Nerissa), построенного в Англии и переданного ВМС Польши в 1940 г. Занесённая для удара рука со скимитаром, изображённая на полотнище, — традиционный символ польского флота, используемый с XVII в. Во время операции по уничтожению линкора Bismarck действовал в составе 4-й флотилии эсминцев британского флота. В ночь с 26 на 27 мая ORP Piorun первым установил визуальный контакт с линкором и в одиночку завязал с ним артиллерийскую дуэль, в которой ни одна из сторон не добилась попаданий.
uk: Гюйс ORP Piorun, есмінця типу N (первинна назва HMS Nerissa), побудованого в Англії і переданого до ВМС Польщі 1940 р. Занесена для удару рука з кривою шаблею, зображена на полотнищі, — традиційний символ польського флоту, який використовують з XVII ст. Під час операції зі знищення лінкора Bismarck діяв у складі 4-ї флотилії есмінців британського флоту. Вночі з 26 на 27 травня ORP Piorun першим встановив візуальний контакт з лінкором і самотужки почав з ним артилерійський двобій, в якому жодна зі сторін не влучила.
zh: 皮奥朗是在为尼丽莎号开始被制造的 N 级驱逐舰， (1940年) 收购。波兰海军的海军舰艏旗是根据十七世纪传统作战用的舰艏旗来设计的，是一把准备砍向敌人的半月刀。 在摧毁战列舰俾斯麦的行动中，皮奥朗被指派到海军的第四驱逐舰舰队中。5月26日-5月27日夜晚期间，它是第一艘亲眼看见并且只身冲向俾斯麦的战舰。皮奥朗独力与俾斯麦驳火，不过双方各自都没有击中对方。
zh_sg: ORP Piorun的海军舰首旗，于英格兰作为HMS Nerissa开始制造的N级驱逐舰，但后来被波兰(1940年)收购。波兰海军的海军舰首旗是根据十七世纪传统的作战用舰首旗来设计的，一把准备砍向敌人的半月刀。 在摧毁战列舰俾斯麦的行动中，ORP Piorun被指派到皇家海军的第四驱逐舰舰队。5月26日至5月27日夜晚期间，它是第一艘亲眼看见战列舰并且只身冲向俾斯麦的战舰。Piorun独力与俾斯麦交火，不过双方都没有击中对方。

# IDS_PCZC035_DUNKIRK_S26TORPEDOBOAT
source: Torpedo Boat S 26 (Germany)
es_mx: Lancha Torpedera S 26 (Alemania)
ja: 魚雷艇 S 26 (ドイツ軍)
pl: Łódź torpedowa S 26 (Niemcy)
ru: Торпедный катер S-26 (Германия)
uk: Торпедний катер S-26 (Німеччина)
zh: S 26 鱼雷快艇 (D系)
zh_sg: S 26 鱼雷快艇 (德国)

# IDS_PCZC035_DUNKIRK_S26TORPEDOBOAT_DESCRIPTION
source: The lead ship of the S 26—S 29 series that was replicated in the next Kriegsmarine torpedo boats until 1945. The German boats were distinguished by their large size and low silhouette. They had a long operational range and were intended for attacking superior enemy forces in the dark. Three diesel engines with a total capacity of 6,000 hp provided a maximum speed of up to 39 kt. S 26 was equipped with 533 mm torpedo tubes, 20 mm Rheinmetall C/30 automatic cannons and two 7.92 mm MG 34 machine guns. The next German S 30 series boats had two 20 mm automatic guns. S 26 entered service on May 21, 1940, when torpedo boats were raiding near Dunkirk. On the night of May 31, she participated in successful attacks on the French destroyers Siroco and Cyclone. On August 19, 1944, she was sunk by the Soviet aircraft in the Danube's mouth.
es_mx: El barco líder de la serie S 26 – S 29 que fue replicado en las siguientes lanchas torpederas de la Kriegsmarine hasta 1945. Las lanchas alemans fueron distinguidas por su gran tamaño y baja silueta. Tenían un gran rango operacional y estaban diseñadas para atacar fuerzas superiores enemigas en la oscuridad. Tres motores diésel con una capacidad total de 6,000 hp otorgaban una velocidad máxima de 39 nudos. La S 26 estaba equipada con tubos de torpedos de 533 mm, cañones automáticos Rheinmetall C/30 de 20 mm y dos ametralladoras MG 34 de 7.92 mm. La posterior serie de botes S 30 tenía dos cañones automáticos de 20 mm. El S 26 entró en servicio el 21 de mayo de 1940, cuanro las lanchas torpederas atacaban cerca de Dunkerque. En la noche del 31 de mayo, participó en los exitosos ataques a los destructores franceses Siroco y Cyclone. El 19 de agosto de 1944, fue hundida por los aviones soviéticos en la boca del Danubio.
ja: 1945 年まで派生型が生産され続けたドイツ海軍の S 26 – S 29 級魚雷艇のリードシップです。魚雷艇としては大型ながらシルエットが低かった点が特徴でした。長大な航続距離を備えており、大型艦船に対して夜襲を仕掛けることを狙っていました。3 基のディーゼル・エンジンにより合計 6,000 馬力という推力を誇り、39 ノットという最大速力を発揮しました。兵装としては、533 mm 魚雷発射管、20 mm ラインメタル C/30 機関砲、7.92 mm MG 34 機銃を搭載していました。後継の S 30 級魚雷艇では、20 mm 機関砲が 1 門から 2 門に強化されました。 S 26 は 1940 年 5 月 21 日に就役し、ダンケルク付近での任務に就きました。5 月 31 日の夜、フランス海軍の駆逐艦シロコおよびシクローヌに対する攻撃に参加し、この攻撃を成功させました。そして 1944 年 8 月 19 日、ドナウ川の河口においてソ連軍機の攻撃を受け、撃沈されました。
pl: Okręt prowadzący klasy S 26 – S 29, który był kopiowany z Kriegsmarine aż do 1945 roku. Niemieckie łodzie charakteryzowały się dużymi rozmiarami i niską sylwetką. Miały daleki zasięg operacyjny i miały atakować przeważające siły wroga pod osłoną nocy. Trzy silniki diesla o łączonej mocy 6 000 KM zapewniały maksymalną prędkość 39 węzłów. S 26 wyposażony był w wyrzutnie torped kal. 533 mm, działa automatyczne Rheinmetall C/30 kal. 20 mm i dwa karabiny maszynowe MG 34 kal. 7,92 mm. Następna seria łodzi, S 30, miała dwa działa automatyczne kal. 20 mm. S 26 wszedł do służby 21 maja 1940 roku, kiedy łodzie torpedowe atakowały w pobliżu Dunkierki. Nocą 31 maja uczestniczył w udanych atakach na niszczyciele Siroco i Cyclone. 19 sierpnia 1944 roku został zatopiony przez radzieckie lotnictwo u ujścia Dunaju.
ru: Головной в серии S-26–S-29, по образцу которой торпедные катера Кригсмарине строились до 1945 г. Немецкие катера отличались крупными размерами при низком силуэте, большой дальностью плавания и предназначались для нанесения ударов по превосходящим силам противника в тёмное время суток. Три дизельных двигателя суммарной мощностью 6 000 л.с. развивали максимальную скорость 39 узлов. S-26 был вооружён двумя 533-мм торпедными аппаратами, 20-мм автоматической пушкой Rheinmetall C/30 и двумя 7,92-мм пулемётами MG 34. Начиная со следующей серии S-30 на немецкие катера устанавливался второй 20-мм автомат. S-26 вступил в строй 21 мая 1940 г. во время рейдов торпедных катеров под Дюнкерком. В ночь на 31 мая участвовал в успешных атаках на французские эсминцы Siroco и Cyclone. 19 августа 1944 г. потоплен советской авиацией в устье Дуная.
uk: Головний у серії S-26–S-29, за зразком якої торпедні катери Крігсмаріне будували до 1945 р. Німецькі катери відрізнялися великими розмірами, низьким силуетом і великою дальністю плавання та призначалися для завдавання ударів переважним силам супротивника в темний час доби. Три дизельних двигуни сумарною потужністю 6 000 к.с. розвивали максимальну швидкість 39 вузлів. S-26 був озброєний двома 533-мм торпедними апаратами, 20-мм автоматичною гарматою Rheinmetall C/30 і двома 7,92-мм кулеметами MG 34. Починаючи з наступної серії S-30 на німецькі катери встановлювали другий 20-мм автомат. S-26 став у стрій 21 травня 1940 р. під час рейдів торпедних катерів під Дюнкерком. У ніч на 31 травня брав участь в успішних атаках на французькі есмінці Siroco та Cyclone. 19 серпня 1944 р. потоплений радянською авіацією в гирлі Дунаю.
zh: S 26 – S 29 系列的首舰，直到 1945 年为止，都被复制到后来的D国海军鱼雷快艇上。以大尺寸和轮廓低矮而著名的D国战舰。它们拥有远距离的作战范围以及在黑暗中袭击敌方优势部队的用途。三台总功率为 6,000 匹马力的柴油引擎提供了高达 39 节的最大航速。S 26 装备 533 毫米鱼雷发射管、20 mm 莱茵金属 C/30 自动机炮和两挺 7.92 mm MG 34 机枪。后来的D国 S 30 系列战舰则拥有两座 20 毫米自动机炮。 S 26 在 1940 年 5 月 21 日进入服役，同时鱼雷快艇在敦刻尔克附近发动袭击。5月 31 日晚上，它对F国热风和纳吉斯驱逐舰进行了一次成功的袭击。1944 年 8 月 19 日，它被飞机击沉在多瑙河河口。
zh_sg: S 26 – S 29 系列的首舰，直到1945 年为止，都作为模版被复制到之后的纳粹德国海军鱼雷舰上，秉承了德国战舰大尺寸和低矮轮廓的一贯风格。拥有远距离作战和从黑暗中偷袭敌方优势部队等特性。三台总功率为6000马力的柴油引擎提供了高达39节的最高航速。S 26 装备了 533 毫米鱼雷发射管、20 mm Rheinmetall C/30 自动机炮和两挺 7.92 mm MG 34 机枪。后来的德国 S 30 系列战舰则拥有两座20毫米自动机炮。 S 26于1940年5月21日进入部队服役，同时在敦刻尔克附近发动袭击。5月31日晚，它对法国Siroco和 旋风驱逐舰进行了一次成功的奇袭。1944年8月19日，它被苏联飞机击沉在多瑙河河口。

# IDS_PCZC036_DUNKIRK_21CMMORSER
source: M 18 L/31 210 mm Mortar (Germany)
es_mx: Mortero M 18 L/31 210 mm (Alemania)
ja: M 18 L/31 210 mm 臼砲 (ドイツ軍)
pl: Moździerz M 18 L/31 kal. 210 mm (Niemcy)
ru: 210-мм мортира M 18 L/31 (Германия)
uk: 210-мм мортира M 18 L/31 (Німеччина)
zh: M 18 L/31 210 mm 迫击炮 ( D系 )
zh_sg: M 18 L/31 210 mm 迫击炮 (德国)

# IDS_PCZC036_DUNKIRK_21CMMORSER_DESCRIPTION
source: The biggest heavy gun of the Wehrmacht field artillery that was adopted in 1939. It was produced by the Krupp firm till the end of the war. Capable of firing once every two minutes with high-explosive 113 kg shells that could be delivered over 18.7 km, flying at a speed of 565 m/s. The gun weighed 16.7 tons when loaded. The crew manually rotated the gun carriage, mounted on the base plates, through 360 degrees, providing all-round fire. Three M18 gun batteries formed independent battalions in corp and army artillery. The mortars of the 782nd Motor Artillery Regiment of XIV Division located near Calais were acting to the west of Dunkirk, and the 785th Motor Artillery Regiment of XXVI Division near Nieuwpoort — to the east. The Wehrmacht's heavy gun fire made the Allied troops' evacuation very difficult.
es_mx: El más grande cañón pesado de la artillería de campo de la Wehrmacht que fue adoptado en 1939. Fue producido por la firma Krupp hasta el final de la guerra. Capaz de dispara una vez cada dos minutos con proyectiles de alto explosivo de 113 kg en un rango de 18.7 km, a una velocidad de 565 m/s. El cañón pesaba 16.7 toneladas estando cargado. La tripulación giraba manualmente el transporte del cañón, montado sobre placas de base, los 360 grados, otorgándole la capacidad de disparar en cualquier dirección. Tres baterías de cañones M18 formaban batallones independientes en los cuerpos y en la artillería del ejército. Los morteros del 782° Regimiento Motorizado de Artillería de la XVI División ubicada cerca de Calais actuaban al oeste de Dunkerque, y el 785° Regimiento Motorizado de Artillería de la XXVI División cerca de Nieuwpoort — al este. El fuego de los cañones pesados de la Wehrmacht hizo la evacuación Aliada muy complicada.
ja: この砲は、ドイツ国防軍の野砲としては最大の重榴弾砲であり、1939 年に採用され、クルップ社によって終戦まで生産が続けられました。性能としては、113 kg の榴弾を 2 分毎に 1 発射撃することが可能であり、射程は 18.7 km 超、砲口初速は 565 m/s でした。全備重量は 16.7 トン。砲座上に設置された砲架は、手動で 360 度回転させることが可能であり、全周への射撃を実現していました。M18 を装備する砲兵中隊 3 個によって砲兵大隊 1 個を構成しており、砲兵大隊は、より大きな編成単位である軍団や軍に組み込まれていました。 カレー付近に配置されていた第 14 師団の第 782 自動車化砲兵連隊はダンケルクの西部への攻撃を、ニーウポールトに配置されていた第 26 師団の第 785 自動車化砲兵連隊はダンケルク東部への攻撃を担当しており、ドイツ軍による重砲撃が、連合軍の撤退作戦に多大な困難をもたらしていました。
pl: Największe ciężkie działo artylerii polowej Wehrmachtu. Jego produkcja została rozpoczęta przez firmę Krupp w 1939 roku i kontynuowana była do końca wojny. Zdolne do oddawania strzału co dwie minuty, pociskiem odłamkowym ważącym 113 kg na odległość 18,7 km, z prędkośćią 565 m/s. Załadowane działo ważyło 16,7 tony. Załoga ręcznie obracała działo zamotnowane na obracającej się o 360 stopni podstawie, pozwalającej prowadzić ogień we wszystkie strony. Trzy baterie dział M18 tworzyły niezależne bataliony artyleryjskie. Moździerze 782 Pułku Artylerii Zmechanizowanej XIV Dywizjonu, zlokalizowane w pobliżu Calais działały na zachód od Dunkierki, a 785 Pułki Artylerii Zmechanizowanej XXVI Dywizjonu w pobliżu Nieuwpoort – na wschód. Silny ostrzał Wehrmachtu uczynił ewakuację alianckich żołnierzy bardzo trudną.
ru: Самое крупнокалиберное орудие полевой артиллерии Вермахта было принято на вооружение в 1939 г. и выпускалось фирмой Krupp до конца войны. Мортира посылала фугасный снаряд весом 113 кг на 18,7 км со скоростью 565 м/с, делая в среднем по выстрелу за две минуты. Орудие весило в боевом положении 16,7 тонн, при этом установленный на опорных плитах лафет вращался расчётом вручную на 360 градусов, обеспечивая круговой обстрел. Трёхорудийные батареи M 18 составляли отдельные батальоны, входившие в корпусную и армейскую артиллерию. Западнее Дюнкерка действовали мортиры 782-го моторизованного артиллерийского полка XIV армейского корпуса, располагавшиеся в районе Кале, а восточнее — 785-го моторизованного артиллерийского полка XXVI армейского корпуса, стрелявшие из района Ньивпорта. Огонь тяжёлых орудий вермахта очень затруднял ход эвакуации войск союзников.
uk: Найбільшу великокаліберну гармату польової артилерії Вермахту прийняли на озброєння 1939 р. Їі випускала фірма Krupp до кінця війни. Мортира надсилала фугасний снаряд вагою 113 кг на 18,7 км зі швидкістю 565 м/с, здійснюючи у середньому один постріл за дві хвилини. Гармата мала вагу в бойовому положенні 16,7 тонн, а встановлений на опорних плитах лафет обертався розрахунком вручну на 360 градусів, забезпечуючи круговий обстріл. Тригарматні батареї M 18 складали окремі батальйони, що входили до складу корпусної та армійської артилерії. На захід від Дюнкерка діяли мортири 782-го моторизованого артилерійського полку XIV армійського корпусу, що розташовувалися в районі Кале, а східніше — 785-го моторизованого артилерійського полку XXVI армійського корпусу, що стріляли з району Ньюпорта. Вогонь важких гармат вермахту ускладнював перебіг евакуації військ союзників.
zh: 这是国防军野战炮中最大的重型火炮。由克虏伯公司在 1939 年开始生产并持续到战争结束为止。在 18.7 公里范围内能用每两分钟一发的速度将 113 公斤的高爆弹以 565 公尺/秒的初速射出。火炮装填完毕时重达 16.7 吨。成员需手动回转炮架、安装在座钣上，遍及 360 度，提供了全方位的火力。三座 M18 炮阵地在军级和团级炮兵中组成一个独立营。 第十四师第 782 摩托化炮兵团的迫击炮就位于敦刻尔克正西边的加莱附近，而第二十六师第 785 摩托化炮兵团则靠近尼乌波尔特──就在东边。国防军的重型火炮火力使盟军部队的撤离变得非常困难。
zh_sg: 德意志国防军野战炮中最大的重型火炮，为1939年采用。由Krupp公司一直生产到战争结束。每两分钟可以将一发重113公斤的高爆弹投递到18.7公里外，以565米/秒的速度飞行。火炮装填完毕时重达16.7吨。成员需手动回转炮架、安装在座钣上，可兼顾360度，提供了全方位的火力。三座M18炮阵地在军级和团级炮兵中组成一个独立营。 第十四师第782摩托化炮兵团的迫击炮就位于敦刻尔克正西边的加莱附近，而第二十六师第785摩托化炮兵团则靠近尼乌波尔特──就在东边。德意志国防军的重炮火力使盟军部队的撤离变得非常困难。

# IDS_PCZC037_DUNKIRK_JU87B2
source: Ju 87 B-2 Dive Bomber (Germany)
es_mx: Bombardero en Picada Ju 87 B-2 (Alemania)
ja: 急降下爆撃機 Ju 87 B-2 (ドイツ軍)
pl: Bombowiec nurkujący Ju 87 B-2 (Niemcy)
ru: Пикирующий бомбардировщик Ju-87 B-2 (Германия)
uk: Пікіруючий бомбардувальник Ju-87 B-2 (Німеччина)
zh: Ju 87 B-2 俯冲轰炸机 (D系)
zh_sg: Ju 87 B-2 俯冲轰炸机 (德国)
