Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC458_CAPT_4_5_UBOOT_DESCRIPTION
source: At this point, Cap's biographer fell out of step, but it seems that was for real. At least Fishy, and Cap himself, tell the same story. That's why Cap's biography has this record, word for word. "That must have all happened," thought Cap while submerging into the depths of the sea. His meeting with Neptune awaited him, and Neptune would certainly demand an explanation about his numerous mischiefs. However, no reasonable excuses popped into Cap's head—he had even fewer ideas than usual. Our hero was fascinated by the look of the underwater realm. Everything around him looked extraordinary. But he had quite quickly gotten used to wearing the aquarium that Fishy had given him (with unabashed delight, we might add) on his head. But the real discovery that shook him to his core was the fact that he could suddenly hear Fishy's voice. Cap was so overwhelmed that he didn't realize at first what Fishy was actually talking about. Only some disparate words and phrases got through to him, something like "think for oneself", "responsibility", "true seaman", "immaturity", and "special assignment". All of a sudden, Cap's mind became crystal clear—he understood what he had been lacking all that time. And so they kept on moving beneath the water to a place known only to Fishy.
es_mx: En este punto, el biógrafo de Cap se salió del camino, pero parece que fue real. Al menos Fishy y el propio Cap cuentan la misma historia. Es por eso que la biografía de Cap tiene este registro, palabra por palabra. "Eso debe haber sucedido", pensó Cap mientras se sumergía en las profundidades del mar. Su reunión con Neptuno lo esperaba, y Neptuno ciertamente exigiría una explicación sobre sus numerosas travesuras. Sin embargo, no aparecían excusas razonables en la cabeza de Cap: tenía incluso menos ideas de lo habitual. Nuestro héroe estaba fascinado por la apariencia del reino submarino. Todo a su alrededor parecía extraordinario. Pero rápidamente se había acostumbrado a usar sobre su cabeza el acuario que Fishy le había regalado (con un descarado deleite podríamos agregar). Pero el verdadero descubrimiento realmente lo impresionó fue el hecho que de repente podía escuchar la voz de Fishy. Cap estaba tan abrumado que al principio no se dio cuenta de lo que Fishy realmente dedcía. Solo le llegaron algunas palabras y frases extrñas, algo como: "pensar por uno mismo", "responsabilidad", "verdadero marinero", "inmadurez" y "tarea especial". De repente, la mente de Cap se aclaró: entendió lo que le había faltado todo ese tiempo. Y así continuo descendiendo por debajo el agua a un lugar que solo Fishy conocía.
ja: この時点で船長の伝記は話が外れてしまっていました。ただその内容は真実であるように思えますし、少なくともお魚さんと船長自身は同じ物語を語っています。このため、船長の伝記にはこの記録が言葉通りに明記されているのです。 船長は海中深くへと潜行しながら、「全てが真実だったはずだ」と考えました。彼はネプチューンと会うことになっており、ネプチューンは間違いなく船長が犯した数多のいたずらについて説明を求めることでしょう。しかし船長は妥当な言い訳を全く思い付かず、いつにもましてアイデアが浮かびませんでした。我らがヒーローは、水中王国の壮観さに魅了されていたのです。あらゆるものが超常的でしたが、お魚さんが (大喜びで、と付け加えるべきでしょうか?) 彼に装着した潜水具にはあっと言う間に慣れてしまいました。 しかし彼が心底驚いた本当の発見は、突如としてお魚さんの声が聞こえるようになったことでした。 船長はあまりにも仰天していたため、当初はお魚さんが実際に話している内容を認識できず、「自分で考える」「責任」「真の船乗り」「未熟」「特命」のような言葉やフレーズの一部を聞き取ることができただけでした。そして全く突然に船長の意識はクリスタルのようにクリアになり、自分がずっと欠いていたものを理解することができました。そして彼らは水中を進み続け、お魚さんだけが知る場所を目指したのです。
pl: W tym momencie biograf Kapitana zgubił nieco wątek, ale to chyba była prawda. Przynajmniej Rybka i sam Kapitan mówią to samo. Dlatego też w biografii Kapitana znajduje się także ten wpis. „To wszystko musiało się wydarzyć”, myślał Kapitan, gdy zanurzał się w oceaniczne głębiny. Czekało go spotkanie z samym Neptunem, na którym z pewnością będzie musiał wytłumaczyć się z licznych występków. Jednak żadne wymówki nie przychodziły Kapitanowi do głowy — miał mniej pomysłów niż zazwyczaj. Nasz bohater był zafascynowany wyglądem podwodnego świata. Wszystko wokół wyglądało niesamowicie. Dość szybko przyzwyczaił się do noszenia na głowie akwarium, które dała mu Rybka (dodajmy, że z niepohamowaną satysfakcją). Prawdziwym szokiem było jednak to, że nagle usłyszał jej głos. Kapitan był tak zdezorientowany, że początkowo nie zdawał sobie sprawy z tego, co ona mówi. Docierały do niego tylko pojedyncze słowa i strzępki zdań, takie jak: „myśleć za siebie”, „odpowiedzialność”, „prawdziwy marynarz”, „niedojrzałość” i „specjalny przydział”. Nagle umysł Kapitana odzyskał klarowność — zrozumiał, że czegoś mu brakowało. Dalej więc zmierzali w podwodną otchłań, do miejsca znanego tylko Rybce.
ru: Тут биограф Кэпа сбился, но вроде бы всё было взаправду. По крайней мере, и Рыбка, и сам Кэп рассказывают одну и ту же историю. Поэтому в биографии Кэпа так и записано, слово в слово. «Когда-нибудь это должно было произойти», — думал Кэп, погружаясь в морскую пучину. Его ожидала встреча с самим Нептуном, который наверняка потребует от Кэпа объяснений по поводу многочисленных проделок. Однако ни одного разумного оправдания в голову Кэпа не приходило, как, впрочем, и всегда. Наш герой был заворожён видом подводного царства. Всё вокруг было для него в диковинку. Зато он быстро привык к аквариуму на голове, который с нескрываемым удовольствием отдала ему Рыбка. Но настоящим открытием, потрясшим его до глубины души, стало то, что он вдруг услышал голос Рыбки! Кэп был настолько обескуражен, что не сразу понял, о чём, собственно, она ведёт речь. До него доходили лишь отдельные слова и фразы, что-то типа «думать головой», «ответственность», «настоящий моряк», «инфантильность», «особое задание». Вдруг в голове Кэпа что-то словно прояснилось, и он понял, чего ему всегда недоставало. А они всё продолжали плыть под водой к какому-то только Рыбке известному месту.
uk: Тут біограф Кепа збився, але, начебто, все було насправді. Принаймні і Рибка, і сам Кеп розповідають одну й ту саму історію. Тому в біографії Кепа так і записано, слово в слово. «Колись це мало статися», — думав Кеп, занурюючись в морську безодню. Його очікувала зустріч з самим Нептуном, який напевно вимагатиме від Кепа пояснень з приводу численних витівок. Однак жодного розумного виправдання в голову Кепа не спадало, як, втім, і завжди. Наш герой був заворожений видом підводного царства. Все навколо було для нього в дивину. Зате він швидко звик до акваріума на голові, який з неприхованим задоволенням віддала йому Рибка. Але справжнім відкриттям, яке потрясло його до глибини душі, стало те, що він раптом почув голос Рибки! Кеп був настільки збентежений, що не відразу зрозумів, про що, власне, вона веде мову. До нього доходили лише окремі слова та фрази, щось типу: «думати головою», «відповідальність», «справжній моряк», «інфантильність», «особливе завдання». Раптом в голові Кепа щось немов прояснилося, і він зрозумів, чого йому завжди бракувало. А вони все продовжували плисти під водою до якогось місця, яке знала лише Рибка.
zh: Тут биограф Кэпа сбился, но вроде бы всё было взаправду. По крайней мере, и Рыбка, и сам Кэп рассказывают одну и ту же историю. Поэтому в биографии Кэпа так и записано, слово в слово. «Когда-нибудь это должно было произойти», — думал Кэп, погружаясь в морскую пучину. Его ожидала встреча с самим Нептуном, который наверняка потребует от Кэпа объяснений по поводу многочисленных проделок. Однако ни одного разумного оправдания в голову Кэпа не приходило, как, впрочем, и всегда. Наш герой был заворожён видом подводного царства. Всё вокруг было для него в диковинку. Зато он быстро привык к аквариуму на голове, который с нескрываемым удовольствием отдала ему Рыбка. Но настоящим открытием, потрясшим его до глубины души, стало то, что он вдруг услышал голос Рыбки! Кэп был настолько обескуражен, что не сразу понял, о чём, собственно, она ведёт речь. До него доходили лишь отдельные слова и фразы, что-то типа «думать головой», «ответственность», «настоящий моряк», «инфантильность», «особое задание». Вдруг в голове Кэпа что-то словно прояснилось, и он понял, чего ему всегда недоставало. А они всё продолжали плыть под водой к какому-то только Рыбке известному месту.
zh_sg: 在这一点上，卡普的传记作者失策了，但这似乎是真的。至少费什和卡普自己也讲了同样的故事。这就是为什么卡普的传记有这样的记录，一字不差， “这一切一定都发生了，”卡普一边想一边潜入大海深处。与海神的会面等着他，海神肯定会要求他解释他无数的恶作剧。然而，没有任何合理的借口突然出现在卡普的脑中，他的点子比平时更少了。我们的英雄被水下王国的景色迷住了。他周围的一切看起来都很特别。但他很快就习惯在头上戴着费什给他的鱼缸了（此处可加上难掩的喜悦）。 但真正让他发抖的是，他突然能听到了费什的声音。 卡普不知所措，一开始他不知道费什到底在说什么。他只听懂了一些词语，比如：“为自己着想”、“责任”、“真正的海员”、“不成熟”和“特殊任务”。突然，卡普的意识变得异常清醒，他明白了自己一直以来所缺乏的东西。然后他们继续在水下移动到一个只有费什才知道的地方。

# IDS_PCZC459_GF097_HE1_DESCRIPTION
source: One of the first aircraft models developed by Ernst Heinkel's company was the monoplane floatplane He 1. The Reichsmarine ordered ten such aircraft in 1923. Due to limitations imposed by the Treaty of Versailles, the order was made in secret and with the assistance of Sweden. The He 1 was the first German naval aircraft built since the end of World War I.
es_mx: Uno de los primeros modelos de aviones desarrollados por la compañía de Ernst Heinkel fue el hidroavión monoplano He 1. La Reichsmarine encargó diez ejemplares de este avión en 1923. Debido a las limitaciones impuestas por el Tratado de Versalles, el encargo se hizo en secreto y con la ayuda de Suecia. El He 1 fue el primer avión naval alemán construido tras el fin de la Primera Guerra Mundial.
ja: エルンスト・ハインケルの会社が開発した最初の航空機モデルのひとつが単葉水上機 He 1 でした。ドイツ海軍は 1923 年にこの航空機を 10 機発注しました。ヴェルサイユ条約によって課された制限のため、この発注はスウェーデンの協力の下で秘密裡に行われました。 He 1 は一次大戦後に製造された最初のドイツ海軍機となりました。
pl: Jednym z pierwszych samolotów opracowanych przez firmę Ernsta Heinkela był jednopłatowy hydroplan He 1. Reichsmarine zamówiła ten samolot w 1923 roku. W wyniku ograniczeń narzuconych przez traktat wersalski zamówienie to trzeba było utajnić i złożyć je za pośrednictwem Szwecji. He 1 był pierwszych niemieckim samolotem morskim zbudowanym po I wojnie światowej.
ru: Одной из первых моделей самолётов, разработанных фирмой Эрнста Хейнкеля, был поплавковый моноплан He 1. Рейхсмарине в 1923 году заказали десять таких машин. Из-за ограничений Версальского договора заказ был сделан тайно и при содействии Швеции. He 1 стали первыми самолётами морской авиации Германии после завершения Первой мировой войны.
uk: Однією з перших моделей літаків, розроблених фірмою Ернста Гайнкеля, був поплавковий моноплан He 1. Рейхсмаріне в 1923 році замовили десять таких машин. Через обмеження Версальського договору замовлення зробили таємно та за сприяння Швеції. He 1 стали першими літаками морської авіації Німеччини після завершення Першої світової війни.
zh: Одной из первых моделей самолётов, разработанных фирмой Эрнста Хейнкеля, был поплавковый моноплан He 1. Рейхсмарине в 1923 году заказали десять таких машин. Из-за ограничений Версальского договора заказ был сделан тайно и при содействии Швеции. He 1 стали первыми самолётами морской авиации Германии после завершения Первой мировой войны.
zh_sg: 恩斯特·海因克尔公司开发的首批飞机型号之一为单翼浮式飞机HE 1。1923年，魏玛国家海军订购了10架此型号的飞机。由于《凡尔赛条约》的限制，此订单是在瑞典的协助下秘密情况敲定的。 He 1是第一次世界大战结束后德国制造的第一种海军飞机。

# IDS_PCZC460_GF097_AR95_DESCRIPTION
source: In 1935, development of an aircraft carrier project was already in full swing in the offices of the Kriegsmarine. Arado was the company assigned to create a carrier-based reconnaissance torpedo bomber for the project. In the autumn of 1936, a prototype was ready—the Ar 95 biplane. Later, when it was decided to develop more advanced models for the future aircraft carrier, the Ar 95 (which, at that point, was in the form of a seaplane) was offered for export. A number of such aircraft took part in the hostilities in the Baltic as part of Luftwaffe units during World War II.
es_mx: En 1935, el desarrollo de un proyecto de portaaviones en las oficinas de la Kriegsmarine estaba en pleno auge. Arado fue la compañía asignada a crear los bombarderos torpederos de reconocimiento para el proyecto. En otoño de 1936, tenían listo un prototipo: el biplano Ar 95. Más adelante, cuando se decidió desarrollar modelos más avanzados para el futuro portaaviones, el Ar 95—en forma de hidroavión en ese entonces—se ofreció para la exportación. Varios ejemplares de este avión participaron en las hostilidades en el mar Báltico como parte de las unidades de la Luftwaffe durante la 2ª Guerra Mundial.
ja: 1935 年、ドイツ戦争海軍において航空母艦の開発計画は既に本格的に行われていました。 アラド社はこの計画において艦載用の偵察雷撃機を製造する役割を与えられていました。 1936 年秋、試作機である複葉機 Ar 95 の準備が整いました。後に、将来の航空母艦用により先進的なモデルの開発が決定された時点で、当時は水上機形態であった Ar 95 は輸出用とされました。 この航空機のうち何機かは、二次大戦中にドイツ空軍部隊に所属してバルト海で敵と交戦しました。
pl: W 1935 roku w biurach Kriegsmarine prace nad projektem lotniskowca szły pełną parą. Firma Arado otrzymała zlecenie na opracowanie zwiadowczego bombowca torpedowego na potrzeby tego projektu. Jesienią 1936 roku gotowy był prototyp – dwupłatowy Ar 95. Później zdecydowano o stworzeniu bardziej zaawansowanych modeli na potrzeby przyszłych lotniskowców, a Ar 95 – będący wtedy hydroplanem – oferowano na eksport. Takie samoloty brały udział w działaniach zbrojnych nad Bałtykiem, służąc w jednostkach Luftwaffe.
ru: В 1935 году в недрах Кригсмарине уже разрабатывался проект авианосца. Создание палубного торпедоносца-разведчика для него было поручено компании Arado. Осенью 1936 года появился прототип — биплан Ar 95. Позднее, когда для перспективного авианосца решено было разработать более совершенные модели, Ar 95, уже в виде гидросамолёта, стали предлагать на экспорт. Некоторое количество этих машин в составе подразделений Люфтваффе в годы Второй мировой войны участвовали в военных действиях на Балтике.
uk: У 1935 році в надрах Крігсмаріне вже розробляли проєкт авіаносця. Створення палубного торпедоносця-розвідника доручили компанії Arado. Восени 1936 року з’явився прототип — біплан Ar 95. Пізніше, коли для перспективного авіаносця вирішили розробити досконаліші моделі, Ar 95 вже у вигляді гідролітака, почали пропонувати на експорт. Кілька цих машин у складі підрозділів Люфтваффе під час Другої світової війни брали участь у військових діях на Балтиці.
zh: В 1935 году в недрах Кригсмарине уже разрабатывался проект авианосца. Создание палубного торпедоносца-разведчика для него было поручено компании Arado. Осенью 1936 года появился прототип — биплан Ar 95. Позднее, когда для перспективного авианосца решено было разработать более совершенные модели, Ar 95, уже в виде гидросамолёта, стали предлагать на экспорт. Некоторое количество этих машин в составе подразделений Люфтваффе в годы Второй мировой войны участвовали в военных действиях на Балтике.
zh_sg: 1935年，德国战争海军开始全面推进航空母舰项目。 Arado公司被指派为项目舰载侦察鱼雷轰炸机的制造商。1936年秋，制造出了原型机——双翼式Ar 95型飞机。但后来决定为航空母舰开发更先进的型号，Ar 95作为水上飞机进行出口。 第二次世界大战期间，多架此型号的战机在德国空军部队中参加了波罗的海的作战行动。

# IDS_PCZC461_GF097_HE60_DESCRIPTION
source: In the early 1930s, Heinkel was ordered to develop a new reconnaissance seaplane suitable for launch from a catapult. The result was the He 60 biplane, which completed its test flight in early 1933. The plane demonstrated fine flying qualities, but was not able to bear serious loads. Its armament was limited to only one machine gun. Production of these aircraft continued until 1937, and they participated in World War II until 1943, albeit mostly playing second fiddle.
es_mx: A principios de los años 1930, encargaron a Heinkel el desarrollo de un nuevo hidroavión de reconocimiento adecuado para lanzarse desde una catapulta. El resultado fue el biplano He 60, cuyas pruebas se completaron a principios de 1933. El avión demostró tener buenas capacidades de vuelo, pero no podía aguantar cargas grandes. Su armamento se limitaba a una sola ametralladora. La producción de estos aviones continuó hasta 1937 y participaron en la II Guerra Mundial hasta 1943, aunque principalmente en tareas secundarias.
ja: 1930 年代初頭、ハインケルはカタパルト発進に適した新しい水上偵察機の開発を指示されました。その結果が 1933 年初頭に試験飛行を完了した複葉機 He 60 です。 本機は良好な飛行性能を示しましたが、搭載量が少なく、兵装は機関銃 1 挺のみでした。 この航空機の生産は 1937 年まで継続し、二次大戦では 1943 年まで参加しましたが、副次的な任務が大半でした。
pl: Na początku lat 30. Heinkel otrzymał zamówienie na nowy hydroplan zwiadowczy, przystosowany do startu z katapulty. W rezultacie powstał hydroplan He 60, który swój lot testowy wykonał na początku 1933 roku. Samolot wykazywał się doskonałymi właściwościami lotnymi, ale nie był w stanie przenosić wielkiego ładunku. Jego uzbrojenie ograniczało się do pojedynczego karabinu maszynowego. Produkcję tych samolotów kontynuowano do 1937 roku, a do 1943 roku brały udział w II wojnie światowej, choć ich rola była drugorzędna.
ru: В начале 1930-х годов фирма Heinkel получила заказ на создание нового, приспособленного для запуска с катапульты гидросамолёта-разведчика. Им стал биплан He 60, совершивший пробный полёт в начале 1933 года. Самолёт имел хорошие лётные качества, но не мог нести серьёзную нагрузку, и его вооружение было ограничено лишь одним пулемётом. Выпуск машин продолжался до 1937 года. Вплоть до 1943 года He 60, хоть и на второстепенных ролях, принимали участие во Второй мировой войне.
uk: На початку 1930-х років фірма Heinkel отримала замовлення на створення нового, пристосованого для запуску з катапульти гідролітака-розвідника. Їм став біплан He 60, що здійснив пробний політ на початку 1933 року. Літак мав непогані льотні якості, але не міг нести серйозний вантаж, і його озброєння обмежувалося лише одним кулеметом. Випуск машин тривав до 1937 року. Аж до 1943 року He 60, хоч і на другорядних ролях, брали участь у Другій світовій війні.
zh: В начале 1930-х годов фирма Heinkel получила заказ на создание нового, приспособленного для запуска с катапульты гидросамолёта-разведчика. Им стал биплан He 60, совершивший пробный полёт в начале 1933 года. Самолёт имел хорошие лётные качества, но не мог нести серьёзную нагрузку, и его вооружение было ограничено лишь одним пулемётом. Выпуск машин продолжался до 1937 года. Вплоть до 1943 года He 60, хоть и на второстепенных ролях, принимали участие во Второй мировой войне.
zh_sg: 1930年代初，Heinkel被任命研发一种适合于从弹射器起飞的新型水上侦察机。其成果即双翼式HE60型飞机，于1933年初完成了试飞。 这架飞机具有优秀的飞行性能，但无法承受很高的负重。武器仅有一架机枪。 此型号的飞机一直持续生产到1937年，它们参加了第二次世界大战直至1943年，尽管大部分时间都是二流角色。

# IDS_PCZC462_GF097_AR196_DESCRIPTION
source: A bid for the development of a new reconnaissance seaplane to replace the obsolete He 60 for the Kriegsmarine was announced in 1936. In 1937, the bidders underwent various tests, and the winner was a monoplane designated "Ar 196", developed by the Arado company. In 1938, the first ship to take the new aircraft aboard was the armored Admiral Graf Spee. The extremely successful and well-armed Ar 196 became the most-produced German seaplane of its time. During the war, these aircraft were used all the way from the Arctic to the South Atlantic, and were deservedly known as the "eyes of the Kriegsmarine".
es_mx: En 1936, se publicó una oferta para desarrollar un nuevo hidroavión de reconocimiento que reemplazaría el obsoleto He 60 de la Kriegsmarine. En 1937, las empresas concursantes llevaron a cabo diferentes pruebas y el monoplano designado "Ar 196", desarrollado por la compañía Arado, resultó ganador. En 1938, el Admiral Graf Spee fue el primer barco que llevó a bordo el nuevo avión. El Ar 196, con su buen armamento, tuvo un gran éxito y se convirtió en el hidroavión alemán más producido de su época. Durante la guerra, estos aviones se usaron por todas partes desde el Ártico hasta el Atlántico Sur y se ganaron el calificativo de "ojos de la Kriegsmarine".
ja: ドイツ戦争海軍で旧式化した He 60 の代替となる新型水上偵察機の開発に対する入札が、1936 年に発表されました。1937 年、入札企業は様々な試験を行い、その勝者となったのがアラド社が開発した単葉機 "Ar 196" でした。 1938 年に、この新型航空機を受領した最初の艦艇は装甲艦アドミラル・グラーフ・シュペーでした。非常に高性能で重武装の Ar 196 は当時最も生産されたドイツ水上機となりました。 戦争中、この航空機は北極海から南大西洋までのあらゆる戦域で使用され、その活躍から「ドイツ戦争海軍の眼」と呼ばれました。
pl: W 1936 roku ogłoszono przetarg na opracowanie nowego zwiadowczego hydroplanu dla Kriegsmarine, który miałby zastąpić przestarzałe He 60. W 1937 roku zaproponowane maszyny przeszły liczne testy, a zwycięzcą okazał się jednopłat o nazwie Ar 196, opracowany przez firmę Arado. W 1938 roku pierwszym okrętem, który otrzymał nowy samolot, był opancerzony Admiral Graf Spee. Wyjątkowo udany i dobrze uzbrojony Ar 196 stał się najliczniej produkowanym samolotem morskim swoich czasów. W trakcie wojny samoloty te używane były od Arktyki po południowy Altantyk i zasłużenie otrzymały miano „oczu Kriegsmarine”.
ru: Конкурс на создание нового гидросамолёта-разведчика для Кригсмарине на замену устаревшему He 60 был объявлен в 1936 году. В 1937 году прошли испытания конкурсантов, в которых победу одержал моноплан, разработанный фирмой Arado и получивший обозначение Ar 196. В 1938 году первым кораблём, получившим новый самолёт, стал броненосный корабль Admiral Graf Spee. Чрезвычайно удачный и хорошо вооружённый Ar 196 стал самым массовым немецким гидросамолётом своего времени. В годы войны эти машины сражались от Арктики до Южной Атлантики и получили полное право называться «глазами Кригсмарине».
uk: Конкурс на створення нового гідролітака-розвідника для Крігсмаріне на заміну застарілого He 60 оголосили в 1936 році. У 1937 році провели випробування конкурсантів, перемогу в яких здобув моноплан, розроблений фірмою Arado, який отримав назву Ar 196. У 1938 році першим кораблем, який отримав новий літак, став броненосний корабель Admiral Graf Spee. Надзвичайно вдалий і добре озброєний Ar 196 став наймасовішим німецьким гідролітаком свого часу. У роки війни ці машини билися від Арктики до Південної Атлантики й отримали повне право називатися «очами Крігсмаріне».
zh: Конкурс на создание нового гидросамолёта-разведчика для Кригсмарине на замену устаревшему He 60 был объявлен в 1936 году. В 1937 году прошли испытания конкурсантов, в которых победу одержал моноплан, разработанный фирмой Arado и получивший обозначение Ar 196. В 1938 году первым кораблём, получившим новый самолёт, стал броненосный корабль Admiral Graf Spee. Чрезвычайно удачный и хорошо вооружённый Ar 196 стал самым массовым немецким гидросамолётом своего времени. В годы войны эти машины сражались от Арктики до Южной Атлантики и получили полное право называться «глазами Кригсмарине».
zh_sg: 1936年德国战争海军宣布了一项研发新型水上侦察机的竞标项目，以取代过时的He 60型水上侦察机。1937年，竞标设计经过了各种测试，由Arado公司开发的Ar 196型单翼机最终胜出。 1938年，海军上将施佩伯爵号率先搭载了这种新型飞机。极其成功且装备精良的Ar 196成为了当时德国产量最多的水上飞机。 战争期间，这种飞机在从北极到南大西洋的战场上被广泛使用，并理所当然地获得了“德国战争海军之眼”的称号。
