Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_I00_EXPACT_W
source: To start moving
es_mx: Para comenzar a moverse
ja: 移動開始
pl: Żeby rozpocząć ruch
ru: Чтобы начать движение
uk: Щоб почати рух
zh: Чтобы начать движение
zh_sg: 开始移动

# IDS_I00_EXPACT_W_REPEAT
source: Hold to set full speed
es_mx: Mantenlo presionado para fijar la velocidad máxima
ja: 長押しして全速
pl: Przytrzymaj, żeby ustalić pełną prędkość
ru: Удерживайте, чтобы выставить полный ход
uk: Утримувати, щоб призначити повний хід
zh: Удерживайте, чтобы выставить полный ход
zh_sg: 按住设置为全速

# IDS_IGNORE_PLAYER
source: Add to your Blacklist
es_mx: Añadir a tu lista negra
ja: ブラックリストに追加
pl: Dodaj do czarnej listy
ru: Добавить в чёрный список
uk: Додати до чорного списку
zh: 添加至黑名单
zh_sg: 添加至黑名单

# IDS_IGNORE_PLAYER_HINT
source: Block messages from this player in all battles and in the Port
es_mx: Bloquear mensajes de este jugador en todas las batallas y en el Puerto
ja: あらゆる戦闘と港でこのプレイヤーからのメッセージをブロック
pl: Zablokuj wiadomości od tego gracza we wszystkich bitwach oraz w Porcie
ru: Заблокировать сообщения от этого игрока в каждом бою и в Порту
uk: Заблокувати повідомлення від цього гравця в кожному бою і в Порту
zh: Заблокировать сообщения от этого игрока в каждом бою и в Порту
zh_sg: 在全部战斗中和港口中屏蔽这名玩家的信息

# IDS_IMPOSSIBLE_TO_CHOOSE_TASK
source: You have already collected the reward for completing this task and unlocked the final task of this mission.
es_mx: Ya has reclamado la recompensa por completar esta tarea y desbloqueaste la tarea final de esta misión.
ja: このタスクの達成褒賞を入手しました。そして、このミッションの最終タスクをアンロックしました。
pl: Odebrałeś już nagrodę za wypełnienie tego zadania i odblokowałeś ostateczne zadanie tej misji.
ru: Награда за выполнение задания получена, финальное задание миссии разблокировано.
uk: Нагороду за виконане завдання отримано, фінальне завдання місії розблоковано.
zh: 您已经收集到用来完成此工作的奖励并解开了这个任务最后的工作。
zh_sg: 您已经获得完成此目标的奖励并解开了任务的最终目标。

# IDS_INACTIVE_CAMPAIGN_HINT_DESCR
source: Please wait for the campaign to start before you begin a mission.
es_mx: Por favor espere a que la campaña inicie, para comenzar a completarla.
ja: キャンペーンが開始されるまでお待ちください。
pl: Proszę poczekać, aż kampania zostanie rozpoczęta.
ru: Чтобы приступить к прохождению кампании, дождитесь её начала.
uk: Щоб розпочати проходити кампанію, дочекайтеся її початку.
zh: 请等到战役开始时，才能开始去完成它。
zh_sg: 请等到战役开始时，才能开始任务。

# IDS_INBATTLESTATS
source: Battle Statistics
es_mx: Estadísticas de Batalla
ja: 戦績
pl: Statystyki bitwy
ru: Статистика боя
uk: Статистика бою
zh: 战斗统计
zh_sg: 战斗统计

# IDS_INCLIN
source: Armored Deck Slopes
es_mx: Inclinaciones de la Cubierta Blindada
ja: 装甲甲板スロープ
pl: Pancerz pochyły pokładu
ru: Скосы бронепалубы
uk: Схили бронепалуби
zh: 装甲甲板斜面
zh_sg: 装甲甲板斜面

# IDS_INCOMPLETE_DIVISION
source: Entering the battle understaffed
es_mx: Entrando a la batalla con el equipo incompleto
ja: 人数不足のまま戦闘に参加中
pl: Wchodzenie do bitwy w niekompletnym składzie
ru: Выход в бой в неполном составе
uk: Вступити у бій неповним складом
zh: 以缺员状态进入战斗
zh_sg: 以不满员状态进入战斗

# IDS_INFO_AIRCARRIER_IS_DEAD
source: Aircraft carrier destroyed by %s.
es_mx: Portaaviones destruido por %s.
ja: 航空母艦が %s によって撃沈された
pl: Lotniskowiec zniszczony przez %s.
ru: Авианосец уничтожен игроком %s.
uk: Авіаносець знищено гравцем %s.
zh: 航空母舰被 %s 击毁。
zh_sg: 航空母舰被%s摧毁。

# IDS_INFO_AIRPLANE
source: LMB: Select squadron.
es_mx: Click Izquierdo: Seleccionar escuadrón.
ja: 左 MB: 中隊の選択
pl: LPM: Wybierz eskadrę.
ru: ЛКМ: выбрать эскадрилью.
uk: ЛКМ: вибрати ескадрилью.
zh: 鼠标左键：选择航空中队。
zh_sg: 鼠标左键：选择中队。

# IDS_INFO_AIRPLANE_SELECTED
source: RMB: Give an order. LMB: Clear selection.
es_mx: Click Derecho: Dar una orden. Click Izquierdo: Limpiar selección.
ja: 右 MB: 指令の発令、左 MB: 選択解除
pl: PPM: Wydaj rozkaz. LPM: Anuluj zaznaczenie.
ru: ПКМ: отдать приказ. ЛКМ: сбросить выбор.
uk: ПКМ: віддати наказ. ЛКМ: скасувати вибір.
zh: 鼠标右键：给予命令。 鼠标左键：清除选择。
zh_sg: 鼠标右键：给予命令。 鼠标左键：清除选择。

# IDS_INFO_AIR_ATTACK_WARNING
source: Air attack warning!
es_mx: ¡Alerta de ataque aéreo!
ja: 空襲警報:
pl: Ostrzeżenie o ataku lotniczym!
ru: Воздушная тревога!
uk: Повітряна тривога!
zh: 空中攻击警告！
zh_sg: 空袭警告！

# IDS_INFO_ALLY_COMPLEX_IS_DESTROYED
source: Allied fort destroyed!
es_mx: ¡Fuerte aliado destruido!
ja: 味方要塞が破壊された!
pl: Sojuszniczy fort zniszczony!
ru: Союзный форт уничтожен!
uk: Союзний форт знищено!
zh: 我方要塞被摧毁！
zh_sg: 我方要塞被摧毁！

# IDS_INFO_ALLY_DESTROYED
source: You destroyed ally %s.
es_mx: Destruiste al aliado %s.
ja: 味方 %s を撃沈した
pl: Zniszczyłeś sojusznika %s.
ru: Вы уничтожили союзника %s.
uk: Ви знищили союзника %s.
zh: 您击毁了队友 %s。
zh_sg: 您摧毁了队友 %s。

# IDS_INFO_ALLY_HIT
source: You have hit an ally!
es_mx: ¡Has alcanzado a un aliado!
ja: 味方に命中!
pl: Trafiłeś sojusznika!
ru: Попадание в союзника!
uk: Влучення у союзника!
zh: 您击中了队友！
zh_sg: 您击中了队友！

# IDS_INFO_ALLY_MILITARY_IS_DESTROYED
source: Allied onshore installation destroyed!
es_mx: ¡Instalación terrestre aliada destruida!
ja: 味方の陸上施設が破壊された!
pl: Sojusznicza instalacja przybrzeżna zniszczona!
ru: Союзное береговое сооружение уничтожено!
uk: Союзну берегову споруду знищено!
zh: 我方陆上设施被摧毁！
zh_sg: 我方陆上设施被摧毁！

# IDS_INFO_ARE_AIMING
source: Aiming guns
es_mx: Apuntando cañones
ja: 砲照準中
pl: Naprowadzanie dział
ru: Орудия наводятся
uk: Гармати наводиться
zh: 舰炮瞄准中。
zh_sg: 舰炮瞄准中

# IDS_INFO_ARE_DEAD
source: All main guns destroyed
es_mx: Todos los cañones principales están destruidos
ja: 全ての主砲が大破
pl: Wszystkie działa główne zniszczone
ru: Все орудия ГК уничтожены
uk: Усі гармати ГК знищено
zh: 全炮门击毁。
zh_sg: 所有主炮摧毁

# IDS_INFO_ARE_RELOADING
source: Reloading guns
es_mx: Recargando cañones
ja: 砲装填中
pl: Przeładowywanie dział
ru: Орудия перезаряжаются
uk: Гармати перезаряджаються
zh: 装填中。
zh_sg: 火炮装填中

# IDS_INFO_ARE_REPAIRING
source: Repairing guns
es_mx: Reparando cañones
ja: 砲修理中
pl: Naprawianie dział
ru: Орудия ремонтируются
uk: Гармати ремонтуються
zh: 修理舰炮中。
zh_sg: 修理舰炮中

# IDS_INFO_ATBA_OFF
source: Secondary and AA guns disabled
es_mx: Cañones secundarios y AA desactivados
ja: 副砲・対空兵装無効
pl: Działa dodatkowe i przeciwlotnicze wyłączone
ru: ПМК и ПВО отключены
uk: ПМК та ППО вимкнені
zh: 关闭次要火炮和防空火炮
zh_sg: 已禁用副炮和防空炮

# IDS_INFO_ATBA_ON
source: Secondary and AA guns enabled
es_mx: Cañones secundarios y AA activados
ja: 副砲・対空兵装有効
pl: Działa dodatkowe i przeciwlotnicze włączone
ru: ПМК и ПВО включены
uk: ПМК та ППО ввімкнено
zh: 启动次要火炮和防空火炮
zh_sg: 已启用副炮和防空炮

# IDS_INFO_CANT_AIM
source: Unable to aim in this direction.
es_mx: Imposible apuntar en esta dirección.
ja: この方向には照準不能
pl: Nie można wycelować w tym kierunku.
ru: Недопустимый угол наведения.
uk: Неприпустимий кут наведення.
zh: 无法瞄准这个方向。
zh_sg: 无法瞄准这个方向。

# IDS_INFO_CANT_REPLENISH
source: Squadron No.%d. Unable to refit.
es_mx: Escuadrón No.%d. No se puede rehacer.
ja: 第 %d 中隊、補充不能
pl: Eskadra numer %d. Nie można serwisować.
ru: Эскадрилья №%d. Подготовка невозможна.
uk: Ескадрилья № %d. Приготувати неможливо.
zh: 航空中队 #%d。无法进行整备。
zh_sg: 第#%d中队。无法维护。

# IDS_INFO_CARRIER_BURNING_STARTED_THEN_FLYING
source: Aircraft carrier is on fire!
es_mx: ¡El portaaviones está en llamas!
ja: 航空母艦が炎上中!
pl: Na lotniskowcu wybuchł pożar!
ru: Пожар на авианосце!
uk: Пожежа на авіаносці!
zh: 航空母舰正发生火灾！
zh_sg: 航空母舰起火了！

# IDS_INFO_CARRIER_ENGINE_CRIT_WHEN_FLYING
source: Aircraft carrier's engine incapacitated!
es_mx: ¡Motor del portaaviones incapacitado!
ja: 航空母艦の主機が機能停止!
pl: Silnik lotniskowca został poważnie uszkodzony!
ru: Двигатель авианосца выведен из строя!
uk: Двигун авіаносця виведено з ладу!
zh: 航空母舰的引擎失去作用！
zh_sg: 航空母舰引擎瘫痪！

# IDS_INFO_CARRIER_FLOOD_STARTED
source: Aircraft carrier is flooding!
es_mx: ¡Se inunda el portaaviones!
ja: 航空母艦に浸水発生!
pl: Zalanie na lotniskowcu!
ru: Затопление на авианосце!
uk: Затоплення на авіаносці!
zh: 航空母舰正在进水！
zh_sg: 航空母舰进水了！

# IDS_INFO_CARRIER_HANGAR_AIRPLANES_ADDED
source: +%s %s on the deck
es_mx: +%s %s en cubierta
ja: 甲板上に +%s %s
pl: +%s %s na pokładzie
ru: +%s %s на палубе
uk: +%s %s на палубі
zh: [%s] +%s %s 在甲板上
zh_sg: +%s %s甲板上

# IDS_INFO_CARRIER_SQUADRON_READY_BOMBER
source: Bombers are ready to take off
es_mx: Los bombarderos en picada están listos para el despegue
ja: 爆撃機の発艦準備完了
pl: Bombowce nurkujące są gotowe do startu
ru: Бомбардировщики к взлёту готовы
uk: Бомбардувальники до зльоту готові
zh: 俯冲轰炸机已准备好起飞
zh_sg: 轰炸机准备起飞

# IDS_INFO_CARRIER_SQUADRON_READY_FIGHTER
source: Attack aircraft are ready to take off
es_mx: Los aviones de ataque están listos para despegar
ja: 攻撃機の発艦準備完了
pl: Samoloty szturmowe są gotowe do startu
ru: Штурмовики к взлёту готовы
uk: Штурмовики до зльоту готові
zh: 战斗机已准备好起飞
zh_sg: 攻击机准备起飞

# IDS_INFO_CARRIER_SQUADRON_READY_TORPEDO
source: Torpedo bombers are ready to take off
es_mx: Los torpederos están listos para despegar
ja: 雷撃機の発艦準備完了
pl: Bombowce torpedowe są gotowe do startu
ru: Торпедоносцы к взлёту готовы
uk: Торпедоносці до зльоту готові
zh: 鱼雷轰炸机已准备好起飞
zh_sg: 鱼雷轰炸机准备起飞

# IDS_INFO_CARRIER_STEERING_GEAR_CRIT_WHEN_FLYING
source: Aircraft carrier's steering gears incapacitated!
es_mx: ¡Engranes de dirección del portaaviones incapacitados!
ja: 航空母艦の操舵装置が機能停止!
pl: Układ sterowania lotniskowca został poważnie uszkodzony!
ru: Рули авианосца выведены из строя!
uk: Рульові механізми авіаносця виведено з ладу!
zh: 航空母舰的操舵装置失去作用！
zh_sg: 航空母舰操舵装置瘫痪！

# IDS_INFO_CARRIR_BURNING_PLANE_CANT_LAND
source: Flight deck on fire!
es_mx: ¡La cubierta de vuelo está en llamas!
ja: 飛行甲板炎上中!
pl: Pożar pokładu lotniczego!
ru: Пожар на полётной палубе!
uk: Пожежа на польотній палубі!
zh: 飞行甲板失火！无法收回飞机。
zh_sg: 飞行甲板失火！

# IDS_INFO_CARRIR_BURNING_PLANE_CANT_TAKE_OFF
source: Flight deck on fire!
es_mx: ¡La cubierta de vuelo está en llamas!
ja: 飛行甲板炎上中!
pl: Pożar pokładu lotniczego!
ru: Пожар на полётной палубе!
uk: Пожежа на польотній палубі!
zh: 飞行甲板失火！无法弹射飞机。
zh_sg: 飞行甲板失火！

# IDS_INFO_ENEMY_AIRBASE_IS_DESTROYED
source: Enemy aerodrome destroyed!
es_mx: ¡Aerodrómo enemigo destruido!
ja: 敵の飛行場を撃破!
pl: Zniszczono aerodrom wroga!
ru: Аэродром противника уничтожен!
uk: Аеродром супротивника знищено!
zh: 已摧毁敌方机场！
zh_sg: 敌军机场被摧毁！

# IDS_INFO_ENEMY_BASE_CAPTURE_START
source: Enemy base capture started!
es_mx: ¡Empezó la captura de la base enemiga!
ja: 敵陣地占領開始!
pl: Rozpoczęto zajmowanie bazy wroga!
ru: Начат захват базы противника!
uk: Розпочато захоплення бази супротивника!
zh: 已开始占领敌方基地！
zh_sg: 已开始占领敌方基地！

# IDS_INFO_ENEMY_COMPLEX_IS_DESTROYED
source: Enemy fort destroyed!
es_mx: ¡Fuerte enemigo destruido!
ja: 敵の要塞を撃破!
pl: Wrogi fort zniszczony!
ru: Форт противника уничтожен!
uk: Форт супротивника знищено!
zh: 敌方要塞被摧毁！
zh_sg: 敌方要塞被摧毁！

# IDS_INFO_ENEMY_DESTRUCTED_BY_TORPEDOES
source: Target hit!
es_mx: ¡Objetivo alcanzado!
ja: 目標に命中!
pl: Cel trafiony!
ru: Цель поражена!
uk: Ціль уражено!
zh: 命中目标！
zh_sg: 命中目标！

# IDS_INFO_ENEMY_GENERATOR_IS_DESTROYED
source: Enemy generator destroyed.
es_mx: Generador enemigo destruido.
ja: 敵の発生装置を撃破
pl: Zniszczono generator wroga.
ru: Генератор противника уничтожен.
uk: Генератор супротивника знищено.
zh: Генератор противника уничтожен.
zh_sg: 敌方生成器被摧毁。

# IDS_INFO_ENEMY_IS_DESTRUCTED
source: Enemy warship destroyed.
es_mx: Barco de guerra enemigo destruido.
ja: 敵艦撃沈
pl: Wrogi okręt zniszczony!
ru: Корабль противника уничтожен!
uk: Корабель супротивника знищений!
zh: 敌方战舰已击毁！
zh_sg: 敌方战舰已摧毁！

# IDS_INFO_ENEMY_IS_DESTRUCTED_2
source: Enemy warship destroyed %s
es_mx: Barco de guerra enemigo destruido %s
ja: 敵艦撃沈 %s
pl: Orkęt wroga zniszczony %s
ru: Корабль противника уничтожен %s
uk: Корабель супротивника знищений %s
zh: 敌方战舰击毁了 %s
zh_sg: 敌方战舰摧毁了 %s

# IDS_INFO_ENEMY_MILITARY_IS_DESTROYED
source: Enemy onshore installation destroyed!
es_mx: ¡Instalación terrestre enemiga destruida!
ja: 敵の陸上施設を撃破!
pl: Wroga instalacja przybrzeżna zniszczona!
ru: Береговое сооружение противника уничтожено!
uk: Берегову споруду супротивника знищено!
zh: 敌方陆上设施被摧毁！
zh_sg: 敌方陆上设施被摧毁！

# IDS_INFO_ENEMY_SPACESTATION_IS_DESTROYED
source: Enemy station destroyed.
es_mx: Estación enemiga destruida.
ja: 敵のステーションを撃破
pl: Zniszczono stację wroga.
ru: Станция противника уничтожена.
uk: Станцію супротивника знищено.
zh: Станция противника уничтожена.
zh_sg: 敌方空间站被摧毁。

# IDS_INFO_ENEMY_START_CAPTURING_OUR_BASE
source: Enemy started capturing the base!
es_mx: ¡El enemigo comenzó a capturar la base!
ja: 敵が陣地の占領を開始!
pl: Wróg rozpoczął zajmowanie bazy!
ru: Противник начал захват базы!
uk: Супротивник почав захоплювати базу!
zh: 敌人已开始占领基地！
zh_sg: 敌人已开始占领基地！

# IDS_INFO_ENEMY_TURRET_IS_DESTRUCTED
source: Enemy's main turret destroyed.
es_mx: Torreta principal del enemigo destruida.
ja: 敵艦の主砲が大破
pl: Główna wieża wroga zniszczona.
ru: Башня ГК противника уничтожена.
uk: Башта ГК супротивника знищена.
zh: 敌人的主炮塔已击毁。
zh_sg: 敌人的主炮塔被摧毁。

# IDS_INFO_EXTENSIVE_DAMAGE
source: Ship critically damaged
es_mx: Barco con daño crítico
ja: 艦が深刻な損傷を受けた
pl: Okręt odniósł krytyczne uszkodzenia
ru: Критические повреждения корабля
uk: Критичні пошкодження корабля
zh: 严重受损。
zh_sg: 战舰严重受损

# IDS_INFO_EXTENSIVE_FLOOD
source: Flooding!
es_mx: ¡Inundación!
ja: 浸水発生!
pl: Zalanie!
ru: Затопление!
uk: Затоплення!
zh: 严重进水。
zh_sg: 进水！

# IDS_INFO_FREE_RUNNING_MODE_PLANES
source: Squadron bingo.
es_mx: El escuadrón solicita reabastecer.
ja: 中隊燃料わずか
pl: Eskadrze kończy się paliwo.
ru: Эскадрилье необходима дозаправка.
uk: Ескадрильї потрібна дозаправка.
zh: 航空中队的燃料过低。
zh_sg: 中队燃料过低。

# IDS_INFO_IS_KILLED_BY
source: %s destroyed by %s
es_mx: %s destruido por %s
ja: %s が %s によって撃沈された
pl: %s zniszczony przez %s
ru: %s был уничтожен %s
uk: %s був знищений %s
zh: %s 被 %s 击毁
zh_sg: %s 被 %s 摧毁

# IDS_INFO_LARGE_DAMAGE
source: Ship heavily damaged
es_mx: Barco severamente dañado
ja: 艦が大きな損傷を受けた
pl: Okręt został poważnie uszkodzony
ru: Значительные повреждения корабля
uk: Значні пошкодження корабля
zh: 严重伤害。
zh_sg: 战舰重伤

# IDS_INFO_LARGE_FLOOD
source: Flooding!
es_mx: ¡Inundación!
ja: 浸水発生!
pl: Zalanie!
ru: Затопление!
uk: Затоплення!
zh: 严重进水。航速降低。
zh_sg: 进水！

# IDS_INFO_MODULE_BURNING_CEASED_HULL
source: The fire is out
es_mx: Fuego extinguido
ja: 火災を鎮火
pl: Pożar ugaszony
ru: Пожар потушен
uk: Пожежу ліквідовано.
zh: 火已扑灭。
zh_sg: 火灾已扑灭。

# IDS_INFO_MODULE_BURNING_STARTED_HULL
source: Fire!
es_mx: ¡Fuego!
ja: 火災発生!
pl: Pożar!
ru: Пожар!
uk: Пожежа!
zh: 着火了！
zh_sg: 着火了！

# IDS_INFO_MODULE_FLOOD_CEASED
source: Flooding stopped
es_mx: Inundación detenida
ja: 浸水停止
pl: Zalanie powstrzymane
ru: Затопление ликвидировано
uk: Затоплення ліквідовано
zh: Затопление ликвидировано
zh_sg: 已停止进水

# IDS_INFO_MODULE_FLOOD_STARTED
source: Flooding!
es_mx: ¡Inundación!
ja: 浸水発生!
pl: Zalanie!
ru: Затопление!
uk: Затоплення!
zh: Затопление!
zh_sg: 进水！

# IDS_INFO_NOT_ENOUGH_ENERGY
source: Insufficient battery charge
es_mx: Carga de la Batería insuficiente
ja: バッテリー残量不足
pl: Zbyt niski poziom naładowania akumulatorów
ru: Недостаточно энергии аккумулятора
uk: Недостатньо енергії акумулятора
zh: Недостаточно энергии аккумулятора
zh_sg: 蓄电池电量不足

# IDS_INFO_OUR_PLANES_ATTACKED
source: Aircraft are under attack!
es_mx: ¡Aviones están bajo ataque!
ja: 航空機が攻撃を受けている!
pl: Samoloty są atakowane!
ru: Самолёты атакованы!
uk: Літаки атаковані!
zh: 我们的飞机正遭受到攻击！
zh_sg: 飞机受到攻击！

# IDS_INFO_SHIP_IS_DEAD
source: Warship destroyed by %s.
es_mx: Barco de guerra destruido por %s.
ja: %s によって撃沈された
pl: Okręt zniszczony przez %s.
ru: Корабль уничтожен игроком %s.
uk: Корабель знищений гравцем %s.
zh: 战舰被 %s 击毁。
zh_sg: 战舰被 %s 摧毁。

# IDS_INFO_SHIP_IS_KILLED_BY_FORT
source: The ship was destroyed by onshore artillery.
es_mx: El barco fue destruido por la artillería costera.
ja: 陸上砲台によって撃沈された
pl: Okręt został zniszczony przez artylerię przybrzeżną.
ru: Корабль уничтожен огнём береговой артиллерии.
uk: Корабель знищено вогнем берегової артилерії.
zh: 该舰艇已被陆上火炮击毁。
zh_sg: 该战舰已被陆上火炮摧毁。

# IDS_INFO_SQUADRONS_NOT_READY
source: Squadron is preparing for takeoff.
es_mx: El escuadrón se está preparando para el despegue.
ja: 中隊は発艦準備中
pl: Eskadra jest gotowa do startu.
ru: Идёт подготовка эскадрильи к взлёту.
uk: Триває приготування ескадрилей до зльоту.
zh: Идёт подготовка эскадрильи к взлёту.
zh_sg: 中队已准备好起飞。

# IDS_INFO_SQUADRON_DEATH_CANT_REPLENISH
source: Squadron No.%d destroyed. Unable to refit.
es_mx: Escuadrón No.%d destruido. No se puede rehacer.
ja: 第 %d 中隊が撃墜された、再編不能
pl: Eskadra numer %d zniszczona. Nie można remontować.
ru: Эскадрилья №%d уничтожена. Пополнение невозможно.
uk: Ескадрилью № %d знищено. Поповнення неможливе.
zh: 第 %d 航空中队被击毁。无法整备。
zh_sg: 第%d中队被歼灭。无法维护。

# IDS_INFO_TBD_REPAIRING
source: Magazine incapacitated.
es_mx: Compartimento de Municiones incapacitado.
ja: 弾薬庫、機能停止
pl: Magazyn poważnie uszkodzony.
ru: Погреб боеприпасов выведен из строя.
uk: Погріб боєприпасів значно пошкоджений.
zh: 弹药库严重受损。
zh_sg: 弹药库瘫痪。

# IDS_INFO_TOO_DEEP
source: MAXIMUM SAFE DEPTH EXCEEDED!
es_mx: ¡PROFUNDIDAD MÁXIMA DE SEGURIDAD EXCEDIDA!
ja: 最大安全潜航深度を超過!
pl: PRZEKROCZONO MAKSYMALNĄ BEZPIECZNĄ GŁĘBOKOŚĆ!
ru: Недопустимая глубина
uk: Неприпустима глибина
zh: 超过最大安全深度！
zh_sg: 超过最大安全深度！

# IDS_INFO_TORPEDO_ARE_AIMING
source: Aiming torpedo tubes
es_mx: Apuntando los lanzadores de torpedos
ja: 魚雷照準中
pl: Celowanie wyrzutni torped
ru: Торпедные аппараты наводятся
uk: Торпедні апарати наводяться
zh: Торпедные аппараты наводятся
zh_sg: 鱼雷发射管瞄准中

# IDS_INFO_TORPEDO_ARE_DEAD
source: All torpedo tubes destroyed
es_mx: Todos los lanzadores de torpedos están destruidos
ja: 全ての魚雷発射管が大破
pl: Wszystkie wyrzutnie torpedowe zniszczone
ru: Все торпедные аппараты уничтожены
uk: Усі торпедні апарати знищено
zh: 所有鱼雷发射管都被击毁
zh_sg: 所有鱼雷发射管被摧毁

# IDS_INFO_TORPEDO_ARE_RELOADING
source: Reloading torpedo tubes
es_mx: Recargando lanzadores de torpedos
ja: 魚雷装填中
pl: Przeładowywanie wyrzutni torped
ru: Торпедные аппараты перезаряжаются
uk: Торпедні апарати перезаряджаються
zh: Торпедные аппараты перезаряжаются
zh_sg: 装填鱼雷发射管

# IDS_INFO_TORPEDO_ARE_REPAIRING
source: Repairing torpedo tubes
es_mx: Reparando los lanzadores de torpedos
ja: 魚雷発射管を修理中
pl: Naprawianie wyrzutni torped
ru: Торпедные аппараты ремонтируются
uk: Торпедні апарати ремонтуються
zh: Торпедные аппараты ремонтируются
zh_sg: 鱼雷发射管维修中

# IDS_INFO_TORPEDO_CANT_AIM
source: Unable to aim in this direction
es_mx: No se puede apuntar en esta dirección
ja: この方向には照準不可
pl: Nie można celować w tym kierunku
ru: Недопустимый угол наведения
uk: Неприпустимий кут наведення
zh: 无法瞄准这个方向
zh_sg: 无法瞄准这个方向

# IDS_INFO_TURRET_IS_DESCTRUCTED
source: Main turret destroyed.
es_mx: Torreta principal destruida.
ja: 主砲大破
pl: Główna wieża zniszczona.
ru: Уничтожена башня ГК.
uk: Башту ГК знищено.
zh: 主炮塔已击毁。
zh_sg: 主炮塔已摧毁。

# IDS_INFO_VP_ALLY_CAPTURED_BASE
source: Our team captured area %s!
es_mx: ¡Nuestro equipo capturó el área %s!
ja: 味方チームがエリア %s を占領!
pl: Nasza drużyna przechwyciła strefę %s!
ru: Наша команда захватила точку %s!
uk: Наша команда захопила точку %s!
zh: 我方队伍占领了 %s 地区！
zh_sg: 我方团队占领了 %s 地区！

# IDS_INFO_VP_ALLY_CAPTURED_BASEWITHPOINTS
source: Our team captured the base!
es_mx: ¡Nuestro equipo capturó la base!
ja: 味方チームが陣地を占領!
pl: Nasza drużyna zajęła bazę!
ru: Наша команда захватила базу!
uk: Наша команда захопила базу!
zh: 我方队伍占领了基地！
zh_sg: 我方团队占领了基地！

# IDS_INFO_VP_ALLY_CAPTURED_CENTRAL_EPICENTERCP
source: Our team captured the central zone!
es_mx: ¡Nuestro equipo capturó la zona central!
ja: 味方チームが中央ゾーンの占領を開始!
pl: Nasza drużyna zajęła strefę centralną!
ru: Наша команда захватила центральную зону эпицентра!
uk: Наша команда захопила центральну зону епіцентру!
zh: 我方队伍占领了中心区域！
zh_sg: 我方团队占领了中心区域！

# IDS_INFO_VP_ALLY_CAPTURED_MIDDLE_EPICENTERCP
source: Our team captured the intermediate zone!
es_mx: ¡Nuestro equipo capturó la zona intermedia!
ja: 味方チームが中間ゾーンの占領を開始!
pl: Nasza drużyna zajęła strefę pośrednią!
ru: Наша команда захватила среднюю зону эпицентра!
uk: Наша команда захопила середню зону епіцентру!
zh: 我方队伍占领了中间区域！
zh_sg: 我方团队占领了中间区域！

# IDS_INFO_VP_ALLY_CAPTURED_OUTTER_EPICENTERCP
source: Our team captured the outer zone!
es_mx: ¡Nuestro equipo capturó la zona exterior!
ja: 味方チームが外周ゾーンを占領!
pl: Nasza drużyna zajęła strefę zewnętrzną!
ru: Наша команда захватила внешнюю зону эпицентра!
uk: Наша команда захопила зовнішню зону епіцентру!
zh: 我方队伍占领了外围区域！
zh_sg: 我方团队占领了外围区域！

# IDS_INFO_VP_ALLY_CAPTURED_WHOLE_EPICENTER
source: Our team captured the epicenter!
es_mx: ¡Nuestro equipo capturó el epicentro!
ja: 味方チームがゾーン全体を占領!
pl: Nasza drużyna zajęła epicentrum!
ru: Наша команда захватила эпицентр!
uk: Наша команда захопила епіцентр!
zh: 我方队伍占领了据点！
zh_sg: 我方团队占领了震中！

# IDS_INFO_VP_ALLY_CAPTURED_ZONE
source: Our team captured sector %s!
es_mx: ¡Nuestro equipo capturó el sector %s!
ja: 味方チームがセクター %s を占領!
pl: Nasza drużyna przechwyciła sektor %s!
ru: Наша команда захватила сектор %s!
uk: Наша команда захопила сектор %s!
zh: 我方队伍占领了区域 %s！
zh_sg: 我方团队占领了区域 %s！

# IDS_INFO_VP_ENEMY_CAPTURED_BASE
source: The enemy team captured area %s!
es_mx: ¡El equipo enemigo capturó el área %s!
ja: 敵チームがエリア %s を占領!
pl: Nieprzyjacielska drużyna przechwyciła strefę %s!
ru: Команда противника захватила точку %s!
uk: Команда супротивника захопила точку %s!
zh: 敌方队伍占领了 %s 地区！
zh_sg: 敌方团队占领了 %s 地区！

# IDS_INFO_VP_ENEMY_CAPTURED_BASEWITHPOINTS
source: The enemy team captured the base!
es_mx: ¡El equipo enemigo capturó la base!
ja: 敵チームが陣地を占領!
pl: Drużyna przeciwnika zajęła bazę!
ru: Команда противника захватила базу!
uk: Команда супротивника захопила базу!
zh: 敌方队伍占领了基地！
zh_sg: 敌方团队占领了基地！

# IDS_INFO_VP_ENEMY_CAPTURED_CENTRAL_EPICENTERCP
source: The enemy team captured the central zone!
es_mx: ¡El equipo enemigo capturó la zona central!
ja: 敵チームが中央ゾーンを占領!
pl: Drużyna przeciwna zajęła strefę centralną!
ru: Команда противника захватила центральную зону эпицентра!
uk: Команда супротивника захопила центральну зону епіцентру!
zh: 敌方队伍占领了中心区域！
zh_sg: 敌方团队占领了中心区域！

# IDS_INFO_VP_ENEMY_CAPTURED_MIDDLE_EPICENTERCP
source: The enemy team captured the intermediate zone!
es_mx: ¡El equipo enemigo capturó la zona intermedia!
ja: 敵チームが中間ゾーンを占領!
pl: Drużyna przeciwna zajęła strefę pośrednią!
ru: Команда противника захватила среднюю зону эпицентра!
uk: Команда супротивника захопила середню зону епіцентру!
zh: 敌方队伍占领了中间区域！
zh_sg: 敌方团队占领了中间区域！

# IDS_INFO_VP_ENEMY_CAPTURED_OUTTER_EPICENTERCP
source: The enemy team captured the outer zone!
es_mx: ¡El equipo enemigo capturó la zona exterior!
ja: 敵チームが外周ゾーンを占領!
pl: Drużyna przeciwna zajęła strefę zewnętrzną!
ru: Команда противника захватила внешнюю зону эпицентра!
uk: Команда супротивника захопила зовнішню зону епіцентру!
zh: 敌方队伍占领了外围区域！
zh_sg: 敌方团队占领了外围区域！

# IDS_INFO_VP_ENEMY_CAPTURED_WHOLE_EPICENTER
source: The enemy team captured the epicenter!
es_mx: ¡El equipo enemigo capturó el epicentro!
ja: 敵チームがゾーン全体を占領!
pl: Drużyna przeciwna zajęła epicentrum!
ru: Команда противника захватила эпицентр!
uk: Команда супротивника захопила епіцентр!
zh: 敌方队伍占领了据点！
zh_sg: 敌方团队占领了震中！

# IDS_INFO_VP_ENEMY_CAPTURED_ZONE
source: The enemy team captured sector %s!
es_mx: ¡El equipo enemigo capturó el sector %s!
ja: 敵チームがセクター %s を占領!
pl: Nieprzyjacielska drużyna przechwyciła sektor %s!
ru: Команда противника захватила сектор %s!
uk: Команда супротивника захопила сектор %s!
zh: 敌方队伍占领了区域 %s！
zh_sg: 敌方团队占领了区域 %s！

# IDS_INFO_VP_ENEMY_START_RECAPTURE_BASE
source: The enemy team started capturing area %s!
es_mx: ¡El equipo enemigo comenzó a capturar el área %s!
ja: 敵チームがエリア %s の占領を開始!
pl: Nieprzyjacielska drużyna rozpoczęła przechwytywanie strefy %s!
ru: Команда противника начала захват точки %s!
uk: Команда супротивника почала захоплювати точку %s!
zh: 敌方队伍已开始占领我们的 %s 地区！
zh_sg: 敌方团队已开始占领我们的 %s 地区！

# IDS_INFO_VP_ENEMY_START_RECAPTURE_CENTRAL_EPICENTERCP
source: The enemy team started capturing the central zone!
es_mx: ¡El equipo enemigo comenzó a capturar la zona central!
ja: 敵チームが中央ゾーンの占領を開始!
pl: Drużyna przeciwna rozpoczęła zajmowanie strefy centralnej!
ru: Команда противника начала захватывать центральную зону эпицентра!
uk: Команда супротивника почала захоплювати центральну зону епіцентру!
zh: 敌方队伍开始占领中心区域！
zh_sg: 敌方团队开始占领中心区域！
