Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC187_AA_DES_MOINES_DESCRIPTION
source: Night battles, often short, with rapidly changing conditions, forced the U.S. Navy command to create rapid-fire 203 mm guns capable of reigning down the maximum amount of metal and explosives on the enemy in a short period of time. A triple 203 mm turret with an automatic loading mechanism was created at the end of 1945. As its weight and dimensions significantly exceeded those of similar turrets already used by the Navy and those still to be mounted on heavy cruisers under construction, a new ship had to be designed simultaneously with the new turret. The lead heavy cruiser, named Des Moines after the city in the state of Iowa, was laid down in May 1945. The vessel was supposed to be followed by another eleven vessels, but because World War II ended, only three were actually built. Another laid down ship was dismantled in the shipyard. After joining the fleet in 1948–1949, the same-class Des Moines, Salem, and Newport News reigned supreme in the open seas of the post-war world. Their creation significantly influenced the design of heavy artillery ships of the U.S.S.R. in the early 1950s. For example, Soviet heavy cruiser Project 66 was developed with an eye to Des Moines. Without a chance to use her main battery against surface targets in the years of active service, Des Moines-class cruisers, as a rule, performed the honorary duties of flagships. The firepower of USS Newport News was in demand when attacking onshore targets during the Vietnam War. Two out of the three ships of the series were dismantled in the 1990s and 2000s, while USS Salem is still kept as a museum ship in Quincy, Massachusetts.
es_mx: Las batallas nocturnas, a menudo breves, con condiciones que cambiaban rápidamente, obligaron al mando de la Armada de los EE.UU. a crear cañones de 203 mm de alta cadencia capaces de colocar la mayor cantidad de metal y explosivos sobre el enemigo en un corto periodo de tiempo. Una torreta triple de 203 mm con un mecanismo de carga automático fue creado a finales de 1945. Ya que su peso y dimensiones excedían significativamente las de las torretas similares que ya se usaban en la Armada y las de aquellas que aún serían montadas en los cruceros pesados en construcción, un nuevo barco tenía que ser diseñado al mismo tiempo que la nueva torreta. El crucero pesado principal, nombrado Des Moines como la ciudad en el estado de Iowa, fue puesto en quilla en 1945. Se suponía que al buque le seguirían otros once buques más, pero con el fin de la Segunda Guerra Mundial, solo tres fueron construidos. Otro buque puesto en quilla fue desmantelado en el astillero. Después de unirse a la flota entre 1948 y 1949, el Des Moines, el Salem y el Newport News de la misma clase reinaron en los mares del mundo de la posguerra. Esta creación influenció significativamente el diseño de los barcos de artillería pesada de la URSS a principios de los años 50. Por ejemplo, el crucero pesado soviético Proyecto 66 fue desarrollado en base al aspecto del Des Moines. Sin la oportunidad de usar su batería principal contra objetivos de superficie en los años de servicio activo, los cruceros de la clase Des Moines, como regla general, realizaban las tareas honorarias de buques insignia. El poder de fuego del USS Newport News fue necesario al atacar objetivos costeros en la Guerra de Vietnam. Dos de los tres barcos de la serie fueron desmantelados en los años 90 y 2000, mientras que el USS Salem aún continúa como un barco museo en Quincy, Massachusetts.
ja: 夜戦は、短時間で終わることが多いながらも、めまぐるしく戦況が変化するため、アメリカ海軍の司令部は、短時間において敵に最大限の鉄塊と炸薬を投射することが可能な 203 mm 速射砲の開発を開始しました。 その結果として 1945 年の終盤に完成したのが、自動装填メカニズムを備えた 203 mm 三連装砲塔でした。しかしこの砲塔は従来の 203 mm 三連装砲塔よりも遙かに大重量かつ大型であり、既存の重巡洋艦や当時建造途中だった重巡洋艦に搭載することができなかったため、この新型砲塔の開発と併せて新型の重巡洋艦級の開発が進められていました。そしてこの艦級のリードシップとなるデモイン (USS Des Moines) が 1945 年 5 月に起工されました。その艦名は、アイオワ州の都市に因んだものです。本艦の他に 11 隻の姉妹艦が建造される予定でしたが、二次大戦の終結に伴い、実際に建造された同型艦はデモインを含め全 3 隻に留まりました。その他、既に起工済みだった 1 隻が建造途中で解体されています。 1948 年から 1949 年にかけて就役したデモイン、セーラム (USS Salem)、ニューポート・ニューズ (USS Newport News) の 3 隻は、戦後世界の大海原においては圧倒的な存在でした。 本級の開発は、1950 年代前半のソ連における重砲熕艦の設計に多大な影響を与えました。例えば、ソ連の重巡洋艦開発計画であるプロイェークト 66 は、デモイン級を意識したものだったのです。 本級の各艦は、その運用中に敵の水上艦艇と砲撃戦を行なう機会は全くありませんでしたが、艦隊旗艦という栄誉ある任務に従事しました。 ベトナム戦争中には、ニューポート・ニューズが敵の陸上目標に対する艦砲射撃を行なっています。 1990 - 2000 年代にかけ、3 隻中 2 隻が解体されましたが、セーラムは今もマサチューセッツ州クインシーにおいて博物館船として現存しています。
pl: Nocne bitwy, często krótkie, z dynamicznie zmieniającymi warunkami, zmusiły dowództwo U.S. Navy do utworzenia szybkostrzelnych dział kal. 203 mm, zdolnych do zasypania wroga jak największą ilością metalu i ognia w jak najkrótszym czasie. Potrójna wieża kal. 203 mm z systemem automatycznego ładowania powstała pod koniec 1945 roku. Ponieważ jej rozmiary i waga znacznie przewyższały podobne wieże używane już przez marynarkę, a także te, które miały być użyte na budowanych wtedy okrętach, równolegle trzeba było opracować zupełnie nowy okręt. Okręt prowadzący nowej serii ciężkich krążowników, Des Moines, nazwany tak na cześć miasta w stanie Iowa, budowany był od maja 1945 roku. Planowano budowę kolejnych 11 jednostek tego typu, ale ponieważ II wojna światowa dobiegła końca, liczbę okrętów tej klasy ograniczono do trzech. Ostatni okręt, pod budowę którego położono już stępkę, został rozebrany w stoczni. Po dołączeniu do floty w latach 1948–1949, okręty Des Moines, Salem i Newport News panowały niepodzielnie na otwartych wodach powojennego świata. Ich istnienie znacznie wpłynęło na rozwój ciężkich okrętów artyleryjskich Związku Radzieckiego na początku lat 50. Przykładowo, radziecki ciężki niszczyciel Projekt 66 opracowywany był na wzór Des Moines. Krążowniki klasy Des Moines nie miały okazji, by użyć swojej głównej artylerii przeciw jednostkom wodnym i zazwyczaj pełniły honorowe role okrętów flagowych. Siła ognia USS Newport News była bardzo przydatna podczas atakowania celów przybrzeżnych w trakcie wojny wietnamskiej. Dwa z trzech okrętów zostały rozebrane w latach 90. i dekadę później, natomiast USS Salem dalej służy jako okręt-muzeum w Quincy w stanie Massachusetts.
ru: Скоротечные, с быстро меняющейся обстановкой ночные сражения против кораблей Императорского флота Японии поставили командование ВМС США перед необходимостью создания скорострельных 203-мм орудий, способных за короткое время обрушить на противника максимум металла и взрывчатки. Трёхорудийная 203-мм башня с механизмом автоматического заряжания была создана к концу 1945 года. Так как её вес и размеры заметно превышали аналогичные характеристики башен как уже входивших в состав флота, так и ещё только строившихся тяжёлых крейсеров, под новую башню параллельно пришлось проектировать и новый корабль. Головной тяжёлый крейсер, получивший имя Des Moines в честь города в штате Айова, был заложен в мае 1945 года. За ним должны были последовать ещё одиннадцать единиц, однако в связи с окончанием Второй мировой войны решено было построить всего только три. Ещё один заложенный корабль был разобран на стапеле. Вступившие в строй в 1948–1949 годах однотипные Des Moines, Salem и Newport News не имели себе равных на морских просторах послевоенного мира. Их появление оказало заметное влияние на проектирование тяжёлых артиллерийских кораблей в СССР в начале 1950-х годов. В частности, с оглядкой на Des Moines разрабатывался советский тяжёлый крейсер проекта 66. Не имея случая применить свой главный калибр против надводных целей, крейсеры типа Des Moines в годы активной службы, как правило, выполняли почётные функции флагманских кораблей. Огневая мощь USS Newport News оказалась востребована при обстреле береговых целей во время войны во Вьетнаме. Два из трёх кораблей серии были разобраны на металл в 1990–2000 годах, USS Salem сохранён в качестве корабля-музея в городе Куинси, штат Массачусетс.
uk: Швидкоплинні, з мінливими обставинами нічні бої проти кораблів Імператорського флоту Японії поставили командування ВМС США перед потребою створення скорострільних 203-мм гармат, здатних за короткий час обрушити на супротивника максимум металу і вибухівки. Тригарматну 203-мм башту з механізмом автоматичного заряджання створили до кінця 1945 р. Оскільки її маса і розміри помітно перевищували аналогічні показники башт які вже входили до складу флоту, так і важких крейсерів які лише будували, під нову башту одночасно довелося проектувати і новий корабель. Головний важкий крейсер, який отримав назву Des Moines на честь міста в штаті Айова, заклали у травні 1945 р. За ним мали побудувати ще одинадцять одиниць, однак через закінчення Другої світової війни вирішили побудувати лише три. Ще один закладений корабель розібрали на стапелю. Однотипні Des Moines, Salem і Newport News, які стали у стрій у 1948–1949 рр. не мали собі рівних на морських просторах післявоєнного світу. Їх поява вплинула на проектування важких артилерійських кораблів у СРСР на початку 1950-х рр. Зокрема, зважаючи на Des Moines розробляли радянський важкий крейсер проекту 66. Не маючи нагоди застосувати свій головний калібр проти надводних цілей, крейсери типу Des Moines в роки активної служби, звичайно, виконували почесні функції флагманських кораблів. Вогнева міць USS Newport News стала у пригоді в обстрілах берегових цілей під час війни у В’єтнамі. Два з трьох кораблів серії розібрали на брухт у 1990–2000 р., USS Salem зберегли як корабель-музей у місті Куїнсі, штат Массачусеттс.
zh: 夜间战斗的战场形势通常瞬息万变，迫使M国海军指挥部设计可以快速射击的203毫米火炮，这型火炮要可以在短时间之内对敌人造成最大的伤害。 装备自动装填机制的三连装203毫米火炮炮塔于1945年年底完成设计，相较于M国海军已经服役的类似炮塔来说，它的重量和尺寸都大幅增加，而这些炮塔仍然会装备在正在建造的重型巡洋舰上，同时设计新的炮塔和新的战舰成为必要的选项，领导重型巡洋舰以Iowa州的其中一个城市命名为Des Moines，并于1945年5月开始建造，当时计划在这之后还会再建造十一艘战舰，但是因为大战的结束，实际上只建造了三艘，另一艘建造到一半的战舰于造船厂进行拆解。 在1948到1949年期间加入舰队之后，同级的Des Moines、Salem和Newport News统治着战后的公开海域。 这些战舰的出现影响了重型炮舰的设计，1950年代早期，重型巡洋舰 66号工程就是着眼于对抗Des Moines所设计的。 在服役期间，它没有机会使用主要火炮来攻击水面目标，Des Moines级巡洋舰以荣誉旗舰的角色服役着。 USS Newport News 则有机会在越战期间对岸上目标展示强大火力。 三艘战舰中的其中两艘于90年代和20世纪初被拆除，而USS Salem以博物馆战舰的身分保存于麻州Quincy 这个地方。
zh_sg: 夜间作战通常时间很短，而且情况迅速变化，迫使美国海军指挥部制造了速射203毫米火炮，能够在短时间内对敌人发射出最大量的金属和爆炸物。 带有自动装弹机制的三联203毫米炮塔在1945年末被制造了出来。由于它的重量和尺寸明显比那些海军已经使用的相似炮塔和那些正在被建造的重型巡洋舰上待装的炮塔大得多，必须同时设计一种能够装配这种炮塔的战舰。这艘主重型巡洋舰，以依阿华州的城市命名的得梅因，在1945年5月开始建造。这艘战舰后本来计划再建造11艘，但是由于第二次世界大战的结束，只有三艘被建造了出来。其他在建的战舰在造船厂中被拆除了。 在1948-1949年加入舰队后，同级别的得梅因，塞勒姆和Newport News在战后世界的公开海域占据了统治地位。 他们的这一创造极大地影响了50年代早期苏联重型武器战舰的设计。例如，苏联重型巡洋舰Project 66就是着眼于得梅因研发的。 在服役的数年中，得梅因级驱逐舰都没有机会使用主炮组对抗水面目标，一般来说，他们执行旗舰的荣誉职责。 在越南战争期间当攻击岸上目标时需求了USS Newport News的火力。 这一系列三艘战舰中的两艘在90年代和2000年代被拆除了，而USS 塞勒姆作为一个博物馆战舰，被保存在马萨诸塞州Quincy市。

# IDS_PCZC188_AA_127MM_MARK5_6
source: 127 mm Mark 5/6 Gun
es_mx: Cañón Mark 5/6 de 127 mm
ja: 127 mm マーク 5/6 砲
pl: Działo kal. 127 mm Mark 5/6
ru: 127-мм орудие Mark 5/6
uk: 127-мм гармата Mark 5/6
zh: 127 毫米 Mark 5/6 炮
zh_sg: 127毫米 Mark 5/6 火炮

# IDS_PCZC188_AA_127MM_MARK5_6_DESCRIPTION
source: Five-inch (127 mm) caliber guns were very popular in the U.S. Navy. The 127 mm guns (Mark 1) first appeared in the arsenal of the U.S. Navy cruisers in the 1880s. By 1901, a new, long-barreled, five-inch Mark 5 gun had been developed, and a few years later, its slightly modified version, the Mark 6, was created. Despite that, all loading operations were done manually, Mark 5/6 guns could fire 6 to 8 AP shells, weighing 22 to 27 kg, per minute. 127 mm Mark 5/6 guns were mounted as the main battery on Chester-class light cruisers, and as secondary battery on Delaware-class battleships. Moreover, they were mounted on a number of older ships. For example, in 1904–1907, cruiser Albany got ten 127 mm guns instead of her 152 mm and 120 mm guns made in England. In the 1910s, the Mark 5/6 was replaced by the 127 mm Mark 7/8 gun which had a higher rate of fire and better penetration capability. However, even during World War II, a few Mark 5/6 mounts could still be seen in the arsenal of auxiliary vessels and coastal batteries.
es_mx: Los cañones de 5 pulgadas (127 mm) eran muy populares en la Armada de los EE. UU. Los cañones de 127 mm (Mark 1) aparecieron por primera vez en el arsenal de los cruceros de la Armada de los EE. UU. en 1880. Para 1901, un nuevo cañón Mark 5 de 5 pulgadas había sido desarrollado, y unos cuantos años después, se creó una versión ligeramente modificada, el Mark 6. A pesar de eso, todas las operaciones de carga eran hechas manualmente. El Mark 5/6 podía disparar de 6 a 8 proyectiles AP, con un peso de 22 a 27 kg, por minuto. Los cañones Mark 5/6 de 127 mm fueron montados como la batería principal en los cruceros ligeros de la clase Chester, y como la batería secundaria de los acorazados de la clase Delaware. Además, fueron montados en algunos barcos antiguos. Por ejemplo, entre 1904 y 1907, el crucero Albany recibió diez cañones de 127 mm en lugar de sus cañones de 152 y 120 mm hechos en Inglaterra. En la década de 1910, el Mark 5/6 fue reemplazado por el cañón Mark 7/8 de 127 mm que tenía una mayor cadencia de disparo y una mejor capacidad de penetración. Sin embargo, aún durante la Segunda Guerra Mundial, algunos montajes del Mark 5/6 aún podían ser vistos en el arsenal de los barcos auxiliares y en las baterías costeras.
ja: 5 インチ (127 mm) 砲は、アメリカ海軍において極めて幅広く採用されていました。最初の 5 インチ砲 (マーク 1) は、アメリカ海軍の巡洋艦用として 1880 年代に開発されました。1901 年までには、長砲身化された新型の 5 インチ砲 (マーク 5) が完成し、その数年後には小改良型であるマーク 6 も登場しました。マーク 5/6 砲においては、砲弾の装填は全て手動であり、22 - 27 kg の徹甲弾 (AP) を毎分 6 - 8 発撃ち出すことが可能でした。 この 127 mm マーク 5/6 砲は、チェスター級 (Chester-class) 軽巡洋艦の主砲、ならびにデラウェア級 (Delaware-class) 戦艦の副砲として採用された他、旧型艦艇の一部にも搭載されました。その一例として、防護巡洋艦オールバニ (USS Albany) は、1904 年から 1907 年にかけて改装が施され、イギリス製の 152 mm 砲ならびに 120 mm 砲に換えて 10 門の 127 mm 砲が搭載されました。 1910 年代には、マーク 5/6 砲は、射撃速度と貫通力が向上した 127 mm マーク 7/8 砲に置き換えられました。しかしながら、二次大戦中においてさえも、若干数のマーク 5/6 砲が補助艦艇や沿岸砲台において用いられていました。
pl: Działa pięciocalowe (127 mm) były bardzo popularne w U.S. Navy. Pierwsza generacja (Mark 1) pojawiła się w arsenale amerykańskich krążowników w latach 80. XIX wieku. Do roku 1901 opracowano nowe, długolufowe działo pięciocalowe Mark 5, a kilka lat później nieco zmodyfikowaną wersję Mark 6. Pomimo, iż były one ładowane ręcznie, w ciągu minuty mogły wystrzelić od 6 do 8 ważących od 22 do 27 kg pocisków przeciwpancernych. Działa 127 mm Mark 5 i Mark 6 stanowiły główne uzbrojenie lekkich krążowników klasy Chester i dodatkowe uzbrojenie pancerników klasy Delaware. Ponadto, instalowano je na wielu starszych okrętach. Przykładowo w latach 1904–1907 krążownik Albany otrzymał dziesięć dział kal. 127 mm w miejsce angielskich dział kal. 152 mm i 120 mm. W drugiej dekadzie X wieku działa Mark 5/6 zastępowano wersjami Mark 7/8, które były bardziej szybkostrzelne i miały lepsze zdolności penetracji pancerza. Jednak nawet w trakcie II wojny światowej działa Mark 5/6 można było spotkać na wyposażeniu okrętów pomocniczych i baterii nabrzeżnych.
ru: Орудия калибра пять дюймов (127 мм) пользовались большой популярностью в американском флоте. Впервые на вооружении крейсеров ВМС США 127-мм пушки (Mark 1) появились в 1880-х годах. К 1901 году было разработано новое длинноствольное пятидюймовое орудие Mark 5, а спустя несколько лет — его слегка изменённая версия, Mark 6. Даже с учётом того, что все операции при заряжании производились вручную, орудие Mark 5/6 могло выпускать в минуту от 6 до 8 бронебойных снарядов, вес которых составлял от 22 до 27 кг. 127-мм орудия Mark 5/6 устанавливались в качестве главного калибра на лёгкие крейсеры типа Chester, а также в качестве противоминной артиллерии на линейные корабли типа Delaware. Кроме этого ими были перевооружены ряд более старых кораблей. В частности, взамен своих 152-мм и 120-мм орудий английского производства десять 127-мм пушек получил в 1904–1907 годах крейсер Albany. В 1910-х годах на смену Mark 5/6 пришло более скорострельное и обладавшее большей пробивной силой 127-мм орудие Mark 7/8. Однако даже во время Второй мировой войны отдельные установки Mark 5/6 ещё встречались на вооружении вспомогательных судов и береговых батарей.
uk: Гармати калібру п’ять дюймів (127 мм) мали неабияку популярність в американському флоті. Вперше на озброєнні крейсерів ВМС США 127-мм гармати (Mark 1) з’явилися у 1880-х р.. До 1901 р. розробили нову довгоствольну п’ятидюймову гармату Mark 5, а за кілька років — її трохи змінену версію, Mark 6. Навіть враховуючи те, що всі операції під час заряджання виконували вручну, гармата Mark 5/6 могла випускати на хвилину від 6 до 8 бронебійних снарядів, вага яких була від 22 до 27 кг. 127-мм гармати Mark 5/6 встановлювали як головний калібр на легкі крейсери типу Chester, а також як протимінну артилерію на лінкори типу Delaware. Крім цього ними переозброїли низку старіших кораблів. Зокрема, натомість своїх 152-мм і 120-мм гармат англійського виробництва десять 127-мм гармат отримав у 1904–1907 рр. крейсер Albany. У 1910-х роках на зміну Mark 5/6 прийшла скорострільніша і з більшою пробивною здатністю 127-мм гармата Mark 7/8. Однак навіть під час Другої світової війни окремі установки Mark 5/6 ще зустрічалися на озброєнні допоміжних кораблів і берегових батарей.
zh: 五吋炮（127毫米）在M国海军中非常受欢迎，127毫米（Mark 1）炮首次出现在1880年代的M国海军巡洋舰上，到了1901年，一种新型的长炮管、五吋 Mark 5炮被研发出来，几年之后，更研发出了少部分改良的Mark 6，尽管如此，所有的装填都依靠手动，Mark5/6火炮可以每分钟射击6到8枚重达22到27公斤的AP弹。 127毫米Mark 5/6炮为Chester级轻型巡洋舰的主要火炮，同时也是Delaware级战列舰的副炮，除此之外，它们也没装备到更旧型的战舰上。举例来说，在1904年到1907年之间，巡洋舰Albany装备十门127毫米火炮来取代Y国生产的152毫米和120毫米火炮。 在1910年代，Mark 5/6被拥有高穿甲力和高射速的127毫米Mark 7/8火炮取代，然而就算在大战期间，仍然可以看到少许辅助战舰和沿海炮舰上装备Mark 5/6火炮。
zh_sg: 5英寸（127毫米）口径火炮曾在美国海军中非常流行。127毫米火炮（Mark 1）首次出现在1880年代美国海军巡洋舰的军械库中。到1901年，研发出了一种新的，长筒的5英寸Mark 5火炮，几年后，它的稍作修改的版本，Mark 6被制造了出来。尽管装弹操作都要由人工操作，Mark 5/6火炮每分钟能够发射6-8枚重达22-27公斤的穿甲弹。 127毫米 Mark 5/6火炮被装配到切斯特级轻型巡洋舰的主炮组上，也作为Delaware级战列舰的副炮组武器使用。此外，他们被安装在一些旧的战舰上。 例如，1904年至1907年，奥尔巴尼巡洋舰装配了10门127毫米火炮，而不是它英格兰制造的152毫米或120毫米火炮。 在10年代，Mark 5/6火炮被拥有射速较高，穿透力更强的127毫米 Mark 7/8火炮取代了。但是，及时是在第二次世界大战期间仍然可以在一些辅助战舰和岸基炮组的装配上见到一些Mark 5/6火炮。

# IDS_PCZC189_AA_152MM_MARK6
source: 152 mm Mark 6 Gun
es_mx: Cañón Mark 6 de 152 mm
ja: 152 mm マーク 6 砲
pl: Działo kal. 152 mm Mark 6
ru: 152-мм орудие Mark 6
uk: 152-мм гармата Mark 6
zh: 152 毫米 Mark 6 炮
zh_sg: 152毫米 Mark 6 火炮

# IDS_PCZC189_AA_152MM_MARK6_DESCRIPTION
source: Development of a new rapid-firing 152 mm Mark 6 gun was completed by 1900. Over the next decade, this artillery system, as well as its modified version, Mark 8, became widespread in the U.S. Navy. The gun's rate of fire was about 6 shots per minute, with a shell weight of around 48 kg. The elevation angle limited to 15 degrees ensured a firing range of over 13.5 km. 152 mm Mark 6/8 guns became standard in the auxiliary artillery of U.S. Navy battleships and armored cruisers built in the 1900s. Only on St. Louis-class cruisers were they mounted as the main battery. After signing of the 1922 Washington Naval Treaty, most of the ships of the pre-dreadnought era were scrapped, and 152 mm guns were massively passed on to the United States coastal artillery.
es_mx: El desarrollo de un nuevo cañón Mark 6 de 152 mm y alta cadencia fue completado en 1900. En la siguiente década, este sistema de artillería, así como su versión modificada, el Mark 8, se extendió dentro de la Armada de los EE. UU. La cadencia de disparo del cañón era de unos 6 disparos por minuto, con un peso del proyectil de alrededor de 48 kg. El limitado ángulo de elevación de 15 grados aseguraba un alcance de tiro de más de 13.5 km. Los cañones Mark 6/8 de 152 mm se convirtieron en el estándar de la artillería auxiliar de los acorazados y los cruceros blindados de la Armada de los EE. UU. construidos en la primera década del siglo XX. Solo los cruceros de la clase St. Louis recibieron este cañón como batería principal. Después de la firma del Tratado Naval de Washington de 1922, la mayoría de los barcos de la época anterior a los dreadnoughts fueron rescatados, y los cañones de 152 mm se transfirieron de forma masiva a las artillerías costeras de los Estados Unidos.
ja: 新型の 152 mm マーク 6 速射砲が 1900 年までに完成し、この砲システムならびにその改良型であるマーク 8 は、その後 10 年間にアメリカ海軍において幅広く採用されるようになりました。 この砲は、約 48 kg の砲弾を毎分約 6 発撃ち出すことが可能でした。仰角は 15 度に制限されており、射程は 13.5 km 強でした。この 152 mm マーク 6/8 砲は、アメリカ海軍の戦艦および装甲巡洋艦の補助兵装として標準的になりましたが、主砲として採用したのは、セントルイス級 (St. Louis-class) 防護巡洋艦のみでした。 1922 年にワシントン海軍軍縮条約が締結されたことに伴い、前弩級時代の大半の艦艇が解体された結果、それらの艦艇に搭載されていた大量の 152 mm 砲が、アメリカの沿岸砲台用として転用されました。
pl: Prace badawcze nad nowym, szybkostrzelnym działem kal. 152 mm Mark 6 zakończyły się 1900 r. W następnej dekadzie ten system artyleryjski oraz jego zmodyfikowana wersja, Mark 8, została się rozpowszechniona w U.S. Navy. Szybkostrzelność działa wynosiła 6 pocisków na minutę, a waga pocisku wynosiła ok. 48 kg. Kąt podnoszenia działa ograniczony do 15 stopni pozwalał na prowadzenie ognia z odległości 13,5 km. Działa kal. 152 mm Mark 6/8 stały się podstawową artylerią dodatkową pancerników i opancerzonych krążowników U.S. Navy budowanych w pierwszych latach XX wieku. Tylko krążowniki klasy St. Louis używały ich jako dział baterii głównej. Po podpisaniu w 1922 roku waszyngtońskiego traktatu morskiego większość okrętów ery przeddrednotów poszła na żyletki, a działa kal. 152 mm masowo przechodziły na wyposażenie artylerii przybrzeżnej Stanów Zjednoczonych.
ru: Разработка нового скорострельного 152-мм орудия Mark 6 была завершена к 1900 году. В течение следующего десятилетия эта артиллерийская система, а также её модифицированная версия, Mark 8, получила широкое распространение в ВМС США. Орудие обладало скорострельностью порядка 6 выстрелов в минуту при весе снаряда около 48 кг. Угол возвышения, ограниченный 15 градусами, обеспечивал дальность стрельбы свыше 13,5 км. 152-мм орудия Mark 6/8 стали стандартными в составе вспомогательной артиллерии линкоров и броненосных крейсеров ВМС США постройки 1900-х годов. Лишь на крейсерах типа St. Louis они устанавливались в качестве главного калибра. После подписания в 1922 году Вашингтонского морского договора большинство кораблей додредноутной эпохи были отправлены на слом, 152-мм орудия при этом в массовом порядке были переданы береговой артиллерии США.
uk: Розроблення нової скорострільної 152-мм гармати Mark 6 завершили перед 1900 р. Протягом наступного десятиріччя ця артилерійська система, а також її модифікована версія, Mark 8, набула широкого поширення у ВМС США. Гармата мала скорострільність близько 6 пострілів на хвилину з вагою снаряда близько 48 кг. Кут піднесення, обмежений 15 градусами, забезпечував дальність стрільби понад 13,5 км. 152-мм гармати Mark 6/8 стали стандартними в складі допоміжної артилерії лінкорів і броненосних крейсерів ВМС США будівництва 1900-х рр. Лише на крейсерах типу St. Louis їх встановлювали як головний калібр. Після підписання Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. більшість кораблів епохи, яка була до дредноутів відправили на брухт, а 152-мм гармати передали береговій артилерії США.
zh: 新的高射速152毫米Mark 6火炮的研发工作于1900年完成，在接下来的十年间，这样的火炮系统，以及改良版Mark 8大量的服役于M国海军。 火炮的射速为每分钟六发，炮弹重量为48公斤，15度的仰角可以确保射程达到13.5公里，152毫米的Mark 6/8 火炮成为1990年代M国海军战列舰和装甲巡洋舰的标准副炮，只有圣路易斯级巡洋舰以它们为主要火炮。 在签署了1922年的海军条款之后，大部分的前无畏舰时期的战舰被迫除役，这些152毫米火炮则大量转为岸防炮使用。
zh_sg: 新的152毫米 Mark 6 速射火炮的研发于1900年完成。在接下来的10年中，这个武器系统和它的改进版本Mark 8在美国海军中广泛应用。 火炮的射速大约是每分钟6发，炮弹重量大约为48公斤。射击仰角最大可达15度，确保了超过13.5公里射程。152毫米 Mark 6/8成为了美国海军1900年代建造的战列舰和装甲巡洋舰的辅助火炮的标准。只有圣路易斯级巡洋舰将其装配为主炮组。 在签署了1922年华盛顿海军条约后，大多数前无畏级时代的战舰退役，152毫米火炮被大量安装到了美国的海岸火炮工事。

# IDS_PCZC190_AA_152MM_MARK16
source: 152 mm Mark 16 Twin Turret
es_mx: Torreta Doble Mark 16 de 152 mm
ja: 152 mm マーク 16 連装砲塔
pl: Podwójna wieża kal. 152 mm Mark 16
ru: 152-мм двухорудийная башня Mark 16
uk: 152-мм двогарматна башта Mark 16
zh: 152 毫米 Mark 16 双连装炮塔
zh_sg: 152毫米 Mark 16 双联装炮塔
