Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC479_GF097_REINHARD_DESCRIPTION
source: Admiral Reinhard Scheer (1863–1928) came to prominence as the commander of the German fleet in the Battle of Jutland. In January 1916, at the height of World War I, Scheer was assigned as the Head of the High Seas Fleet—the main force of the Imperial Navy. The admiral raised his flag aboard Friedrich der Große, a Kaiser-class battleship. Being a dedicated follower of strict discipline, Reinhard Scheer's preferred naval strategy was aggressive warfare that utilized all available means to destroy the enemy, including air and underwater strikes. He was in command of the German forces during the largest battle of dreadnought battleships—the Battle of Jutland. The precise maneuvers of Scheer's fleet, with his ships operating like a well-oiled machine, enabled the Germans to inflict greater losses on the enemy and avoid the trap that the superior forces of the British Grand Fleet had laid for them.
es_mx: El almirante Reinhard Scheer (1863–1928) adquirió renombre como comandante de la flota alemana en la batalla de Jutlandia. En enero de 1916, en pleno apogeo de la Iª Guerra Mundial, nombraron a Scheer jefe de la Flota de Alta Mar, la principal fuerza de la Armada Imperial. El almirante izó su bandera a bordo del Friedrich der Große, un acorazado de clase Kaiser. Como gran adepto de la disciplina estricta, la estrategia naval preferida de Reinhard Scheer eran las maniobras agresivas que utilizaban todos los recursos disponibles para destruir al enemigo, incluyendo ataques aéreos y submarinos. Dirigió las fuerzas alemanas durante la mayor batalla de acorazados dreadnought, la batalla de Jutlandia. Las maniobras precisas de la flota de Scheer, con operaciones calculadas al milímetro, permitieron a los alemanes causar mayores pérdidas al enemigo y evitar la trampa que las fuerzas de la Gran Flota británica, que gozaban de superioridad, les habían tendido.
ja: ラインハルト・シェーア提督 (1863 – 1928 年) は、ユトランド沖海戦のドイツ艦隊司令官として有名になりました。 一次大戦の最中の 1916 年 1 月、シェーアはドイツ帝国海軍の主要部隊である大洋艦隊司令官に任命されました。シェーア提督の旗艦は、カイザー級戦艦フリードリヒ・デア・グローセでした。厳格なラインハルト・シェーアは、空爆や水中攻撃などありとあらゆる手段を用いて敵を撃破する攻撃的な海軍戦略を好みました。彼は弩級戦艦の最大の戦いであるユトランド沖海戦でドイツ艦隊の指揮を執りました。シェーアの艦隊は精密機械のような艦艇の精確な機動で敵に多くの損害を与え、戦力で上回るイギリスのグランド・フリートが仕掛けた罠を回避できました。
pl: Admirał Reinhard Scheer (1863–1928) wsławił się jako dowódca floty Niemiec w trakcie Bitwy Jutlandzkiej. W styczniu 1916 roku, w apogeum I wojny światowej, Scheer otrzymał przydział jako głównodowodzący Floty Pełnomorskiej – głównej siły Marynarki Cesarskiej. Admirał wzniósł swoją flagę na maszcie pancernika Friedrich der Große, jednostki typu Kaiser. Jako zwolennik ścisłej dyscypliny, Reinhard Scheer promował agresywną strategię wojny na morzu, w ramach której wykorzystywano wszelkie dostępne sposoby na zniszczenie wroga, w tym także naloty i ataki podwodne. Dowodził siłami Niemiec w trakcie największej bitwy drednotów w historii – Bitwy Jutlandzkiej. Dzięki precyzyjnym manewrom i współpracy okręty Scheera zadały wrogowi ciężkie straty i uniknęły pułapki, jaką zastawiły na nie przeważające siły brytyjskiej Grand Fleet.
ru: Адмирал Рейнхард Шеер (1863–1928) получил известность как командующий немецким флотом в Ютландском сражении. В январе 1916 года, в разгар Первой мировой войны, Шеер был поставлен во главе Флота открытого моря, главных сил Императорских ВМС. Свой флаг адмирал поднял на Friedrich der Große, линкоре типа Kaiser. Будучи по службе суровым приверженцем жёсткой дисциплины, в плане морской стратегии Рейнхард Шеер был сторонником агрессивного ведения войны с привлечением всех доступных средств поражения противника, включая удары с воздуха и из-под воды. Ему довелось командовать германскими силами в самой масштабной битве линкоров-дредноутов — Ютландском сражении. Чётко, как отлаженный механизм, маневрируя, флот Шеера смог нанести противнику бóльшие потери и избежать ловушки, которую готовил ему превосходящий по численности британский Гранд-флит.
uk: Адмірал Райнгард Шеер (1863–1928) здобув популярність як командувач німецьким флотом в Ютландській битві. У січні 1916 року, в розпалі Першої світової війни, Шеер очолив Флот відкритого моря, головні сили Імператорських ВМС. Свій прапор адмірал підняв на Friedrich der Große, лінкорі типу Kaiser. Будучи суворим прихильником жорсткої дисципліни, в морській стратегії Райнгард Шеер віддавав перевагу агресивному веденню війни із залученням усіх доступних засобів враження супротивника, включно з ударами з повітря і з-під води. Йому довелося командувати німецькими силами в наймасштабнішій битві лінкорів-дредноутів — Ютландській битві. Чітко, як злагоджений механізм, маневруючи, флот Шеера зміг завдати противнику великих втрат й уникнути пастки, яку готував йому чисельніший британський Гранд-фліт.
zh: Адмирал Рейнхард Шеер (1863–1928) получил известность как командующий немецким флотом в Ютландском сражении. В январе 1916 года, в разгар Первой мировой войны, Шеер был поставлен во главе Флота открытого моря, главных сил Императорских ВМС. Свой флаг адмирал поднял на Friedrich der Große, линкоре типа Kaiser. Будучи по службе суровым приверженцем жёсткой дисциплины, в плане морской стратегии Рейнхард Шеер был сторонником агрессивного ведения войны с привлечением всех доступных средств поражения противника, включая удары с воздуха и из-под воды. Ему довелось командовать германскими силами в самой масштабной битве линкоров-дредноутов — Ютландском сражении. Чётко, как отлаженный механизм, маневрируя, флот Шеера смог нанести противнику бóльшие потери и избежать ловушки, которую готовил ему превосходящий по численности британский Гранд-флит.
zh_sg: 莱茵哈特·舍尔上将（1863-1928）在日德兰战役中作为德国舰队司令而声名鹊起。 1916年1月，在第一次世界大战最激烈的时期，舍尔被任命为帝国海军主力的公海舰队司令。海军上将在凯撒级战列舰腓特烈大帝号上升起了旗帜。作为严格纪律的忠实追随者，莱茵哈特·舍尔首选的海军战略是侵略战争，利用一切可利用的手段摧毁敌人，包括空中和水下打击。他在最大的无畏舰战役——日德兰战役中担任德军指挥。舍尔舰队的如精密机械一样运转，使德军总能给敌人造成沉重的打击，并躲开英国大舰队主力部队的陷阱。

# IDS_PCZC480_GF097_FRANZ
source: Franz von Hipper
ja: フランツ・フォン・ヒッパー
ru: Франц фон Хиппер
uk: Франц фон Гіпер
zh: Франц фон Хиппер
zh_sg: 弗兰茨·冯·希佩尔

# IDS_PCZC480_GF097_FRANZ_DESCRIPTION
source: Franz von Hipper (1863–1932) was an admiral in the German Imperial Navy (1918). In 1913, Hipper distinguished himself when he commanded the I Scouting Group, consisting of powerful high-speed battlecruisers. Hipper's Squadron took part in the two largest naval battles of World War I—the Battle of Dogger Bank in January 1915, and the Battle of Jutland in May and June 1916. Owing to the admiral's decisive and skillful actions, as well as the impeccable accuracy of his cruisers when firing, the reconnaissance forces of the High Seas Fleet gracefully managed to cope with any situation, even when facing more powerful opposition. The most painful losses of the British during the Battle of Jutland—three battlecruisers—were caused by Admiral Hipper's squadron. In April 1939, Admiral Hipper, the lead ship in a series of five heavy cruisers, joined the German Navy.
es_mx: Franz von Hipper (1863–1932) fue un almirante de la Armada Imperial Alemana (1918). En 1913, Hipper adquirió relevancia al dirigir el 1er Grupo de Exploración, formado por potentes cruceros de batalla de alta velocidad. El escuadrón de Hipper participó en las dos mayores batallas navales de la Iª Guerra Mundial: la batalla del Banco de Dogger en enero de 1915 y la batalla de Jutlandia en mayo y junio de 1916. Gracias a las acciones decisivas y habilidosas del almirante, así como a la impecable precisión de sus cruceros al disparar, las fuerzas de reconocimiento de la Flota de Alta Mar consiguieron lidiar con cualquier situación, incluso al enfrentarse a los oponentes más potentes. El escuadrón del almirante Hipper causó las pérdidas más dolorosas de los británicos durante la batalla de Jutlandia: tres cruceros de batalla. En abril de 1939, el Admiral Hipper, el buque líder de una serie de cinco cruceros pesados, se unió a la Marina alemana.
ja: フランツ・フォン・ヒッパー (1863 – 1932 年) はドイツ帝国海軍の提督 (1918 年) です。1913 年、ヒッパーは強力な高速巡洋戦艦で構成される第 1 索敵部隊を指揮して名声を博しました。 ヒッパーの部隊は、一次大戦最大の海戦 2 つに参加しました。1915 年 1 月のドッガー・バンク海戦と、1916 年 5 月および 6 月のユトランド沖海戦です。 熟練のヒッパ－提督率いる巡洋戦艦部隊による非の打ち所がない正確な射撃により、大洋艦隊の索敵部隊は戦力で上回る敵と対戦した時など、あらゆる状況に難なく対処できました。ユトランド沖海戦ではイギリス巡洋戦艦 3 隻を喪失させ、イギリスに大きな痛手を与えました。 1939 年 4 月、5 隻の重巡洋艦の 1 番艦アドミラル・ヒッパーがドイツ海軍に参加しました。
pl: Franz von Hipper (1863–1932) był admirałem Marynarki Wojennej Cesarstwa Niemieckiego (1918). W 1913 roku Hipper zdobył uznanie, gdy dowodził I Grupą Zwiadowczą, złożoną z potężnych, szybkich krążowników liniowych. Eskadra Hippera brała udział w dwóch największych bitwach morskich I wojny światowej – Bitwie na Dogger Bank w styczniu 1915 roku i Bitwie Jutlandzkiej w maju 1916 roku. Dzięki zdecydowanym i trafnym decyzjom admirała, a także doskonałej celności ognia jego krążowników, siły zwiadowcze Floty Pełnomorskiej doskonale radziły sobie w każdej sytuacji, nawet w obliczu przeważających sił nieprzyjaciela. Najbardziej bolesne straty zadały Brytyjczykom w trakcie Bitwy Jutlandzkiej (zatopienie trzech krążowników liniowych) okręty należące do eskadry Hippera. W kwietniu 1939 roku do służby w niemieckiej marynarce wojennej wcielony został ciężki krążownik Admiral Hipper – okręt prowadzący serii złożonej z pięciu jednostek.
ru: Франц фон Хиппер (1863–1932) — адмирал Императорского флота Германии (1918). В 1913 году Хиппер возглавил принёсшую ему славу Первую разведывательную группу, состоявшую из мощных и быстроходных линейных крейсеров. Эскадра Хиппера принимала участие в двух самых крупных морских битвах Первой мировой войны: в бою у Доггер-банки в январе 1915 года и в Ютландском сражении в мае — июне 1916 года. Благодаря решительным и умелым действиям адмирала, а также безупречно точной стрельбе его крейсеров, разведывательные силы Флота открытого моря, имея дело с более мощными силами противника, всякий раз с достоинством выходили из положения. Самые болезненные потери британцев в Ютландском сражении — три линейных крейсера — были на счету эскадры адмирала Хиппера. В апреле 1939 года в состав флота Германии вошёл Admiral Hipper — головной корабль в серии из пяти тяжёлых крейсеров.
uk: Франц фон Гіпер (1863–1932) — адмірал Імператорського флоту Німеччини (1918). У 1913 році Гіпер очолив Першу розвідувальну групу, яка принесла йому славу та складалася з потужних і швидкохідних лінійних крейсерів. Ескадра Гіпера брала участь у двох найбільших морських битвах Першої світової війни — в бою при Доггер-банці в січні 1915 року та в Ютландській битві в травні-червні 1916 року. Завдяки рішучим і вправним діям адмірала, а також бездоганно влучній стрільбі його крейсерів, розвідувальні сили Флоту відкритого моря, маючи справу з потужнішими силами супротивника, щоразу з гідністю виходили зі становища. Найболючіші втрати британців в Ютландській битві — три лінійні крейсери — були на рахунку ескадри адмірала Гіпера. У квітні 1939 року до складу флоту Німеччини увійшов Admiral Hipper — головний корабель у серії з п’яти важких крейсерів.
zh: Франц фон Хиппер (1863–1932) — адмирал Императорского флота Германии (1918). В 1913 году Хиппер возглавил принёсшую ему славу Первую разведывательную группу, состоявшую из мощных и быстроходных линейных крейсеров. Эскадра Хиппера принимала участие в двух самых крупных морских битвах Первой мировой войны: в бою у Доггер-банки в январе 1915 года и в Ютландском сражении в мае — июне 1916 года. Благодаря решительным и умелым действиям адмирала, а также безупречно точной стрельбе его крейсеров, разведывательные силы Флота открытого моря, имея дело с более мощными силами противника, всякий раз с достоинством выходили из положения. Самые болезненные потери британцев в Ютландском сражении — три линейных крейсера — были на счету эскадры адмирала Хиппера. В апреле 1939 года в состав флота Германии вошёл Admiral Hipper — головной корабль в серии из пяти тяжёлых крейсеров.
zh_sg: 弗兰茨·冯·希佩尔（1863-1932）是德意志帝国的海军上将（1918年）。1913年，希佩尔在指挥由高速战列巡洋舰组成的I号侦察队时表现突出。 希佩尔所在的中队参加了第一次世界大战两次最大的海战——1915年1月的多格尔沙洲海战和1916年5月和6月的日德兰战役。 凭借海军上将果断的指挥和巡洋舰精准的炮击，公海舰队的侦察队即使面对更强大的对手，也总能从容应对任何情况。日德兰战役中，英国人最重大的损失也是由希佩尔上将的中队造成的。 1939年4月，希佩尔上将号，作为由五艘重型巡洋舰组成的舰队旗舰加入了德国海军。

# IDS_PCZC481_GF097_GUNTHER
source: Günther Lütjens
ja: ギュンター・リュッチェンス
ru: Гюнтер Лютьенс
uk: Гюнтер Лют’єнс
zh: Гюнтер Лютьенс
zh_sg: 吕特晏斯

# IDS_PCZC481_GF097_GUNTHER_DESCRIPTION
source: Admiral Günther Lütjens (1889–1941) went down in history as the man who led the first, and only, voyage of battleship Bismarck, although he also took part in other significant military operations over the course of his career. At the beginning of World War II, Lütjens was appointed as commander of the Kriegsmarine's Scouting Forces. He led a raid to the shores of Great Britain, then, having raised his flag over battleship Gneisenau, covered the landings in Norway. In the summer of 1940, the admiral was assigned the post of commander of the fleet. Impermeable and a man of few words, but unreservedly devoted to his duty, Lütjens enjoyed an impeccable reputation among his superiors and unquestioned authority among his subordinates. From January through March 1941, in command of a formation of Scharnhorst-class battleships, he carried out a successful raid in the Atlantic and caused serious damage to British communications. In May of the same year, the admiral raised his flag over a brand new battleship, Bismarck, and made a fresh attempt to break through to the ocean—a venture that turned out to be fatal for him.
es_mx: El almirante Günther Lütjens (1889–1941) pasó a la historia como el hombre que llevó a cabo el primer y último viaje en el acorazado Bismarck, aunque solamente tomó parte en otras significantes operaciones durante el curso de su carrera. Al principio de la 2ª Guerra Mundial, Lütjens fue puesto como el comandante de las Fuerzas de Exploración de la Kriegsmarine. Llevó a cabo una redada en las costas de Gran Bretaña, habiendo en ese entonces, levantado su barco sobre el acorazado Gneisenau, cubrió los desembarcos en Noruega. En el verano de 1940, el almirante fue asignado al puesto de comandante de flota. Impermeable y un hombre de pocas palabras, pero totalmente devoto a su deber, Lütjens disfrutó una reputación superior entre sus superiores y sin cuestionar la autoridad entre sus subordinados. Desde enero hasta marzo de 1941, en comando de una formación acorazados de clase-Scharnhorst, llevó a cabo una redada exitosa en el Atlántico y causó serio daño a las comunicaciones británicas. En mayo del mismo año, el almirante levantaba su bandera sobre el nuevo acorazado, Bismarck, e hizo un intento en salir a través del océano—una decisión que resultó ser fatal para ir.
ja: ギュンター・リュッチェンス提督 (1889 – 1941 年) は、戦艦ビスマルクの最初で唯一の航海を指揮した人物として歴史に名を残しましたが、その軍歴においては他の重要な軍事作戦にも参加しています。 二次大戦初頭、リュッチェンスはドイツ戦争海軍偵察部隊の司令官に任命されました。彼はイギリス沿岸部に対する通商破壊を行った後、戦艦グナイゼナウに搭乗して、ノルウェー上陸作戦を支援しました。 1940 年夏、提督は艦隊司令官に任命されました。 寡黙な人柄でしたが常に任務に全力で取り組んでいたリュッチェンスは、上官からは高い評判を、部下からは全幅の信頼を得ていました。 1941 年 1 月から 3 月にかけて、彼はシャルンホルスト級戦艦部隊を指揮して大西洋での襲撃作戦を成功させ、イギリスの通商路に深刻な損害を与えました。同年 5 月、リュッチェンス提督は最新鋭戦艦ビスマルクに搭乗して新たに海上に出撃しましたが、これが彼にとって最後の航海となりました。
pl: Admirał Günther Lütjens (1889–1941) zapisał się na kartach historii jako człowiek, który poprowadził pancernik Bismarck w jego pierwszy i ostatni rejs, choć w swojej karierze brał udział także w innych znaczących operacjach wojskowych. W początkach II wojny światowej Lütjens był dowódcą sił zwiadowczych Kriegsmarine. Prowadził atak na wybrzeża Wielkiej Brytanii, a objąwszy dowództwo nad pancernikiem Gneisenau osłaniał inwazję w Norwegii. Latem 1940 roku admirał został mianowany na stanowisko dowódcy floty. Zamknięty w sobie i małomówny, ale bez reszty poświęcony służbie – Lütjens cieszył się nieskazitelną opinią wśród przełożonych i bezwzględnym posłuszeństwem u podwładnych. Od stycznia do marca 1941 roku, dowodząc formacją pancerników typu Scharnhorst, przypuścił udany najazd na Atlantyku i zadał poważny cios brytyjskim liniom komunikacyjnym. W maju tego samego roku admirał objął dowództwo nad nowym pancernikiem – Bismarckiem – i podjął próbę przebicia się na ocean. Rejs ten zakończył się dla niego tragicznie.
ru: В историю адмирал Гюнтер Лютьенс (1889–1941) вошёл как человек, возглавлявший первый и единственный поход линкора Bismarck, хотя в его карьере были и другие значимые военные операции. С началом Второй мировой войны Лютьенс был назначен командующим разведывательными силами Кригсмарине. Он руководил рейдом к берегам Великобритании, затем, подняв флаг на линкоре Gneisenau, прикрывал высадку в Норвегии. Летом 1940 года адмирал был назначен на пост командующего флотом. Непроницаемый, скупой на слова, но при этом без остатка преданный долгу, Лютьенс пользовался безупречной репутацией у начальства и непререкаемым авторитетом у подчинённых. В январе — марте 1941 года во главе соединения из линкоров типа Scharnhorst он провёл успешный рейд в Атлантику, нанеся серьёзный урон коммуникациям британцев. В мае того же года адмирал, подняв флаг на новейшем линкоре Bismarck, предпринял новую попытку прорыва в океан, оказавшуюся для него роковой.
uk: В історію адмірал Гюнтер Лют’єнс (1889–1941) увійшов як людина, яка очолювала перший і єдиний похід лінкора Bismarck, хоча в його кар’єрі були й інші значні військові операції. На початку Другої світової війни Лют’єнса призначили командувачем розвідувальними силами Крігсмаріне. Він керував рейдом до берегів Великобританії, потім, піднявши прапор на лінкорі Gneisenau, прикривав висадку в Норвегії. Влітку 1940 року адмірал обійняв посаду командувача флотом. Скритний, мовчазний, але водночас повністю вірний своїм обов’язкам, Лют’єнс мав бездоганну репутацію у начальства і незаперечний авторитет у підлеглих. У січні-березні 1941 року на чолі з’єднання з лінкорів типу Scharnhorst він провів вдалий рейд в Атлантику, завдавши серйозної шкоди комунікаціям британців. У травні того ж року адмірал, піднявши прапор на новітньому лінкорі Bismarck, знову спробував прорватися в океан, що було для нього фатальним.
zh: В историю адмирал Гюнтер Лютьенс (1889–1941) вошёл как человек, возглавлявший первый и единственный поход линкора Bismarck, хотя в его карьере были и другие значимые военные операции. С началом Второй мировой войны Лютьенс был назначен командующим разведывательными силами Кригсмарине. Он руководил рейдом к берегам Великобритании, затем, подняв флаг на линкоре Gneisenau, прикрывал высадку в Норвегии. Летом 1940 года адмирал был назначен на пост командующего флотом. Непроницаемый, скупой на слова, но при этом без остатка преданный долгу, Лютьенс пользовался безупречной репутацией у начальства и непререкаемым авторитетом у подчинённых. В январе — марте 1941 года во главе соединения из линкоров типа Scharnhorst он провёл успешный рейд в Атлантику, нанеся серьёзный урон коммуникациям британцев. В мае того же года адмирал, подняв флаг на новейшем линкоре Bismarck, предпринял новую попытку прорыва в океан, оказавшуюся для него роковой.
zh_sg: 吕特晏斯上将（1889-1941）作为俾斯麦号战列舰第一次也是唯一一次航行的指挥官被载入了史册，尽管在他的军旅生涯中也参加了其他重要的军事行动。 在第二次世界大战初期，吕特晏斯被任命为德国战争海军侦察部队的指挥官。他曾带头突袭了英国海岸的部队，后在格奈森瑙号战列舰上升起了旗帜，掩护在挪威的登陆战役。1940年夏天，海军上将被晋升为舰队司令。 吕特晏斯是一个尽忠职守、沉默寡言的人，在上级中拥有无可挑剔的声誉，在下级中拥有无可置疑的权威。 1941年1月至3月，他指挥沙恩霍斯特级战列舰编队，在大西洋成功实施了突袭行动，严重破坏了英国交通线。同年5月，海军上将挂帅新战列舰俾斯麦号，执行新的海上突袭行动——也让他走上了最后的战斗旅程。

# IDS_PCZC482_GF097_ERICHBEY
source: Erich Bey
ja: エーリヒ・バイ
ru: Эрих Бэй
uk: Еріх Бей
zh: Эрих Бэй
zh_sg: 埃里希·贝
