Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_NO_CURRENT_LAST_REPLAYS_DISCLAIMER
source: Replays become available after the battle is over if recording was enabled.
es_mx: Las repeticiones se hacen disponibles una vez que se habilita la habilidad de grabarlas.
ja: リプレイは、記録が有効化されている場合に、戦闘終了後に利用可能になります。
pl: Powtórki stają się dostępne po zakończeniu bitwy, o ile nagrywanie było włączone.
ru: Повторы появляются после окончания боя, если была включена их запись.
uk: Повтори з’являються після закінчення бою, якщо увімкнено їх запис.
zh: 录像功能开启后，回放将会在战斗结束后储存。
zh_sg: 如果进行了录制，在战斗结束后就可以观看回放。

# IDS_NO_CURRENT_PVE_OPERATIONS
source: No operations available
es_mx: No hay operaciones disponibles
ja: 利用可能なオペレーションなし
pl: Brak dostępnych operacji
ru: Нет доступных операций
uk: Немає доступних операцій
zh: 没有行动可用
zh_sg: 没有行动可用

# IDS_NO_CURRENT_REPLAYS
source: No replays available
es_mx: No hay repeticiones disponibles
ja: リプレイなし
pl: Brak dostępnych powtórek
ru: Нет повторов
uk: Немає повторів
zh: 没有可用的回放
zh_sg: 无可用回放

# IDS_NO_CURRENT_REPLAYS_DISCLAIMER
source: Replays become available after the battle is over. They can be saved in the context menu.
es_mx: Las repeticiones se hacen disponibles una vez que la batalla termine. Pueden ser guardadas en el menú del contexto.
ja: リプレイは、戦闘終了後に利用可能になります。 コンテキストメニューから保存できます。
pl: Powtórki są dostępne po zakończeniu bitwy. Można je zapisać w menu kontekstowym.
ru: Повторы появляются после окончания боя. Их можно сохранить через контекстное меню.
uk: Повтори з’являються після закінчення бою. Їх можна зберегти через контекстне меню.
zh: 回放会在战斗结束后储存。 这些回放储存在下拉式选单。
zh_sg: 在战斗结束后可以观看回放。 他们可以保存在上下文菜单中。

# IDS_NO_CURRENT_SAVED_REPLAYS
source: No saved replays available
es_mx: No hay repeticiones guardadas disponibles
ja: 保存済みリプレイなし
pl: Brak zapisanych powtórek
ru: Нет сохранённых повторов
uk: Немає збережених повторів
zh: 没有任何可用的回放
zh_sg: 无可用储存回放

# IDS_NO_CURRENT_SAVED_REPLAYS_DISCLAIMER
source: You can save recent replays in the context menu.
es_mx: Puedes guardar repeticiones recientes en el menú del contexto.
ja: 最近のリプレイをコンテキストメニューから保存できます。
pl: Możesz zapisać niedawno nagrane powtórki w menu kontekstowym.
ru: Последние повторы можно сохранить через контекстное меню.
uk: Останні повтори можна зберегти через контекстне меню.
zh: 您可以在下拉式选单中储存近期的回放
zh_sg: 你可以保存最近的回放在上下文菜单中。

# IDS_NO_CURRENT_TASKS
source: No combat missions available
es_mx: No hay misiones de combate disponibles
ja: 利用可能なコンバットミッションなし
pl: Brak dostępnych misji bojowych
ru: Нет доступных задач
uk: Немає доступних завдань
zh: Нет доступных задач
zh_sg: 没有可用的作战任务

# IDS_NO_CURRENT_TRAINING_ROOMS_CREATED
source: No Training Rooms are currently available
es_mx: No hay salas de entrenamiento disponibles en este momento
ja: 現在、トレーニングルームはありません
pl: Aktualnie żaden pokój treningowy nie jest dostępny
ru: В данный момент нет доступных тренировочных комнат
uk: На цей час немає доступних тренувальних кімнат
zh: 目前没有训练房可用
zh_sg: 当前没有可用的训练房间

# IDS_NO_CURRENT_TRAINING_ROOMS_SUITED_FOR_REQUEST
source: Rooms matching your query were not found
es_mx: No se encontraron salas que coincidan con tu consulta
ja: クエリーに該当するルームなし
pl: Nie znaleziono pokoju pasującego do podanych kryteriów
ru: Комнаты, соответствующие вашему запросу, не найдены
uk: Кімнат, що відповідають вашому запиту, не знайдено
zh: 找不到符合您查询的房间
zh_sg: 未找与您队列匹配的房间

# IDS_NO_ENSIGNS_AVAILABLE
source: No flags available
es_mx: No hay Banderas disponibles
ja: 旗がありません
pl: Brak dostępnych flag
ru: Нет доступных флагов
uk: Немає доступних прапорів
zh: 没有可用的信号旗
zh_sg: 没有可用的信号旗

# IDS_NO_EVENT_BATTLES
source: The event is not available at this moment
es_mx: El evento no está disponible en este momento
ja: このイベントは現在ご利用になれません
pl: Wydarzenie nie jest teraz dostępne
ru: В данный момент событие недоступно
uk: У цю мить подія недоступна
zh: В данный момент событие недоступно
zh_sg: 活动此时暂不可用

# IDS_NO_EXP_TO_CONVERT
source: No XP to convert
es_mx: No hay XP para convertir
ja: 変換可能な EXP なし
pl: Brak PD na wymianę
ru: Нет опыта для перевода
uk: Немає досвіду для конвертації
zh: 没有经验供转换
zh_sg: 没有经验供转换

# IDS_NO_FLAGS_ON_SALE
source: Not available for purchase
es_mx: No disponible para compra
ja: 購入不可
pl: Zakup niemożliwy
ru: Нет в продаже
uk: Не продається
zh: 不可购买
zh_sg: 不可购买

# IDS_NO_FREE_PLACES
source: No vacant places available
es_mx: No hay lugares disponibles
ja: 空き枠がありません
pl: Brak wolnych miejsc
ru: Нет свободных мест
uk: Немає вільних місць
zh: 没有可用的空位
zh_sg: 没有可用的空位

# IDS_NO_FREE_PLACES_IN_FORMATION
source: No places in this team
es_mx: Sin lugares en este equipo
ja: このチームには空枠なし
pl: Brak wolnych miejsc w tej drużynie
ru: В этой команде нет свободных мест
uk: У цій команді немає вільних місць
zh: 此房间没有空位
zh_sg: 团队已满

# IDS_NO_FREE_SLOTS
source: No slots available
es_mx: No hay espacios disponibles
ja: 空きスロットなし
pl: Brak wolnych miejsc
ru: Нет свободных слотов
uk: Немає вільних місць
zh: 没有可用的船位
zh_sg: 没有可用的船位

# IDS_NO_GOLD_TO_CONVERT
source: No doubloons to use for conversion
es_mx: No hay doblones para usar en la conversión
ja: 変換に使用可能なダブロンがありません
pl: Brak dublonów do konwersji
ru: Нет дублонов для перевода
uk: Немає дублонів для конвертації
zh: 没有金币可用来转换
zh_sg: 没有达布隆可用来转换

# IDS_NO_GOLD_TO_EXCHANGE
source: No doubloons to exchange
es_mx: No hay doblones para cambiar
ja: 変換に使用可能なダブロンがありません
pl: Brak dublonów do wymiany
ru: Нет дублонов для обмена
uk: Немає дублонів для обміну
zh: 没有金币可以兑换
zh_sg: 没有达布隆可以兑换

# IDS_NO_MAX_COUNT_AIRCARRIER_IN_DIVISION
source: The number of aircraft carriers in a Division is not limited
es_mx: El número de portaaviones en una División no está limitado
ja: 分艦隊の航空母艦数は無制限です
pl: Liczba lotniskowców w dywizjonie jest nieograniczona
ru: Количество авианосцев в отряде не ограничено
uk: Кількість авіаносців у складі загону не обмежено
zh: 小队的航空母舰数为不受限制
zh_sg: 小队的航空母舰数为不受限制

# IDS_NO_MAX_COUNT_BATTLESHIP_IN_DIVISION
source: The number of battleships in a Division is not limited
es_mx: El número de acorazados en una División no está limitado
ja: 分艦隊の戦艦数は無制限です
pl: Liczba pancerników w dywizjonie jest nieograniczona
ru: Количество линкоров в отряде не ограничено
uk: Кількість лінкорів у складі загону не обмежено
zh: 小队的战列舰数为不受限制
zh_sg: 小队的战列舰数为不受限制

# IDS_NO_MAX_COUNT_CRUISER_IN_DIVISION
source: The number of cruisers in a Division is not limited
es_mx: El número de cruceros en una División no está limitado
ja: 分艦隊の巡洋艦数は無制限です
pl: Liczba krążowników w dywizjonie jest nieograniczona
ru: Количество крейсеров в отряде не ограничено
uk: Кількість крейсерів у складі загону не обмежено
zh: 小队的巡洋舰数为不受限制
zh_sg: 小队的巡洋舰数为不受限制

# IDS_NO_MAX_COUNT_DESTROYER_IN_DIVISION
source: The number of destroyers in a Division is not limited
es_mx: El número de destructores en una División no está limitado
ja: 分艦隊の駆逐艦数は無制限です
pl: Liczba niszczycieli w dywizjonie jest nieograniczona
ru: Количество эсминцев в отряде не ограничено
uk: Кількість есмінців у складі загону не обмежена
zh: 小队的驱逐舰数为不受限制
zh_sg: 小队的驱逐舰数为不受限制

# IDS_NO_MAX_COUNT_SUBMARINE_IN_DIVISION
source: The number of submarines is unlimited
es_mx: El número de submarinos no está limitado
ja: 潜水艦の数は無制限
pl: Liczba okrętów podwodnych nie jest ograniczona
ru: Количество подводных лодок не ограничено
uk: Кількість підводних човнів не обмежено
zh: 潜艇的数量不受限制
zh_sg: 潜艇数为不受限制

# IDS_NO_MONEY_FOR_UNMOUNT
source: Not enough for demounting
es_mx: No hay suficiente para desmontar
ja: 解除費用不足
pl: Za mało do demontażu
ru: Не хватает на демонтаж
uk: Не вистачає на демонтаж
zh: 没有足够金币用来拆卸。
zh_sg: 没有足够达布隆用来拆卸

# IDS_NO_NEW_SYSTEM_MESSAGES
source: No new reports
es_mx: No hay reportes nuevos
ja: 新規報告なし
pl: Brak nowych raportów
ru: Нет новых отчётов
uk: Немає нових звітів
zh: 没有新的信息
zh_sg: 没有新的报告

# IDS_NO_PVE_SEASON
source: No scenarios available at the moment
es_mx: No hay escenarios disponibles para completar en este momento
ja: 現在、達成可能なシナリオなし
pl: Brak scenariuszy dostępnych do wypełnienia w danej chwili
ru: В данный момент нет доступных для прохождения сценариев
uk: На цей час немає доступних для проходження сценаріїів
zh: 目前没有剧情可以完成
zh_sg: 目前没有剧情可以完成

# IDS_NO_RANKED_BATTLES_IN_SEASON
source: You have not participated in Ranked Battles this season
es_mx: No has participado en las Batallas por Rango de esta temporada
ja: 今シーズンのランク戦に参加していません
pl: W tym sezonie nie brałeś udziału w bitwach rankingowych
ru: Вы не участвовали в ранговых боях в этом сезоне
uk: Ви не брали участь у рангових боях в цьому сезоні
zh: 您没有参与过这个赛季的排位战
zh_sg: 您没有参与过这个赛季的排位战

# IDS_NO_READY_PLAYERS_IN_OTHER_FORMATION_TOOLTIP
source: Players in the enemy team are not ready for battle
es_mx: Los jugadores en el equipo enemigo no están listos para la batalla
ja: 敵チームのプレイヤーが戦闘準備未完了
pl: Gracze w drużynie przeciwnej nie są gotowi do bitwy
ru: Игроки в команде противника не готовы к бою
uk: Гравці команди супротивника не готові до бою
zh: 敌方队伍中的玩家尚未准备好加入战斗
zh_sg: 敌方团队的玩家未准备

# IDS_NO_RESTRICTIONS
source: No restrictions
es_mx: Sin restricciones
ja: 制限なし
pl: Brak ograniczeń
ru: Ограничений нет
uk: Без обмежень
zh: 没有限制
zh_sg: 无限制

# IDS_NO_SEASON_PLANNED
source: Launch date for the next season is unknown
es_mx: La fecha de lanzamiento para la siguiente temporada es desconocida
ja: 次のシーズンの開始日は未定
pl: Data początku następnego sezonu jest nieznana
ru: Дата начала следующего сезона неизвестна
uk: Дата початку наступного сезону невідома
zh: 请实时关注下个赛季的开始日期
zh_sg: 下个赛季的开始日期尚未公布

# IDS_NO_SHIPS
source: No ships
es_mx: Sin barcos
ja: 艦艇なし
pl: Brak okrętów
ru: Нет кораблей
uk: Немає кораблів
zh: 没有战舰
zh_sg: 没有战舰

# IDS_NO_SUITABLE_SHIPS
source: No suitable ships
es_mx: Sin barcos adecuados
ja: 適合艦艇なし
pl: Brak odpowiednich okrętów
ru: Нет подходящих кораблей
uk: Немає придатних кораблів
zh: 没有合适的战舰
zh_sg: 没有合适的战舰

# IDS_NO_WEATHER
source: Without cyclone
es_mx: Sin ciclón
ja: サイクロンなし
pl: Bez cyklonu
ru: Без циклона
uk: Без циклону
zh: 没有气旋
zh_sg: 无气旋

# IDS_NO_WEEKLY_OPERATION
source: No scenarios available at the moment
es_mx: No hay escenarios disponibles para completar en este momento
ja: 現在、達成可能なシナリオなし
pl: Brak scenariuszy dostępnych do wypełnienia w danej chwili
ru: В данный момент нет доступных для прохождения сценариев
uk: На цей час немає доступних для проходження сценаріїів
zh: 目前没有剧情可以完成
zh_sg: 目前没有剧情可以完成

# IDS_NUMBER_IN_LOGIN_QUEUE
source: Your queue number: %s.
es_mx: Tu número de lista en espera: %s.
ja: 待機番号: %s
pl: Twój numer w kolejce: %s.
ru: Ваш номер в очереди: %s.
uk: Ваш номер у черзі: %s.
zh: 您的队列位置：%s
zh_sg: 您的队列位置：%s

# IDS_NUMBER_OF_CONTAINERS
source: Number of containers:
es_mx: Número de contenedores:
ja: コンテナ数:
pl: Liczba kontenerów:
ru: Количество контейнеров:
uk: Кількість контейнерів:
zh: 幸运补给箱数量：
zh_sg: 补给箱数量：

# IDS_NUMBER_OF_PLACES
source: Number of places:
es_mx: Número de lugares:
ja: 室数:
pl: Liczba miejsc:
ru: Количество мест:
uk: Кількість місць:
zh: 床位数：
zh_sg: 床位数：

# IDS_NUMBER_OF_SLOTS
source: Number of slots:
es_mx: Número de espacios:
ja: スロット数:
pl: Liczba miejsc:
ru: Количество слотов:
uk: Кількість місць:
zh: 船位数：
zh_sg: 船位数：

# IDS_NUMCONSUMABLES
source: Number of consumables
es_mx: Número de consumibles
ja: 消耗品の数
pl: Liczebność sprzętu eksploatacyjnego
ru: Количество снаряжения
uk: Кількість спорядження
zh: 数量
zh_sg: 消耗品数量

# IDS_OBJECT_LOD
source: Object LOD
es_mx: Nivel de Detalle a Distancia
ja: オブジェクト描画品質
pl: Szczegółowość obiektów
ru: Детализация объектов
uk: Деталізація об’єктів
zh: 物体细节
zh_sg: 物体细节

# IDS_OBSERVE_CAMERA
source: Free Look Camera
es_mx: Cámara de Vista Libre
ja: フリールックカメラ
pl: Swobodna kamera
ru: Обзорная камера
uk: Оглядова камера
zh: 自由环顾镜头
zh_sg: 自由观察镜头

# IDS_OCIT_BELT
source: Light hull
es_mx: Casco ligero
ja: 外殻
pl: Lekki kadłub
ru: Лёгкий корпус
uk: Легкий корпус
zh: 轻型舰身
zh_sg: 轻型舰体

# IDS_OCIT_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_OFF
source: Off
es_mx: Apagado
pl: Wył.
ru: Отключено
uk: Вимкнено
zh: 关闭
zh_sg: 关闭

# IDS_OK
source: OK
ru: ОК
uk: Гаразд
zh: 确定
zh_sg: 确定

# IDS_ON
source: On
es_mx: Encendido
pl: Wł.
ru: Вкл.
uk: Увімк.
zh: 开
zh_sg: 开

# IDS_ONLINE_PLAYERS
source: Players online
es_mx: Jugadores en línea
ja: オンライン
pl: Gracze online
ru: Игроков в сети
uk: Гравців у мережі
zh: 线上玩家
zh_sg: 在线玩家

# IDS_ONLY_FOR_PREM
source: Available with Premium Account only
es_mx: Disponible solo con una Cuenta Premium
ja: プレミアムアカウント限定
pl: Dostępne tylko z kontem Premium
ru: Доступно для премиум аккаунта
uk: Доступно для преміум акаунта
zh: 仅可用于高级账号
zh_sg: 仅高级账号可用

# IDS_ON_SHIP
source: With ship
es_mx: En el barco
ja: 取得した艦
pl: Okrętem
ru: На корабле
uk: На кораблі
zh: 最后获得战舰：
zh_sg: 用战舰

# IDS_ON_SHIP_STATS
source: With ship
es_mx: En el barco
ja: 取得した艦
pl: Okrętem
ru: На корабле
uk: На кораблі
zh: 最后获得战舰：
zh_sg: 用战舰

# IDS_OPENED_LOOTBOXES
source: %(count)d container opened
es_mx: %(count)d contenedor abierto
ja: %(count)d 個のコンテナを開封完了
pl: otworzono %(count)d kontener
ru: Открыт %(count)d контейнер
uk: Відчинено %(count)d контейнер
zh: Открыт %(count)d контейнер
zh_sg: 已开启%(count)d个补给箱

# IDS_OPEN_ALL_LOOTBOXES
source: Open all containers
es_mx: Abrir todos
ja: 全てのコンテナを開封
pl: Otwórz wszystkie
ru: Открыть все контейнеры
uk: Відчинити всі
zh: Открыть все контейнеры
zh_sg: 开启所有补给箱

# IDS_OPEN_FINAL_TASK
source: Unlock task
es_mx: Desbloquear tarea
ja: タスクをアンロック
pl: Odblokuj zadanie
ru: Разблокировать задание
uk: Розблокувати завдання
zh: 解开工作
zh_sg: 解锁目标

# IDS_OPEN_LOOTBOX
source: Open container
es_mx: Abrir contenedor
ja: コンテナ開封
pl: Otwórz kontener
ru: Открыть контейнер
uk: Відчинити контейнер
zh: 开启幸运补给箱
zh_sg: 开启补给箱

# IDS_OPEN_MODERNIZATIONS_LIST_MOUSE_INSTRUCTION
source: Select an upgrade
es_mx: Seleccionar una mejora
ja: アップグレードを選択
pl: Wybierz ulepszenia
ru: Открыть список модернизаций
uk: Відкрити список модернізацій
zh: 左键点击以选择一个升级品
zh_sg: 选择一个升级品

# IDS_OPEN_RANK_BATTLES_STATS
source: View Ranked Battles statistics
es_mx: Ver las estadísticas de Batallas por Rangos
ja: ランク戦の戦績を確認
pl: Zobacz statystyki bitew rankigowych
ru: Открыть сводку ранговых боёв
uk: Відкрити підсумки рангових боїв
zh: 打开排位战统计
zh_sg: 查看排位战统计

# IDS_OPEN_SYSTEM_MESSAGES
source: Open list of reports
es_mx: Abrir lista de reportes
ja: 報告リストを開く
pl: Otwórz listę raportów
ru: Открыть список отчётов
uk: Відкрити список звітів
zh: 打开信息菜单
zh_sg: 打开报告列表

# IDS_OPERATION_CLOSED_ON_RECONSTRUCTION
source: Operation unavailable
es_mx: Operación no disponible
ja: オペレーション利用不可
pl: Operacja niedostępna
ru: Операция недоступна
uk: Операція недоступна
zh: 行动无法使用
zh_sg: 行动不可用

# IDS_OPERATION_DIFFICULTY_HARD
source: Hard
es_mx: Difícil
ja: 高難度
pl: Wysoki
ru: Сложный
uk: Складний
zh: Сложный
zh_sg: 困难

# IDS_OPERATION_DIFFICULTY_NIGHTMARE
source: Super Hard
es_mx: Super Difícil
ja: 超高難度
pl: Bardzo wysoki
ru: Сверхсложный
uk: Надскладний
zh: Сверхсложный
zh_sg: 极难

# IDS_OPERATION_DIFFICULTY_NORMAL
source: Normal
ja: 中難度
pl: Normalny
ru: Нормальный
uk: Нормальний
zh: Нормальный
zh_sg: 普通

# IDS_OPERATION_DIFFICULTY_TITLE
source: Difficulty level:
es_mx: Nivel de dificultad:
ja: 難易度:
pl: Poziom trudności:
ru: Уровень сложности:
uk: Рівень складності:
zh: Уровень сложности:
zh_sg: 难度等级：

# IDS_OPERATION_HARD_DIFFICULTY
source: Hard
es_mx: Difícil
ja: 高難度
pl: Wysoka
ru: Сложно
uk: Складно
zh: 复杂
zh_sg: 困难

# IDS_OPERATION_HARD_DIFFICULTY_STATUS
source: Hard Difficulty
es_mx: Difícil
ja: 高難度
pl: Wysoki poziom trudności
ru: Высокая сложность
uk: Висока складність
zh: 高复杂性
zh_sg: 困难难度

# IDS_OPERATION_HARD_DIFFICULTY_TITLE
source: Hard Difficulty.
es_mx: Dificultad difícil.
ja: 高難度
pl: Wysoki poziom trudności.
ru: Высокая сложность.
uk: Висока складність.
zh: 高复杂性。
zh_sg: 高难度。

# IDS_OPERATION_NORMAL_DIFFICULTY
source: Normal
ja: 中難度
pl: Normalna
ru: Нормально
uk: Нормально
zh: 中等
zh_sg: 普通

# IDS_OPERATION_NORMAL_DIFFICULTY_STATUS
source: Normal Difficulty
es_mx: Normal
ja: 中程度の難度
pl: Normalny poziom trudności
ru: Нормальная сложность
uk: Нормальна складність
zh: 中等复杂性
zh_sg: 普通难度

# IDS_OPERATION_NORMAL_DIFFICULTY_TITLE
source: Normal Difficulty.
es_mx: Dificultad normal.
ja: 中程度の難度
pl: Normalny poziom trudności.
ru: Нормальная сложность.
uk: Нормальна складність.
zh: 中等复杂性。
zh_sg: 普通难度。

# IDS_OPERATION_OF_THE_WEEK_OPERATION_STATUS
source: Operation of the Week
es_mx: Operación de la Semana.
ja: 今週のオペレーション
pl: Operacja tygodnia
ru: Операция недели
uk: Операція тижня
zh: 本周行动
zh_sg: 本周行动

# IDS_OPERATION_OF_THE_WEEK_OPERATION_TITLE
source: Operation of the Week.
es_mx: Operación de la Semana.
ja: 今週のオペレーション
pl: Operacja tygodnia
ru: Операция недели.
uk: Операція тижня.
zh: 本周行动。
zh_sg: 本周行动。

# IDS_OPERATION_WILL_BE_AVAILABLE_ON
source: This operation will become available on
es_mx: Esta operación estará disponible el
ja: このオペレーションの提供開始:
pl: Ta operacja zostanie udostępniona
ru: Операция станет доступной:
uk: Операція стане доступною:
zh: 此行动将可以使用：
zh_sg: 此行动将开放于：

# IDS_OPTIMUS_PRIME
source: Optimus Prime
ja: オプティマスプライム
ru: Оптимус Прайм
zh: Оптимус Прайм

# IDS_OPTIONS
source: SETTINGS
es_mx: AJUSTES
ja: 設定
pl: USTAWIENIA
ru: НАСТРОЙКИ
uk: НАЛАШТУВАННЯ
zh: 设置
zh_sg: 设置

# IDS_OPTIONS_ALLIES
source: Allies
es_mx: Aliados
ja: 味方
pl: Sojusznicy
ru: Союзники
uk: Союзники
zh: 我方
zh_sg: 友军

# IDS_OPTIONS_ALTERNATIVE_MOUSE_CONTROLS
source: Alternative mouse controls
es_mx: Controles alternativos del mouse
ja: 代替マウス操作
pl: Alternatywne sterowanie myszą
ru: Альтернативное управление мышью
uk: Альтернативне керування мишею
zh: 激活鼠标新操作方式
zh_sg: 激活鼠标新操作方式

# IDS_OPTIONS_AMMUNTION_GROUP_CAMERA
source: Weapon groups camera
es_mx: Cámara de grupos de armas
ja: 兵装グループカメラ
pl: Kamera grup uzbrojenia
ru: Камера на группах вооружения
uk: Камера на групах озброєння
zh: 武器群组镜头
zh_sg: 武器群组镜头

# IDS_OPTIONS_AUTO_CHANGE_POSITION
source: Automatically switch the camera between the guns
es_mx: Cambia automáticamente la cámara entre los cañones
ja: カメラを各砲に自動切り替え
pl: Automatycznie przełączaj kamerę pomiędzy działami
ru: Автоматически переключать камеру между орудиями
uk: Автоматично перемикати камеру між гарматами
zh: 自动在舰炮间切换镜头
zh_sg: 自动在舰炮间切换镜头

# IDS_OPTIONS_AUTO_MAINGUN_CAMERA_SWITCH
source: Automatically switch the camera between the gun mounts
es_mx: Cambia automáticamente la cámara entre los montajes de los cañones
ja: カメラを各砲塔に自動切り替え
pl: Automatycznie przełączaj kamerę pomiędzy stanowiskami dział
ru: Автоматическое переключение камеры между орудиями
uk: Автоматично перемикати камеру між гарматами
zh: 自动在主炮组间切换镜头
zh_sg: 自动在主炮组间切换镜头

# IDS_OPTIONS_AUTO_TRACK_TARGET
source: Track the selected target with the camera
es_mx: Sigue al objetivo seleccionado con la cámara
ja: カメラで選択目標を追跡
pl: Śledź wybrany cel kamerą
ru: Сопровождать камерой выбранную цель
uk: Супроводжувати камерою вибрану ціль
zh: 以该镜头来追寻所选目标
zh_sg: 以该镜头来追寻所选目标

# IDS_OPTIONS_BATTLE_MUSIC_VOLUME
source: Music in Battle
es_mx: Música en Batalla
ja: 戦闘中の音楽
pl: Muzyka w bitwie
ru: Громкость музыки в бою
uk: Гучність музики в бою
zh: Громкость музыки в бою
zh_sg: 战斗中的音乐

# IDS_OPTIONS_CAMERA
source: Battle Camera
es_mx: Cámara de Batalla
ja: 戦闘カメラ
pl: Kamera bitewna
ru: Боевая камера
uk: Бойова камера
zh: 战斗镜头
zh_sg: 战斗镜头

# IDS_OPTIONS_CAMERA_DAMAGE_FEEDBACK
source: Enable camera feedback when damage is taken
es_mx: Habilita la retroalimentación de la cámara cuando se recibe daño
ja: ダメージを受けた際のカメラフィードバック有効
pl: Włącz efekty kamery przy odnoszeniu uszkodzeń
ru: Обратная связь при получении урона
uk: Зворотний зв’язок у разі отримання шкоди
zh: 开启当受到伤害时的镜头反馈
zh_sg: 开启当受到伤害时的镜头反馈

# IDS_OPTIONS_CAMERA_SWITCH_HINT
source: You can also use [C] to manually switch between gun groups
es_mx: También puedes usar [C] para cambiar manualmente entre grupos de cañones
ja: [C] キーで各砲塔への手動切り替えが可能です
pl: Możesz również użyć klawisza [C], żeby ręcznie przełączać się pomiędzy działami
ru: Ручное переключение между группами орудий всегда доступно по клавише [C]
uk: Ручне перемикання між групами гармат завжди доступно клавішею [C]
zh: 您也可以使用 [C] 来手动在主炮组群组间切换
zh_sg: 您也可以使用 [C] 来手动在主炮组群组间切换

# IDS_OPTIONS_CAPTION
source: Settings
es_mx: Ajustes
ja: 設定
pl: Ustawienia
ru: Настройки
uk: Налаштування
zh: 设置
zh_sg: 设置

# IDS_OPTIONS_CONTRAST_UI
source: Increase GUI contrast
es_mx: Incrementar el Contraste de Interfaz
ja: GUI コントラストを高める
pl: Zwiększ kontrast interfejsu użytkownika
ru: Увеличить контрастность GUI
uk: Збільшити контрастність GUI
zh: 提高 GUI 对比
zh_sg: 提高 GUI 对比

# IDS_OPTIONS_DAMAGE_EFFECT
source: Enable shake effect when damage is taken
es_mx: Habilita el efecto de sacudida cuando recibes daño
ja: ダメージを受けた際の振動効果有効
pl: Włącz efekt drżenia, kiedy okręt zostaje uszkodzony
ru: Эффект тряски при получении урона
uk: Ефект тряски під час отримання шкоди
zh: 开启当受到伤害时的晃动效果
zh_sg: 开启当受到伤害时的晃动效果

# IDS_OPTIONS_DAMAGE_VOLUME
source: Damage audio volume
es_mx: Volumen del sonido de los daños
ja: ダメージ音の音量
pl: Głośność odgłosów uszkodzeń
ru: Громкость повреждений
uk: Гучність пошкоджень
zh: Громкость повреждений
zh_sg: 受损音效音量

# IDS_OPTIONS_DIVISION
source: Division
es_mx: División
ja: 分艦隊
pl: Dywizjon
ru: Отряд
uk: Загін
zh: 小队
zh_sg: 小队

# IDS_OPTIONS_DOCK_MUSIC_VOLUME
source: Music in the Port
es_mx: Música en el Puerto
ja: 港の音楽
pl: Muzyka w Porcie
ru: Громкость музыки в Порту
uk: Гучність музики в Порту
zh: Громкость музыки в Порту
zh_sg: 港口中的音乐

# IDS_OPTIONS_DOCK_VOICE_VOLUME
source: Volume of voice messages in the Port
es_mx: Volumen de los mensajes de voz en el Puerto
ja: 港での音声メッセージの音量
pl: Głośność wiadomości głosowych w Porcie
ru: Громкость голосовых сообщений в Порту
uk: Гучність голосових повідомлень у Порту
zh: Громкость голосовых сообщений в Порту
zh_sg: 港口语音音量

# IDS_OPTIONS_ENABLE_EARES
source: Show team panels
es_mx: Mostrar paneles de equipos
ja: チームパネル表示
pl: Pokaż panele drużyn
ru: Включить панели команд
uk: Увімкнути панелі команд
zh: 显示队伍面板
zh_sg: 显示队伍面板

# IDS_OPTIONS_ENABLE_VOICECHAT
source: Enable voice chat
es_mx: Habilitar chat de voz
ja: 音声チャットの有効化
pl: Włącz czat głosowy
ru: Включить голосовой чат
uk: Увімкнути голосовий чат
zh: 开启语音聊天
zh_sg: 开启语音聊天

# IDS_OPTIONS_ENEMIES
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_OPTIONS_ENGINES_VOLUME
source: Engine sounds
es_mx: Sonidos del motor
ja: 機関音
pl: Dźwięki silnika
ru: Громкость двигателей
uk: Гучність двигунів
zh: 引擎声音
zh_sg: 引擎声音

# IDS_OPTIONS_FOG_ALPHA
source: Fog Transparency
es_mx: Transparencia de la Niebla
ja: フォグの透過度
pl: Przeźroczystość mgły
ru: Прозрачность тумана
uk: Прозорість туману
zh: 烟雾透明度
zh_sg: 雾的透明度

# IDS_OPTIONS_FOLLOW_TARGET
source: Track the locked target
es_mx: Seguir el blanco fijado
ja: ロック中の目標を追跡
pl: Śledź namierzony cel
ru: Сопровождение захваченной цели
uk: Супровід захопленої цілі
zh: 跟随锁定的目标
zh_sg: 跟随锁定的目标

# IDS_OPTIONS_GENERAL
source: General
ja: 一般
pl: Ogólne
ru: Общие
uk: Загальні
zh: 界面设置
zh_sg: 界面设置

# IDS_OPTIONS_GRAPHICS_PERFORMANCE
source: GRAPHICS AND PERFORMANCE
es_mx: GRÁFICOS Y RENDIMIENTO
ja: グラフィックとパフォーマンス
pl: GRAFIKA I WYDAJNOŚĆ
ru: ГРАФИКА И ПРОИЗВОДИТЕЛЬНОСТЬ
uk: ГРАФІКА ТА ПРОДУКТИВНІСТЬ
zh: 画质与效能
zh_sg: 画质与效能

# IDS_OPTIONS_GROUP_CAMERA_HINT
source: While zooming camera in/out
es_mx: Mientras acercas/alejas la cámara
ja: カメラのズームイン/アウト中
pl: W trakcie przybliżania/oddalania kamery
ru: Во время приближения и отдаления камеры
uk: Під час наближення та віддалення камери
zh: 缩小/放大镜头
zh_sg: 缩小/放大镜头

# IDS_OPTIONS_HIGH
source: High
es_mx: Alto
ja: 高
pl: Wysokie
ru: Высокое
uk: Високе
zh: 高
zh_sg: 高

# IDS_OPTIONS_HINT_OVERVIEW
source: Free Look — [RMB]
es_mx: Vista Libre — [RMB]
ja: フリールック — [右 MB]
pl: Swobodny widok - [PPM]
ru: Обзор — [правая кнопка мыши]
uk: Огляд — [права кнопка миші]
zh: 自由环顾
zh_sg: 自由观察
