Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC190_AA_152MM_MARK16_DESCRIPTION
source: Especially for Omaha-class light cruisers, a new 152 mm gun, the Mark 12, with an increased barrel length and a high initial shell velocity, was developed. According to the initial design, the armament of these ships consisted of ten single deck and casemate mounts. But then, in 1920, in order to surpass British C-class cruisers in broadside firepower, the Mark 16 twin-turret was developed. While the casemate-mounted artillery elevation angle was limited to 20 degrees, the maximum elevation angle of the turret barrels was 30 degrees, which ensured a theoretical firing range of more than 23 km. The creation of the Mark 16 turret was a milestone in the history of the development of cruiser types. The technological level of the previous, pre-dreadnought era ships did not allow for the creation of sufficiently reliable turret mounts with high-speed gun movement to improve aim at the target. Because of this, in the early 20th century, rapid-fire guns were placed on cruisers, as a rule, right on the deck or in casemates, which limited their firing range and did not ensure their reliable operation in difficult weather conditions. Commissioning of Omaha-class cruisers in 1923–1925 marked a gradual transition to the deployment of all main battery guns on cruisers in turret mounts.
es_mx: Un nuevo cañón largo de 152 mm, el Mark 12, con una elevada velocidad de salida del proyectil, fue desarrollado especialmente para los cruceros ligeros de la clase Omaha. De acuerdo con el diseño inicial, el armamento de estos barcos consistía en diez montajes simples en casamatas y en cubierta. Posteriormente, en 1920, para poder superar a los cruceros británicos de la clase C en cuanto a su poder de fuego, se desarrollaron las torretas dobles Mark 16. Aunque la elevación de la artillería montada en casamatas estaba limitada a 20 grados, el ángulo de elevación máximo de los cañones en torretas era de 30 grados, lo que aseguraba un alcance de disparo teórico de más de 23 km. La creación de la torreta Mark 16 fue un hito en la historia del desarrollo de los tipos de cruceros. El nivel tecnológico de los barcos anteriores a la era de los dreadnoughts no permitía la creación de unos montajes de torretas lo suficientemente confiables con un movimiento veloz de los cañones para mejorar la puntería. Por lo que, a principios del siglo XX, los cañones de alta cadencia fueron montados en los cruceros, y como regla general, se colocaban justo sobre la cubierta o en casamatas, lo que limitaba su alcance de disparo y no aseguraba su operación confiable en condiciones climáticas adversas. La creación de los cruceros clase Omaha entre 1923 y 1925 marcó una transición gradual al despliegue de todos los cañones de la batería principal de los cruceros, en montajes de torretas.
ja: オマハ (Omaha) 級軽巡洋艦用として、長砲身化されて砲口初速が向上した新型の 152 mm マーク 12 砲が開発されました。当初の設計案においては、この艦級には単装の露天砲架およびケースメイト配置として計 10 門を搭載することを検討していましたが、1920 年に、片舷側火力でイギリスの C 級軽巡洋艦を上回るべく、マーク 16 連装砲塔が開発されました。ケースメイト配置の砲の仰角が 20 度に制限されていたのに対し、この連装砲塔の仰角は最大 30 度であり、理論上は 23 km を超える射程を備えていました。 このマーク 16 砲塔の開発は、巡洋艦の開発史におけるマイルストーンのひとつでした。前弩級時代の艦艇の技術レベルでは、高速旋回が可能な信頼性の高い砲塔を開発することが無理であったため、20 世紀の序盤においては、巡洋艦に搭載された速射砲は、露天砲架またはケースメイト式が一般的でした。しかしこの方式では射程が制限され、悪天候時の運用においても信頼性を欠いていたのですから。 そして 1923 年から 1925 年にかけてオマハ級の各艦が就役して以降、巡洋艦の主砲は砲塔式へと徐々に移行していき、やがて全て砲塔式となったのでした。
pl: Nowe działo kal. 152 mm Mark 12, o wydłużonej lufie i dużej prędkości wylotowej pocisku, zostało opracowane specjalnie na potrzeby lekkich krążowników klasy Omaha. W myśl pierwotnego projektu, uzbrojenie tych okrętów miało składać się z dziesięciu pojedynczych dział na pokładzie i w kazamatach. Ale w 1920 roku opracowano podwójną wieżę Mark 16, by wyprzedzić brytyjskie krążowniki klasy C pod względem siły ognia salwy burtowej. Choć artyleria montowana w kazamatach miała kąt podnoszenia działa ograniczony do 20 stopni, to w przypadku dział montowanych w wieżach wynosił on 30 stopni, co pozwalało na osiągnięcie dystansu teoretycznego wynoszącego 23 km. Utworzenie wieży Mark 16 było kamieniem milowym w historii rozwoju krążowników. Poziom technologiczny starszych okrętów, pochodzących z ery przeddrednotowej, nie pozwalał na stworzenie wystarczająco niezawodnych i szybko obracających się wież, z których można by prowadzić celny ogień. Z tego powodu w początkach XX wieku szybkostrzelne działa stosowane na krążownikach montowano zazwyczaj bezpośrednio na pokładzie lub w kazamatach, co ograniczało ich zasięg i nie zapewniało bezawaryjności w trudnych warunkach pogodowych. Wcielenie do służby krążowników klasy Omaha w latach 1923–1925 było istotnym krokiem w kierunku instalowania na krążownikach wszystkich dział głównej baterii w wieżach.
ru: Специально для лёгких крейсеров типа Omaha было разработано новое 152-мм орудие, Mark 12, с увеличенной длиной ствола и высокой начальной скоростью снаряда. По первоначальному проекту вооружение этих кораблей состояло из десяти одиночных палубных и казематных установок. Однако затем, в 1920 году, чтобы превзойти в мощи бортового залпа британские крейсеры типа «C», была разработана двухорудийная башня Mark 16. В то время как угол возвышения артиллерии, установленной в казематах, был ограничен 20 градусами, максимальный угол возвышения башенных стволов составлял 30 градусов, что обеспечивало теоретическую дальность стрельбы свыше 23 км. Появление башни Mark 16 ознаменовало собой заметный этап в истории развития класса крейсеров. Технологический уровень предыдущей, додредноутной эпохи не позволял создать достаточно надёжные башенные установки с высокой скоростью наведения орудий на цель. В связи с этим в начале XX века скорострельные пушки на крейсерах размещались, как правило, прямо на палубе либо в казематах, что ограничивало дальность их стрельбы и не обеспечивало уверенную эксплуатацию в сложных погодных условиях. Вступление в строй в 1923–1925 годах крейсеров типа Omaha обозначило постепенный переход к размещению всей артиллерии главного калибра на крейсерах в башенных установках.
uk: Спеціально для легких крейсерів типу Omaha розробили нову 152-мм гармату, Mark 12, зі збільшеною довжиною ствола і високою початковою швидкістю снаряда. За початковим проектом озброєння цих кораблів складалося з десяти одиночних палубних і казематних установок. Однак потім, у 1920 р., щоб перевершити за потужністю бортового залпу британські крейсери типу «C», розробили двогарматну башту Mark 16. На відміну від кут піднесення артилерії, встановленої в казематах, що обмежувався 20 градусами, максимальний кут піднесення баштових стволів був 30 градусів, що забезпечувало теоретичну дальність стрільби понад 23 км. Поява башти Mark 16 ознаменувала собою новий етап в історії розвитку класу крейсерів. Технологічний рівень попередньої «додредноутної епохи» не дозволяв створити досить надійні баштові установки з високою швидкістю наведення гармат на ціль. Через це на початку XX сторіччя скорострільні гармати на крейсерах розміщували, звичайно, просто на палубі або в казематах, що обмежувало дальність їхньої стрільби і не забезпечувало надійну експлуатацію в складних погодних умовах. Із вступом у стрій у 1923–1925 рр. крейсерів типу Omaha розпочався поступовий перехід до розміщення всієї артилерії головного калібру на крейсерах в баштових установках.
zh: 特别为了奥马哈级轻型巡洋舰所研发的长炮身、高初速的新版152毫米Mark 12炮。根据初期该舰的设计，战舰的武器为十门甲板与炮台火炮。但是到了1920年，为了在单舷火力上超越Y国C级巡洋舰，提出了Mark 16双炮塔的设计。炮台炮只有20度的仰角，而炮塔的最大仰角则是30度，理论上射程可以超过23公里。 Mark 16 炮塔的发明是巡洋舰发展史上的一个里程碑。前无畏时代的军舰没办法做出能让炮管高速移动且拥有高射击精度的可靠炮塔。因此，在20世纪早期，高射速的火炮被照惯例放在巡洋舰的甲板和炮台里，造成它们射程很有限而且无法在天候不佳的情况下发挥实力。 奥马哈级巡洋舰于1923年至1925年开始服役，这代表着M国海军正逐步地把巡洋舰上的主炮装备在炮塔中。
zh_sg: 特别针对奥马哈级轻型巡洋舰研发了一种新型152毫米火炮，Mark 12，炮管长度增加，炮弹初速提高。根据一开始的设计，这些战舰的武器由十个单层甲板和炮台座组成。但是在1920年，为了在舷炮火力上超越英国C级巡洋舰，Mark 16双联炮塔被研发出来了。对比炮台座火炮的仰角仅能达到20度，炮塔的射击仰角最大能达到30度，确保理论射程可以超过23公里。 Mark 16炮塔的发明在巡洋舰的发展史上是一个里程牌事件。之前的前无畏级时代的技术水平无法创造出足够可靠的能高速移动火炮以瞄准目标的炮塔组。因此，在20世纪初期，速射火炮被安置在巡洋舰上，通常在甲板或炮台座中，这限制了它们的射程，并且不能保证它们在恶劣天气条件下的可靠运行。 奥马哈级巡洋舰服役的1923-1925年期间标志着在巡洋舰上所有主要炮组都部署炮塔的逐渐过渡。

# IDS_PCZC191_AA_152MM_3BARREL
source: 152 mm Triple Turret
es_mx: Torreta Triple de 152 mm
ja: 152 mm 三連装砲塔
pl: Potrójna wieża kal. 152 mm
ru: 152-мм трёхорудийная башня
uk: 152-мм тригарматна башта
zh: 152 毫米三连装炮塔
zh_sg: 152毫米三联装炮塔

# IDS_PCZC191_AA_152MM_3BARREL_DESCRIPTION
source: The main drawback of American 152 mm guns of the 1900s–1920s was their relatively small shell weight, 48 kg, whereas almost all similar-caliber artillery systems of other countries used shells heavier than 50 kg. In 1932, for the new generation of light cruisers, the Mark 16 gun was developed. It was designed for a "super-heavy" shell weighing 59 kg, significantly superior to its counterparts in destructive power. A triple turret with a high degree of automation of the loading process was created especially for these guns, which ensured a phenomenal firing rate for those times—up to 10 shots per minute. Such main battery mounts were used on Brooklyn- and Helena-class cruisers, and their slightly modified version was deployed on Cleveland- and Fargo-class cruisers. A relatively small initial velocity of heavy shell and close location of the barrels in the turret had an adverse effect on the firing accuracy over long distances. However, the turret's ability to shoot up to 30 shells per minute made it an extremely formidable weapon in close- and medium-ranged battles. This advantage was especially useful in the fast-flowing night battles between American and Japanese ships during the Pacific Campaign.
es_mx: El inconveniente principal de los cañones norteamericanos de 152 mm de los años 1900s–1920s era el relativo peso pequeño, 48 kg, mientras que otros países con el mismo calibre o similar pesaban más de 50 kg. En 1932, para la nueva generación de cruceros ligeros, el cañón Mark 16 fue desarrollado. Fue diseñado para un proyectil "superpesado" de 59 kg de peso, significativamente superior a su contraparte en poder destructivo. Una torreta triple con un alto grado de automatización para el proceso de cargado fue creada especialmente para estos cañones, lo que aseguraba una cadencia de fuego fenomenal para esos tiempos—hasta 10 disparos por minuto. Dichos montajes de la artillería principal fueron usados en los cruceros de clase Brooklyn- y Helena-, y su versión ligeramente modificada fue desplegada en los cruceros de clase Cleveland- y Fargo-. La relativa pequeña velocidad inicial del proyectil pesado y la cercana ubicación de los barriles en la torreta, tuvieron efectos adversos en la precisión de disparo sobre distancias largas. Sin embargo, la habilidad de las torretas para disparar hasta 30 proyectiles por minuto, convertía al arma en extremadamente formidable en batallas de rango cercano- y largo-. Esta ventaja fue especialmente útil en las batallas nocturnas de flujo rápido entre barcos norteamericanos y japoneses durante la Campaña del Pacífico.
ja: 1900 - 1920 年代にかけてのアメリカ製 152 mm 砲の主な短所は、砲弾の重量が比較的小さく、48 kg に過ぎなかった点にありました。当時、同等の口径を備えた他国製の砲システムは、そのほぼ全てが 50 kg を超える砲弾を使用していたのです。そして 1932 年に、新世代の軽巡洋艦としてマーク 16 砲が開発されました。この砲は、59 kg もある「超重」砲弾を使用するものであり、その破壊力は、同等の口径を備えた他国製の砲システムを大幅に凌駕していました。そしてこの砲専用として、装填プロセスが高度に自動化された三連装砲塔が開発され、毎分最大 10 回という当時としては驚異的な射撃速度を実現しました。 この 152 mm 三連装砲塔がブルックリン (Brooklyn) 級およびヘレナ (Helena) 級 (セントルイス (St. Louis) 級) 軽巡洋艦に搭載され、小改良型の砲塔がクリーヴランド (Cleveland) 級およびファーゴ (Fargo) 級軽巡洋艦に搭載されました。これらの砲塔は、砲口初速が比較的低かったことに加え、砲身同士の距離が近かったために、長距離射撃における射撃精度に悪影響が生じていましたが、砲塔 1 基あたり毎分最大 30 発という投射力は、近・中距離戦においては恐るべき威力を発揮しました。そしてこの長所は、太平洋戦線における日本艦隊とのめまぐるしい夜戦において大いに活かされたのです。
pl: Głównym mankamentem amerykańskich dział kal. 152 mm pierwszego trzydziestolecia XX wieku była stosunkowo niewielka masa pocisku wynosząca 48 kg, podczas, gdy niemal wszystkie systemy artyleryjskie o podobnym kalibrze z innych krajów posiadały pociski o wadze większej niż 50 kg. W 1932 roku, z myślą o nowej generacji lekkich krążowników, opracowano działo Mark 16. Było ono zaprojektowane do użycia z „superciężkim” pociskiem ważącym 59 kg, dzięki czemu znacznie przewyższało ono bezpośrednich konkurentów pod względem mocy niszczącej. Specjalnie dla tych dział opracowano potrójną wieżę z mocno zautomatyzowanym systemem ładowania, co dało fenomenalną szybkostrzelność jak na te czasy, dochodzącą do 10 strzałów na minutę. Takie stanowiska używane były jako główna artyleria na krążownikach klasy Brooklyn i Helena, a ich nieco zmodyfikowane wersje na klasach Cleveland i Fargo. Stosunkowo niska prędkość początkowa ciężkiego pocisku i bliskie położenie łusek w wieży miał niekorzystny wpływ na celność ognia na dalekie odległości. Jednak zdolność wieży do wystrzeliwania 30 pocisków na minutę czyniło ją wyjątkowo groźną bronią w bitwach na krótkim i średnim dystansie. Cecha ta była szczególnie przydatna w dynamicznych bitwach morskich pomiędzy Amerykanami i Japończykami w trakcie kampanii na Pacyfiku.
ru: Главным недостатком американских 152-мм орудий 1900–1920-х годов был относительно малый вес снаряда — 48 кг, почти все артиллерийские системы близкого калибра других стран имели боеприпасы свыше 50 кг. В 1932 году для лёгких крейсеров нового поколения было разработано орудие Mark 16, рассчитанное на «сверхтяжёлый» снаряд весом 59 кг, заметно превосходивший аналоги по разрушительной силе. Специально для этих орудий была создана трёхорудийная башня с высокой степенью автоматизации процесса заряжания, что обеспечивало феноменальную по тем временам скорострельность — до 10 выстрелов в минуту. Именно такие установки главного калибра имелись на крейсерах типа Brooklyn и Helena, незначительно модифицированная версия — на крейсерах типа Cleveland и Fargo. Относительно малая начальная скорость полёта тяжёлого снаряда и близкое расположение стволов в башне отрицательно сказывались на точности стрельбы на дальних дистанциях. Однако способность башни выпустить в минуту до 30 снарядов делала её чрезвычайно грозным оружием на малых и средних дистанциях боя. Особенно полезным это преимущество оказалось в скоротечных ночных сражениях между американскими и японскими кораблями во время Тихоокеанской кампании.
uk: Головним недоліком американських 152-мм гармат 1900–1920-х рр. була відносно мала маса снаряда — 48 кг, а майже всі артилерійські системи близького калібру інших країн мали боєприпаси понад 50 кг. Для легких крейсерів нового покоління 1932 р. розробили гармату Mark 16, розраховану на «надважкий» снаряд вагою 59 кг, який помітно перевершував аналоги за руйнівною силою. Спеціально для цих гармат створили тригарматну башту з високим ступенем автоматизації процесу заряджання, що забезпечувало феноменальну на ті часи скорострільність — до 10 пострілів на хвилину. Саме такі установки головного калібру були на крейсерах типу Brooklyn і Helena, незначно модифікована версія — на крейсерах типу Cleveland і Fargo. Відносно мала початкова швидкість польоту важкого снаряда і близьке розташування стволів у башті негативно позначалися на влучності стрільби на далеких дистанціях. Однак здатність башти випустити на хвилину до 30 снарядів робила її надзвичайно грізною зброєю на малих і середніх дистанціях бою. Особливо корисною ця перевага стала в швидкоплинних нічних боях між американськими і японськими кораблями під час Тихоокеанської кампанії.
zh: 1900年代到1920年代M国152毫米火炮的主要缺点为较轻的炮弹重量，48公斤，其他国家所使用的相同口径火炮的炮弹重量通常都超过50公斤，在1932年，为了新一代的轻型巡洋舰，研发了Mark 16火炮，这是用来使用重达59公斤的「超重型」弹药，在摧毁能力上比对手来的强上许多，一座装备自动装填机制的三联装炮塔特别为了这些火炮而设计，来确保这些火炮可以在当时保持每分钟十发的射速。 这样的火炮基座被装备在布鲁克林和海伦娜级巡洋舰上，而少部分改动的版本则是装备在克利夫兰和法戈级巡洋舰上，相对小的炮口初速、较重的炮弹和炮塔内邻近的火炮位置都会影响到远距离的准度，但是这座炮塔有能力每分钟射出30枚炮弹让它在近距离和中距离中非常强的武器，这样的优势在M系战舰与R国系舰之间的高速夜间战斗中特别有用。
zh_sg: 1900年代-1920年代的美国152火炮的主要缺点是它们相对较小的炮弹重量，仅为48公斤，而其他国家相似口径的火炮使用的炮弹几乎都重于50公斤。1932年，为新一代轻型巡洋舰设计的Mark 16火炮研发完成。他被设计使用重达59公斤的“超重型”炮弹，与同类战舰相比，在破坏力方面有着明显优势。为这些火炮专门设计了装填过程高度自动化的三联装炮塔，保证了在那个时代非凡的射速——最快每分钟10发。 这种主炮组被使用在Brooklyn级和海伦娜级巡洋舰上，他们的稍微改动版本被部署在了克利夫兰级和Fargo级巡洋舰上。虽然重型炮弹初始速度相对较小，炮塔中炮管位置接近，对远距离炮击准度造成了不利影响，但是，每分钟发射30发炮弹的炮塔仍然使其在近距离和中距离的战斗中成为极其强大的存在。在太平洋战役期间，这种优势在美国和日本间快速流动的夜间战斗中非常有用。

# IDS_PCZC192_AA_152MM_UNIVERSAL
source: 152 mm Dual-Purpose Mount
es_mx: Montaje de Propósito-Dual de 152 mm
ja: 152 mm 両用砲塔
pl: Stanowisko działa uniwersalnego kal. 152 mm
ru: 152-мм универсальная установка
uk: 152-мм універсальна установка
zh: 152 mm 高平两用炮架
zh_sg: 152毫米两用炮组
