Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PARAMS_MODIFIER_SONARSEARCHWORKTIME_MODERNIZATION
source: Action time of the Hydroacoustic Search consumable
es_mx: Tiempo de acción del consumible Búsqueda Hidroacústica
ja: 消耗品「水中聴音」の動作時間
pl: Czas działania Sondy hydroakustycznej
ru: Время работы снаряжения «Гидроакустический поиск»
uk: Час роботи спорядження «Гідролокатор»
zh: 水底搜索消耗品启动时间
zh_sg: 对海搜索消耗品的作用时间

# IDS_PARAMS_MODIFIER_SPEEDBOOSTERWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_SPEEDCOEF
source: Ship's maximum speed
es_mx: Velocidad máxima del barco
ja: 艦の最高速度
pl: Prędkość maksymalna okrętu
ru: Максимальная скорость корабля
uk: Максимальна швидкість корабля
zh: 战舰的最大航速
zh_sg: 战舰最高航速

# IDS_PARAMS_MODIFIER_SQUADRONCOEFFICIENT
source: Detectability of squadrons
es_mx: Detectabilidad de los escuadrones
ja: 中隊の被発見距離
pl: Wykrywalność eskadr
ru: Заметность эскадрилий
uk: Помітність ескадрилей
zh: 航空中队的被侦测距离
zh_sg: 中队被发现的可能性

# IDS_PARAMS_MODIFIER_SQUADRONSPEEDCOEFFFORRIBBONS
source: Squadron speed increase
es_mx: Aumento de velocidad del escuadrón
ja: 飛行中隊の速度向上
pl: Zwiększenie prędkości eskadry
ru: Увеличение скорости эскадрилий
uk: Збільшення швидкості ескадрилей
zh: Увеличение скорости эскадрилий
zh_sg: 中队速度增加

# IDS_PARAMS_MODIFIER_SQUADRONSPEEDSTEP
source: Squadron speed increase for each 1% of HP lost
es_mx: La velocidad del escuadrón aumenta por cada 1% de los HP perdidos
ja: 中隊の速力向上 (HP 喪失 1% 毎に)
pl: Zwiększenie prędkości eskadry na każdy 1% utraconych PW
ru: Увеличение скорости эскадрильи за каждый 1% потерянной боеспособности
uk: Збільшення швидкості ескадрильї за кожен 1 % втраченої боєздатності
zh: 航空中队每损失1%血量将增加速度
zh_sg: 每损失1%生命值中队速度提升

# IDS_PARAMS_MODIFIER_SUBMARINECOEFFICIENT
source: Detectability range of submarines
es_mx: Rango de detectabilidad de submarinos
ja: 潜水艦の被発見距離
pl: Zasięg wykrywania okrętów podwodnych
ru: Заметность подводных лодок
uk: Помітність підводних човнів
zh: 潜舰被侦测距离
zh_sg: 潜艇的被侦察范围

# IDS_PARAMS_MODIFIER_SWITCHAMMORELOADCOEF
source: Time taken to switch shell type
es_mx: Tiempo para cambiar entre los tipos de proyectiles
ja: 弾種切り替え所要時間
pl: Czas potrzebny na zmianę typu pocisku
ru: Время смены типа снаряда
uk: Час заміни типу снаряда
zh: 更换弹种的所需时间
zh_sg: 切换炮弹类型所需时间

# IDS_PARAMS_MODIFIER_THRESHOLDPENETRATIONCOEFFICIENTBIG
source: Armor penetration capacity of HE shells
es_mx: Capacidad de penetración de blindaje de los proyectiles HE
ja: HE 弾の装甲貫通力
pl: Zdolność penetracji pancerza pociskami OB
ru: Бронепробитие ОФ-снарядов
uk: Бронепробиття ОФ-снарядів
zh: 超过139毫米口径火炮的高爆弹穿甲力
zh_sg: 高爆弹装甲穿透

# IDS_PARAMS_MODIFIER_THRESHOLDPENETRATIONCOEFFICIENTSMALL
source: Armor penetration capacity of HE shells
es_mx: Capacidad de penetración de blindaje de los proyectiles HE
ja: HE 弾の装甲貫通力
pl: Zdolność penetracji pancerza pociskami OB
ru: Бронепробитие ОФ-снарядов
uk: Бронепробиття ОФ-снарядів
zh: 等于或小于139毫米的高爆弹穿甲能力
zh_sg: 高爆弹装甲穿透

# IDS_PARAMS_MODIFIER_TIMESTEP
source: Reload time reduction for all types of armament for each 1% of HP lost
es_mx: Tiempo de recarga de todos los tipos de armamento por cada 1% de los HP perdidos
ja: あらゆる兵装の装填時間短縮 (HP 喪失 1% 毎に)
pl: Skrócenie czasu przeładowania wszystkich typów uzbrojenia na każdy 1% straconych PW
ru: Время перезарядки всех типов вооружения за каждый 1% потерянной боеспособности
uk: Час перезаряджання всіх типів озброєння за кожен 1 % втраченої боєздатності
zh: 每损失1%的血量所增加的所有武装装填时间
zh_sg: 每损失1%生命所有类型武器的装填时间减少

# IDS_PARAMS_MODIFIER_TORPEDOBOMBER
source: Torpedo bomber aiming speed
es_mx: Velocidad para apuntar del torpedero
ja: 雷撃機の照準速度
pl: Szybkość celowania bombowców torpedowych
ru: Скорость сведения у торпедоносцев
uk: Швидкість зведення у торпедоносців
zh: 鱼雷轰炸机瞄准速度
zh_sg: 鱼雷轰炸机瞄准速度

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERACCURACYINCRATECOEFF
source: [UNUSED]Torpedo bomber aiming speed
es_mx: [UNUSED]Velocidad para apuntar del torpedero
ja: [UNUSED]雷撃機の照準速度
pl: [NIEUŻYWANE]Szybkość celowania bombowców torpedowych
ru: [UNUSED]Скорость сведения у торпедоносцев
uk: [UNUSED]Швидкість зведення у торпедоносців
zh: [UNUSED]Скорость сведения у торпедоносцев
zh_sg: [UNUSED]鱼雷轰炸机瞄准速度

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERAIMINGTIME
source: Torpedo bomber attack time
ja: 雷撃機の攻撃時間
pl: Czas ataku bombowców torpedowych
ru: Время атаки торпедоносцев
zh: 鱼雷轰炸机攻击时间

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERHEALTH
source: Torpedo bomber HP
ja: 雷撃機の HP
pl: PW bombowców torpedowych
ru: Боеспособность торпедоносцев
zh: 鱼雷轰炸机血量

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERMAXSPEEDMULTIPLIER
source: [UNUSED]Maximum speed of torpedo bombers
es_mx: [UNUSED]Velocidad máxima de los torpederos
ja: [UNUSED]雷撃機の最高速度
pl: [NIEUŻYWANE]Prędkość maksymalna bombowców torpedowych
ru: [UNUSED]Максимальная скорость торпедоносцев
uk: [HIDDEN]Максимальна швидкість торпедоносців
zh: [UNUSED]Максимальная скорость торпедоносцев
zh_sg: [UNUSED]鱼雷轰炸机最高速度

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERMINSPEEDMULTIPLIER
source: [UNUSED]Minimum speed of torpedo bombers
es_mx: [UNUSED]Velocidad mínima de los torpederos
ja: [UNUSED]雷撃機の最低速度
pl: [NIEUŻYWANE]Prędkość minimalna bombowców torpedowych
ru: [UNUSED]Минимальная скорость торпедоносцев
uk: [HIDDEN]Мінімальна швидкість торпедоносців
zh: [UNUSED]Минимальная скорость торпедоносцев
zh_sg: [UNUSED]鱼雷轰炸机最低速度

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERSPEEDMULTIPLIER
source: [UNUSED]Cruising speed of torpedo bombers
es_mx: [UNUSED]Velocidad de crucero de los torpederos
ja: [UNUSED]雷撃機の巡航速度
pl: [NIEUŻYWANE]Prędkość przelotowa bombowców torpedowych
ru: [UNUSED]Крейсерская скорость торпедоносцев
uk: [HIDDEN]Крейсерська швидкість торпедоносців
zh: [UNUSED]Крейсерская скорость торпедоносцев
zh_sg: [UNUSED]鱼雷轰炸机巡航速度

# IDS_PARAMS_MODIFIER_TORPEDOBOMBERSPREPARECOEFFICIENT
source: Restoration time of torpedo bombers
es_mx: Tiempo de recuperación de los torpederos
ja: 雷撃機の復旧時間
pl: Czas uzupełniania bombowców torpedowych
ru: Время восстановления торпедоносцев
uk: Час відновлення торпедоносців
zh: 鱼雷轰炸机的整备时间
zh_sg: 鱼雷轰炸机的恢复时间

# IDS_PARAMS_MODIFIER_TORPEDODAMAGECOEFF
source: Damage caused by torpedoes
es_mx: Daño causado por los torpedos
ja: 魚雷によるダメージ
pl: Uszkodzenia od torped
ru: Урон от торпед
uk: Шкода торпедами
zh: Урон от торпед
zh_sg: 鱼雷造成的伤害

# IDS_PARAMS_MODIFIER_TORPEDORANGECOEFFICIENT
source: Ship torpedo range
es_mx: Alcance del torpedo del barco
ja: 艦載魚雷の射程
pl: Zasięg torped okrętu
ru: Дальность хода корабельных торпед
uk: Дальність ходу корабельних торпед
zh: 鱼雷射程
zh_sg: 战舰鱼雷射程

# IDS_PARAMS_MODIFIER_TORPEDORELOADCOEFF
source: Torpedo tubes reload time
es_mx: Tiempo de Carga de los Tubos de Torpedo
ja: 魚雷発射管の装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки ТА
uk: Час перезаряджання ТА
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_PARAMS_MODIFIER_TORPEDORELOADTIME
source: Torpedo tubes reload time
es_mx: Tiempo de Carga de los Tubos de Torpedo
ja: 魚雷発射管の装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки ТА
uk: Час перезаряджання ТА
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_PARAMS_MODIFIER_TORPEDOSPEEDBONUS
source: Ship torpedo speed
es_mx: Velocidad del torpedo del barco
ja: 艦載魚雷の雷速
pl: Prędkość torped okrętu
ru: Скорость хода корабельных торпед
uk: Швидкість ходу корабельних торпед
zh: 鱼雷航速
zh_sg: 战舰鱼雷航速

# IDS_PARAMS_MODIFIER_TORPEDOSPEEDMULTIPLIER
source: Speed of ship-launched torpedoes without other modifiers being taken into account
es_mx: Velocidad de los torpedos lanzados desde un barco sin otros modificadores tomados en consideración
ja: 艦載魚雷の雷速 (他の補正を考慮しない値)
pl: Prędkość torped wystrzelonych z okrętu bez uwzględniania innych modyfikatorów
ru: Скорость хода корабельных торпед без учёта других модификаторов
uk: Швидкість ходу корабельних торпед без урахування інших модифікаторів
zh: 鱼雷航速
zh_sg: 不考虑账号其他修正效果战舰发射鱼雷的速度

# IDS_PARAMS_MODIFIER_TORPEDOVISIBILITYFACTOR
source: Torpedo Detectability Range by Sea
ja: 魚雷の海面発見距離
pl: Wykrywalność torped z powierzchni wody
ru: Заметность торпед
zh: 海上的鱼雷被侦测距离

# IDS_PARAMS_MODIFIER_UWCOEFFBONUS
source: Torpedo protection. Damage reduction
es_mx: Protección contra Torpedos. Reducción de Daño
ja: 対水雷防御: ダメージ軽減
pl: Obrona przeciwtorpedowa. Ograniczanie uszkodzeń
ru: ПТЗ. Снижение урона
uk: ПТЗ. Зменшення шкоди
zh: 鱼雷防护。伤害降低
zh_sg: 鱼雷防护。降低伤害

# IDS_PARAMS_MODIFIER_VISIBILITYDISTCOEFF
source: Ship's detectability range
es_mx: Rango de detectabilidad del barco
ja: 艦の被発見距離
pl: Zasięg wykrywalności okrętu
ru: Заметность корабля
uk: Помітність корабля
zh: 被侦测距离
zh_sg: 战舰的被侦察范围

# IDS_PARAMS_MODIFIER_VISIBILITYFACTOR
source: Detectability range by sea
es_mx: Rango de Detectabilidad por Mar
ja: 海面発見距離
pl: Zasięg wykrywalności z powierzchni
ru: Заметность с кораблей
uk: Помітність з кораблів
zh: 海上的被侦测距离
zh_sg: 对海被侦察范围

# IDS_PARAMS_MODIFIER_VISIBILITYFACTORALL
source: Ship's detectability range
es_mx: Rango de detectabilidad del barco
ja: 艦の被発見距離
pl: Zasięg wykrywalności okrętu
ru: Заметность корабля
uk: Помітність корабля
zh: 被侦测距离
zh_sg: 战舰的被侦察范围

# IDS_PARAMS_MODIFIER_VISIBILITYFACTORBYPLANE
source: Detectability Range by Air
es_mx: Rango de Detectabilidad por Aire
ja: 航空発見距離
pl: Zasięg wykrywalności z powietrza
ru: Заметность с самолётов
uk: Помітність з літаків
zh: 空中的被侦测距离
zh_sg: 对空被侦察范围

# IDS_PARAMS_MODIFIER_VISIONDISTCOEFF
source: Spotting range
es_mx: Rango de Detección
ja: 視程
pl: Zasięg wykrywania
ru: Дальность видимости
uk: Дальність видимості
zh: 可侦测范围
zh_sg: 侦察范围

# IDS_PARAMS_MODIFIER_VISIONTORPEDOCOEFF
source: Acquisition range of torpedoes
es_mx: Rango de detección de torpedos
ja: 魚雷捕捉範囲
pl: Zasięg wykrywania torped
ru: Дистанция обнаружения торпед
uk: Дистанція виявлення торпед
zh: 鱼雷侦查距离
zh_sg: 鱼雷捕获范围

# IDS_PARAMS_MODIFIER_VISIONXRAYSHIPCOEFF
source: Range of assured acquisition of enemy ships
es_mx: Rango de detección efectivo de los barcos enemigos
ja: 敵艦艇の強制発見距離
pl: Zasięg pewnego wykrywania okrętów wroga
ru: Дистанция гарантированного обнаружения кораблей
uk: Дистанція гарантованого виявлення кораблів
zh: 确保侦测到敌方战舰的距离
zh_sg: 对敌舰的绝对捕获范围

# IDS_PARAMS_MODIFIER_VISIONXRAYTORPEDODIST
source: Range of assured acquisition of torpedoes
ja: 魚雷の強制発見距離
pl: Zasięg pewnego wykrywania torped
ru: Дистанция гарантированного обнаружения торпед
zh: Дистанция гарантированного обнаружения торпед

# IDS_PARAMS_MODIFIER_VITALITYAIRPLANESCOEFFICIENT
source: Amount of aircraft HP
es_mx: Cantidad de HP de la aviación
ja: 航空機の HP 量
pl: Liczba PW samolotu
ru: Количество очков боеспособности самолётов
uk: Кількість очок боєздатності літаків
zh: 飞机的血量
zh_sg: 飞机生命值

# IDS_PARAMS_MODIFIER_VITALITYCOEFFICIENT
source: Amount of HP for each ship tier
es_mx: Cantidad de HP por cada nivel del barco
ja: HP 量 (艦艇の Tier 1 段階毎に)
pl: Liczba PW na każdy poziom okrętu
ru: Количество очков боеспособности за каждый уровень корабля
uk: Кількість очок боєздатності за кожний рівень корабля
zh: 每一级战舰的血量
zh_sg: 每级战舰的生命值

# IDS_PARAMS_MODIFIER_WORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_WORKTIME_TALENT
source: Action time of the talent
es_mx: Tiempo de acción del talento
ja: 固有スキルの動作時間
pl: Czas działania talentu
ru: Время работы таланта
uk: Час роботи таланта
zh: Время работы таланта
zh_sg: 天赋作用时间

# IDS_PARAM_HIGH_VISIBILITY_TIME
source: The duration of increased ship detectability after firing a main gun shell
es_mx: La duración de la detectabilidad incrementada al disparar un proyectil del cañón principal
ja: 主砲射撃後の被発見距離の増大時間
pl: Czas zwiększonej wykrywalności okrętu po wystrzeleniu z działa baterii głównej
ru: Время увеличенной заметности после выстрела ГК
uk: Час збільшеної помітності після пострілу ГК
zh: 在开火之后增加的战舰被侦测机率
zh_sg: 主炮发射炮弹后的被发现的可能性持续时间延长

# IDS_PARAM_HIGH_VISIBILITY_TIME_AA
source: The duration of increased ship detectability after firing an AA gun shell
es_mx: La duración de la detectabilidad aumentada del barco después de disparar un proyectil de un cañón AA
ja: 対空兵装射撃後の被発見距離の増大時間
pl: Czas zwiększonej wykrywalności okrętu po wystrzeleniu z działa przeciwlotniczego
ru: Время увеличенной заметности после выстрела ПВО
uk: Час збільшеної помітності після пострілу ППО
zh: Время увеличенной заметности после выстрела ПВО
zh_sg: 防空炮射击后战舰被发现的可能性增加的持续时间

# IDS_PARAM_HIGH_VISIBILITY_TIME_PINGER
source: Duration of Increased Detectability After Emitting a Sonar Ping
es_mx: Duración de la Detectabilidad aumentada después de emitir un pulso del Sonar
ja: ソナーピンガー発振後の被発見距離の増大時間
pl: Czas zwiększonej wykrywalności po wysłaniu impulsu sonaru
ru: Время увеличенной заметности после пуска акустического импульса
uk: Час збільшеної помітності після пуску акустичного імпульсу
zh: Время увеличенной заметности после пуска акустического импульса
zh_sg: 发射声呐脉冲后被发现的可能性增加的持续时间

# IDS_PARAM_SELF_VISIBLE_RANGE
source: Spotting Range
es_mx: Rango de Detección
ja: 視程
pl: Zasięg wykrywania
ru: Дальность видимости
uk: Дальність видимості
zh: 可侦测范围
zh_sg: 侦察范围

# IDS_PARAM_VISIBILITY_AA
source: When firing AA guns
es_mx: Al disparar cañones AA
ja: 対空砲火中
pl: Dla dział plot.
ru: При стрельбе ПВО
uk: під час стрільби ППО
zh: 防空炮射击时
zh_sg: 防空炮射击时

# IDS_PARAM_VISIBILITY_ATBA
source: When firing AA guns
es_mx: Al disparar cañones AA
ja: 対空砲火中
pl: Dla dział plot.
ru: При стрельбе ПВО
uk: під час стрільби ППО
zh: 防空炮射击时
zh_sg: 防空炮射击时

# IDS_PARAM_VISIBILITY_FIRE
source: When on fire
es_mx: Al estar en llamas
ja: 火災発生中
pl: W trakcie pożaru
ru: При пожаре
uk: під час пожежі
zh: 火灾时
zh_sg: 火灾时

# IDS_PARAM_VISIBILITY_GK
source: After firing a main gun shell
es_mx: Al disparar un cañón principal
ja: 主砲射撃後
pl: Po wystrzale z działa głównego
ru: После выстрела ГК
uk: після пострілу ГК
zh: 射出主炮炮弹后
zh_sg: 射出主炮炮弹后

# IDS_PARENTAL_CONTROL_BLOCK_APPLIED
source: The BATTLE! button is locked. You are not allowed to start a new battle. The session ends in:
es_mx: El botón "¡BATALLA!" está bloqueado. No se te permite comenzar una nueva batalla. La sesión termina en:
ja: 「戦闘開始!」ボタンがロックされ、新しい戦闘を開始できません。 セッション終了まで:
pl: Przycisk BITWA! jest zablokowany. Nie możesz wejść teraz do nowej bitwy. Sesja kończy się za:
ru: Кнопка «В БОЙ!» заблокирована. Вы не можете начать новый бой. Сессия будет завершена через:
uk: Кнопку «В БІЙ!» заблоковано. Ви не зможете почати новий бій. Сеанс завершиться через:
zh: Кнопка «В БОЙ!» заблокирована. Вы не можете начать новый бой. Сессия будет завершена через:
zh_sg: “加入战斗”按钮将被锁定。您不允许开始新战斗。 结束于：

# IDS_PARENTAL_CONTROL_BLOCK_IMMINENT
source: The BATTLE! button will be locked. You will not be allowed to start a new battle in:
es_mx: El botón "¡BATALLA!" será bloqueado. No se te permitirá comenzar una nueva batalla en:
ja: 「戦闘開始!」ボタンがロックされ、新しい戦闘を開始できなくなるまで:
pl: Przycisk BITWA! jest teraz zablokowany. Nie możesz rozpocząć nowej bitwy przez:
ru: Кнопка «В БОЙ!» будет заблокирована. Вы не сможете начать новый бой через:
uk: Кнопку «В БІЙ!» заблокують. Ви не зможете почати новий бій через:
zh: Кнопка «В БОЙ!» будет заблокирована. Вы не сможете начать новый бой через:
zh_sg: “加入战斗”按钮将被锁定。您在一段时间内不允许开始新战斗：

# IDS_PARENTAL_CONTROL_SESSION_END_IMMINENT_COLON
source: The session ends in:
es_mx: La sesión termina en:
ja: セッション終了まで:
pl: Zakończenie sesji:
ru: Сессия будет завершена через:
uk: Сеанс закінчиться через:
zh: Сессия будет завершена через:
zh_sg: 阶段结束于：

# IDS_PARENT_CONTROL_DAILY_LIMIT
source: tomorrow.
es_mx: mañana.
ja: 明日
pl: jutro.
ru: завтра.
uk: завтра.
zh: завтра.
zh_sg: 明天。

# IDS_PARENT_CONTROL_WEEKLY_LIMIT
source: next week.
es_mx: la siguiente semana.
ja: 来週
pl: w przyszłym tygodniu.
ru: на следующей неделе.
uk: наступного тижня.
zh: на следующей неделе.
zh_sg: 下周。

# IDS_PARTICIPATE_IN_RANKED_BATTLES
source: Participate in Ranked Battles to receive commemorative flags.
es_mx: Participa en las Batallas por Rangos para recibir banderas conmemorativas.
ja: ランク戦に参加して記念旗を取得しましょう。
pl: Uczestniczył w bitwach rankingowych i otrzymał pamiątkową flagę.
ru: Принимайте участие в ранговых боях, чтобы получить памятные флаги.
uk: Беріть участь у рангових боях, щоб отримати пам’ятні прапори.
zh: 参加排位战将获得纪念版信号旗。
zh_sg: 参加排位战获得纪念旗帜。

# IDS_PARTICLES_PRESET
source: Effects Preset
es_mx: Efectos Preajustados
ja: エフェクト・プリセット
pl: Zestaw ustawień efektów
ru: Набор эффектов
uk: Набір ефектів
zh: 预设特效
zh_sg: 预设特效

# IDS_PARTICLE_QUALITY
source: Effects Quality
es_mx: Calidad de Efectos
ja: エフェクト品質
pl: Jakość efektów
ru: Качество эффектов
uk: Якість ефектів
zh: 特效品质
zh_sg: 特效品质

# IDS_PARTIES_ARE_NOT_ALLOWED_IN_COOPERATIVE_BATTLES
source: Teams are not allowed to participate in Co-op Battles
es_mx: Los Equipos no pueden participar en Batallas Cooperativas
ja: チームは Co-op 戦には参加できません
pl: Drużyny nie mogą brać udziału w bitwach kooperacyjnych
ru: Команды не допускаются в кооперативные бои
uk: Команди не допускають до кооперативних боїв
zh: 不允许用队伍来参与联合战斗
zh_sg: 不允许用团队来参与联合作战

# IDS_PARTIES_ARE_NOT_ALLOWED_IN_RANDOM_BATTLES
source: Teams are not allowed to participate in Random Battles
es_mx: Los Equipos no pueden participar en Batallas Aleatorias
ja: チームはランダム戦には参加できません
pl: Drużyny nie mogą brać udziału bitwach losowych
ru: Команды не допускаются в случайные бои
uk: Команди не допускають до випадкових боїв
zh: 不允许用队伍来参与标准战斗
zh_sg: 不允许用团队来参与随机战斗

# IDS_PARTIES_ARE_NOT_ALLOWED_IN_RANK_BATTLES
source: Teams are not allowed to participate in Ranked Battles
es_mx: Los Equipos no pueden participar en Batallas por Rango
ja: ランク戦はチームでは参加できません
pl: Drużyny nie mogą brać udziału w bitwach rankingowych
ru: Команды не допускаются в ранговые бои
uk: Команди не допускають до рангових боїв
zh: 不允许用队伍来参与排位战
zh_sg: 不允许组队参与排位战

# IDS_PARTNERS_BUTTON_OUT
source: DOCUMENTS
ja: 文書
pl: DOKUMENTY
ru: ДОКУМЕНТЫ
zh: ДОКУМЕНТЫ

# IDS_PARTNERS_HEADER
source: LEGAL INFORMATION
ja: 法律情報
pl: INFORMACJE PRAWNE
ru: ЮРИДИЧЕСКАЯ ИНФОРМАЦИЯ
zh: ЮРИДИЧЕСКАЯ ИНФОРМАЦИЯ

# IDS_PARTNERS_LL_GAMES_WORKSHOP
source: Warhammer 40,000 © Copyright Games Workshop Limited 2020. GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under license. All rights reserved to their respective owners.
zh: Warhammer 40,000 © Copyright Games Workshop Limited 2020. GW, Games Workshop, Space Marine, 40K, Warhammer, Warhammer 40,000, 40,000, the ‘Aquila’ Double-headed Eagle logo, and all associated logos, illustrations, images, names, creatures, races, vehicles, locations, weapons, characters, and the distinctive likeness thereof, are either ® or TM, and/or © Games Workshop Limited, variably registered around the world, and used under licence. All rights reserved to their respective owners.

# IDS_PARTNERS_LL_HIGHSCHOOLFLEET
source: © AAS
ja: © AAS / 海上安全整備局
zh: © AAS／海上安全整備局

# IDS_PARTNERS_LOGIN_SCREEN_BUTTON
source: Our partners
ja: パートナー
pl: Nasi partnerzy
ru: Наши партнёры
zh: Наши партнёры

# IDS_PARTY_COMMANDER_C
source: Commander
es_mx: Comandante
ja: 指揮官
pl: Dowódca
ru: Командир
uk: Командир
zh: 指挥官
zh_sg: 指挥官

# IDS_PARTY_IN_BATTLE
source: The Team is in battle
es_mx: El Equipo está en batalla
ja: チームは戦闘中
pl: Drużyna jest w bitwie
ru: Команда находится в бою
uk: Команда перебуває у бою
zh: 该队伍正在战斗中
zh_sg: 该团队正在战斗中

# IDS_PARTY_LEAVES_WITHOUT_YOU
source: The Team will enter the battle without you
es_mx: El Equipo entrará a la batalla sin ti
ja: チームはあなたを伴わずに戦闘に参加します
pl: Drużyna wejdzie do bitwy bez Ciebie
ru: Команда уходит в бой без вас
uk: Команда йде в бій без вас
zh: 该队伍已进入战斗
zh_sg: 团队将在没有您的情况下进入战斗

# IDS_PARTY_LEAVES_WITHOUT_YOU_INFO
source: Click "STAY IN PORT", if you do not want to enter the battle now. You will remain on the Team.
es_mx: Haz clic en "PERMANECER EN PUERTO", si no quieres entrar a la batalla ahora. Permanecerás en el Equipo.
ja: 今戦闘に参加したくない場合は、「港に留まる」をクリックしてください。チームには参加したままになります。
pl: Kliknij na „ZOSTAŃ W PORCIE”, jeśli nie chcesz wejść teraz do bitwy. Pozostaniesz członkiem drużyny.
ru: Нажмите «ОСТАЮСЬ В ПОРТУ», если не хотите вступать в бой сейчас. Вы останетесь в составе команды.
uk: Натисніть «ЗАЛИШАЮСЯ В ПОРТУ», якщо не хочете зараз вступати у бій. Ви залишитеся у складі команди.
zh: 当您准备完毕时，请点击“开战”进入战斗。如果您暂时不想加入战斗，请点击“返回港口”。
zh_sg: 如果您现在不想进入战斗，点击"待在港口"。您会继续留在团队中。

# IDS_PARTY_NOT_READY
source: The Team is not ready
es_mx: El Equipo no está listo
ja: チームは準備中
pl: Drużyna nie jest gotowa
ru: Команда не готова
uk: Команда не готова
zh: 该队伍未准备好
zh_sg: 团队未准备

# IDS_PARTY_NOT_READY_COMMANDER_INFO
source: Players who are not ready will have 15 seconds to make a decision about entering this battle. Players who are not ready will not enter the battle, but will remain on the Team.
es_mx: Los jugadores que no estén listos tendrán 15 segundos para decidir si entran a esta batalla. Los jugadores que no estén listos no entrarán a la batalla, pero permanecerán en el Equipo.
ja: 準備中のプレイヤーには、この戦闘に参加するかどうかを決めるために 15 秒間が与えられます。 準備中のプレイヤーは戦闘には参加しませんが、チームには参加したままになります。
pl: Gracze, którzy nie są gotowi, będą mieli 15 sekund na podjęcie decyzji, czy chcą wejść do bitwy. Gracze, którzy nie są gotowi, nie wejdą do bitwy, ale pozostaną członkami drużyny.
ru: У неготовых игроков есть 15 секунд для принятия решения о выходе в этот бой. Неготовые игроки не попадут в бой, но останутся в составе команды.
uk: Гравці, які не готові, мають 15 секунд, щоб вирішити чи вступати у цей бій. Гравці, які не готові, не вступають у бій, але залишаться у складі команди.
zh: 未准备好的玩家将会有 15 秒钟的时间来决定是否进入此战斗。 未准备好的玩家将不会进入战斗，但会继续留在队伍中。
zh_sg: 未准备好的玩家将会有15秒钟的时间来决定是否进入此战斗。 未准备好的玩家将不会进入战斗，但会继续留在团队中。

# IDS_PARTY_READY
source: The Team is ready
es_mx: El Equipo está listo
ja: チームは準備中
pl: Drużyna nie jest gotowa
ru: Команда готова
uk: Команда готова
zh: 该队伍已准备好
zh_sg: 团队已准备

# IDS_PARTY_UP_FOR_BATTLE
source: The Team is assembling for the battle
es_mx: El Equipo está reuniéndose para la batalla
ja: 戦闘に備えチームを招集中
pl: Drużyna gromadzi się przed bitwą.
ru: Команда собирается в бой
uk: Команда збирається вступити в бій
zh: 该队伍即将进入战斗
zh_sg: 该团队即将进入战斗

# IDS_PASA002
source: Bogue (old)
pl: Bogue (stary)
zh: 博格
zh_sg: 博格（旧）

# IDS_PASA002_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA002_SHORT
source: BGUE
zh: 博格
zh_sg: 博格

# IDS_PASA004
source: Langley (old)
pl: Langley (stary)
zh: 兰利
zh_sg: 兰利（旧）

# IDS_PASA004_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA004_SHORT
source: LNGL
zh: 兰利
zh_sg: 兰利

# IDS_PASA006
source: Independence (old)
pl: Independence (stary)
zh: 独立
zh_sg: 独立（旧）
