Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC358_SOVIETBBARC_406MM_SHELL_DESCRIPTION
source: 406 mm 50-caliber guns for Sovetsky Soyuz-class battleships (name-code B-37) were among the most powerful naval artillery systems in the world. Their shells were produced by the Bolshevik plant in Leningrad, the design office of which played a major role in the design of the guns themselves. The main types of ammunition for the B-37 systems were armor-piercing and semi-armor-piercing shells. The weight of each was 1,108 kg. The armor-piercing shell was slightly smaller, but still having a 1.9-meter length it was of rather considerable dimensions. With an initial speed of 830 m/s, such a shell penetrated a 406 mm armor plate from a distance of 13.6 km at a 25 degree angle of incidence. The magazine design capacity of Sovetsky Soyuz-class battleships was 900 shells for main-caliber guns. World War II prevented these mighty ships from being built, but an experimental B-37 cannon was actually used in combat: 81 projectiles were fired at enemy positions from a test site near Leningrad.
es_mx: Los cañones de calibre 50 de 406 mm de la clase de acorazados Sovetsky Soyuz (nombre en clave: B-37) formaban parte de los sistemas de artillería naval más potentes del mundo. Sus proyectiles se producían en la planta bolchevique de Leningrado, la oficina de diseño que desempeñaba un papel principal en el diseño de los propios cañones. Los tipos principales munición para los sistemas del B-37 eran los proyectiles perforantes y semiperforantes. El peso de cada uno de ellos era de 1108 kg. Los proyectiles perforantes eran ligeramente más pequeños, pero aún así tenían una longitud de 1,9 metros, por lo que sus dimensiones eran considerables. Con una velocidad inicial de 830 m/s, estos proyectiles podían penetrar una placa blindada de 406 mm a una distancia de 13,6 km con un ángulo de inclinación de 25 grados. La capacidad de la santabárbara proyectada era de 900 proyectiles para sus cañones de gran calibre. La Segunda Guerra Mundial impidió la construcción de estos barcos, pero un cañón B-37 experimental se llegó a usar en combate: se lanzaron 81 proyectiles a posiciones enemigas desde un emplazamiento de pruebas cerca de Leningrado.
ja: ソヴィエツキー・ソユーズ級戦艦 (コードネーム B-37) 用の 50 口径 406 mm 砲は、世界でも最も強力な艦載砲システムのひとつでした。その砲弾の生産はレニングラードのボリシェヴィキ工場が担当していましたが、この工場の設計局は、砲本体の設計においても重要な役割を担いました。 B-37 システム用の主要弾種は徹甲弾と半徹甲弾であり、各 1,108 kg で、徹甲弾の砲が若干小型でしたが、それでも長さが 1.9 m もあり、かなりの大きさでした。この徹甲弾は砲口初速 830 m/s で撃ち出され、距離 13.6 km、入射角 25 度で 406 mm 厚の装甲板を貫通する能力がありました。ソヴィエツキー・ソユーズ級戦艦の主砲弾の携行弾数は合計 900 発でした。これらの強力な戦艦は、二次大戦の勃発に伴い建造が中止されましたが、B-37 砲の試作品が実戦運用され、レニングラード近郊の試験場から敵の拠点に向けて 81 発の砲弾を放ちました。
pl: Działa kal. 406 mm/50 pancerników klasy Sowietskij Sojuz (nazwa kodowa B-37) należały do jednych z najpotężniejszych morskich systemów artyleryjskich świata. Ich pociski produkowano w fabryce Bolszewickiej w Leningradzie – biurze projektowym, które odegrało znaczącą rolę w projektowaniu samych dział. Głównym typem amunicji dla dział B-37 były pociski przeciwpancerne i półpancerne. Masa każdego pocisku wynosiła 1108 kg. Pociski przeciwpancerne były nieco mniejsze, mierzyły 1,9 m długości, więc i tak były pokaźnych rozmiarów. Przy prędkości wylotowej wynoszącej 830 m/s pocisk taki mógł przebić 406-milimetrową płytę pancerną z odległości 13,6 km, trafiając pod kątem 25 stopni. Magazyn pancerników klasy Sowietskij Sojuz mieścił 900 pocisków do dział głównej baterii. Wybuch II wojny światowej zaprzepaścił szanse na budowę tych okrętów, ale eksperymentalne działo B-37 udało się wykorzystać w boju: z poligonu w pobliżu Leningradu wystrzelono 81 pocisków w kierunku wroga.
ru: Орудия для линейных кораблей типа «Советский Союз» — 406 мм с длиной ствола в 50 калибров, шифр Б-37, — являлись одними из самых мощных в мире корабельных артиллерийских систем. Снаряды для них изготавливал завод «Большевик» в Ленинграде, конструкторское бюро которого сыграло основную роль в проектировании самих орудий. Основными типами боеприпасов для систем Б-37 были бронебойный и полубронебойный снаряды. Вес каждого из них составлял 1108 кг. Бронебойный был немного меньше по размеру, но и он при длине 1,9 метра был достаточно внушителен. Имея начальную скорость 830 м/с, такой снаряд пробивал 406-мм броневую плиту с расстояния в 13,6 км при угле соприкосновения в 25 градусов от нормали. Проектная вместимость погребов на линкорах типа «Советский Союз» составляла 900 снарядов для орудий главного калибра. Начало Великой Отечественной войны не позволило достроить эти могучие корабли, однако в боевых действиях приняло участие опытное орудие Б-37, отправившее с полигона под Ленинградом на позиции противника 81 снаряд.
uk: Гармати для лінійних кораблів типу «Совєтській Союз» — калібру 406 мм із довжиною ствола 50 калібрів, шифр Б-37, — були одними з найпотужніших у світі корабельних артилерійських систем. Снаряди для них виготовляв завод «Більшовик» у Ленінграді, конструкторське бюро якого зіграло головну роль у проектуванні самих гармат. Основними типами боєприпасів для систем Б-37 були бронебійні та напівбронебійні снаряди. Маса кожного з них була 1108 кг. Бронебійний був трохи меншим за розміром, але й він завдовжки 1,9 метра вельми вражав. Маючи початкову швидкість 830 м/с, такий снаряд пробивав 406-мм броньову плиту з відстані 13,6 км і кутом контакту 25 градусів від нормалі. Проектна місткість погребів на лінкорах типу «Совєтській Союз» становила 900 снарядів для гармат головного калібру. Початок Великої Вітчизняної війни Радянського Союзу не дав змоги добудувати ці могутні кораблі, проте участь у бойових діях брала дослідна гармата Б-37, яка з полігону під Ленінградом надіслала по позиціях супротивника 81 снаряд.
zh: Орудия для линейных кораблей типа «Советский Союз» — 406 мм с длиной ствола в 50 калибров, шифр Б-37, — являлись одними из самых мощных в мире корабельных артиллерийских систем. Снаряды для них изготавливал завод «Большевик» в Ленинграде, конструкторское бюро которого сыграло основную роль в проектировании самих орудий. Основными типами боеприпасов для систем Б-37 были бронебойный и полубронебойный снаряды. Вес каждого из них составлял 1108 кг. Бронебойный был немного меньше по размеру, но и он при длине 1,9 метра был достаточно внушителен. Имея начальную скорость 830 м/с, такой снаряд пробивал 406-мм броневую плиту с расстояния в 13,6 км при угле соприкосновения в 25 градусов от нормали. Проектная вместимость погребов на линкорах типа «Советский Союз» составляла 900 снарядов для орудий главного калибра. Начало Великой Отечественной войны не позволило достроить эти могучие корабли, однако в боевых действиях приняло участие опытное орудие Б-37, отправившее с полигона под Ленинградом на позиции противника 81 снаряд.
zh_sg: 苏联级战列舰（代号B-37）使用的406毫米50倍口径火炮是世界上最强大的海军火炮系统之一。其炮弹是由列宁格勒的布尔什维克工厂生产的，列宁格勒的设计办公室在火炮本身的设计中发挥了重要作用。 B-37系统的主要弹药类型是穿甲弹和半穿甲弹。每枚的重量是1108千克。穿甲弹稍微小一些，但仍然有1.9米的长度，所以它的体积相当大。830米/秒的初始速度能以25度角从13.6公里的距离上击穿406毫米的装甲板。苏联级战列舰设计的弹匣容量为900发主炮炮弹。第二次世界大战阻碍了这些强大战舰的建造，但在二战末期曾使用了一门实验型B-37火炮：在列宁格勒附近的一个试验场向敌方阵地发射了81发炮弹。

# IDS_PCZC359_SOVIETBBARC_457MM_SHELL
source: 457 mm Shell for Project 24 Battleships
es_mx: Proyectil de 457 mm para los Acorazados del Proyecto 24
ja: 24 計画型戦艦用の 457 mm 砲弾
pl: Pocisk kal. 457 mm dla pancerników Projekt 24
ru: 457-мм снаряд для линкоров проекта 24
uk: 457-мм снаряд для лінкорів проекту 24
zh: 457-мм снаряд для линкоров проекта 24
zh_sg: 24号项目战列舰的457毫米炮弹

# IDS_PCZC359_SOVIETBBARC_457MM_SHELL_DESCRIPTION
source: Design calculations for a 457 mm gun, one of the main armament variants for post-war battleships (Project 24), were made in 1949 and provided for a 50-caliber gun barrel. The initial velocity of the 1580 kg shell was 850 m/s, the shell of 1,720 kg had an initial velocity of 820 m/s. The weight and size of the turret with three guns made the displacement of the Project 24 battleships unbearable for the Soviet industry. At the same time, the power of the 50-caliber gun was excessive, based on the characteristics of battleships that were part of foreign fleets at that time. Reducing the length of the 457 mm gun barrel to 48 calibers would provide a 1,580 kg shell with an initial speed of about 800 m/s, which guaranteed penetration of the armor of Iowa-class American battleships, the main suspected opponent of the project 24 ships, at all reasonable angles and flight paths. Based on the similar characteristics of the 406 mm shells for B-37 guns, the ammunition for the 457 mm gun would have been over 2.1 m long, with an explosive weight ranging from 36 to 128 kg, depending on the shell type: armor-piercing or explosive.
es_mx: Los cálculos de diseño efectuados en 1949 para un cañón de 457 mm, una de las variantes de armamento primarias para los acorazados de posguerra (Proyecto 24), sentaron las bases para un cañón de calibre 50. La velocidad inicial del proyectil de 1580 kg era de 850 m/s y la del proyectil de 1720 kg era de 820 m/s. El peso y el tamaño de la torreta de tres cañones hizo que el desplazamiento de los acorazados fuera inasumible para la industria de construcción naval de la URSS. Al mismo tiempo, la potencia del cañón de calibre 50 era excesiva teniendo en cuenta las características de los acorazados que formaban parte de flotas extranjeras en aquel momento. Reducir la longitud del cañón de 457 mm a un calibre de 48 aportaría un proyectil de 1580 kg con una velocidad inicial de unos 800 m/s. Esto garantizaba la penetración en el blindaje de los acorazados estadounidenses de clase Iowa, considerados el oponente principal de los barcos del Proyecto 24, desde todos los ángulos y trayectorias aéreas razonables. Basándose en las características similares de los proyectiles de 406 mm para cañones del B-37, la munición para el cañón de 457 mm hubiera excedido los 2,1 m de largo, con una carga explosiva oscilante entre 36 y 128 kg, dependiendo de que el proyectil fuese perforante o explosivo.
ja: 二次大戦終了後に新型戦艦 (プロイェークト 24) が設計された時、その主砲の候補として 457 mm 砲が検討されていました。1949 年に 50 口径 457 mm 砲の設計計算が行われた結果、砲弾重量 1,580 km の場合は砲口初速 850 m/s、砲弾重量 1,720 kg の場合は砲口初速 820 m/s という性能が算出されました。しかしその三連装砲塔はあまりにも重く大型となってしまうため、それを搭載する 24 計画型戦艦の排水量がソ連の造船工業力の限界を超えることが明らかになりました。加えて、この 50 口径砲の威力は、当時の諸外国の戦艦に対抗する上では過剰であるとも考えられました。 457 mm 砲の砲身長を 48 口径に短縮した場合には、1,580 kg の砲弾の砲口初速が約 800 m/s となり、24 計画型戦艦の主要なライバルとみなされていたアメリカのアイオワ級戦艦の装甲を合理的な角度と弾道において貫通できることがわかりました。B-37 砲用の 406 mm 砲弾に似た諸元をベースにすると、この 457 mm 砲用の砲弾は長さ 2.1 m を超え、炸薬量は徹甲弾の場合で約 36 kg、榴弾の場合で 128 kg となる見込みでした。
pl: Obliczenia projektowe dla działa kal. 457 mm, jednego z głównych wariantów uzbrojenia dla pancerników powojennych (Projekt 24), wykonano w roku 1949 dla lufy o długości 50 kalibrów. Prędkość wylotowa pocisku o masie 1580 kg wynosiła 850 m/s, a pocisku o masie 1720 kg – 820 m/s. Ciężar i rozmiary wież sprawiły, że budowa okrętów Projekt 24 stała się nieosiągalna dla przemysłu ZSRR. Jednocześnie moc działa 50-kalibrowego była przesadnie wysoka, biorąc pod uwagę charakterystykę okrętów wrogich flot w tamtych czasach. Zmniejszenie długości lufy z 457 mm do 48 kalibrów sprawiało, że pocisk o masie 1580 kg rozpędzał się do 800 m/s, co gwarantowało przebicie pancerza amerykańskiego pancernika klasy Iowa – uznawanego za głównego przeciwnika dla okrętów Projekt 24. Zachowano przy tym korzystne kąty penetracji i balistykę. Wzorując się na podobnej charakterystyce pocisków kal. 406 mm dla dział B-37, zdecydowano, że amunicja kal. 457 mm miała mieć ponad 2,1 m długości i przenosić ładunek wybuchowy od 36 do 128 kg, w zależności od tego czy chodziło o pocisk przeciwpancerny, czy odłamkowy.
ru: Проектные расчёты для 457-мм орудий, одного из вариантов основного вооружения для послевоенных линкоров («проект 24»), были выполнены в 1949 году и предусматривали длину ствола орудия в 50 калибров. Это обеспечивало снаряду весом 1580 кг начальную скорость в 850 м/с, 1720-килограммовый боеприпас из такой пушки вылетел бы со скоростью 820 м/с. Вес и размеры башни с тремя орудиями доводили водоизмещение линкоров проекта 24 до непосильных для промышленности СССР значений. Мощность 50-калиберного орудия являлась при этом избыточной, исходя из характеристик бронирования любых линкоров, входивших на тот момент в состав иностранных флотов. Уменьшение длины ствола 457-мм орудия до 48 калибров обеспечивало бы 1580-килограммовому снаряду начальную скорость порядка 800 м/с, что гарантировало пробитие брони американских линкоров типа Iowa — предполагаемых главных противников кораблей проекта 24 — при всех разумных углах и траекториях полёта. Исходя из аналогичных характеристик 406-мм снарядов для орудий Б-37, боеприпас для 457-мм пушки имел бы длину свыше 2,1 м при весе взрывчатого вещества от 36 до 128 кг в зависимости от типа — бронебойного или фугасного.
uk: Проектні розрахунки для 457-мм гармат, одного з варіантів головного озброєння для післявоєнних лінкорів («проект 24»), виконали 1949 року. Згідно з ними планували довжину ствола гармати 50 калібрів. Це забезпечувало снаряду з масою 1580 кг початкову швидкість 850 м/с, а 1720-кг боєприпаси з такої гармати вилітали б зі швидкістю 820 м/с. Маса та розміри башти з трьома гарматами доводили водотоннажність лінкорів «проекту 24» до неможливих для промисловості СРСР значень. Причому потужність 50-калібрових гармат була надлишковою, виходячи з характеристик бронювання будь-яких лінкорів, що входили на той момент до складу іноземних флотів. Зменшення довжини ствола 457-мм гармати до 48 калібрів забезпечувало б 1580-кг снаряду початкову швидкість приблизно 800 м/с, що гарантувало пробивання броні американських лінкорів типу Iowa — очікуваних головних супротивників для кораблів «проекту 24» — з усіма можливими розумними кутами й траєкторіями польоту. Виходячи з аналогічних характеристик 406-мм снарядів для гармат Б-37, боєприпаси для 457-мм гармати мали б довжину понад 2,1 м з масою вибухової речовини від 36 до 128 кг залежно від типу — бронебійного чи фугасного.
zh: Проектные расчёты для 457-мм орудий, одного из вариантов основного вооружения для послевоенных линкоров («проект 24»), были выполнены в 1949 году и предусматривали длину ствола орудия в 50 калибров. Это обеспечивало снаряду весом 1580 кг начальную скорость в 850 м/с, 1720-килограммовый боеприпас из такой пушки вылетел бы со скоростью 820 м/с. Вес и размеры башни с тремя орудиями доводили водоизмещение линкоров проекта 24 до непосильных для промышленности СССР значений. Мощность 50-калиберного орудия являлась при этом избыточной, исходя из характеристик бронирования любых линкоров, входивших на тот момент в состав иностранных флотов. Уменьшение длины ствола 457-мм орудия до 48 калибров обеспечивало бы 1580-килограммовому снаряду начальную скорость порядка 800 м/с, что гарантировало пробитие брони американских линкоров типа Iowa — предполагаемых главных противников кораблей проекта 24 — при всех разумных углах и траекториях полёта. Исходя из аналогичных характеристик 406-мм снарядов для орудий Б-37, боеприпас для 457-мм пушки имел бы длину свыше 2,1 м при весе взрывчатого вещества от 36 до 128 кг в зависимости от типа — бронебойного или фугасного.
zh_sg: 1949年制造的457毫米火炮是战后战列舰的主要武器种类之一（24号项目），其设计提供了50倍口径长度的炮管。1580千克的炮弹初速为850米/秒，1720千克的炮弹初速为820米/秒。三联装炮塔的重量和尺寸使24号项目战列舰所需要的排水量过大，以当时的苏联造船水平无法承受。同时，参考当时其他国家战列舰的特点，50倍口径的火炮参数也显得有些多余。 将457毫米炮管的长度缩减到48倍口径可以发射重量1580千克、初速约为800米/秒的炮弹，这个数据保证能从所有角度和弹道情况下击穿24号项目的主要假想敌——美国依阿华级战列舰的装甲。根据B-37火炮406毫米炮弹的特性，457毫米火炮的炮弹的长度超过2.1米，炸药重量为36千克到128千克不等，取决于炮弹是穿甲弹还是高爆弹。

# IDS_PCZC360_SOVIETBBARC_USHAKOV_ORDER
source: The Order of Ushakov
es_mx: La Orden de Ushakov
ja: ウシャコフ勲章
pl: Order Uszakowa
ru: Орден Ушакова
uk: Орден Ушакова
zh: Орден Ушакова
zh_sg: 乌沙科夫勋章
