Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGPT301_TYPE_9
source: Type 92
zh: 九二式

# IDS_PGPT613_Z39
source: G7 Steinbarsch
zh: G7 岩钝鲈

# IDS_PGSA104_DESCR
source: A light fleet carrier design developed during World War II that was set to go into serial production. Similar to many ships designed in Germany at that time, Rhein was supposed to be equipped with a diesel propulsion plant.
es_mx: Un diseño de un portaaviones de flota ligero desarrollado durante la Segunda Guerra Mundial que estaba listo para comenzar su producción en serie. Similar a muchos barcos diseñados en Alemania en esa época, el Rhein sería equipado con una planta de propulsión diésel.
ja: ライン級は二次大戦中に開発された艦隊型軽空母の設計案であり、複数隻を建造することが検討されていました。当時ドイツで設計された他の多くの艦艇と同様にディーゼル機関を採用した案でした。
pl: Lekki lotniskowiec floty opracowany w trakcie II wojny światowej, który miał wejść do produkcji seryjnej. Podobnie, jak wiele okrętów zaprojektowanych wówczas w Niemczech, Rhein miał być wyposażony w maszynownię z silnikami diesla.
ru: Проект «малого авианосца для серийной постройки», разработанный во время Второй мировой войны. Как и многие проектировавшиеся в то время в Германии корабли, имел дизельную энергетическую установку.
uk: Проєкт «малого авіаносця для серійного виробництва», який розробили під час Другої світової війни. Як і багато кораблів, які проєктували тоді в Німеччині, мав дизельну силову установку.
zh: Проект «малого авианосца для серийной постройки», разработанный во время Второй мировой войны. Как и многие проектировавшиеся в то время в Германии корабли, имел дизельную энергетическую установку.
zh_sg: 第二次世界大战期间研发的一种轻型舰队航空母舰并制定了批量生产计划。与当时德国设计的许多战舰类似，莱茵号计划配备一部柴油推进系统。

# IDS_PGSA106_DESCR
source: A project created during World War II to convert an Admiral Hipper-class heavy cruiser into an aircraft carrier. Weser inherited the high speed and strong armor protection of her prototype, while also outmatching the power of her AA defenses to a certain degree.
es_mx: Un proyecto creado durante la Segunda Guerra Mundial para convertir un crucero pesado de la clase Admiral Hipper en un portaaviones. El Weser heredó la elevada velocidad y el fuerte blindaje de su prototipo, mientras superaba hasta cierto punto el poder de sus defensas AA.
ja: ヴェーザーはアドミラル・ヒッパー級重巡洋艦を航空母艦に改装するという二次大戦中の計画案です。元になった艦級から高い速力と堅牢な装甲防御力を引き継いでおり、対空兵装に関してはある程度上回っていました。
pl: Projekt stworzony w trakcie II wojny światowej, którego celem była przebudowa ciężkiego krążownika typu Admiral Hipper na lotniskowiec. Weser odziedziczył po pierwowzorze wysoką prędkość i silne opancerzenie, jednocześnie przewyższając go w pewnym stopniu pod względem siły uzbrojenia przeciwlotniczego.
ru: Созданный в годы Второй мировой войны проект переоборудования тяжёлого крейсера типа Admiral Hipper в авианесущий корабль. От прототипа унаследовал высокую скорость хода и бронирование, отчасти превзойдя его по силе ПВО.
uk: Проєкт переобладнання важкого крейсера типу Admiral Hipper в авіаносний корабель, який створили в роки Другої світової війни. Від прототипу успадкував високу швидкість ходу та бронювання, частково перевершивши його силою ППО.
zh: Созданный в годы Второй мировой войны проект переоборудования тяжёлого крейсера типа Admiral Hipper в авианесущий корабль. От прототипа унаследовал высокую скорость хода и бронирование, отчасти превзойдя его по силе ПВО.
zh_sg: 第二次世界大战期间创建的一个项目：将希佩尔上将级重型巡洋舰改装成航空母舰。威悉河继承了原型舰的高速和良好的装甲防护，并在一定程度上强化了对空防御能力。

# IDS_PGSA108_DESCR
source: A draft design for a large, high-speed aircraft carrier, based on the Graf Zeppelin class of carriers, but equipped with a diesel propulsion plant and a different combination of armaments.
es_mx: Un diseño preliminar de un portaaviones veloz y de gran tamaño, basado en los portaaviones de la clase Graf Zeppelin, pero equipado con una planta de propulsión diésel y una combinación diferente de armamentos.
ja: アウグスト・フォン・パーセヴァルはグラーフ・ツェッペリン級に基づく大型で高速な航空母艦の設計草案です。ディーゼル機関を採用し、兵装の構成が異なっていました。
pl: Szkic projektu dużego, szybkiego lotniskowca, opracowany na bazie lotniskowców typu Graf Zeppelin, ale wyposażony w maszynownię z silnikami diesla i inną konfigurację uzbrojenia.
ru: Вариант проекта крупного быстроходного авианосца, близкого к типу Graf Zeppelin, но с дизельной энергетической установкой и иным составом вооружения.
uk: Варіант проєкту великого швидкохідного авіаносця, близького до типу Graf Zeppelin, але з дизельною силовою установкою й іншим складом озброєння.
zh: Вариант проекта крупного быстроходного авианосца, близкого к типу Graf Zeppelin, но с дизельной энергетической установкой и иным составом вооружения.
zh_sg: 一种大型高速航空母舰的草图设计，基于齐柏林伯爵级航空母舰，但配备了柴油推进系统和不同的武器配置。

# IDS_PGSA110_DESCR
source: A design for completing an H-class battleship as a heavy aircraft carrier. She is a large-sized ship with armor protection that is quite good for her ship type, coupled with a very powerful AA complement.
es_mx: Un diseño para completar un acorazado de la clase H como un portaaviones pesado. Es un barco de gran tamaño con un blindaje bastante bueno para un barco de su tipo, junto con un complemento AA muy poderoso.
ja: マンフレート・フォン・リヒトホーフェンは、"H" 級戦艦を大型航空母艦として完成させるための設計案です。航空母艦としては装甲防御力が極めて優秀であり、非常に強力な対空兵装を備える案でした。
pl: Projekt ukończenia pancernika typu H jako ciężkiego lotniskowca. Duży okręt z niezłym, jak na ten typ opancerzeniem oraz bardzo silnym uzbrojeniem przeciwlotniczym.
ru: Проект достройки линкора типа H в качестве тяжёлого авианосца. Представляет собой крупный корабль с хорошим для своего класса бронированием и очень мощной ПВО.
uk: Проєкт добудови лінкора типу «H» як важкого авіаносця. Великий корабель із непоганим для свого класу бронюванням і дуже потужною ППО.
zh: Проект достройки линкора типа H в качестве тяжёлого авианосца. Представляет собой крупный корабль с хорошим для своего класса бронированием и очень мощной ПВО.
zh_sg: 一种将H级战列舰作为重型航空母舰来完成的设计。这是一种对同类型战舰来说装甲防护很强的大体积战舰，并补足了非常强的防空能力。

# IDS_PGSA506_DESCR
source: An earlier draft design for aircraft carrier "A" (Flugzeugträger A), which preceded the construction of Graf Zeppelin. Had a different composition of AA capabilities, a higher running speed, and different hull architecture.
es_mx: Un diseño preliminar inicial para el portaaviones "A" (Flugzeugträger A), el cual precedió a la construcción del Graf Zeppelin. Tenía una composición diferente de capacidades AA, una mayor velocidad y una arquitectura de casco diferente.
ja: エーリヒ・ルーヴェンハートは、最終的にはグラーフ・ツェッペリン級としてまとめられた「航空母艦 A」(Flugzeugträger A) 計画における初期の設計草案のひとつです。対空兵装の構成が異なっており、速力がより高く、船体の構造も違っていました。
pl: Wczesna wersja projektu na lotniskowiec „A” (Flugzeugträger A), który poprzedzał budowę okrętów Graf Zeppelin. Posiadał odmienną konfigurację uzbrojenia przeciwlotniczego, wyższą prędkość i inną konstrukcję kadłuba.
ru: Ранний вариант проекта авианосца «А», предшествовавший строительству Graf Zeppelin. Отличался другим составом ПВО, более высокой скоростью хода и иной архитектурой корпуса.
uk: Ранній варіант проєкту «авіаносця А», що передував будівництву Graf Zeppelin. Відрізнявся іншим складом ППО, більш високою швидкістю ходу й іншою архітектурою корпусу.
zh: Ранний вариант проекта авианосца «А», предшествовавший строительству Graf Zeppelin. Отличался другим составом ПВО, более высокой скоростью хода и иной архитектурой корпуса.
zh_sg: “A”型航空母舰（Flugzeugträger A）的早期设计草案，建造先于齐柏林伯爵号。具有不同的防空配置、更高的航速、和不同的舰体结构。

# IDS_PGSA508
source: Graf Zeppelin (old)
pl: Graf Zeppelin (stary)
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵（旧）

# IDS_PGSA508_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PGSA510_DESCR
source: A design for completing an H-class battleship as a heavy aircraft carrier. She is a large-sized ship with armor protection that is quite good for a ship of her type, coupled with a very powerful AA complement.
es_mx: Un diseño para completar un acorazado de la clase H como un portaaviones pesado. Es un barco de gran tamaño con un blindaje bastante bueno para un barco de su tipo, junto con un complemento AA muy poderoso.
ja: ヴェルナー・フォスは、"H" 級戦艦を大型航空母艦として完成させるための設計案です。航空母艦としては装甲防御力が極めて優秀であり、非常に強力な対空兵装を備える案でした。
pl: Projekt ukończenia pancernika typu H jako ciężkiego lotniskowca. Duży okręt z niezłym, jak na ten typ opancerzeniem oraz bardzo silnym uzbrojeniem przeciwlotniczym.
ru: Проект достройки линкора типа H в качестве тяжёлого авианосца. Представляет собой крупный корабль с хорошим для своего класса бронированием и очень мощной ПВО.
uk: Проєкт добудови лінкора типу «H» як важкого авіаносця. Великий корабель із непоганим для свого класу бронюванням і дуже потужною ППО.
zh: Проект достройки линкора типа H в качестве тяжёлого авианосца. Представляет собой крупный корабль с хорошим для своего класса бронированием и очень мощной ПВО.
zh_sg: 一种将H级战列舰作为重型航空母舰来完成的设计。这是一种对同类型战舰来说装甲防护很强的大体积战舰，并补足了非常强的防空能力。

# IDS_PGSA518
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PGSA518_DESCR
source: A high-speed aircraft carrier armed with numerous secondary guns and dual-purpose guns. She had the most powerful propulsion among all German Navy ships. The carrier was never completed because Germany's shipbuilding program priorities changed in the course of World War II.
es_mx: Un portaaviones de alta velocidad armado con numerosos cañones secundarios y cañones de doble propósito. Tenía la propulsión más poderosa entre todos los barcos de la Marina Alemana. El portaaviones nunca fue completado porque las prioridades del programa de construcción naval de Alemania cambiaron durante el curso de la Segunda Guerra Mundial.
ja: グラーフ・ツェッペリンは、多数の副砲および両用砲を備えた高速の航空母艦であり、全てのドイツ海軍艦艇の中で最高の推力を誇りました。二次大戦中におけるドイツの艦艇建造計画の優先度変更に伴い、本艦は未完成に終わりました。
pl: Szybki lotniskowiec uzbrojony w liczne działa baterii dodatkowej i działa uniwersalne. Miał najpotężniejszą maszynownię ze wszystkich okrętów niemieckiej marynarki. Nigdy nie został ukończony, ponieważ niemieckie plany na rozbudowę floty zmieniły się w trakcie II wojny światowej.
ru: Быстроходный авианосец с многочисленной противоминной и универсальной артиллерией. Обладал самой мощной энергетической установкой среди кораблей ВМС Германии. Достройке авианосца в ходе Второй мировой войны помешало изменение приоритетов в кораблестроительной программе государства.
uk: Швидкохідний авіаносець з численною протимінною та універсальною артилерією. Мав найпотужнішу силову установку серед кораблів ВМС Німеччини. Добудувати авіаносець під час Другої світової війни завадила зміна пріоритетів кораблебудівної програми держави.
zh: 一艘装有大量副炮和两用火炮的高速航空母舰。它拥有在所有D国海军战舰之中最强大的推进系统。由于D国的造船计划优先级在大战过程中被更动过，所以该航母从未完成。
zh_sg: 一艘装有大量副炮和两用火炮的高速航空母舰。它拥有在所有德国海军战舰之中最强大的推进系统。由于德国的造船计划优先级在二战期间中被改动，该航母未完成建造。

# IDS_PGSA518_FULL
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PGSA598_DESCR
source: A high-speed aircraft carrier armed with numerous secondary guns and dual-purpose guns. She had the most powerful propulsion among all German Navy ships. The carrier was never completed because Germany's shipbuilding program priorities changed in the course of World War II.
es_mx: Un portaaviones de alta velocidad armado con numerosos cañones secundarios y cañones de doble propósito. Tenía la propulsión más poderosa entre todos los barcos de la Marina Alemana. El portaaviones nunca fue completado porque las prioridades del programa de construcción naval de Alemania cambiaron durante el curso de la Segunda Guerra Mundial.
ja: グラーフ・ツェッペリンは、多数の副砲および両用砲を備えた高速の航空母艦であり、全てのドイツ海軍艦艇の中で最高の推力を誇りました。二次大戦中におけるドイツの艦艇建造計画の優先度変更に伴い、本艦は未完成に終わりました。
pl: Szybki lotniskowiec uzbrojony w liczne działa baterii dodatkowej i działa uniwersalne. Miał najpotężniejszą maszynownię ze wszystkich okrętów niemieckiej marynarki. Nigdy nie został ukończony, ponieważ niemieckie plany na rozbudowę floty zmieniły się w trakcie II wojny światowej.
ru: Быстроходный авианосец с многочисленной противоминной и универсальной артиллерией. Обладал самой мощной энергетической установкой среди кораблей ВМС Германии. Достройке авианосца в ходе Второй мировой войны помешало изменение приоритетов в кораблестроительной программе государства.
uk: Швидкохідний авіаносець з численною протимінною та універсальною артилерією. Мав найпотужнішу силову установку серед кораблів ВМС Німеччини. Добудувати авіаносець під час Другої світової війни завадила зміна пріоритетів кораблебудівної програми держави.
zh: 一艘装有大量副炮和两用火炮的高速航空母舰。它拥有在所有D国海军战舰之中最强大的推进系统。由于D国的造船计划优先级在大战过程中被更动过，所以该航母从未完成。
zh_sg: 一艘装有大量副炮和两用火炮的高速航空母舰。它拥有在所有德国海军战舰之中最强大的推进系统。由于德国的造船计划优先级在二战期间中被改动，该航母未完成建造。

# IDS_PGSB001
source: Bismarck
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB001_DESCR
source: By the start of World War II, Bismarck was one of the mightiest battleships in the world, owing to her advanced gun fire control system and powerful artillery. Her rugged construction, elaborate subdivision into compartments, and extensive armor ensured a high level of endurance.
es_mx: Tras el estallido de la Segunda Guerra Mundial, el Bismarck fue uno de los acorazados más poderosos del mundo debido a su avanzado sistema de control de tiro y una poderosa artillería. Una construcción robusta, subdivisión elaborada en sus compartimentos y un blindaje extenso le aseguraba un alto nivel de supervivencia.
ja: 二次大戦の勃発当初においては、先進的な射撃管制システムと強力な主砲を備えたこのビスマルクは、世界最強の戦艦のひとつでした。頑丈な構造を有し、複雑に区画分割されており、膨大な装甲が配された本艦は、高い耐久性を実現していました。
pl: Do czasu wybuchu II wojny światowej Bismarck był jednym z najpotężniejszych pancerników świata dzięki zaawansowanego systemowi kontroli ognia i potężnej artylerii. Solidna konstrukcja, przemyślane rozplanowanie przedziałów i wszechstronny pancerz zapewniały wysoką przeżywalność okrętu.
ru: К началу Второй мировой войны принадлежал к числу сильнейших линкоров мира. Имел развитую систему управления огнём и мощную артиллерию. Прочная конструкция, продуманное разделение на отсеки и значительная площадь бронирования обеспечивали высокую живучесть корабля.
uk: До початку Другої світової війни належав до числа найсильніших лінкорів світу. Мав розвинену систему керування вогнем та потужну артилерію. Міцна конструкція, продуманий поділ на відсіки та значна площа бронювання забезпечували високу живучість корабля.
zh: 俾斯麦依靠其先进的火控系统和威力巨大的主炮而成为了当时世界上最为强大的战舰之一。同时，其船体结构坚固，精细划分的舱室和厚重的装甲也为其提供了良好的生存能力。
zh_sg: 第二次世界大战爆发之初，俾斯麦凭借其先进的火控系统及强大的火力成为了世界上攻击力最强的战列舰之一。同时，坚固的舰体结构、精妙的舱室布局和可靠厚实的装甲也提供了良好生存能力的保障。

# IDS_PGSB001_FULL
source: Bismarck
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB001_SHORT
source: BISM
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PGSB002
source: Tirpitz
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PGSB002_DESCR
source: One of the two mightiest battleships in the German Navy. Akin to the lead ship of her class, Tirpitz had heavy ship armor, powerful artillery, and a high speed. Weak horizontal armor protection was the main drawback of her design, but this was largely offset by improving her AA defenses.
es_mx: Uno de los dos acorazados más poderosos de la Marina Alemana. Similar al barco liderante de su clase, el Tirpitz tenía un blindaje pesado, artillería poderosa y alta velocidad. Un débil blindaje de protección horizontal era el principal inconveniente de su diseño, el cual era compensado en gran medida por una defensa AA mejorada.
ja: ティルピッツは、ドイツ海軍最強のビスマルク級戦艦の 2 番艦です。ビスマルク同様、重装甲と強力な主砲、高い速力を誇りました。本艦においては、水平装甲防御力の不足というビスマルク級最大の欠点は、対空能力の向上によって補われていました。
pl: Jeden z dwóch najpotężniejszych pancerników niemieckiej marynarki. Podobnie jak okręt prowadzący swojej klasy, Tirpitz był ciężko opancerzony, posiadał potężną artylerię i rozwijał dużą prędkość. Jego najsłabszy punkt, jakim był cienki pancerz pokładowy, był w dużej części równoważony przez ulepszoną obronę przeciwlotniczą.
ru: Один из двух самых мощных линкоров флота Германии. Как и головной корабль серии, Tirpitz имел мощное бронирование, сильную артиллерию и высокую скорость. Основной недостаток проекта — слабая горизонтальная защита — на линкоре Tirpitz был в значительной мере компенсирован путём усовершенствования ПВО.
uk: Один з двох найпотужніших лінкорів флоту Німеччини. Як і головний корабель серії, Tirpitz мав потужне бронювання, сильну артилерію та високу швидкість. Основний недолік проекту — слабкий горизонтальний захист — на лінкорі Tirpitz був значною мірою компенсований шляхом удосконалення ППО.
zh: 俾斯麦级战列舰的二号舰。与首舰相同，提尔皮茨装备有厚重的装甲、威力巨大的火炮和高速性能，并且进一步增强了防空能力，而其主要缺点是水平装甲防护相对较弱。
zh_sg: 德国海军中最强的两艘战列舰之一。与首舰相同，提尔皮茨拥有厚重的战舰装甲、强大的火炮及高航速。其主要缺点是水平装甲防护相对较弱，但通过强化其对空防御火力，这一缺点得到了很大程度上的弥补。

# IDS_PGSB002_FULL
source: Tirpitz
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PGSB002_SHORT
source: TIRP
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PGSB103
source: Nassau
zh: 拿骚
zh_sg: 拿骚

# IDS_PGSB103_DESCR
source: The lead ship in the first series of dreadnought battleships of the Imperial German Navy. This battleship was notable for reliable armor, good torpedo protection, and a powerful secondary battery. She carried 283 mm guns that in many aspects almost matched larger-caliber gun systems adopted by other navies of the world.
es_mx: El barco guía en la primera serie de dreadnoughts de la Marina Imperial Alemana. Este acorazado era notable por su blindaje de confianza, buena protección de torpedos, y una poderosa batería secundaria. Cargaba cañones de 283mm que no eran inferiores en muchos aspectos a los cañones de largo calibre adoptados por otras marinas en el mundo.
ja: 戦艦ナッサウは、ドイツ帝国海軍としては初の弩級戦艦の艦級のネームシップであり、その特長は信頼性の高い装甲、優れた対水雷防御、強力な副砲でした。そして本艦が採用していた 283 mm 砲は、他の国々の競合艦の多くに比して口径では劣っていましたが、総合性能では見劣りしないものでした。
pl: Okręt prowadzący pierwszej serii drednotów niemieckiej Cesarskiej Marynarki Wojennej. Pancernik ten cechował się godnym zaufania pancerzem, dobrą obroną przeciwtorpedową i potężną baterią dodatkową. Uzbrojony był w działa kal. 283 mm, które pod wieloma względami dorównywały armatom większych kalibrów, z jakich korzystały inne marynarki wojenne świata.
ru: Головной корабль первой серии линкоров-дредноутов кайзеровских ВМС. Отличался надёжным бронированием, очень хорошей противоторпедной защитой и сильной вспомогательной артиллерией. Имел на вооружении 283-мм орудия, не уступавшие во многом системам более крупного калибра, принятым во флотах других стран.
uk: Головний корабель першої серії лінкорів-дредноутів кайзерівських ВМС. Відрізнявся надійним бронюванням, дуже хорошим протиторпедним захистом і потужною допоміжною артилерією. Мав на озброєнні 283-мм гармати, які багато у чому не поступалися системам більшого калібру, які були прийняті у флотах інших країн.
zh: 德意志帝国海军第一批无畏舰系列中的首舰。这艘战列舰以可靠的装甲、良好的鱼雷防护、及强大的副炮组出名。它所搭载的 283 毫米舰炮在各方面都丝毫不逊色于被世界各国其它海军所采用的大口径舰炮系统。
zh_sg: 德意志帝国海军第一批无畏舰系列中的首舰。这艘战列舰以可靠的装甲、良好的鱼雷防护、及强大的副炮组闻名。它所搭载的283毫米舰炮在各方面都丝毫不逊色于其它各国海军所采用的大口径舰炮系统。

# IDS_PGSB103_FULL
source: Nassau
zh: 拿骚
zh_sg: 拿骚

# IDS_PGSB103_SHORT
source: NASS
zh: 拿骚
zh_sg: 拿骚

# IDS_PGSB104
source: Kaiser
zh: 凯撒
zh_sg: 凯撒

# IDS_PGSB104_DESCR
source: In terms of armor thickness, the ship was superior to all battleships of her time. Driven by turbine propulsion, this battleship was capable of a decent speed for her type. The main battery's armor-piercing capabilities were highly competitive with the artillery of super dreadnoughts of that era.
es_mx: En términos de espesor de blindaje el barco era superior a todos los acorazados de su tiempo. Impulsado por turbinas, este acorazado tenía una velocidad decente para su tipo. Las capacidades de perforación de blindaje de la batería principal eran muy competitivas con la artillería de los superacorazados de su tiempo.
ja: 戦艦カイザーは、その装甲厚においては当時のあらゆる戦艦の中で最高を誇っており、蒸気タービンの採用により、戦艦としては優れた速力を有していました。そしてその主砲の装甲貫通力は、当時の超弩級戦艦の主砲に匹敵するものでした。
pl: W kwestii grubości pancerza, okręt ten przewyższał wszystkie pancerniki swoich czasów. Wyposażony w napęd turbinowy, był dostatecznie szybki. Zdolności penetracyjne głównej baterii były porównywalne z artylerią największych drednotów tej ery.
ru: Превосходил по мощности бронирования все линкоры своего времени. Благодаря турбинной энергетической установке развивал достаточно высокую для кораблей своего класса скорость. Орудия главного калибра линкора по бронепробиваемости не уступали артиллерии современных ему «сверхдредноутов».
uk: Переважав за потужністю бронювання всі лінкори свого часу. Завдяки турбінній силовій установці розвивав досить високу для кораблів свого класу швидкість. Гармати головного калібру лінкора за пробиванням броні не поступалися артилерії сучасних йому «наддредноутів».
zh: 关于装甲厚度，这艘船都超出了同时代的其他任何战列舰。涡轮推进器提供了出色的行驶速度，主炮的穿甲能力在那个时代也是非常具有竞争力的。
zh_sg: 该战舰在装甲厚度方面远胜同时代其他战列舰。涡轮推进系统提供了出色的航速。主炮组的穿甲能力甚至能够与同时代超无畏舰一较高下。

# IDS_PGSB104_FULL
source: Kaiser
zh: 凯撒
zh_sg: 凯撒

# IDS_PGSB104_SHORT
source: KAIS
zh: 凯撒
zh_sg: 凯撒

# IDS_PGSB105
source: König
zh: 国王
zh_sg: 国王

# IDS_PGSB105_DESCR
source: The warship was developed from the Kaiser-class battleships, and she inherited her predecessors' very powerful armor. The main turrets were arranged in a more rational manner that allowed the ship to fire a broadside with all her main battery guns.
es_mx: El barco de guerra fue desarrollado de los acorazados clase-Káiser. Heredó el blindaje muy poderoso de sus predecesores. Las torretas principales estaban acomodadas de forma más racional lo que permitía disparar de lado con todos los cañones principales.
ja: ケーニヒ級戦艦は、カイザー級戦艦の発展型であり、極めて強力な装甲という前級の特長を引き継いでいました。主砲配置の合理化が図られたことにより、片舷側に全主砲を指向することが可能でした。
pl: Okręt powstały w wyniku rozwinięcia pancerników klasy Kaiser. Po poprzednikach odziedziczył bardzo gruby pancerz. Główne wieże ustawione były w bardziej przemyślany sposób, co pozwalało na oddanie salwy bocznej ze wszystkich dział głównej baterii.
ru: Развитие линкоров типа Kaiser. Унаследовал от предшественников очень мощное бронирование. Башни главного калибра линкора были размещены по более рациональной схеме, позволявшей использовать в бортовом залпе всю мощь артиллерии корабля.
uk: Розвиток лінкорів типу Kaiser. Успадкував від попередників дуже потужне бронювання. Башти головного калібру лінкора були розміщені за більш раціональною схемою, що дозволяла використовувати у бортовому залпі всю міць артилерії корабля.
zh: 研发自凯撒级战列舰的战舰。它继承了前辈的强大装甲。以更为合理的方式来编排主炮塔，这让该舰能用所有主炮朝舷侧开火。
zh_sg: 研发基于凯撒级战列舰。继承了前代战舰的强大装甲。并采用更合理的布局来安放主炮塔，让该舰的所有主炮能同时朝舷侧开火。

# IDS_PGSB105_FULL
source: König
zh: 国王
zh_sg: 国王

# IDS_PGSB105_SHORT
source: KÖNIG
zh: 国王
zh_sg: 国王

# IDS_PGSB106
source: Bayern
zh: 巴伐利亚
zh_sg: 巴伐利亚
