Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOCK_AMMO_DESCRIPTION_BOMBER
source: Torpedo bombers attack a target with torpedoes. They are most effective against large, heavily-armored targets. Maneuverable ships have high chances of dodging a torpedo attack.
es_mx: Los torpederos atacan un objetivo con sus torpedos. Son más efectivos contra objetivos grandes y bien blindados. Los barcos maniobrables tienen una alta posibilidad de esquivar un ataque con torpedos.
ja: 雷撃機は、魚雷による攻撃を行います。これは重装甲の大型艦に対して最も効果的であり、機動性の高い艦艇に対して攻撃した場合、高確率で回避されてしまいます。
pl: Bombowce torpedowe atakują cel torpedami. Są najbardziej skuteczne przeciw silnie opancerzonym celom. Zwrotne okręty mogą wykonać unik.
ru: Атакуют цель торпедами. Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклоняться от удара.
uk: Атакують ціль торпедами. Найефективніші проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару.
zh: 鱼雷轰炸机会用鱼雷来攻击目标。它们对付重装甲的大型目标最为有效。机动性高的战舰有很高的机率能躲避鱼雷攻击。
zh_sg: 鱼雷轰炸机用鱼雷攻击目标。它们对付重装甲的大型目标最为有效。而机动性高的战舰有很高的机率能躲避掉鱼雷的攻击。

# IDS_DOCK_AMMO_DESCRIPTION_BOMBER_DEEPWATER
source: Attack the target with deepwater torpedoes. Hit only deep-draught ships.
es_mx: Ataca al objetivo con torpedos de profundidad. Impacta solo a barcos de gran calado.
ja: 深度魚雷で目標を攻撃します。 喫水が深い艦艇のみに命中します。
pl: Atakuje okręty głębokowodnymi torpedami. Trafia tylko okręty o głębokim zanurzeniu.
ru: Атакуют цель глубоководными торпедами. Поражают корабли только с большой осадкой.
uk: Атакують ціль глибоководними торпедами. Уражають кораблі лише з великою осадкою.
zh: 会用深水鱼雷来攻击目标。 只能击中吃水较深的战舰。
zh_sg: 使用深水鱼雷攻击目标。 只能击中吃水较深的战舰。

# IDS_DOCK_AMMO_DESCRIPTION_CS
source: Effective against lightly armored targets, they deal considerable damage. In cases of non-penetrations or ricochets, no damage is dealt.
es_mx: Eficaces contra objetivos ligeramente blindados y causan un daño considerable. En caso de no penetrar o rebotar, no causan ningún daño.
ja: 軽装甲の目標に対して効果的であり、大ダメージを与えることができます。 不貫通または跳弾が発生した場合にはダメージを与えることができません。
pl: Przydatne przeciwko lekko opancerzonym celom i zadające pokaźne uszkodzenia. W przypadku braku przebicia lub rykoszetu pocisk nie zada uszkodzeń.
ru: Поражают легкобронированные цели и наносят значительный урон. При непробитии и рикошетах урон не наносится.
uk: Завдають значної шкоди легкоброньованим цілям. У разі непробивання чи рикошету шкоди не завдають.
zh: Поражают легкобронированные цели и наносят значительный урон. При непробитии и рикошетах урон не наносится.
zh_sg: 有效对抗轻甲目标并造成可观的伤害。 如果未击穿或发生跳弹，则无伤害。

# IDS_DOCK_AMMO_DESCRIPTION_DEPTH_CHARGES
source: Strike hostile submarines. Have chances of setting a target on fire or causing flooding. Deployed in groups.
es_mx: Causan daño a los submarinos enemigos. Pueden causar un incendio o una inundación en el objetivo. Desplegadas en grupos.
ja: 敵潜水艦を攻撃します。 目標に火災または浸水を引き起こす可能性があります。 1 回毎に複数を投下します。
pl: Zadają uszkodzenia wrogim okrętom podwodnym. Dają szansę na podpalenie celu lub spowodowanie zalania. Zrzucane w grupach.
ru: Поражают подводные лодки противника. Имеют вероятность поджога и затопления. Сбрасываются группами.
uk: Уражають підводні човни супротивника. Мають імовірність підпалу й затоплення. Скидають групами.
zh: Поражают подводные лодки противника. Имеют вероятность поджога и затопления. Сбрасываются группами.
zh_sg: 攻击敌方潜艇。 有几率使目标起火或进水。 分组部署。

# IDS_DOCK_AMMO_DESCRIPTION_DIVE
source: Bombers attack a target with a cluster of powerful HE bombs. They have high chances of setting the ship on fire.
es_mx: Los bombarderos en picada atacan un objetivo con un racimo de poderosas bombas HE. Tienen una gran probabilidad de incendiar el barco.
ja: 急降下爆撃機は 強力な HE 爆弾を投下し、 高確率で火災を引き起こします。
pl: Bombowce nurkujące atakują cel potężnym ładunkiem bomb. Mają dużą szansę na podpalenie okrętu przeciwnika.
ru: Атакуют цель серией мощных осколочно-фугасных бомб. Высокий шанс поджога.
uk: Атакують ціль серією потужних осколково-фугасних бомб. Велика імовірність підпалу.
zh: 俯冲轰炸机会用一连串威力强大的 高爆炸弹来攻击目标。 它们有很高的机率能造成战舰起火。
zh_sg: 俯冲轰炸机使用一连串威力强大的 高爆炸弹攻击目标。 有很高机率造成战舰起火。

# IDS_DOCK_AMMO_DESCRIPTION_DIVE_AP
source: Attack the target with a series of powerful armor penetrating bombs. They are most effective against large, heavily-armored targets.
es_mx: Ataca al objetivo con una serie de poderosas bombas perforadoras de blindaje. Son más efectivas contra grandes objetivos con un gran blindaje.
ja: 強力な徹甲爆弾で目標を攻撃します。 大型の重装甲目標に対して最も効果的です。
pl: Zaatakuj cel serią potężnych, przeciwpancernych bomb. Są one najskuteczniejsze przeciw silnie opancerzonym celom.
ru: Атакуют цель серией мощных бронебойных бомб. Наиболее эффективны против крупных бронированных целей.
uk: Атакують ціль серією потужних бронебійних бомб. Найефективніші проти великих броньованих цілей.
zh: 会用一系列威力强大的穿甲炸弹来攻击目标。 它们对付重装甲的大型目标最为有效。
zh_sg: 使用一连串威力强大的穿甲炸弹来攻击目标。 对付重装甲的大型目标最为有效。

# IDS_DOCK_AMMO_DESCRIPTION_FIGHTER
source: Attack the target with HE rockets. They are most effective against maneuverable enemy targets.
es_mx: Ataca al objetivo con cohetes HE. Estos son más efectivos contra objetivos enemigos maniobrables.
ja: HE ロケット弾で目標を攻撃します。高機動の目標に対して最も効果的です。
pl: Zaatakuj cel rakietami OB. Są one najskuteczniejsze w walce ze zwrotnymi celami.
ru: Атакуют цель осколочно-фугасными ракетами. Эффективны против высокоманёвренных целей противника.
uk: Атакують ціль осколково-фугасними ракетами. Ефективні проти високоманеврених цілей супротивника.
zh: 一种有效对付敌方飞机的武器
zh_sg: 使用HE火箭弹攻击目标。这是对付机动的敌方目标的最有效武器。

# IDS_DOCK_AMMO_DESCRIPTION_FIGHTER_AP
source: Attack targets with AP rockets. Effective against cruisers.
es_mx: Ataca a los objetivos con cohetes AP. Efectivos contra cruceros.
ja: AP ロケット弾で目標を攻撃します。巡洋艦に対して効果的です。
pl: Atakuje cele rakietami PP. Skuteczny przeciw krążownikom.
ru: Атакуют цель бронебойными ракетами. Эффективны против крейсеров.
uk: Атакують ціль бронебійними ракетами. Ефективні проти крейсерів.
zh: Атакуют цель бронебойными ракетами. Эффективны против крейсеров.
zh_sg: 使用穿甲火箭弹攻击目标。有效对抗巡洋舰。

# IDS_DOCK_AMMO_DESCRIPTION_HE
source: Effective against lightly armored targets. These shells have the potential to deal significant damage and high chances of causing fire or incapacitating modules.
es_mx: Efectivos contra objetivos de blindaje ligero. Tienen el potencial de causar un gran daño y una alta posibilidad de causar un incendio o incapacitar módulos.
ja: 軽装甲の目標に対して効果的です。 火災を引き起こしたりモジュールを機能停止に陥らせたりする確率が高いため、大きなダメージを与え得るポテンシャルを有しています。
pl: Przydatne przeciwko lekko opancerzonym celom. Te pociski mają znaczący potencjał w zadawaniu uszkodzeń z wysokim prawdopodobieństwem wywołania pożaru lub uszkodzenia modułów.
ru: Поражают легкобронированные цели и наносят значительный потенциальный урон. Имеют высокую вероятность поджога и вывода модулей из строя.
uk: Уражають легкоброньовані цілі та завдають значної потенційної шкоди. Мають високу імовірність підпалу та виведення модулів із ладу.
zh: HE 弹会在与表面接触时爆炸。它们有着高几率的重大伤害潜力，能造成火灾或让配件失去作用。
zh_sg: 有效对抗轻甲目标。 这些炮弹有极高的潜在伤害并有高几率对目标造成起火或配件瘫痪。

# IDS_DOCK_AMMO_DESCRIPTION_TORPEDO
source: Torpedoes are most effective against large armored enemy ships. Maneuverable ships have high chances of dodging a torpedo attack.
es_mx: Los torpedos son altamente efectivos en contra de barcos fuertemente blindados. Los Barcos maniobrables tienen grandes posibilidades de evadir un ataque con torpedos.
ja: 魚雷は、重装甲の大型艦に対して最も効果的です。機動性の高い艦艇に対して使用した場合、回避される可能性が高くなります。
pl: Torpedy są najskuteczniejsze przeciwko dużym, opancerzonym okrętom. Zwinne jednostki mają większą szansę na wykonanie uniku.
ru: Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара.
uk: Найбільш ефективні проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару.
zh: 鱼雷能有效对付大型装甲的敌方战舰。机动型战舰有着很高的机率能闪躲掉鱼雷的攻击。
zh_sg: 鱼雷能有效对付大型装甲的敌方战舰。机动型战舰有着很高的机率能躲避掉鱼雷的攻击。

# IDS_DOCK_AMMO_DESCRIPTION_TORPEDO_ACOUSTIC
source: Most effective against large, armored targets. Maneuverable ships have high chances of dodging a strike. The efficiency of a torpedo salvo increases after a sonar ping hits the special indicators on an enemy ship.
es_mx: Son más efectivos contra objetivos grandes y blindados. Los barcos maniobrables tienen una mayor probabilidad de esquivar un ataque. La eficiencia de una salva de torpedos aumenta después de que un pulso del sonar alcanza los indicadores especiales sobre un barco enemigo.
ja: 重装甲の大型艦に対して最も効果的です。機動性の高い艦艇に対して使用した場合、回避される可能性が高くなります。 敵艦艇の特別インジケーターにソナーピンガーを命中させることで魚雷斉射の有効性を高めることができます。
pl: Najskuteczniejsze przeciwko dużym, opancerzonym celom. Zwrotne okręty mają dużą szansę na wykonanie uniku. Skuteczność salwy torpedowej zwiększa się po trafieniu impulsem sonaru specjalnych wskaźników na kadłubie wrogiego okrętu.
ru: Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара. Эффективность торпедного залпа увеличивается при попадании акустического импульса в особые точки на корабле противника.
uk: Найефективніше проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару. Ефективність торпедного залпу збільшується в разі влучення акустичного імпульсу в особливі точки на кораблі супротивника.
zh: Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара. Эффективность торпедного залпа увеличивается при попадании акустического импульса в особые точки на корабле противника.
zh_sg: 对抗高装甲大型目标最有效。高机动性战舰有高几率躲避攻击。 声呐脉冲命中敌舰特殊指示器后提高鱼雷齐射的效率。

# IDS_DOCK_AMMO_DESCRIPTION_TORPEDO_DEEPWATER
source: Hit only deep-draught ships. Have low detectability range.
es_mx: Impacta solo a barcos de gran calado. Tiene un bajo rango de detección.
ja: 喫水が深い艦艇のみに命中します。 被発見距離が短くなっています。
pl: Trafiają tylko okręty o głębokim zanurzeniu. Wykrywalne z małych odległości.
ru: Поражают корабли только с большой осадкой. Имеют низкую заметность.
uk: Уражають кораблі лише з великою осадкою. Мають низьку помітність.
zh: 只能击中吃水较深的战舰。 拥有较低的被侦测距离。
zh_sg: 只能击中吃水性较深的战舰。 拥有较低的被侦察范围。

# IDS_DOCK_AMMO_TITLE_ACOUSTIC_PING
source: Sonar
ja: ソナー
ru: Сонар
uk: Сонар
zh: Сонар
zh_sg: 声呐

# IDS_DOCK_AMMO_TITLE_AP
source: Armor-Piercing (AP) Shells
es_mx: Proyectiles Perforadores de Blindaje (AP)
ja: 徹甲弾 (AP)
pl: Pociski przeciwpancerne (PP)
ru: Бронебойные снаряды (ББ)
uk: Бронебійні снаряди (ББ)
zh: 穿甲弹
zh_sg: 穿甲弹(AP)

# IDS_DOCK_AMMO_TITLE_BOMBER
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_DOCK_AMMO_TITLE_BOMBER_DEEPWATER
source: (DW) Torpedo Bombers
es_mx: BOMBARDEROS TORPEDEROS (DW)
ja: (DW) 雷撃機
pl: Bombowce torpedowe (GW)
ru: Торпедоносцы (ГТ)
uk: Торпедоносці (ГТ)
zh: 深水鱼雷轰炸机
zh_sg: （深水）鱼雷轰炸机

# IDS_DOCK_AMMO_TITLE_CS
source: Semi-Armor-Piercing (SAP) Shells
es_mx: Proyectiles Semi-Perforadores de Blindaje (SAP)
ja: 半徹甲弾 (SAP)
pl: Pociski przeciwpancerno-odłamkowe (PPO)
ru: Полубронебойные снаряды (ПББ)
uk: Напівбронебійні снаряди (НББ)
zh: Полубронебойные снаряды (ПББ)
zh_sg: 半穿甲弹(SAP)

# IDS_DOCK_AMMO_TITLE_DEPTH_CHARGES
source: Depth Сharges
es_mx: Cargas de Profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_DOCK_AMMO_TITLE_DIVE
source: (HE) Bombers
es_mx: Bombarderos (HE)
ja: (HE) 爆撃機
pl: Bombowce (OB)
ru: Бомбардировщики (ОФ)
uk: Бомбардувальники (ОФ)
zh: 高爆俯冲轰炸机
zh_sg: （高爆）轰炸机

# IDS_DOCK_AMMO_TITLE_DIVE_AP
source: (AP) Bombers
es_mx: Bombarderos (AP)
ja: (AP) 爆撃機
pl: Bombowce (PP)
ru: Бомбардировщики (ББ)
uk: Бомбардувальники (ББ)
zh: 穿甲俯冲轰炸机
zh_sg: （穿甲）轰炸机

# IDS_DOCK_AMMO_TITLE_FIGHTER
source: (HE) Attack aircraft
es_mx: Avión de ataque (HE)
ja: (HE) 攻撃機
pl: Samolot szturmowy (OB)
ru: Штурмовики (ОФ)
uk: Штурмовики (ОФ)
zh: 战斗机
zh_sg: （高爆）攻击机

# IDS_DOCK_AMMO_TITLE_FIGHTER_AP
source: (AP) Attack aircraft
es_mx: (AP) Avión de ataque
ja: (AP) 攻撃機
pl: Samoloty szturmowe (PP)
ru: Штурмовики (ББ)
uk: Штурмовики (ББ)
zh: Штурмовики (ББ)
zh_sg: （穿甲）攻击机

# IDS_DOCK_AMMO_TITLE_HE
source: High-Explosive (HE) Shells
es_mx: Proyectiles de Alto Explosivo (HE)
ja: 榴弾 (HE)
pl: Pociski odłamkowo-burzące (OB)
ru: Осколочно-фугасные снаряды (ОФ)
uk: Осколково-фугасні снаряди (ОФ)
zh: 高爆弹
zh_sg: 高爆弹(HE)

# IDS_DOCK_AMMO_TITLE_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_DOCK_AMMO_TITLE_TORPEDO_ACOUSTIC
source: Acoustic Torpedoes
es_mx: Torpedos Acústicos
ja: 音響誘導魚雷
pl: Torpedy akustyczne
ru: Акустические торпеды
uk: Акустичні торпеди
zh: Акустические торпеды
zh_sg: 声导鱼雷

# IDS_DOCK_AMMO_TITLE_TORPEDO_DEEPWATER
source: Deepwater (DT) Torpedoes
es_mx: Torpedos de Profundidad (DT)
ja: 深度魚雷 (DT)
pl: Torpedy głębokowodne (TG)
ru: Глубоководные торпеды (ГТ)
uk: Глибоководні торпеди (ГТ)
zh: 深水鱼雷
zh_sg: 深水鱼雷（DT）

# IDS_DOCK_BACK_TO_NATION
source: To Tech Tree
es_mx: Al Árbol Tecnológico
ja: 技術ツリーへ
pl: Do drzewa
ru: К Дереву развития
uk: Дерево досліджень
zh: 回到科技树
zh_sg: 前往科技树

# IDS_DOCK_BANNER_ACCESS_LEVEL
source: NEW ACCESS LEVEL
es_mx: NUEVO NIVEL DE ACCESO
ja: 新たなアクセスレベル
pl: NOWY POZIOM DOSTĘPU
ru: СЛЕДУЮЩИЙ УРОВЕНЬ ДОСТУПА
uk: НАСТУПНИЙ РІВЕНЬ ДОСТУПУ
zh: СЛЕДУЮЩИЙ УРОВЕНЬ ДОСТУПА
zh_sg: 新权限等级

# IDS_DOCK_BANNER_ALMANAC
source: DAILY SHIPMENTS
es_mx: SUMINISTROS DIARIOS
ja: 今日の褒賞
pl: DOSTAWY CODZIENNE
ru: СНАБЖЕНИЕ
uk: ЗАБЕЗПЕЧЕННЯ
zh: СНАБЖЕНИЕ
zh_sg: 每日货运

# IDS_DOCK_BANNER_CAMPAIGNS
source: CAMPAIGNS
es_mx: CAMPAÑAS
ja: キャンペーン
pl: KAMPANIE
ru: КАМПАНИИ
uk: КАМПАНІЇ
zh: КАМПАНИИ
zh_sg: 战役

# IDS_DOCK_BANNER_CASUAL_CVC
source: NAVAL BATTLE
es_mx: BATALLA NAVAL
ja: 海戦
pl: BITWA MORSKA
ru: МОРСКОЕ СРАЖЕНИЕ
uk: МОРСЬКА БИТВА
zh: МОРСКОЕ СРАЖЕНИЕ
zh_sg: 海军大战

# IDS_DOCK_BANNER_LOOTBOXES
source: CONTAINERS
es_mx: CONTENEDORES
ja: コンテナ
pl: KONTENERY
ru: КОНТЕЙНЕРЫ
uk: КОНТЕЙНЕРИ
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_DOCK_BANNER_METASHOP
source: ARMORY
es_mx: ARMERÍA
ja: 武器庫
pl: ZBROJOWNIA
ru: АДМИРАЛТЕЙСТВО
uk: АДМІРАЛТЕЙСТВО
zh: АДМИРАЛТЕЙСТВО
zh_sg: 兵工厂

# IDS_DOCK_BANNER_PREMSHOP
source: PREMIUM SHOP
es_mx: TIENDA PREMIUM
ja: プレミアムショップ
pl: SKLEP PREMIUM
ru: ПРЕМИУМ МАГАЗИН
uk: ПРЕМІУМ МАГАЗИН
zh: ПРЕМИУМ МАГАЗИН
zh_sg: 高级商店

# IDS_DOCK_BANNER_PROFILE_ACCOUNT
source: NEW FEATURES
es_mx: NUEVAS CARACTERÍSTICAS
ja: 新要素
pl: NOWE FUNKCJE
ru: НОВЫЕ ВОЗМОЖНОСТИ
uk: НОВІ МОЖЛИВОСТІ
zh: НОВЫЕ ВОЗМОЖНОСТИ
zh_sg: 新功能

# IDS_DOCK_BANNER_RANKS
source: RANKS
es_mx: RANGOS
ja: ランク
pl: STOPNIE
ru: РАНГИ
uk: РАНГИ
zh: РАНГИ
zh_sg: 排名

# IDS_DOCK_BANNER_RECEIVED_REWARDS
source: REWARDS COLLECTED
es_mx: RECOMPENSAS REUNIDAS
ja: 収集した褒賞
pl: ODEBRANE NAGRODY
ru: ПОЛУЧЕННЫЕ НАГРАДЫ
uk: ОТРИМАНІ НАГОРОДИ
zh: ПОЛУЧЕННЫЕ НАГРАДЫ
zh_sg: 已收集的奖励

# IDS_DOCK_BANNER_REFERRAL_SYSTEM
source: RECRUITING STATION
es_mx: ESTACIÓN DE RECLUTAMIENTO
ja: 募集ステーション
pl: STACJA REKRUTACYJNA
ru: МОРСКОЕ БРАТСТВО
uk: МОРСЬКЕ БРАТСТВО
zh: МОРСКОЕ БРАТСТВО
zh_sg: 征募站

# IDS_DOCK_BANNER_REF_SYS_TOOLTIP_HEADER
source: Recruiting Station
es_mx: Estación de Reclutamiento
ja: 募集ステーション
pl: Stacja rekrutacyjna
ru: Морское братство
uk: Морське братство
zh: 邀请好友
zh_sg: 征募站

# IDS_DOCK_BANNER_REF_SYS_TOOLTIP_INFO_BLOCK
source: Invite your friends to play the game, earn Recruitment Points together, and exchange them for containers with valuable rewards.
es_mx: Invita a tus amigos al juego, obtengan puntos de reclutamiento juntos, e intercámbienlos por contenedores con valiosas recompensas.
ja: 友達をこのゲームに招待し、共に勧誘ポイントを取得し、価値ある褒賞が入ったコンテナと交換しましょう。
pl: Zaproś znajomych do gry, zdobywajcie wspólnie punktu rekrutacji i wymieniajcie je na kontenery z wartościowymi nagrodami.
ru: Приглашайте друзей в игру, вместе зарабатывайте символы братства и приобретайте контейнеры с ценными наградами.
uk: Запрошуйте друзів у гру, разом здобувайте символи братства й обмінюйте їх на контейнери з цінними нагородами.
zh: Приглашайте друзей в игру, вместе зарабатывайте символы братства и приобретайте контейнеры с ценными наградами.
zh_sg: 邀请好友玩游戏，一同获取征募点数，兑换内含珍贵奖品的补给箱。

# IDS_DOCK_BANNER_SHIPYARD
source: DOCKYARD
es_mx: ASTILLERO
ja: 造船所
pl: STOCZNIA
ru: ВЕРФЬ
uk: ВЕРФ
zh: ВЕРФЬ
zh_sg: 造船厂

# IDS_DOCK_BANNER_SHIPYARD_TOOLTIP
source: Dockyard
es_mx: Astillero
ja: 造船所
pl: Stocznia
ru: Верфь
uk: Верф
zh: 船坞
zh_sg: 造船厂

# IDS_DOCK_BANNER_SSE_BATTLE_TASKS
source: COMBAT MISSIONS
es_mx: MISIONES DE COMBATE
ja: コンバットミッション
pl: MISJE BOJOWE
ru: БОЕВЫЕ ЗАДАЧИ
uk: БОЙОВІ ЗАВДАННЯ
zh: 作战任务
zh_sg: 作战任务

# IDS_DOCK_BANNER_TOOLTIP_CAMPAIGNS
source: Campaigns
es_mx: Campañas
ja: キャンペーン
pl: Kampanie
ru: Кампании
uk: Кампанії
zh: 战役
zh_sg: 战役

# IDS_DOCK_BANNER_TOOLTIP_INTRO_MISSION
source: Introductory Mission
es_mx: Misión de Introducción
ja: 入門ミッション
pl: Misja wprowadzająca
ru: Вводная миссия
uk: Вступна місія
zh: 新手任务
zh_sg: 新手任务

# IDS_DOCK_BANNER_TOOLTIP_METASHOP
source: Armory
es_mx: Armería
ja: 武器庫
pl: Zbrojownia
ru: Адмиралтейство
uk: Адміралтейство
zh: 军火库
zh_sg: 兵工厂

# IDS_DOCK_BANNER_TOOLTIP_PREMSHOP
source: Premium Shop
es_mx: Tienda Premium
ja: プレミアムショップ
pl: Sklep premium
ru: Премиум магазин
uk: Преміум магазин
zh: Премиум магазин
zh_sg: 高级商店

# IDS_DOCK_BANNER_TOOLTIP_VIDEO_TUTORIALS
source: Video tutorials
es_mx: Tutoriales en video
ja: ビデオチュートリアル
pl: Szkolenia wideo
ru: Обучающие видео
uk: Навчальні відео
zh: Обучающие видео
zh_sg: 教学视频

# IDS_DOCK_BANNER_VIDEO_TUTORIALS
source: VIDEO TUTORIALS
es_mx: TUTORIALES EN VIDEO
ja: ビデオチュートリアル
pl: SZKOLENIA WIDEO
ru: ОБУЧАЮЩИЕ ВИДЕО
uk: НАВЧАЛЬНІ ВІДЕО
zh: 教学视频
zh_sg: 教学视频

# IDS_DOCK_CONSUME_DESCRIPTION_PCY001_CRASHCREW
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY002_REGENCREW
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY003_AIRDEFENSEDISP
source: Increases the intensity of AA fire.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上します。
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 提高防空火力强度并降低敌方俯冲轰炸机与鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY004_FIGHTER
source: Follows the ship and automatically attacks enemy aircraft.
es_mx: Sigue al barco y ataca automáticamente aviones enemigos.
ja: 艦に追従し、敵機を自動的に迎撃します。
pl: Podąża za okrętem i automatycznie atakuje samoloty wroga.
ru: Сопровождает корабль и автоматически атакует самолёты противника.
uk: Супроводжує корабель та автоматично атакує літаки супротивника.
zh: 跟随战舰并会自动攻击敌方飞机。
zh_sg: 跟随战舰并自动攻击敌方飞机。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY005_SPOTTER
source: Extends the firing range of the main battery.
es_mx: Extiende el rango de disparo de la batería principal.
ja: 主砲の射程を延伸します。
pl: Zwiększa zasięg ognia głównej baterii.
ru: Увеличивает дальность стрельбы главного калибра.
uk: Збільшує дальність стрільби головного калібру.
zh: 增加主炮组的射程。
zh_sg: 增加主炮组的射程。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY006_SMOKEGENERATOR
source: Generates a smoke screen that reduces the risk of being detected by the enemy.
es_mx: Genera una pantalla de humo que reduce el riesgo de ser detectado por el enemigo.
ja: 敵の視界を遮る煙幕を展開します。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником.
zh: 在战舰后方产生烟幕来降低被敌人发现的几率。
zh_sg: 生成烟幕降低被敌人发现的风险。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY006_SMOKEGENERATORCRAWLER
source: Generates a smoke screen that reduces the risk of being detected by the enemy. Allows the ship to remain undetected at slow speeds for the entire action time of the consumable.
es_mx: Genera una cortina de humo que reduce el riesgo de que el enemigo detecte el barco. Permite que el barco permanezca oculto a baja velocidad durante todo el tiempo de acción del consumible.
ja: 敵の視界を遮る煙幕を展開します。 この消耗品の動作時間中、低速で移動しながら姿を隠し続けることができます。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika. Okręt pozostanie niewykryty przy niskiej prędkości przez cały czas działania sprzętu eksploatacyjnego.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на малом ходу.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником. Протягом всього часу роботи, спорядження дозволяє кораблю залишатися непомітним на малому ходу.
zh: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на малом ходу.
zh_sg: 生成烟幕降低被敌人发现的风险。 消耗品作用时间内，使战舰在低速航行状态下保持不被发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY006_SMOKEGENERATOROIL
source: Generates a smoke screen that reduces the risk of being detected by the enemy. Allows the ship to remain undetected at full speed for the entire action time of the consumable.
es_mx: Genera una cortina de humo que reduce el riesgo de que el enemigo detecte el barco. Permite que el barco permanezca indetectado a baja velocidad durante todo el tiempo de acción del consumible.
ja: 敵の視界を遮る煙幕を展開します。 この消耗品の動作時間中、全速で移動しながら姿を隠し続けることができます。
pl: Wytwarza zasłonę dymną, która zmniejsza ryzyko wykrycia przez przeciwnika. Okręt pozostanie niewykryty przy pełnej prędkości przez cały czas działania sprzętu eksploatacyjnego.
ru: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на полном ходу.
uk: Створює димову завісу, яка зменшує імовірність виявлення супротивником. Протягом всього часу роботи, спорядження дозволяє кораблю залишатися непомітним на повному ходу.
zh: Создаёт дымовую завесу, уменьшающую вероятность обнаружения противником. В течение всего времени работы снаряжение позволяет кораблю оставаться незаметным на полном ходу.
zh_sg: 生成烟幕降低被敌人发现的风险。 消耗品作用时间内，使战舰全速航行状态下保持不被发现。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY007_SPEEDBOOSTER
source: Increases the ship's maximum speed.
es_mx: Aumenta la velocidad máxima del barco.
ja: 艦の最高速度を向上させます。
pl: Zwiększa maksymalną prędkość okrętu.
ru: Увеличивает максимальную скорость корабля.
uk: Збільшує максимальну швидкість корабля.
zh: 暂时增加最大航速。
zh_sg: 提升战舰最高航速。

# IDS_DOCK_CONSUME_DESCRIPTION_PCY008_SONARSEARCH
source: Increases the range of assured acquisition of enemy ships and torpedoes, including those within smoke screens.
es_mx: Aumenta el rango de detección efectivo de barcos enemigas y torpedos, incluyendo aquellos dentro de pantallas de humo.
ja: 敵艦艇および敵魚雷の強制捕捉範囲 (煙幕内を含む) を向上させます。
pl: Zwiększa zasięg pewnego wykrywania wrogich okrętów i torped, również tych, które znajdują się za zasłoną dymną.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед, в том числе в зоне дымовой завесы.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед, зокрема в зоні димової завіси.
zh: 提高对敌方战舰与鱼雷的绝对捕获范围，包括对象身处于烟幕之内。
zh_sg: 提高对敌方战舰与鱼雷的绝对捕获范围，包括处于烟幕区域之内的目标。
