Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DESC_PCM037_SMOKEGENERATOR_MOD_I
source: Increases the action time of the Smoke Generator, Short-Burst Smoke Generator, and Crawling Smoke Generator consumables, but reduces smoke screen duration. The effects are not applicable to the Exhaust Smoke Generator consumable.
es_mx: Aumenta el tiempo de acción de los consumibles Generador de Humo, Generador de Humo de Acción Corta y Generador de Humo de Baja Velocidad, pero reduce la duración de la pantalla de humo. Los efectos no son aplicables al consumible Generador de Humo de Escape.
ja: 消耗品「発煙装置」「ショートバースト発煙装置」「低速用発煙装置」の動作時間を延長するが、煙幕の持続時間が低下する 消耗品「排気発煙装置」は対象外
pl: Wydłuża działanie sprzętów eksploatacyjnych Wytwornica dymu, Krótkotrwała wytwornica dymu oraz Niskoprężna wytwornica dymu, ale skraca czas zalegania postawionej zasłony. Efekt nie działa w przypadku sprzętu eksploatacyjnego Wysokoprężna wytwornica dymu.
ru: Увеличивает время работы снаряжения «Дымогенератор», «Дымовая шашка» и «Дымогенератор малого хода». Сокращает время рассеивания дымов. Не работает со снаряжением «Дымогенератор полного хода».
uk: Збільшує час роботи спорядження «Генератор диму», «Димова шашка» та «Генератор диму малого ходу», але скорочує час розсіювання димів. Не працює зі спорядженням «Генератор диму повного ходу».
zh: 提高发烟机消耗品的启用时间。 适用于 VI–X 级的驱逐舰及巡洋舰。
zh_sg: 增加发烟器、短突发式发烟器和低速发烟器的作用时间，但会降低烟幕的持续时间。 对高速发烟器消耗品无效。

# IDS_DESC_PCM038_SPOTTER_MOD_I
source: Increases the action time of the Spotting Aircraft and Rapid Takeoff Spotter consumables.
es_mx: Aumenta el tiempo de acción de los consumibles Avión de Exploración y Observador de Despegue Rápido.
ja: 消耗品「着弾観測機」「急速発艦着弾観測機」の動作時間を延長
pl: Wydłuża działanie sprzętu eksploatacyjnego Samolot zwiadowczy i Zwiadowca w stanie gotowości.
ru: Увеличивает время работы снаряжения «Корректировщик огня» и «Корректировщик огня ускоренного темпа».
uk: Збільшує час роботи спорядження «Літак-корегувальник» і «Літак-корегувальник пришвидшеного темпу».
zh: 提高侦察机消耗品的启用时间。 适用于 VI–X 级的战列舰及巡洋舰
zh_sg: 增加侦察机和快速起飞侦察机消耗品的作用时间。

# IDS_DESC_PCM039_CRASHCREW_MOD_I
source: Increases the action time of the Damage Control Party and Fast Damage Control Team consumables.
es_mx: Aumenta el tiempo de acción de los consumibles Equipo de Control de Daños y Equipo de Control de Daños Acelerado.
ja: 消耗品「応急工作班」「高速応急工作班」の動作時間を延長
pl: Wydłuża działanie sprzętu eksploatacyjnego Grupa naprawczo-ratunkowa i Grupa ratunkowa szybkiego reagowania.
ru: Увеличивает время работы снаряжения «Аварийная команда» и «Аварийное подразделение».
uk: Збільшує час роботи спорядження «Аварійно-рятувальна команда» й «Аварійно-рятувальний підрозділ».
zh: 提高伤害控制小组消耗品的启用时间。 适用于 VI–X 级的舰艇
zh_sg: 增加伤害控制小组和快速伤害控制小队消耗品的作用时间。

# IDS_DESC_PCM040_AIRDEFENSEDISP_MOD_I
source: Increases the action time, and accelerates the reload speed of the Defensive AA Fire consumable.
es_mx: Aumenta el tiempo de acción, y acelera la velocidad de recarga del consumible Fuego AA Defensivo.
ja: 消耗品「対空防御砲火」の動作時間を延長し準備時間を短縮
pl: Wydłuża działanie i skraca przeładowanie sprzętu eksploatacyjnego Obrona przeciwlotnicza.
ru: Увеличивает время работы и ускоряет перезарядку снаряжения «Заградительный огонь ПВО».
uk: Збільшує час роботи й пришвидшує перезаряджання спорядження «Загороджувальний вогонь ППО».
zh: 提高防御用对空火力消耗品的启用时间。 适用于 VIII–X 级的舰艇
zh_sg: 增加防御型对空火力消耗品的作用时间和装填速度。

# IDS_DESC_PCM041_SONARSEARCH_MOD_I
source: Increases the action time of the Hydroacoustic Search and Short-Range Hydroacoustic Search consumables.
es_mx: Aumenta el tiempo de acción de los consumibles Búsqueda Hidroacústica y Búsqueda Hidroacústica de Corto Alcance.
ja: 消耗品「水中聴音」「短距離水中聴音」の動作時間を延長
pl: Wydłuża działanie sprzętu eksploatacyjnego Sonda hydroakustyczna i Sonda hydroakustyczna krótkiego zasięgu.
ru: Увеличивает время работы снаряжения «Гидроакустический поиск» и «Гидроакустический поиск ближнего действия».
uk: Збільшує час роботи спорядження «Гідролокатор» і «Гідролокатор близької дії».
zh: 提高水底搜索消耗品的启用时间。 适用于 VI–X 级的驱逐舰及巡洋舰
zh_sg: 增加对海搜索和短程对海搜索消耗品的作用时间。

# IDS_DESC_PCM042_RLSSEARCH_MOD_I
source: Increases the action time of the Surveillance Radar consumable.
es_mx: Aumenta el tiempo de acción del consumible Radar de Vigilancia.
ja: 消耗品「警戒レーダー」の動作時間を延長
pl: Wydłuża działanie sprzętu eksploatacyjnego Radar dozorowania.
ru: Увеличивает время работы снаряжения «Поисковая РЛС».
uk: Збільшує час роботи спорядження «Пошукова РЛС».
zh: 提高监视雷达消耗品的启用时间。 适用于 IX–X 级的驱逐舰及巡洋舰
zh_sg: 增加监视雷达消耗品的作用时间。

# IDS_DESC_PCM043_SPECIAL_MOD_I_CONQUEROR
source: Improves ship maneuverability.
es_mx: Mejora la maniobrabilidad del barco.
ja: 艦艇の機動性を向上
pl: Poprawia manewrowość okrętu.
ru: Повышает манёвренность корабля.
uk: Збільшує маневреність корабля.
zh: 加快主炮回转速度，减少方向舵换档时间并加快操舵装置的维修时间。
zh_sg: 提升战舰机动性。

# IDS_DESC_PCM044_SPECIAL_MOD_I_REPUBLIQUE
source: Main Battery Fire Control Station
es_mx: Refuerza las capacidades de la artillería del barco a cambio de reducir su alcance de disparo.
ja: 主砲射撃管制ステーション
pl: Stacja kontroli ognia głównej baterii
ru: Пост управления огнём главного калибра
uk: Посилює артилерійський потенціал корабля, зменшуючи дистанцію ведення бою.
zh: 用较快的主炮装填时间来换较慢的炮塔回转速度与较短的射程。
zh_sg: 强化战舰的火炮性能但会降低射程。

# IDS_DESC_PCM045_SPECIAL_MOD_I_GKURFURST
source: Improves the ship's artillery capabilities at short range.
es_mx: Refuerza las capacidades de la artillería del barco a corta distancia.
ja: 短距離における艦艇の火砲の能力を強化
pl: Zwiększa możliwości artylerii na krótkim dystansie.
ru: Усиливает артиллерийский потенциал корабля на ближней дистанции.
uk: Посилює артилерійський потенціал корабля на близькій дистанції.
zh: 用较快的主炮副炮装填时间来换较短的射程与较慢的炮塔回转速度。
zh_sg: 强化战舰火炮在近距离的性能。

# IDS_DESC_PCM046_SPECIAL_MOD_I_YAMATO
source: Main Battery Director System
es_mx: Refuerza las capacidades de la artillería del barco a largas distancias.
ja: 主砲射撃指揮システム
pl: System przelicznika artyleryjskiego głównej baterii
ru: Центральная наводка главного калибра
uk: Посилює артилерійський потенціал корабля на дальній дистанції.
zh: 降低主炮炮弹偏差度与装填时间来换取较缓慢的炮塔回转速度。
zh_sg: 强化战舰火炮在远距离的性能。

# IDS_DESC_PCM047_SPECIAL_MOD_I_MONTANA
source: Elite Damage Control Teams
es_mx: Mejora la capacidad de supervivencia del barco.
ja: エリートダメージコントロール班
pl: Elitarne zespoły kontroli uszkodzeń
ru: Усиление противоаварийных мероприятий
uk: Збільшує живучість корабля.
zh: 加快灭火的速度、进水的恢复时间以及方向舵换档时间。
zh_sg: 提升战舰的存活性。

# IDS_DESC_PCM048_SPECIAL_MOD_I_ZAO
source: Improves the ship's performance in open waters.
es_mx: Mejora el desempeño del barco en aguas abiertas.
ja: 開けた海域における艦艇の能力を向上
pl: Poprawia osiągi okrętu na otwartych wodach.
ru: Повышает эффективность корабля на открытой воде.
uk: Підвищує ефективність корабля на відкритій воді.
zh: 改善主炮准度与射程并且减少方向舵换档时间。
zh_sg: 提升战舰在开阔水域的性能。

# IDS_DESC_PCM049_SPECIAL_MOD_I_HINDENBURG
source: Improves the ship's survivability and maneuverability.
es_mx: Mejora la capacidad de supervivencia y la maniobrabilidad del barco.
ja: 艦艇の抗堪性と機動性を向上
pl: Poprawia przeżywalność i manewrowość okrętu.
ru: Повышает живучесть и манёвренность корабля.
uk: Збільшує живучість і маневреність корабля.
zh: 加快主炮维修、灭火以及从进水中恢复的速度，并且减少方向舵换档时间。
zh_sg: 提升战舰的存活性和机动性。

# IDS_DESC_PCM050_SPECIAL_MOD_I_HENRI_IV
source: Improves the ship's artillery capabilities at long range.
es_mx: Refuerza las capacidades de la artillería del barco a largas distancias.
ja: 長距離における艦艇の火砲の能力を強化
pl: Zwiększa możliwości artylerii na dalekim dystansie.
ru: Усиливает артиллерийский потенциал корабля на дальней дистанции.
uk: Посилює артилерійський потенціал корабля на дальній дистанції.
zh: 增加主炮射程并降低其装填时间来换较长的战舰被侦测距离。
zh_sg: 强化战舰火炮在远距离的性能。

# IDS_DESC_PCM051_SPECIAL_MOD_I_MINOTAUR
source: Allows the ship to maneuver in smoke areas at low speeds.
es_mx: Permite al barco maniobrar en áreas con humo a bajas velocidades.
ja: 艦艇が煙幕のエリア内で低速で移動可能になる
pl: Pozwala okrętowi na manewrowanie przy niskich prędkościach w obszarach objętych dymem.
ru: Позволяет кораблю перемещаться в дымах на малом ходу.
uk: Дає змогу кораблю пересуватися в димах на малому ходу.
zh: 增加对您战舰攻击的炮弹扩散、降低战舰的被侦测距离并增加烟雾产生器的启动时间来换较短的烟幕扩散时间。
zh_sg: 允许战舰在烟幕区域以低速机动。

# IDS_DESC_PCM052_SPECIAL_MOD_I_DES_MOINES
source: Improves the ship's maneuverability.
es_mx: Mejora la maniobrabilidad del barco.
ja: 艦艇の機動性を向上
pl: Poprawia manewrowość okrętu.
ru: Повышает манёвренные характеристики корабля.
uk: Збільшує маневрені характеристики корабля.
zh: 加快方向舵换档时间以及加速时引擎达到全功率的时间来换较短的监视雷达启动时间。
zh_sg: 提升战舰的机动性。

# IDS_DESC_PCM053_SPECIAL_MOD_I_WORCESTER
source: Improves the efficiency of consumables and the priority AA sector.
es_mx: Mejora la eficiencia de los consumibles y el sector AA prioritario.
ja: 消耗品と優先対空セクターの有効性を向上
pl: Poprawia skuteczność sprzętu eksploatacyjnego i sektora priorytetowego obrony przeciwlotniczej.
ru: Повышает эффективность работы снаряжения и действия приоритетного сектора ПВО.
uk: Збільшує ефективність роботи спорядження та дії пріоритетного сектора ППО.
zh: 增加监视雷达、水底搜索以及防御型防空火力消耗品的启动时间。
zh_sg: 提升消耗品和优先防空区域的效率。

# IDS_DESC_PCM054_SPECIAL_MOD_I_MOSKVA
source: Improves the ship's artillery capabilities at long range.
es_mx: Refuerza las capacidades de la artillería del barco a largas distancias.
ja: 長距離における艦艇の火砲の能力を強化
pl: Zwiększa możliwości artylerii na dalekim dystansie.
ru: Усиливает артиллерийский потенциал корабля на дальней дистанции.
uk: Посилює артилерійський потенціал корабля на дальній дистанції.
zh: 改善并延伸主炮射程来换较慢的炮塔回转速度。
zh_sg: 强化战舰火炮在远距离的性能。

# IDS_DESC_PCM055_SPECIAL_MOD_I_KHABAROVSK
source: Improves the ship's artillery capabilities, owing to her ability to fire over longer distances.
es_mx: Refuerza las capacidades de la artillería del barco, debido a una mejora en su capacidad de disparo a largas distancias.
ja: 長距離射撃能力によって艦艇の火砲の能力を強化
pl: Poprawia możliwości artylerii dzięki zwiększonej skuteczności na dalekich dystansach.
ru: Усиливает артиллерийский потенциал корабля за счёт возможности стрельбы с дальней дистанции.
uk: Посилює артилерійський потенціал корабля завдяки можливості стрільби з дальньої дистанції.
zh: 增加主跑射程并加快主炮装填速度来换较慢的炮塔回转速度。
zh_sg: 通过提高射程来强化战舰的火炮性能。

# IDS_DESC_PCM056_SPECIAL_MOD_I_Z_52
source: Improves the ship's torpedo armament capabilities, owing to the higher rate of torpedo attacks.
es_mx: Refuerza las capacidades del armamento de torpedos del barco, debido a un aumento en la tasa de lanzamiento de los torpedos.
ja: 雷撃の頻度を高めることによって艦艇の雷装の能力を強化
pl: Poprawia możliwości uzbrojenia torpedowego dzięki wyższej szybkostrzelności wyrzutni torpedowych.
ru: Усиливает торпедный потенциал корабля за счёт увеличения частоты торпедных атак.
uk: Посилює торпедний потенціал корабля завдяки збільшенню частоти торпедних атак.
zh: 降低战舰的被侦测距离并且加快鱼雷发射管的装填速度。
zh_sg: 通过提高鱼雷射速，强化战舰鱼雷武器的性能。

# IDS_DESC_PCM057_SPECIAL_MOD_I_SHIMAKAZE
source: Improves the ship's torpedo armament capabilities at long range.
es_mx: Refuerza las capacidades del armamento de torpedos del barco sobre objetivos a largas distancias.
ja: 長距離における艦艇の雷装の能力を強化
pl: Zwiększa możliwości uzbrojenia torpedowego na dalekim dystansie.
ru: Усиливает торпедный потенциал корабля на дальней дистанции.
uk: Посилює торпедний потенціал корабля на дальній дистанції.
zh: 加快鱼雷发射管的装填时间来换较慢的鱼雷发射管回转速度以及更高失去作用的风险。
zh_sg: 强化战舰鱼雷武器在远距离的性能。

# IDS_DESC_PCM058_SPECIAL_MOD_I_GEARING
source: Improves the efficiency of torpedo attacks, owing to better ship concealment.
es_mx: Mejora la eficiencia de los ataques de torpedos, debido a una mejor ocultación del barco.
ja: 艦艇の隠蔽性を高めることによって雷撃の有効性を向上
pl: Poprawia skuteczność ataków torpedowych dzięki lepszemu kamuflażowi okrętu.
ru: Повышает эффективность торпедных атак за счёт улучшения маскировки.
uk: Збільшує ефективність торпедних атак завдяки поліпшенню маскування.
zh: 降低战舰的被侦测距离来换较长的主炮以及鱼雷发射管的装填时间。
zh_sg: 通过提高战舰隐蔽性来提升鱼雷的攻击效率。

# IDS_DESC_PCM059_SPECIAL_MOD_I_YUEYANG
source: Reinforces the ship's artillery capabilities.
es_mx: Refuerza las capacidades de la artillería del barco.
ja: 艦艇の火砲の能力を強化
pl: Zwiększa możliwości artylerii okrętu.
ru: Усиливает артиллерийский потенциал корабля.
uk: Посилює артилерійський потенціал корабля.
zh: 加快主炮以及鱼雷发射管的装填速度来和较短的烟幕扩散时间以及监视雷达的启动时间。
zh_sg: 强化战舰火炮性能。

# IDS_DESC_PCM060_SPECIAL_MOD_I_GROZOVOI
source: Accelerates the reload speed of main battery guns.
es_mx: Acelera la velocidad de recarga de los cañones de la batería principal.
ja: 主砲の装填速度を向上
pl: Przyspiesza przeładowanie dział baterii głównej.
ru: Ускоряет перезарядку орудий главного калибра.
uk: Пришвидшує перезаряджання гармат головного калібру.
zh: 加快主炮装填速度来换较慢的炮塔回转速度以及较长的鱼雷发射管装填时间。
zh_sg: 加快主炮的装填速度。

# IDS_DESC_PCM061_SPECIAL_MOD_I_MIDWAY
source: Improves the efficiency of bombers.
es_mx: Mejora la eficiencia de los bombarderos.
ja: 爆撃機の有効性を向上
pl: Poprawia skuteczność bombowców.
ru: Повышает эффективность бомбардировщиков.
uk: Збільшує ефективність бомбардувальників.
zh: 增加攻击机的血量同时降低它们的巡航速度。
zh_sg: 提升轰炸机的效率。

# IDS_DESC_PCM062_SPECIAL_MOD_I_HAKURYU
source: Increases the maximum speed of a squadron when engine boost is activated at the cost of reducing its action time.
es_mx: Aumenta la velocidad máxima de un escuadrón cuando el Impulso del Motor está activado a cambio de reducir su tiempo de acción.
ja: エンジンブースト使用時の飛行中隊の最高速度を向上するが、エンジンブーストの動作時間が低下
pl: Zwiększa prędkość maksymalną eskadry, gdy aktywne jest doładowanie silnika kosztem zmniejszonego czasu działania.
ru: Увеличивает максимальную скорость эскадрильи во время использования форсажа за счёт уменьшения времени его действия.
uk: Збільшує максимальну швидкість ескадрильї під час використання форсажу завдяки зменшенню часу його дії.
zh: 增加战斗机的血量并提升所有飞机的巡航速度。
zh_sg: 提升引擎增压激活时增加的中队最高速度，但会降低作用时间。

# IDS_DESC_PCM063_FIGHTER_MOD_I
source: Increases attack aircraft HP
es_mx: Aumenta los HP del avión de ataque
ja: 攻撃機の HP を向上
pl: Zwiększa liczbę PW samolotów szturmowych
ru: Увеличивает боеспособность штурмовиков
uk: Збільшує боєздатність штурмовиків
zh: 增加战斗机血量
zh_sg: 增加攻击机的生命值

# IDS_DESC_PCM064_TORPEDOBOMBER_MOD_I
source: Increases torpedo bomber HP
es_mx: Aumenta los HP del torpedero
ja: 雷撃機の HP を向上
pl: Zwiększa liczbę PW bombowców torpedowych
ru: Увеличивает боеспособность торпедоносцев
uk: Збільшує боєздатність торпедоносців
zh: 增加鱼雷轰炸机血量
zh_sg: 增加鱼雷轰炸机的生命值

# IDS_DESC_PCM065_DIVEBOMBER_MOD_I
source: Increases bomber HP
es_mx: Aumenta los HP de los bombarderos
ja: 爆撃機の HP を向上
pl: Zwiększa liczbę PW bombowców nurkujących
ru: Увеличивает боеспособность бомбардировщиков
uk: Збільшує боєздатність бомбардувальників
zh: 增加俯冲轰炸机血量
zh_sg: 增加轰炸机的生命值

# IDS_DESC_PCM066_TORPEDOBOMBER_MOD_II
source: Extends the attack time of torpedo bombers
es_mx: Extiende el tiempo de ataque de los torpederos
ja: 雷撃機の攻撃時間を延長
pl: Wydłuża czas ataku bombowców torpedowych
ru: Увеличивает время атаки торпедоносцев
uk: Збільшує час атаки торпедоносців
zh: 延长鱼雷轰炸机的攻击时间
zh_sg: 延长鱼雷轰炸机的攻击时间

# IDS_DESC_PCM067_FIGHTER_MOD_II
source: Extends the attack time of attack aircraft
es_mx: Extiende el tiempo de ataque de los aviones de ataque
ja: 攻撃機の攻撃時間を延長
pl: Wydłuża czas ataku samolotów szturmowych
ru: Увеличивает время атаки штурмовиков
uk: Збільшує час атаки штурмовиків
zh: 延长战斗机的攻击时间
zh_sg: 延长攻击机的攻击时间

# IDS_DESC_PCM068_PLANEENGINE_MOD_I
source: Increases the engine boost time for the aircraft carrier's planes
es_mx: Aumenta el tiempo del impulso del motor para los aviones de los portaaviones
ja: 空母艦載機のエンジンブースト時間を向上
pl: Wydłuża czas doładowania silnika dla samolotów lotniskowca
ru: Увеличивает время форсажа самолётов авианосца
uk: Збільшує час форсажу літаків авіаносця
zh: 增加航空母舰飞机的引擎增压时间
zh_sg: 提升航空母舰飞机的引擎增压时间

# IDS_DESC_PCM069_MOVEMENT_MOD_I
source: Reduces the risk of incapacitation, and accelerates repairs of the engine and steering gears.
es_mx: Reduce el riesgo de incapacitación y acelera las reparaciones del motor y el engranaje de dirección.
ja: 主機と操舵装置の機能停止率を低減し、修理を促進
pl: Zmniejsza ryzyko poważnego uszkodzenia i skraca naprawę silnika oraz układu sterowania.
ru: Снижает вероятность выхода из строя и ускоряет ремонт двигателя и рулевых машин.
uk: Зменшує імовірність виведення з ладу та пришвидшує ремонт двигуна та рульових механізмів.
zh: Снижает вероятность выхода из строя и ускоряет ремонт двигателя и рулевых машин.
zh_sg: 降低瘫痪风险，并加快引擎和操作装置的修理速度。

# IDS_DESC_PCM070_TORPEDO_MOD_IV
source: Improves the efficiency of torpedoes and torpedo tubes
es_mx: Mejora la eficiencia de los torpedos y los lanzadores de torpedos.
ja: 魚雷と魚雷発射管の有効性を向上
pl: Poprawia skuteczność torped i wyrzutni torped.
ru: Увеличивает эффективность торпед и торпедных аппаратов.
uk: Збільшує ефективність торпед і торпедних апаратів.
zh: Увеличивает эффективность торпед и торпедных аппаратов.
zh_sg: 提升鱼雷和鱼雷发射管的效率。

# IDS_DESC_PCM071_TORPEDOBOMBS_MOD_I
source: Improves the efficiency of aerial torpedoes
es_mx: Mejora la eficiencia de los torpedos aéreos.
ja: 航空魚雷の有効性を向上
pl: Poprawia skuteczność torped lotniczych.
ru: Увеличивает эффективность авиационных торпед.
uk: Збільшує ефективність авіаційних торпед.
zh: Увеличивает эффективность авиационных торпед.
zh_sg: 提升空投鱼雷的效率。

# IDS_DESC_PCM072_ABILITYWORKTIMEBOOST_MOD_I
source: Increases the action time of all ship consumables.
es_mx: Aumenta el tiempo de acción de todos los consumibles del barco.
ja: 艦艇用の全消耗品の動作時間を延長
pl: Wydłuża działanie wszystkich sprzętów eksploatacyjnych okrętu.
ru: Увеличивает время работы всего снаряжения корабля.
uk: Збільшує час роботи всього спорядження корабля
zh: Увеличивает время работы всего снаряжения корабля.
zh_sg: 提升所有战舰消耗品的作用时间。

# IDS_DESC_PCM073_ABILITYWORKTIMEBOOSTCV_MOD_I
source: Increases the action time of all squadron consumables
es_mx: Aumenta el tiempo de acción de todos los consumibles del escuadrón.
ja: 飛行中隊用の全消耗品の動作時間を延長
pl: Wydłuża działanie wszystkich sprzętów eksploatacyjnych eskadry.
ru: Увеличивает время работы всего снаряжения эскадрильи.
uk: Збільшує час роботи всього спорядження ескадрильї
zh: Увеличивает время работы всего снаряжения эскадрильи.
zh_sg: 提升中队消耗品的作用时间。

# IDS_DESC_PCM074_AUXILIARYARMAMENT_MOD_I
source: Improves the efficiency of the secondary battery and AA mounts
es_mx: Mejora la eficiencia de la batería secundaria y los montajes AA.
ja: 副砲と対空兵装の有効性を向上
pl: Poprawia skuteczność baterii dodatkowej i dział przeciwlotniczych.
ru: Увеличивает эффективность ПМК и ПВО.
uk: Збільшує ефективність ПМК і ППО.
zh: Увеличивает эффективность ПМК и ПВО.
zh_sg: 提升副炮组与防空炮组的效率。

# IDS_DESC_PCM075_SPECIAL_MOD_I_DARING
source: Improves the ship's torpedo armament capabilities.
es_mx: Refuerza las capacidades del armamento de torpedos del barco.
ja: 艦艇の雷装の能力を強化
pl: Zwiększa możliwości uzbrojenia torpedowego okrętu.
ru: Усиливает торпедный потенциал корабля.
uk: Посилює торпедний потенціал корабля.
zh: Усиливает торпедный потенциал корабля.
zh_sg: 强化战舰的鱼雷武器性能。

# IDS_DESC_PCM076_SPECIAL_MOD_I_KLEBER
source: Shifts battle tactics towards sudden torpedo attacks, owing to improved ship concealment.
es_mx: Altera las tácticas de batalla con sorpresivos ataques con torpedos, debido a una mejor ocultación del barco.
ja: 艦艇の隠蔽性を高めることによって奇襲雷撃の戦術を行いやすくなる
pl: Skłania do przyjęcia taktyki bojowej opartej na niespodziewanych atakach torpedowych dzięki lepszemu kamuflażowi okrętu.
ru: Меняет тактику ведения боя в сторону внезапных торпедных атак за счёт улучшенной маскировки.
uk: Змінює тактику ведення бою на раптові торпедні атаки завдяки поліпшеному маскуванню.
zh: Меняет тактику ведения боя в сторону внезапных торпедных атак за счёт улучшенной маскировки.
zh_sg: 通过提升战舰隐蔽性，改变战术为鱼雷突袭。

# IDS_DESC_PCM077_SPECIAL_MOD_I_HARUGUMO
source: Allows the ship to maneuver in smoke areas at low speeds.
es_mx: Permite al barco maniobrar en áreas con humo a bajas velocidades.
ja: 艦艇が煙幕のエリア内で低速で移動可能になる
pl: Pozwala okrętowi na manewrowanie przy niskich prędkościach w obszarach objętych dymem.
ru: Позволяет кораблю перемещаться в дымах на малом ходу.
uk: Дає змогу кораблю пересуватися в димах на малому ходу.
zh: 增加对您战舰攻击的炮弹扩散、降低战舰的被侦测距离并增加烟雾产生器的启动时间来换较短的烟幕扩散时间。
zh_sg: 允许战舰在烟幕区域以低速机动。

# IDS_DESC_PCM078_SPECIAL_MOD_I_KREMLIN
source: Improves the ship's artillery capabilities at the cost of reducing the fighting range.
es_mx: Refuerza las capacidades de la artillería del barco a cambio de reducir su alcance de disparo.
ja: 艦艇の火砲の能力を強化するが、射程が低下
pl: Zwiększa możliwości artylerii kosztem zasięgu.
ru: Усиливает артиллерийский потенциал корабля, снижая дистанцию ведения боя.
uk: Посилює артилерійський потенціал корабля, зменшуючи дистанцію ведення бою.
zh: 用较快的主炮装填时间来换较慢的炮塔回转速度与较短的射程。
zh_sg: 强化战舰的火炮性能但会降低射程。

# IDS_DESC_PCM079_SPECIAL_MOD_I_AUDACIOUS
source: Allows the aircraft carrier to close in on the enemy and ramp up the attack.
es_mx: Permite que los portaaviones se acerquen al enemigo y aceleren el ataque.
ja: 航空母艦が敵に接近することでより効果的に攻撃可能になる
pl: Pozwala lotniskowcowi na zbliżenie się do przeciwnika i przypuszczenie ataku.
ru: Позволяет авианосцу подойти ближе к противнику и форсировать атаку.
uk: Дає змогу авіаносцю підійти ближче до супротивника та форсувати атаку.
zh: Позволяет авианосцу подойти ближе к противнику и форсировать атаку.
zh_sg: 允许航空母舰接近敌人并增加攻击力度。

# IDS_DESELECT_AIRPLANES
source: Deselect Squadron
es_mx: Deseleccionar Escuadrón
ja: 中隊の選択解除
pl: Odznacz eskadrę
ru: Снять выделение с эскадрильи
uk: Зняти виділення з ескадрильї
zh: 取消所选的航空中队
zh_sg: 取消选定的中队

# IDS_DESTROY
source: Destroy
es_mx: Destruir
ja: 破棄
pl: Zniszcz
ru: Уничтожить
uk: Знищити
zh: 摧毁
zh_sg: 摧毁

# IDS_DESTROYED
source: Destroyed:
es_mx: Destruido:
ja: 撃破:
pl: Zniszczono:
ru: Уничтожено:
uk: Знищено:
zh: 击毁：
zh_sg: 被摧毁：

# IDS_DESTROYED_BY_AG
source: By secondary armament
es_mx: Por armamento secundario
ja: 副砲
pl: Uzbrojeniem dodatkowym
ru: Вспомогательным калибром
uk: Вогнем допоміжного калібру
zh: 通过副炮击沉
zh_sg: 通过副武器击沉

# IDS_DESTROYED_BY_AG_TOOLTIP
source: Total number of enemy ships destroyed by secondary battery
es_mx: Número total de barcos enemigos destruidos por la batería secundaria
ja: 副砲による敵艦艇撃沈数の総数
pl: Łączna liczba okrętów zniszczonych za pomocą uzbrojenia dodatkowego
ru: Общее количество кораблей противника, уничтоженных вспомогательным калибром
uk: Загальна кількість кораблів супротивника, які знищено допоміжним калібром
zh: 副炮组击毁的敌方战舰总数
zh_sg: 副炮组摧毁的敌方战舰总数

# IDS_DESTROYED_BY_AVIATION
source: By aviation
es_mx: Por aviación
ja: 航空攻撃
pl: Przez lotnictwo
ru: Авиацией
uk: Авіацією
zh: 通过舰载机击沉
zh_sg: 通过舰载机击沉

# IDS_DESTROYED_BY_AVIATION_TOOLTIP
source: Total number of enemy warships destroyed by your aircraft
es_mx: Número total de barcos de guerra enemigos destruidos por tus aviones.
ja: 艦載機により撃沈した敵艦艇の総数
pl: Łączna liczba okrętów wroga zniszczonych przez Twoje samoloty.
ru: Общее количество кораблей противника, уничтоженных авиацией
uk: Загальна кількість кораблів супротивника, які знищено вашою авіацією
zh: 被您飞机所击毁的敌方战舰总数。
zh_sg: 被您飞机所摧毁的敌方战舰总数。

# IDS_DESTROYED_BY_FIRE_AND_FLOODS
source: By flooding and fire
es_mx: Por inundaciones e incendios
ja: 浸水と火災
pl: Przez zalanie lub pożar
ru: Пожарами и затоплениями
uk: Пожежами та затопленнями
zh: 通过进水或起火击沉
zh_sg: 通过进水或起火击沉

# IDS_DESTROYED_BY_FIRE_AND_FLOODS_TOOLTIP
source: Total number of enemy warships destroyed by flooding and fire
es_mx: Número total de barcos de guerra destruidos por incendios e inundaciones.
ja: 浸水/火災により撃沈した敵艦艇の総数
pl: Łączna liczba okrętów wroga zniszczonych przez zalanie lub pożar.
ru: Общее количество кораблей противника, уничтоженных пожарами и затоплениями
uk: Загальна кількість кораблів супротивника, які знищено пожежами та затопленнями
zh: 被进水与火灾所摧毁的敌方战舰总数。
zh_sg: 通过进水与起火所摧毁的敌方战舰总数。

# IDS_DESTROYED_BY_MG
source: By main battery guns
es_mx: Por batería principal
ja: 主砲
pl: Działami głównej artylerii
ru: Главным калибром
uk: Вогнем головного калібру
zh: 通过主炮组击沉
zh_sg: 通过主炮击沉
