Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PUSD507
source: Haida
zh: 海达
zh_sg: 海达人

# IDS_PUSD507_DESCR
source: A Tribal-class destroyer built for the Royal Canadian Navy. In contrast to British ships of the series that were commissioned before the beginning of World War II, she had stronger AA defenses installed in place of one of the main battery mounts.
es_mx: Un destructor clase Tribal construido para la Armada Real Canadiense. A diferencia de los barcos británicos de la serie que fueron comisionados antes de la 2GM, este barco tenía defensas AA más fuertes instaladas en lugar de uno de los montajes de la batería principal.
ja: ハイダは、王立カナダ海軍用として建造されたトライバル級駆逐艦です。二次大戦前に就役したイギリスの同型駆逐艦とは異なり、本艦では主砲塔を 1 基撤去し、そこに対空兵装を増設していました。
pl: Niszczyciel klasy Tribal zbudowany dla Royal Canadian Navy. W porównaniu do okrętów brytyjskich tej serii, które zostały oddane do użytku przed II wojną światową, ten okręt posiadał silniejsze uzbrojenie przeciwlotnicze zainstalowane w miejsce jednego ze stanowisk artylerii głównej.
ru: Эсминец типа Tribal, построенный для Королевского флота Канады. В отличие от британских кораблей серии, вступивших в строй до начала Второй мировой войны, имел усиленное зенитное вооружение за счёт отказа от одной из установок главного калибра.
uk: Есмінець типу Tribal, побудований для Королівського флоту Канади. На відміну від британських кораблів серії, що стали у стрій до початку Другої світової війни, мав посилене зенітне озброєння за рахунок відмови від однієї з установок головного калібру.
zh: 一艘建造给CA国海军的部落级驱逐舰。与大战前Y国订购的那些驱逐舰相比，这些驱逐舰有着较强的防空火力，并因此牺牲一座主炮炮位。
zh_sg: 为加拿大皇家海军建造的部落级驱逐舰。与第二次世界大战开始前委托的英国系列战舰相反，这艘船取代了主炮组之一，替换成更强大的对空防御能力。

# IDS_PUSD507_FULL
source: Haida
zh: 海达
zh_sg: 海达人

# IDS_PUUA503_ART_VAMPIRE
source: 102 mm/45 QF Mark V
ru: 102-мм/45 QF Mark V
uk: 102-мм/45 QF Mark V
zh: 102毫米 L/45 QF Mark V

# IDS_PUUA624_ART_HAIDA
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PUUE501_C6_ENG_PERTH
source: Propulsion: 72,500 hp
es_mx: Propulsión: 72,500 hp
ja: 推力: 72,500 馬力
pl: Napęd: 72 500 KM
ru: ЭУ 72 500 л.с.
uk: СУ 72 500 к.с.
zh: 推进系统：72,500 匹马力
zh_sg: 推进系统：72500马力

# IDS_PUUE503_ENG_VAMPIRE
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PUUE625_ENG_HAIDA
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PUUH501_PERTH
source: Perth
zh: 珀斯
zh_sg: 珀斯

# IDS_PUUH503_VAMPIRE
source: Vampire
zh: 吸血鬼
zh_sg: 吸血鬼

# IDS_PUUH627_HULL_HAIDA
source: Haida
zh: 海达
zh_sg: 海达人

# IDS_PUUS501_SUO_PERTH
source: Mk VI mod. 1
zh: Mk6 1型

# IDS_PUUS627_SUO_HAIDA
source: Mk VII mod. 1
zh: Mk VII 1型

# IDS_PUUT501_PERTH
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PUUT503_VAMPIRE
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 TR Mk I

# IDS_PUUT603_TORP_HAIDA
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PVEBATTLE
source: Scenarios
es_mx: Escenarios
ja: シナリオ
pl: Scenariusze
ru: Сценарии
uk: Сценарії
zh: 剧情
zh_sg: 剧情

# IDS_PVEBATTLE_ACC
source: Scenarios
es_mx: Escenarios
ja: シナリオ
pl: Scenariusze
ru: Сценарии
uk: Сценарії
zh: 剧情
zh_sg: 剧情

# IDS_PVEBATTLE_DESCRIPTION
source: Halloween
ja: ハロウィーン
ru: Хэллоуин
uk: Хелловін
zh: 万圣节
zh_sg: 万圣节

# IDS_PVE_BATTLE
source: Scenarios
es_mx: Escenarios
ja: シナリオ
pl: Scenariusze
ru: Сценарии
uk: Сценарії
zh: 剧情
zh_sg: 剧情

# IDS_PVE_BATTLE_ACC
source: Scenarios
es_mx: Escenarios
ja: シナリオ
pl: Scenariusze
ru: Сценарии
uk: Сценарії
zh: 剧情
zh_sg: 剧情

# IDS_PVE_BATTLE_DESCRIPTION
source: Complete tasks as described in the scenario and receive rewards.
es_mx: Completa las tareas descritas en el escenario y recibe recompensas.
ja: シナリオのタスクを達成して褒賞を受領しましょう
pl: Wypełniaj zadania zawarte w scenariuszu, żeby zdobywać nagrody.
ru: Выполняйте задания по сценарию и получайте награды.
uk: Виконуйте завдання за сценарієм та здобувайте нагороди.
zh: 完成剧情战斗中描述的任务并得到奖励。
zh_sg: 完成剧情战中描述的任务目标并得到奖励。

# IDS_PVE_BATTLE_WITH_DOT
source: Scenarios.
es_mx: Escenarios.
ja: シナリオ
pl: Scenariusze.
ru: Сценарии.
uk: Сценарії.
zh: 剧情。
zh_sg: 剧情。

# IDS_PVE_DIVISION_MATCHMAKER_CHECKBOX_TEXT
source: Pick up allies
es_mx: Elegir aliados
ja: 味方をピックアップ
pl: Dobierz sojuszników
ru: Подобрать союзников
uk: Добрати союзників
zh: 带上队友
zh_sg: 带上队友

# IDS_PVE_DIVISION_MATCHMAKER_CONFIG_AVAILABLE_FOR_COMMANDER
source: Only the Division Commander can change the settings for entering battle
es_mx: Solo el Comandante de la División puede cambiar los ajustes para entrar a la batalla.
ja: 戦闘参加設定を変更できるのは、分艦隊指揮官だけです
pl: Tylko dowódca dywizjonu może zmienić ustawienia wejścia do bitwy
ru: Только командир отряда может изменять настройки выхода в бой
uk: Лише командир загону може змінювати налаштування вступу у бій
zh: 只有分舰队指挥官可以变更进入战斗的设定
zh_sg: 只有小队指挥官可以变更进战设定

# IDS_PVE_DIVISION_MATCHMAKER_INSTRUCTION_OFF
source: Disable automatic selection of allies
es_mx: Desactivar la selección automática de aliados
ja: 味方の自動選択を無効化
pl: Wyłącz automatyczny wybór sojuszników
ru: Отключить автоматический подбор союзников
uk: Вимкнути автоматичний добір союзників
zh: 关闭自动选择队友
zh_sg: 关闭自动挑选队友

# IDS_PVE_DIVISION_MATCHMAKER_INSTRUCTION_ON
source: Enable automatic selection of allies
es_mx: Activar la selección automática de aliados
ja: 味方自動選択の有効化
pl: Włącz automatyczny wybór sojuszników
ru: Включить автоматический подбор союзников
uk: Увімкнути автоматичний добір союзників
zh: 开启自动选择队友
zh_sg: 开启自动挑选队友

# IDS_PVE_DIVISION_MATCHMAKER_NOT_AVAILABLE
source: Automatic selection of allies is available only for the Operation of the Week
es_mx: La selección automática de aliados solo está disponible para la Operación de la Semana
ja: 味方の自動選択は、今週のオペレーションのみ利用可能
pl: Automatyczny wybór sojuszników dostępny jest tylko dla operacji tygodnia
ru: Автоматический подбор союзников доступен только для операции недели
uk: Автоматичний добір союзників доступний лише для операції тижня
zh: 自动选择队友只适用于本周行动
zh_sg: 自动挑选队友只适用于本周行动

# IDS_PVE_DIVISION_MATCHMAKER_OFF_INFO
source: Only your Division mates will take part in the battle
es_mx: Solo tus compañeros de División participarán en la batalla
ja: 同じ分艦隊のメンバーのみが戦闘に参加します
pl: Tylko członkowie dywizjonów wezmą udział w bitwie
ru: В бою будут участвовать только члены вашего отряда
uk: У бою можуть брати участь лише члени вашого загону
zh: 只有您的分舰队战友才能参加战斗
zh_sg: 只有您的小队战友才能参加战斗

# IDS_PVE_DIVISION_MATCHMAKER_ON_INFO
source: The allies used to complete the operation will be selected automatically
es_mx: Tus aliados para completar la operación serán seleccionados automáticamente
ja: オペレーションを達成するための味方が自動選択されます。
pl: Twoi sojusznicy zostaną automatycznie wybrani do tej operacji
ru: Союзники для выполнения операции будут подобраны автоматически
uk: Союзників для виконання операції доберуть автоматично
zh: 将会自动选择您的队友来完成行动。
zh_sg: 将自动为您挑选队友来完成行动。

# IDS_PVE_EVENT_NAME
source: HALLOWEEN
ja: ハロウィーン
zh: 万圣节
zh_sg: 万圣节

# IDS_PVE_HARD_MODE_DISABLED
source: Hard difficulty will become available in future updates
es_mx: La dificultad difícil estará disponible en futuras actualizaciones
ja: 高難度は、今後のアップデートで登場予定です
pl: Wysoki poziom trudności zostanie dodany w przyszłych aktualizacjach
ru: Режим повышенной сложности откроется в последующих обновлениях
uk: Режим підвищеної складності відкриють у наступних оновленнях
zh: 将会在以后的更新中提供高复杂性
zh_sg: 高难度模式将在未来的版本中加入

# IDS_PVE_OPERATION_BEST_RESULT_DATE
source: You achieved your best result on: %(bestDoneDate)s
es_mx: Obtuviste tu mejor resultado el: %(bestDoneDate)s
ja: 最高結果達成: %(bestDoneDate)s
pl: Osiągnąłeś swój najlepszy wynik w dniu %(bestDoneDate)s
ru: Лучшее выполнение: %(bestDoneDate)s
uk: Найліпше виконання: %(bestDoneDate)s
zh: 您达成了自己的最佳结果：%(bestDoneDate)s
zh_sg: 您达成的最佳结果：%(bestDoneDate)s

# IDS_PVE_OPERATION_GOAL
source: Operation Goal:
es_mx: Objetivo de la Operación:
ja: オペレーション目標:
pl: Cel operacji:
ru: Цель операции:
uk: Мета операції:
zh: 行动目标：
zh_sg: 行动目标：

# IDS_PVE_OPERATION_HINT_0
source: Operations are battles that follow unique scenarios.
es_mx: Las Operaciones son batallas que siguen escensarios singulares.
ja: オペレーションは、特別シナリオに基づく戦闘です。
pl: Operacje to bitwy, które toczą się wg unikalnych scenariuszy.
ru: Операции — это бои с уникальным сценарием.
uk: Операції — це бої з унікальним сценарієм.
zh: 行动是种照着独特剧情进行的战斗。
zh_sg: 行动是按照独特剧情推进的一种战斗模式。

# IDS_PVE_OPERATION_HINT_1
source: Your allies can be automatically selected for the Operation of the Week.
es_mx: Tus aliados pueden ser seleccionados automáticamente para la Operación de la Semana.
ja: 今週のオペレーションでは、味方の自動選択をご利用いただけます。
pl: Twoi sojusznicy mogą zostać automatycznie wybrani do operacji tygodnia.
ru: В операции недели доступен автоматический подбор союзников.
uk: В операції тижня доступний автоматичний добір союзників.
zh: 可为本周行动而自动选择您的队友。
zh_sg: 可为本周行动而自动选择您的队友。

# IDS_PVE_OPERATION_HINT_2
source: To complete other operations, you need to assemble a Division by yourself. The minimum number of participants is %(minPlayers)s.
es_mx: Para completar otras Operaciones, necesitas reunir una División por ti mismo. El número mínimo de participantes es de %(minPlayers)s.
ja: その他のオペレーションを達成するためには、分艦隊を手動で編成する必要があります。必要な最小メンバー数: %(minPlayers)s
pl: Żeby podejmować inne operacje, musisz samodzielnie skompletować dywizjon. Minimalna liczba uczestników to %(minPlayers)s.
ru: Для прохождения других операций необходимо собрать отряд самостоятельно. Минимальное количество участников — %(minPlayers)s.
uk: Щоб виконати інші операції, потрібно зібрати загін самостійно. Мінімальна кількість учасників: %(minPlayers)s.
zh: 想要完成其它行动，您需要自己组成一支分舰队。最少参加者数量为 %(minPlayers)s。
zh_sg: 想要完成其它行动，您需要自己组建一支小队。最少人数为%(minPlayers)s。

# IDS_PVE_OPERATION_INFO_WINDOW_HEADER
source: Operation
es_mx: Operación
ja: オペレーション
pl: Operacja
ru: Операция
uk: Операція
zh: 行动
zh_sg: 行动

# IDS_PVE_OPERATION_IS_NOT_DONE
source: You failed to complete the operation
es_mx: No pudiste completar la operación
ja: オペレーション達成失敗
pl: Nie udało Ci się wypełnić tej operacji
ru: Операция не выполнена
uk: Операцію не виконано
zh: 您无法完成该行动
zh_sg: 您无法完成该行动

# IDS_PVE_OPERATION_IS_NOT_SELECTED
source: Operation not selected
es_mx: Operación no seleccionada
ja: オペレーション未選択
pl: Nie wybrano operacji
ru: Операция не выбрана
uk: Операцію не вибрано
zh: 尚未选择行动
zh_sg: 尚未选择行动

# IDS_PVE_OPERATION_RESULS_DONE
source: Operation "%(opName)s" completed!
es_mx: ¡Operación "%(opName)s" completada!
ja: オペレーション「%(opName)s」達成!
pl: Operacja „%(opName)s” ukończona!
ru: Операция «%(opName)s» выполнена!
uk: Операцію «%(opName)s» виконано!
zh: 行动「%(opName)s」已完成！
zh_sg: 行动“%(opName)s”已完成！

# IDS_PVE_OPERATION_RESULS_UNDONE
source: Operation "%(opName)s" failed.
es_mx: ¡Operación "%(opName)s" no completada!
ja: オペレーション「%(opName)s」失敗。
pl: Operacja „%(opName)s” nie powiodła się.
ru: Операция «%(opName)s» провалена.
uk: Операцію «%(opName)s» провалено.
zh: 行动「%(opName)s」已失败。
zh_sg: 行动“%(opName)s”已失败。

# IDS_PVE_OPERATION_RESULTS
source: Operation Result
es_mx: Resultado de la Operación
ja: オペレーション結果
pl: Wynik operacji
ru: Результат операции
uk: Результат операції
zh: 行动结果
zh_sg: 行动结果

# IDS_PVE_OPERATION_TEAM_STRUCTURE
source: Team Members:
es_mx: Miembros del Equipo:
ja: チームメンバー:
pl: Członkowie drużyny:
ru: Состав команды:
uk: Склад команди:
zh: 战舰等级：
zh_sg: 团队成员：

# IDS_PVE_REWARD_ISSUED
source: Issued: %(issued_date)s
es_mx: Emitida: %(issued_date)s
ja: 付与: %(issued_date)s
pl: Wydano: %(issued_date)s
ru: Выдано: %(issued_date)s
uk: Видано: %(issued_date)s
zh: 已发给：%(issued_date)s
zh_sg: 已发放：%(issued_date)s

# IDS_PVE_REWARD_ISSUED_THIS_BATTLE
source: Earned in this battle
es_mx: Obtenida en esta batalla
ja: この戦闘で取得
pl: Zdobyte w tej bitwie
ru: Получено в этом бою
uk: Отримано у цьому бою
zh: 在此战斗中获得
zh_sg: 在此战斗中获得

# IDS_PVE_TASK_REWARDS_REASON
source: Reward for completing one secondary task
es_mx: Recompensa por completar una tarea secundaria
ja: 副タスク 1 個の達成に対する褒賞
pl: Nagroda za wypełnienie jednego dodatkowego zadania
ru: Награда за выполнение одной дополнительной задачи
uk: Нагорода за виконання одного додаткового завдання
zh: 完成一个次要工作的奖励
zh_sg: 完成一个次要目标的奖励

# IDS_PVE_TECH_CONDITIONS
source: Completion Criteria
es_mx: Criterio a Completar
ja: 達成要件
pl: Warunki ukończenia
ru: Условия выполнения
uk: Умови виконання
zh: 完成条件
zh_sg: 完成条件

# IDS_PVE_UNFREEZE_COST
source: Receive an order:
es_mx: Recibe una orden:
ja: 指令を受領:
pl: Otrzymaj rozkaz:
ru: Получить приказ:
uk: Отримати наказ:
zh: 接收命令：
zh_sg: 接收命令：

# IDS_PVGA002_40MM_BOFORS_MK2
source: 40 mm Bofors Mk2
ru: 40-мм Bofors Mk2
uk: 40-мм Bofors Mk2
zh: 40 毫米 博福斯 Mk2

# IDS_PVGA003_20MM_OERLIKON_MK20_TWIN
source: 20 mm Oerlikon Mk20
ru: 20-мм Oerlikon Mk20
uk: 20-мм Oerlikon Mk20
zh: 20 毫米 厄利空 Mk20

# IDS_PVGA005_40MM_BOFORS_MK1
source: 40 mm Bofors Mk1
ru: 40-мм Bofors Mk1
uk: 40-мм Bofors Mk1
zh: 40 毫米 博福斯 Mk1

# IDS_PVGM001_6IN47_CL55
source: 152 mm/47 Mk16
ru: 152-мм/47 Mk16
uk: 152-мм/47 Mk16
zh: 152 毫米/47 Mk16

# IDS_PVGS004_5IN25_MK27
source: 127 mm/25 Mk27
ru: 127-мм/25 Mk27
uk: 127-мм/25 Mk27
zh: 127 毫米/25 Mk27

# IDS_PVPA001_127MM_HE_NUEVE
source: 127 mm HE/HC Mk36
ru: 127-мм HE/HC Mk36
uk: 127-мм HE/HC Mk36
zh: 127 毫米 HE/HC Mk36

# IDS_PVPA002_152MM_AP_NUEVE
source: 152 mm AP Mk35
ru: 152-мм AP Mk35
uk: 152-мм AP Mk35
zh: 152 毫米 AP Mk35

# IDS_PVPA003_152MM_HE_NUEVE
source: 152 mm HE/HC Mk34
ru: 152-мм HE/HC Mk34
uk: 152-мм HE/HC Mk34
zh: 152 毫米 HE/HC Mk34

# IDS_PVP_CONTROLPOINTENABLE
source: Capture the Key Area!
es_mx: ¡Captura el área clave!
ja: キーエリアを占領せよ!
pl: Zajmij strefę kluczową!
ru: Захватите контрольную точку!
uk: Захопіть контрольну точку!
zh: 占领关键地区！
zh_sg: 占领关键区域！

# IDS_PVP_PERSONAL_TASK
source: Personal Order
es_mx: Orden Personal
ja: パーソナルオーダー
pl: Rozkaz osobisty
ru: Личный приказ
uk: Особистий наказ
zh: Личный приказ
zh_sg: 个人命令

# IDS_PVSC507
source: Nueve de Julio
zh: 七月九日城
zh_sg: 七月九日

# IDS_PVSC507_DESCR
source: A Brooklyn-class light cruiser built for the US Navy. Her main battery consisted of fifteen 152 mm guns that had a very high rate of fire. In 1951, she was transferred to the Argentine Navy.
es_mx: Un crucero ligero de la clase Brooklym construido para la Armada de los EE. UU. Su batería principal consistía en quince cañones de 152 mm que tenían una alta cadencia de fuego. En 1951, el barco fue transferido a la Armada Argentina.
ja: 本艦は、ブルックリン級軽巡洋艦であり、元々はアメリカ海軍で運用されていました。主砲として極めて射撃速度が高い 152 mm 砲を 15 門搭載していました。1951 年にアルゼンチン海軍に引き渡され、ヌエベ・デ・フリオへと改名されました。
pl: Zbudowany dla U.S. Navy lekki krążownik klasy Brooklyn. Jego główna bateria składała się z piętnastu wysoce szybkostrzelnych dział kal. 152 mm. W 1951 roku okręt został przekazany marynarce wojennej Argentyny.
ru: Лёгкий крейсер типа Brooklyn, построенный для ВМС США. В качестве артиллерии главного калибра имел пятнадцать 152-мм орудий, обладавших очень высокой скорострельностью. В 1951 году передан ВМС Аргентины.
uk: Легкий крейсер типу Brooklyn, побудований для ВМС США. За артилерію головного калібру мав п’ятнадцять 152-мм гармат з дуже високою скорострільністю. 1951 р. переданий до ВМС Аргентини.
zh: M系海军建造的布鲁克林级轻型巡洋舰。它的主武器是十五门高射速的152毫米炮。1951年，此舰转移至他国海军服役。
zh_sg: 为美国海军建造的布鲁克林级轻型巡洋舰。她的主炮由15门152毫米火炮组成，拥有高射速。1951年，这艘战舰被转移到阿根廷海军。

# IDS_PVSC507_FULL
source: Nueve de Julio
zh: 七月九日城
zh_sg: 七月九日

# IDS_PVUA601_C7_ART_JULIO
source: 152 mm/47 Mk16
ru: 152-мм/47 Mk16
uk: 152-мм/47 Mk16
zh: 152 毫米/47 Mk16

# IDS_PVUE601_C7_ENG_JULIO
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PVUH601_JULIO
source: Nueve de Julio
zh: 七月九日城
zh_sg: 七月九日

# IDS_PVUS601_C7_SUO_JULIO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PWEM105_VISBY_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM106_VASTERAS_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM107_SKANE_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM108_OLAND_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM109_OSTERGOTLAND_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM110_HALLAND_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEM111_SMALAND_EUROPE
source: Three Crowns
es_mx: Las Tres Coronas
ja: 三つの王冠
pl: Trzy korony
ru: Три короны
uk: Три корони
zh: Три короны
zh_sg: 三王冠

# IDS_PWEP502_BLYSKAWICA_SZARZA_DESCRIPTION
source: Permanent camouflage created by the player nicknamed Pecztery for destroyer Błyskawica. The concept, titled Szarza, took first prize in the camouflage design competition.
es_mx: Camuflaje permanente creado por el jugador Pecztery para el destructor Blyskawica. El concepto, llamado Szarza, obtuvo el primer lugar en la competencia de diseño de camuflaje.
ja: プレイヤー Pecztery さんが駆逐艦 Blyskawica (ブウィスカヴィツァ) 用の無期限迷彩を制作。コンセプトとタイトル Szarza で第 1 位を受賞しました。
pl: Stały kamuflaż zaprojektowany przez gracza Pecztery dla niszczyciela Błyskawica. Ten projekt, zatytułowany „Szarża”, zajął pierwsze miejsce w konkursie na kamuflaż.
ru: Постоянный камуфляж, созданный игроком с никнеймом Pecztery для эсминца Blyskawica. Работа под названием Szarza заняла первое место в конкурсе камуфляжного дизайна.
uk: Постійний камуфляж, який створив гравець із нікнеймом Pecztery для есмінця Blyskawica. Робота з назвою Szarza посіла перше місце на конкурсі камуфляжного дизайну.
zh: Постоянный камуфляж, созданный игроком с никнеймом Pecztery для эсминца Blyskawica. Работа под названием Szarza заняла первое место в конкурсе камуфляжного дизайна.
zh_sg: 由昵称为Pecztery的玩家波兰驱逐舰闪电设计的永久涂装。该设计名为Szarza，在涂装设计比赛中获得了第一名。

# IDS_PWEP503_BLYSKAWICA_303
source: 303 Squadron
es_mx: Escuadrón 303
ja: 第 303 戦闘機中隊
pl: Dywizjon 303
ru: Эскадрилья 303
uk: Ескадрилья 303
zh: Эскадрилья 303
zh_sg: 303中队

# IDS_PWEP503_BLYSKAWICA_303_DESCRIPTION
source: A tribute to 303 Squadron, which participated in The Battle of Britain
es_mx: Un tributo al Escuadrón 303, el cual participó en la Batalla de Inglaterra.
ja: バトル・オブ・ブリテンに参加した第 303 戦闘機中隊に敬意を表して。
pl: Na cześć Dywizjonu 303, który brał udział w Bitwie o Anglię
ru: В память о 303-й Варшавской истребительной эскадрилье, принимавшей участие в Битве за Британию
uk: На згадку про 303-ю Варшавську винищувальну ескадрилью, яка брала участь у Битві за Британію
zh: В память о 303-й Варшавской истребительной эскадрилье, принимавшей участие в Битве за Британию
zh_sg: 向参加不列颠战役的303中队致敬

# IDS_PWGA001_40MM_BOFORS_MK1
source: 40 mm Bofors wz. 36
ru: 40-мм Bofors wz. 36
uk: 40-мм Bofors wz. 36
zh: 40毫米 博福斯 wz.36

# IDS_PWGA002_13MM_HOTCHKISS_WZ30
source: 13.2 mm Hotchkiss wz. 30
ru: 13,2-мм Hotchkiss wz. 30
uk: 13,2-мм Hotchkiss wz. 30
zh: 13.2 毫米 霍奇科斯30型

# IDS_PWGA003_40MM_BOFORS_MK1
source: 40 mm/60 Bofors M1936
ru: 40-мм/60 Bofors M1936
uk: 40-мм/60 Bofors M1936
zh: 40-мм/60 Bofors M1936

# IDS_PWGA008_66_50_K10_SKODA
source: 70 mm/50 Skoda K10
ru: 70-мм/50 Skoda K10
uk: 70-мм/50 Skoda K10
zh: 70 毫米/50 斯柯达 K10

# IDS_PWGA011_40MM_BOFORS_M36_SW
source: 40 mm/60 Bofors M1936
ru: 40-мм/60 Bofors M1936
uk: 40-мм/60 Bofors M1936
zh: 40-мм/60 Bofors M1936

# IDS_PWGA013_25MM_BOFORS_M32_2BARRELS_SW
source: 25 mm/64 Bofors M1932
ru: 25-мм/64 Bofors M1932
uk: 25-мм/64 Bofors M1932
zh: 25-мм/64 Bofors M1932

# IDS_PWGA015_40MM_BOFORS_M36_1BARRELS_SW
source: 40 mm/60 Bofors M1936
ru: 40-мм/60 Bofors M1936
uk: 40-мм/60 Bofors M1936
zh: 40-мм/60 Bofors M1936

# IDS_PWGA016_20MM_MADSEN_M38_SW
source: 20 mm/60 Madsen M1938
ru: 20-мм/60 Madsen M1938
uk: 20-мм/60 Madsen M1938
zh: 20-мм/60 Madsen M1938

# IDS_PWGA017_57MM_60_BOFORS_M50_SW
source: 57 mm/60 Bofors M1950
ru: 57-мм/60 Bofors M1950
uk: 57-мм/60 Bofors M1950
zh: 57-мм/60 Bofors M1950

# IDS_PWGA021_25MM_BOFORS_M32_1BARRELS_SW
source: 25 mm/64 Bofors M1932
ru: 25-мм/64 Bofors M1932
uk: 25-мм/64 Bofors M1932
zh: 25-мм/64 Bofors M1932

# IDS_PWGA024_BOFORS_40MM70_SP48
source: 40 mm/70 Bofors M1948
ru: 40-мм/70 Bofors M1948
uk: 40-мм/70 Bofors M1948
zh: 40-мм/70 Bofors M1948

# IDS_PWGA029_40MM_VICKERS
source: 40 mm/39 Vickers M22
ru: 40-мм/39 Viсkers M22
uk: 40-мм/39 Viсkers M22
zh: 40-мм/39 Viсkers M22

# IDS_PWGA037_20MM65_BREDA_M1935_DOUBLE_SW
source: 20 mm/65 Breda M1935
ru: 20-мм/65 Breda M1935
uk: 20-мм/65 Breda M1935
zh: 20-мм/65 Breda M1935

# IDS_PWGA041_BOFORS_40MM70_SP48_V2
source: 40 mm/70 Bofors M1948
ru: 40-мм/70 Bofors M1948
uk: 40-мм/70 Bofors M1948
zh: 40-мм/70 Bofors M1948

# IDS_PWGA046_2_PDR_MKVII_QUAD
source: 40 mm/39 QF Mk VII
ru: 40-мм/39 QF Mk VII
uk: 40-мм/39 QF Mk VII
zh: 40 毫米/39 QF Mark VII

# IDS_PWGA047_20MM_OERLIKON_MK4
source: 20 mm Oerlikon Mk IV
ru: 20-мм Oerlikon Mk IV
uk: 20-мм Oerlikon Mk IV
zh: 20 毫米 厄利空 Mk4

# IDS_PWGM003_120MM_BOFORS_WZ34_36_TWIN
source: 120 mm/50 wz. 34/36 Bofors
ru: 120-мм/50 wz. 34/36 Bofors
uk: 120-мм/50 wz. 34/36 Bofors
zh: 120 毫米/50单装 博福斯34/36型

# IDS_PWGM004_120MM_BOFORS_WZ34_36_SINGLE
source: 120 mm/50 wz. 34/36 Bofors
ru: 120-мм/50 wz. 34/36 Bofors
uk: 120-мм/50 wz. 34/36 Bofors
zh: 120 毫米/50单装 博福斯34/36型

# IDS_PWGM006_305_45_K10_SKODA
source: 305 mm/45 Skoda K10
ru: 305-мм/45 Skoda K10
uk: 305-мм/45 Skoda K10
zh: 305 毫米/45 斯柯达 K10

# IDS_PWGM009_100MM50_K10_SKODA
source: 100 mm/50 Skoda K10
ru: 100-мм/50 Skoda K10
uk: 100-мм/50 Skoda K10
zh: 100-мм/50 Skoda K10

# IDS_PWGM010_120_50_BOFORS_M42_SW
source: 120 mm/50 Bofors M1942
ru: 120-мм/50 Bofors M1942
uk: 120-мм/50 Bofors M1942
zh: 120-мм/50 Bofors M1942

# IDS_PWGM014_120MM_50_BOFORS_M50
source: 120 mm/50 Bofors M1950
ru: 120-мм/50 Bofors M1950
uk: 120-мм/50 Bofors M1950
zh: 120-мм/50 Bofors M1950

# IDS_PWGM026_120MM45_BOFORS_M24_SW
source: 120 mm/45 Bofors M1924
ru: 120-мм/45 Bofors M1924
uk: 120-мм/45 Bofors M1924
zh: 120-мм/45 Bofors M1924

# IDS_PWGM035_100MM_47_OTO_1931_SINGLE_SW
source: 100 mm/47 OTO Model 1931
ru: 100-мм/47 OTO Model 1931
uk: 100-мм/47 OTO Model 1931
zh: 100-мм/47 OTO Model 1931

# IDS_PWGM038_120MM45_BOFORS_M24_LOW_SW
source: 120 mm/45 Bofors M1924
ru: 120-мм/45 Bofors M1924
uk: 120-мм/45 Bofors M1924
zh: 120-мм/45 Bofors M1924

# IDS_PWGM039_120MM45_BOFORS_M24_TWIN
source: 120 mm/50 Bofors M1924
ru: 120-мм/50 Bofors M1924
uk: 120-мм/50 Bofors M1924
zh: 120-мм/50 Bofors M1924

# IDS_PWGM040_120MM45_BOFORS_M24_SINGLE
source: 120 mm/50 Bofors M1924
ru: 120-мм/50 Bofors M1924
uk: 120-мм/50 Bofors M1924
zh: 120-мм/50 Bofors M1924

# IDS_PWGM044_4_7IN_50QF_MKXI
source: 120 mm/50 QF Mk XI
ru: 120-мм/50 QF Mk XI
uk: 120-мм/50 QF Mk XI
zh: 120 毫米/50 QF Mk XI

# IDS_PWGM049_120MM_BOFORS_WZ34_36_TWIN
source: 120 mm/50 wz. 34/36 Bofors
ru: 120-мм/50 wz. 34/36 Bofors
uk: 120-мм/50 wz. 34/36 Bofors
zh: 120 毫米/50单装 博福斯34/36型

# IDS_PWGM051_120MM45_BOFORS_M24_TWIN_SW
source: 120 mm/45 Bofors M1924
ru: 120-мм/45 Bofors M1924
uk: 120-мм/45 Bofors M1924
zh: 120-мм/45 Bofors M1924

# IDS_PWGS007_150_50_K10_SKODA
source: 150 mm/50 Skoda K10
ru: 150-мм/50 Skoda K10
uk: 150-мм/50 Skoda K10
zh: 150 毫米/50 斯柯达 K10

# IDS_PWGS050_4IN_45_MK_V
source: 102 mm/45 Mk V
ru: 102-мм/45 Mk V
uk: 102-мм/45 Mk V
zh: 102 毫米/45 Mk V

# IDS_PWGT005_21IN_MKX_TORPEDO_TUBE
source: 533 mm potrójna
ru: 533-мм potrójna
uk: 533-мм potrójna
zh: 533-мм potrójna

# IDS_PWGT012_533MM_3TUBE_M34_SW
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
