Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM003_SHOTDELAY
source: Reloading
es_mx: Recarga
ja: 装填速度
pl: Przeładowywanie
ru: Перезарядка
uk: Перезаряджання
zh: 重新装填中
zh_sg: 装填中

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM004_ENGINEBOOST
source: Maneuverability
es_mx: Maniobrabilidad
ja: 機動性
pl: Manewrowość
ru: Манёвренность
uk: Маневреність
zh: 机动性
zh_sg: 机动性

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM005_HEBURNCHANCE
source: Fires
es_mx: Incendios
ja: 火災
pl: Pożary
ru: Пожары
uk: Пожежі
zh: 火灾
zh_sg: 起火

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM006_CONSUMABLETIME
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM008_SHOTDELAY_EV2019
source: Reloading
es_mx: Recarga
ja: 装填速度
pl: Przeładowywanie
ru: Перезарядка
uk: Перезаряджання
zh: 重新装填中
zh_sg: 装填中

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM009_REGENERATION_EV2019
source: Repairs
es_mx: Reparaciones
ja: 修理
pl: Naprawa
ru: Ремонт
uk: Ремонт
zh: 维修
zh_sg: 维修

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM014_SHOTDELAY_H2019
source: Armament Reload Speed
es_mx: Velocidad de Recarga del Armamento
ja: 兵装の装填速度
pl: Szybkość przeładowania uzbrojenia
ru: Скорость перезарядки вооружения
uk: Швидкість перезаряджання озброєння
zh: Скорость перезарядки вооружения
zh_sg: 武器装填速度

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM015_ENGINEBOOST_H2019
source: Ship Maneuverability
es_mx: Maniobrabilidad del Barco
ja: 艦艇の機動性
pl: Manewrowość okrętu
ru: Манёвренность корабля
uk: Маневреність корабля
zh: Манёвренность корабля
zh_sg: 战舰机动性

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM016_REGENERATION_H2019
source: Continuous Ship HP Regeneration
es_mx: Regeneración Continua de los HP del Barco
ja: 艦艇 HP 継続回復
pl: Miarowe odzyskiwanie PW okrętu
ru: Постоянное восстановление корабля
uk: Постійне відновлення корабля
zh: Постоянное восстановление корабля
zh_sg: 战舰生命持续恢复

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM020_PLANEREGENERATION
source: Squadron HP Regeneration
es_mx: Regeneración de HP del escuadrón
ja: 中隊の HP 回復
pl: Przywracanie PW eskadry
ru: Восстановление боеспособности эскадрилий
uk: Відновлення боєздатності ескадрилей
zh: Восстановление боеспособности эскадрилий
zh_sg: 中队生命恢复

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM021_PLANEENGINEBOOST
source: Squadron Maneuverability
es_mx: Maniobrabilidad del escuadrón
ja: 中隊の機動性
pl: Manewrowość eskadry
ru: Манёвренность эскадрилий
uk: Маневреність ескадрилей
zh: Манёвренность эскадрилий
zh_sg: 中队机动性

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM022_PLANECONSUMABLETIME
source: Reload Time of Squadron Consumables
es_mx: Tiempo de recarga de consumibles del escuadrón
ja: 中隊の消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego eskadry
ru: Время перезарядки снаряжения эскадрилий
uk: Час перезаряджання спорядження ескадрилей
zh: 消耗品的准备时间
zh_sg: 中队消耗品装填时间

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM023_PLANERELOADTIME
source: Squadron Preparation Time
es_mx: Tiempo de preparación del escuadrón
ja: 中隊準備時間
pl: Czas przygotowania eskadry
ru: Время подготовки эскадрилий
uk: Час приготування ескадрилей
zh: 架次准备时间
zh_sg: 中队整备时间

# IDS_SHIP_MODIFIER_PARAM_LEVEL
source: %(level)s / %(maxLevel)s
zh: 等级 %(level)s / %(maxLevel)s

# IDS_SHIP_MODIFIER_PCOM001_VISIBILITY_APPLIED
source: Ship detectability reduced
es_mx: Detectabilidad del barco reducida
ja: 艦艇の被発見距離が低下
pl: Wykrywalność okrętu zmniejszona
ru: Заметность корабля снижена
uk: Помітність корабля знижена
zh: 已夺取增益效果。战舰被侦测性降低
zh_sg: 战舰被发现的可能性降低

# IDS_SHIP_MODIFIER_PCOM002_REGENERATION_APPLIED
source: HP regeneration
es_mx: Regeneración de HP
ja: HP 回復
pl: Przywracanie PW
ru: Восстановление боеспособности
uk: Відновлення боєздатності
zh: 获得战舰维修设备
zh_sg: 生命恢复

# IDS_SHIP_MODIFIER_PCOM003_SHOTDELAY_APPLIED
source: Armament reload speed enhanced
es_mx: Velocidad de recarga del armamento mejorada
ja: 兵装の装填速度が向上
pl: Szybkość przeładowania uzbrojenia zwiększona
ru: Перезарядка вооружения ускорена
uk: Перезаряджання озброєння пришвидшено
zh: 已夺取增益效果。主炮和鱼雷管重新装填加速
zh_sg: 武器装填速度已强化

# IDS_SHIP_MODIFIER_PCOM004_ENGINEBOOST_APPLIED
source: Ship maneuverability enhanced
es_mx: Maniobrabilidad del barco mejorada
ja: 艦艇の機動性が向上
pl: Manewrowość okrętu zwiększona
ru: Манёвренность корабля повышена
uk: Маневреність корабля збільшена
zh: 夺得增益效果。战舰的机动性增加。
zh_sg: 战舰机动性已强化

# IDS_SHIP_MODIFIER_PCOM005_HEBURNCHANCE_APPLIED
source: Chances of causing fire on targets increased
es_mx: Probabilidad de causar incendios en los objetivos potenciada
ja: 火災発生率が向上
pl: Szansa na podpalenie celu zwiększona
ru: Вероятность поджога повышена
uk: Імовірність підпалу збільшена
zh: 夺得增益效果。造成目标火灾的机率提高。
zh_sg: 使目标起火几率已提升

# IDS_SHIP_MODIFIER_PCOM006_CONSUMABLETIME_APPLIED
source: Consumable reload speed improved
es_mx: Velocidad de recarga del consumible potenciada
ja: 消耗品の準備速度が向上
pl: Szybkość przeładowania sprzętu eksploatacyjnego zwiększona
ru: Перезарядка снаряжения ускорена
uk: Перезаряджання спорядження пришвидшено
zh: 夺得增益效果。消耗品重新装填速度加快。
zh_sg: 消耗品装填速度已提升

# IDS_SHIP_MODIFIER_PCOM007_ADDCONSUMABLES_APPLIED
source: Additional consumable obtained
es_mx: Consumible adicional obtenido
ja: 追加の消耗品を取得
pl: Zdobyto dodatkowy sprzęt eksploatacyjny
ru: Получено дополнительное снаряжение
uk: Отримано додаткове спорядження
zh: 夺得增益效果。获得额外消耗品
zh_sg: 获得额外消耗品

# IDS_SHIP_MODIFIER_PCOM008_SHOTDELAY_EV2019_APPLIED
source: Main battery and TTs reload boosted.
es_mx: Impulso a la Recarga de la Batería Principal y los Tubos de Torpedos.
ja: 主砲と魚雷の装填速度がブーストされた
pl: Szybkość przeładowania głównej baterii i wyrzutni torped zwiększona.
ru: Скорость перезарядки ГК и ТА увеличена.
uk: Швидкість перезаряджання ГК і ТА збільшено.
zh: Скорость перезарядки ГК и ТА увеличена.
zh_sg: 主炮组和鱼雷装填速度加快。

# IDS_SHIP_MODIFIER_PCOM009_REGENERATION_EV2019_APPLIED
source: HP regeneration
es_mx: Regeneración de HP
ja: HP 回復
pl: Przywracanie PW
ru: Восстановление боеспособности
uk: Відновлення боєздатності
zh: 获得战舰维修设备
zh_sg: 生命恢复

# IDS_SHIP_MODIFIER_PCOM010_ADDCONSUMABLES_PA_APPLIED
source: Additional consumable obtained
es_mx: Consumible adicional obtenido
ja: 追加の消耗品を取得
pl: Zdobyto dodatkowy sprzęt eksploatacyjny
ru: Получено дополнительное снаряжение
uk: Отримано додаткове спорядження
zh: 夺得增益效果。获得额外消耗品
zh_sg: 获得额外消耗品

# IDS_SHIP_MODIFIER_PCOM011_ADDCONSUMABLES_PA2_APPLIED
source: Additional consumable obtained
es_mx: Consumible adicional obtenido
ja: 追加の消耗品を取得
pl: Zdobyto dodatkowy sprzęt eksploatacyjny
ru: Получено дополнительное снаряжение
uk: Отримано додаткове спорядження
zh: 夺得增益效果。获得额外消耗品
zh_sg: 获得额外消耗品

# IDS_SHIP_MODIFIER_PCOM012_ADDCONSUMABLES_PA3_APPLIED
source: Additional consumable obtained
es_mx: Consumible adicional obtenido
ja: 追加の消耗品を取得
pl: Zdobyto dodatkowy sprzęt eksploatacyjny
ru: Получено дополнительное снаряжение
uk: Отримано додаткове спорядження
zh: 夺得增益效果。获得额外消耗品
zh_sg: 获得额外消耗品

# IDS_SHIP_MODIFIER_PCOM013_ADDANYCONSUMABLES_H2019_APPLIED
source: You lost an ally! Two consumable charges received.
es_mx: ¡Perdiste un aliado! Dos cargas de consumibles recibidas.
ja: 味方を 1 隻喪失! 消耗品が 2 回分補充されました
pl: Utracono sojusznika! Otrzymano dwa ładunki sprzętu eksploatacyjnego.
ru: Союзник потерян. Получено два заряда снаряжения.
uk: Союзник втрачений. Отримано два заряди спорядження.
zh: Союзник потерян. Получено два заряда снаряжения.
zh_sg: 您失去了一名友军！获得了两次消耗品充能。

# IDS_SHIP_MODIFIER_PCOM014_SHOTDELAY_H2019_APPLIED
source: Armament reload speed enhanced
es_mx: Velocidad de recarga del armamento mejorada
ja: 兵装の装填速度が向上
pl: Szybkość przeładowania uzbrojenia zwiększona
ru: Перезарядка вооружения ускорена
uk: Перезаряджання озброєння пришвидшено
zh: 已夺取增益效果。主炮和鱼雷管重新装填加速
zh_sg: 武器装填速度已强化

# IDS_SHIP_MODIFIER_PCOM015_ENGINEBOOST_H2019_APPLIED
source: Ship maneuverability enhanced
es_mx: Maniobrabilidad del barco mejorada
ja: 艦艇の機動性が向上
pl: Manewrowość okrętu zwiększona
ru: Манёвренность корабля повышена
uk: Маневреність корабля збільшена
zh: 夺得增益效果。战舰的机动性增加
zh_sg: 战舰机动性已强化

# IDS_SHIP_MODIFIER_PCOM016_REGENERATION_H2019_APPLIED
source: HP regeneration
es_mx: Regeneración de HP
ja: HP 回復
pl: Przywracanie PW
ru: Восстановление боеспособности
uk: Відновлення боєздатності
zh: 获得战舰维修设备
zh_sg: 生命恢复

# IDS_SHIP_MODIFIER_PCOM017_ADDANYCONSUMABLES_H2019_APPLIED
source: Enemy destroyed. One consumable charge received.
es_mx: Enemigo destruido. Una carga de consumibles recibida.
ja: 敵を撃沈! 消耗品が 1 回分補充されました
pl: Zniszczono przeciwnika. Otrzymano jeden ładunek sprzętu eksploatacyjnego.
ru: Противник уничтожен. Получен один заряд снаряжения.
uk: Супротивника знищено. Отримано один снаряд спорядження.
zh: Противник уничтожен. Получен один заряд снаряжения.
zh_sg: 敌人被摧毁。获得一次消耗品充能。

# IDS_SHIP_MODIFIER_PCOM020_PLANEREGENERATION_APPLIED
source: Squadron HP Regeneration
es_mx: Regeneración de HP del escuadrón
ja: 中隊の HP 回復
pl: Przywracanie PW eskadry
ru: Восстановление боеспособности эскадрилий
uk: Відновлення боєздатності ескадрилей
zh: Восстановление боеспособности эскадрилий
zh_sg: 中队生命恢复

# IDS_SHIP_MODIFIER_PCOM021_PLANEENGINEBOOST_APPLIED
source: Squadron maneuverability enhanced
es_mx: Maniobrabilidad del escuadrón mejorada
ja: 中隊の機動性が向上
pl: Manewrowość eskadry zwiększona
ru: Манёвренность эскадрилий повышена
uk: Маневреність ескадрилей збільшена
zh: Манёвренность эскадрилий повышена
zh_sg: 中队机动性已强化

# IDS_SHIP_MODIFIER_PCOM022_PLANECONSUMABLETIME_APPLIED
source: Squadron consumable reload speed improved
es_mx: Velocidad de recarga del consumible del escuadrón potenciada
ja: 中隊の消耗品の準備速度が向上
pl: Szybkość przeładowania sprzętu eksploatacyjnego eskadry zwiększona
ru: Перезарядка снаряжения эскадрилий ускорена
uk: Перезаряджання спорядження ескадрилей пришвидшено
zh: Перезарядка снаряжения эскадрилий ускорена
zh_sg: 中队消耗品装填速度已提升

# IDS_SHIP_MODIFIER_PCOM023_PLANERELOADTIME_APPLIED
source: Squadron preparation speed accelerated
es_mx: Velocidad de preparación del escuadrón potenciada
ja: 中隊準備速度が向上
pl: Szybkość przygotowania eskadry zwiększona
ru: Подготовка эскадрилий ускорена
uk: Приготування ескадрилей прискорено
zh: Подготовка эскадрилий ускорена
zh_sg: 中队整备速度已提升

# IDS_SHIP_MODIFIER_SOURCE_ALLY
source: An ally seized a buff
es_mx: Un aliado ha obtenido una bonificación
ja: 味方が強化を確保
pl: Sojusznik zajął wzmocnienie
ru: Союзник захватил улучшение
uk: Союзник захопив поліпшення
zh: Союзник захватил улучшение
zh_sg: 盟友夺取了一个增益

# IDS_SHIP_MODIFIER_SOURCE_SELF
source: You seized a buff
es_mx: Has obtenido una bonificación
ja: 自艦が強化を確保
pl: Zająłeś wzmocnienie
ru: Вы захватили улучшение
uk: Ви захопили поліпшення
zh: Вы захватили улучшение
zh_sg: 您夺取了一个增益

# IDS_SHIP_NAME_RESTRICTION
source: Ship name restrictions
es_mx: Restricciones del nombre del barco
ja: 艦艇名の制限
pl: Ograniczenia dot. nazwy okrętu
ru: Ограничения по имени корабля
uk: Обмеження за ім’ям корабля
zh: Ограничения по имени корабля
zh_sg: 战舰名称限制

# IDS_SHIP_NATION_RESTRICTION
source: Ship nation restrictions
es_mx: Restricciones de nación del barco
ja: 艦艇国籍制限
pl: Ograniczenia dot. kraju okrętu
ru: Ограничения по нации корабля
uk: Обмеження за нацією корабля
zh: 限制战舰国家
zh_sg: 限制战舰国家

# IDS_SHIP_NEEDS_SERVICE_MESSAGE
source: This ship requires servicing before it can enter battle.
es_mx: Este barco requiere servicio antes de entrar en batalla.
ja: この艦は、戦闘参加前に修理・補給が必要です。
pl: Ten okręt wymaga serwisowania zanim wejdzie do bitwy.
ru: Чтобы войти в бой на этом корабле, необходимо провести его обслуживание.
uk: Щоб вступити у бій на цьому кораблі, потрібно виконати його обслуговування.
zh: 此战舰在进入战斗前需要准备。
zh_sg: 此战舰在进入战斗前需要维护。

# IDS_SHIP_NO_ARMOUR_IN_RANGE
source: The selected ship has no armor whose thickness is within this range
es_mx: El barco seleccionado no tiene un blindaje cuyo espesor esté dentro de este rango
ja: 選択中の艦には、この範囲内の厚さの装甲がありません。
pl: Okręt nie posiada pancerza, który znajdował by się w tym przedziale.
ru: На выбранном корабле отсутствует бронирование с толщиной в этом диапазоне
uk: На вибраному кораблі відсутнє бронювання з товщиною у такому діапазоні
zh: 选择的战舰没有装甲厚度是在此范围之内
zh_sg: 选择的战舰没有装甲厚度是在此范围之内

# IDS_SHIP_PARAMS
source: Ship Parameters
es_mx: Parámetros del Barco
ja: 艦パラメータ
pl: Parametry okrętu
ru: Характеристики корабля
uk: Характеристики корабля
zh: 战舰参数
zh_sg: 战舰参数

# IDS_SHIP_PARAMS_HOTKEY
source: Show Ship Status
es_mx: Mostrar Estado del Barco
ja: 艦ステータスを表示
pl: Pokaż status okrętu
ru: Показать состояние корабля
uk: Показати стан корабля
zh: 显示战舰状态
zh_sg: 显示战舰状态

# IDS_SHIP_PARAMS_IMPROVEMENTS
source: Ship parameters improvement
es_mx: Mejora de los parámetros del barco
ja: 艦パラメータ向上
pl: Poprawienie parametrów okrętu
ru: Улучшение характеристик корабля
uk: Поліпшення характеристик корабля
zh: 战舰参数改善
zh_sg: 战舰参数改善

# IDS_SHIP_PARAM_AA
source: AA Guns
es_mx: Defensa AA
ja: 対空兵装
pl: Działa plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 防空炮

# IDS_SHIP_PARAM_AA_AURA
source: Efficiency
es_mx: Eficiencia
ja: 有効性
pl: Skuteczność
ru: Эффективность
uk: Ефективність
zh: 对空防御
zh_sg: 效率

# IDS_SHIP_PARAM_AA_AVERAGE_CONST_DAMAGE
source: Continuous Damage
es_mx: Daño Continuo
ja: 継続ダメージ
pl: Stałe uszkodzenia
ru: Постоянный урон
uk: Постійна шкода
zh: 防空防御的每秒伤害
zh_sg: 持续伤害

# IDS_SHIP_PARAM_AA_AVERAGE_DAMAGE_FAR
source: Damage by Long-Range AA Guns
es_mx: Daño por los cañones AA de largo alcance
ja: 長距離対空兵装によるダメージ
pl: Uszkodzenia od dział przeciwlotniczych dalekiego zasięgu
ru: Урон ПВО дальнего действия
uk: Шкода ППО далекої дії
zh: Урон ПВО дальнего действия
zh_sg: 远程防空炮伤害

# IDS_SHIP_PARAM_AA_AVERAGE_DAMAGE_MID
source: Damage by Medium-Range AA Guns
es_mx: Daño por los cañones AA de medio alcance
ja: 中距離対空兵装によるダメージ
pl: Uszkodzenia od dział przeciwlotniczych średniego zasięgu
ru: Урон ПВО среднего действия
uk: Шкода ППО середньої дії
zh: Урон ПВО среднего действия
zh_sg: 中程防空炮伤害

# IDS_SHIP_PARAM_AA_AVERAGE_DAMAGE_NEAR
source: Damage by Short-Range AA Guns
es_mx: Daño por los cañones AA de corto alcance
ja: 短距離対空兵装によるダメージ
pl: Uszkodzenia od dział przeciwlotniczych krótkiego zasięgu
ru: Урон ПВО ближнего действия
uk: Шкода ППО близької дії
zh: Урон ПВО ближнего действия
zh_sg: 近程防空炮伤害

# IDS_SHIP_PARAM_AA_BUBBLE_DAMAGE_IN_A_SECOND
source: Damage by Shell Explosions
es_mx: Daño por las explosiones de los proyectiles
ja: 砲弾の爆発によるダメージ
pl: Uszkodzenia od eksplozji pocisków
ru: Урон от разрывов снарядов
uk: Шкода від вибухів снарядів
zh: Урон от разрывов снарядов
zh_sg: 炮弹爆炸伤害

# IDS_SHIP_PARAM_AA_BUBBLE_HITCHANCE
source: Hit Probability
es_mx: Probabilidad de impacto
ja: 命中精度
pl: Prawdopodobieństwo trafienia
ru: Вероятность попадания
uk: Імовірність влучення
zh: 命中机率
zh_sg: 击中概率

# IDS_SHIP_PARAM_AA_BUBBLE_RANGE
source: Action Zone
es_mx: Zona de Acción
ja: 有効ゾーン
pl: Obszar działania
ru: Зона действия
uk: Зона дії
zh: Зона действия
zh_sg: 作用区域

# IDS_SHIP_PARAM_AA_COVERAGE_FAR
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_COVERAGE_MID
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_COVERAGE_NEAR
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_DAMAGE_PER_SECOND
source: Average damage per second
es_mx: Daño promedio por segundo
ja: 秒間平均ダメージ
pl: Średnie uszkodzenia na sekundę
ru: Средний урон в секунду
uk: Середня шкода на секунду
zh: 防空火力有效区域内的每秒持续伤害
zh_sg: 每秒平均伤害

# IDS_SHIP_PARAM_AA_EFFECTIVITY
source: Average Damage per Second
es_mx: Daño Promedio por Segundo
ja: 秒間平均ダメージ
pl: Średnie uszkodzenia na sekundę
ru: Средний урон в секунду
uk: Середня шкода на секунду
zh: 平均每秒伤害
zh_sg: 每秒平均伤害

# IDS_SHIP_PARAM_AA_EXPL_COUNT
source: Number of Shell Explosions in a Salvo
es_mx: Número de explosiones de proyectiles en una salva
ja: 斉射 1 回あたりの砲弾爆発数
pl: Liczba eksplozji pocisków w salwie
ru: Количество разрывов снарядов в залпе
uk: Кількість вибухів снарядів у залпі
zh: 一轮齐射的爆炸数量
zh_sg: 一次齐射炮弹爆炸数

# IDS_SHIP_PARAM_AA_EXPL_DAMAGE
source: Damage per second within the explosion radius of shells fired from long-range AA defenses
es_mx: Daño por segundo dentro del radio de explosión de los proyectiles disparados por las defensas AA de largo alcance
ja: 長距離対空兵装の砲弾の爆発半径内に対する秒間ダメージ
pl: Uszkodzenia na sekundę w zasięgu rażenia pocisków obrony przeciwlotniczej dalekiego zasięgu
ru: Урон от разрывов снарядов ПВО дальнего действия в секунду
uk: Шкода від вибухів снарядів ППО далекої дії на секунду
zh: 炮弹爆炸半径内的每秒伤害
zh_sg: 远程对空防御炮弹爆炸范围内的每秒伤害

# IDS_SHIP_PARAM_AA_FAR_HITCHANCE
source: Hit Probability
es_mx: Probabilidad de impacto
ja: 命中精度
pl: Prawdopodobieństwo trafienia
ru: Вероятность попадания
uk: Імовірність влучення
zh: 命中机率
zh_sg: 击中概率

# IDS_SHIP_PARAM_AA_FIRERATE
source: Rate of Fire
es_mx: Cadencia de Tiro
ja: 射撃速度
pl: Szybkostrzelność
ru: Скорострельность
uk: Скорострільність
zh: 射击速率
zh_sg: 射速

# IDS_SHIP_PARAM_AA_GUN
source: AA Guns
es_mx: Defensa AA
ja: 対空兵装
pl: Działa plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 防空炮

# IDS_SHIP_PARAM_AA_GUNS_COUNT
source: AA Mounts
es_mx: Monturas AA
ja: 対空兵装
pl: Stanowiska przeciwlotnicze
ru: Точки ПВО
uk: Точки ППО
zh: 防空炮数
zh_sg: 防空炮

# IDS_SHIP_PARAM_AA_HIT_CHANCE
source: Hit Probability
es_mx: Probabilidad de impacto
ja: 命中精度
pl: Prawdopodobieństwo trafienia
ru: Вероятность попадания
uk: Імовірність влучення
zh: 命中机率
zh_sg: 击中概率

# IDS_SHIP_PARAM_AA_MAX_DIST
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_MAX_DISTANCE
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_MAX_DIST_VALUE
source: Maximum Range
es_mx: Rango Máximo
ja: 最大射程
pl: Zasięg maksymalny
ru: Максимальная дальность
uk: Максимальна дальність
zh: 射程
zh_sg: 最大距离

# IDS_SHIP_PARAM_AA_MAX_PRIORITY_SECTOR_AMPLIFICATION
source: Priority Sector
es_mx: Sector Prioritario
ja: 優先セクター
pl: Sektor priorytetowy
ru: Приоритетный сектор
uk: Пріоритетний сектор
zh: Приоритетный сектор
zh_sg: 优先区域

# IDS_SHIP_PARAM_AA_MAX_SECTOR_AMPLIFY_PERCENT
source: Priority Sector Reinforcement
es_mx: Refuerzo del Sector Prioritario
ja: 対空セクター強化
pl: Wsparcie w sektorze priorytetowym
ru: Усиление приоритетного сектора
uk: Посилення пріоритетного сектора
zh: Усиление приоритетного сектора
zh_sg: 优先区域强化

# IDS_SHIP_PARAM_AA_MAX_SECTOR_AMPLIFY_PERCENT_IN_A_SECOND
source: Priority Sector
es_mx: Sector Prioritario
ja: 優先セクター
pl: Sektor priorytetowy
ru: Приоритетный сектор
uk: Пріоритетний сектор
zh: Приоритетный сектор
zh_sg: 优先区域

# IDS_SHIP_PARAM_AA_MID_HITCHANCE
source: Hit Probability
es_mx: Probabilidad de impacto
ja: 命中精度
pl: Prawdopodobieństwo trafienia
ru: Вероятность попадания
uk: Імовірність влучення
zh: 命中机率
zh_sg: 击中概率

# IDS_SHIP_PARAM_AA_NEAR_HITCHANCE
source: Hit Probability
es_mx: Probabilidad de impacto
ja: 命中精度
pl: Prawdopodobieństwo trafienia
ru: Вероятность попадания
uk: Імовірність влучення
zh: 命中机率
zh_sg: 击中概率

# IDS_SHIP_PARAM_AA_RANGE
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 有效区域
zh_sg: 射程

# IDS_SHIP_PARAM_AA_SECTOR_COOLDOWN
source: Preparation Time
es_mx: Tiempo de Preparación
ja: 準備時間
pl: Czas przygotowania
ru: Время подготовки
uk: Час приготування
zh: 准备时间
zh_sg: 准备时间

# IDS_SHIP_PARAM_AA_SECTOR_INCREASED_TIME
source: Action Time
es_mx: Tiempo de Acción
ja: 有効時間
pl: Czas działania
ru: Время работы
uk: Час роботи
zh: Время работы
zh_sg: 作用时间

# IDS_SHIP_PARAM_AA_SECTOR_START_DAMAGE
source: Instantaneous Damage (by reference to the current HP of an enemy squadron)
es_mx: Daño Instantáneo (de los HP actuales de un escuadrón enemigo)
ja: 即時ダメージ (敵飛行中隊のその時点での HP に対して)
pl: Natychmiastowe uszkodzenia (w postaci aktualnych PW wrogiej eskadry)
ru: Моментальный урон (от текущей боеспособности эскадрильи противника)
uk: Миттєва шкода (від теперішньої боєздатності ескадрильї супротивника)
zh: Моментальный урон (от текущей боеспособности эскадрильи противника)
zh_sg: 瞬间伤害（视敌方中队的当前生命值）

# IDS_SHIP_PARAM_AA_SECTOR_STRENGTH
source: Maximum Reinforcement
es_mx: Refuerzo Máximo
ja: 最大強化
pl: Maksymalne wsparcie
ru: Максимальное усиление
uk: Максимальне віддалення
zh: 防空分区强化
zh_sg: 最大强化

# IDS_SHIP_PARAM_AIMING_TIME
source: Aiming Time
es_mx: Tiempo de Apuntado
ja: 照準時間
pl: Czas celowania
ru: Время прицеливания
uk: Час прицілювання
zh: 瞄准时间
zh_sg: 瞄准时间

# IDS_SHIP_PARAM_AIR_DEFENSE
source: AA Defense
es_mx: Defensa AA
ja: 対空火力
pl: Obrona plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 对空防御

# IDS_SHIP_PARAM_ALPHA_PIERCING_CS
source: SAP Shell Armor Penetration Capacity
es_mx: Capacidad de Penetración de Blindaje del Proyectil SAP
ja: SAP 弾の装甲貫通力
pl: Zdolność penetracji pancerza pociskami PPO
ru: Бронепробитие ПББ-снаряда
uk: Бронепробиття НББ снаряда
zh: Бронепробитие ПББ-снаряда
zh_sg: 半穿甲弹穿透性能

# IDS_SHIP_PARAM_ALPHA_PIERCING_HE
source: HE Shell Armor Penetration Capacity
es_mx: Capacidad de penetración de Blindaje de un Proyectil HE
ja: HE 弾の装甲貫通力
pl: Zdolność penetracji pancerza pociskiem OB
ru: Бронепробитие ОФ-снаряда
uk: Бронепробиття ОФ снаряда
zh: HE弹的装甲穿透能力
zh_sg: 高爆弹的穿甲能力

# IDS_SHIP_PARAM_ALT_ATTACK
source: Set attack point
es_mx: Establecer punto de ataque
ja: 攻撃地点設定
pl: Wybierz punkt ataku
ru: Постановка точки атаки
uk: Вибір точки атаки
zh: 设定进攻点
zh_sg: 设置攻击点

# IDS_SHIP_PARAM_AMMO_AP
source: AP Shell
es_mx: Proyectil AP
ja: AP 弾
pl: Pocisk PP
ru: ББ-снаряд
uk: ББ снаряд
zh: AP 弹
zh_sg: 穿甲弹

# IDS_SHIP_PARAM_AMMO_BULLET_MASS
source: Shell weight
es_mx: Peso del proyectil
ja: 砲弾重量
pl: Waga pocisku
ru: Масса снаряда
uk: Маса снаряда
zh: 炮弹重量
zh_sg: 炮弹重量

# IDS_SHIP_PARAM_AMMO_BULLET_MASS_AP
source: AP Bomb Weight
es_mx: Peso de la Bomba AP
ja: AP 爆弾の重量
pl: Waga bomby przeciwpancernej
ru: Масса ББ-бомбы
uk: Маса ББ бомби
zh: AP 炸弹重量
zh_sg: 穿甲炸弹重量

# IDS_SHIP_PARAM_AMMO_BULLET_MASS_HE
source: HE Bomb Weight
es_mx: Peso de la Bomba HE
ja: HE 爆弾の重量
pl: Waga bomby odłamkowo-burzącej
ru: Масса ОФ-бомбы
uk: Маса ОФ бомби
zh: HE 炸弹重量
zh_sg: 高爆炸弹重量

# IDS_SHIP_PARAM_AMMO_BULLET_SPEED
source: Initial shell velocity
es_mx: Velocidad inicial del proyectil
ja: 砲弾初速
pl: Prędkość wylotowa pocisku
ru: Начальная скорость снаряда
uk: Початкова швидкість снаряда
zh: 炮弹初速
zh_sg: 炮弹初速

# IDS_SHIP_PARAM_AMMO_BULLET_SPEED_AP
source: AP Bomb Velocity
es_mx: Velocidad de la Bomba AP
ja: AP 爆弾の速度
pl: Szybkość bomby przeciwpancernej
ru: Скорость ББ-бомбы
uk: Швидкість ББ бомби
zh: AP 炸弹初速
zh_sg: 穿甲炸弹率

# IDS_SHIP_PARAM_AMMO_BULLET_SPEED_HE
source: HE Bomb Velocity
es_mx: Velocidad de la Bomba HE
ja: HE 爆弾の速度
pl: Szybkość bomby odłamkowo-burzącej
ru: Скорость ОФ-бомбы
uk: Швидкість ОФ бомби
zh: HE 炸弹初速
zh_sg: 高爆炸弹速率

# IDS_SHIP_PARAM_AMMO_CS
source: SAP Shell
es_mx: Proyectil SAP
ja: SAP 弾
pl: Pocisk PPO
ru: ПББ-снаряд
uk: НББ снаряд
zh: ПББ-снаряд
zh_sg: 半穿甲弹

# IDS_SHIP_PARAM_AMMO_HE
source: HE Shell
es_mx: Proyectil HE
ja: HE 弾
pl: Pocisk OB
ru: ОФ-снаряд
uk: ОФ снаряд
zh: HE 弹
zh_sg: 高爆弹

# IDS_SHIP_PARAM_ARMOR
source: Armor
es_mx: Blindaje
ja: 装甲
pl: Pancerz
ru: Бронирование
uk: Бронювання
zh: 装甲
zh_sg: 装甲

# IDS_SHIP_PARAM_ARMOR_NOT_AVAILABLE
source: Armor layout for this ship is unavailable
es_mx: La distribución del blindaje para este barco no está disponible
ja: この艦の装甲レイアウトは表示不能
pl: Rozmieszczenie pancerza dla tego okrętu jest niedostępne
ru: Схема бронирования этого корабля недоступна
uk: Схема бронювання цього корабля недоступна
zh: 此战舰的装甲配置为无法使用
zh_sg: 此战舰无法使用此装甲配置

# IDS_SHIP_PARAM_ARMOUR
source: Armor
es_mx: Blindaje
ja: 装甲
pl: Pancerz
ru: Бронирование
uk: Бронювання
zh: 装甲
zh_sg: 装甲

# IDS_SHIP_PARAM_ARMOURBELT
source: Belt Armor
es_mx: Cinturón Blindado
ja: 舷側装甲
pl: Pas pancerny
ru: Бронирование пояса
uk: Бронювання поясу
zh: 装甲带
zh_sg: 装甲带
