Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC026_BISMARCK_SHEFFIELD_DESCRIPTION
source: HMS Sheffield was a Town-class light cruiser that entered service in 1937. The design of the ship's badge was derived from the Coat of Arms of Sheffield city, which the cruiser was named after. On May 23, 1941, HMS Sheffield left Gibraltar with Force H to participate in the operation to destroy Bismarck. On May 26, on the order of Vice-Admiral Somerville, Flag Officer, established radar contact with the German raider ship and radioed her location to Ark Royal's aircraft, which dealt fatal damage to the battleship.
es_mx: El HMS Sheffield era un crucero ligero clase Town que entró en servicio en 1937. El diseño de la medalla del barco derivó del Escudo de Armas de la ciudad de Sheffield cuyo nombre fue dado al crucero. El 23 de mayo de 1941, el HMS Sheffield dejó Gibraltar con la Fuerza H para participar en la operación para destruir al Bismarck. El 26 de mayo, bajo la orden del Vicealmirante Somerville, Oficial al Mando, estableció contacto de radar con el incursor alemán y transmitió su ubicación a la aviación del Ark Royal, que causó un daño fatal al acorazado.
ja: タウン級軽巡洋艦シェフィールドは、1937 年に就役しました。艦名はイングランドのシェフィールド市に因んでおり、バッジのデザインはシェフィールド市の紋章に基づいています。 1941 年 5 月 23 日、シェフィールドは H 部隊の 1 隻としてジブラルタルから出撃し、ビスマルク追撃戦に参加しました。5 月 26 日、部隊司令官であるサマーヴィル中将からの命令を受けた本艦がビスマルクをレーダーで捕捉することに成功し、その位置を航空母艦アーク・ロイヤルの雷撃隊へと伝達しました。そしてこの雷撃隊が、ビスマルクに痛打を与えることに成功したのでした。
pl: HMS Sheffield był lekkim krążownikiem klasy Town, służącym od 1937 roku. Godło okrętu wywodzi się z herbu miasta Sheffield. 23 maja 1941 roku HMS Sheffield wypłynął z Gibraltaru jako część Force H, by wziąć udział w operacji polowania na pancernik Bismarck. 26 maja, na rozkaz wiceadmirała Somerville'a, nawiązał kontakt radarowy z niemieckim okrętem i przekazał jego lokalizację lotniskowcowi Ark Royal, który zadał wrogowi śmiertelny cios.
ru: HMS Sheffield — лёгкий крейсер типа Town (вступил в строй в 1937 г.). Основой для эмблемы корабля послужили элементы герба города Шеффилд, в честь которого был назван крейсер. 23 мая 1941 г. HMS Sheffield в составе Соединения «H» вышел из Гибралтара для участия в операции по уничтожению линкора Bismarck. 26 мая по приказу флагмана вице-адмирала Сомервилла крейсер установил радиолокационный контакт с германским рейдером и навёл на него самолёты с авианосца Ark Royal, которые нанесли линкору фатальные повреждения.
uk: HMS Sheffield — легкий крейсер типу Town (став у стрій 1937 р.). Основою для емблеми корабля стали елементи герба міста Шеффілд, на честь якого назвали крейсер. 23 травня 1941 р. HMS Sheffield у складі З'єднання «H» вийшов з Ґібралтару, щоб взяти участь в операції зі знищення лінкора Bismarck. 26 травня за наказом флагмана віце-адмірала Сомервілля крейсер встановив радіолокаційний контакт з німецьким рейдером і навів на нього літаки з авіаносця Ark Royal, які завдали лінкору нищівних пошкоджень.
zh: 谢菲尔德是一艘在1937年进入服役的城级轻型巡洋舰。战舰徽章的设计源自于用来命名巡洋舰的谢菲尔德市的纹章。 1941年5月23日，谢菲尔德和H部队一起离开了直布罗陀去参与摧毁俾斯麦的行动。5月26日，在萨默维尔中将的命令下，设立的雷达不断捕捉着D国入侵战舰的位置，并将它的位置传给皇家方舟号上的飞机从而对该战列舰造成重大的损伤。
zh_sg: HMS Sheffield 是一艘于1937年进入服役的 Town 级轻型巡洋舰。战舰徽章的设计是源自用来命名巡洋舰的雪菲尔市纹章。 1941年5月23日，HMS Sheffield和H部队一起离开直布罗陀去参与摧毁俾斯麦的行动。5月26日，在旗舰长官Somerville中将的命令下，将德国侵入战舰维持在雷达的侦测范围内，并将它的位置用无线电传送给Ark Royal的飞机，从而对该战列舰造成重大的损伤。

# IDS_PCZC027_BISMARCK_TARTAR
source: HMS Tartar
zh: 鞑靼

# IDS_PCZC027_BISMARCK_TARTAR_DESCRIPTION
source: HMS Tartar was a Tribal-class destroyer of the Royal Navy that was commissioned in 1939. The ship was named after the Tartar people living in Russia, a tradition in the Royal Navy since the middle of the 19th century, and the ship's badge echoed her name. In May 1941, HMS Tartar, along with the battleship Rodney and the destroyers Somali and Mashona, served within one of the escort fleets for an Atlantic convoy. On May 24, the escort was called off to join the hunt for Bismarck. HMS Tartar took off after the German raider and pursued her until the morning of May 27, when the latter was sunk. On the way back to the base, the destroyer fought off an attack from German dive bombers and took onboard the crew of HMS Mashona they sank.
es_mx: El HMS Tartar era un destructor clase Tribal de la Marina Real que fue comisionado en 1939. El barco fue nombrado como el pueblo de Tatar que vivía en Rusia, una tradición de la Marina Real desde mediados del siglo XIX, y la medalla del barco hace eco de su nombre. En mayo de 1941, el HMS Tartar, junto con el acorazado Rodney y los destructores Somali y Mashona, sirvieron dentro de una de las flotas de escolta para un convoy del Atlántico. El 24 de mayo, la escolta fue llamada para unirse a la caza del Bismarck. El HMS Tartar zarpó hacia el incursor alemán y lo persiguió hasta la mañana del 27 de mayo, cuando este fue hundido. En camino de regreso a la base, el destructor rechazó un ataque de bombarderos en picada alemanes y rescató a la tripulación del HMS Mashona que hundieron.
ja: イギリス海軍トライバル級駆逐艦ターターは、1939 年に就役しました。艦名はロシアに住むタタール人に因んだものであり、イギリス海軍においては 19 世紀中盤からの伝統的な艦名でした。バッジは、この艦名を反映したものとなっています。 1941 年 5 月、ターターは戦艦ロドニー、駆逐艦ソマリおよびマシオナと共に大西洋において船団護衛任務にあたっていましたが、5 月 24 日から護衛任務を中止し、ビスマルク追撃戦に参加しました。そしてターターはビスマルクの後方に位置取り、5 月 27 日にビスマルクが撃沈されるまで追跡を続けました。任務を終えて基地に戻る途中にドイツの急降下爆撃隊の攻撃を受け、本艦は無事だったものの僚艦のマシオナが撃沈されたため、その搭乗員を救出しました。
pl: HMS Tartar był niszczycielem klasy Tribal, który został oddany do użytku Royal Navy w 1939 roku. Okręt został nazwany na cześć Tatarów, ludu żyjącego w Rosji, co było tradycją w Royal Navy od połowy XIX wieku, a godło okrętu współbrzmiało z jego nazwą. W maju 1941 roku HMS Tartar wspólnie z pancernikiem Rodney i niszczycielami Somali i Mashona służyły w jednej flocie eskortowej na Atlantyku. 24 maja otrzymał rozkaz dołączenia do polowania na pancernik Bismarck. HMS Tartar ruszył w pogoń za niemieckim korsarzem i ścigał go do 27 maja, kiedy to Bismarck został zatopiony. W trakcie powrotu do bazy niszczyciel odparł atak niemieckiego lotnictwa i zabrał na pokład załogę zniszczonego niszczyciela HMS Mashona.
ru: HMS Tartar, эсминец типа Tribal (вступил в строй в 1939 г.). Эмблему получил в соответствии с названием, с середины XIX в. по традиции присваиваемым кораблям английского флота в честь российских татар. В мае 1941 г. HMS Tartar вместе с линкором HMS Rodney, эсминцами HMS Somali и HMS Mashona входил в состав эскорта одного из атлантических конвоев. 24 мая эскорт был отозван для участия в погоне за линкором Bismarck. HMS Tartar преследовал германского рейдера вплоть до утра 27 мая, когда тот был потоплен. При возвращении в базу эсминец отбил атаку немецких бомбардировщиков и принял на борт экипаж потопленного ими HMS Mashona.
uk: HMS Tartar — есмінець типу Tribal (став у стрій 1939 р.). Емблему отримав відповідно до назви, яка з середини XIX ст. за традицією присвоюється кораблям англійського флоту на честь тюркомовного народу татар. У травні 1941 р. HMS Tartar разом з лінкором HMS Rodney, есмінцями HMS Somali й HMS Mashona перебував у складі ескорту одного з атлантичних конвоїв. 24 травня ескорт відкликали для участі у гонитві за лінкором Bismarck. HMS Tartar переслідував німецького рейдера аж до ранку 27 травня, коли той було потоплено. Під час повернення на базу есмінець відбив атаку німецьких бомбардувальників і прийняв на борт екіпаж потопленого ними HMS Mashona.
zh: 鞑靼是一艘在1939年服役于皇家海军的部落级驱逐舰。该战舰是以鞑靼人来命名，这是海军自十九世纪中叶以来的传统，而且该战舰的徽章与它的名称相呼应。 1941年5月，鞑靼随同战列舰罗德尼和驱逐舰索马里及马绍纳担任着大西洋船团的护卫舰队。5月24日，解除了护卫工作并加入追击俾斯麦的行动。鞑靼追赶在D国入侵者的后方并一直追击它直到5月27日早上沉没为止。在返回基地的航程上，驱逐舰击退了D国俯冲轰炸机的攻击并且把被它们击毁的马绍纳的乘员救了上来。
zh_sg: HMS Tartar是一艘在1939年进入服役的皇家海军Tribal级驱逐舰。该战舰是以生活在俄罗斯的鞑靼人来命名，这是皇家海军自十九世纪中叶以来的传统，而且该战舰的徽章也呼应了它的名称。 1941年5月，HMS Tartar随同战列舰Rodney和驱逐舰Somali及Mashona担任着一支大西洋船团的护卫舰队。5月24日，解除了护卫工作并加入 狩猎俾斯麦的行动。HMS Tartar追在德国侵入者的后方并一直追击它到5月27日早上沉没为止。在返回基地的航程上，驱逐舰击退了德国俯冲轰炸机的攻击并且把被它们击毁的HMS Mashona 的乘员给救上来。

# IDS_PCZC028_BISMARCK_RODNEY
source: HMS Rodney
zh: 罗德尼

# IDS_PCZC028_BISMARCK_RODNEY_DESCRIPTION
source: The badge of HMS Rodney, a Nelson-class battleship that was commissioned in 1927. The Eagle depicted on it was one of the elements of the Coat of Arms of the 18th century Admiral George Rodney. After HMS Hood was destroyed in the Denmark Strait, on May 24, 1941, HMS Rodney was withdrawn from a convoy heading to the U.S. and ordered to go after Bismarck. Rodney had participated in the search and pursuit of Bismarck for three days, having played a crucial role in the battleship's sinking on May 27.
es_mx: La medalla del HMS Rodney, un acorazado clase Nelson construido para la Marina Real y comisionado en 1927. El Águila que aparece en ella fue uno de los elementos del Escudo de Armas del Almirante George Rodney del siglo XVIII. Después de que el Hood explotó en pedazos en el Estrecho de Dinamarca, el 24 de mayo de 1941, el HMS Rodney se retiró de un convoy que se dirigía a los EE.UU. y se le ordenó ir tras el Bismarck. El Rodney había participado en la búsqueda y persecución del Bismarck por tres días, jugando un papel crucial en el hundimiento del acorazado el 27 de mayo.
ja: イギリス海軍ネルソン級戦艦ロドニーは、1927 年に就役しました。艦名は、18 世紀の高名なイギリス海軍提督、ジョージ・ロドニーに因んだものであり、本艦のバッジに描かれた鷲は、彼の紋章に描かれていた要素のひとつでした。 デンマーク海峡海戦においてフッドが爆沈した後、1941 年 5 月 24 日にロドニーはアメリカに向かっていた船団から離れてビスマルクを追撃するように命令を受けました。ロドニーは 3 日間にわたりビスマルクの捜索および追撃に従事し、5 月 27 日の海戦においては、ビスマルクの撃沈に重要な貢献を果たしました。
pl: Godło HMS Rodney, pancernika klasy Nelson zbudowanego dla Royal Navy i przekazanego do służby w 1927 roku. Przedstawiony na nim orzeł był jednym z elementów herbu słynnego XVIII-wiecznego admirała floty George'a Rodney'a. Po tym, jak Hood wyleciał w powietrze w Cieśninie duńskiej, 24 maja 1941 roku HMS Rodney odłączył się od eskorty konwoju zmierzającego do Stanów Zjednoczonych i ruszył w pogoń za Bismarckiem. Rodney uczestniczył w poszukiwaniu i pościgu za niemieckim pancernikiem przez trzy dni i odegrał kluczową rolę w zatopieniu go 27 maja.
ru: Эмблема HMS Rodney, линейного корабля типа Nelson (вступил в строй в 1927 г.). Изображённый на ней орёл, являлся одним из элементов герба знаменитого английского флотоводца XVIII в. адмирала Джорджа Родни. После гибели HMS Hood в Датском проливе, направлявшийся в США в составе конвоя HMS Rodney 24 мая 1941 г. был брошен на перехват линкора Bismarck. Три дня Rodney участвовал в поиске и преследовании рейдера, сыграв главную роль в его потоплении в бою 27 мая.
uk: Емблема HMS Rodney, лінійного корабля типу Nelson (став у стрій 1927 р.). Зображений на ній орел, був одним з елементів герба відомого англійського флотоводця XVIII ст. адмірала Джорджа Родні. Після загибелі HMS Hood у Данській протоці, HMS Rodney, що прямував до США у складі конвою, 24 травня 1941 г. кинули на перехоплення лінкора Bismarck. Три дні Rodney брав участь у пошуку і переслідуванні рейдера, відігравши головну роль у його потопленні в бою 27 травня.
zh: 罗德尼的徽章，一艘为皇家海军所打造的纳尔逊级战列舰并在1927年服役。当中描绘的老鹰为辉煌的十八世纪海军上将乔治·罗德尼舰队的纹章元素之一。 在胡德于丹麦海峡炸成碎片后，罗德尼在1941年5月24日离开前往M国的舰团并下令追赶俾斯麦。罗德尼参与了三天搜索并追击俾斯麦的工作，在5月27日击沉该战列舰的行动中发挥了关键的作用。
zh_sg: HMS Rodney的徽章，一艘为皇家海军所打造的纳尔逊级战列舰并于1927年服役。当中描绘的老鹰为十八世纪辉煌的海军上将George Rodney舰队的纹章元素之一。 在HMS 胡德于丹麦海峡炸成碎片后，HMS Rodney于1941年5月24日退出前往美国的船团并下令追赶俾斯麦。三天来，Rodney参与了搜索并追击俾斯麦的工作，在5月27日摧毁该战列舰的行动中发挥了关键作用。

# IDS_PCZC029_BISMARCK_KINGGEORGEV
source: HMS King George V
zh: 英王乔治五世
zh_sg: HMS 英王乔治五世

# IDS_PCZC029_BISMARCK_KINGGEORGEV_DESCRIPTION
source: HMS King George V was the lead ship of a series of battleships of the Royal Navy. The ship was first commissioned in 1940. Her badge depicts the monogram of King George V (1865–1936) whom the battleship was named after. In May 1941, HMS King George V was the flagship of Admiral Tovey, Commander-in-Chief of the Home Fleet who was put in charge of the operation to intercept and destroy the battleship Bismarck. Participated in the hunt for the German raider ship and her ultimate destruction in action on May 27.
es_mx: El HMS King George V fue el barco líder de una serie de acorazados de la Marina Real. El barco fue comisionado por primera vez en 1940. Su medalla muestra el monograma del Rey George V (1865-1936) cuyo nombre fue otorgado al acorazado. En mayo de 1941, el HMS King George V fue el barco insignia del Almirante Tovey, Comandante en Jefe de la Gran Flota y que fue puesto a cargo de la operación para interceptar y destruir al acorazado Bismarck. Participó en la caza del barco incursor alemán y en su destrucción definitiva en las acciones del 27 de mayo.
ja: 戦艦キング・ジョージ 5 世は、キング・ジョージ 5 世級戦艦のネームシップとして 1940 年に就役しました。艦名はキング・ジョージ 5 世 (1865 - 1936 年) に因んだものであり、バッジには彼のモノグラムが描かれています。 1941 年 5 月、キング・ジョージ 5 世は、イギリス本国艦隊の司令長官であり、ビスマルク追撃戦の責任者だったトーヴィー大将の旗艦でした。ビスマルク追撃戦に参加し、5 月 27 日の海戦でビスマルクの撃沈に貢献を果たしました。
pl: HMS King George V był okrętem prowadzącym serii pancerników Royal Navy. Służbę rozpoczął w 1940 roku. Jego godło przedstawia monogram króla Jerzego V (1865-1936), po którym okręt otrzymał swoją nazwę. W maju 1941 roku HMS King George V był okrętem flagowym admirała Tovey'a, głównodowodzącego Home Fleet, przed którym postawiono zadanie przechwycenia i zniszczenia pancernika Bismarck. Okręt brał udział w polowaniu i zniszczeniu niemieckiego korsarza 27 maja.
ru: HMS King George V — головной корабль серии британских линкоров (вступил в строй в 1940 г.). На его эмблеме изображён вензель короля Англии Георга V (1865–1936), в честь которого был назван линкор. В мае 1941 г. HMS King George V являлся флагманским кораблём адмирала Тови, командовавшего Флотом метрополии и руководившего операцией по перехвату и уничтожению линкора Bismarck. Участвовал в преследовании германского рейдера и потоплении его во время боя 27 мая.
uk: HMS King George V — головний корабель серії британських лінкорів (став у стрій 1940 р.). На його емблемі зображено вензель короля Англії Георга V (1865–1936), на честь якого й назвали лінкор. У травні 1941 р. HMS King George V був флагманським кораблем адмірала Тові, який командував Флотом метрополії і керував операцією з перехоплення та знищення лінкора Bismarck. Брав участь у переслідуванні і потопленні німецького рейдера під час бою 27 травня.
zh: 英王乔治五世为海军战列舰系列的首舰。该战舰在1940年首次进入服役。它的徽章描绘着用来命名该战列舰的英王乔治五世 (1865 年-1936 年) 的图案。 1941年5月，英王乔治五世为海军上将托维的旗舰，他是本土舰队的总指挥并负责拦截和摧毁战列舰俾斯麦的行动。它参与D国入侵战舰的追击并最终在5月27日的行动中将其歼灭。
zh_sg: HMS 英王乔治五世为皇家海军战列舰系列的首舰。该战舰于1940年首次进入服役。它的徽章描绘着用来命名该战列舰的George V国王(1865年-1936年)之图案。 1941年5月，HMS 英王乔治五世为海军上将Tovey的旗舰，他是本土舰队的总指挥并负责拦截和摧毁战列舰俾斯麦的行动。参与德国侵入战舰的追击并最终在5月27日的行动中将其歼灭。

# IDS_PCZC030_BISMARCK_VICTORIOUS
source: HMS Victorious
zh: 胜利

# IDS_PCZC030_BISMARCK_VICTORIOUS_DESCRIPTION
source: HMS Victorious (entered service in 1941) was one of the Illustrious-class aircraft carriers—innovative ships, the first ships of their class to receive an armored flight deck. The ship's badge depicts Victoria, the ancient Roman goddess of victory. In May 1941, the newly commissioned aircraft carrier was included in the main forces of the Home Fleet and took part in the hunt for the German battleship Bismarck. During the night of May 24–25, in severe weather conditions the torpedo bombers of 825 Naval Air Squadron carried by HMS Victorious scored a direct hit against Bismarck, flooding several of the ship's compartments.
es_mx: El HMS Victorious (entró en servicio en 1941) fue uno de los portaaviones clase Illustrious – barcos innovadores, los primeros barcos de su clase en recibir cubiertas de vuelo blindadas. La medalla del marco muestra a Victoria, la antigua deidad romana de la victoria. En mayo de 1941, el recién comisionado portaaviones fue incluido en las fuerzas principales de la Gran Flota y tomó parte en la caza del acorazado alemán Bismarck. Durante las noches del 24 y 25 de mayo, en condiciones de clima severo los torpederos del Escuadrón Aéreo Naval 825 transportados por el HMS Victorious lograron un impacto directo sobre el Bismarck, inundando varios de los compartimentos del barco.
ja: 1941 年に就役したヴィクトリアスは、イラストリアス級航空母艦の 1 隻であり、本級は、初めて飛行甲板に装甲を施した革新的な航空母艦でした。本艦のバッジには、古代ローマの勝利の女神、ヴィクトリアが描かれています。 1941 年 5 月、就役したばかりだった航空母艦ヴィクトリアスは、イギリス本国艦隊の主力部隊の 1 隻としてドイツ戦艦ビスマルクの追撃戦に参加しました。5 月 24 日 - 25 日にかけての夜、荒れた天候の中で本艦から出撃した第 825 海軍飛行隊の雷撃隊は、ビスマルクに魚雷 1 本を命中させ、いくつかの区画を浸水させました。
pl: HMS Victorious (początek służby w 1941 roku) był jednym z lotniskowców klasy Illustrious – innowacyjnych okrętów, które jako pierwsze otrzymały opancerzony pokład lotniczy. Godło okrętu przedstawia Wiktorię, boginię zwycięstwa starożytnego Rzymu. W maju 1941 roku nowo oddany do użytku lotniskowiec został włączony do głównych sił Home Fleet i brał udział w polowaniu na niemiecki pancernik Bismarck. W nocy z 24 na 25 maja w bardzo złych warunkach pogodowych bombowce torpedowe wchodzące w skład stacjonującego na HMS Victorious 825 Morskiego Dywizjonu Lotniczego zaliczyły bezpośrednie trafienie Bismarcka, powodując zalanie wielu jego przedziałów.
ru: HMS Victorious — один из авианосцев типа Illustrious (вступил в строй в 1941 г.), новаторских кораблей, первыми в своём классе получивших бронированную полётную палубу. На эмблеме изображена древнеримская богиня победы — Виктория. В мае 1941 г. только что вступивший в строй авианосец был включён в состав главных сил Флота метрополии и принял участие в охоте на германский линкор Bismarck. Торпедоносцы 825-й эскадрильи из состава авиагруппы корабля в тяжёлых погодных условиях ночью с 24 на 25 мая атаковали Bismarck, добившись торпедного попадания и затопления ряда отсеков корабля.
uk: HMS Victorious — один з авіаносців типу Illustrious (став у стрій 1941 р.), новаторських кораблів, які першими у своєму класі отримали броньовану польотну палубу. На емблемі зображена давньоримська богиня перемоги — Вікторія. У травні 1941 р. авіаносець, який щойно став у стрій, додали до складу головних сил Флоту метрополії й він взяв участь у полюванні на німецький лінкор Bismarck. Торпедоносці 825-ї ескадрильї зі складу авіагрупи корабля у важких погодних умовах вночі з 24 на 25 травня атакували Bismarck, спромоглися влучити торпедами та затопити декілька відсіків корабля.
zh: 胜利(1941年进入服役) 是光辉级航空母舰的其中一艘──创新的战舰，其舰级的第一批战舰接收了装甲飞行甲板。该战舰徽章上描绘着维多利亚，为古罗马的胜利女神。 1941年5月，最新服役的航空母舰胜利被列入本土舰队的主力部队中并参加了D国战列舰俾斯麦的追击行动。5月24日-5月25日夜晚期间，胜利搭载的第825海军航空中队的鱼雷轰炸机在恶劣的气候下直接命中了俾斯麦，导致该战舰数个舱间进水。
zh_sg: HMS Victorious (于1941年进入服役) 是Illustrious级航空母舰的其中一艘富有创新的战舰，其舰级的第一批战舰接收了装甲飞行甲板。该战舰徽章上描绘着维多利亚，为古罗马的胜利女神。 1941年5月，最新服役的航空母舰被列入本土舰队的主力部队中并参加了德国战列舰俾斯麦的追击。5月24日-5月25日夜晚期间，HMS Victorious搭载的第825海军中队的鱼雷轰炸机在恶劣的天候下直接命中了俾斯麦，导致该战舰数个舱间进水。

# IDS_PCZC031_BISMARCK_MAORI
source: HMS Maori
zh: 毛利

# IDS_PCZC031_BISMARCK_MAORI_DESCRIPTION
source: HMS Maori was a Tribal-class destroyer that entered service in 1939. The main element of the ship's badge was one of the traditional symbols of the indigenous warlike Māori people of New Zealand. In May 1941, HMS Maori was assigned to the 4th Destroyer Flotilla commanded by Captain Vian. From May 26, the ship took part in the pursuit of Bismarck. During the overnight battle that continued into May 27, Maori made two torpedo attacks on the German battleship, and the next day she rescued some of the survivors from the defeated Bismarck.
es_mx: El HMS Maori fue un destructor clase Tribal que entró en servicio en 1939. El elemento principal de la medalla del barco era la imagen de uno de los símbolos tradicionales de los pueblos indígenas guerreros Maoríes de Nueva Zelanda. En mayo de 1941, el HMS Maori fue asignado a la 4a Flotilla de Destructores comandada por el capitán Vian. Desde el 26 de mayo, el barco tomó parte en la persecución del Bismarck. Durante la batalla en la noche del 27 de mayo, el Maori realizó ataques con torpedos sobre el acorazado alemán, y al día siguiente rescató a algunos de los sobrevivientes del Bismarck después del hundimiento del barco.
ja: トライバル級駆逐艦マオリは、1939 年に就役しました。艦名はニュージーランドの好戦的な先住民族であるマオリ族に因んだものであり、バッジの主要素として、マオリ族の伝統的なシンボルのひとつが用いられています。 1941 年 5 月には、マオリはヴァイアン大佐率いる第 4 駆逐隊に所属していました。5 月 26 日からビスマルク追撃戦に参加し、27 日にかけての夜には僚艦と共にビスマルクへの魚雷攻撃を敢行し、27 日には、撃沈されたビスマルクの生存者の一部を救出しました。
pl: HMS Maori był niszczycielem klasy Tribal, który wszedł do służby w 1939 roku. Głównym elementem godła okrętu była tradycyjna symbolika wojowniczego ludu Māori z Nowej Zelandii. W maju 1941 roku HMS Maori był przydzielony do 4. flotylli niszczycieli dowodzonej przez kapitana Viana. Od 26 maja okręt brał udział w pościgu za pancernikiem Bismarck. W nocy z 26 na 27 maja Maori przeprowadził dwa ataki torpedowe na niemiecki pancernik, a następnego dnia uratował część rozbitków z tonącego Bismarcka.
ru: HMS Maori, эсминец типа Tribal (вступил в строй в 1939 г.). Основным элементом его эмблемы было изображение одного из традиционных символов воинственного новозеландского народа маори. В мае 1941 г. HMS Maori входил в состав 4-й флотилии эсминцев кэптена Вайена. с 26 мая участвовал в преследовании линкора Bismarck. в ходе ночного боя на 27 мая дважды предпринимал торпедные атаки на германский линкор, а на следующий день участвовал в спасении экипажа потопленного рейдера.
uk: HMS Maori — есмінець типу Tribal (став у стрій 1939 р.). Основним елементом його емблеми було зображення одного з традиційних символів войовничого новозеландського народу маорі. У травні 1941 р. HMS Maori входив до складу 4-ї флотилії есмінців капітана Віана. З 26 травня брав участь у переслідуванні лінкора Bismarck. Під час нічного бою 27 травня двічі здійснював торпедні атаки на німецький лінкор, а наступного дня взяв участь у рятуванні екіпажу потопленого рейдера.
zh: 毛利是一艘在 1939 年进入服役的部落级驱逐舰。战舰徽章的主要元素为爱好战争的土著毛利人传统象征之一。 1941年5月，毛利被指派到由舰长维安指挥的第四驱逐舰队。自5月26日起，该战舰就参与了追击俾斯麦的行动。在5月27日凌晨的战斗期间，毛利对D国战列舰进行了两次鱼雷攻击，而隔天它在战列舰沉没后救起了一些俾斯麦的幸存者。
zh_sg: HMS Maori是一艘1939年进入服役的Tribal级驱逐舰。战舰徽章的主要元素为爱好战争的新西兰土著毛利人传统象征之一。 1941年5月，HMS Maori被指派到由舰长Vian指挥的第四驱逐舰队。自5月26日起，该战舰就参与了追击俾斯麦的行动。在5月27日凌晨的战斗期间，Maori对德国战列舰进行了两次鱼雷攻击，而隔天它在战列舰沉没后救起了一些俾斯麦的幸存者。

# IDS_PCZC032_BISMARCK_PRINCEOFWALES
source: HMS Prince of Wales
zh: 威尔士亲王
