Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PLAYER_JOIN_DIVISION
source: %(player)s joined Division %(division)s
es_mx: %(player)s se unió a la División %(division)s
ja: %(player)s さんが分艦隊 %(division)s に参加しました
pl: Gracz %(player)s dołączył do dywizjonu %(division)s
ru: %(player)s вступил в отряд %(division)s
uk: %(player)s вступив до загону %(division)s
zh: %(player)s 加入了小队 %(division)s
zh_sg: %(player)s加入了小队%(division)s

# IDS_PLAYER_KICKED_FROM_CLUB
source: Player removed from the Team
es_mx: Jugador eliminado del Equipo
ja: プレイヤーをチームから除外しました
pl: Gracz usunięty z drużyny
ru: Игрок исключён из команды
uk: Гравця вилучено із команди
zh: 玩家已从该队伍中移除
zh_sg: 玩家已从该团队中移除

# IDS_PLAYER_LEAVE_DIVISION
source: %(player)s left Division %(division)s
es_mx: %(player)s dejó la División %(division)s
ja: %(player)s さんが分艦隊 %(division)s から脱退しました
pl: Gracz %(player)s opuścił dywizjon %(division)s
ru: %(player)s покинул отряд %(division)s
uk: %(player)s покинув загін %(division)s
zh: %(player)s 离开了小队 %(division)s
zh_sg: %(player)s离开了小队%(division)s

# IDS_PLAYER_LEFT_DIVISION
source: left the Division
es_mx: dejó la División
ja: さんが分艦隊から脱退しました
pl: opuścił dywizjon
ru: покинул отряд
uk: покинув загін
zh: 已离开小队
zh_sg: 已离开小队

# IDS_PLAYER_LONG_OFFLINE
source: Offline time exceeded %(maxOfflineTime)s. The Commander may remove the player from the Team without a vote.
es_mx: Tiempo fuera de línea excedido %(maxOfflineTime)s. El Comandante puede eliminar al jugador del Equipo sin votación.
ja: オフライン時間が %(maxOfflineTime)s を超過しました。指揮官は、このプレイヤーを投票なしで除外することができます。
pl: Przekroczono dozwolony czas nieaktywności: (%(maxOfflineTime)s). Dowódca może usunąć gracza z drużyny bez głosowania.
ru: Не появлялся в игре дольше чем %(maxOfflineTime)s. Командир может исключить игрока из команды без голосования.
uk: Не з’являвся у грі понад %(maxOfflineTime)s. Командир може вилучити гравця з команди, минаючи голосування.
zh: 离开时间超过 %(maxOfflineTime)s。指挥官可将该玩家从队伍中移除而无需投票。
zh_sg: 离开时间超过 %(maxOfflineTime)s。指挥官可将该玩家从团队中移除而无需投票。

# IDS_PLAYER_STEREOTYPE_LEVEL
source: Level %(accountLevel)s
es_mx: Nivel %(accountLevel)s
ja: レベル %(accountLevel)s
pl: Poziom %(accountLevel)s
ru: %(accountLevel)s уровень
uk: %(accountLevel)s рівень
zh: %(accountLevel)s 等级
zh_sg: %(accountLevel)s 级

# IDS_PLAYER_TO_CONTACT_LIST
source: Add to Contacts
es_mx: Agregar a Contactos
ja: 連絡先に追加
pl: Dodaj do czarnej listy
ru: Добавить в список контактов
uk: Додати до списку контактів
zh: 增加到联系人
zh_sg: 新增到联系人

# IDS_PLAY_COLLECTION_VIDEO
source: Watch video
es_mx: Ver Video
ja: ビデオを視聴
pl: Zobacz film
ru: Посмотреть видео
uk: Переглянути відео
zh: Посмотреть видео
zh_sg: 观看视频

# IDS_PLAY_IN_CLUB
source: Play in Teams with your friends.
es_mx: Juega en Equipos con tus amigos.
ja: フレンドと共にチームでプレイしましょう。
pl: Graj w jednej drużynie ze swoimi znajomymi.
ru: Играйте в командах с друзьями.
uk: Грайте у командах з друзями.
zh: 跟您的好友一起加入队伍。
zh_sg: 跟您的好友一起加入团队。

# IDS_PLAY_WITHOUT_REGISTRATION_BUTTON
source: Play Without Registration
es_mx: Juega Sin Registrarte
ja: 登録せずにプレイ
pl: Graj bez rejestracji
ru: Играть без регистрации
uk: Грати без реєстрації
zh: 畅玩不用注册
zh_sg: 不注册先玩

# IDS_PLEASE_READ
source: Read
es_mx: Leer
ja: お読みください:
pl: Przeczytaj
ru: Пожалуйста, прочтите
uk: Прочитайте
zh: 阅读
zh_sg: 阅读

# IDS_PL_ABILITY_TITLE
source: %(_amount)s consumable
es_mx: %(_amount)s consumible
ja: 消耗品 x%(_amount)s
pl: %(_amount)s sprzęt eksploatacyjny
ru: %(_amount)s снаряжение
uk: %(_amount)s спорядження
zh: %(_amount)s снаряжение
zh_sg: %(_amount)s个消耗品

# IDS_PL_AIRCARRIER
source: aircraft carrier
es_mx: portaaviones
ja: 隻の航空母艦
pl: lotniskowca
ru: авианосца
uk: авіаносця
zh: 艘航空母舰
zh_sg: 艘航空母舰

# IDS_PL_AIRPLANES
source: aircraft
es_mx: avión
ja: 航空機
pl: samolot
ru: самолёт
uk: літак
zh: 飞机
zh_sg: 飞机

# IDS_PL_AIRPLANE_BOMBER
source: bomber
es_mx: bombardero
ja: 爆撃機
pl: bombowiec nurkujący
ru: бомбардировщик
uk: бомбардувальник
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_PL_AIRPLANE_FIGHTER
source: attack aircraft
es_mx: avión de ataque
ja: 攻撃機
pl: samolot szturmowy
ru: штурмовик
uk: штурмовик
zh: 战斗机
zh_sg: 攻击机

# IDS_PL_AIRPLANE_TORPEDO
source: torpedo bomber
es_mx: torpedero
ja: 雷撃機
pl: bombowiec torpedowy
ru: торпедоносец
uk: торпедоносець
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_PL_ALMANAC_STAGE_ICON_TOOLTIP_REWARDS_LEFT
source: Remaining rewards to be collected: %(rewardsLeft)s
es_mx: Recompensas restantes para ser recogidas: %(rewardsLeft)s
ja: 収集すべき褒賞の残数: %(rewardsLeft)s
pl: Nagrody pozostałe do odebrania: %(rewardsLeft)s
ru: Осталось забрать %(rewardsLeft)s награду
uk: Залишилося забрати %(rewardsLeft)s нагороду
zh: 剩余可收集的奖励： %(rewardsLeft)s
zh_sg: 剩余待领取的奖励：%(rewardsLeft)s

# IDS_PL_ANY_SHIP
source: ship
es_mx: del barco
ja: 隻
pl: okrętu
ru: корабля
uk: корабля
zh: 艘战舰
zh_sg: 战舰

# IDS_PL_ARC_INFORMER_TIME_TO_FREEZE
source: Point-scoring begins in: %(_timecounter)s minute
es_mx: La anotación de puntos comienza en: %(_timecounter)s minuto
ja: ポイント集計開始まで: %(_timecounter)s 分
pl: Gromadzenie punktów zacznie się za: %(_timecounter)s minutę
ru: До начала подсчёта очков: %(_timecounter)s минута
uk: До початку підрахунку очок: %(_timecounter)s хвилина
zh: 得分开始于： %(_timecounter)s 分钟
zh_sg: 累积点数开始于：%(_timecounter)s分

# IDS_PL_ARC_INFORMER_TIME_TO_FREEZE_END
source: Point-scoring ends in: %(_timecounter)s minute
es_mx: La anotación de puntos termina en: %(_timecounter)s minuto
ja: ポイント集計終了まで: %(_timecounter)s 分
pl: Gromadzenie punktów kończy się za: %(_timecounter)s minutę
ru: До окончания подсчёта очков: %(_timecounter)s минута
uk: До закінчення підрахунку очок: %(_timecounter)s хвилина
zh: 得分结束于： %(_timecounter)s 分钟
zh_sg: 累积点数结束于：%(_timecounter)s分

# IDS_PL_BATTLES
source: %s battle
es_mx: %s batalla
ja: %s 戦
pl: %s bitwa
ru: %s бой
uk: %s бій
zh: %s场战斗
zh_sg: %s场战斗

# IDS_PL_BATTLESHIP
source: battleship
es_mx: acorazado
ja: 隻の戦艦
pl: pancernika
ru: линкора
uk: лінкора
zh: 艘战列舰
zh_sg: 艘战列舰

# IDS_PL_BATTLES_COUNT
source: battle
es_mx: batalla
ja: 戦闘
pl: bitwa
ru: бой
uk: бій
zh: 战斗
zh_sg: 战斗

# IDS_PL_BATTLES_TILL_NEXT_LEVEL
source: %(pointsToNext)s battle until the next level
es_mx: %(pointsToNext)s batalla hasta el siguiente nivel
ja: 次のレベルまであと %(pointsToNext)s 戦
pl: %(pointsToNext)s bitwa do następnego poziomu
ru: до нового уровня %(pointsToNext)s бой
uk: до нового рівня %(pointsToNext)s бій
zh: %(pointsToNext)s 场战斗到下个等级
zh_sg: 到下一等级还有%(pointsToNext)s场战斗

# IDS_PL_CAMOUFLAGE_TITLE
source: %(_amount)s camouflage
es_mx: %(_amount)s camuflaje
ja: 迷彩 x%(_amount)s
pl: %(_amount)s kamuflaż
ru: %(_amount)s камуфляж
uk: %(_amount)s камуфляж
zh: %(_amount)s камуфляж
zh_sg: %(_amount)s个涂装

# IDS_PL_CREDITS
source: credit
es_mx: crédito
ja: クレジット
pl: kredyt
ru: кредит
uk: кредит
zh: 银币
zh_sg: 银币

# IDS_PL_CRUISER
source: cruiser
es_mx: crucero
ja: 隻の巡洋艦
pl: krążownika
ru: крейсера
uk: крейсера
zh: 艘巡洋舰
zh_sg: 艘巡洋舰

# IDS_PL_DAY_FULL
source: day
es_mx: día
ja: 日
pl: dzień
ru: день
uk: доба
zh: 天
zh_sg: 天

# IDS_PL_DAY_FULL_ACC
source: day
es_mx: día
ja: 日
pl: dzień
ru: день
uk: добу
zh: 天
zh_sg: 天

# IDS_PL_DESTROYER
source: destroyer
es_mx: destructor
ja: 隻の駆逐艦
pl: niszczyciela
ru: эсминца
uk: есмінця
zh: 艘驱逐舰
zh_sg: 艘驱逐舰

# IDS_PL_EARN_POINTS_BY_RANK_WIN
source: %(_pointsRank)s point if your team wins.
es_mx: %(_pointsRank)s punto si tu equipo gana.
ja: チームが勝利すると %(_pointsRank)s ポイント
pl: %(_pointsRank)s punkt jeśli Twoja drużyna zwycięży.
ru: %(_pointsRank)s очко за победу команды.
uk: %(_pointsRank)s очко за перемогу команди.
zh: %(_pointsRank)s 点如果您的队伍胜利。
zh_sg: 您的队伍获胜获得%(_pointsRank)s积分。

# IDS_PL_EARN_POINTS_BY_SCENARIO_STARS
source: %(_pointsScenario)s point for each star received when your team wins.
es_mx: %(_pointsScenario)s punto por cada estrella recibida cuando tu equipo gane.
ja: チームが勝利した際にスター 1 個あたり %(_pointsScenario)s ポイント
pl: %(_pointsScenario)s punkt za każdą gwiazdkę zdobytą przy zwycięstwie Twojej drużyny.
ru: %(_pointsScenario)s очко за каждую полученную звезду при победе команды.
uk: %(_pointsScenario)s очко за кожну отриману зірку, якщо команда перемогла.
zh: %(_pointsScenario)s 点当您的队伍胜利时获得的每一颗星星。
zh_sg: 您的队伍获胜获得的每颗星奖励%(_pointsScenario)s积分。

# IDS_PL_ENSIGNS_TITLE
source: %(_amount)s signal
es_mx: %(_amount)s señal
ja: 信号旗 x%(_amount)s
pl: %(_amount)s sygnał
ru: %(_amount)s сигнал
uk: %(_amount)s сигнал
zh: %(_amount)s сигнал
zh_sg: %(_amount)s个信号旗

# IDS_PL_EXPERIENCE
source: XP
ja: EXP
pl: PD
ru: опыта
uk: досвіду
zh: 经验
zh_sg: 经验

# IDS_PL_FLAGS_TITLE
source: %(_amount)s flag
es_mx: %(_amount)s bandera
ja: 旗 x%(_amount)s
pl: %(_amount)s flaga
ru: %(_amount)s флаг
uk: %(_amount)s прапор
zh: %(_amount)s флаг
zh_sg: %(_amount)s个旗帜

# IDS_PL_FREE_EXPERIENCE
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: свободного опыта
uk: вільного досвіду
zh: 全局经验
zh_sg: 全局经验

# IDS_PL_GOLD
source: doubloon
es_mx: doblón
ja: ダブロン
pl: dublon
ru: дублон
uk: дублон
zh: дублон
zh_sg: 达布隆

# IDS_PL_HITS_TORPEDOS
source: ship torpedo hit
es_mx: impacto por torpedos
ja: 本の艦載魚雷の命中
pl: trafienie okrętu torpedami
ru: попадание корабельными торпедами
uk: влучення корабельними торпедами
zh: 次使用鱼雷命中敌舰（航空母舰除外）
zh_sg: 次使用鱼雷命中敌舰

# IDS_PL_HOUR_FULL
source: hour
es_mx: hora
ja: 時間
pl: godzina
ru: час
uk: година
zh: 小时
zh_sg: 小时

# IDS_PL_HOUR_FULL_ACC
source: hour
es_mx: hora
ja: 時間
pl: godzina
ru: час
uk: годину
zh: 小时
zh_sg: 小时

# IDS_PL_KNOTS
source: knot
es_mx: nudo
ja: ノット
pl: węzeł
ru: узел
uk: вузол
zh: 节
zh_sg: 节

# IDS_PL_KNOTS_SPACE
source: knot
es_mx: nudo
ja: ノット
pl: węzeł
ru: узел
uk: вузол
zh: 节
zh_sg: 节

# IDS_PL_LOOTBOXES
source: container
es_mx: contenedor
ja: コンテナ
pl: kontener
ru: контейнер
uk: контейнер
zh: контейнер
zh_sg: 补给箱

# IDS_PL_LOOTBOX_0_TITLE
source: %(_amount)s ordinary container
es_mx: %(_amount)s contenedor ordinario
ja: %(_amount)sx 通常コンテナ
pl: %(_amount)s zwykły kontener
ru: %(_amount)s обычный контейнер
uk: %(_amount)s звичайний контейнер
zh: %(_amount)s обычный контейнер
zh_sg: %(_amount)s个普通补给箱

# IDS_PL_LOOTBOX_1_TITLE
source: %(_amount)s Container with credits
es_mx: %(_amount)s contenedor con créditos
ja: %(_amount)sx クレジット入りコンテナ
pl: %(_amount)s kontener z kredytami
ru: %(_amount)s контейнер с кредитами
uk: %(_amount)s контейнер із кредитами
zh: %(_amount)s контейнер с кредитами
zh_sg: %(_amount)s个银币补给箱

# IDS_PL_LOOTBOX_2_TITLE
source: %(_amount)s Container with signals
es_mx: %(_amount)s contenedor con señales
ja: %(_amount)sx 信号旗入りコンテナ
pl: %(_amount)s kontener z sygnałami
ru: %(_amount)s контейнер с сигналами
uk: %(_amount)s контейнер із сигналами
zh: %(_amount)s контейнер с сигналами
zh_sg: %(_amount)s 个信号旗补给箱

# IDS_PL_LOOTBOX_3_TITLE
source: %(_amount)s Container with consumables
es_mx: %(_amount)s contenedor con consumibles
ja: %(_amount)sx 消耗品入りコンテナ
pl: %(_amount)s kontener ze sprzętem eksploatacyjnym
ru: %(_amount)s контейнер со снаряжением
uk: %(_amount)s контейнер зі спорядженням
zh: %(_amount)s контейнер со снаряжением
zh_sg: %(_amount)s个消耗品补给箱

# IDS_PL_LOOTBOX_4_TITLE
source: %(_amount)s Random container
es_mx: %(_amount)s contenedor Aleatorio
ja: %(_amount)sx ランダムコンテナ
pl: %(_amount)s losowy kontener
ru: %(_amount)s случайный контейнер
uk: %(_amount)s випадковий контейнер
zh: %(_amount)s случайный контейнер
zh_sg: %(_amount)s个随机补给箱

# IDS_PL_LOOTBOX_5_TITLE
source: %(_amount)s Supercontainer
es_mx: %(_amount)s Supercontenedor
ja: %(_amount)sx スーパーコンテナ
pl: %(_amount)s Superkontener
ru: %(_amount)s суперконтейнер
uk: %(_amount)s суперконтейнер
zh: %(_amount)s суперконтейнер
zh_sg: %(_amount)s个超级补给箱

# IDS_PL_LOOTBOX_EPIC_TITLE
source: %(_amount)s Supercontainer
es_mx: %(_amount)s Supercontenedor
ja: %(_amount)sx スーパーコンテナ
pl: %(_amount)s Superkontener
ru: %(_amount)s суперконтейнер
uk: %(_amount)s суперконтейнер
zh: %(_amount)s суперконтейнер
zh_sg: %(_amount)s个超级补给箱

# IDS_PL_LOOTBOX_TITLE
source: %(_amount)s container
es_mx: %(_amount)s contenedor
ja: コンテナ x%(_amount)s
pl: %(_amount)s kontener
ru: %(_amount)s контейнер
uk: %(_amount)s контейнер
zh: %(_amount)s контейнер
zh_sg: %(_amount)s个补给箱

# IDS_PL_MILESTONE_INFORMER_TIME_TO_FREEZE
source: Point-scoring begins in: %(_timecounter)s minute
es_mx: La anotación de puntos comienza en: %(_timecounter)s minuto
ja: ポイント集計開始まで: %(_timecounter)s 分
pl: Gromadzenie punktów zacznie się za: %(_timecounter)s minutę
ru: До начала подсчёта очков: %(_timecounter)s минута
uk: До початку підрахунку очок: %(_timecounter)s хвилина
zh: 得分开始于： %(_timecounter)s 分钟
zh_sg: 积分计算开始倒计时：%(_timecounter)s分钟

# IDS_PL_MILESTONE_INFORMER_TIME_TO_FREEZE_END
source: Point-scoring ends in: %(_timecounter)s minute
es_mx: La anotación de puntos termina en: %(_timecounter)s minuto
ja: ポイント集計終了まで: %(_timecounter)s 分
pl: Gromadzenie punktów kończy się za: %(_timecounter)s minutę
ru: До окончания подсчёта очков: %(_timecounter)s минута
uk: До закінчення підрахунку очок: %(_timecounter)s хвилина
zh: 得分结束于： %(_timecounter)s 分钟
zh_sg: 积分计算结束倒计时：%(_timecounter)s分钟

# IDS_PL_MINUTES_COUNT
source: minute.
es_mx: minuto.
ja: 分です。
pl: minuta.
ru: минуту.
uk: хвилину.
zh: 分钟。
zh_sg: 分钟。

# IDS_PL_MINUTE_FULL
source: minute
es_mx: minuto
ja: 分
pl: minuta
ru: минута
uk: хвилина
zh: 分钟
zh_sg: 分钟

# IDS_PL_MINUTE_FULL_ACC
source: minute
es_mx: minuto
ja: 分
pl: minuta
ru: минуту
uk: хвилину
zh: 分钟
zh_sg: 分钟

# IDS_PL_MINUTE_FULL_ROD
source: minute
es_mx: minuto
ja: 分
pl: minuta
ru: минуты
uk: хвилини
zh: 分钟
zh_sg: 分钟

# IDS_PL_MODERNIZATION_TITLE
source: %(_amount)s upgrade
es_mx: %(_amount)s mejora
ja: アップグレード x%(_amount)s
pl: %(_amount)s ulepszenie
ru: %(_amount)s модернизация
uk: %(_amount)s модернізація
zh: %(_amount)s модернизация
zh_sg: %(_amount)s个升级品

# IDS_PL_MONTH_FULL
source: month
es_mx: mes
ja: ヶ月
pl: miesiąc
ru: месяц
uk: місяць
zh: 月
zh_sg: 个月

# IDS_PL_MONTH_FULL_ACC
source: month
es_mx: mes
ja: ヶ月
pl: miesiąc
ru: месяц
uk: місяць
zh: 月
zh_sg: 月

# IDS_PL_MORE_BATTLES
source: %(battleCount)d battle left
es_mx: %(battleCount)d batalla restante
ja: あと %(battleCount)d 戦
pl: pozostała %(battleCount)d bitwa
ru: ещё %(battleCount)d бой
uk: ще %(battleCount)d бій
zh: 剩余 %(battleCount)d 场战斗
zh_sg: 剩余%(battleCount)d场战斗

# IDS_PL_PARAGON_XP_TITLE
source: Research Point
es_mx: Punto de Investigación
ja: 研究ポイント
pl: Punkt badawczy
ru: очко исследования
uk: очко дослідження
zh: очко исследования
zh_sg: 研究点

# IDS_PL_PERMOFLAGE_TITLE
source: %(_amount)s permanent camouflage
es_mx: %(_amount)s camuflaje permanente
ja: 無期限迷彩 x%(_amount)s
pl: %(_amount)s stały kamuflaż
ru: %(_amount)s постоянный камуфляж
uk: %(_amount)s постійний камуфляж
zh: %(_amount)s постоянный камуфляж
zh_sg: %(_amount)s个永久涂装

# IDS_PL_PLACES
source: place
es_mx: lugar
ja: 室
pl: miejsce
ru: место
uk: місце
zh: 床位
zh_sg: 位置

# IDS_PL_PLANES
source: aircraft
es_mx: avión
ja: 航空機
pl: samolotu
ru: самолёта
uk: літака
zh: 飞机
zh_sg: 飞机

# IDS_PL_PLAYERS_COUNT
source: player
es_mx: jugador
ja: プレイヤー
pl: gracz
ru: игрок
uk: гравець
zh: 玩家
zh_sg: 玩家

# IDS_PL_POINTS
source: point
es_mx: punto
ja: ポイント
pl: pkt
ru: очко
uk: очко
zh: 点
zh_sg: 点

# IDS_PL_RANK_STARS
source: %s Star
es_mx: %s Estrella
ja: %s スター
pl: %s gwiazda
ru: %s звездой
uk: %s зіркою
zh: %s 星
zh_sg: %s 星

# IDS_PL_REWARD
source: <body>And <h3>%(rewardCount)s</h3> more reward</body>
es_mx: <body>Y <h3>%(rewardCount)s</h3> recompensa más</body>
ja: <body>およびあと <h3>%(rewardCount)s</h3> 個の褒賞</body>
pl: <body>i <h3>%(rewardCount)s</h3> nagroda więcej</body>
ru: <body>И ещё <h3>%(rewardCount)s</h3> награда</body>
uk: <body>І ще <h3>%(rewardCount)s</h3> нагорода</body>
zh: <body>И ещё <h3>%(rewardCount)s</h3> награда</body>
zh_sg: <body>以及<h3>%(rewardCount)s个</h3>额外奖励</body>

# IDS_PL_REWARD_EVENTUM_1
source: Battle Token
es_mx: Ficha de Verano
ja: 戦闘トークン
pl: Żeton bitewny
ru: боевой жетон
uk: Літній жетон
zh: боевой жетон
zh_sg: 夏季代币

# IDS_PL_REWARD_EVENTUM_2
source: Cyber Token
es_mx: Ficha Alemana
ja: サイバートークン
pl: Cyberżeton
ru: Кибержетон
uk: Німецький жетон
zh: Кибер-жетон
zh_sg: 德国代币

# IDS_PL_REWARD_SALTPETER
source: Shipbuilding Phase
es_mx: Fase de la construcción naval
ja: 造船フェーズ
pl: Faza budowy okrętu
ru: этап строительства
uk: етап будівництва
zh: 硝酸钾
zh_sg: 造船阶段

# IDS_PL_SECONDS
source: second
es_mx: segundo
ja: 秒
pl: sekunda
ru: секунду
uk: секунду
zh: 秒
zh_sg: 秒

# IDS_PL_SECOND_FULL
source: second
es_mx: segundo
ja: 秒
pl: sekunda
ru: секунда
uk: секунда
zh: 秒
zh_sg: 秒

# IDS_PL_SECOND_FULL_ACC
source: second
es_mx: segundo
ja: 秒
pl: sekunda
ru: секунду
uk: секунду
zh: 秒
zh_sg: 秒

# IDS_PL_SHIPS
source: ship
es_mx: barco
ja: 隻
pl: okręcie
ru: кораблю
uk: кораблю
zh: 艘战舰
zh_sg: 艘战舰

# IDS_PL_SLOTS
source: slot
es_mx: espacio
ja: スロット
pl: miejsce
ru: слот
uk: місце
zh: 船位
zh_sg: 船位

# IDS_PL_SQUADRONS
source: squadron
es_mx: escuadrón
ja: 中隊
pl: eskadra
ru: эскадрилья
uk: ескадрилья
zh: 航空中队
zh_sg: 中队

# IDS_PL_SSE_COMPLETE_TASKS
source: Complete %(count)d mission
es_mx: Completa %(count)d misión
ja: ミッションを %(count)d 件達成する
pl: Wypełnij %(count)d misję
ru: Выполните %(count)d задачу
uk: Виконайте %(count)d завдання
zh: Выполните %(count)d задачу
zh_sg: 完成%(count)d个任务

# IDS_PL_TIME_SPENT_IN_GAME
source: Your AOND has been %(hours)s hour
es_mx: Tu AOND ha sido %(hours)s hora
ja: AOND は %(hours)s 時間です
pl: Twój AOND wynosi %(hours)s godzinę
ru: Вы провели в игре %(hours)s час
uk: Ви перебуваєте у грі %(hours)s годину
zh: 您累计在线时间已满%(hours)s小时。
zh_sg: 您累计在线时间已满%(hours)s小时。

# IDS_PL_TIME_SPENT_IN_GAME_MORE_THAN
source: Your AOND has been more than %(hours)s hour
es_mx: Tu AOND ha sido más de %(hours)s hora
ja: AOND は %(hours)s 時間超です
pl: Twój AOND wynosi więcej niż %(hours)s godzina
ru: Вы провели в игре более %(hours)s часа
uk: Ви перебуваєте у грі понад %(hours)s години
zh: 您累计在线时间已超过%(hours)s小时。
zh_sg: 您累计在线时间已超过%(hours)s小时。

# IDS_PL_VICTORY
source: victory
es_mx: victoria
ja: 勝
pl: zwycięstwo
ru: победу
uk: перемогу
zh: 次获胜
zh_sg: 次胜利

# IDS_PL_YOU_HAVE_BEEN_DENUNCATED_MORE_THAN_BY_X_MEN
source: Your karma has decreased by %(amount)s.
es_mx: Tu karma ha disminuido en %(amount)s.
ja: カルマが %(amount)s 低下しました。
pl: Twoja karma spadła o %(amount)s.
ru: Ваша карма уменьшена на %(amount)s.
uk: Вашу карму зменшено на %(amount)s.
zh: 有超过了 %(amount)s 个人举报您。
zh_sg: 您的声望已降低%(amount)s。

# IDS_PL_YOU_HAVE_BEEN_PRAISED_BY_X_MEN
source: Your karma has increased by %(amount)s.
es_mx: Tu karma ha aumentado en %(amount)s.
ja: カルマが %(amount)s 向上しました。
pl: Twoja karma wzrosła o %(amount)s.
ru: Ваша карма увеличена на %(amount)s.
uk: Вашу карму збільшено на %(amount)s.
zh: 有 %(amount)s 个人称赞您。
zh_sg: 您的声望已增加%(amount)s。

# IDS_PMANGKR_REGISTRATION_REQUIRED
source: You need to link your pmang account first. In order to do this, we will now redirect you to the pmang account linking page.
es_mx: Primero necesitas vincular tu cuenta pmang. Para hacer esto, ahora serás redireccionado a la página de vinculación de la cuenta pmang.
ja: まずは pmang アカウントをリンクする必要があります。pmang アカウントのリンク用ページへリダイレクトされます。
pl: Najpierw musisz podłączyć swoje konto pmang. Nastąpi teraz przekierowanie na stronę łączenia konta pmang.
ru: Необходимо привязать ваш pmang аккаунт. Вы будете перенаправлены на страницу привязки аккаунта pmang.
uk: Потрібно прив’язати ваш pmang акаунт. Вас спрямують на відповідну сторінку.
zh: 您会需要先连接您的pmang账号，您现在会被重新引导到pmang账号连接界面。
zh_sg: 您需要先绑定pmang账号。现在您将跳转到pmang账号绑定页面。

# IDS_POINT
source: Point
es_mx: Punto
ja: ポイント
pl: Punkt
ru: Точечная
uk: Точкова
zh: 点
zh_sg: 点

# IDS_POINTS_TODAY
source: Points earned today: %(pointsCurrent)s
es_mx: Puntos obtenidos hoy: %(pointsCurrent)s
ja: 今日の取得ポイント: %(pointsCurrent)s
pl: Punkty zdobyte dzisiaj: %(pointsCurrent)s
ru: Очков за сегодня: %(pointsCurrent)s
uk: Очок за сьогодні: %(pointsCurrent)s
zh: 今天获得的积分：%(pointsCurrent)s
zh_sg: 今天获得的积分：%(pointsCurrent)s

# IDS_POINTS_TO_THE_NEXT_LOOTBOX
source: Points until the next container: %(pointsToNext)s
es_mx: Punto para el siguiente contenedor: %(pointsToNext)s
ja: 次のコンテナまでのポイント: %(pointsToNext)s
pl: Punkty do następnego kontenera: %(pointsToNext)s
ru: Очков до следующего контейнера: %(pointsToNext)s
uk: Очок до наступного контейнера: %(pointsToNext)s
zh: 到达下一个幸运补给箱的积分：%(pointsToNext)s
zh_sg: 获得下一个补给箱还需要积分：%(pointsToNext)s

# IDS_POLAND
source: Poland
es_mx: Polonia
ja: ポーランド
pl: Polska
ru: Польша
uk: Польща
zh: B系
zh_sg: 波兰

# IDS_POLAND_AIRCARRIER
source: Polish carriers
es_mx: Portaaviones polacos
ja: ポーランド航空母艦
pl: Polskie lotniskowce
ru: Авианосцы Польши
uk: Авіаносці Польщі
zh: Авианосцы Польши
zh_sg: 波兰航母

# IDS_POLAND_BATTLESHIP
source: Polish battleships
es_mx: Acorazados polacos
ja: ポーランド戦艦
pl: Polskie pancerniki
ru: Линкоры Польши
uk: Лінкори Польщі
zh: Линкоры Польши
zh_sg: 波兰战列舰

# IDS_POLAND_CRUISER
source: Polish cruisers
es_mx: Cruceros polacos
ja: ポーランド巡洋艦
pl: Polskie krążowniki
ru: Крейсеры Польши
uk: Крейсери Польщі
zh: Крейсеры Польши
zh_sg: 波兰巡洋舰

# IDS_POLAND_DESTROYER
source: Polish destroyers
es_mx: Destructores polacos
ja: ポーランド駆逐艦
pl: Polskie niszczyciele
ru: Эсминцы Польши
uk: Есмінці Польщі
zh: Эсминцы Польши
zh_sg: 波兰驱逐舰

# IDS_PORTAL_RESOURCES
source: Extracted
es_mx: Extraída
ja: 回収
pl: Wysłano
ru: Вывезено
uk: Вивезли
zh: Вывезено
zh_sg: 已提炼

# IDS_PORT_APRIL18
source: Spaceport
es_mx: Puerto Espacial
ja: 宇宙港
pl: Port kosmiczny
ru: Космопорт
uk: Космопорт
zh: Космопорт
zh_sg: 太空港

# IDS_PORT_APRIL18_TOOLTIP
source: Spaceport
es_mx: Puerto Espacial
ja: 宇宙港
pl: Port kosmiczny
ru: Космопорт
uk: Космопорт
zh: Космопорт
zh_sg: 太空港

# IDS_PORT_ARPEGGIO
source: Yokosuka
ja: 横須賀
ru: Йокоска
uk: Йокосука
zh: YO
zh_sg: 横须贺

# IDS_PORT_ARPEGGIO_TOOLTIP
source: Port of Yokosuka
es_mx: Puerto de Yokosuka
ja: 横須賀港
pl: Port w Yokosuce
ru: Порт Йокоска
uk: Порт Йокосука
zh: YO港
zh_sg: 横须贺港

# IDS_PORT_BASIC
source: The Philippines
es_mx: Las Filipinas
ja: フィリピン
pl: Filipiny
ru: Филиппины
uk: Філіппіни
zh: PH
zh_sg: 菲律宾

# IDS_PORT_BASIC_TOOLTIP
source: Port of the Philippines
es_mx: Puerto de Las Filipinas
ja: フィリピン港
pl: Port na Filipinach
ru: Порт Филиппины
uk: Порт Філіппіни
zh: PH港
zh_sg: 菲律宾港

# IDS_PORT_BLACKSEAGLORY
source: Glory
ru: Слава
uk: Слава
zh: Слава

# IDS_PORT_BLACKSEAGLORY_TOOLTIP
source: Port of Glory
es_mx: Puerto de Glory
ja: Glory 港
pl: Port Glory
ru: Порт «Слава»
uk: Порт «Слава»
zh: Порт «Слава»
zh_sg: Glory港

# IDS_PORT_BLACKSEAHONOR
source: Honor
ru: Честь
uk: Честь
zh: Честь

# IDS_PORT_BLACKSEAHONOR_TOOLTIP
source: Port of Honor
es_mx: Puerto de Honor
ja: Honor 港
pl: Port Honor
ru: Порт «Честь»
uk: Порт «Честь»
zh: Порт «Честь»
zh_sg: Honor港

# IDS_PORT_CHINAARPEGGIO
source: Dragon
es_mx: Dragón
ja: 龍
pl: Smok
ru: Дракон
uk: Дракон
zh: 龙
zh_sg: 龙

# IDS_PORT_CHINAARPEGGIO_TOOLTIP
source: Dragon Port
es_mx: Puerto Dragón
ja: 龍港
pl: Smoczy Port
ru: Порт «Дракон»
uk: Порт «Дракон»
zh: 龙港
zh_sg: 龙之港

# IDS_PORT_CLOCK
source: Show time in Port
es_mx: Mostrar la hora en el Puerto
ja: 港で時間を表示
pl: Pokaż zegar w porcie
ru: Часы в Порту
uk: Годинник у Порту
zh: 港口显示时间
zh_sg: 港口显示时间

# IDS_PORT_CUSTOM
source: Personal
ja: パーソナル
pl: Osobiste
ru: Персональный
uk: Особистий
zh: 个人
zh_sg: 个人

# IDS_PORT_DRY
source: Naval Base
es_mx: Base Naval
ja: 海軍基地
pl: Baza morska
ru: ВМБ
uk: ВМБ
zh: NA
zh_sg: 海军基地

# IDS_PORT_DRY_TOOLTIP
source: Naval Base Port
es_mx: Puerto Base Naval
ja: 海軍基地港
pl: Baza morska
ru: Порт ВМБ
uk: Порт ВМБ
zh: NA港
zh_sg: 海军基地港口

# IDS_PORT_DUNKIRK
source: Dunkirk
es_mx: "Dunkerque"
ja: ダンケルク
pl: „Dunkierka”
ru: Дюнкерк
uk: Дюнкерк
zh: DU
zh_sg: 敦刻尔克

# IDS_PORT_DUNKIRK_TOOLTIP
source: Port of Dunkirk
es_mx: Puerto de Dunkerque
ja: ダンケルク港
pl: Port w Dunkierce
ru: Порт Дюнкерк
uk: Порт Дюнкерк
zh: DU港
zh_sg: 敦刻尔克港

# IDS_PORT_FJORDS
source: Fjords
es_mx: Fiordos
ja: フィヨルド
pl: Fiordy
ru: Фьорды
uk: Фіорди
zh: 峡湾
zh_sg: 峡湾

# IDS_PORT_FJORDS_TOOLTIP
source: Port Fjords
es_mx: Puerto de Fiordos
ja: フィヨルド港
pl: Port Fiordy
ru: Порт Фьорды
uk: Порт «Фіорди»
zh: Порт Фьорды
zh_sg: 峡湾港

# IDS_PORT_HALL16
source: Monster Bay
es_mx: Bahía del Monstruo
ja: モンスター湾
pl: Zatoka Potworów
ru: Залив монстров
uk: Затока монстрів
zh: 2018 年万圣节
zh_sg: 怪物海湾
