Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC498_BD098_DREADNOUGHT_DESCRIPTION
source: One of the most famous warships in the history of world shipbuilding, and an ancestor to a whole new generation of battleships, Dreadnought appeared because of the determination of the First Sea Lord, Admiral John Fisher, who defined the main elements of the project: artillery consisting of only guns with a large caliber—ten 305 mm guns—and a steam turbine propulsion which allowed for a speed of 21 knots. The project saw both elements being implemented on a capital ship for the first time ever. The next important factor was the unprecedented work tempo at the shipyards in Portsmouth—officially, it took one year to complete the warship. But Dreadnought also had some flaws. The armor protection was sacrificed to achieve greater fire power and speed, so the ship was inferior to the preceding British fleet ironclads. The 76 mm secondary battery guns she carried turned out to be unable to reliably strike modern destroyers. But despite those flaws, her arrival had such an impact that the power of rival nation states was determined by the number of battleships of this very class. The commissioning of Dreadnought in December 1906 began a new era of shipbuilding—the era of dreadnoughts—with the ship lending her name to the entire ship type.
ja: 世界の造船史上最も有名な軍艦の 1 隻であり、新世代の全ての戦艦の始祖であるドレッドノートは、第一海軍卿ジョン・フィッシャー提督の固い意思なくしては実現しなかったでしょう。艦砲を大口径砲である 305 mm 砲 10 門のみとし、蒸気タービン推進による 21 ノットの速力という、本設計の主要要素を定義したのは彼でした。両要素を主力艦に実装させたのはこれが史上初でした。 またポーツマス造船所での前例のない建造ペースも特筆すべきものであり、この軍艦の完成には 1 年しか要しませんでした。しかし、より優れた火力と速力の実現のため装甲防御が犠牲となり、本艦は先行するイギリス艦隊の装甲艦に劣るものとなりました。本艦が搭載する 76 mm 副砲は、近代的な駆逐艦を着実に攻撃することは不可能だと判明しました。 こういった欠点があるものの、ドレッドノートの登場以来、各国の戦力は弩級戦艦の数で計算されるようになりました。1906 年 12 月のドレッドノートの就役は、造船業の新時代の幕開けとなり、本艦の艦名は、それ以後に建造された同等の戦艦の総称として用いられるようになりました。所謂「弩級戦艦」の「弩」は、本艦の艦名に由来しています。
pl: Jeden z najsłynniejszych okrętów w historii światowego okrętownictwa i przodek całej nowej generacji pancerników, Dreadnought, został zbudowany dzięki determinacji Pierwszego Lorda Morskiego admirała Johna Fishera. To on określił kluczowe cechy projektu: artylerię główną złożoną jedynie z dział dużego kalibru (dziesięć dział kal. 305 mm) oraz napęd z turbiną parową, który pozwalał rozpędzić się do 21 węzłów. Oba te elementy po raz pierwszy pojawiły się na dużym okręcie. Kolejnym istotnym czynnikiem było niespotykane dotąd tempo prac w stoczni w Portsmouth – oficjalnie zbudowanie okrętu zajęło jedynie rok. Dreadnought miał swoje wady. Opancerzenie poświęcono na rzecz większej siły ognia i prędkości, więc okręt ustępował pod tym względem starszym brytyjskim okrętom pancernym. Bateria dodatkowa z działami kal. 76 mm okazała się niewystarczająca, by skutecznie walczyć z nowoczesnymi niszczycielami. Ale od tego momentu siła krajów mierzona była w liczbie pancerników tego typu. Wprowadzenie Dreadnought do służby w 1906 roku rozpoczęło nową erę w historii okrętownictwa – erę drednotów, ponieważ od tej jednostki nazwę bierze cała gałąź okrętów.
ru: Один из самых знаменитых кораблей в истории мирового судостроения и родоначальник нового поколения линкоров, Dreadnought, появился благодаря целеустремлённости Первого морского лорда, адмирала Джона Фишера. Именно он определил основные элементы проекта: артиллерия только крупного калибра — десять 305-мм орудий, паротурбинная энергетическая установка — скорость 21 узел. И то, и другое на капитальных кораблях было впервые. Следующим важным фактором стали небывалые темпы работы верфи в Портсмуте — официально корабль был построен за год. Были у Dreadnought и недостатки: броневую защиту явно принесли в жертву огневой мощи и скорости и она уступала предшествующим британским эскадренным броненосцам. Противоминные орудия 76-мм калибра оказались не в состоянии надёжно поражать современные эсминцы. Отныне морскую мощь государств считали по количеству линейных кораблей именно этого типа. Вступление в строй Dreadnought открыло в декабре 1906 г. новую эпоху кораблестроения — эпоху дредноутов, сделав его имя нарицательным.
zh: Один из самых знаменитых кораблей в истории мирового судостроения и родоначальник нового поколения линкоров, Dreadnought, появился благодаря целеустремлённости Первого морского лорда, адмирала Джона Фишера. Именно он определил основные элементы проекта: артиллерия только крупного калибра — десять 305-мм орудий, паротурбинная энергетическая установка — скорость 21 узел. И то, и другое на капитальных кораблях было впервые. Следующим важным фактором стали небывалые темпы работы верфи в Портсмуте — официально корабль был построен за год. Были у Dreadnought и недостатки: броневую защиту явно принесли в жертву огневой мощи и скорости и она уступала предшествующим британским эскадренным броненосцам. Противоминные орудия 76-мм калибра оказались не в состоянии надёжно поражать современные эсминцы. Отныне морскую мощь государств считали по количеству линейных кораблей именно этого типа. Вступление в строй Dreadnought открыло в декабре 1906 г. новую эпоху кораблестроения — эпоху дредноутов, сделав его имя нарицательным.

# IDS_PCZC499_BD098_KOLBERG
source: Kolberg
zh: 科尔贝格

# IDS_PCZC499_BD098_KOLBERG_DESCRIPTION
source: A lead ship in a series of four ships commissioned between 1909 and 1911, Kolberg became a pinnacle of development of "light" armored cruisers in the German Navy. For the first time, all of them were equipped with turbines, and their artillery armament was reinforced by utilizing 12 new 105 mm main guns. However, Kolberg inherited her exterior from the previous epoch—a ram-shaped bow, and an afterdeck. But the next series of the Magdeburg class of 1912 received a strict and proportional profile of the dreadnought era, and her armor belt, which was quite powerful for this ship type, made these ships the first real German light cruisers. They turned out to be too hard to bite for the 152 mm guns of their British opponents of the Town class. However, the German 105 mm artillery could not damage their enemy counterparts, either. Over the course of World War I, Kolberg was re-armed with six 150 mm guns. The cruiser fought in the North Sea and Baltic Sea. After the war, she was transferred to France, where served until 1927 under the name of Colmar.
ja: 1909 – 1911 年に就役した 4 隻からなる艦級の 1 番艦コルベルクはドイツ海軍の「小型」装甲巡洋艦の頂点となりました。同級艦全てがタービンを搭載したのはこれが初めてで、またその主砲は新型の 105 mm 12 門で構成された強力なものでした。ただし、コルベルクの外観は前の時代を引き継ぎ、衝角型の艦首と後部甲板を備えていました。 一方 1912 年の次シリーズのマグデブルク級は弩級戦艦時代の厳格で均整のとれた外観をしており、また装甲帯はこの艦種としては非常に強力であることから、真のドイツ初の軽巡洋艦となりました。敵となるイギリスのタウン級巡洋艦の 152 mm 砲はその装甲に損害を与えられませんでしたが、同時にドイツの 105 mm 砲も敵の小型巡洋艦に損害を与えることはできませんでした。 第一次世界大戦の途中、コルベルクは 150 mm 砲 6 門で再武装されました。本巡洋艦は北海とバルト海で戦い、戦後はフランスに譲渡され、コルマールの名前で 1927 年まで任務に就きました。
pl: Okręt prowadzący serii czterech okrętów wprowadzanych w latach 1909–1911, Kolberg był szczytowym osiągnięciem wśród lekkich opancerzonych krążowników budowanych dla niemieckiej marynarki. Po raz pierwszy wszystkie jednostki w serii wyposażone były w turbiny. Ich artylerię stanowiło dwanaście dział kal. 105 mm. Swoją sylwetkę Kolberg zawdzięczał jeszcze poprzedniej epoce – dziób w kształcie taranu i staromodny achterdek. Następna seria typu Magdeburg z roku 1912 miała już prosty i proporcjonalny profil typowy dla ery drednotowej, a jej pas pancerny, dość mocny jak na okręty tego typu, uczynił z nich pierwsze prawdziwe lekkie krążowniki Niemiec. Okazały się one twardym orzechem do zgryzienia dla uzbrojonych w działa kal. 152 mm brytyjskich jednostek typu Town. Jednak niemieckie działa 105 mm również nie mogły wyrządzić przeciwnikowi krzywdy. W trakcie I wojny światowej Kolberg został uzbrojony w sześć dział kal. 150 mm. Krążownik walczył na Morzu Północnym i Morzu Bałtyckim. Po wojnie został przekazany Francji, której służył do 1927 roku pod nazwą Colmar.
ru: Головной в серии из четырёх кораблей, вступивших в строй в 1909–1911 гг., Kolberg стал венцом развития типа «малого» бронепалубного крейсера германского флота. Впервые все они были полностью оснащены турбинами. Было усилено артиллерийское вооружение — 12 новых 105-мм орудий. Однако свой внешний вид Kolberg унаследовал ещё из предыдущей эпохи: таранный форштевень, полуют. Уже следующая серия типа Magdeburg 1912 г. получит строгий и пропорциональный силуэт дредноутной эры, а мощный по меркам своего класса броневой пояс сделает именно эти корабли первыми настоящими немецкими лёгкими крейсерами. Они оказались не по зубам 152-мм орудиям британских оппонентов типа Town, но немецкая 105-мм артиллерия с «одноклассниками» противника тоже ничего не могла поделать. По ходу Первой мировой войны Kolberg был перевооружён на шесть 150-мм орудий. Крейсер сражался в Северном и Балтийском морях, после войны был передан Франции и под именем Colmar прослужил до 1927 г.
zh: Головной в серии из четырёх кораблей, вступивших в строй в 1909-1911 гг., Kolberg стал венцом развития типа «малого» бронепалубного крейсера германского флота. Впервые все они были полностью оснащены турбинами. Усилено артиллерийское вооружение — 12 новых 105-мм орудий. Однако свой внешний вид Kolberg унаследовал ещё из предыдущей эпохи — таранный форштевень, полуют. Уже следующая серия типа Magdeburg 1912 г. получит строгий и пропорциональный силуэт дредноутной эры, а мощный по меркам своего класса броневой пояс сделает именно эти корабли первыми настоящими немецкими лёгкими крейсерами. Они оказались не по зубам 152-мм орудиям британских оппонентов типа Town, но немецкая 105-мм артиллерия поделать с «одноклассниками» противника тоже ничего не могла. По ходу Первой мировой Kolberg был перевооружён на шесть 150-мм орудий. Крейсер сражался в Северном и Балтийском морях, после войны был передан Франции и под именем «Кольмар» прослужил до 1927 г.

# IDS_PCZC500_BD098_DERZKI
source: Derzki
ru: «Дерзкий»
zh: «Дерзкий»

# IDS_PCZC500_BD098_DERZKI_DESCRIPTION
source: The first of the Russian Navy serial turbine destroyers of the Derzki class were commissioned in 1914 in the Black Sea. The four ships were built under an improved design of Novik that had been inducted into the Baltic Fleet one year earlier, and was an ancestor of a large family of Russian destroyers. Derzki combined powerful torpedo and artillery armament with high speed and sea-going qualities. As of 1914, the destroyer had the greatest number of torpedo tubes—five twin torpedo launchers—though their caliber was a bit less than that of British, American, and German destroyers. Artillery consisting of three 102 mm guns was comparable to British ships of the same type, but was inferior in terms of caliber to Japanese and Italian ships, and to American ships in their number. But the Russian 102 mm guns surpassed them in terms of rate of fire, shell weight, and firing range. Finally, Derzki was second to none in terms of mine armament—no other destroyer could carry 80 obstacle mines. The ship took an active role in World War I in the Black Sea by participating in dozens of operations. During the Civil War, the destroyer was interned, after which she became part of the White fleet. From 1920, the ship stayed in French Tunisia, and was sold for scrap in the late 1920s.
ja: ロシア海軍初のタービン搭載型駆逐艦シリーズであるデルズキー級は、1914 年に黒海で就役しました。4 隻の艦艇は、その 1 年前にバルチック艦隊に配備されたノヴィークを改良した設計の下で建造され、様々なロシアの駆逐艦の始祖となりました。デルズキーは強力な雷装と砲兵装に加えて高い速力と耐航性も備えていました。1914 年の時点で、本艦の魚雷は発射管の数において最多の連装魚雷発射管 5 基を装備していました。ただし、口径はイギリス、アメリカ、ドイツの駆逐艦よりも若干小型でした。 102 mm 砲 3 門で構成される主砲は、同艦種のイギリス艦艇と互角でしたが、口径において日本やイタリアの艦艇に劣り、数ではアメリカの艦艇を下回りました。しかしロシアの 102 mm 砲は射撃速度、砲弾重量、射程において他国を上回りました。また機雷兵装に関しては、80 個もの機雷を搭載するデルズキーと並ぶ駆逐艦は当時存在しませんでした。 本艦は第一次世界大戦の黒海で積極的に活動し、いくつもの作戦に参加しました。ロシア内戦時、本駆逐艦は抑留され、その後ロシア白軍艦隊に所属しました。1920 年より本艦はフランス領チュニジアに係留され、1920 年代後半にスクラップとして売却されました。
pl: Pierwsze seryjnie produkowane niszczyciele turbinowe rosyjskiej marynarki, jednostki klasy Derzki, zostały wcielone do służby w 1914 roku na Morzu Czarnym. Cztery okręty zbudowane na podstawie ulepszonego projektu klasy Novik, które wprowadzono do Floty Bałtyckiej rok wcześniej, były przodkami dużej rodziny rosyjskich niszczycieli. Derzki posiadał potężne uzbrojenie torpedowe i artyleryjskie, osiągał dużą prędkość i cechował się dobrą żeglownością. W 1914 roku niszczyciel ten posiadał największą liczbę wyrzutni torpedowych – pięć podwójnych stanowisk, choć ich kaliber był mniejszy niż w przypadku niszczycieli brytyjskich, amerykańskich i niemieckich. Artyleria złożona z trzech dział kal. 102 mm była porównywalna z brytyjskimi okrętami tego samego typu, ale słabsza pod względem kalibru niż u Japończyków i Włochów, a pod względem liczby – od Amerykanów. Z kolei rosyjskie działa 102-milimetrowe przewyższały konkurencję pod względem szybkostrzelności, masy pocisków i zasięgu ognia. Derzki był także niezrównany pod względem uzbrojenia minowego: żaden inny niszczyciel nie był zdolny do przenoszenia 80 min. Okręt brał czynny udział w I wojnie światowej – w wielu operacjach na Morzu Czarnym. W trakcie wojny domowej niszczyciel został internowany, a następnie włączony do Białej Floty. Od 1920 roku okręt pozostawał we francuskiej Tunezji, a w latach 20. został zezłomowany.
ru: Первые в российском флоте серийные турбинные эсминцы типа «Дерзкий» вступили в строй в 1914 г. на Чёрном море. Четыре корабля были построены по усовершенствованному проекту вошедшего годом ранее в состав Балтийского флота «Новика» — родоначальника большого семейства русских эскадренных миноносцев. «Дерзкий» совмещал мощное торпедное и артиллерийское вооружение с высокими скоростью и мореходными качествами. На 1914 г. эсминец имел наибольшее количество торпедных аппаратов — пять двухтрубных, хоть и немного меньшего, чем у британцев, американцев и немцев, калибра. Артиллерия из трёх 102-мм орудий соответствовала английским кораблям подобного класса, уступая в калибре японским и итальянским, а в количестве — американским. Однако русские 102-мм орудия превосходили их по скорострельности, весу снаряда и дальности стрельбы. Наконец, по составу минного вооружения «Дерзкий» не имел равных: 80 мин заграждения не мог принимать ни один другой эсминец. Корабль активно участвовал в Первой мировой на Чёрном море, совершив десятки боевых походов. В период Гражданской войны был интернирован, затем находился в составе Белого флота. С 1920 г. находился во французском Тунисе, в конце 1920-х гг. был продан на слом.
zh: Первые в российском флоте серийные турбинные эсминцы типа «Дерзкий» вступили в строй в 1914 г. на Чёрном море. Четыре корабля были построены по усовершенствованному проекту вошедшего годом ранее в состав Балтийского флота «Новика» — родоначальника большого семейства русских эскадренных миноносцев. «Дерзкий» совмещал мощное торпедное и артиллерийское вооружение с высокими скоростью и мореходными качествами. На 1914 г. эсминец имел наибольшее количество торпедных аппаратов — 5 двухтрубных, хотя немного меньшего, чем у британцев, американцев и немцев калибра. Артиллерия из трёх 102-мм орудий соответствовала английским кораблям подобного класса, уступая в калибре японским и итальянским, а в количестве — американским. Однако русские 102-мм орудия превосходили их по скорострельности, весу снаряда и дальности стрельбы. Наконец, по составу минного вооружения «Дерзкий» не имел равных — 80 мин заграждения не мог принимать ни один другой эсминец. Корабль активно участвовал в Первой мировой на Чёрном море, совершив десятки боевых походов. В период Гражданской войны был интернирован, затем находился в составе белого флота. С 1920 г. находился во французском Тунисе, в конце 20-х гг. продан на слом.

# IDS_PCZC501_BD098_NEW_MEXICO
source: New Mexico
zh: 新墨西哥

# IDS_PCZC501_BD098_NEW_MEXICO_DESCRIPTION
source: Ships of the New Mexico class that were commissioned between 1917 and 1919 were in fact typical "standard" battleships of the U.S. Navy. Those "standard" features included a modest speed, a main battery with superfiring turrets concentrated in the ship's ends, and an armor pattern that adopted the all-or-nothing approach providing reliable armor protection for the citadel in the central part of the hull. In 1919, New Mexico escorted President Wilson to the Paris Peace Conference, the same year this all-new battleship became the flag ship of the reorganized Pacific Fleet. In 1923, the same-class battleship Mississippi, for the first time in the history of the U.S. Navy, used a spotting aircraft for firing over very long, once-unthinkable distances. All three battleships took an active part in combat actions in the Pacific until the very end of the war.
ja: 1917 – 1919 年に就役したニューメキシコ級戦艦は実際にはアメリカ海軍の典型的な「標準型」戦艦でした。これらの「標準」的要素には、平均的な速力、艦首と船尾に集中配置された背負式砲塔、船体中央の防郭を確実に防御するための集中防御方式を採用した装甲パターンなどが含まれます。 1919 年、ニューメキシコはパリ講和会議に向かうウィルソン大統領を警護し、同年、この最新戦艦は再編された太平洋艦隊の旗艦となりました。1923 年、同級戦艦ミシシッピはアメリカ海軍史上初めて、それまで考えられなかったような超長距離射撃用の水上観測機を使用しました。これら全ての戦艦は戦争末期まで太平洋における戦闘に積極的に参加しました。
pl: Okręty typu New Mexico, które wchodziły do służby w latach 1917–1919 były w zasadzie typowymi „standardowymi” pancernikami U.S. Navy. Do ich cech „standardowych” należy zaliczyć: niezbyt wysoką prędkość; baterię główną z wieżami w superpozycji, ustawionymi na końcach okrętu oraz pancerz ułożony zgodnie z zasadą „wszystko albo nic”, zapewniający dobrą ochronę cytadeli w centralnej partii okrętu. W 1919 roku New Mexico eskortował prezydenta Wilsona w drodze na konferencję pokojową w Paryżu, w tym samym roku stał się okrętem flagowym zorganizowanej na nowo Floty Pacyficznej. W 1923 roku okręt tego samego typu, Mississippi, stał się pierwszym okrętem w historii U.S. Navy, który użył samolotu zwiadowczego do ostrzelania przeciwnika oddalonego na niespotykany wcześniej dystans. Wszystkie trzy pancerniki brały czynny udział w działaniach zbrojnych na Pacyfiku do samego zakończenia wojny.
ru: Корабли типа New Mexico, вступившие в строй в 1917–1919 годах, являлись типичными линкорами ВМС США. Характерными чертами «стандарта» были: умеренная скорость, сконцентрированная в оконечностях и расположенная по линейно-возвышенной схеме артиллерия главного калибра, выполненное по схеме «всё или ничего» бронирование с надёжно защищённой цитаделью в центральной части корпуса. В 1919 году New Mexico сопровождал президента Вильсона на Парижскую конференцию, в том же году новейший линкор стал флагманом реорганизованного Тихоокеанского флота. В 1923 году однотипный Mississippi впервые в истории ВМС США использовал самолёт-корректировщик для стрельбы на дальние, прежде немыслимые расстояния. Все три линкора активно участвовали в войне на Тихом океане вплоть до самого её конца.
zh: Корабли типа New Mexico, вступившие в строй в 1917–1919 годах, являлись типичными линкорами ВМС США. Характерными чертами «стандарта» были: умеренная скорость, сконцентрированная в оконечностях и расположенная по линейно-возвышенной схеме артиллерия главного калибра, выполненное по схеме «всё или ничего» бронирование с надёжно защищённой цитаделью в центральной части корпуса. В 1919 году New Mexico сопровождал президента Вильсона на Версальскую конференцию, в том же году новейший линкор стал флагманом реорганизованного Тихоокеанского флота. В 1923 году однотипный Mississippi впервые в истории ВМС США использовал самолёт-корректировщик для стрельбы на дальние, прежде немыслимые расстояния. Все три линкора активно участвовали в войне на Тихом океане вплоть до самого её конца.

# IDS_PCZC502_BD098_DANAE
source: Danae
zh: 达娜厄

# IDS_PCZC502_BD098_DANAE_DESCRIPTION
source: Laid down under the 1916–1918 Emergency War Programs, the Danae-class cruisers materialized the visions of the British Admiralty on what exactly a light cruiser should be like, based on the experience gained during World War I that was at its height at that moment. At the same time, these ships had many features that were later inherited by the next generations of cruisers, namely high speed, powerful torpedo armament, all main battery guns placed along the centerline, the availability of a spotting aircraft and AA artillery as an obligatory element of the ship's equipment. All eight ships from the series later took part in World War II.
ja: 1916 – 1918 年の戦時急造計画により起工したダナイー級巡洋艦は、当時渦中にあった第一次世界大戦の戦訓に基づいたイギリス海軍本部のまさに理想的な軽巡洋艦でした。 同時に、高い速力、強力な雷装、全ての主砲の中央線上への配置、水上観測機の搭載、艦艇の必須の装備としての対空砲など、これらの艦艇の多くの特徴は、後に次の世代の巡洋艦に継承されました。同級艦 8 隻全ては、後に第二次世界大戦にも参加しました。
pl: Zbudowane w latach 1916–1918 w ramach awaryjnych programów wojennych, krążowniki typu Danae były ucieleśnieniem poglądów brytyjskiej admiralicji na temat tego, jaki powinien być lekki krążownik. Poglądy te wykształciły się pod wpływem doświadczeń zebranych w trakcie I wojny światowej, która była wówczas w swoim szczytowym momencie. Okręty te miały wiele cech, które później odziedziczyły kolejne generacje krążowników: wysoką prędkość; potężne uzbrojenie torpedowe; wszystkie działa główne ustawione wzdłuż osi okrętu; dostępność samolotu zwiadowczego i artylerii przeciwlotniczej, które stały się obowiązkowym wyposażeniem każdego okrętu. Wszystkie osiem okrętów tej serii wzięło później udział w II wojnie światowej.
ru: Заложенные в рамках «чрезвычайных военных программ» 1916–1918 годов, крейсеры типа Danae воплощали собой взгляды британского Адмиралтейства на то, каким должен быть лёгкий крейсер по опыту Первой мировой войны, которая была тогда ещё в самом разгаре. В то же время эти корабли имели много черт, унаследованных крейсерами следующих поколений: высокую скорость, мощное торпедное вооружение, размещение всех орудий главного калибра в диаметральной плоскости, наличие на борту самолёта-разведчика и артиллерии ПВО уже как обязательного элемента оснащения. Все восемь единиц серии впоследствии участвовали во Второй мировой войне.
zh: Заложенные в рамках «чрезвычайных военных программ» 1916–1918 годов, крейсеры типа Danae, воплощали собой взгляды британского Адмиралтейства, каким должен быть лёгкий крейсер по опыту Первой мировой войны, бывшей тогда ещё в самом разгаре. В то же время эти корабли имели много черт, унаследованных крейсерами следующих поколений: высокая скорость, мощное торпедное вооружение, все орудия главного калибра размещены в диаметральной плоскости, наличие на борту самолёта-разведчика и артиллерия ПВО, уже как обязательный элемент оснащения. Все восемь единиц серии впоследствии участвовали во Второй мировой войне.

# IDS_PCZC503_BD098_WAKEFUL
source: Wakeful
zh: 不眠
