Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BATTLE_TASK_TEXT_OP_01_02_MAIN_TASK
source: Destroy all enemy ships at the base
es_mx: Destruye todos los barcos enemigos en la base
ja: 基地に存在する敵艦艇を殲滅せよ
pl: Zniszcz wszystkie wrogie okręty w bazie
ru: Уничтожьте все корабли противника на базе
uk: Знищте всі кораблі супротивника на базі
zh: 击毁所有在基地的敌方战舰。
zh_sg: 击毁所有在基地的敌方战舰。

# IDS_BATTLE_TASK_TEXT_OP_01_02_MAIN_TASK_2
source: Withdraw to the designated area with at least half of the operational ships
es_mx: Retírate al área designada con al menos la mitad de los barcos operacionales
ja: 航行可能な艦艇を半数以上連れて指定エリアまで離脱せよ
pl: Wycofaj się do wyznaczonego obszaru z przynajmniej połową sprawnych okrętów
ru: Отойдите в указанную точку не менее чем половиной боеспособного состава
uk: Виведіть у вказану точку щонайменше половину боєздатного складу
zh: 和至少一半的作战战舰一起撤退到指定地区。
zh_sg: 和至少一半的作战战舰一起撤退到指定地区。

# IDS_BATTLE_TASK_TEXT_OP_01_02_SUPPRESS_BUILDINGS
source: Destroy enemy forts and onshore facilities
es_mx: Destruye fuertes enemigos e instalaciones terrestres
ja: 敵の要塞と陸上施設を撃破せよ
pl: Zniszcz wrogie forty i instalacje przybrzeżne
ru: Разрушьте форты и наземную инфраструктуру противника
uk: Зруйнуйте форти і наземну інфраструктуру супротивника
zh: 击毁敌方要塞和陆上设施。
zh_sg: 击毁敌方要塞和陆上设施。

# IDS_BATTLE_TASK_TEXT_OP_01_03_021_TRIPLE_KILL
source: Destroy 3 ships in one minute
es_mx: Destruye 3 barcos en un minuto
ja: 1 分以内に 3 隻撃沈せよ。
pl: Zniszcz 3 okręty w ciągu jednej minuty
ru: Уничтожить 3 корабля за минуту
uk: Знищити 3 кораблі за хвилину
zh: 在一分钟内击毁3艘战舰
zh_sg: 在一分钟内击毁三艘战舰

# IDS_BATTLE_TASK_TEXT_OP_01_03_022_FULL_ESCAPE
source: Save the support ships
es_mx: Salva a los barcos de apoyo
ja: 支援艦艇を救出せよ
pl: Ocal okręty wsparcia
ru: Сохранить суда обеспечения
uk: Зберегти кораблі забезпечення
zh: 拯救支援舰
zh_sg: 拯救支援舰

# IDS_BATTLE_TASK_TEXT_OP_01_03_023_FASTER_THAN_THE_WIND
source: Outrun Raptor and reach the Rendezvous point first
es_mx: Supera al Raptor y alcanza el Punto de Reunión en primer lugar
ja: Raptor より先行し、合流地点に最初に到達せよ。
pl: Prześcignij Raptora i jako pierwszy dotrzyj do punktu zbornego
ru: Зайти в точку «Рандеву» раньше «Раптора»
uk: Увійдіть в точку «Рандеву» раніше ніж «Раптор»
zh: 超过猛禽并抢先抵达集合点
zh_sg: 超过Raptor并且先一步到达会合点。

# IDS_BATTLE_TASK_TEXT_OP_01_03_024_KILLCARRIER_1
source: Destroy the carrier Haoto
es_mx: Destruye al portaaviones Haoto
ja: 空母 Haoto を撃沈せよ
pl: Zniszcz lotniskowiec Haoto
ru: Уничтожить авианосец Haoto
uk: Знищити авіаносець Haoto
zh: 击毁航母 Hao
zh_sg: 击毁航母 Haoto

# IDS_BATTLE_TASK_TEXT_OP_01_03_025_KILLCARRIER_2
source: Destroy the carrier Tatsu
es_mx: Destruye al portaaviones Tatsu
ja: 空母 Tatsu を撃沈せよ
pl: Zniszcz lotniskowiec Tatsu
ru: Уничтожить авианосец Tatsu
uk: Знищити авіаносець Tatsu
zh: 击毁航母 Tat
zh_sg: 击毁航母 Tatsu

# IDS_BATTLE_TASK_TEXT_OP_01_03_MAIN_TASK
source: Take Raptor out of the action zone
es_mx: Saca al Raptor de la zona de acción
ja: Raptor を戦闘海域から離脱させよ
pl: Pomóż Raptorowi wycofać się z obszaru walk
ru: Вывести «Раптор» из зоны боевых действий
uk: Виведіть «Раптор» із зони бойових дій
zh: 带着猛禽离开作战区域
zh_sg: 带着Raptor离开作战区域

# IDS_BATTLE_TASK_TEXT_OP_01_03_MAIN_TASK_PREQUEL
source: Escort the floating workshop Engineer to Raptor
es_mx: Escolta al taller flotante Engineer al Raptor
ja: 工作船 Engineer を Raptor まで護衛せよ
pl: Eskortuj pływający warsztat inżyniera do Raptora
ru: Сопроводите плавмастерскую «Механик» к «Раптору»
uk: Супроводжуйте плавмайстерню «Механік» до «Раптора»
zh: 护卫浮动工作船工程师前往猛禽
zh_sg: 护卫流动车间工程师抵达Raptor

# IDS_BATTLE_TASK_TEXT_OP_01_04_001_DEFENSE_MAIN_TASK
source: Hold out until the arrival of the allied attack squadron. Save at least one onshore installation or support ship.
es_mx: Resiste hasta la llegada del escuadrón de ataque aliado. Salva al menos una instalación terrestre o barco de apoyo.
ja: 味方の攻撃隊が到着するまで持ちこたえろ。1 個以上の陸上施設または 1 隻以上の支援船を守り抜け。
pl: Powstrzymaj atak do przybycia sojuszniczej eskadry. Uratuj przynajmniej jedną instalację przybrzeżną lub okręt wsparcia.
ru: Продержитесь до подхода союзной ударной эскадры. Сохраните хотя бы одно сооружение или судно обеспечения.
uk: Протримайтеся до підходу союзної ударної ескадри. Збережіть хоча б одну споруду або корабель забезпечення.
zh: 坚持到我方攻击中队抵达为止。拯救至少一座陆上设施或支援舰。
zh_sg: 坚持到我方攻击中队抵达为止。拯救至少一座陆上设施或支援舰。

# IDS_BATTLE_TASK_TEXT_OP_01_04_007_DEFENSE_SECONDARY_TASK_1
source: Ensure at least three ships in your task force survive until the arrival of the allies
es_mx: Asegúrate de que al menos tres barcos en tu fuerza de ataque sobrevivan hasta la llegada de los aliados
ja: 味方の到着まで、任務部隊のうち 3 隻以上を残存させろ
pl: Upewnij się, że przynajmniej trzy okręty z Twojej grupy ekspedycyjnej przetrwają do czasu przybycia posiłków
ru: Сохраните не менее 3 кораблей соединения до подхода союзников
uk: Збережіть щонайменше 3 кораблі зі з’єднання до прибуття союзників
zh: 确保您的工作队中至少有三艘战舰存活到队友抵达为止。
zh_sg: 确保您的任务小队中至少有三艘战舰存活到队友抵达为止。

# IDS_BATTLE_TASK_TEXT_OP_01_04_009_DEAD_ENEMYS_FORTS
source: Don't allow enemies to enter your defense perimeter before the main attack starts
es_mx: No permitas que los enemigos rompan la defensa del perímetro antes de que el ataque principal comience
ja: 本格攻撃が開始されるまで、敵を防衛線の内側に入れさせるな
pl: Nie pozwól przeciwnikowi na przejście przez Twoje linie obronne przed rozpoczęciem głównego ataku
ru: Удерживайте противника за периметром обороны до начала главной атаки
uk: Утримуйте супротивника за периметром оборони до початку головної атаки
zh: 在主要攻击开始前，不要让敌人进入您的防御周边。
zh_sg: 在总攻开始前，不要让敌人进入您的防御周边。

# IDS_BATTLE_TASK_TEXT_OP_01_04_028_DEAD_ENEMYS_IZUMO_TASK
source: Destroy all enemy ships before the main attack starts
es_mx: Destruye todos los barcos enemigos antes de que el ataque principal comience
ja: 本格攻撃が開始されるまでに敵艦艇を殲滅せよ
pl: Zniszcz wszystkie wrogie okręty, zanim rozpocznie się główny atak
ru: Уничтожьте все корабли противника до начала главной атаки
uk: Знищте всі кораблі супротивника до початку головної атаки
zh: 在主要攻击开始前，击毁所有敌方战舰。
zh_sg: 在总攻开始前，击毁所有敌方战舰。

# IDS_BATTLE_TASK_TEXT_OP_01_04_031_DEAD_ENEMYS_AVIR_TASK
source: Destroy battleship Gunkan
es_mx: Destruye al acorazado Gunkan
ja: 戦艦 Gunkan を撃沈せよ。
pl: Zniszcz pancernik Gunkan
ru: Уничтожьте линкор «Гункан»
uk: Знищте лінкор «Ґункан»
zh: 击毁敌方航空母舰 Kok。
zh_sg: 击毁战列舰Gunkan

# IDS_BATTLE_TASK_TEXT_OP_01_04_033_DEF_ALLY_AVIR_TASK
source: Defend allied cruiser Romeo
es_mx: Defiende al crucero aliado Romeo
ja: 味方巡洋艦 Romeo を防衛せよ
pl: Chroń sprzymierzony krążownik Romeo
ru: Защитите союзный крейсер «Ромео»
uk: Захистіть союзний крейсер «Ромео»
zh: 防卫我方航空母舰。
zh_sg: 保护我方巡洋舰Romeo

# IDS_BATTLE_TASK_TEXT_OP_01_04_038_DEAD_ONE_OBJ_PORT
source: All onshore installations and support ships at the base must survive
es_mx: Todas las instalaciones terrestres y barcos de apoyo en la base deben sobrevivir
ja: 基地内の全ての陸上施設と支援船を守り抜け
pl: Wszystkie instalacje przybrzeżne i okręty wsparcia muszą przetrwać
ru: Все сооружения и суда обеспечения базы должны уцелеть
uk: Усі споруди та кораблі забезпечення бази мають уціліти
zh: 基地中的所有陆上设施及支援舰都必须存活下来。
zh_sg: 基地中的所有陆上设施及支援舰都必须存活。

# IDS_BATTLE_TASK_TEXT_OP_02_02_21_TASK_SAVEART
source: Save at least three forts
es_mx: Salva al menos tres fuertes
ja: 3 ヶ所以上の要塞を守り抜け
pl: Ocal przynajmniej trzy forty
ru: Сохранить не менее 3 фортов
uk: Зберегти щонайменше 3 форти
zh: 拯救至少三座要塞
zh_sg: 拯救至少3座要塞

# IDS_BATTLE_TASK_TEXT_OP_02_02_22_TASK_SAVEBASE
source: Do not let the enemy occupy the repair base
es_mx: No dejes que el enemigo ocupe la base de reparación
ja: 敵による修理基地の占領を阻止せよ
pl: Nie pozwól przeciwnikowi na zajęcie bazy naprawczej
ru: Не дать противнику занять ремонтную базу
uk: Не дати супротивнику захопити ремонтну базу
zh: 别让敌人占据维修基地
zh_sg: 别让敌人占据维修基地

# IDS_BATTLE_TASK_TEXT_OP_02_02_23_TASK_KILLDINO
source: Destroy aircraft carrier Raptor
es_mx: Destruye al portaaviones Raptor
ja: 航空母艦 Raptor を撃沈せよ
pl: Zniszcz lotniskowiec Raptor
ru: Уничтожить авианосец Raptor
uk: Знищити авіаносець Raptor
zh: 击毁航空母舰猛禽
zh_sg: 击毁航空母舰猛禽

# IDS_BATTLE_TASK_TEXT_OP_02_02_24_TASK_KILLSHIPS
source: Destroy 2 ships that are being attacked by the aerodrome squadrons within the allocated time
es_mx: Destruye 2 barcos que estén siendo atacados por los escuadrones del aeródromo dentro del tiempo asignado.
ja: 飛行場から出撃した中隊が攻撃中の艦艇 2 隻を、割り当てられた時間内に撃沈せよ
pl: Zniszcz 2 okręty atakowane przez eskadry powietrzne z aerodromu w wyznaczonym czasie
ru: Уничтожить 2 корабля, атакуемых эскадрильями аэродрома, за отведённое время
uk: Знищити 2 кораблі, які атакують ескадрильї аеродрому, за визначений час
zh: 在分配的时间内，击毁 2 艘受到机场航空中队攻击的战舰
zh_sg: 在分配的时间内，击毁 2 艘受到机场中队攻击的战舰

# IDS_BATTLE_TASK_TEXT_OP_02_02_25_TASK_SAVEAIR
source: Save at least 45 planes from the aircraft reinforcement
es_mx: Salva al menos 45 aviones de los refuerzos aéreos
ja: 増援機のうちの 45 機以上を守り抜け
pl: Uratuj przynajmniej 45 samoloty z posiłków
ru: Сохранить не менее 45 самолётов авиапополнения
uk: Зберегти щонайменше 45 літаків підкріплення
zh: 拯救至少 45 架空中增援部队的飞机
zh_sg: 拯救至少45架增援飞机

# IDS_BATTLE_TASK_TEXT_OP_02_02_MAIN_TASK_PART_1
source: Escort at least 8 transport aircraft to the aerodrome
es_mx: Escolta al menos 8 aviones de transporte al aeródromo
ja: 8 機以上の輸送機を飛行場まで護衛せよ
pl: Doprowadź przynajmniej 8 samolotów transportowych na aerodrom
ru: Сопроводить до аэродрома не менее 8 транспортных самолётов
uk: Супроводити до аеродрому щонайменше 8 транспортних літаків
zh: 护送至少 8 艘运输机前往机场
zh_sg: 护送至少 8 艘运输机前往机场

# IDS_BATTLE_TASK_TEXT_OP_02_02_MAIN_TASK_PART_2
source: Defend the aerodrome
es_mx: Defiende el aeródromo
ja: 飛行場を防衛せよ
pl: Broń aerodromu
ru: Защитить аэродром
uk: Захистити аеродром
zh: 防卫机场
zh_sg: 防卫机场

# IDS_BATTLE_TASK_TEXT_OP_02_03_001_DESTRUCTION_MAIN_TASK
source: Destroy all enemy ships within the water zone of the base or secure the safe landing of 2,000 assault troopers
es_mx: Destruye todos los barcos enemigos dentro de la zona marina de la base o asegura el desembarco de 2,000 tropas de asalto
ja: 基地の水域内の敵艦艇を殲滅するか 突撃兵 2,000 名の上陸を成功させよ
pl: Zniszcz wszystkie okręty wroga w wodnej części bazy lub zabezpiecz desant 2000 żołnierzy
ru: Уничтожить всех противников в акватории базы или обеспечить высадку 2000 десантников
uk: Знищити всіх супротивників у акваторії бази або забезпечити висадку 2 000 десантників
zh: 击毁基地水域内的所有敌方战舰 或确保 2000 名突击部队安全登陆
zh_sg: 消灭基地水域内所有敌方战舰 或保护2000名突击士兵安全登陆

# IDS_BATTLE_TASK_TEXT_OP_02_03_001_DISEMBARKATION_TASK
source: Secure the safe landing of 1,400 assault troopers
es_mx: Asegura el desembarco de 1,400 tropas de asalto
ja: 突撃兵 1,400 名の上陸を成功させよ
pl: Zabezpiecz desant 1400 żołnierzy
ru: Обеспечить высадку 1400 десантников
uk: Забезпечити висадку 1 400 десантників
zh: 确保 1,400 名突击部队安全登陆
zh_sg: 保护1400名突击士兵安全登陆

# IDS_BATTLE_TASK_TEXT_OP_02_03_004_TRANSPORT_COMON
source: Destroy enemy transport ships
es_mx: Destruye a los barcos de transporte enemigos
ja: 敵輸送艦隊を撃沈せよ
pl: Zniszcz okręty desantowe wroga
ru: Уничтожить транспорты противника
uk: Знищити транспорти супротивника
zh: 击毁敌方运输舰
zh_sg: 击毁敌方运输船

# IDS_BATTLE_TASK_TEXT_OP_02_03_006_GO_TO_BASE
source: Escort all assault trooper carriers to the water zone of the enemy base
es_mx: Escolta a todos los transportes de tropas de asalto a la zona marina de la base enemiga
ja: 突撃兵の輸送艦隊を全て敵基地の水域まで護衛せよ
pl: Eskortuj wszystkie okręty transportujące żołnierzy do wodnej części bazy wroga
ru: Провести все десантные транспорты в акваторию базы противника
uk: Провести всі десантні транспорти в акваторію бази супротивника
zh: 护送所有突击部队运输舰前往敌方基地水域
zh_sg: 护送全部突击运兵船抵达敌方基地水域

# IDS_BATTLE_TASK_TEXT_OP_02_03_015_TASK_1_AIRCR
source: Destroy aircraft carrier King
es_mx: Destruye al portaaviones King
ja: 空母 King を撃沈せよ
pl: Zniszcz lotniskowiec King
ru: Уничтожить авианосец King
uk: Знищити авіаносець King
zh: 击毁航空母舰国王
zh_sg: 击毁航母King

# IDS_BATTLE_TASK_TEXT_OP_02_03_017_TASK_TAKE_FORT
source: Defend the lead transport ship
es_mx: Defiende al barco de transporte principal
ja: 先導輸送艦を守れ
pl: Chroń prowadzący okręt desantowy
ru: Обеспечить защиту транспорта-лидера
uk: Забезпечити захист головного транспорту
zh: 防卫前导运输舰
zh_sg: 为首领运输船提供保护

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_KILLBOATS
source: Sink the torpedo boats
es_mx: Hunde a la lanchas torpederas
ja: 魚雷艇を撃沈せよ
pl: Zatop łodzie torpedowe
ru: Потопить торпедные катера
uk: Потопити торпедні катери
zh: 击沉鱼雷艇
zh_sg: 击沉鱼雷艇

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_KILLFIGHTERS
source: Destroy fighter squadrons
es_mx: Destruye escuadrones de cazas
ja: 敵戦闘機隊を撃墜せよ
pl: Zniszcz eskadry myśliwskie
ru: Уничтожить истребительные эскадрильи
uk: Знищити винищувальні ескадрильї
zh: 摧毁战斗机航空中队
zh_sg: 摧毁战斗机中队

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_KILLPLANES
source: Shoot down bombers and torpedo bombers
es_mx: Derriba bombarderos y torpederos
ja: 爆撃機隊と雷撃機隊を撃墜せよ
pl: Strąć bombowce nurkujące i torpedowe
ru: Сбить бомбардировщики и торпедоносцы
uk: Збити бомбардувальники і торпедоносці
zh: 击落轰炸机和鱼雷轰炸机
zh_sg: 击落轰炸机和鱼雷轰炸机

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_PRIMARY1
source: Take the soldiers onboard in Dunkirk
es_mx: Lleva a bordo a los soldados de Dunkerque
ja: ダンケルクで兵士たちを乗船させよ
pl: Zabierz żołnierzy na pokład w Dunkierce
ru: Произвести погрузку солдат в Дюнкерке
uk: Здійснити завантаження вояків у Дюнкерку
zh: 在敦刻尔克让士兵们登舰
zh_sg: 在敦刻尔克让士兵们登舰

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_PRIMARY2
source: Evacuate 3,000 soldiers
es_mx: Evacua a 3,000 soldados
ja: 3,000 名の兵士を脱出させよ
pl: Ewakuuj 3000 żołnierzy
ru: Эвакуировать 3 000 солдат
uk: Евакуювати 3 000 вояків
zh: 撤离 3,000 名士兵
zh_sg: 撤离3000名士兵

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_SAVEPEOPLE
source: Save 7,000 soldiers
es_mx: Salva 7,000 soldados
ja: 7,000 名の兵士を救出せよ
pl: Uratuj 7000 żołnierzy.
ru: Сохранить 7 000 солдат
uk: Зберегти 7 000 вояків
zh: 拯救 7,000 名士兵
zh_sg: 拯救7000名士兵

# IDS_BATTLE_TASK_TEXT_OP_02_04_TASK_SAVESHIPS
source: Save at least 7 civil ships
es_mx: Salva al menos 7 barcos civiles
ja: 民間船を 7 隻以上救出せよ
pl: Uratuj przynajmniej 7 statków cywilnych
ru: Сохранить не менее 7 гражданских судов
uk: Зберегти щонайменше 7 цивільних суден
zh: 拯救至少 7 艘民用船只
zh_sg: 拯救至少7艘民用船只

# IDS_BATTLE_TASK_TEXT_OP_09_KILL_AIRCARRIER
source: Destroy aircraft carrier Adler
es_mx: Destruye el portaaviones Adler
ja: 航空母艦 Adler を撃沈せよ
pl: Zniszcz lotniskowiec Adler
ru: Уничтожить авианосец Adler
uk: Знищити авіаносець Adler
zh: 摧毁航母艾德勒
zh_sg: 击毁航空母舰Adler

# IDS_BATTLE_TASK_TEXT_OP_09_KILL_AIRPLANES_MAX
source: Destroy enemy aircraft
es_mx: Destruye aviones enemigos
ja: 敵機を撃墜せよ
pl: Zniszcz samoloty wroga
ru: Уничтожить самолёты противника
uk: Знищити літаки супротивника
zh: 摧毁敌方航空母舰
zh_sg: 击毁敌方航空母舰

# IDS_BATTLE_TASK_TEXT_OP_09_KILL_ALL_ENEMIES
source: Destroy enemy ships
es_mx: Destruye barcos enemigos
ja: 敵艦艇を撃沈せよ
pl: Zniszcz okręty wroga
ru: Уничтожить корабли противника
uk: Знищити кораблі супротивника
zh: 摧毁敌方战舰
zh_sg: 击毁敌方战舰

# IDS_BATTLE_TASK_TEXT_OP_09_KILL_BATTLESHIPS
source: Destroy enemy battleships
es_mx: Destruye acorazados enemigos
ja: 敵戦艦を撃沈せよ
pl: Zniszcz wrogie pancerniki
ru: Уничтожить линкоры противника
uk: Знищити лінкори супротивника
zh: 摧毁敌方主战列舰
zh_sg: 击毁敌方战列舰

# IDS_BATTLE_TASK_TEXT_OP_09_KILL_SCOUTS
source: Shoot down all enemy air scouts
es_mx: Derriba todos los exploradores aéreos enemigos
ja: 敵の偵察機を殲滅せよ
pl: Strąć wszystkie wrogie samoloty zwiadowcze
ru: Сбить все разведчики противника
uk: Збити всі літаки-корегувальники супротивника
zh: 击落所有敌方侦查机
zh_sg: 击毁敌方所有侦察机

# IDS_BATTLE_TASK_TEXT_OP_09_MAIN_TASK
source: Escort battleship Ruan to the designated sector
es_mx: Escolta al acorazado Ruan a su sector designado
ja: 戦艦 Ruan を指定のセクターまで護送せよ
pl: Eskortuj pancernik Ruan do wyznaczonego sektora
ru: Сопроводить линкор Ruan в указанный сектор
uk: Супроводити лінкор Ruan у вказаний сектор
zh: 掩护战列舰鲁昂到指定区域
zh_sg: 护送战列舰Ruan到指定区域

# IDS_BATTLE_TASK_TEXT_OP_09_PAYLOAD_HALF_HEALTH
source: Make sure Ruan doesn't lose more than 50% of her hit points
es_mx: Asegúrate de que el Ruan no pierda más del 50% de sus puntos de vida
ja: Ruan の HP 喪失を 50% 以内に留めよ
pl: Upewnij się, że Ruan nie straci więcej niż 50% punktów wytrzymałości.
ru: Сохранить более 50% боеспособности линкора Ruan
uk: Зберегти понад 50 % боєздатності лінкора Ruan
zh: 确保鲁昂保持50%以上的血量
zh_sg: 确保Ruan的生命值损失不超过50%

# IDS_BATTLE_TASK_TEXT_OP_09_SAVE_BATTLESHIPS
source: Have at least 3 allied battleships survive
es_mx: Ten al menos 3 acorazados aliados sobrevivientes
ja: 味方戦艦を 3 隻以上生還させよ
pl: Zapewnij przetrwanie przynajmniej 3 pancernikom
ru: Сохранить не менее 3 союзных линкоров
uk: Зберегти щонайменше 3 союзних лінкори
zh: 保持至少盟军有三艘战列舰存活下来
zh_sg: 至少三艘友军战列舰存活

# IDS_BATTLE_TASK_TEXT_OP_10_MAIN_TASK_1
source: Maintain the positions of the marines regiments
es_mx: Mantén las posiciones de los regimientos de los marines
ja: 海兵連隊の拠点を維持せよ
pl: Utrzymać pozycje pułków piechoty morskiej
ru: Сохранить расположения полков морской пехоты
uk: Зберегти позиції полків морської піхоти
zh: 海军陆战队团于原地待命
zh_sg: 坚守海军陆战队团阵地

# IDS_BATTLE_TASK_TEXT_OP_10_MAIN_TASK_2
source: Destroy the enemy aerodromes
es_mx: Destruye los aeródromos enemigos
ja: 敵の飛行場を撃破せよ
pl: Zniszcz aerodromy wroga
ru: Уничтожить аэродромы противника
uk: Знищити аеродроми супротивника
zh: 摧毁敌方机场
zh_sg: 摧毁敌军机场

# IDS_BATTLE_TASK_TEXT_OP_10_SECONDARY_TASK_KILL_AIRPLANES
source: Destroy enemy aircraft
es_mx: Destruye los aviones enemigos
ja: 敵機を撃墜せよ
pl: Zniszcz samoloty wroga
ru: Уничтожить самолёты противника
uk: Знищити літаки супротивника
zh: 击落敌机
zh_sg: 摧毁敌方飞机

# IDS_BATTLE_TASK_TEXT_OP_10_SECONDARY_TASK_KILL_DA_BOSS
source: Destroy flagship Atago
es_mx: Destruye al barco insignia Atago
ja: 旗艦 愛宕 を撃沈せよ
pl: Zniszczyć okręt flagowy Atago
ru: Уничтожить флагман Atago
uk: Знищити флагман Atago
zh: 击沉旗舰犬
zh_sg: 摧毁旗舰爱宕号

# IDS_BATTLE_TASK_TEXT_OP_10_SECONDARY_TASK_SAVE_PLAYER_SHIPS
source: Save at least 4 ships from your team
es_mx: Salva al menos 4 barcos de tu equipo
ja: 味方チームの 4 隻以上を救え
pl: Ocal przynajmniej 4 okręty ze swojej drużyny
ru: Сохранить не менее 4 кораблей команды
uk: Зберегти щонайменше 4 кораблі команди
zh: 拯救至少4艘己方战舰
zh_sg: 拯救至少4艘己方战舰

# IDS_BATTLE_TASK_TEXT_OP_10_SECONDARY_TASK_SAVE_SEALS
source: Maintain the positions of both regiments
es_mx: Mantén las posiciones de ambos regimientos
ja: 両方の連隊の拠点を維持せよ
pl: Utrzymać pozycje obu pułków
ru: Сохранить расположения обоих полков
uk: Зберегти позиції обох полків
zh: 两团于原地待命
zh_sg: 坚守两个团的阵地

# IDS_BATTLE_TASK_TEXT_OP_10_SECONDARY_TASK_SAVE_USS_DM
source: Save both transport ships Liberty
es_mx: Salva a los dos barcos de transporte Liberty
ja: 輸送船 Liberty を両方救え
pl: Ocal oba okrętu transportowe Liberty
ru: Сохранить оба транспорта Liberty
uk: Зберегти обидва транспорти Liberty
zh: 拯救两艘自由运输船
zh_sg: 拯救两艘Liberty运输船

# IDS_BATTLE_TASK_TEXT_PCOI001
source: Earn at least 4 "Set on fire" ribbons.
es_mx: Obtén al menos 4 cintas Incendio.
ja: 「火災を発生させた」リボンを 4 個以上取得する。
pl: Zdobądź przynajmniej 4 baretki „Podpalenie”.
ru: Получите не менее 4 лент «Поджёг».
uk: Отримайте щонайменше 4 стрічки «Підпалив».
zh: 击毁至少一艘指定的敌方战舰
zh_sg: 获得至少4个“使敌舰起火”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI002
source: Earn at least 2 "Set on fire" ribbons.
es_mx: Obtén al menos 2 cintas Incendio.
ja: 「火災を発生させた」リボンを 2 個以上取得する。
pl: Zdobądź przynajmniej 2 baretki „Podpalenie”.
ru: Получите не менее 2 лент «Поджёг»
uk: Отримайте щонайменше 2 стрічки «Підпалив».
zh: 击毁敌方至少1艘战列舰、1艘巡洋舰和1艘驱逐舰
zh_sg: 获得至少2个“使敌舰起火”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI003
source: Earn at least 7 "Spotted" ribbons.
es_mx: Obtén al menos 7 cintas Detectado
ja: 「発見」リボンを 7 個以上取得する。
pl: Zdobądź przynajmniej 7 baretek „Wykrycie”.
ru: Получите не менее 7 лент «Обнаружил».
uk: Отримайте щонайменше 7 стрічок «Виявив».
zh: 造成至少一艘指定的敌方战舰发生火灾
zh_sg: 获得至少7个“已发现”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI004
source: Earn at least 3 "Spotted" ribbons.
es_mx: Obtén al menos 3 cintas Detectado
ja: 「発見」リボンを 3 個以上取得する。
pl: Zdobądź przynajmniej 3 baretki „Wykrycie”.
ru: Получите не менее 3 лент «Обнаружил».
uk: Отримайте щонайменше 3 стрічки «Виявив».
zh: 获得至少4个「发现」勋带
zh_sg: 获得至少3个“已发现”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI005
source: Earn at least 2 "Spotted" ribbons.
es_mx: Obtén al menos 2 cintas Detectado
ja: 「発見」リボンを 2 個以上取得する。
pl: Zdobądź przynajmniej 2 baretki „Wykrycie”.
ru: Получите не менее 2 лент «Обнаружил».
uk: Отримайте щонайменше 2 стрічки «Виявив».
zh: 击毁一艘敌方航空母舰
zh_sg: 获得至少2个“已发现”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI006
source: Earn any 90 ribbons.
es_mx: Obtén 90 cintas de cualquier tipo
ja: 任意のリボンを 90 個取得する。
pl: Zdobądź 90 dowolnych baretek.
ru: Получите 90 любых лент.
uk: Отримайте 90 будь-яких стрічок.
zh: 获得至少2个「占领」或「协助占领」勋带
zh_sg: 获得任意90个勋带。

# IDS_BATTLE_TASK_TEXT_PCOI007
source: Earn any 60 ribbons.
es_mx: Obtén 60 cintas de cualquier tipo
ja: 任意のリボンを 60 個取得する。
pl: Zdobądź 60 dowolnych baretek.
ru: Получите 60 любых лент.
uk: Отримайте 60 будь-яких стрічок.
zh: 使至少3个敌舰「引擎」配件失去作用
zh_sg: 获得任意60个勋带。

# IDS_BATTLE_TASK_TEXT_PCOI008
source: Earn any 45 ribbons.
es_mx: Obtén 45 cintas de cualquier tipo
ja: 任意のリボンを 45 個取得する。
pl: Zdobądź 45 dowolnych baretek.
ru: Получите 45 любых лент.
uk: Отримайте 45 будь-яких стрічок.
zh: 击毁或重伤至少10座主炮、副炮或防空炮架
zh_sg: 获得任意45个勋带。

# IDS_BATTLE_TASK_TEXT_PCOI009
source: Earn any 30 ribbons.
es_mx: Obtén 30 cintas de cualquier tipo.
ja: 任意のリボンを 30 個取得する。
pl: Zdobądź 30 dowolnych baretek.
ru: Получите 30 любых лент.
uk: Отримайте 30 будь-яких стрічок.
zh: 击落8架敌方战斗机
zh_sg: 获得任意30个勋带。

# IDS_BATTLE_TASK_TEXT_PCOI010
source: Use any consumables at least 6 times.
es_mx: Usa cualquier consumible al menos 6 veces.
ja: 任意の消耗品を 6 回以上使用する。
pl: Użyj dowolnego sprzętu eksploatacyjnego przynajmniej 6 razy.
ru: Используйте не менее 6 раз любое снаряжение.
uk: Використайте щонайменше 6 разів будь-яке спорядження.
zh: 击落8架敌方轰炸机或鱼雷轰炸机
zh_sg: 使用任意消耗品至少6次。

# IDS_BATTLE_TASK_TEXT_PCOI011
source: Use any consumables at least 5 times.
es_mx: Usa cualquier consumible al menos 5 veces.
ja: 任意の消耗品を 5 回以上使用する。
pl: Użyj dowolnego sprzętu eksploatacyjnego przynajmniej 5 razy.
ru: Используйте не менее 5 раз любое снаряжение.
uk: Використайте щонайменше 5 разів будь-яке спорядження.
zh: 拯救至少2艘特殊友军战舰
zh_sg: 使用任意消耗品至少5次。

# IDS_BATTLE_TASK_TEXT_PCOI012
source: Use any consumables at least 4 times.
es_mx: Usa cualquier consumible al menos 4 veces.
ja: 任意の消耗品を 4 回以上使用する。
pl: Użyj dowolnego sprzętu eksploatacyjnego przynajmniej 4 razy.
ru: Используйте не менее 4 раз любое снаряжение.
uk: Використайте щонайменше 4 рази будь-яке спорядження.
zh: 使用任何消耗品至少5次
zh_sg: 使用任意消耗品至少4次。

# IDS_BATTLE_TASK_TEXT_PCOI013
source: Spot at least 8 enemy torpedoes.
es_mx: Detecta al menos 8 torpedos enemigos.
ja: 敵の魚雷を 8 本以上発見する。
pl: Wykryj przynajmniej 8 wrogich torped.
ru: Обнаружьте не менее 8 торпед противника.
uk: Виявіть щонайменше 8 торпед супротивника.
zh: 获得50个任意勋带
zh_sg: 发现至少8枚敌方鱼雷。

# IDS_BATTLE_TASK_TEXT_PCOI014
source: Spot at least 6 enemy torpedoes.
es_mx: Detecta al menos 6 torpedos enemigos.
ja: 敵の魚雷を 6 本以上発見する。
pl: Wykryj przynajmniej 6 wrogich torped.
ru: Обнаружьте не менее 6 торпед противника.
uk: Виявіть щонайменше 6 торпед супротивника.
zh: 获得至少3个「防御」勋带
zh_sg: 发现至少6枚敌方鱼雷。

# IDS_BATTLE_TASK_TEXT_PCOI015
source: Spot at least 4 enemy torpedoes.
es_mx: Detecta al menos 4 torpedos enemigos.
ja: 敵の魚雷を 4 本以上発見する。
pl: Wykryj przynajmniej 4 wrogie torpedy.
ru: Обнаружьте не менее 4 торпед противника.
uk: Виявіть щонайменше 4 торпеди супротивника.
zh: 侦测至少9枚敌方鱼雷
zh_sg: 发现至少4枚敌方鱼雷。

# IDS_BATTLE_TASK_TEXT_PCOI016
source: Hit enemy ships at least 30 times with secondary battery guns.
es_mx: Golpea barcos enemigos al menos 30 veces con los cañones de la batería secundaria.
ja: 敵艦艇に副砲を 30 回以上命中させる。
pl: Traf okręty wroga działami baterii dodatkowej przynajmniej 30 razy.
ru: Попадите по кораблям противника не менее 30 раз из орудий ПМК.
uk: Влучте в кораблі супротивника щонайменше 30 разів із гармат ПМК.
zh: 侦测至少12枚敌方鱼雷
zh_sg: 使用副炮击中敌方战舰至少30次。
