Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT450_1
source: Earn %(count)d "High Caliber" achievement.
es_mx: Obtén %(count)d logro "Alto Calibre".
ja: 勲章「大口径」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Duży kaliber” %(count)d raz.
ru: Получите %(count)d достижение «Основной калибр».
uk: Отримайте %(count)d досягнення «Основний калібр».
zh: 获得 %(count)d 个「重创」成就。
zh_sg: 获得%(count)d次“重创”成就。

# IDS_PCQT451_1
source: Cause %(count)d HP of damage to enemy battleships in a single battle.
es_mx: Causa %(count)d de Hp en daño a acorazados enemigos en una sola batalla.
ja: 1 戦で敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga w jednej bitwie.
ru: В одном бою нанесите %(count)d единицу урона линкорам противника.
uk: В одному бою завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 在一场战斗中，对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 单场战斗中，对敌方战列舰造成%(count)d点伤害。

# IDS_PCQT452_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT453_1
source: Hit enemy ships with ship torpedoes %(count)d time.
es_mx: Golpea a barcos enemigos con torpedos %(count)d vez.
ja: 艦載魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga torpedą wystrzeloną z okrętu %(count)d raz.
ru: Попадите по кораблям противника корабельными торпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними торпедами %(count)d раз.
zh: 用战舰鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT454_1
source: Destroy %(count)d enemy battleship.
es_mx: Destruye %(count)d acorazado enemigo.
ja: 敵戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik wroga.
ru: Уничтожьте %(count)d линкор противника.
uk: Знищте %(count)d лінкор супротивника.
zh: 击毁 %(count)d 艘敌方战列舰。
zh_sg: 击毁%(count)d艘敌方战列舰。

# IDS_PCQT455_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT456_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes in a single battle.
es_mx: Causa %(count)d de Hp en daño a barcos enemigos con torpedos de barcos en una sola batalla.
ja: 1 戦で艦載魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami wystrzelonymi z okrętu w jednej bitwie.
ru: В одном бою нанесите кораблям противника %(count)d единицу урона корабельными торпедами.
uk: В одному бою завдайте кораблям супротивника %(count)d од. шкоди корабельними торпедами.
zh: 在一场战斗中，对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 单场战斗中，用鱼雷对敌舰造成%(count)d点伤害。

# IDS_PCQT457_1
source: Earn %(count)d "Devastating Strike" achievement.
es_mx: Obtén %(count)d logro "Ataque Devastador".
ja: 勲章「破壊的一撃」を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie „Dewastujące uderzenie”.
ru: Получите %(count)d достижение «Сокрушительный удар».
uk: Отримайте %(count)d досягнення «Нищівний удар».
zh: 获得 %(count)d 个「毁灭打击」成就。
zh_sg: 获得%(count)d次“毁灭打击”成就。

# IDS_PCQT458_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT459_1
source: Win %(count)d battle in which you were among the top 7 XP earners on your team.
es_mx: Gana %(count)d batalla en donde seas uno de los 7 jugadores que obtuvieron más experiencia.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 7 を達成して勝利する。
pl: Wygraj %(count)d bitwę i bądź w pierwszej 7 swojej drużyny pod względem zdobytych PD.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-7 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-7 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 7 名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名前7。

# IDS_PCQT460_1
source: Win a battle in which you destroyed %(count)d enemy battleship.
es_mx: Gana una batalla donde hayas destruido %(count)d acorazado enemigo.
ja: 1 戦で敵戦艦を %(count)d 隻撃沈して勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d pancernik wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d линкор противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d лінкор супротивника.
zh: 赢得一场战斗，同时击毁 %(count)d 艘敌方战列舰。
zh_sg: 战斗胜利，且摧毁%(count)d艘敌方战列舰。

# IDS_PCQT461_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди пожежами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT462_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT463_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT464_1
source: Win a battle in which you destroyed %(count)d enemy cruiser.
es_mx: Gana una batalla donde hayas destruido %(count)d crucero enemigo.
ja: 1 戦で敵巡洋艦を %(count)d 隻撃沈して勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d krążownik wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d крейсер противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d крейсер супротивника.
zh: 赢得一场战斗，同时击毁 %(count)d 艘敌方巡洋舰。
zh_sg: 战斗胜利，且摧毁%(count)d艘敌方巡洋舰。

# IDS_PCQT465_1
source: Destroy %(count)d enemy destroyer.
es_mx: Destruye %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niszczyciel wroga.
ru: Уничтожьте %(count)d эсминец противника.
uk: Знищте %(count)d есмінець супротивника.
zh: 击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 击毁%(count)d艘敌方驱逐舰。

# IDS_PCQT466_1
source: Win a battle in which you hit enemy ships with ship torpedoes %(count)d time.
es_mx: Gana una batalla donde has golpeado %(count)d vez a barcos enemigos con torpedos de barcos.
ja: 1 戦で艦載魚雷によって敵艦艇に %(count)d 回命中弾を与え、勝利する。
pl: Wygraj bitwę, w której %(count)d raz trafiłeś okręt wroga torpedą wystrzeloną z okrętu.
ru: Одержите победу в бою, при этом попадите по кораблям противника корабельными торпедами %(count)d раз.
uk: Здобудьте перемогу в бою, до того ж влучте у кораблі супротивника корабельними торпедами %(count)d раз.
zh: 赢得一场战斗，同时用战舰鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 战斗胜利，且使用鱼雷命中敌舰%(count)d次。

# IDS_PCQT467_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT468_1
source: Win a battle in which you destroyed %(count)d enemy destroyer.
es_mx: Gana una batalla, en donde destruyas %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈した上で、その戦闘を勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d niszczyciel wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d эсминец противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d есмінець супротивника.
zh: 赢得一场战斗，并击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 赢得一场战斗，并摧毁%(count)d艘敌方驱逐舰。

# IDS_PCQT469_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。

# IDS_PCQT470_1
source: Earn %(count)d "High Caliber" achievement.
es_mx: Obtén %(count)d logro "Alto Calibre".
ja: 勲章「大口径」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Duży kaliber” %(count)d raz.
ru: Получите %(count)d достижение «Основной калибр».
uk: Отримайте %(count)d досягнення «Основний калібр».
zh: 获得 %(count)d 个「重创」成就。
zh_sg: 获得%(count)d次“重创”成就。

# IDS_PCQT471_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT472_1
source: Win a battle in which you destroyed %(count)d enemy battleship.
es_mx: Gana una batalla donde destruyes %(count)d acorazado enemigo.
ja: 1 戦で敵戦艦を %(count)d 隻撃沈して勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d pancernik wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d линкор противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d лінкор супротивника.
zh: 赢得一场战斗，同时击毁 %(count)d 艘敌方战列舰。
zh_sg: 战斗胜利，且摧毁%(count)d艘敌方战列舰。

# IDS_PCQT473_1
source: Be the first to spot %(count)d enemy destroyer.
es_mx: Se el primero en avistar %(count)d destructor enemigo.
ja: 最初に敵駆逐艦を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niszczyciel wroga.
ru: Первым в бою обнаружьте %(count)d эсминец противника.
uk: Першим у бою виявіть %(count)d есмінець супротивника.
zh: 成为第一个侦察到 %(count)d 艘敌方驱逐舰的人。
zh_sg: 第一个发现%(count)d艘敌方驱逐舰。

# IDS_PCQT474_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d de HP en daño a destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d единицу урона эсминцам противника.
uk: Завдайте %(count)d од. шкоди есмінцям супротивника.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d点经验。

# IDS_PCQT475_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT476_1
source: Win a battle in which you destroyed %(count)d enemy destroyer.
es_mx: Gana una batalla, en donde destruyas %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈した上で、その戦闘を勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d niszczyciel wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d эсминец противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d есмінець супротивника.
zh: 赢得一场战斗，并击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 赢得一场战斗，并摧毁%(count)d艘敌方驱逐舰。

# IDS_PCQT477_1
source: Win %(count)d battle in which you were among the top 3 XP earners on your team.
es_mx: Gana %(count)d batalla en donde seas uno de los 3 jugadores que obtuvieron más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 3 を達成して勝利する。
pl: Wygraj %(count)d bitwę, w której znajdziesz się w najlepszej trójce swojej drużyny pod względem zdobytego doświadczenia.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-3 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 3 名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名前3。

# IDS_PCQT478_1
source: Win a battle in which you earned %(count)d base XP (before modifiers are applied).
es_mx: Gana una batalla donde hayas ganado %(count)d de XP base (antes de que se apliquen los modificadores).
ja: 1 戦で %(count)d 基本 EXP (各種倍率の適用前の値) を取得して勝利する。
pl: Wygraj bitwę, w której zdobyłeś %(count)d bazowych PD (nie uwzględniając modyfikatorów).
ru: Одержите победу в бою, при этом заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте перемогу у бою, до того ж здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 赢得一场战斗，同时获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 战斗胜利且获得%(count)d点基础经验（应用加成前）。

# IDS_PCQT479_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT480_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT481_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT482_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT483_1
source: Cause %(count)d HP of damage to enemy ships in a single battle and win the battle.
es_mx: Causa %(count)d HP de daño a barcos enemigos en una sola batalla y gana la batalla.
ja: 1 戦で敵艦艇に %(count)d HP のダメージを与え、勝利する。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga w jednej, zwycięskiej bitwie.
ru: В одном бою нанесите %(count)d единицу урона кораблям противника и одержите победу.
uk: В одному бою завдайте %(count)d од. шкоди кораблям супротивника та здобудьте перемогу.
zh: 在单场战斗中造成%(count)d 伤害并赢得战斗
zh_sg: 在单场战斗中对敌舰造成%(count)d 点伤害并且取得战斗胜利。

# IDS_PCQT484_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT485_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT486_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT487_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT488_1
source: Hit the citadel of an enemy ship %(count)d time in a single battle and win the battle.
es_mx: Alcanza la ciudadela de un barco enemigo %(count)d vez en una sola batalla y gana la batalla.
ja: 1 戦で敵艦艇の防郭に命中弾を %(count)d 回与え、勝利する。
pl: Traf w cytadelę okrętu wroga %(count)d raz w jednej, zwycięskiej bitwie.
ru: В одном бою одержите победу и попадите в цитадель корабля противника %(count)d раз.
uk: В одному бою здобудьте перемогу та влучте у цитадель корабля супротивника %(count)d раз.
zh: 单场战斗中击中敌方战舰的装甲带 %(count)d 次并赢得战斗
zh_sg: 在单场战斗中命中敌舰装甲区%(count)d次并且取得战斗胜利。

# IDS_PCQT489_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT490_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT491_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT492_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT493_1
source: Win a battle in which you destroyed %(count)d enemy ship.
es_mx: Gana una batalla en la que destruyas %(count)d barco enemigo.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈し、勝利する。
pl: Zniszcz %(count)d okręt wroga w zwycięskiej bitwie.
ru: Одержите победу в одном бою, при этом уничтожьте %(count)d корабль противника.
uk: Здобудьте перемогу в одному бою, водночас знищте %(count)d корабель супротивника.
zh: 在获胜的战斗中摧毁 %(count)d 艘战舰
zh_sg: 在一场战斗中摧毁%(count)d艘敌舰并取得胜利。

# IDS_PCQT501_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT502_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT503_1
source: Destroy %(count)d enemy destroyer, gain a victory and survive in a single battle.
es_mx: Destruye %(count)d destructor enemigo, consigue una victoria y sobrevive en una sola batalla.
ja: 1 戦で敵駆逐艦を %(count)d 隻撃沈し、勝利して生還する。
pl: Zniszcz %(count)d nieprzyjacielski niszczyciel, wygraj i przetrwaj bitwę.
ru: В одном бою уничтожьте %(count)d эсминец противника, одержите победу и останьтесь в живых.
uk: В одному бою знищте %(count)d есмінець супротивника, здобудьте перемогу і виживіть.
zh: 击沉 %(count)d 艘敌方驱逐舰，在战斗中存活并获得胜利。
zh_sg: 在单场战斗中击毁%(count)d艘敌方驱逐舰，获得胜利并存活下来。

# IDS_PCQT504_1
source: Earn the most XP on your team %(count)d time.
es_mx: Obtén la mayor XP de tu equipo %(count)d vez.
ja: チーム内最多 EXP を %(count)d 回達成する。
pl: Zdobądź najwięcej PD w swojej drużynie %(count)d raz.
ru: Займите первое место в своей команде по количеству заработанного опыта %(count)d раз.
uk: Посядьте перше місце у своїй команді за кількістю здобутого досвіду %(count)d раз.
zh: 获得 %(count)d 次全队伍最高经验。
zh_sg: 在己方团队获得最多的经验%(count)d 次。

# IDS_PCQT505_1
source: Rank among the top 3 XP earners on your team %(count)d time.
es_mx: Ocupa una de las 3 mejores posiciones en tu equipo por XP obtenida %(count)d vez.
ja: 取得 EXP でチーム内 TOP 3 を %(count)d 回達成する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD w %(count)d bitwie.
ru: Войдите в топ-3 своей команды по количеству заработанного опыта %(count)d раз.
uk: Посядьте місце в топ-3 своєї команди за кількістю здобутого досвіду %(count)d раз.
zh: 获得 %(count)d 次全队伍经验前三名。
zh_sg: 获得经验在己方团队中排名前3名%(count)d 次。

# IDS_PCQT506_1
source: Cause %(count)d HP of damage to enemy ships in a single battle and win the battle.
es_mx: Causa %(count)d HP de daño a barcos enemigos en una sola batalla y gana la batalla.
ja: 1 戦で敵艦艇に %(count)d HP のダメージを与え、勝利する。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga w jednej, zwycięskiej bitwie.
ru: В одном бою нанесите %(count)d единицу урона кораблям противника и одержите победу.
uk: В одному бою завдайте %(count)d од. шкоди кораблям супротивника та здобудьте перемогу.
zh: 在单场战斗中造成%(count)d 伤害并赢得战斗
zh_sg: 在单场战斗中对敌舰造成%(count)d 点伤害并且取得战斗胜利。

# IDS_PCQT507_1
source: Destroy %(count)d enemy destroyer, gain a victory and survive in a single battle.
es_mx: Destruye %(count)d destructor enemigo, consigue una victoria y sobrevive en una sola batalla.
ja: 1 戦で敵駆逐艦を %(count)d 隻撃沈し、勝利して生還する。
pl: Zniszcz %(count)d nieprzyjacielski niszczyciel, wygraj i przetrwaj bitwę.
ru: В одном бою уничтожьте %(count)d эсминец противника, одержите победу и останьтесь в живых.
uk: В одному бою знищте %(count)d есмінець супротивника, здобудьте перемогу і виживіть.
zh: 击沉 %(count)d 艘敌方驱逐舰，在战斗中存活并获得胜利。
zh_sg: 在单场战斗中击毁%(count)d艘敌方驱逐舰，获得胜利并存活下来。
