Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC183_AA_COLUMBIA
source: USS Columbia Fends off the Attacks of Japanese Aviation near the Island of Bougainville, 1943
es_mx: El USS Columbia Rechaza los Ataques de la Aviación Japonesa cerca de la Isla de Bougainville, 1943
ja: ブーゲンビル島の近海で日本軍機による攻撃を撃退するコロンビア (1943 年)
pl: USS Columbia odpiera atak japońskiego lotnictwa w pobliżu wyspy Bougainville, 1943 r.
ru: USS Columbia отражает атаки японской авиации у острова Бугенвилль, 1943 год
uk: USS Columbia відбиває атаки японської авіації біля острова Буґенвіль, 1943 р.
zh: 哥伦比亚在布甘维尔附近对抗日本航空队的攻击，1943年
zh_sg: 抵御布干维尔岛附近日本空中袭击的USS Columbia，1943年

# IDS_PCZC183_AA_COLUMBIA_DESCRIPTION
source: When World War II broke out in September 1939, all international agreements imposing limits on the naval weapons development ceased to exist. The US Navy Command could replenish their growing fleet with light cruisers without considering their water displacement. However, the world conflict was intensifying, so they had to act quickly. In order to save the time required to design a project from a scratch, the recent "big" light cruisers—St. Louis and Helena—were used as a basis for the new project. A requirement to reinforce the ships AA capabilities and desire to mount advanced gunfire control systems and surveillance radars led to the decision to remove one of the 152 mm turrets. The resulting light cruiser, armed with twelve 152 mm guns, was in no way inferior to most ships of her type in terms of main battery firepower, and outmatched all of them in terms of AA gun strength and an abundance of modern equipment. The second ship in the series, USS Columbia, named after the state capital of South Carolina, was constructed almost concurrently with the lead ship, USS Cleveland, and was commissioned in July 1942. The most impressive episode of her combat service was her participation in the Bougainville Campaign (the Solomon Islands) in November 1943. On November 1, four Cleveland-class cruisers, including USS Columbia, delivered extremely intense fire with their rapid-firing guns on the enemy positions on the island. Several hours later, during the night battle that later became known as the Battle of Empress Augusta Bay, they managed to fend off an attack by a powerful Japanese squadron on the Americans landing place on the Bougainville island without loss. Shortly afterwards, in the morning of November 2, USS Columbia, together with her three sister ships, repelled a massive enemy air raid during which they shot down more than 20 aircraft, again without loss.
es_mx: Cuando la Segunda Guerra Mundial estalló en septiembre de 1939, y todos los acuerdos internacionales impuestos sobre desarrollo de armas navales dejaron de existir. El mando de la Armada de los EE. UU. podía reabastecer a su creciente flota con cruceros ligeros sin considerar su desplazamiento. Sin embargo, el conflicto mundial se intensificaba, así que tenían que actuar rápidamente. Para poder reducir el tiempo requerido para diseñar un proyecto desde cero, los nuevos cruceros ligeros "grandes", el St. Louis y el Helena, fueron usados como base para el nuevo proyecto. Un requerimiento para reforzar las capacidades AA de los barcos y el deseo de montar sistemas de control de disparo avanzados y radares de vigilancia, llevó a la decisión de eliminar una de las torretas de 152 mm. El crucero ligero resultante, armado con cañones de 152 mm, no era inferior en ningún aspecto a la mayoría de los barcos de su tipo en términos del poder de fuego de su batería principal, y superaba a todos ellos con la fortaleza de sus defensas AA y con la gran cantidad de equipo moderno. El segundo barco de la serie, el USS Columbia, nombrado como la capital del estado de Carolina del Sur, fue construido casi al mismo tiempo que el barco insignia, el USS Cleveland, y fue comisionado en julio de 1942. El episodio más impresionante de su servicio en combate fue su participación en la Campaña de Bouiganville (las Islas Salomón) en noviembre de 1943. El 1° de noviembre, cuatro cruceros de la clase Cleveland, incluyendo al USS Columbia, realizaron un intenso bombardeo sobre las posiciones enemigas en la isla. Varias horas después, durante la batalla nocturna que más tarde fue conocida como la Batalla de la Bahía de la Emperatriz Augusta, lograron rechazar un ataque de un poderoso escuadrón japonés en el lugar del desembarco estadounidense en la isla de Bougainville sin ninguna pérdida. Poco después, en la mañana del 2 de noviembre, el USS Columbia junto a tres de sus barcos gemelos, repelió un ataque aéreo masivo en el cual derribaron más de 20 aviones, sin ninguna pérdida.
ja: 1939 年 9 月に第二次世界大戦が勃発したことに伴い、海上兵器の開発に制限を課していたあらゆる国際条約が無効になりました。そしてアメリカ海軍の司令部は、拡大し続ける自国艦隊用の新型軽巡洋艦を、排水量制限を気にすることなく設計することにしました。ただし、世界大戦が激化しつつあったため、その開発を急ぐ必要があったのです。そこで、設計に必要な期間を短縮すべく、当時最新鋭の「大型」軽巡洋艦であったセントルイス (USS St. Louis, CL-49) およびヘレナ (USS Helena, CL-50) をベースとして開発が進められました。 この新型艦級においては、対空能力を強化することが求められており、最新鋭の射撃管制装置と警戒レーダーを搭載することが検討され、そのためには、152 mm 砲塔を 1 基削減せざるを得ませんでした。その結果として完成した軽巡洋艦級は、152 mm 砲を 12 門備えるものとなり、主砲火力においては他の多くの軽巡洋艦と遜色がない一方で、対空火力ならびに最新設備の充実度においては、あらゆる軽巡洋艦の中で最高を誇りました。 この艦級の 2 番艦であるコロンビア (USS Columbia, CL-56) の艦名は、南カリフォルニア州の州都に因んだものであり、同級のリードシップであるクリーヴランド (USS Cleveland, CL-55) とほぼ同時に建造が進められ、1942 年 7 月に就役しました。 コロンビアの艦歴における最も印象的な活躍は、1943 年 11 月にブーゲンビル島 (ソロモン諸島) をめぐる戦いに参加した際のことでした。11 月 1 日、コロンビアを含む 4 隻のクリーヴランド級巡洋艦が、このエリアにあった敵の陸上拠点群に対して激しい艦砲射撃を加えました。そしてその後の夜にこの艦隊は、ブーゲンビル島のアメリカ軍上陸地点への襲撃を目指していた強力な日本艦隊を辛くも撃退することに成功し、その際に喪失した味方艦は皆無だったのです。後のこの夜戦は、エンプレス・オーガスタ湾海戦として知られるようになります。 さらにそのすぐ後の 11 月 2 日の朝、コロンビアは 3 隻の姉妹艦と共に大規模な空襲に対抗し、艦隊全体で 20 機以上を撃墜しましたが、この際にもまた、味方艦の喪失は皆無でした。
pl: Gdy we wrześniu 1939 roku wybuchła II wojna światowa, wszystkie umowy międzynarodowe narzucające ograniczenia w rozwoju okrętów wojennych przestały obowiązywać. Dowództwo U.S. Navy mogło uzupełnić swoją rosnącą flotę lekkimi krążownikami, nie przejmując się o ich wyporność. Jednak sytuacja międzynarodowa komplikowała się bardzo szybko, więc nie mieli czas do stracenia. Żeby zaoszczędzić czas, który byłby potrzebny do stworzenia okrętu od podstaw, użyto świeżych jeszcze planów „dużych”, lekkich krążowników St. Louis i Helena. Potrzeba wzmocnienia obrony przeciwlotniczej, zainstalowania nowoczesnych systemów kontroli ognia i radarów dozorowania doprowadziła do decyzji o pozbyciu się jednej z wież kal. 152 mm. Powstały w ten sposób lekki krążownik, uzbrojony w dwanaście dział kal. 152 mm, nie odstawał pod żadnym względem od swoich konkurentów pod względem siły ognia głównej baterii, a przewyższał każdego z nich pod względem siły obrony przeciwlotniczej i nowoczesnego wyposażenia. Drugi okręt serii, USS Columbia, noszący nazwę stolicy stanu Karolina Południowa, budowany był niemal równolegle z okrętem prowadzącym, USS Cleveland i rozpoczął swoją służbę w lipcu 1942 roku. Najbardziej imponującym epizodem jego służby bojowej było uczestnictwo w kampanii Bougainville (Wyspy Salomona) w listopadzie 1943 roku. 1 listopada cztery krążowniki klasy Cleveland, wśród którzy był również USS Columbia, ostrzeliwały wyjątkowo zajadle japońskie pozycje na wyspie. Kilka godzin później, w trakcie nocnej bitwy, znanej jako Bitwa w Zatoce Cesarzowej Augusty, udało im się odeprzeć atak potężnej japońskiej eskadry na miejsce amerykańskiego lądowania na wyspie Bougainville, nie odnosząc samemu żadnych strat. Niedługo później, rankiem 2 listopada, USS Columbia, wraz z trzema okrętami siostrzanymi, odparł potężny nalot wroga, strącając ponad 20 samolotów, ponownie bez start własnych.
ru: В сентябре 1939 года началась Вторая мировая война, и международные договорённости, ограничивавшие развитие морских вооружений, перестали действовать. Командование ВМС США получило возможность пополнять растущий флот лёгкими крейсерами без оглядок на их водоизмещение. Однако мировой конфликт набирал обороты, и нужно было спешить. Чтобы не тратить время на создание проекта «с нуля», за основу были взяты последние «большие» лёгкие крейсеры — St. Louis и Helena. Необходимость усилить ПВО корабля и желание установить на нём новейшие системы управления огнём и РЛС вынудили отказаться от одной из 152-мм башен. Получившийся в итоге лёгкий крейсер, имея двенадцать 152-мм орудий, не уступал подавляющему большинству «одноклассников» по мощи артиллерии ГК, далеко превосходя их по силе ПВО и насыщенности современным оборудованием. Второй корабль серии, USS Columbia, названный в честь столицы штата Южная Каролина, строился практически одновременно с головным, USS Cleveland, и вошёл в строй в июле 1942 года. Самым впечатляющим эпизодом его боевой карьеры было участие в операциях у острова Бугенвилль (Соломоновы острова) в ноябре 1943 года. 1 ноября четыре крейсера типа Cleveland, включая USS Columbia, обрушили мощь своих скорострельных орудий на занятые противником позиции на острове. Спустя несколько часов они же в ночном бою, получившем известность как сражение в заливе Императрицы Августы, практически без потерь отбили попытку сильной японской эскадры нанести удар по месту высадки американцев на о. Бугенвилль. Сразу вслед за этим, утром 2 ноября, USS Columbia и три его систершипа отразили массированный налёт авиации противника, сбив свыше 20 самолётов, вновь без потерь со своей стороны.
uk: У вересні 1939 р. почалася Друга світова війна, і міжнародні домовленості, що обмежували розвиток морських озброєнь, припинили дію. Командування ВМС США отримало можливість поповнювати збільшуваний флот легкими крейсерами незважаючи на їхню водотоннажність. Однак світовий конфлікт набирав обертів, і потрібно було поспішати. Щоб не витрачати час на створення проекту «з нуля», за основу взяли останні «великі» легкі крейсери — St. Louis і Helena. Потреба посилити ППО корабля і бажання встановити на ньому новітні системи керування вогнем та РЛС змусили відмовитися від однієї з 152-мм башт. Побудований унаслідок легкий крейсер, маючи дванадцять 152-мм гармат, не поступався переважній більшості «однокласників» за потужністю артилерії ГК, набагато перевершував їх за потужністю ППО і насиченістю сучасним обладнанням. Другий корабель серії, USS Columbia, названий на честь столиці штату Південна Кароліна, будувався майже одночасно з головним, USS Cleveland, і став у стрій у липні 1942 р. Найдивовижнішим епізодом його бойової кар’єри була участь в операціях біля острову Буґенвіль (Соломонові острови) в листопаді 1943 р. Першого листопада чотири крейсери типу Cleveland, а також USS Columbia, обрушили міць своїх скорострільних гармат на зайняті супротивником позиції на острові. За кілька годин вони у нічному бою, відомому як битва у затоці Імператриці Августи, майже без втрат відбили спробу потужної японської ескадри завдати удару в місце висадки американців на острові Буґенвіль. Відразу після цього, вранці 2 листопада, USS Columbia і три його однотипники відбили масований наліт авіації супротивника, збивши понад 20 літаків, знову без втрат зі свого боку.
zh: 1943年，哥伦比亚在布甘维尔岛附近对抗日本航空队的攻击，当大战于1939年9月开战时，国际同意限制海军军备的研发，M国海军指挥部可以以轻型巡洋舰装备正在成长的舰队，而不需要考虑它们的排水量。然而，世界冲突越演越烈，所以他们需要更快速的做出决定，为了要省下从头设计的时间，那些「大型」轻型巡洋舰，圣路易斯和海伦娜被用作新战舰设计的基石。 强化战舰防空性能以及装备先进火控系统和监控雷达的要求导致了移除一座152毫米炮塔，这样的轻型巡洋舰装备12门152毫米火炮，除了较弱的主炮火力以外，防空火炮和现代化设备方面的部分则是大幅领先。 本级舰中的第二艘哥伦比亚是以北卡罗莱纳州的首府命名，几乎和该级舰中的首舰克利夫兰同时建造，并于1942年7月服役。 它最令人印象深刻的战斗经历为1943年11月的布甘维尔战役（所罗门群岛），在11月1日，四艘克利夫兰级巡洋舰，包含哥伦比亚，运用它们的高射速火炮对位于岛屿上的敌方目标进行激烈的驳火，几个小时之后，在奥古斯塔皇后湾之役的夜战中，他们成功的击退强大的R国舰队，并在毫无抵抗之下，成功的在布甘维尔岛屿上登陆。 没过多久，11月2日的早上，哥伦比亚与它的姊妹舰击退了一批大型空袭，它们击落超过20架飞机，自身毫无损失。
zh_sg: 当1939年9月第二次世界大战爆发时，所有限制海军武器开发的国际协定都不复存在了。美国海军司令部可以用轻型巡洋舰补充他们不断扩张的舰队，而不必考虑他们的排水量。然而，世界冲突在加剧，所以他们不得不迅速采取行动。为了省去从画草图开始的设计一个项目的时间，最新的“大型”轻型驱逐舰——圣路易斯和海伦娜被用于作为新项目的基础。 加强这艘战舰对空防御能力的需求和装配先进的火炮控制系统和监视雷达的渴望促成了移除其中一个152毫米炮塔的决定。由此产生的轻型巡洋舰拥有12门152毫米炮，在主炮火力方面绝不逊色于大多数类型的战舰，并且具有更强的防空能力和更丰富的现代化装备。 这一系列的第二艘战舰，USS Columbia，以南卡罗来纳州首府命名，几乎与旗舰克利夫兰同时建造，并于1942年7月投入使用。 在它的战斗服役期间最令人印象深刻的一幕是1943年11月参与布干维尔战役（所罗门群岛）。11月1日四艘克利夫兰级巡洋舰，包括USS Columbia，用他们的快速火炮向岛上敌人的阵地进行了非常激烈的火力攻击。几个小时后，在后来被称为Empress Augusta Bay之战的夜战中，他们抵御住了一个强大的日军中队对美国在布干维尔岛上的登陆地进行的攻击，而且毫发无伤。 不久之后，在11月2日早上，USS Columbia和她的三艘姐妹舰击退了一次大规模的敌方空袭，在这次空袭中，它们击落了20多架飞机，而且再一次毫发无伤。

# IDS_PCZC184_AA_CLEVELAND
source: Cleveland-class Cruiser and Independence-class Aircraft Carrier, 1944
es_mx: El Crucero clase Cleveland y el Portaaviones clase Independence, 1944
ja: クリーヴランド級巡洋艦とインディペンデンス級航空母艦 (1944 年)
pl: Krążownik klasy Cleveland i lotniskowiec klasy Independence, 1944 r.
ru: Крейсер типа Cleveland и авианосец типа Independence, 1944 год
uk: Крейсер типу Cleveland і авіаносець типу Independence, 1944 р.
zh: 克利夫兰级巡洋舰和独立级航空母舰，1944年
zh_sg: 克利夫兰级巡洋舰和独立级航空母舰，1944年

# IDS_PCZC184_AA_CLEVELAND_DESCRIPTION
source: Cleveland-class cruisers were the world's most numerous series of this type of ship. After USS Cleveland and USS Columbia, 24 more warships were put into operation. One of the laid down ships was completed much later, as a missile cruiser, another one was dismantled in the shipyard. Nine ships, originally ordered as Cleveland-class cruisers, entered service as Independence-class light aircraft carriers, the design of which was, nevertheless, based on the cruiser's layout. Numerous, well-armed Cleveland-class cruisers, charged with AA guns and high-tech equipment, became indispensable in the second half of the Pacific Campaign. As a rule, they acted as part of the high-speed carrier forces, and often had to operate side-by-side with their aircraft-carrying "relatives". For example, in October 1944, shortly before the Battle of Leyte, the largest battle in the naval history, the TF38 Fast Carrier Task Force simultaneously included seven Cleveland-class cruisers and eight Independence-class aircraft carriers!
es_mx: Los cruceros clase Cleveland fueron la serie más numerosa de este tipo de barcos. Después del USS Cleveland y el USS Columbia, 24 barcos de combate más fueron puestos en operación. Uno de los barcos puestos en quilla fue completado mucho tiempo después, como un crucero de misiles, y otro más fue desmantelado en el astillero. Nueve barcos, ordenados originalmente como cruceros de la clase Cleveland, entraron en servicio como portaaviones ligeros de la clase Independence, cuyo diseño se basó en el del crucero. Numerosos y bien armados, los cruceros de la clase Cleveland cargaban con cañones AA y equipo de alta tecnología se volvieron indispensables en la segunda mitad de la Campaña del Pacífico. Como regla general, eran parte de las fuerzas de portaaviones de alta velocidad, y a menudo tenían que operar con sus portaaviones "hermanos". Por ejemplo, en octubre de 1944, poco después de la Batalla de Leyte, la batalla naval más grande de la historia, la Fuerza de Ataque TF38 de Portaaviones Rápidos ¡incluía al mismo tiempo a cinco cruceros de la clase Cleveland y a ocho portaaviones de la clase Independence!
ja: クリーヴランド級軽巡洋艦は、軽巡洋艦としては世界最多の建造数を誇る艦級となりました。クリーヴランド (USS Cleveland, CL-55) およびコロンビア (USS Columbia, CL-56) に続き、24 隻の同型艦が就役しました。起工済みだった艦のうちの 1 隻は、ずっと後になってからミサイル巡洋艦として完成し、もう 1 隻は建造中止となり、解体されました。この他、当初はクリーヴランド級軽巡洋艦として発注された艦のうちの 9 隻が、建造途中で改装され、インディペンデンス級軽空母として就役しています。 クリーヴランド級軽巡洋艦は、建造数が多く、良好な兵装を備え、強力な対空砲と最先端の設備を搭載していたため、太平洋戦線の後半においては必要不可欠の存在となりました。通例として本級は、高速の空母部隊に組み込まれることが多く、「親類」であるインディペンデンス級軽空母と行動を共にすることも多くありました。 例えば、海戦史における最大の戦いのひとつとなるレイテ沖海戦の少し前の 1944 年 10 月、高速の第 38 任務部隊には、クリーヴランド級軽巡洋艦 7 隻とインディペンデンス級軽空母 8 隻が同時に含まれていたのです!
pl: Krążowniki klasy Cleveland były najliczniejszą serią okrętów tego typu na świecie. Po USS Cleveland i USS Columbia do służby wcielono 24 podobne okręty wojenne. Jeden z okrętów został ukończony znacznie później jako krążownik rakietowy, inny został rozebrany w stoczni. Dziewięć okrętów, początkowo zamówionych jako krążowniki klasy Cleveland, weszło do służby jako lekkie lotniskowce klasy Independence, choć konstrukcyjnie oparte były na krążownikach. Liczna, dobrze uzbrojone krążowniki klasy Cleveland, najeżone działami przeciwlotniczymi i nowoczesnym uzbrojeniem, stały się nieodzowne w drugiej części kampanii na Pacyfiku. Zazwyczaj były częścią szybkich grup uderzeniowych lotniskowców, więc często współpracowały ze swoimi lotniskowymi „kuzynami”. Przykładowo, w październiku 1944 roku, na krótko przed bitwą w zatoce Leyte, największą bitwą morską w historii, szybka grupa uderzeniowa lotniskowców TF38, w swoich szeregach posiadała siedem krążowników klasy Cleveland i osiem lotniskowców klasy Independence!
ru: Крейсеры типа Cleveland стали самой многочисленной серией кораблей этого класса в мире. После USS Cleveland и USS Columbia вступили в строй ещё 24 боевые единицы. Один из заложенных кораблей был достроен много позже уже как ракетный крейсер, ещё один был разобран на стапеле. Девять единиц, изначально заказанных как крейсеры типа Cleveland, вступили в строй уже в качестве лёгких авианосцев типа Independence, проект которых, впрочем, основывался на чертежах крейсера. Многочисленные, хорошо вооружённые, насыщенные зенитными стволами и высокотехнологичным оборудованием крейсеры типа Cleveland оказались незаменимы во второй половине Тихоокеанской кампании. Как правило, действовали они в составе быстроходных авианосных соединений, причём нередко им приходилось оперировать бок о бок со своими авианесущими «родственниками». К примеру, в состав Оперативного соединения TF38 в октябре 1944 года незадолго до битвы при Лейте, самого масштабного сражения в военно-морской истории, входили одновременно семь крейсеров типа Cleveland и восемь авианосцев типа Independence!
uk: Крейсери типу Cleveland стали найчисленнішою серією кораблів цього класу у світі. Після USS Cleveland і USS Columbia стали у стрій ще 24 бойові одиниці. Один із закладених кораблів добудували набагато пізніше вже як ракетний крейсер, ще один розібрали на стапелю. Дев’ять одиниць, спочатку замовлених як крейсери типу Cleveland, стали у стрій вже як легкі авіаносці типу Independence, проект яких, ґрунтувався на кресленнях крейсера. Численні, добре озброєні, насичені зенітними стволами і високотехнологічним обладнанням крейсери типу Cleveland виявилися незамінними у другій половині Тихоокеанської кампанії. Звичайно, діяли вони у складі швидкохідних авіаносних з’єднань, до того ж часто їм доводилося діяти пліч-о-пліч зі своїми авіаносними «родичами». Наприклад, до складу Оперативного з’єднання TF38 у жовтні 1944 р. незадовго до битви біля Лейте, наймасштабнішого бою військово-морської історії, входили одночасно сім крейсерів типу Cleveland і вісім авіаносців типу Independence!
zh: 克利夫兰级巡洋舰为世界上产量最大的巡洋舰，在克利夫兰和哥伦比亚之后，总共还有24艘同级舰加入战斗序列，其中一艘在比较后其建造的战舰成为了飞弹巡洋舰，另一艘在造船厂拆除，其他九艘战舰原本要建造成克利夫兰级巡洋舰，但以独立级轻型航空母舰的身分服役，尽管如此，设计上还是根据巡洋舰的设计。 大量装备完善的克利夫兰级巡洋舰装备着防空火炮和高科技装备成为太平洋战役后期不可或缺的一部份，根据规范，它们是高速航母战斗群的一部份，并且时常与像是航空母舰的「亲属」一同作战。 举例来说，在1944年10月，在海战历史中最大型的战役，莱特湾海战之后，TF38快速航母战斗群同时拥有七艘克利夫兰级巡洋舰和八艘独立级航空母舰！
zh_sg: 克利夫兰级巡洋舰是世界上这种类型的战舰中最多的系列。在USS 克利夫兰和USS Columbia后，有24艘战舰被投入行动。其中的一艘已开始生产的战舰，作为导弹驱逐舰，完成的要晚得多，另一艘在造船厂里就被拆除了。9艘最初被定为克利夫兰级巡洋舰的战舰，以独立级轻型航空母舰分类进入海军服役，尽管它们的设计是基于巡洋舰的布局。 大量的，装备精良的克利夫兰级巡洋舰，配有防空炮和高科技装备，成为了太平洋战争后半段中不可或缺的一部分。一般来说，它们属于高速航空母舰的一部分，需要经常与它们携带的舰载飞机“亲戚”共同并肩作战。 例如，1944年10月，在海军历史上最大战役雷伊特海战前，TF38快速舰载机任务小队中同时包括了7艘克利夫兰级巡洋舰和8艘独立级航空母舰！

# IDS_PCZC185_AA_BALTIMORE
source: USS Baltimore off the coast of the Philippine Islands, 1944
es_mx: El USS Baltimore frente a la costa de las Islas Filipinas, 1944
ja: フィリピン諸島沖のボルティモア (1944 年)
pl: USS Baltimore u wybrzeży Filipin, w 1944 r.
ru: USS Baltimore у Филиппинских островов, 1944 год
uk: USS Baltimore біля Філіппінських островів, 1944 р.
zh: 巴尔的摩于临近菲律宾岛屿海域，1944年
zh_sg: 菲律宾岛海边的USS 巴尔的摩，1944年
