Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC161_VIVALAFRANCE_RICHELIEU_DESCRIPTION
source: It was in France where one of the most successful and well-balanced battleships of the new generation were built. Richelieu officially entered service in July 1940, after France had capitulated. When the ship was based in Dakar, in July and September 1940, she participated in battles against English forces that were attempting to gain control over the French ships or neutralize them out of fear that they would be captured by Germany. In 1942, after the French colonies in Africa had defected to the Allies, Richelieu sailed to the U.S.A. for a major refit. Once back in service, the ship was sent to assist the British Home Fleet in operations near the shores of Norway. From spring 1944 until the end of the war, Richelieu served with the combined forces of the Allies, actively operating in the Indian Ocean, raining fire on nearby islands seized by Japanese garrisons.
es_mx: Fue en Francia en donde uno de los más exitosos y equilibrados acorazados de una nueva generación fue construido. El Richelieu entró oficialmente en servicio en julio de 1940 después de que Francia se había rendido. Cuando el barco estaba en Dakar, entre julio y septiembre de 1940, participó en las batallas contra las fuerzas inglesas que intentaban tomar el control de los barcos franceses o neutralizarlos temiendo que fueran capturados por Alemania. En 1942, cuando las colonias francesas en África desertaron al bando de los Aliados, el acorazado Richelieu viajó a los EUA para una modernización masiva. De vuelta en servicio, el barco fue enviado a apoyar las operaciones cerca de las costas de Noruega. En el periodo de la primavera de 1944, y hasta el final de la guerra, el Richelieu sirvió con las fuerzas combinadas de los aliados, operando activamente en el Océano Índico, como parte de las fuerzas unidas, haciendo llover proyectiles sobre las islas cercanas controladas por las guarniciones japonesas.
ja: フランスで建造されたリシュリュー級戦艦は、バランスに優れており、世界の新世代戦艦の中でも最高傑作のひとつでした。しかしそのネームシップである戦艦リシュリューがフランス海軍に正式に就役したのは 1940 年 7 月のことであり、これはフランスが降伏した後だったのです。イギリスはフランスの艦艇がドイツ側に編入されることを恐れたため、ダカールを本拠地としていた本艦は、1940 年の 7 月と 10 月に、フランス艦艇の確保または無力化を狙うイギリス艦隊の攻撃を受け、交戦しました。 1942 年には、アフリカにおけるフランスの植民地群が連合国側に加わったため、戦艦リシュリューはアメリカに移動し、そこで大規模な近代化改装を受けました。それが完了した後、イギリス本国艦隊と共にノルウェー沿岸付近での作戦に加わりました。1944 年の春から終戦までは、連合軍の一員としてインド洋で積極的に活動し、この地域にある島々を占領していた日本の守備隊に対し攻撃を加えました。
pl: Jeden z najbardziej udanych, najlepiej zrównoważonych pancerników nowej generacji, zbudowanych we Francji. Richelieu oficjalnie rozpoczął swoją służbę w Marynarce Wojennej Francji w lipcu 1940 roku, po tym, jak sam kraj się już poddał. Gdy w lipcu i wrześniu 1940 roku pancernik stacjonował w Dakarze, uczestniczył w walkach z siłami angielskimi, próbującymi przejąć francuskie okręty lub je zneutralizować, sądząc, że mogą przejść w posiadanie Niemiec. W 1942 roku, kiedy francuskie kolonie w Afryce przeszły na stronę aliancką, pancernik Richelieu popłynął do Stanów Zjednoczonych, by przejść gruntowną modernizację. Po powrocie wspólnie z brytyjską Home Fleet uczestniczył w operacjach u wybrzeży Norwegii. Od wiosny 1944 roku aż do zakończenia wojny Richelieu był częścią zjednoczonych wojsk alianckich i operował na Oceanie Indyjskim, atakując w tym czasie japońskie garnizony, zajmujące wyspy w tym regionie.
ru: Один из самых удачных и сбалансированных линейных кораблей нового поколения был построен именно во Франции. Richelieu официально вступил в строй в июле 1940 года, уже после капитуляции страны. Базируясь в Дакаре, в июле и сентябре 1940 года участвовал в боях с англичанами, пытавшимися взять французские корабли под контроль или нейтрализовать их, из опасения, что они достанутся немцам. В 1942 году, когда французские колонии в Африке перешли на сторону союзников, линкор Richelieu отправился в США на масштабную модернизацию. После возвращения в строй ему довелось, вместе с британским Флотом Метрополии, принять участие в операциях у берегов Норвегии. С весны 1944 года и до самого конца войны Richelieu в составе объединённых сил союзников активно действовал в Индийском океане, обрушивая мощь своей артиллерии на занятые японскими гарнизонами острова в этой части света.
uk: Один з найвдаліших та найзбалансованіших лінкорів нової генерації побудували саме у Франції. Richelieu офіційно став у стрій у липні 1940 р., вже після капітуляції держави. Базуючись у Дакарі, у червні та вересні 1940 р. брав участь у боях з британцями, які намагалися взяти французькі кораблі під контроль та нейтралізувати їх, через побоювання, що вони дістануться німцям. 1942 р., коли французькі колонії в Африці стали на бік союзників, лінкор Richelieu вирушив до США на ґрунтовну модернізацію. Після повернення у стрій йому, разом з британським Флотом Метрополії, довелося взяти участь в операціях біля узбережжя Норвегії. З весни 1944 р. й аж до кінця війни Richelieu у складі об’єднаних сил союзників активно діяв в Індійському океані, обрушуючи міць власної артилерії на окуповані японськими військами острови у цій частині світу.
zh: F国建造了新一代最成功且取得平衡的战舰之一。黎塞留于1940年7月正式进入F国海军，也就是在国家投降后。 1940年7月和9月在达喀尔，战列舰参加了对抗Y国部队的战斗，这些Y军试图取得F国战舰的控制权或将其击溃，并认为他们会被D国俘虏。 1942年，当F国的非殖民地叛逃到同盟国时，黎塞留战列舰前往M国进行大规模现代化改造。与Y国的本土舰队和其他海军部队团聚之后，它加入了N国海岸附近的行动。从1944年春天直到战争结束，作为盟军联合部队的一部分，黎塞留正在印度洋地区积极行动，攻击占领该地区岛屿的R国驻军。
zh_sg: 法国建造的新一代战舰中最成功和平衡性最好的战列舰。黎塞留于1940年7月正式进入法国海军服役，此时法国已经陷落。英军此时为了消灭潜在的威胁，企图控制或使法国战舰丧失战力以避免落入德军手中。1940年7月和9月，在达喀尔，黎塞留参加了和英军的战斗。 1942年，当法属非洲殖民地投奔盟军方时，战列舰黎塞留在美国接受了大规模现代化改装。在重新联合了剩下的部队后，与英国本土舰队一起加入挪威海岸附近的军事行动。从1944年春季，直到二战结束，Reichelieu在盟军方积极的参与了印度洋的战斗，进攻占领该区域岛屿的日本驻军。

# IDS_PCZC162_VIVALAFRANCE_DUNKERQUE
source: Battleships Dunkerque and Hood in The North Sea, November 1939
es_mx: Los Acorazados Dunkerque y Hood en el Mar del Norte, Noviembre de 1939
ja: 北海における戦艦ダンケルクおよびフッド (1939 年 11 月)
pl: Pancerniki Dunkerque i Hood, Morze Północne, listopad 1939 r.
ru: Линкоры Dunkerque и Hood в Северном море, ноябрь 1939
uk: Лінкори Dunkerque і Hood у Північному морі, листопад 1939
zh: 1939年11月在北海的敦刻尔克和胡德战列舰
zh_sg: 战列舰敦刻尔克和胡德#北海，1939那年11月

# IDS_PCZC162_VIVALAFRANCE_DUNKERQUE_DESCRIPTION
source: Battleship Dunkerque was commissioned in 1937, becoming the forerunner of a new generation of battleships with powerful guns, good armor and, most importantly, high speed. The maximum speed of the new French battleship exceeded 30 knots which made her an extremely dangerous hunter for cruisers. When World War II broke out, Dunkerque was unusually in demand since at that time the Allies didn't have other modern high-speed battleships capable of countering German raiders. In Autumn 1939, Dunkerque and her sister ship Strasbourg operated in the Atlantic against the German "pocket" battleships Deutschland and Admiral Graf Spee. That same year, in November, amid a violent storm, Dunkerque and the British battleship Hood set out on a hunt for German Scharnhorst-class battleships. In December, Dunkerque transported 100 tons of gold across the Atlantic to be used as payment under military orders. On the way back, she escorted a convoy with Canadian soldiers.
es_mx: El acorazado Dunkerque fue comsisionado en 1937, volviéndose el predecesor de la nueva generación de acorazados con poderosos cañones, buen blindaje y, lo más importante, una alta velocidad. La velocidad máxima del nuevo acorazado francés excedía los 30 nudos, lo que lo hacía un muy cazador extremadamente peligroso para los cruceros. Cuando la 2.ª Guerra Mundial estalló, el Dunkerque era inusualmente demandado debido a que los aliados no tenían otros acorazados modernos de gran velocidad que pudieran contrarrestar a los invasores alemanes. En otoño de 1939, el Dunkerque y su barco gemelo Strasbourg, operaban en el Atlántico en contra de los acorazados de bolsillo Deutschland y Admiral Graf Spee. Ese mismo año, en noviembre, en medio de una violenta tormenta, el Dunkerque y el acorazado británico Hood salieron a la caza de acorazados alemanes de la clase Scharnhorst. En diciembre, el Dunkerque transportó 100 t a través del Océano Atlántico para ser usado como pago de contratos militares. En el viaje de vuelta, escoltó un convoy con tropas canadienses.
ja: 1937 年に就役した戦艦ダンケルクは、強力な主砲と良好な装甲、そして何と言っても高速を兼ね備えた新世代戦艦の先駆けでした。本艦は 30 ノットを超える最高速度を誇っており、巡洋艦にとって極めて危険な存在であると言えました。 二次大戦の勃発時には、連合国側にはドイツ艦艇による襲撃に対抗することができる近代的な高速戦艦が他には存在しなかったため、本艦には異例なまでに高い需要がありました。1939 年の秋、本艦ならびに姉妹艦のストラスブールは、ドイツのポケット戦艦ドイッチュラントならびにアドミラル・グラーフ・シュペーに対抗すべく大西洋で行動していました。同年 11 月には、戦艦フッドと共に北海へと出撃し、激しい嵐の中でドイツのシャルンホルスト級戦艦 2 隻の迎撃に参加しました。12 月には軍需品の代金である 100 トンの金塊を積載して大西洋を横断し、その帰路には、カナダの兵員を運ぶ輸送船団の護衛任務に従事しました。
pl: Pancernik Dunkerque wszedł do służby w 1937 r. i był prekursorem nowej generacji pancerników: potężnie uzbrojonych, solidnie opancerzonych i co najważniejsze, szybkich. Maksymalna prędkość tego pancernika przekraczała 30 węzłów, co czyniło go wyjątkowo niebezpiecznym łowcą krążowników. Kiedy rozpoczęła się II wojna światowa, Dunkerque był wysoce pożądaną jednostką, ponieważ w tym momencie alianci nie posiadali żadnych innych nowoczesnych, szybkich pancerników, zdolnych nawiązać równą walkę z okrętami niemieckimi. Jesienią 1939 r. Dunkerque i jego okręt siostrzany, Strasbourg, działały na Atlantyku, walcząc z kieszonkowymi pancernikami Deutshcland i Admiral Graf Spee. W tym samym roku w listopadzie, w trakcie gwałtownego sztormu, okręt wyszedł w Morze Północne wraz z brytyjskim pancernikiem Hood, by przechwycić niemieckie pancerniki klasy Scharnhorst. W grudniu Dunkerque przepłynął Atlantyk, mając na pokładzie 100 ton złota, będącego zapłatą za zamówienia wojskowe. W drodze powrotnej zapewniał osłonę konwojom transportującym kanadyjskich żołnierzy.
ru: Линкор Dunkerque вступил в строй в 1937 году, став предтечей появления линейных кораблей нового поколения: с мощным вооружением, хорошо бронированных и, главное, — быстроходных. Максимальная скорость нового французского линкора превышала 30 узлов, что делало его чрезвычайно опасным охотником за крейсерами. В началe Второй мировой войны Dunkerque оказался необычайно востребован, так как у союзников на тот момент не было других современных быстроходных линейных кораблей, способных противостоять немецким рейдерам. Осенью 1939 года он со своим систершипом Strasbourg действовал в Атлантике против «карманных» линкоров Deutschland и Admiral Graf Spee. В ноябре того же года в Северном море, вместе с британским линкором Hood, выходил в жестокий шторм на перехват немецких линкоров типа Scharnhorst. В декабре Dunkerque перевёз через Атлантику в США 100 тонн золота для оплаты военных заказов, на обратном пути взяв под охрану конвой с канадскими войсками.
uk: Лінкор Dunkerque став у стрій 1937 р., ставши попередником для нової генерації лінкорів: з потужним озброєнням, добре броньованих і, найголовніше, швидкохідних. Максимальна швидкість нового французького лінкора перевищувала 30 вузлів, що робило з нього надзвичайно небезпечного мисливця за крейсерами. На початку Другої світової війни на Dunkerque був чималий попит, оскільки союзники на той час не мали інших сучасних швидкісних лінкорів, здатних протидіяти німецьким рейдерам. Восени 1939 р. він зі своїм однотипником Strasbourg діяв в Атлантиці проти «кишенькових» лінкорів Deutschland та Admiral Graf Spee. У листопаді того ж року у Північному морі, разом з британським лінкором Hood, у шаленому штормі виконував операцію з перехоплення німецьких лінкорів типу Scharnhorst. У грудні Dunkerque перевіз через Атлантику до США 100 тонн золота, призначеного для оплати військових замовлень, а на зворотному шляху взяв під варту конвой з канадськими вояками.
zh: 敦刻尔克战列舰于1937年开始服役，是新一代战列舰的前身，拥有强大的装甲，最重要的是它的高速度。F国战列舰的最高速度超过30 节，这使得它成为非常危险的巡洋舰杀手。 当大战开始的时候，敦刻尔克的需求很高，因为在那个时候盟军没有任何现代化的高速战列舰能够抵挡D军的袭击。 1939年秋天，它和它的姐妹舰斯特拉斯堡在大西洋对付D国的秀珍战舰德意志和海军上将施佩伯爵。同年11月，它挺着暴风雨，随着Y国的胡德号战列舰去了北海，拦截D国的沙恩霍斯特级战列舰。在12月时，敦刻尔克穿越大西洋运送100吨黄金作为军事合约的付款。在回来的路上，它保护了J国军队的船队。
zh_sg: 敦刻尔克级战列舰于1937年进入部队服役，是新一代战列舰的先辈:威力强大的武器、良好的装甲，以及最重要的特点：高航速。法国战列舰的最高航速超过30节，对巡洋舰是来说是非常危险的捕猎者。 当第二次世界大战打响时，敦刻尔克被寄予厚望，因为在那时，盟军没有任何现代化的高速战列舰有能力对抗德国突击舰。1939年秋季，敦刻尔克和它的姐妹舰Strasbourg在大西洋与德国袖珍战列舰Deutschland和海军上将施佩伯爵号发生了战车。同年11月，它与英国战列舰胡德驶入北海，在一场猛烈的风暴中拦截了德国沙恩霍斯特级战列舰。12月，敦刻尔克穿越了大西洋运送了100吨黄金用以支付军事订单。在返航过程中，还为舰队和岸上的加拿大部队护卫。

# IDS_PCZC163_VIVALAFRANCE_AIGLE
source: Large Destroyer Aigle in Marseille, March 1940
es_mx: El Gran Destructor Aigle en Marsella, Marzo de 1940
ja: マルセイユにおける大型駆逐艦エーグル (1940 年 3 月)
pl: Duży niszczyciel Aigle w Marsylii, marzec 1940 r.
ru: Контрминоносец Aigle в Марселе, март 1940
uk: Контрміноносець Aigle в Марселі, березень 1940
zh: 1940年3月在马赛的大型驱逐舰鹰
zh_sg: 大型驱逐舰鹰#马赛市，1940年3月

# IDS_PCZC163_VIVALAFRANCE_AIGLE_DESCRIPTION
source: Large destroyer Aigle, which was built at the dockyard in Dunkirk, joined the Naval Forces in 1932. The large destroyer (contre-torpilleur) type of warship, which combined the characteristics of destroyers and cruisers, was used only by France. Other countries relied on flotilla leaders instead. But unlike leaders, the French ships were designed to drive off opposing destroyers rather than lead destroyer flotillas. During World War II, Aigle was engaged in operations to transport gold bars several times. In November 1939, she escorted Force "Z" ships (the battleship Lorraine and two cruisers of the La Galissonnière class) until they reached the Atlantic. In March–April 1940, Aigle provided cover and, later, escorted the ships of Force "X" back. Besides that, Aigle was regularly deployed to escort convoys with troops, heading from the North African ports to Marseille. The last combat operation in which the large destroyer participated was a raid on Genoa, where she had to fend off the attacks of Italian torpedo boats.
es_mx: El gran destructor Aigle, fue construido en los astilleros en Dunkerque, y se unió a las Fuerzas Navales en 1932. El tipo de barcos de guerra de grandes destructores (contre-torpilleur), que combinaba las características de destructores y cruceros, fue usado solo por Francia. Otros países confiaban en líderes de flotilla. Pero a diferencia de los líderes, los barcos franceses estaban diseñados para alejar a los destructores enemigo a diferencia de los destructores líderes de flotilla. Durante la 2.ª Guerra Mundial, el Aigle realizó operaciones de transporte de barras de oro muchas veces. En noviembre de 1939, escoltó a los barcos de la Fuerza "Z" (el acorazado Lorraine y dos cruceros de la clase Galissonnière) hasta que alcanzaron el Atlántico. En marzo–abril de 1940, el Aigle proporcionó cobertura y, más tarde, escoltó a la Fuerza "X" de vuelta. Además de eso, el Aigle era desplegado regularmente para escoltar convoyes con tropas, que se dirigían de los puertos del Norte de África a Marsella. La última operación de combate en la cual participó el gran destructor fue un ataque sobre Genoa, en donde tuvo que defenderse de los ataques de las lanchas torpederas italianas.
ja: 大型駆逐艦エーグルは、ダンケルクの造船所で建造され、1932 年に就役しました。この大型駆逐艦という艦種は、フランス語では contre-torpilleur (水雷艇駆逐艦) と呼ばれますが、これは駆逐艦と巡洋艦の特徴を併せ持つフランス特有の艦種であり、他の国々においては嚮導艦と呼ばれる艦種が用いられていました。ただし、嚮導艦が駆逐艦隊の旗艦として設計されたものであるのに対し、フランスの大型駆逐艦は、敵駆逐艦を撃退するために設計されたものでした。 このエーグルは、二次大戦中に金塊を輸送する作戦に数回従事しました。1939 年 11 月には、本艦は Z 部隊 (戦艦ロレーヌおよびラ・ガリソニエール級巡洋艦 2 隻) を大西洋に護衛しました。1940 年 3 月から 4 月にかけて X 部隊を援護し、後にその帰還を護衛しました。加えて、北アフリカ各所の港からマルセイユへと連合軍の兵員を輸送する輸送船団の護衛任務にも繰り返し従事しました。本艦が参加した最後の戦闘作戦はジェノヴァ襲撃であり、この作戦において本艦はイタリア軍の魚雷艇隊による攻撃を退ける必要がありました。
pl: Duży niszczyciel Aigle, który został zbudowany w stoczni w Dunkierce, dołączył do marynarki w 1932 roku. Klasa dużych niszczycieli (contre-torpilleur), która łączyła w sobie cechy niszczycieli i krążowników, występowała tylko we Francji. W innych krajach używano zamiast nich liderów flotylli. W przeciwieństwie do nich okręty francuskie projektowane były nie po to, by przewodzić flotyllom niszczycieli, ale po to, by przeciwdziałać atakom wrogich niszczycieli. W trakcie II wojny światowej Aigle kilkukrotnie brał udział w operacjach transportu złota. W listopadzie 1939 roku eskortował „Siłę Z” (pancernik Lorraine i dwa krążowniki klasy Galissonnière) do chwili ich wpłynięcia na Atlantyk. W marcu i kwietniu 1940 roku osłaniał okręty należące do „Siły X”. Poza tym Aigle był nieustannie zaangażowany w eskortowanie konwojów z żołnierzami z portów Północnej Afryki do Marsylii. Ostatnią operacją bojową, w jakiej brał udział ten duży niszczyciel, był atak na Genuę, w trakcie którego odpierał ataki włoskich łodzi torpedowych.
ru: Контрминоносец Aigle, построенный на верфи в городе Дюнкерк, вступил в строй в 1932 году. Класс контрминоносцев (contre-torpilleur), объединявших черты эсминцев и крейсеров, был характерен только для Франции, его аналогами в других странах были лидеры. Но в отличие от последних, французские корабли не предназначались для лидирования торпедных флотилий, а должны были противостоять эсминцам противника. Во время Второй мировой войны Aigle несколько раз был задействован в операциях по перевозке золота. В ноябре 1939 года он сопровождал Соединение «Z» (линкор Lorraine и два крейсера типа La Galissonnière) до выхода его в Атлантику. В марте–апреле 1940 года точно так же прикрывал, а затем и встречал Соединение «X». Помимо этого, Aigle постоянно привлекался к эскортированию конвоев с войсками, следовавших из французских портов Северной Африки в Марсель. Последней боевой операцией, в которой принял участие контрминоносец, был рейд на Геную, где ему пришлось отражать атаки итальянских торпедных катеров.
uk: Контрміноносець Aigle, побудований на верфі міста Дюнкерк, став у стрій 1932 р. Клас контрміноносців (contre-torpilleur) поєднував у собі риси есмінців та крейсерів і був притаманний лише флоту Франції. Аналогами цього класу в інших державах були лідери. Але на відміну від лідерів, французькі кораблі не очолювали торпедні флотилії, а мали протидіяти есмінцям супротивника. Під час Другої світової війни Aigle кілька разів залучили до операцій з перевезення золота. У листопаді 1939 р. він супроводжував З’єднання «Z» (лінкор Lorraine і два крейсери типу La Galissonnière) до виходу в Атлантику. У березні-квітні 1940 р. так само прикривав, а після й зустрічав З’єднання «X». Крім цього, Aigle постійно залучали до ескортування конвоїв з військами, що прямували з французьких портів Північної Африки до Марселя. Останньою бойовою операцією, у якій брав участь контрміноносець, був рейд до Генуї, де він відбивав атаки італійських торпедних катерів.
zh: 在敦刻尔克的造船厂建造的大型驱逐舰鹰于1932年加入了海军部队。它是结合了驱逐舰和巡洋舰特征的的战舰且只在F国服役。在其它国家，驱逐领舰被用来替代。与后者不同的是，F国战舰的设计不是为了驱逐领舰，而是为了对付敌方驱逐舰的攻击。 大战期间，鹰多次协助黄金的运送。 1939年11月，它护送了洛林号战列舰和加利索尼埃级的两艘巡洋舰）到大西洋。 1940年3月 - 4月，当它正在做掩护时遇见了X舰队。除此之外，鹰一直参与护送船队的行动，这些是从港口到马赛的部队。大型驱逐舰参加的最后一次作战行动是对热那亚的袭击，它不得不抵抗I国鱼雷艇的袭击。
zh_sg: 大型驱逐舰鹰是在敦刻尔克造船厂建造的，于1932年加入海军部队。大型驱逐舰（contre-torpilleur）是一种结合了驱逐舰和巡洋舰的军舰，是法国特有的型号。其他国家则用舰队领袖舰代替。与后者不同的是，法国设计的这种船只并不用于领导驱逐舰队，而是用于打击敌方的驱逐舰。 第二次世界大战期间，鹰多次参与了运送黄金的行动。1939年11月，它护送Z部队（战列舰Lorraine和两艘加利索尼埃级巡洋舰）到大西洋。1940年3月至4月，它在执行护卫后遇到了X部队。除此之外，鹰一直担任从北非港口到马赛的船团部队护卫任务。型驱逐舰最后的作战行动是突袭热那亚，在那里它不得不抵挡意大利鱼雷艇的攻击。

# IDS_PCZC164_VIVALAFRANCE_TURENN
source: Coat of Arms of Turenne, Marshal of France
es_mx: Escudo de Armas de Turenne, Mariscal de Francia
ja: フランス元帥テュレンヌの紋章
pl: Herb Turenne, marszałka Francji
ru: Герб Тюренна, маршала Франции
uk: Герб Тюрена, маршала Франції
zh: 图伦内的纹章，F国的元帅
zh_sg: 杜伦尼纹章，法国马赛
