Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PARAMS_MODIFIER_GTROTATIONSPEED
source: Torpedo tubes traverse speed
es_mx: Velocidad de Través de los Tubos Torpederos
ja: 魚雷発射管の旋回速度
pl: Szybkość obrotu wyrzutni torpedowych
ru: Скорость поворота ТА
uk: Швидкість повороту ТА
zh: 鱼雷发射管瞄准速度
zh_sg: 鱼雷发射管回转速度

# IDS_PARAMS_MODIFIER_GTSHOTDELAY
source: Torpedo tubes reload time
es_mx: Tiempo de Carga de los Tubos de Torpedo
ja: 魚雷発射管の装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки ТА
uk: Час перезаряджання ТА
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_PARAMS_MODIFIER_HANGARSIZEBONUS
source: Aircraft carrier deck places available
es_mx: Lugares disponibles en la cubierta del portaaviones
ja: 航空母艦の甲板上の機数
pl: Dostępne miejsca na pokładzie lotniskowca
ru: Места на палубе авианосца
uk: Місця на палубі авіаносця
zh: 航空母舰甲板可用空间
zh_sg: 航空母舰甲板可用空位

# IDS_PARAMS_MODIFIER_HEALTHPERLEVEL
source: HP for each ship tier
es_mx: HP por cada nivel del barco
ja: HP (艦艇の Tier 1 段階毎に)
pl: PW na każdy poziom okrętu
ru: Очки боеспособности за каждый уровень корабля
uk: Очки боєздатності за кожний рівень корабля
zh: 每一级的血量
zh_sg: 每级战舰生命值

# IDS_PARAMS_MODIFIER_LAUNCHERCOEFFICIENT
source: Torpedo tubes reload time
es_mx: Tiempo de Carga de los Tubos de Torpedo
ja: 魚雷発射管の装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки ТА
uk: Час перезаряджання ТА
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_PARAMS_MODIFIER_LIFETIME
source: Smoke screen dispersion time
es_mx: Tiempo de dispersión de la pantalla de humo
ja: 煙幕の持続時間
pl: Czas rozproszenia zasłony dymnej
ru: Время рассеивания дымов
uk: Час розсіювання димів
zh: 烟幕扩散时间
zh_sg: 烟幕扩散时间

# IDS_PARAMS_MODIFIER_MAINGAUGEBURNPROBABILITYFORCAPTURE
source: Chances of HE shells causing a fire on target when a "Captured" or "Assisted in capture" ribbon has been earned
es_mx: Probabilidad de los proyectiles HE de causar un incendio sobre su objetivo cuando se ha obtenido una cinta "Capturada" o "Asistencia en Captura"
ja: リボン「占領」または「占領アシスト」を取得した際、HE 弾による火災発生率
pl: Szansa na podpalenie celu pociskami OB, gdy zdobyta została baretka „Zajęcie” lub „Pomoc w zajęciu”
ru: Вероятность поджога ОФ-снарядами при получении лент «Захватил» или «Помог захватить»
uk: Імовірність підпалу ОФ-снарядами після отримання стрічок «Захопив» чи «Допоміг захопити»
zh: Вероятность поджога ОФ-снарядами при получении лент «Захватил» или «Помог захватить»
zh_sg: 获得“占领”或“协助占领”勋带后，高爆弹使目标起火的几率

# IDS_PARAMS_MODIFIER_MEDDAMAGE
source: Average damage per second
es_mx: Daño promedio por segundo
ja: 秒間平均ダメージ
pl: Średnie uszkodzenia na sekundę
ru: Средний урон в секунду
uk: Середня шкода на секунду
zh: 每秒平均伤害
zh_sg: 每秒平均伤害

# IDS_PARAMS_MODIFIER_NEARAURADAMAGECOEFFICIENT
source: Continuous damage by AA mounts
es_mx: Daño continuo causado por los montajes AA
ja: 対空兵装による継続ダメージ
pl: Stałe uszkodzenia zadawane przez stanowiska przeciwlotnicze
ru: Постоянный урон установок ПВО
uk: Постійна шкода установок ППО
zh: 短、中和远程防空炮组的持续伤害
zh_sg: 防空炮组持续伤害

# IDS_PARAMS_MODIFIER_NEARAURADAMAGETAKENCOEFFICIENT
source: Continuous damage from AA mounts
es_mx: Daño continuo recibido de los montajes AA
ja: 対空兵装による継続ダメージ
pl: Stałe uszkodzenia zadawane przez stanowiska przeciwlotnicze
ru: Постоянный урон от установок ПВО
uk: Постійна шкода від установок ППО
zh: 来自短、中和远程防空炮组的持续伤害
zh_sg: 防空炮组持续伤害

# IDS_PARAMS_MODIFIER_NEWWATERLINE
source: Maximum depth
es_mx: Profundidad máxima
ja: 最大深度
pl: Głębokość maksymalna
ru: Предельная глубина
uk: Гранична глибина
zh: Предельная глубина
zh_sg: 最大深度

# IDS_PARAMS_MODIFIER_NUMCONSUMABLES
source: Number of consumables
es_mx: Número de consumibles
ja: 消耗品の数
pl: Liczebność sprzętu eksploatacyjnego
ru: Количество снаряжения
uk: Кількість спорядження
zh: 消耗品的数量
zh_sg: 消耗品数量

# IDS_PARAMS_MODIFIER_NUMCONSUMABLES_ADDITIONAL
source: Number of consumables
es_mx: Número de consumibles
ja: 消耗品の数
pl: Liczebność sprzętu eksploatacyjnego
ru: Количество снаряжения
uk: Кількість спорядження
zh: 消耗品的数量
zh_sg: 消耗品数量

# IDS_PARAMS_MODIFIER_PLANEADDITIONALCONSUMABLES
source: [UNUSED]Number of consumables
es_mx: [UNUSED]Número de consumibles
ja: [UNUSED]消耗品の数
pl: [NIEUŻYWANE]Liczebność sprzętu eksploatacyjnego
ru: [UNUSED]Количество снаряжения
uk: [UNUSED]Кількість спорядження
zh: [UNUSED]Количество снаряжения
zh_sg: [UNUSED]消耗品数量

# IDS_PARAMS_MODIFIER_PLANECONSUMABLERELOADTIME
source: Reload time of squadron consumables
ja: 飛行中隊の消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego eskadry
ru: Время перезарядки снаряжения эскадрилий
zh: 消耗品的准备时间

# IDS_PARAMS_MODIFIER_PLANECONSUMABLESWORKTIME
source: Action time of squadron consumables
ja: 飛行中隊の消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego eskadry
ru: Время работы снаряжения эскадрильи
zh: Время работы снаряжения эскадрильи

# IDS_PARAMS_MODIFIER_PLANEEMPTYRETURNSPEED
source: Speed of air groups returning to the aircraft carrier
ja: 航空母艦に帰還中の飛行機隊の速力
pl: Szybkość grup powietrznych powracających na pokład lotniskowca
ru: Скорость возвращающихся авиагрупп
zh: 返回航空母舰中的航空大队速度

# IDS_PARAMS_MODIFIER_PLANEENGINEBOOSTCOEF
source: Maximum squadron speed
es_mx: Velocidad máxima del escuadrón
ja: 中隊の最大速度
pl: Maksymalna prędkość eskadry
ru: Максимальная скорость эскадрилий
uk: Максимальна швидкість ескадрилей
zh: Максимальная скорость эскадрилий
zh_sg: 中队最高速度

# IDS_PARAMS_MODIFIER_PLANEEXTRAHANGARSIZE
source: Aircraft carrier deck places available
ja: 航空母艦の甲板上の機数
pl: Dostępne miejsca na pokładzie lotniskowca
ru: Места на палубе авианосца
zh: 航空母舰甲板可用空间

# IDS_PARAMS_MODIFIER_PLANEFORSAGEDURATION
source: Engine boost time
ja: エンジンブースト時間
pl: Czas doładowania silnika
ru: Время форсажа
zh: 引擎加速时间

# IDS_PARAMS_MODIFIER_PLANEFORSAGEREGENERATION
source: Reload speed of squadron engine boost
es_mx: Velocidad de recarga del impulso de motor del escuadrón
ja: 飛行中隊の「エンジンブースト」の準備速度
pl: Czas przeładowania doładowania silnika eskadry
ru: Скорость восстановления форсажа эскадрилий
uk: Час відновлення форсажу ескадрилей
zh: Скорость восстановления форсажа эскадрилий
zh_sg: 中队引擎增压的重载速度

# IDS_PARAMS_MODIFIER_PLANEHEALTH
source: Aircraft HP
ja: 航空機の HP
pl: PW samolotów
ru: Боеспособность самолётов
zh: 飞机血量

# IDS_PARAMS_MODIFIER_PLANEHEALTHPERLEVEL
source: Aircraft HP for each ship tier
es_mx: HP de los aviones por cada nivel del barco
ja: 航空機の HP (艦艇 Tier 1 段階毎に)
pl: PW samolotu na każdy poziom okrętu
ru: Очки боеспособности самолёта за каждый уровень корабля
uk: Очки боєздатності літака за кожний рівень корабля
zh: 每一战舰等级的飞机血量
zh_sg: 每个战舰等级的飞机生命值

# IDS_PARAMS_MODIFIER_PLANEHEALTHREGENPERCENT
source: HP per second
es_mx: HP por segundo
ja: HP/秒
pl: PW na sekundę
ru: Боеспособность в секунду
uk: Боєздатність на секунду
zh: 每秒血量
zh_sg: 每秒生命值

# IDS_PARAMS_MODIFIER_PLANEMAXSPEEDMULTIPLIER
source: Maximum squadron speed
es_mx: Velocidad máxima del escuadrón
ja: 中隊の最大速度
pl: Maksymalna prędkość eskadry
ru: Максимальная скорость эскадрилий
uk: Максимальна швидкість ескадрилей
zh: Максимальная скорость эскадрилий
zh_sg: 中队最高速度

# IDS_PARAMS_MODIFIER_PLANEMINSPEEDMULTIPLIER
source: [UNUSED]Minimum speed of the squadron
es_mx: [UNUSED]Velocidad mínima del escuadrón
ja: [UNUSED]飛行中隊の最低速度
pl: [NIEUŻYWANE]Prędkość minimalna eskadry
ru: [UNUSED]Минимальная скорость эскадрильи
uk: [HIDDEN]Мінімальна швидкість ескадрильї
zh: [UNUSED]Минимальная скорость эскадрильи
zh_sg: [UNUSED]中队最低速度

# IDS_PARAMS_MODIFIER_PLANERANGECOEFFICIENT
source: Torpedo acquisition range by air
es_mx: Rango de detección de torpedos por aire
ja: 航空魚雷捕捉範囲
pl: Zasięg wykrywania torped z powietrza
ru: Дистанция обнаружения торпед с самолётов
uk: Дистанція виявлення торпед із літаків
zh: 鱼雷的空中被捕获范围
zh_sg: 空中鱼雷捕获范围

# IDS_PARAMS_MODIFIER_PLANEREGENERATIONRATE
source: Amount of HP that can be restored with the help of the squadron's Repair consumable
ja: 飛行中隊の消耗品「修理」で回復可能な HP 量
pl: Liczba PW, które można odzyskać dzięki sprzętowi eksploatacyjnemu eskadry Naprawa
ru: Количество очков боеспособности, восстанавливаемое с использованием снаряжения эскадрилий «Ремонт»
zh: Количество очков боеспособности, восстанавливаемое с использованием снаряжения эскадрилий «Ремонт»

# IDS_PARAMS_MODIFIER_PLANERELOADTIME
source: Squadron preparation time
es_mx: Tiempo de preparación del escuadrón
ja: 中隊準備時間
pl: Czas przygotowania eskadry
ru: Время подготовки эскадрилий
uk: Час приготування ескадрилей
zh: 架次准备时间
zh_sg: 中队整备时间

# IDS_PARAMS_MODIFIER_PLANESPAWNTIME
source: Aircraft restoration time
ja: 航空機の復旧時間
pl: Czas uzupełniania samolotów
ru: Время восстановления самолётов
zh: 飞机整备时间

# IDS_PARAMS_MODIFIER_PLANESPAWNTIMECOEFFICIENT
source: Aircraft restoration time
es_mx: Tiempo de recuperación de la aviación
ja: 航空機の復旧時間
pl: Czas uzupełniania samolotów
ru: Время восстановления самолётов
uk: Час відновлення літаків
zh: 飞机整备时间
zh_sg: 飞机恢复时间

# IDS_PARAMS_MODIFIER_PLANESPEED
source: Cruising speed of the aircraft carrier's squadrons
ja: 空母中隊の巡航速度
pl: Prędkość przelotowa eskadr lotniskowca
ru: Крейсерская скорость эскадрилий авианосца
zh: 飞机巡航速度

# IDS_PARAMS_MODIFIER_PLANETORPEDORANGECOEFFICIENT
source: Aerial torpedo range
es_mx: Alcance del torpedo de la aviación
ja: 航空魚雷の射程
pl: Zasięg torped samolotów
ru: Дальность хода авиационных торпед
uk: Дальність ходу авіаційних торпед
zh: 航空鱼雷射程
zh_sg: 空投鱼雷范围

# IDS_PARAMS_MODIFIER_PLANETORPEDOSPEEDBONUS
source: Aerial torpedo speed
es_mx: Velocidad del Torpedo de la Aviación
ja: 航空魚雷の雷速
pl: Prędkość torped samolotu
ru: Скорость хода авиационных торпед
uk: Швидкість ходу авіаційних торпед
zh: 飞机鱼雷航速
zh_sg: 空投鱼雷航速

# IDS_PARAMS_MODIFIER_PLANETORPEDOSPEEDMULTIPLIER
source: Aerial torpedo speed
ja: 航空魚雷の雷速
pl: Prędkość torped samolotu
ru: Скорость хода авиационных торпед
zh: 飞机鱼雷航速

# IDS_PARAMS_MODIFIER_PLANEVISIBILITYFACTOR
source: Detectability range of aircraft carrier's squadrons
ja: 空母中隊の被発見距離
pl: Zasięg wykrywania eskadr lotniskowca
ru: Заметность эскадрилий авианосца
zh: 航空母舰的航空中队被侦测距离

# IDS_PARAMS_MODIFIER_PMDETONATIONPROB
source: Risk of your ship's magazine detonating
es_mx: Riesgo de detonación de la munición en tu barco
ja: 自艦の弾薬庫誘爆率
pl: Ryzyko wybuchu magazynu Twojego okrętu
ru: Вероятность взрыва погреба боеприпасов вашего корабля
uk: Імовірність вибуху погреба боєприпасів вашого корабля
zh: 弹药库爆炸机率
zh_sg: 你的战舰弹药库爆炸的风险

# IDS_PARAMS_MODIFIER_PM_NO_DETONATION
source: Completely eliminates the risk of your ship's magazine detonating
es_mx: Elimina completamente el riesgo de detonación de la munición de tu barco
ja: 自艦の弾薬庫誘爆を完全に防止
pl: Całkowicie eliminuje ryzyko wybuchu magazynu Twojego okrętu
ru: Полностью устраняет вероятность взрыва погреба боеприпасов вашего корабля
uk: Повністю усуває імовірність вибуху погреба боєприпасів вашого корабля
zh: 完全消除战舰弹药库爆炸的机率
zh_sg: 完全消除你战舰弹药库爆炸的风险

# IDS_PARAMS_MODIFIER_PRIORITYSECTORCOOLDOWNMULTIPLIER
source: Priority AA sector preparation time
es_mx: Tiempo de preparación del sector AA prioritario
ja: 優先対空セクターの準備時間
pl: Czas przygotowania przeciwlotniczego sektora priorytetowego
ru: Время подготовки приоритетного сектора ПВО
uk: Час приготування пріоритетного сектору ППО
zh: Время подготовки приоритетного сектора ПВО
zh_sg: 优先防空区域准备时间

# IDS_PARAMS_MODIFIER_PRIORITYSECTORSTRENGTHCOEFFICIENT
source: AA sector reinforcement efficiency
es_mx: Eficiencia del refuerzo del sector AA
ja: 対空セクター強化の有効性
pl: Skuteczność wsparcia przeciwlotniczego w sektorze
ru: Эффективность усиления сектора ПВО
uk: Ефективність посилення сектора ППО
zh: 防空分区强化效率
zh_sg: 防空区域强化效率

# IDS_PARAMS_MODIFIER_PRIOSECTORCOOLDOWNCOEFFICIENT
source: Priority AA sector preparation time
es_mx: Tiempo de preparación del sector AA prioritario
ja: 優先対空セクターの準備時間
pl: Czas przygotowania przeciwlotniczego sektora priorytetowego
ru: Время подготовки приоритетного сектора ПВО
uk: Час приготування пріоритетного сектору ППО
zh: Время подготовки приоритетного сектора ПВО
zh_sg: 优先防空区域准备时间

# IDS_PARAMS_MODIFIER_PRIOSECTORSTARTPHASESTRENGTHCOEFFICIENT
source: Instantaneous Damage
es_mx: Daño Instantáneo
ja: 即時ダメージ
pl: Uszkodzenia natychmiastowe
ru: Моментальный урон
uk: Миттєва шкода
zh: Моментальный урон
zh_sg: 瞬间伤害

# IDS_PARAMS_MODIFIER_PROBABILITYBONUS
source: Chances of HE shells causing a fire on target
es_mx: Probabilidad de que los proyectiles HE causen un incendio en unn objetivo
ja: HE 弾による目標に対する火災発生率
pl: Szansa na podpalenie celu pociskami OB
ru: Вероятность поджога ОФ-снарядами
uk: Імовірність підпалу ОФ-снарядами
zh: HE弹造成目标起火机率
zh_sg: 高爆弹造成目标起火的几率

# IDS_PARAMS_MODIFIER_PROBABILITYCOEFFICIENT
source: Risk of catching fire
es_mx: Riesgo de incendiarse
ja: 火災発生率
pl: Ryzyko wybuchu pożaru
ru: Вероятность возникновения пожара
uk: Імовірність виникнення пожежі
zh: 起火机率
zh_sg: 起火几率

# IDS_PARAMS_MODIFIER_PROBABILITYCOEFFICIENT777
source: The maximum number of fires on a ship is reduced to three
es_mx: El número máximo de fuentes de incendios en un barco es reducido a tres
ja: 火災発生箇所を最大 3 ヶ所までに抑制
pl: Maksymalna liczba pożarów na okręcie zmniejszona jest do trzech
ru: Предельное количество очагов возгорания на корабле уменьшается до трёх
uk: Гранична кількість осередків займання на кораблі зменшується до трьох
zh: 战舰上的最大火源数降低为三
zh_sg: 战舰上的最大火源数降低为三

# IDS_PARAMS_MODIFIER_RADIUS
source: Action radius
es_mx: Radio de acción
ja: アクション半径
pl: Promień działania
ru: Радиус действия
uk: Радіус дії
zh: 有效半径
zh_sg: 行动半径

# IDS_PARAMS_MODIFIER_RADIUSCOEFFICIENT
source: Radius of the smoke screen
es_mx: Radio de la pantalla de humo
ja: 煙幕の半径
pl: Promień zasłony dymnej
ru: Радиус дымовой завесы
uk: Радіус димової завіси
zh: 烟幕半径
zh_sg: 烟幕半径

# IDS_PARAMS_MODIFIER_RANGECOEFFICIENT
source: Torpedo acquisition range by sea
es_mx: Rango de detección de torpedos por mar
ja: 魚雷捕捉範囲 (海面)
pl: Zasięg wykrywania torped z powierzchni morza
ru: Дистанция обнаружения торпед с кораблей
uk: Дистанція виявлення торпед із кораблів
zh: 鱼雷侦查距离
zh_sg: 海上鱼雷捕获范围

# IDS_PARAMS_MODIFIER_REGENERATIONHPSPEED
source: HP per second
es_mx: HP por segundo
ja: HP/秒
pl: PW na sekundę
ru: Боеспособность в секунду
uk: Боєздатність на секунду
zh: 每秒血量
zh_sg: 每秒生命值

# IDS_PARAMS_MODIFIER_REGENERATIONHPSPEED_PERCENT
source: Amount of HP recovered when the Repair Party consumable is used
es_mx: Cantidad de HP recuperada cuando el consumible Equipo de Reparaciones es usado
ja: 消耗品「修理班」使用時の HP 回復量
pl: Liczba PW przywracanych po aktywacji Grupy naprawczej
ru: Количество очков боеспособности, восстанавливаемое с использованием снаряжения «Ремонтная команда»
uk: Кількість очок боєздатності, що відновлюються з використанням спорядження «Ремонтна команда»
zh: 使用维修小组消耗品之后会获得的血量
zh_sg: 使用消耗品维修小组后恢复生命值总量

# IDS_PARAMS_MODIFIER_REGENERATIONHPSPEED_PERCENT_SEC
source: Continuous ship repairs
es_mx: Reparaciones continuas del barco
ja: 艦艇を継続的に修理
pl: Stała szybkość naprawy okrętu
ru: Постоянный ремонт корабля
uk: Постійний ремонт корабля
zh: 持续战舰维修
zh_sg: 战舰持续修理

# IDS_PARAMS_MODIFIER_REGENERATIONHPSPEED_WITH_WORKTIME
source: Amount of HP recovered per second for {workTime}
es_mx: Cantidad de HP recuperada por segundo por {workTime}
ja: 秒間 HP 回復量 ({workTime})
pl: Liczba PW przywracanych na sekundę przez {workTime}
ru: Количество очков боеспособности, восстанавливаемое в секунду, в течение {workTime}
uk: Кількість очок боєздатності, що відновлюється на секунду, протягом {workTime}
zh: 每秒可以回复的血量{workTime}
zh_sg: 每秒回复生命值点数{workTime}

# IDS_PARAMS_MODIFIER_REGENERATIONHPSPEED_WITH_WORKTIME_CUSTOM
source: Within 120 seconds, restores a ship's HP by
es_mx: En 120 s, restaura los HP del barco un
ja: 120 秒間、艦の HP を回復
pl: W ciągu 120 sekund przywraca PW okrętu w wysokości
ru: В течение 120 секунд боеспособность корабля восстанавливается по
uk: Протягом 120 секунд боєздатність корабля відновлюється по
zh: 在120秒内，恢复战舰血量
zh_sg: 120秒内恢复战舰的生命值

# IDS_PARAMS_MODIFIER_REGENERATIONRATE
source: Aircraft HP
es_mx: HP del avión
ja: 航空機の HP
pl: PW samolotów
ru: Боеспособность самолётов
uk: Боєздатність літаків
zh: 飞机血量
zh_sg: 飞机生命值

# IDS_PARAMS_MODIFIER_RELOADCOEFFICIENT
source: Reload time of consumables
es_mx: Tiempo de recarga de consumibles
ja: 消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego
ru: Время перезарядки снаряжения
uk: Час перезаряджання спорядження
zh: 消耗品的准备时间
zh_sg: 消耗品装填时间

# IDS_PARAMS_MODIFIER_RELOADCOEFFICIENTALL
source: Reload time of consumables
es_mx: Tiempo de recarga de consumibles
ja: 消耗品の準備時間
pl: Czas przeładowania sprzętu eksploatacyjnego
ru: Время перезарядки снаряжения
uk: Час перезаряджання спорядження
zh: 消耗品的准备时间
zh_sg: 消耗品装填时间

# IDS_PARAMS_MODIFIER_RELOADTIME
source: Reload time
es_mx: Tiempo de Recarga
ja: 準備時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: 装填时间
zh_sg: 装填时间

# IDS_PARAMS_MODIFIER_RLSSEARCHWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_RLSSEARCHWORKTIME_MODERNIZATION
source: Action time of the Surveillance Radar consumable
es_mx: Tiempo de acción del consumible Radar de Vigilancia
ja: 消耗品「警戒レーダー」の動作時間
pl: Czas działania Radaru dozorowania
ru: Время работы снаряжения «Поисковая РЛС»
uk: Час роботи спорядження «Пошукова РЛС»
zh: 监视雷达消耗品启动时间
zh_sg: 监视雷达消耗品的作用时间

# IDS_PARAMS_MODIFIER_ROCKETALPHADAMAGEMULTIPLIER
source: [UNUSED]Damage dealt by rockets
es_mx: [UNUSED]Daño causado por los cohetes
ja: [UNUSED]ロケット弾による与ダメージ
pl: [NIEUŻYWANE]Uszkodzenia zadawane przez rakiety
ru: [UNUSED]Урон, наносимый ракетами
uk: [UNUSED]Шкода, яку завдають ракети
zh: [UNUSED]Урон, наносимый ракетами
zh_sg: [UNUSED]火箭弹造成的伤害

# IDS_PARAMS_MODIFIER_ROCKETKRUPPMULTIPLIER
source: [UNUSED]Armor-penetration capabilities of AP rockets
es_mx: [UNUSED]Capacidad de penetración de blindaje de los cohetes
ja: [UNUSED]AP ロケット弾の装甲貫通力
pl: [NIEUŻYWANE]Zdolność przebijania pancerza przez rakiety PP
ru: [UNUSED]Бронепробиваемость бронебойных ракет
uk: [UNUSED]Бронепробиття ракет
zh: [UNUSED]Бронепробиваемость бронебойных ракет
zh_sg: [UNUSED]火箭弹穿甲能力

# IDS_PARAMS_MODIFIER_ROCKETPROBABILITYBONUS
source: Chances of HE rockets causing a fire on target
es_mx: Probabilidad de que los cohetes HE causen un incendio sobre el objetivo
ja: HE ロケット弾による火災発生率
pl: Szansa na podpalenie celu rakietami OB
ru: Вероятность поджога ОФ-ракетами
uk: Імовірність підпалу ОФ-ракетами
zh: 火箭造成目标起火的机率
zh_sg: 高爆火箭弹造成目标起火的几率

# IDS_PARAMS_MODIFIER_SCOUTWORKTIME
source: Action time of spotting aircraft
es_mx: Tiempo de acción del avión de exploración
ja: 着弾観測機の動作時間
pl: Czas działania samolotu zwiadowczego
ru: Время полёта корректировщика
uk: Час польоту корегувальника
zh: 侦查飞机的启动时间
zh_sg: 侦察机作用时间

# IDS_PARAMS_MODIFIER_SECTORSWITCHDELAYCOEFFICIENT
source: AA sector reinforcement time
es_mx: Tiempo de refuerzo del sector AA
ja: 対空セクター強化時間
pl: Czas zapewniania osłony przeciwlotniczej sektora
ru: Время усиления сектора ПВО
uk: Час посилення сектора ППО
zh: 防空分区强化时间
zh_sg: AA区域强化时间

# IDS_PARAMS_MODIFIER_SGCRITPROB
source: Risk of steering gears becoming incapacitated
es_mx: Riesgo de que el engrane de dirección sea incapacitado
ja: 操舵装置が機能停止する確率
pl: Ryzyko poważnego uszkodzenia układu sterowania
ru: Вероятность выхода рулевых машин из строя
uk: Імовірність виходу рульових механізмів з ладу
zh: 转向舵失效机率
zh_sg: 操舵装置瘫痪风险

# IDS_PARAMS_MODIFIER_SGREPAIRTIME
source: Steering gears repair time
es_mx: Tiempo de reparación del engrane de dirección
ja: 操舵装置の修理時間
pl: Czas naprawy układu sterowania
ru: Время ремонта рулевых машин
uk: Час ремонту рульових механізмів
zh: 操舵装置维修时间
zh_sg: 操舵装置修理时间

# IDS_PARAMS_MODIFIER_SGRUDDERTIME
source: Rudder shift time
es_mx: Tiempo de giro del timón
ja: 転舵所要時間
pl: Czas przestawienia steru
ru: Время перекладки рулей с борта на борт
uk: Час перекладання рулів з борту на борт
zh: 方向舵转档时间
zh_sg: 方向舵换挡时间

# IDS_PARAMS_MODIFIER_SHIPSPEEDCOEFFFORRIBBONS
source: Ship speed increase
es_mx: Aumento de velocidad del barco
ja: 艦艇の速度向上
pl: Zwiększenie prędkości okrętu
ru: Увеличение скорости корабля
uk: Збільшення швидкості корабля
zh: Увеличение скорости корабля
zh_sg: 战舰速度增加

# IDS_PARAMS_MODIFIER_SHIPSPEEDCOEFFORPOTENTIALDAMAGE
source: Ship's maximum speed after receiving 2,000,000 HP of potential damage
es_mx: Velocidad máxima del barco después de recibir 2 000 000 de HP de daño potencial
ja: 2,000,000 HP の潜在ダメージを被った後の最高速度
pl: Maksymalna prędkość po przyjęciu 2 000 000 PW potencjalnych uszkodzeń
ru: Максимальная скорость корабля при получении 2 000 000 потенциального урона
uk: Максимальна швидкість корабля якщо зазнано 2 000 000 потенційної шкоди
zh: Максимальная скорость корабля при получении 2 000 000 потенциального урона
zh_sg: 战舰受到2000000点潜在伤害后的最高航速

# IDS_PARAMS_MODIFIER_SHOOTSHIFT
source: Dispersion of shells fired by enemies attacking your ship
es_mx: Dispersión de los proyectiles disparados por el enemigo atacando a tu barco
ja: 自艦を攻撃中の敵が射撃した砲弾の散布界
pl: Rozrzut pocisków wystrzeliwanych przez przeciwnika w kierunku Twojego okrętu
ru: Рассеивание снарядов атакующего вас противника
uk: Розсіювання снарядів супротивника, що атакує вас
zh: 对您的战舰攻击的炮弹扩散
zh_sg: 被敌方炮弹攻击的误差

# IDS_PARAMS_MODIFIER_SMALLGUNBONUS
source: Traverse speed of guns with a caliber up to and including 139 mm
es_mx: Velocidad de giro de los cañones de calibre menor o igual a 139 mm
ja: 口径 139 mm 以下の砲の旋回速度
pl: Prędkość obrotu o 180° dział o kalibrze nie większym niż 139 mm
ru: Скорость поворота орудий калибра до 139 мм включительно
uk: Швидкість повороту гармат калібру до 139 мм включно
zh: 口经小于等于139毫米的火炮180度旋转所需时间
zh_sg: 口径139毫米及以下火炮的回转速度

# IDS_PARAMS_MODIFIER_SMALLGUNRANGECOEFFICIENT
source: Firing range of main battery guns with a caliber up to and including 139 mm, and secondary battery guns
es_mx: Rango de disparo de los cañones de la batería principal con un calibres menor o igual a 139 mm, y de los cañones de la batería secundaria
ja: 口径 139 mm 以下の主砲および副砲の射程
pl: Zasięg ognia dział głównej baterii o kalibrze nie większym niż 139 mm i dział baterii dodatkowej
ru: Дальность стрельбы ГК до 139 мм включительно и ПМК
uk: Дальність стрільби ГК до 139мм включно та ПМК
zh: 超过139毫米口径的主要和次要火炮的射程
zh_sg: 口径139毫米及以下主炮和副炮的射程

# IDS_PARAMS_MODIFIER_SMALLGUNRELOADCOEFFICIENT
source: Reload time of main battery guns with a caliber up to and including 139 mm, and secondary battery guns
es_mx: Tiempo de recarga de los cañones de la batería principal con un calibres menor o igual a 139 mm, y de los cañones de la batería secundaria
ja: 口径 139 mm 以下の主砲および副砲の装填時間
pl: Czas przeładowania dział głównej baterii o kalibrze nie większym niż 139 mm i dział baterii dodatkowej
ru: Время перезарядки ГК до 139 мм включительно и ПМК
uk: Час перезаряджання ГК до 139мм включно і ПМК
zh: 口经小于等于139毫米的主要和次要火炮的装填时间
zh_sg: 口径139毫米及以下主炮和副炮的装填时间

# IDS_PARAMS_MODIFIER_SMOKEGENERATORLIFETIME
source: Smoke screen dispersion time
es_mx: Tiempo de dispersión de la pantalla de humo
ja: 煙幕の持続時間
pl: Czas rozproszenia zasłony dymnej
ru: Время рассеивания дымов
uk: Час розсіювання димів
zh: 烟幕扩散时间
zh_sg: 烟幕扩散时间

# IDS_PARAMS_MODIFIER_SMOKEGENERATORWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间

# IDS_PARAMS_MODIFIER_SMOKEGENERATORWORKTIME_MODERNIZATION
source: Action time of the Smoke Generator consumable
es_mx: Tiempo de acción del consumible Generador de Humo
ja: 消耗品「発煙装置」の動作時間
pl: Czas działania Wytwornicy dymu
ru: Время работы снаряжения «Дымогенератор»
uk: Час роботи спорядження «Генератор диму»
zh: 烟雾产生器消耗品启动时间
zh_sg: 发烟器消耗品的作用时间

# IDS_PARAMS_MODIFIER_SONARSEARCHWORKTIME
source: Action time of the consumable
es_mx: Tiempo de acción del consumible
ja: 消耗品の動作時間
pl: Czas działania sprzętu eksploatacyjnego
ru: Время работы снаряжения
uk: Час роботи спорядження
zh: 消耗品的启动时间
zh_sg: 消耗品作用时间
