Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC520_BD098_DES_MOINES_DESCRIPTION
source: Following the naval battles with Japan in the Pacific in 1942, the U.S. Navy ordered a new rapid-firing 203 mm artillery system. A new triple-gun turret with automatic shell loading was designed for this system and, ultimately, a new hull and a new ship had to be designed to carry it. This is how the Des Moines-class heavy cruisers were created. Almost similar in their appearance, with the exception of size, to their Oregon City-class predecessors, these ships had a staggering main battery firing rate—90 rounds per minute. The ship's set of AA defenses was altered—Des Moines carried single-caliber AA artillery consisting of twelve twin 76 mm automatic guns. Only three ships of this class entered service, and one of them—Newport News—became the last artillery cruiser in the U.S. Navy. Having taken part in the hostilities in Vietnam, the ship was decommissioned in 1975.
ja: 1942 年の太平洋における日本との数々の海戦の後、アメリカ海軍は新しい 203 mm 速射砲システムを発注しました。このシステムのために自動砲弾装填装置を備えた新しい三連装砲塔が設計され、そしてさらにはこの砲塔を搭載できる新しい船体と艦艇が設計されることとなりました。 デモイン級重巡洋艦はこうして誕生しました。サイズを除く外観は前級艦のオレゴン・シティー級巡洋艦とほぼ同一でしたが、デモイン級は毎分 90 発という驚異的な主砲射撃速度を有しました。艦艇の対空防御も変更され、デモインは統一的な口径となる 76 mm 連装機関砲 12 基の対空砲を搭載していました。 同級巡洋艦で就役したのは 3 隻のみであり、うち 1 隻であるニューポート・ニューズがアメリカ海軍における最後の砲熕巡洋艦となりました。同艦はベトナム戦争に参加した後、1975 年に退役しました。
pl: Po bitwach morskich stoczonych z Japonią na Pacyfiku w 1942 roku U.S. Navy zamówiła nowy, szybkostrzelny system artyleryjski kal. 203 mm. Na jego potrzeby zaprojektowano nowe potrójne wieże z automatycznym systemem ładowania. Ostatecznie do ich zastosowania zaprojektowano nowy kadłub i co za tym idzie, nowy okręt. W ten sposób powstały ciężkie krążowniki typu Des Moines. Poza wymiarami, wyglądały niemal identycznie jak poprzedzające je jednostki klasy Oregon City. Mogły się poszczycić niesamowitą szybkostrzelnością, wynoszącą 90 pocisków na minutę. Zmieniono także uzbrojenie przeciwlotnicze – Des Moines posiadały artylerię przeciwlotniczą o jednolitym kalibrze złożoną z dwunastu dział automatycznych kal. 76 mm. Tylko trzy okręty tego typu weszły do służby, a jeden z nich – Newport News – został ostatnim krążownikiem artyleryjskim U.S. Navy. Po wzięciu udziału w wojnie w Wietnamie okręt został wycofany ze służby w 1975 roku.
ru: По итогам морских боёв с японцами на Тихом океане в 1942 г. ВМС США заказали новую скорострельную артиллерийскую систему 203-мм калибра. Для неё была создана новая трёхорудийная башня с автоматизированным заряжанием, а под неё уже пришлось проектировать новый корпус и новый корабль. Так появились тяжёлые крейсеры типа Des Moines. Внешне почти не отличаясь, за исключением размеров, от своих предшественников типа Oregon City, эти корабли имели ошеломляющую огневую производительность главного калибра — 90 снарядов в минуту. Также изменился состав зенитной артиллерии — на Des Moines она стала однокалиберной, из двенадцати спаренных 76-мм автоматических орудий. В строй вступили всего три корабля этого типа, но именно один из них — Newport News — оказался последним артиллерийским крейсером в составе ВМС США. Он принял активное участие в боевых действиях во Вьетнаме и был выведен из боевого состава флота только в 1975 г.
zh: По итогам морских боёв с японцами на Тихом океане в 1942 г. ВМС США заказали новую скорострельную артиллерийскую систему 203-мм калибра. Для неё была создана новая трёхорудийная башня с автоматизированным заряжанием. А под неё уже пришлось проектировать новый корпус и новый корабль. Так появились тяжёлые крейсера типа Des Moines. Внешне почти не отличаясь, за исключением размеров, от своих предшественников типа «Орегон Сити», эти корабли имели ошеломляющую огневую производительность главного калибра — 90 снарядов в минуту. Также изменился состав зенитной артиллерии — на Des Moynes она стала однокалиберной, из двенадцати спаренных 76-мм автоматических орудий. В строй вступили всего три корабля этого типа, но именно один из них — «Ньюпорт Ньюс» — оказался последним артиллерийским крейсером в составе ВМС США. Приняв активное участие в боевых действиях во Вьетнаме, он был выведен из боевого состава флота только в 1975 г.

# IDS_PCZC521_BD098_FLETCHER_DESCRIPTION
source: The Fletcher-class destroyers were the result of the war that began in Europe and led to the cancellation of all restrictions on the construction of new ships, primarily those on ships' tonnage. Because of this, additional requirements were immediately implemented, for example, to increase the output of the engine and, for the first time, to equip part of the hull with anti-fragmentation armor. As early as at the design stage, provision was made for an increase in the ship's displacement in order to mount new weapons systems. Initially, the weapons she carried did not differ much from those carried by her predecessors—five 127 mm guns, two 533 mm quintuple-tube torpedo launchers, one additional AA gun, and four additional anti-submarine mortars. But, when in the course of hostilities, the need arose to dramatically increase the ship's AA and ASW capabilities, this was easily done without compromising stability or other weapons. Therefore, 175 Fletcher-class destroyers that were launched during the war and commissioned in large numbers since the summer of 1942 became the backbone of the U.S. Navy's destroyer forces in the most difficult and decisive battles of World War II.
ja: フレッチャー級駆逐艦はヨーロッパで勃発した戦争を受けて設計されました。この戦争により、主に艦艇のトン数などの新艦艇の建造に関する全ての制限が撤廃され、このおかげで、例えば機関出力の強化や、船体の一部への弾片防御の採用など、性能の追加の要求があれば直ちに実装することができました。 本艦の排水量は設計の極めて早い段階で、新しい兵装システムを搭載するために増加されました。当初、本艦の兵装は前級艦とさほど変わず、127 mm 砲 5 門、533 mm 五連装魚雷発射管 2 基、追加の対空砲 1 門、追加の対潜迫撃砲 4 基を搭載していました。 しかし、戦争の中で本艦の対空戦闘能力および対潜戦闘能力を大幅に増加させる必要が生じました。この改修は、安定性や他の兵装を犠牲にすることなく、容易に行うことができました。こうして、戦争中に進水し 1942 年夏以降に大量に就役した 175 隻のフレッチャー級駆逐艦は、第二次世界大戦の最も決定的な戦闘において、アメリカ海軍駆逐隊を支える存在となりました。
pl: Niszczyciele typu Fletcher były owocem wojny, która rozgorzała w Europie i doprowadziła do zniesienia wszelkich ograniczeń w budowie nowych okrętów, przede wszystkim limitów wyporności. Dzięki temu wprowadzono natychmiast dodatkowe wymagania, na przykład zwiększono moc maszynowni i po raz pierwszy pokryto kadłub pancerzem przeciwodłamkowym. Już na etapie projektowania inżynierowie zwiększyli wyporność okrętu, żeby zastosować nowe systemy uzbrojenia. Początkowo uzbrojenie nie różniło się znacząco od tych stosowanych na poprzednikach – pięć dział kal. 127 mm, dwie pięciorurowe wyrzutnie torped kal. 533 mm, jedno dodatkowe działo przeciwlotnicze i cztery dodatkowe moździerze przeciw okrętom podwodnym. Gdy w obliczu działań zbrojnych zaszła nagła potrzeba zwiększenia zdolności okrętu do zwalczania lotnictwa i okrętów podwodnych, można było to zrobić bez poświęcania stabilności czy innego uzbrojenia. Tym sposobem 175 niszczycieli typu Fletcher, które zwodowano w trakcie wojny i masowo produkowano od lata 1942 roku, stało się trzonem formacji niszczycieli U.S. Navy w najtrudniejszych i decydujących bitwach II wojny światowej.
ru: Эсминцы типа Fletcher стали детищем начавшейся в Европе войны, которая привела к отмене всех ограничений на строительство новых кораблей, прежде всего по тоннажу. Благодаря этому в проекте сразу удалось реализовать дополнительные требования, например увеличить мощность энергетической установки, впервые снабдить часть корпуса противоосколочным бронированием. На Fletcher ещё на стадии проектирования закладывался резерв водоизмещения на новые системы вооружения. Изначально его состав мало отличался от предшественников — пять 127-мм орудий, два пятитрубных 533-мм торпедных аппарата (на одно зенитное орудие и четыре бомбомёта больше). Однако во время боевых действий возникла необходимость резко нарастить количественно и качественно ПВО и ПЛО корабля — это легко удалось сделать, не жертвуя остойчивостью или другим вооружением. Поэтому 175 спущенных на воду за годы войны эсминцев типа Fletcher, массово вступавших в строй с лета 1942 г., явились становым хребтом миноносных сил ВМС США в самых тяжёлых и решающих сражениях Второй мировой войны.
zh: Эсминцы типа Fletcher стали детищем начавшейся в Европе войны, которая привела к отмене всех ограничений на строительство новых кораблей, прежде всего по тоннажу. Благодаря этому в проекте сразу удалось реализовать дополнительные требования, например увеличить мощность энергетической установки, впервые снабдить часть корпуса противоосколочным бронированием. На Fletcher ещё на стадии проектирования закладывался резерв водоизмещения на новые системы вооружения. Изначально его состав мало отличался от предшественников — пять 127-мм орудий, два 5-трубных 533-мм торпедных аппарата (на одно зенитное орудие и 4 бомбомёта больше). Однако во время боевых действий возникла необходимость резко нарастить количественно и качественно ПВО и ПЛО корабля — это легко удалось сделать, не жертвуя остойчивостью или другим вооружением. Поэтому 175 спущенных на воду за годы войны эсминцев типа Fletcher, массово вступавших в строй с лета 1942 г., явились становым хребтом миноносных сил ВМС США в самых тяжёлых и решающих сражениях Второй мировой войны.

# IDS_PCZC522_BD098_IOWA
source: Iowa
zh: 依阿华

# IDS_PCZC522_BD098_IOWA_DESCRIPTION
source: After Japan's refusal to join the 1936 London Naval Treaty, the countries that signed it received the right to increase the displacement of their battleships to 45,000 tons. This allowed the U.S. Navy to engage in the design of a long-desired high-speed battleship, which was previously technically impossible due to the limitations. A new 406 mm main battery gun was specifically developed for the ship, and in 1939, Congress approved the construction of four such battleships at once, and two more ships soon afterwards. Initially, the project was conceived as a high-speed variant of the South Dakota-class ships, which had already been laid down, but the hull had to be thoroughly redesigned. In terms of armor and anti-torpedo protection, Iowa was almost similar to her predecessor. The new armament meant her main battery guns turned out to be much more powerful. The dual-purpose guns remained the same as those on the South Dakota-class ships. The small-caliber AA artillery was constantly enhanced during service. The main qualitative change was the speed of 32.5 knots in comparison with 27.5 knots. The long history of the four Iowa-class battleships that were commissioned and survived is fairly well known. But it is remarkable how quickly these ships were built in wartime, despite all the complexity of this work. Three of the four battleships entered service well ahead of schedule. Wisconsin, which was laid down on January 25, 1941, at the Philadelphia Naval Shipyard, was delivered to the Navy a year and two months ahead of schedule. An amazing result!
ja: 日本が 1936 年のロンドン海軍軍縮条約の調印を拒絶した後、同条約の署名国は戦艦の排水量を 45,000 トンに増加する権利を取得しました。これによりアメリカ海軍は、以前は制限のために技術的に不可能であった待望の高速戦艦の設計に取り掛かることができました。同艦のために新しい 406 mm 主砲が特別に開発されました。1939 年、議会はそれら 4 隻の戦艦の建造を承認し、その後 2 隻の追加建造も承認されました。 当初、本計画は既に起工していたサウスダコタ級戦艦の高速版として考案されましたが、船体は徹底的に再設計する必要がありました。装甲と水魚雷防御に関して、アイオワは前級艦とほぼ同等でした。本艦の主砲は一新され、このためはるかに強力になりました。両用砲はサウスダコタ級戦艦と同一でした。小型対空砲は、就役中に絶えず強化されていきました。性能上の主要な変化は 27.5 ノットから 32.5 ノットへの速度の向上です。 就役した 4 隻のアイオワ級戦艦の長い艦歴は非常に有名です。しかし注目すべきは、建造作業の複雑さにもかかわらず、これらの戦艦が戦時においていかに早く建造されたかです。建造された 4 隻の戦艦のうち 3 隻は予定を大幅に前倒しして就役しました。1941 年 1 月 25 日にフィラデルフィア海軍造船所で起工したウィスコンシンは、予定より 1 年 2 ヶ月も早く海軍に配備されました。実に素晴らしい成果です!
pl: Po odmowie podpisania Londyńskiego traktatu morskiego z 1936 roku przez Japonię, jego sygnatariusze otrzymali prawo zwiększenia wyporności swoich pancerników do 45 000 ton. Pozwoliło to U.S. Navy rozpocząć prace nad od dawna wyczekiwanym szybkim pancernikiem, który wcześniej nie mógł być zbudowany ze względu na ograniczenia traktatowe. Specjalnie dla okrętu opracowano nową baterię główną z działami kal. 406 mm, a w 1939 roku Kongres wyraził zgodę na budowę dwóch kolejnych okrętów. Początkowo projekt był w istocie szybką wersją okrętów typu South Dakota, których budowa już się rozpoczęła, ale kadłub musiał być gruntownie przebudowany. Pod względem pancerza i ochrony przeciwtorpedowej okręty Iowa były bardzo podobne do swoich poprzedników. Ich główne działa okazały się znacznie potężniejsze dzięki nowemu systemowi. Artyleria uniwersalna nie zmieniła się względem znanej z okrętów South Dakota. Artyleria przeciwlotnicza małego kalibru była w trakcie służby regularnie modernizowana. Główną zmianą jakościową było zwiększenie prędkości maksymalnej do 32,5 węzła, w porównaniu z poprzednią wartością 27,5 węzła. Długa historia czterech pancerników typu Iowa, które weszły do służyły i przetrwały, jest całkiem dobrze znane. Chcemy jednak zwrócić uwagę na fakt, jak szybko jednostki te zbudowano, pomimo ich dużego stopnia złożoności. Trzy z czterech pancerników weszły do służby znacznie przed terminem. Wisconsin, którego budowa rozpoczęła się 25 stycznia 1941 roku w stoczni marynarki w Filadelfii, został dostarczony marynarce rok i dwa miesiące wcześniej niż przewidywał harmonogram. Niesamowity wynik!
ru: После отказа Японии в 1936 г. присоединиться к Лондонскому договору по ограничению морских вооружений заключившие его державы получили право на увеличение водоизмещения своих линейных кораблей до 45 000 т. Это позволило ВМС США заняться давно желаемым проектированием быстроходного линейного корабля, что ранее было технически невозможно ввиду лимита. Специально для него было разработано новое 406-мм орудие главного калибра, и уже в 1939 г. Конгресс одобрил постройку сразу четырёх таких линкоров, а вскоре и ещё двух. Первоначально проект задумывался как быстроходный вариант уже заложенных кораблей типа South Dakota, однако конструкцию корпуса пришлось основательно переработать. В плане бронирования и противоторпедной защиты линкор Iowa почти в точности повторял предшественника. Артиллерия главного калибра оказалась гораздо мощнее благодаря новому орудию, универсальная артиллерия осталась такой же, как и на кораблях типа South Dakota, малокалиберная зенитная артиллерия постоянно усиливалась по ходу службы. Главным качественным отличием стала скорость — 32,5 узла против 27,5. Долгая история четырёх вступивших в строй и поныне здравствующих линейных кораблей типа Iowa достаточно хорошо известна. Но хотелось бы обратить внимание на ту стремительность, с которой в военное время были созданы эти корабли, несмотря на всю сложность работ. Три из четырёх построенных линкоров вошли в строй со значительным опережением графика, а заложенный 25 января 1941 г. на военно-морской верфи в Филадельфии Wisconsin был сдан флоту на год и два месяца раньше срока. Поразительный результат!
zh: После отказа Японии в 1936 г. присоединиться к Лондонскому договору по ограничению морских вооружений, заключившие его державы получили право на увеличение водоизмещения своих линейных кораблей до 45 000 т. Это позволило ВМС США заняться давно желаемым проектированием быстроходного линейного корабля, что ранее было технически невозможно ввиду лимита. Специально для него разработали новое 406-мм орудие главного калибра и уже в 1939 г. Конгресс одобрил постройку сразу четырёх таких линкоров, а вскоре и ещё двух. Первоначально проект задумывался как быстроходный вариант уже заложенных кораблей типа «Саут Дакота», однако конструкцию корпуса пришлось основательно переработать. В плане бронирования и противоторпедной защиты Iowa почти в точности повторяла предшественника. Артиллерия главного калибра оказалась гораздо мощнее благодаря новому орудию, универсальная артиллерия осталась такой же как и на «Саут Дакотах», малокалиберная зенитная артиллерия постоянно усиливалась по ходу службы. Главным качественным отличием стала скорость — 32,5 узла, против 27,5. Долгая история четырёх вступивших в строй и поныне здравствующих линейных кораблей типа Iowa достаточно хорошо известна. Но хотелось бы обратить внимание на ту стремительность, с которой в военное время были созданы эти корабли, несмотря на всю сложность работ. Три из четырёх построенных линкоров вошли в строй со значительным опережением графика, а заложенный 25 января 1941 г. на военно-морской верфи в Филадельфии «Висконсин» был сдан флоту на год и два месяца раньше срока. Поразительный результат!

# IDS_PCZC523_BD098_KUTUZOV
source: Mikhail Kutuzov
pl: Michaił Kutuzow
ru: «Михаил Кутузов»
zh: «Михаил Кутузов»

# IDS_PCZC523_BD098_KUTUZOV_DESCRIPTION
source: The Project 68-bis light cruisers, which entered service with the Soviet Navy in 1952, became the most numerous, powerful, and perfect representatives of their type ever to be built in the Soviet Union—a total of 14 ships. In many respects, they were on a par with their foreign counterparts that served in the fleets of potential adversaries in the 1950s—Belfast-, Tiger-, Cleveland-, and Worcester-class cruisers. The advantages of the Sverdlov-class ships include powerful artillery armament, primarily 152 mm main battery guns with good ballistics, excellent turret mounts, and the latest fire control system. The ship's main battery guns could be used even in rough seas up to grade 6 inclusive. The Project 68-bis cruisers owe their longevity to the excellent characteristics of their 152 mm guns, including when firing at shore-based targets. The ships also had good seaworthiness, which they repeatedly demonstrated in a variety of conditions throughout their service, which lasted until the end of the 1980s.
ja: 1952 年よりソ連海軍に就役した 68-bis 計画型軽巡洋艦 (スヴェルドロフ級巡洋艦) は、ソ連が建造した巡洋艦としては最も数が多く、最も強力であり、完璧な代表例といえます。建造されたのはミハイル・クトゥーゾフを含む合計 14 隻です。多くの点において、これらのソ連巡洋艦は、1950 年代の仮想敵国の艦隊で就役していたベルファスト級、タイガー級、クリーヴランド級、ウースター級の各巡洋艦と同等でした。 本級の長所は、強力な砲兵装、優れた弾道特性を有する 152 mm 主砲、素晴らしい砲塔、最新の射撃指揮システムなどです。本艦の主砲は風浪階級 6 の荒れた海でも使用できました。68-bis 計画型巡洋艦が長らく運用されたのは、沿岸砲撃能力を含む、この 152 mm 砲の優れた性能のおかげでした。これらの巡洋艦は耐航性も良好であり、その性能は 1980 年代末に退役するまでの任務中における様々な状況で発揮されました。
pl: Lekkie krążowniki projektu 68-bis, które wchodziły do służby w marynarce ZSRR począwszy od 1952 roku, stały się licznymi, potężnymi i niezwykle dopracowanymi przedstawicielami ostatniej serii okrętów tego typu zbudowanej w Związku Radzieckim – serii liczącej 14 jednostek. Pod wieloma względami dorównywały one zagranicznym konkurentom, którzy służyli w potencjalnie wrogich marynarkach lat 50. – krążownikom klas Belfast, Tiger, Cleveland i Worcester. Do zalet okrętów typu Swierdłow zaliczyć należy potężne uzbrojenie artyleryjskie, działa kal. 152 mm o dobrej balistyce, doskonałe wieże i nowoczesny system kontroli ognia. Główna bateria okrętu mogła być używana na wzburzonym morzu do 6 stopnia w skali Douglasa włącznie. Krążowniki typu Projekt 68-bis zawdzięczały swoją przeżywalność doskonałej charakterystyce dział kal. 152 mm, również przy ostrzale celów na lądzie. Okręty te miały doskonałą żeglowność, którą wykazywały się regularnie podczas służby w najrozmaitszych warunkach, trwającej aż do końca lat 80.
ru: Лёгкие крейсеры проекта 68-бис, вступавшие в состав ВМФ СССР с 1952 г., стали самыми многочисленными, наиболее сильными и совершенными представителями своего класса советской постройки — всего 14 единиц. Во многом они не уступали своим зарубежным «одноклассникам», находившимся в составе флотов потенциальных противников в 1950-е годы, — крейсерам типа Belfast, Tiger, Cleveland и Worcester. К достоинствам кораблей типа «Свердлов» следует отнести мощное артиллерийское вооружение, прежде всего 152-мм орудия главного калибра с высокой баллистикой, отличными башенными установками, современной системой управления огнём. Применение главного калибра обеспечивалось даже на волнении моря до 6 баллов включительно. Именно блестящим характеристикам 152-мм орудий, в том числе при стрельбе по береговым целям, крейсеры проекта 68-бис обязаны своим долголетием. Корабли также обладали высокими мореходными качествами, что неоднократно демонстрировали в самых разных условиях на протяжении своей службы, продолжавшейся до конца 1980-х гг.
zh: Лёгкие крейсеры проекта 68-бис, вступавшие в состав ВМФ СССР с 1952 г., стали самыми многочисленными, наиболее сильными и совершенными представителями своего класса советской постройки — 14 единиц. Во многом они не уступали своим зарубежным «одноклассникам», находившимся в составе флотов потенциальных противников в 1950-е гг. — крейсерам типа «Белфаст», «Тайгер», «Кливленд», «Вустер». К достоинствам кораблей типа «Свердлов» следует отнести мощное артиллерийское вооружение, прежде всего 152-мм орудия главного калибра с высокой баллистикой, отличными башенными установками, современной системой управления огнём. Применение главного калибра обеспечивалось даже на волнении моря до 6 баллов включительно. Именно блестящим характеристикам 152-мм орудий, в том числе при стрельбе по береговым целям, крейсера проекта 68-бис обязаны своим долголетием. Корабли также обладали высокими мореходными качествами, что неоднократно демонстрировали в самых разных условиях на протяжении своей службы, продолжавшейся до конца 1980-х гг.
