Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PZSD103_DESCR
source: A British destroyer of the R class, designed by John I. Thornycroft & Co. The ship was transferred to the Thai Navy in 1920. She could travel at a very high speed and carried very good armament. For most of her service life, she was the most powerful torpedo ship in the Thai Navy.
es_mx: Un destructor británico de la clase R, diseñado por John I. Thornycroft & Co. El barco fue transferido a la Armada Tailandesa en 1920. Podía viajar a una velocidad muy alta y llevaba un buen armamento. La mayor parte de su vida de servicio fue el barco torpedero más poderoso en la Marina Tailandesa.
ja: ソーニクロフト社によって設計されたイギリスの R 級駆逐艦であり、1920 年にプラ・ルアンとしてタイ海軍に引き渡されました。極めて高い速力と良好な兵装を備えており、その就役期間中の大半において、タイ海軍における最強の雷装艦でした。
pl: Brytyjski niszczyciel klasy R, zaprojektowany przez firmę John I. Thornycroft & Co. Został przekazany marynarce Tajlandii w 1920 roku. Potrafił się bardzo szybko przemieszczać i był dobrze uzbrojony. Przez większą część swojej służby był najpotężniejszym okrętem torpedowym Tajlandii.
ru: Британский эсминец типа R проекта фирмы «Торникрофт», переданный в 1920 году тайским ВМС. Развивал очень высокую скорость и был хорошо вооружён. На протяжении почти всего срока службы являлся самым мощным торпедным кораблём тайских ВМС.
uk: Британський есмінець типу R проекту фірми «Торнікрофт», переданий 1920 р. тайським ВМС. Розвивав дуже високу швидкість і був добре озброєний. Протягом майже всього терміну служби був найпотужнішим торпедним кораблем тайських ВМС.
zh: Y系 R 级驱逐舰，由约翰-尼科特莱福特公司设计。此舰于 1920 年转交给了T国海军。它可以以非常高的航速来航行并且搭载了非常好的军备。在它大部分的服役生涯里，它一直都是T国海军最强大的鱼雷舰。
zh_sg: John I. Thornycroft & Co设计的英国R级驱逐舰，于1920年转交给了泰国海军。能以非常高的航速航行，并搭载了非常好的武器。在其大部分的服役生涯里，一直是泰国海军最强大的鱼雷舰。

# IDS_PZSD103_FULL
source: Phra Ruang
zh: 帕襄
zh_sg: 帕禳

# IDS_PZSD104
source: Shenyang
zh: 沈阳
zh_sg: 沈阳

# IDS_PZSD104_DESCR
source: Former Japanese destroyer of the Minekaze class that had some distinctions from the lead ship of the series. She was transferred to the Republic of China Navy in 1947, with all Japanese armament being demounted.
es_mx: Antiguo destructor japonés de la clase Minekaze que tenía algunos distintivos del barco principal de la serie. Fue transferido a la Armada de la República de China en 1947, con todo el armamento japonés desmontado.
ja: 本艦は、元々は日本の峯風型駆逐艦であり、本艦級の 1 番艦と同様の特徴をいくつか備えていました。1947 年に日本製の兵装が全て取り除かれた状態で中華民国海軍に引き渡され、瀋陽 (シェンヤン) として配備されました。
pl: Były japoński niszczyciel klasy Minekaze, różniący się nieco od okrętu prowadzącego klasy. Został przekazany marynarce wojennej Republiki Chińskiej w 1947 roku, po demontażu całego uzbrojenia.
ru: Бывший японский эсминец типа Minekaze, имевший ряд отличий от головного корабля. Передан ВМС Китайской Республики в 1947 году, японское вооружение при этом было демонтировано.
uk: Колишній японський есмінець типу Minekaze, що мав низку відмінностей від головного корабля. Переданий до ВМС Китайської Республіки 1947 р., але японське озброєння перед цим демонтували.
zh: 樱级的前R系驱逐舰，与该系列首舰有着一些区别。它在 1947 年将舰上所有的军备拆除后转交给了C国海军。
zh_sg: 峯风级前日本驱逐舰，与该系列首舰存在一些区别。1947年在拆除了舰上所有的日制武器后转交给了中华民国海军。

# IDS_PZSD104_FULL
source: Shenyang
zh: 沈阳
zh_sg: 沈阳

# IDS_PZSD105
source: Jianwei
zh: 建威
zh_sg: 建威

# IDS_PZSD105_DESCR
source: Developed in Britain, the design of this destroyer flotilla leader was offered to the Government of the Republic of China in 1929 (Project T.306), but it never materialized. The ship carried five main guns and two triple torpedo tubes.
es_mx: Desarrollado en Inglaterra, el diseño de este líder de la flotilla de destructores fue ofrecido al Gobierno de la República de China en 1929 (Proyecto T.306), pero nunca se materializó. El barco llevaba cinco cañones principales y dos tubos de torpedos triples.
ja: 嚮導駆逐艦 建威 (ジャンウェイ) は、イギリスで設計され、1929 年に中華民国政府に提案されました (T.306 計画) が、実現には至りませんでした。本案は、5 門の主砲と 2 基の三連装魚雷発射管を備える案でした。
pl: Zaprojektowany w Wielkiej Brytanii jako niszczyciel prowadzący, został zaoferowany rządowi Republiki Chińskiej w 1929 roku (Projekt T.306), ale nigdy nie został zrealizowany. Okręt uzbrojony był w pięć głównych dział i dwie potrójne wyrzutnie torped.
ru: Разработанный в Великобритании проект лидера эсминцев, предложенный правительству Китайской Республики в 1929 году (проект T.306), но оставшийся нереализованным. Вооружение корабля составляли пять орудий главного калибра и два трёхтрубных торпедных аппарата.
uk: Розроблений у Великобританії проект лідера есмінців та запропонований уряду Китайської Республіки 1929 р. (проект T.306) так і залишився нереалізованим. Озброєння корабля становили п’ять гармат головного калібру і два тритрубні торпедні апарати.
zh: 在Y国研发，这艘驱逐舰队领导舰的设计在 1929 年提供给了C国(T.306 计划)，但从未将之具体实现。该战舰搭载了五门主炮及两座三联装鱼雷发射管。
zh_sg: 于英国研发，这艘领袖级驱逐舰的设计于1929年提供给了中华民国政府(Project T.306)，但未能完成制造。该战舰搭载了五门主炮及两座三联装鱼雷发射管。

# IDS_PZSD105_FULL
source: Jianwei
zh: 建威
zh_sg: 建威

# IDS_PZSD106
source: Fushun
zh: 抚顺
zh_sg: 抚顺

# IDS_PZSD106_DESCR
source: Soviet destroyer of the Gnevny class, that was transferred to the People's Republic of China Navy in 1954. She was fast and her main battery artillery was powerful enough for a ship of her type.
es_mx: Destructor soviético de la clase Gnevny, que fue transferido a la República Popular de China en 1954. Era rápido y su artillería de la batería principal era lo suficientemente poderosa para un barco de su tipo.
ja: ソ連のグネヴヌイ級駆逐艦であり、1954 年に中国人民解放軍海軍に引き渡されて撫順 (フーシュン) として配備されました。本艦は高速であり、駆逐艦としては充分に強力な主砲を備えていました。
pl: Radziecki niszczyciel klasy Gniewnyj, który został przekazany marynarce Chińskiej Republiki Ludowej w 1954 roku. Była to szybka jednostka, o uzbrojeniu adekwatnym dla tego typu okrętu.
ru: Советский эсминец типа «Гневный», переданный ВМС КНР в 1954 году. Развивал высокую скорость и имел мощную для кораблей своего класса артиллерию главного калибра.
uk: Радянський есмінець типу «Ґнєвний», переданий до ВМС КНР 1954 р. Розвивав високу швидкість і мав потужну для кораблів свого класу артилерію головного калібру.
zh: 愤怒级的S系驱逐舰，在 1954 年转交给了C国海军。它的航速很快且其主炮对同类型战舰来说可是威力充足。
zh_sg: Gnevny级苏联驱逐舰，于1954年转交给了中华人民共和国海军。拥有很快的航速以及对同类型战舰威胁巨大的主炮组火炮。

# IDS_PZSD106_FULL
source: Fushun
zh: 抚顺
zh_sg: 抚顺

# IDS_PZSD107
source: Gadjah Mada
zh: 加札马达
zh_sg: 加札马达

# IDS_PZSD107_DESCR
source: The N-class destroyer. She was built in Britain and then transferred to the Royal Netherlands Navy. In 1951, the ship was sold to Indonesia. This destroyer, armed with powerful artillery guns and torpedo tubes, had a very successful design for her time.
es_mx: El destructor de clase N. Fue construido en Inglaterra y luego transferido a la Armada Real de los Países Bajos. En 1951, el barco fue vendido a Indonesia. Este destructor, armado con poderosos cañones de artillería y tubos de torpedos, poseía un diseño muy exitoso para su tiempo.
ja: 本艦は N 級駆逐艦であり、イギリスで建造された後、オランダ海軍に引き渡されました。1951 年にインドネシアに売却され、ガジャ・マダとして配備されました。強力な主砲と雷装を誇る本級は、当時としては極めて優れた設計と言えました。
pl: Niszczyciel klasy N. Został zbudowany w Wielkiej Brytanii i przekazany Królewskiej Marynarce Wojennej Holandii. W 1951 roku okręt został sprzedany do Indonezji. Niszczyciel ten, uzbrojony w potężne działa artyleryjskie i wyrzutnie torped, został bardzo dobrze zaprojektowany.
ru: Эсминец типа N. Был построен в Великобритании и передан ВМС Нидерландов, а в 1951 году продан Индонезии. Очень удачный для своего времени корабль с мощным торпедно-артиллерийским вооружением.
uk: Есмінець типу N. Побудований у Великобританії і переданий до ВМС Нідерландів, а 1951 р. продали до Індонезії. Дуже вдалий для свого часу корабель з потужним торпедно-артилерійським озброєнням.
zh: N 级驱逐舰。它是在Y国打造然后在1951年转交给了N国海军。1951 年，该战舰被出售。此驱逐舰，装备了强大的火炮及鱼雷发射管，拥有对它当时而言非常杰出的设计。
zh_sg: N 级驱逐舰。制造于英国后转交给了荷兰皇家海军。1951年，该战舰被转卖给印尼。此驱逐舰装备了强大的火炮和鱼雷发射管，拥有对当时而言非常杰出的设计。

# IDS_PZSD107_FULL
source: Gadjah Mada
zh: 加札马达
zh_sg: 加札马达

# IDS_PZSD108
source: Hsienyang
zh: 咸阳
zh_sg: 咸阳

# IDS_PZSD108_DESCR
source: The Gleaves-class destroyer built for the U.S. Navy. The ship was transferred to the Republic of China in 1955. The ship's armament consisted of dual-purpose main battery guns and two quintuple torpedo tubes.
es_mx: El destructor de clase Gleaves construido para la Marina de los EE. UU. El barco fue transferido a la República de China en 1955. El armamento del barco consistía en cañones de doble propósito en la batería principal y dos tubos quíntuples de torpedos.
ja: 本艦は、アメリカ海軍用として建造されたグリーヴス級駆逐艦であり、1955 年に中華民国に引き渡され、咸陽 (シェンヤン) として配備されました。主砲として両用砲を搭載し、五連装魚雷発射管を 2 基備えていました。
pl: Niszczyciel klasy Gleaves zbudowany dla marynarki amerykańskiej. W 1955 roku został przekazany chińczykom. Jego uzbrojenie składało się z baterii dział uniwersalnych i dwóch poczwórnych wyrzutni torped.
ru: Построенный для ВМС США эсминец типа Gleaves. Передан Китайской Республике в 1955 году. Был вооружён универсальной артиллерией главного калибра и двумя пятитрубными торпедными аппаратами.
uk: Побудований для ВМС США есмінець типу Gleaves. Переданий Китайській Республіці 1955 р. Був озброєний універсальною артилерією головного калібру і двома п’ятитрубними торпедними апаратами.
zh: 为M系海军所打造的格里夫斯级驱逐舰。该战舰于 1955 年转交给了C国。该战舰的军备包含了两用主炮及两座五联装鱼雷发射管。
zh_sg: 为美国海军所制造的Gleaves级驱逐舰。于1955年转交给了中华民国。该战舰的武器包含两用主炮组及两座五联装鱼雷发射管。

# IDS_PZSD108_FULL
source: Hsienyang
zh: 咸阳
zh_sg: 咸阳

# IDS_PZSD109
source: Chung Mu
zh: 忠武
zh_sg: 忠武

# IDS_PZSD109_DESCR
source: The former U.S. Fletcher-class destroyer that was transferred to the Republic of Korea Navy in 1963. The ship carried good armament and had enhanced AA capabilities.
es_mx: El antiguo destructor clase Fletcher de los EE. UU. que fue transferido a la Marina de la República de Corea en 1963. El buque llevaba un buen armamento y tenía capacidades AA mejoradas.
ja: 本艦は、元はアメリカのフレッチャー級駆逐艦であり、1963 年に韓国海軍に引き渡され、忠武 (チュンム) として配備されました。本艦は、良好な兵装と優れた対空能力を誇りました。
pl: Niegdyś amerykański niszczyciel klasy Fletcher, przekazany Korei w 1963 roku. Okręt ten był dobrze uzbrojony i cechował się ulepszoną obroną przeciwlotniczą.
ru: Бывший американский эсминец типа Fletcher, переданный ВМС Республики Корея в 1963 году. Мощный, хорошо вооружённый корабль с сильной ПВО.
uk: Колишній американський есмінець типу Fletcher, переданий до ВМС Республіки Корея 1963 р. Потужний, добре озброєний корабель з сильною ППО.
zh: 前M系弗莱彻级驱逐舰，于 1963 年转交给了H国海军。该战舰搭载了很好的军备并拥有增强过的防空能力。
zh_sg: 前美国弗莱彻级驱逐舰，于1963年转交给了南韩海军。该战舰搭载了优良的武器并拥有强化过的对空防御能力。

# IDS_PZSD109_FULL
source: Chung Mu
zh: 忠武
zh_sg: 忠武

# IDS_PZSD110
source: Yueyang
zh: 岳阳
zh_sg: 岳阳

# IDS_PZSD110_DESCR
source: Former U.S. destroyer of the Allen M. Sumner class that was transferred to the Republic of China Navy in 1970. She was developed from the very successful Fletcher class. In contrast to her predecessor, she had more powerful artillery, but ran at a lower speed.
es_mx: Antiguo destructor de los EE. UU. de la clase Allen M. Sumner que fue transferido a la Marina de la República de China en 1970. Fue desarrollado a partir de la muy exitosa clase Fletcher. En contraste con su predecesor, tenía una artillería más poderosa, pero avanzaba a una menor velocidad.
ja: 本艦は、元々はアメリカのアレン・M・サムナー級駆逐艦であり、1970 年に中華民国海軍に引き渡され、岳陽 (ユエヤン) として配備されました。本級は傑作艦級として知られるフレッチャー級の発展型であり、前級に比して砲力が強化されていたものの、速力は低下していました。
pl: Dawny niszczyciel amerykański klasy Allen M. Sumner, który został przekazany Republice Chińskiej w 1970 roku. Został zbudowany w oparciu o bardzo udaną klasę Fletcher. W porównaniu z poprzednikiem uzbrojony był lepiej, ale osiągał niższą prędkość.
ru: Американский эсминец типа Allen M. Sumner, переданный ВМС Китайской Республики в 1970 году. Непосредственное развитие удачного типа Fletcher с более мощной и скорострельной артиллерией, но меньшей скоростью.
uk: Американський есмінець типу Allen M. Sumner, передано до ВМС Китайської Республіки 1970 р. Безпосередній розвиток вдалого типу Fletcher з потужнішою артилерією, але меншою швидкістю.
zh: 艾伦-M-萨姆纳级的前M系驱逐舰，于 1970 年转交给了C国海军。它是研发自非常成功的弗莱彻舰级。与它的前辈相反，它拥有更强大的火炮，但航行速度较低。
zh_sg: Allen M. Sumner级前美国驱逐舰，于1970年转交给了中华民国海军。研发基于非常成功的弗莱彻级。与前代舰的区别在于，拥有更强大的火炮，但航行速度较低。

# IDS_PZSD110_FULL
source: Yueyang
zh: 岳阳
zh_sg: 岳阳

# IDS_PZSD208_DESCR
source: One of the destroyers built under Project 30-bis for the needs of the U.S.S.R. Navy after World War II as a further development of the Ognevoi-class ships. In 1959, the ship was transferred to the Navy of Indonesia.
es_mx: Uno de los destructores construidos bajo el Proyecto 30-bis para las necesidades de la Armada de la URSS después de la Segunda Guerra Mundial, como un desarrollo posterior de los barcos de la clase Ognevoi. En 1959, el barco fue transferido a la Armada de Indonesia.
ja: 二次大戦後にソ連海軍用として建造された 30-bis 号計画型駆逐艦 (プロイェークト 30-bis) の 1 隻であり、オグニェーヴォイ級の発展型でした。1959 年にインドネシア海軍に引き渡され、シリワンギと改名されました。
pl: Jeden z niszczycieli zbudowanych w ramach Projektu 30-bis na potrzeby radzieckiej marynarki po II wojnie światowej. Było to rozwinięcie jednostek klasy Ogniewoj. W 1959 roku okręt został przeniesiony do Indonezji.
ru: Один из эсминцев проекта 30-бис, строившихся для ВМФ СССР после Второй мировой войны и являвшихся развитием кораблей типа «Огневой». В 1959 году передан ВМС Индонезии.
uk: Один з есмінців проекту 30-біс, які будували для ВМФ СРСР після Другої світової війни та які були розвитком кораблів типу «Оґнєвой». У 1959 році передали ВМС Індонезії.
zh: Один из эсминцев проекта 30-бис, строившихся для ВМФ СССР после Второй мировой войны и являвшихся развитием кораблей типа «Огневой». В 1959 году передан ВМС Индонезии.
zh_sg: 二次世界大战后苏联作为火力级舰艇的后续发展，30-bis计划下研发的其中一种驱逐舰。1959年，该战舰被移交给印尼海军。

# IDS_PZSD506
source: Anshan
zh: 鞍山
zh_sg: 鞍山

# IDS_PZSD506_DESCR
source: One of the Soviet destroyers built under Project 7. She had a high speed and powerful artillery. The ship was handed over to the Navy of the People's Republic of China in 1955. By that time, her AA defenses had been noticeably enhanced.
es_mx: Uno de los destructores Soviéticos construidos bajo el Proyecto 7. Tenía una alta velocidad y una artillería poderosa. El barco fue cedido a la Marina de la República Popular de China en 1955. Para ese entonces, sus defensas antiaéreas habían sido mejoradas notablemente.
ja: プロイェークト 7 において建造されたソ連製駆逐艦のうちの 1 隻であり、高い速力と素晴らしい砲力を備えていました。1955 年に中国人民解放軍海軍へと引き渡され、鞍山 (アンシャン) と命名。この当時までに、対空防御力が大幅に強化されていました。
pl: Jeden z niszczycieli radzieckich zbudowanych w ramach Projektu 7. Był szybki i uzbrojony w potężną artylerię. W 1955 r. został przekazany Marynarce Wojennej Chińskiej Republiki Ludowej. Do tego czasu jego uzbrojenie przeciwlotnicze zostało wyraźnie poprawione.
ru: Принадлежал к числу советских эскадренных миноносцев проекта 7, отличавшихся высокой скоростью и мощной артиллерией. Передан ВМС КНР в 1955 году. К тому времени была заметно усилена ПВО корабля.
uk: Належав до числа радянських ескадрених міноносців проекту 7, що відрізнялися високою швидкістю й потужною артилерією. Переданий до ВМС КНР 1955 р. До того часу була значно посилена ППО корабля.
zh: 一艘在7号工程下制造的驱逐舰。拥有高射速及伤害的火炮。此战舰于1955年交付海军使用，其防空能力得到了显著加强。
zh_sg: 于Project 7背景下制造的其中一种苏联驱逐舰。拥有高航速和强大的火炮。于1955年移交给了中华人民共和国海军。并且当时移交的战舰，已经显著强化了对空防御能力。

# IDS_PZSD506_FULL
source: Anshan
zh: 鞍山
zh_sg: 鞍山

# IDS_PZSD506_SHORT
source: ANSN
zh: 鞍山
zh_sg: 鞍山

# IDS_PZSD508
source: Loyang
zh: 洛阳
zh_sg: 洛阳

# IDS_PZSD508_DESCR
source: A destroyer specifically built for the U.S. Navy, boasting powerful AA guns and a high speed. She was handed over to the Navy of the Republic of China in 1954. Her armament comprised dual-purpose main guns and quintuple torpedo tubes.
es_mx: Un destructor especialmente construido para la Marina de los EE.UU., exhibiendo poderosos cañones antiaéreos y una alta velocidad. Fue cedido a la Marina de la República de China en 1954. Su armamento comprendía cañones principales de doble propósito y tubos de torpedo quíntuples.
ja: アメリカ海軍用として建造された駆逐艦であり、強力な対空兵装と高い速力を備えていました。1954 年に中華民国海軍へと引き渡され、洛陽 (ローヤン) と命名。兵装としては、主砲には両用砲を、雷装には五連装魚雷発射管を搭載していました。
pl: Niszczyciel zbudowany dla U.S. Navy, szybki i uzbrojony w silne działa przeciwlotnicze. Został przekazany Marynarce Wojennej Republiki Chińskiej w 1954 r. Na jego uzbrojenie składały się dwa działa uniwersalne i pięciorurowe wyrzutnie torped.
ru: Эсминец, построенный для ВМС США. Обладал мощной ПВО и развивал высокую скорость хода. Передан ВМС Китайской Республики в 1954 году. Имел на вооружении универсальные орудия главного калибра и пятитрубные торпедные аппараты.
uk: Есмінець, побудований для ВМС США. Мав потужну ППО та набирав велику швидкість ходу. Переданий до ВМС Китайської Республіки 1954 р. Мав на озброєнні універсальні гармати головного калібру та п’ятитрубні торпедні апарати.
zh: 专门为M系海军打造的驱逐舰，以其防空炮及航速出名。于1954年交付海军使用。舰上武器包括高平两用主炮以及五联装鱼雷发射管。
zh_sg: 一艘为美国海军建造，拥有高航速和强大防空炮的驱逐舰。于1954年移交给了中华民国海军。其武器包括了两用主炮以及五联装鱼雷发射管。

# IDS_PZSD508_FULL
source: Loyang
zh: 洛阳
zh_sg: 洛阳

# IDS_PZSD508_SHORT
source: YANG
zh: 洛阳
zh_sg: 洛阳

# IDS_PZUA001_C1_ART_STOCK
source: 127 mm/40 Type89
es_mx: 127 mm/40 Tipo 89
ru: 127-мм/40 Type89
uk: 127-мм/40 Type89
zh: 127 毫米/40 八九式

# IDS_PZUA101_D2_ART_STOCK
source: 105 mm L/45 Tbts LC/16
ru: 105-мм L/45 Tbts LC/16
uk: 105-мм L/45 Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16

# IDS_PZUA201_D3_ART_STOCK
source: 102 mm/40 PIX
ru: 102-мм/40 PIX
uk: 102-мм/40 PIX
zh: 102 毫米/40 PIX

# IDS_PZUA301_D4_ART_STOCK
source: 127 mm/51 Mark 7
ru: 127-мм/51 Mark 7
uk: 127-мм/51 Mark 7
zh: 127 毫米/51 Mark 7

# IDS_PZUA401_D5_ART_STOCK
source: 120 mm/45 BL Mk I
ru: 120-мм/45 BL Mk I
uk: 120-мм/45 BL Mk I
zh: 120 毫米/45 BL Mk I

# IDS_PZUA501_130MM_M1936_ANSHAN
source: 130 mm/50 M1936 shì
ru: 130-мм/50 M1936 shì
uk: 130-мм/50 M1936 shì
zh: 130 毫米/50 M1936 式

# IDS_PZUA502_D6_ART_STOCK
source: 130 mm/50 M1936 shì
ru: 130-мм/50 M1936 shì
uk: 130-мм/50 M1936 shì
zh: 130 毫米/50 M1936 式

# IDS_PZUA503_ART_HUANGHE
source: 152 mm/57 MK-4
ru: 152-мм/57 МK-4
uk: 152-мм/57 МK-4
zh: 152 毫米/57 MK-4

# IDS_PZUA601_D7_ART_STOCK
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PZUA701_127MM_LO_YANG
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZUA702_D8_ART_STOCK
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZUA703_ART_IRIAN
source: 152 mm/57 MK-5-bis
ru: 152-мм/57 МК-5-бис
uk: 152-мм/57 МК-5-біс
zh: 152 毫米/57 MK-5-比斯

# IDS_PZUA704_ART_SILIWANGI
source: 130 mm/50 B-2LM
ru: 130-мм/50 Б-2ЛМ
uk: 130-мм/50 Б-2ЛМ
zh: 130 毫米/50 B-2LM

# IDS_PZUA705_ART_MARTEL_CN
source: 203 mm/55 Mle 1934
ru: 203-мм/55 Mle 1934
uk: 203-мм/55 Mle 1934
zh: 203 毫米/55 1934型

# IDS_PZUA801_D9_ART_STOCK
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZUA802_ART_IZUMO_CN
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PZUA901_D10_ART_STOCK
source: 127 mm/38 Mk38
ru: 127-мм/38 Mk38
uk: 127-мм/38 Mk38
zh: 127 毫米/38 Mk38

# IDS_PZUE001_C1_ENG_STOCK
source: Propulsion: 2,500 hp
es_mx: Propulsión: 2,500 hp
ja: 推力: 2,500 馬力
pl: Napęd: 2 500 KM
ru: ЭУ 2 500 л.с.
uk: СУ 2 500 к.с.
zh: 推进系统：2,500 匹马力
zh_sg: 推进系统：2500 匹马力

# IDS_PZUE101_D2_ENG_STOCK
source: Propulsion: 24,800 hp
es_mx: Propulsión: 24,800 hp
ja: 推力: 24,800 馬力
pl: Napęd: 24 800 KM
ru: ЭУ 24 800 л.с.
uk: СУ 24 800 к.с.
zh: 推进系统：24,800 匹马力
zh_sg: 推进系统：24800马力

# IDS_PZUE201_D3_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PZUE301_D4_ENG_STOCK
source: Propulsion: 38,500 hp
es_mx: Propulsión: 38,500 hp
ja: 推力: 38,500 馬力
pl: Napęd: 38 500 KM
ru: ЭУ 38 500 л.с.
uk: СУ 38 500 к.с.
zh: 推进系统：38,500 匹马力
zh_sg: 推进系统：38500马力

# IDS_PZUE401_D5_ENG_STOCK
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PZUE501_ENGINE_48000_ANSHAN
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PZUE502_D6_ENG_STOCK
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PZUE503_ENG_HUANGHE
source: Propulsion: 64,000 hp
es_mx: Propulsión: 64,000 hp
ja: 推力: 64,000 馬力
pl: Napęd: 64 000 KM
ru: ЭУ 64 000 л.с.
uk: СУ 64 000 к.с.
zh: 推进系统：64,000 匹马力
zh_sg: 推进系统：64000马力

# IDS_PZUE601_D7_ENG_STOCK
source: Propulsion: 44,000 hp
es_mx: Propulsión: 44,000 hp
ja: 推力: 44,000 馬力
pl: Napęd: 44 000 KM
ru: ЭУ 44 000 л.с.
uk: СУ 44 000 к.с.
zh: 推进系统：44,000 匹马力
zh_sg: 推进系统：44000马力

# IDS_PZUE701_ENGINE_50000_LO_YANG
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PZUE702_D8_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PZUE703_ENGINE_IRIAN
source: Propulsion: 121,000 hp
es_mx: Propulsión: 121,000 hp
ja: 推力: 121,000 馬力
pl: Napęd: 121 000 KM
ru: ЭУ 121 000 л.с.
uk: СУ 121 000 к.с.
zh: 推进系统：121,000 匹马力
zh_sg: 推进系统：121000马力

# IDS_PZUE704_ENG_SILIWANGI
source: Propulsion: 62,100 hp
es_mx: Propulsión: 62 100 hp
ja: 推力: 62,100 馬力
pl: Napęd: 62 100 KM
ru: ЭУ 62 100 л.с.
uk: СУ 62 100 к. с.
zh: ЭУ 62 100 л.с.
zh_sg: 推进系统：62100马力

# IDS_PZUE705_ENG_MARTEL_CN
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力。
zh_sg: 推进系统：100000马力

# IDS_PZUE801_D9_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PZUE802_ENG_IZUMO_CN
source: Propulsion: 135,000 hp
es_mx: Propulsión: 135,000 hp
ja: 推力: 135,000 馬力
pl: Napęd: 135 000 KM
ru: ЭУ 135 000 л.с.
uk: СУ 135 000 к.с.
zh: 推进系统：135,000 匹马力。
zh_sg: 推进系统：135000马力

# IDS_PZUE901_D10_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PZUH001_C1_HULL_A
source: Chengan (A)
zh: 成安 (A)
zh_sg: 成安(A)

# IDS_PZUH101_D2_HULL_A
source: Longjiang (A)
zh: 龙江 (A)
zh_sg: 龙江(A)

# IDS_PZUH102_D2_HULL_B
source: Longjiang (B)
zh: 龙江 (B)
zh_sg: 龙江(B)

# IDS_PZUH201_D3_HULL_A
source: Phra Ruang (A)
zh: 帕襄 (A)
zh_sg: 帕襄(A)

# IDS_PZUH202_D3_HULL_B
source: Phra Ruang (B)
zh: 帕襄 (B)
zh_sg: 帕襄(B)

# IDS_PZUH301_D4_HULL_A
source: Shenyang (A)
zh: 沈阳 (A)
zh_sg: 沈阳(A)

# IDS_PZUH302_D4_HULL_B
source: Shenyang (B)
zh: 沈阳 (B)
zh_sg: 沈阳(B)

# IDS_PZUH401_D5_HULL_A
source: Jianwei (A)
zh: 建威 (A)
zh_sg: 建威(A)

# IDS_PZUH402_D5_HULL_B
source: Jianwei (B)
zh: 建威 (B)
zh_sg: 建威(B)

# IDS_PZUH501_ANSHAN
source: Anshan
zh: 鞍山
zh_sg: 鞍山

# IDS_PZUH502_D6_HULL_A
source: Fushun (A)
zh: 抚顺 (A)
zh_sg: 抚顺(A)

# IDS_PZUH503_D6_HULL_B
source: Fushun (B)
zh: 抚顺 (B)
zh_sg: 抚顺(B)

# IDS_PZUH504_HUANGHE
source: Huanghe
zh: 黄河
zh_sg: 黄河

# IDS_PZUH601_D7_HULL_A
source: Gadjah Mada (A)
zh: 加札马达 (A)
zh_sg: 加札马达(A)

# IDS_PZUH602_D7_HULL_B
source: Gadjah Mada (B)
zh: 加札马达 (B)
zh_sg: 加札马达(B)

# IDS_PZUH701_LO_YANG
source: Loyang
zh: 洛阳
zh_sg: 洛阳

# IDS_PZUH702_D8_HULL_A
source: Hsienyang (A)
zh: 咸阳 (A)
zh_sg: 咸阳(A)

# IDS_PZUH703_D8_HULL_B
source: Hsienyang (B)
zh: 咸阳 (B)
zh_sg: 咸阳(B)

# IDS_PZUH704_IRIAN
source: Irian
zh: 伊里安
zh_sg: 伊里安

# IDS_PZUH801_D9_HULL_A
source: Chung Mu (A)
zh: 忠武 (A)
zh_sg: 忠武(A)

# IDS_PZUH802_D9_HULL_B
source: Chung Mu (B)
zh: 忠武 (B)
zh_sg: 忠武(B)

# IDS_PZUH901_D10_HULL_A
source: Yueyang (A)
zh: 岳阳 (A)
zh_sg: 岳阳(A)

# IDS_PZUS001_C1_SUO_STOCK
source: Type1 mod. 1
es_mx: Tipo 1 mod. 1
zh: 一式 1型
