Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_GAMEMODE_ARMS_RACE_RULES_BULLET_1
source: Buffs can help you and your team by enhancing the performance characteristics of warships and aircraft squadrons. The Key Area will appear some time after the battle begins.
es_mx: Las bonificaciones pueden ayudar a ti y a tu equipo al mejorar las características de desempeño de los barcos de guerra y los escuadrones de aviones. El Área Clave aparecerá poco después del inicio de la batalla.
ja: 強化を得ることで自分や味方の艦艇と空母中隊の戦闘能力が底上げされます。 キーエリアは戦闘開始後しばらく経ってから出現します。
pl: Wzmocnienia mogą pomóc Tobie i Twojej drużynie poprzez polepszenie charakterystyk okrętów i samolotów. Strefy kluczowe pojawią się po pewnym czasie od rozpoczęcia bitwy.
ru: С помощью улучшений ваша команда повышает боевые характеристики кораблей и эскадрилий. Контрольная точка появится спустя некоторое время после начала боя.
uk: Завдяки поліпшенням ваша команда підвищує бойові характеристики кораблів й ескадрилей. Контрольна точка з’явиться через деякий час після початку бою.
zh: С помощью улучшений ваша команда повышает боевые характеристики кораблей и эскадрилий. Контрольная точка появится спустя некоторое время после начала боя.
zh_sg: 增益能帮助您和您团队的所有战舰与航母中队提升属性。 关键区域将在战斗开始后一段时间出现。

# IDS_GAMEMODE_ARMS_RACE_RULES_HEADER
source: Special Features of the Mode
es_mx: Características especiales del modo
ja: このモードの特別要素
pl: Cechy specjalne trybu
ru: Особенности режима
uk: Особливості режиму
zh: Особенности режима
zh_sg: 模式特点

# IDS_GAMEMODE_ARMS_RACE_TITLE
source: Arms Race
es_mx: Carrera Armamentista
ja: 軍拡競争
pl: Wyścig zbrojeń
ru: Гонка вооружений
uk: Гонка озброєнь
zh: 军备竞赛
zh_sg: 军备竞赛

# IDS_GAMEMODE_ASSAULT_DEFENSE_DESCRIPTION
source: Score 1,000 points by destroying enemy ships. Failing to protect a friendly base leads to a defeat.
es_mx: Gana 1000 puntos destruyendo barcos enemigos. No proteger la base amiga te llevará a la derrota.
ja: 敵艦艇を撃沈して 1,000 ポイント取得せよ。味方陣地を 1 ヶ所でも失った場合、敗北に繋がる!
pl: Zdobądź 1000 punktów niszcząc okręty przeciwnika. Nieudana obrona własnej bazy skutkuje porażką.
ru: Наберите 1000 очков, уничтожая корабли противника. Потеря командой базы приводит к поражению.
uk: Здобудьте 1 000 очок, знищуючи кораблі супротивника. Команда програє, якщо супротивник захопить союзну базу.
zh: 通过击毁敌方战舰来达到 1,000 点。如果未能保护到我方基地就会导致失败。
zh_sg: 通过击毁敌方战舰来达到1000点。我方基地失守就会导致战斗失败。

# IDS_GAMEMODE_ASSAULT_DEFENSE_TITLE
source: Assault
es_mx: Asalto
ja: 強襲戦
pl: Szturm
ru: Штурм
uk: Штурм
zh: 突袭
zh_sg: 突击

# IDS_GAMEMODE_ATTACK_DEFENSE_DESCRIPTION_0
source: Hold out for the designated period of time and save the station.
es_mx: Resiste durante el período de tiempo designado y salva la estación.
ja: ステーションを指定時間守り抜け!
pl: Odpieraj atak przez określony czas i ocal stację.
ru: Продержитесь отведённое время и сохраните станцию.
uk: Протримайтеся визначений час та збережіть станцію.
zh: Продержитесь отведённое время и сохраните станцию.
zh_sg: 在规定时间内坚守，空间站不被摧毁。

# IDS_GAMEMODE_ATTACK_DEFENSE_DESCRIPTION_1
source: Destroy the station or all hostile ships within the designated time.
es_mx: Destruye la estación o a todos los barcos hostiles en el tiempo designado.
ja: 制限時間内にステーションを撃破するか、敵艦艇を殲滅せよ!
pl: Zniszcz stację i wszystkie wrogie okręty w określonym czasie.
ru: Уничтожьте станцию или все корабли противника за отведённое время.
uk: Знищте станцію або всі кораблі супротивника за визначений час.
zh: Уничтожьте станцию или все корабли противника за отведённое время.
zh_sg: 在规定时间内摧毁空间站或全歼敌对战舰。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_BULLET_1
source: The station is invulnerable as long as at least one forcefield generator remains functional.
es_mx: La estación es invulnerable siempre y cuando al menos un generador de campo de fuerza siga funcionando.
ja: フォースフィールド発生装置が 1 基でも健在であればステーションは無敵
pl: Stacja jest niewrażliwa na uszkodzenia tak długo, jak przynajmniej jeden generator pola siłowego wciąż działa.
ru: Станция неуязвима, пока функционирует хотя бы один генератор силового поля.
uk: Станція невразлива, доки працює хоча б один генератор силового поля.
zh: Станция неуязвима, пока функционирует хотя бы один генератор силового поля.
zh_sg: 只要有1个生成器还在运转空间站就不会受到伤害。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_BULLET_2
source: Destruction of a generator extends the defense time by 1.5 minutes.
es_mx: La destrucción de un generador extiende el tiempo de defensa por 1.5 minutos.
ja: 発生装置が大破する毎に防衛時間が 1.5 分間延長される
pl: Zniszczenie generatora wydłuża czas obrony o 1,5 minuty.
ru: Уничтожение генератора продлевает время обороны на 1,5 минуты.
uk: Знищення генератора подовжує час оборони на 1,5 хвилини.
zh: Уничтожение генератора продлевает время обороны на 1,5 минуты.
zh_sg: 摧毁1个生成器会延长防御时间1.5分钟。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_BULLET_3
source: Defenders' ships can restore their HP continuously.
es_mx: Los barcos de los defensores pueden restaurar sus HP continuamente.
ja: 防衛側チームの艦艇は HP を継続的に回復可能
pl: Okręty drużyny broniącej stale odzyskują swoje PW.
ru: Корабли защитников непрерывно восстанавливают очки боеспособности.
uk: Кораблі оборонців безперервно відновлюють очки боєздатності.
zh: Корабли защитников непрерывно восстанавливают очки боеспособности.
zh_sg: 防守战舰可以持续恢复生命值。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_BULLET_4
source: Loss of an allied ship or a generator by defenders will speed up the HP regeneration of other defending ships, and decrease the reload time of their main battery and torpedo tubes.
es_mx: La pérdida de un barco aliado o un generador por parte del equipo defensor acelerará la regeneración de HP de de los demás barcos defensores, y reducirá el tiempo de recarga de sus baterías principales y sus tubos de torpedos.
ja: 防衛側チームでは、味方艦艇または発生装置を喪失する毎に、残存艦艇の HP 回復速度が向上し、主砲と魚雷発射管の装填時間が短縮される
pl: Utrata sojuszniczego okrętu lub generatora przez drużynę broniącą przyspieszy regenerację PW przez pozostałe okręty do niej należące, a także skraca czas przeładowania ich dział głównych oraz wyrzutni torped.
ru: У защитников при потере генератора или корабля ускоряется восстановление боеспособности и перезарядка ГК и ТА.
uk: У команди оборонців пришвидшується відновлення боєздатності та перезаряджання ГК і ТА, якщо втрачено генератор чи корабель.
zh: У защитников при потере генератора или корабля ускоряется восстановление боеспособности и перезарядка ГК и ТА.
zh_sg: 防守团队损失友军战舰或生成器会加快剩余防御战舰的生命值恢复，并减少主炮组和鱼雷发射管的装填时间。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_BULLET_5
source: Destroyed ships on the attacking team will automatically respawn several seconds after destruction. The number of respawns is unlimited.
es_mx: Los barcos destruidos en el equipo atacante reaparecerán automáticamente varios segundos después de ser destruidos. El número de reapariciones no está limitado.
ja: 攻撃側チームの艦艇は、大破しても数秒後に自動的に再出撃することが可能。再出撃の回数は無制限
pl: Zniszczone okręty drużyny atakującej będą się automatycznie odradzać w kilka sekund po zniszczeniu. Liczba odrodzeń jest nielimitowana.
ru: Корабли команды нападающих восстанавливаются через несколько секунд после уничтожения. Количество восстановлений неограниченно.
uk: Кораблі команди атакувальників відновлюються за кілька секунд після знищення. Кількість відновлень необмежена.
zh: Корабли команды нападающих восстанавливаются через несколько секунд после уничтожения. Количество восстановлений неограниченно.
zh_sg: 进攻方团队战舰被摧毁后将在数秒后重生。重生次数没有限制。

# IDS_GAMEMODE_ATTACK_DEFENSE_RULES_HEADER
source: Rules of the Space Assault mode
es_mx: Reglas del modo Asalto Espacial
ja: スペースアサルト・モードのルール
pl: Zasady trybu Atak kosmiczny
ru: Правила режима «Космоштурм»
uk: Правила режиму «Космоштурм»
zh: Правила режима «Космоштурм»
zh_sg: 太空突击模式规则

# IDS_GAMEMODE_ATTACK_DEFENSE_TITLE
source: Space Assault
es_mx: Asalto Espacial
ja: スペースアサルト
pl: Atak kosmiczny
ru: Космоштурм
uk: Космоштурм
zh: Космоштурм
zh_sg: 太空突击

# IDS_GAMEMODE_AWESOME_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing key areas and destroying their ships.
es_mx: Anota %(score_count)s %(score_plural)s antes que el equipo enemigo al capturar áreas clave y destruyendo sus barcos.
ja: キーエリアを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s先取せよ
pl: Zdobądź %(score_count)s %(score_plural)s przed drużyną wroga, zajmując strefy kluczowe i niszcząc okręty wroga.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи контрольні точки та знищуючи кораблі супротивника.
zh: 通过占领关键地区与击毁对方战舰来先敌方队伍一步达成 %(score_count)s %(score_plural)s。
zh_sg: 抢先达到%(score_count)s %(score_plural)s，通过占领关键区域和摧毁敌舰获取分数。

# IDS_GAMEMODE_AWESOME_TITLE
source: Domination
es_mx: Dominación
ja: 制圧戦
pl: Dominacja
ru: Превосходство
uk: Перевага
zh: 夺分战
zh_sg: 统治

# IDS_GAMEMODE_DOMINATION_DESCRIPTION
source: Destroy all enemy ships or capture the base.
es_mx: Destruye todos los barcos enemigos o captura la base.
ja: 敵艦艇を殲滅するか、陣地を占領せよ!
pl: Zniszcz wszystkie okręty wroga lub zajmij bazę.
ru: Уничтожьте все корабли противника или захватите базу.
uk: Знищте всі кораблі супротивника або захопіть базу.
zh: 击毁所有敌方战舰或占领中立基地。
zh_sg: 击毁所有敌方战舰或占领中立基地。

# IDS_GAMEMODE_DOMINATION_TITLE
source: Domination
es_mx: Dominación
ja: 制圧戦
pl: Dominacja
ru: Превосходство
uk: Перевага
zh: 夺分战
zh_sg: 统治

# IDS_GAMEMODE_EPICENTER_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing zones and destroying their ships. When an inner zone is captured, all outer zones are captured, too.
es_mx: Puntaje %(score_count)s %(score_plural)s atrás del equipo enemigo al capturar zonas y destruir sus barcos. Cuando una zona interna es capturada, todas las zonas externas también lo son.
ja: ゾーンを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s 先取せよ より内側のゾーンを占領した際には、それより外側の全ゾーンを併せて占領可能
pl: Poprzez zajmowanie stref i niszczenie wrogich okrętów zdobądź %(score_count)s %(score_plural)s zanim zrobi to drużyna przeciwna. Kiedy opanowana zostanie strefa wewnętrzna, opanowywane są również strefy zewnętrzne.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая зоны эпицентра и уничтожая корабли противника. При захвате внутренней зоны будут захвачены и внешние.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи зони епіцентру та знищуючи кораблі супротивника. Якщо захоплено внутрішню зону, то всі інші також буде захоплено.
zh: 透过占领区域与击毁对方舰艇来先敌方队伍一步达成 %(score_count)s %(score_plural)s。 当核心区域被占领时，所有外围区域也会被占领。
zh_sg: 通过占领区域和击毁对方战舰抢在敌方队伍之前达到%(score_count)s %(score_plural)s。 当核心区域被占领时，所有外围区域也会被占领。

# IDS_GAMEMODE_EPICENTER_RING_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing the Epicenter zones and destroying hostile ships. The Epicenter zones can be captured independently of each other.
es_mx: Consigue %(score_count)s%(score_plural)s antes que el equipo enemigo al capturar las zonas de epicentro y destruir barcos enemigos. Las zonas de epicentro pueden capturarse por separado.
ja: ゾーンを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s 先取せよ それぞれのゾーンを個別に占領可能
pl: Zdobądź %(score_count)s %(score_plural)s przed drużyną przeciwną, zajmując obszary Epicentrum i niszcząc okręty wroga. Strefy Epicentrum można zajmować niezależnie od siebie.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая зоны эпицентра и уничтожая корабли противника. Зоны эпицентра захватываются независимо друг от друга.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи зони епіцентру та знищуючи кораблі супротивника. Зони епіцентру захоплюють незалежно одна від одної.
zh: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая зоны эпицентра и уничтожая корабли противника. Зоны эпицентра захватываются независимо друг от друга.
zh_sg: 通过占领震中区域和摧毁敌方战舰，先于敌方团队取得%(score_count)s %(score_plural)s。 震中区域相互独立可以分别占领。

# IDS_GAMEMODE_EPICENTER_RING_TITLE
source: Epicenter
es_mx: Epicentro
ja: 中央攻略戦
pl: Epicentrum
ru: Эпицентр
uk: Епіцентр
zh: 震央
zh_sg: 震中

# IDS_GAMEMODE_EPICENTER_TITLE
source: Epicenter
es_mx: Epicentro
ja: 中央攻略戦
pl: Epicentrum
ru: Эпицентр
uk: Епіцентр
zh: 震央
zh_sg: 震中

# IDS_GAMEMODE_ESCAPE_TO_PORTAL
source: Raid for the Filth
es_mx: Incursión por la Inmundicia
ja: 瘴気世界への強襲
pl: Plugawy rabunek
ru: Рейд за скверной
uk: Рейд за скверною
zh: Рейд за скверной
zh_sg: 污秽突击战

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TEXT_0
source: To collect Filth you need to enter the resource collection zone that appears after a ship has been destroyed.
es_mx: Para reunir la Inmundicia necesitas entrar a la zona de recolección del recuso que aparece después de que un barco ha sido destruido.
ja: 瘴気を収集するには艦艇を撃沈した後に出現するリソース収集ゾーンに突入する必要がある。
pl: Żeby zebrać plugastwo, należy wpłynąć w obszar zbioru, który pojawia się po zniszczeniu okrętu.
ru: Чтобы собрать скверну, необходимо войти в зону подбора ресурса, которая появляется после уничтожения корабля.
uk: Щоб зібрати скверну, необхідно увійти до зони підбирання ресурсів, яка з’являється після знищення корабля.
zh: Чтобы собрать скверну, необходимо войти в зону подбора ресурса, которая появляется после уничтожения корабля.
zh_sg: 要收集污秽您需要进入战舰被摧毁后出现的资源收集区域。

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TEXT_1
source: You get 1 consumable charge for each destroyed enemy. You get 2 consumable charges for each ally lost.
es_mx: Recibes 1 carga de consumibles por cada enemigo destruido. Recibes 2 cargas de consumibles por cada aliado perdido.
ja: 敵艦艇を 1 隻撃沈する毎に消耗品が 1 回分補充される。 味方艦艇を 1 隻喪失する毎に消耗品が 2 回分補充される。
pl: Za każdego zniszczonego przeciwnika otrzymujesz 1 ładunek sprzętu eksploatacyjnego. Za każdego utraconego sojusznika otrzymujesz 2 ładunki sprzętu eksploatacyjnego.
ru: За каждого уничтоженного противника вы получите 1 заряд снаряжения. За каждого потерянного союзника вы получите 2 заряда снаряжения.
uk: За кожного знищеного супротивника ви отримаєте 1 заряд спорядження. За кожного втраченого союзника ви отримаєте 2 заряди спорядження.
zh: За каждого уничтоженного противника вы получите 1 заряд снаряжения. За каждого потерянного союзника вы получите 2 заряда снаряжения.
zh_sg: 每摧毁一名敌军您获得1次消耗品充能。 每损失一名友军您获得2次消耗品充能。

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TEXT_2
source: To obtain the entire amount of collected Filth, you need to exit through the Portal before the battle concludes. The Portal activates some time after the battle begins. If you fail to exit through the Portal, you will lose the majority of the collected Filth.
es_mx: Para obtener la cantidad total de Inmundicia reunida, necesitarás salir a través del Portal antes de que termine la batalla. El Portal se activa poco después de que inicia la batalla. Si no logras salir a través del Portal, perderás la mayor parte de la Inmundicia reunida.
ja: 収集した瘴気の全量を手に入れるためには、戦闘終了前にポータルから脱出する必要がある。 ポータルは戦闘開始後しばらく経ってから開通する。 ポータルから脱出できなかった場合、収集した瘴気の大半を失う。
pl: Żeby otrzymać całą ilość zdobytego plugastwa, należy wyjść przez portal przed zakończeniem bitwy. Portal aktywuje się po pewnym czasie od rozpoczęcia bitwy. Jeśli nie uda Ci się wyjść przez portal, stracisz większość zdobytego plugastwa.
ru: Для получения всей собранной скверны необходимо выйти в Портал до завершения боя. Портал активируется через некоторое время после начала боя. Если вы не выйдете в Портал, то потеряете большую часть собранной скверны.
uk: Щоб отримати всю здобуту скверну, необхідно вийти в Портал до того, як бій завершиться. Портал активується через деякий час після початку бою. Якщо ви не вийдете в Портал, ви втратите більшість здобутої скверни.
zh: Для получения всей собранной скверны необходимо выйти в Портал до завершения боя. Портал активируется через некоторое время после начала боя. Если вы не выйдете в Портал, то потеряете большую часть собранной скверны.
zh_sg: 要获得完全数量的污秽，您在战斗结束前通过传送门退出。 战斗开始后会不时激活传送门。 如果您没能通过传送门退出，您将损失大部分已收集污秽。

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TITLE_0
source: Filth
es_mx: Inmundicia
ja: 瘴気
pl: Plugastwo
ru: Скверна
uk: Скверна
zh: Скверна
zh_sg: 污秽

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TITLE_1
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: Снаряжение
zh_sg: 消耗品

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_RULES_DESCRIPTION_TITLE_2
source: Portal
ja: ポータル
ru: Портал
uk: Портал
zh: Портал
zh_sg: 传送门

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_SUCCESSFUL_RAID
source: Successful raid!
es_mx: ¡Incursión exitosa!
ja: 強襲成功!
pl: Udany rabunek!
ru: Успешный рейд!
uk: Вдалий рейд!
zh: Успешный рейд!
zh_sg: 突击战成功！

# IDS_GAMEMODE_ESCAPE_TO_PORTAL_UNSUCCESSFUL_RAID
source: Raid for the Filth failed!
es_mx: ¡Incursión por la Inmundicia fallida!
ja: 「瘴気世界への強襲」に失敗!
pl: Plugawy rabunek się nie powiódł!
ru: Рейд за скверной провален!
uk: Рейд за скверною провалено!
zh: Рейд за скверной провален!
zh_sg: 污秽突击战失败！

# IDS_GAMEMODE_FORTS_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing forts and destroying their ships.
es_mx: Puntaje %(score_count)s %(score_plural)s atrás del equipo enemigo por capturar fuertes clave y destruir sus barcos
ja: 要塞を占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s先取せよ
pl: Zdobądź %(score_count)s %(score_plural)s zajmując forty i niszcząc okręty wroga.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая форты и уничтожая корабли противника.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи форти та знищуючи кораблі супротивника.
zh: 透过占领要塞与击毁对方战舰来先敌方队伍一步达成 %(score_count)s %(score_plural)s。
zh_sg: 通过占领要塞和击毁对方战舰抢在敌方队伍之前达到%(score_count)s %(score_plural)s。

# IDS_GAMEMODE_FORTS_GOAL_DESCRIPTION
source: Capture sectors to gain control over forts [icon_1] and surveillance stations [icon_2]. Suppress and capture forts [icon_3] and surveillance stations [icon_4] controlled by the enemy team.
es_mx: Captura sectores para ganar el control de los fuertes [icon_1] y de las estaciones de vigilancia [icon_2]. Suprime y captura fuertes [icon_3] y estaciones de vigilancia [icon_4] controlados por el equipo enemigo.
ja: セクターを占領して要塞 [icon_1] と監視所 [icon_2] の支配権を確保せよ。 敵チームが支配権を有する要塞 [icon_3] と監視所 [icon_4] を制圧し占領せよ。
pl: Zajmuj sektory i przejmuj kontrolę nad fortami [icon_1] i stacjami dozorowania [icon_2]. Neutralizuj i odbijaj forty [icon_3] i stacje dozorowania [icon_4] kontrolowane przez drużynę przeciwną.
ru: Захватывайте секторы, чтобы получить контроль над фортами [icon_1] и дозорными постами [icon_2]. Подавляйте и захватывайте форты [icon_3] и дозорные посты [icon_4] команды противника.
uk: Захоплюйте сектори, щоб отримати контроль над фортами [icon_1] та дозорними постами [icon_2]. Придушуйте й захоплюйте форти [icon_3] та дозорні пости [icon_4] команди супротивника.
zh: 占领区域以取得堡垒 [icon_1] 与侦察站 [icon_2] 的控制权。 压制并占领受到敌方队伍控制的堡垒 [icon_3] 与侦察战 [icon_4]。
zh_sg: 占领区域获得要塞[icon_1]和监控站[icon_2]的控制权。 压制并占领被敌方团队控制的要塞[icon_3]与监控站[icon_4]。

# IDS_GAMEMODE_FORTS_GOAL_TITLE
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_GAMEMODE_FORTS_TITLE
source: Bastion
es_mx: Baluarte
ja: 要塞戦
ru: Бастион
uk: Бастіон
zh: 堡垒
zh_sg: 堡垒

# IDS_GAMEMODE_GAMEMODE_ARMS_RACE_RULES_DESCRIPTION_TEXT_0
source: HP regeneration for ships and aircraft squadrons
es_mx: Regeneración de HP para los barcos y los escuadrones de aviones
ja: 艦艇と空母中隊の HP 回復
pl: Przywracanie PW okrętów i eskadr lotniczych
ru: Восстановление боеспособности корабля или эскадрилий
uk: Відновлення боєздатності корабля чи ескадрилей
zh: Восстановление боеспособности корабля или эскадрилий
zh_sg: 为战舰和航母中队恢复生命

# IDS_GAMEMODE_GAMEMODE_ARMS_RACE_RULES_DESCRIPTION_TEXT_1
source: Acceleration of armament reload speed or squadron preparation
es_mx: Aceleración de la velocidad de recarga del armamento o de la preparación del escuadrón
ja: 兵装の装填速度や空母中隊の準備速度向上
pl: Przyspieszenie przeładowania uzbrojenia lub przygotowania samolotów
ru: Ускорение перезарядки вооружения или подготовки эскадрилий
uk: Прискорення перезаряджання озброєння чи приготування ескадрилей
zh: Ускорение перезарядки вооружения или подготовки эскадрилий
zh_sg: 提升武器装填或中队整备的速度

# IDS_GAMEMODE_GAMEMODE_ARMS_RACE_RULES_DESCRIPTION_TEXT_2
source: Maneuverability enhancement of ships or squadrons
es_mx: Mejora de la maniobrabilidad de los barcos o escuadrones
ja: 艦艇または空母中隊の機動性向上
pl: Ulepszenia manewrowości okrętów lub samolotów
ru: Улучшение манёвренности корабля или эскадрилий
uk: Поліпшення маневреності корабля чи ескадрилей
zh: Улучшение манёвренности корабля или эскадрилий
zh_sg: 强化战舰或中队的机动性

# IDS_GAMEMODE_GAMEMODE_ARMS_RACE_RULES_DESCRIPTION_TEXT_3
source: Accelerated reload speed of ship or squadron consumables
es_mx: Velocidad de recarga acelerada de los consumibles del barco o del escuadrón
ja: 艦艇または空母中隊の装填速度向上
pl: Przyspieszenie przeładowania sprzętów eksploatacyjnych okrętów i samolotów
ru: Ускорение перезарядки снаряжения корабля или эскадрилий
uk: Прискорення перезаряджання спорядження корабля чи ескадрилей
zh: Ускорение перезарядки снаряжения корабля или эскадрилий
zh_sg: 提升战舰或中队消耗品的装填速度

# IDS_GAMEMODE_MEGABASE_DESCRIPTION
source: Capture the zone by forcing out the enemy ships or destroying them all.
es_mx: Captura la zona al expulsar los barcos enemigos de ella o destruyéndolos a todos.
ja: 敵艦をゾーンから追い出すか、全て撃沈し、ゾーンを占領せよ!
pl: Zajmij strefę wypierając z niej przeciwników lub niszcząc ich wszystkich.
ru: Захватите акваторию, вытеснив корабли противника за её пределы или полностью их уничтожив.
uk: Захопіть акваторію, витіснивши кораблі супротивника за її межі або повністю їх знищивши.
zh: 将敌舰赶出占领区并占领该区域，或全歼敌军。
zh_sg: 通过驱逐敌方战舰或摧毁所有敌人来占领该区域。

# IDS_GAMEMODE_MEGABASE_TITLE
source: Zone
es_mx: Zona
ja: ゾーン戦
pl: Strefa
ru: Акватория
uk: Акваторія
zh: 区域
zh_sg: 区域

# IDS_GAMEMODE_PVE_TITLE
source: Scenario
es_mx: Escenario
ja: シナリオ
pl: Scenariusz
ru: Сценарий
uk: Сценарій
zh: 剧情
zh_sg: 剧情

# IDS_GAMEMODE_SINGLEBASE_DESCRIPTION
source: Destroy all enemy ships or capture the base.
es_mx: Destruye todos los barcos enemigos o captura la base.
ja: 敵艦艇を殲滅するか、陣地を占領せよ!
pl: Zniszcz wszystkie okręty wroga lub zajmij bazę.
ru: Уничтожьте все корабли противника или захватите базу.
uk: Знищте всі кораблі супротивника або захопіть базу.
zh: 击毁所有敌方战舰或占领中立基地。
zh_sg: 击毁所有敌方战舰或占领中立基地。

# IDS_GAMEMODE_SINGLEBASE_TITLE
source: Encounter Battle
es_mx: Batalla de Encuentro
ja: 遭遇戦
pl: Bitwa spotkaniowa
ru: Встречный бой
uk: Зустрічний бій
zh: 夺旗战
zh_sg: 遭遇战

# IDS_GAMEMODE_STANDARD_DOMINATION_DESCRIPTION
source: Destroy all enemy ships or capture the base.
es_mx: Destruye todos los barcos enemigos o captura la base.
ja: 敵艦艇を殲滅するか、陣地を占領せよ!
pl: Zniszcz wszystkie okręty wroga lub zajmij bazę.
ru: Уничтожьте все корабли противника или захватите базу.
uk: Знищте всі кораблі супротивника або захопіть базу.
zh: 击毁所有敌方战舰或占领中立基地。
zh_sg: 击毁所有敌方战舰或占领中立基地。

# IDS_GAMEMODE_STANDARD_DOMINATION_TITLE
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_GAMEMODE_STANDART_DESCRIPTION
source: Destroy all enemy ships or capture the base.
es_mx: Destruye todos los barcos enemigos o captura la base.
ja: 敵艦艇を殲滅するか、陣地を占領せよ!
pl: Zniszcz wszystkie okręty wroga lub zajmij bazę.
ru: Уничтожьте все корабли противника или захватите базу.
uk: Знищте всі кораблі супротивника або захопіть базу.
zh: 击毁所有敌方战舰或占领中立基地。
zh_sg: 击毁所有敌方战舰或占领中立基地。

# IDS_GAMEMODE_STANDART_TITLE
source: Standard Battle
es_mx: Batalla Estándar
ja: 通常戦
pl: Bitwa standardowa
ru: Стандартный бой
uk: Стандартний бій
zh: 标准战斗
zh_sg: 标准战

# IDS_GAMEMODE_TEAM_BATTLE_ROYALE_DESCRIPTION
source: Destroy all enemy ships.
es_mx: Destruye a todos los barcos enemigos.
ja: 敵艦艇を殲滅せよ!
pl: Zniszcz wszystkie okręty wroga.
ru: Уничтожьте всех противников.
uk: Знищте всіх супротивників.
zh: Уничтожьте всех противников.
zh_sg: 击毁所有敌方战舰。
