Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE012_SEASONFLAG02_EXTRA_DESCRIPTION
source: This flag, alongside dozens of other flags, was used by pirates in the 17th and 18th century. There was never a unified pirate flag. However, throughout the 19th and 21st century, a flag bearing a skull and crossbones has been associated with piracy.
es_mx: Esta bandera, junto a docenas de otras, fue usada por piratas en el siglo 17 y 18. Nunca hubo una bandera pirata unificada. Sin embargo, a lo largo del siglo 19 al 21, una bandera que muestre una calavera y huesos cruzados es asociada con piratería.
ja: 17 世紀から 18 世紀にかけ、他の様々な旗と併せ、海賊がこの旗を使用していました。海賊旗は統一されてはいませんでしたが、19 世紀以降は今に至るまで、頭蓋骨および交差する 2 本の骨をあしらったデザインが海賊行為と関連するものとして認知されています。
pl: Ta bandera, podobnie jak tuziny podobnych, używana była przez piratów w XVII i XVIII wieku. Nigdy nie było jednej bandery dla wszystkich statków pirackich. Jednak od XIX do XXI w. flaga z koścmi i czaszką stała się symbolem piractwa.
ru: Этот флаг, наряду с десятками других, использовался пиратами в XVII–XVIII веках. Единого пиратского флага не существовало. Однако в культуре XIX–XXI веков именно флаг с черепом и скрещёнными костями чаще всего ассоциируется с пиратством.
uk: Цей прапор, поряд із десятками інших, використовували пірати у XVII–XVIII сторіччях. Єдиного піратського прапора не існувало. Проте, у культурі XIX–XXI сторіч саме прапор із черепом та схрещеними кістками найчастіше асоціюється з піратством.
zh: 此旗帜，以及其它的一些旗帜，曾在17和18世纪被海盗使用。从来没有一个统一的海盗旗。但是，在19世纪至21世纪，带有骷髅头和白骨标志的旗帜已经成为了海盗的象征。
zh_sg: 此旗帜，以及其它的一些旗帜，曾在17和18世纪被海盗使用。从来没有一个统一的海盗旗。但是，在19世纪至21世纪，带有骷髅头和白骨标志的旗帜已经成为了海盗的象征。

# IDS_PCEE013_SEASONFLAG03
source: Hawaii
es_mx: Hawái
ja: ハワイ
pl: Hawaje
ru: Гавайи
uk: Гаваї
zh: HA
zh_sg: 夏威夷

# IDS_PCEE013_SEASONFLAG03_DESCRIPTION
source: A commemorative flag granted for achieving Rank 14 in the Third Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 14 en la Tercera Temporada de Batallas por Rango.
ja: ランク戦サードシーズンにおいてランク 14 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 14. stopnia w trzecim sezonie bitew rankingowych.
ru: Памятный флаг за достижение четырнадцатого ранга в третьем ранговом сезоне.
uk: Пам’ятний прапор за досягнення чотирнадцятого рангу у третьому ранговому сезоні.
zh: 此旗帜授予排位战第三赛季中的前十四名玩家。
zh_sg: 此纪念旗帜授予排位战第三赛季中的前十四名玩家。

# IDS_PCEE013_SEASONFLAG03_EXTRA_DESCRIPTION
source: In 1889, the U.S. Navy established a naval base in Pearl Harbor, Hawaii. On December 7, 1941, the base was attacked by Japanese naval aviation and midget submarines, bringing the United States fully into World War II.
es_mx: En 1889 la Marina de los EE.UU. estableció una base naval en Pearl Harbor, Hawái. El 7 de Diciembre de 1941, la base fue atacada por la aviación naval japonesa y submarinos enanos, involucrando completamente a los Estados Unidos en la Segunda Guerra Mundial.
ja: アメリカ海軍は 1889 年にハワイの真珠湾に海軍基地を建設しました。そして 1941 年 12 月 7 日、この基地が日本軍の艦載機および特殊潜航艇による受け、これに伴いアメリカ合衆国は本格的に二次大戦へと参戦することになりました。
pl: W 1889, marynarka amerykańska utworzyła bazę morską w Pearl Harbor na Hawajach. 7 grudnia 1941, baza została zaatakowana przez japońskie lotnictwo morskie i miniaturowe okręty podwodne, powodując pełne włączenie się Stanów Zjednoczonych do II wojny światowej.
ru: В 1889 году ВМС США создали военно-морскую базу на Гавайях. 7 декабря 1941 года база Пёрл-Харбор была атакована японской морской авиацией и субмаринами, что послужило причиной для вступления США во Вторую мировую войну.
uk: 1889 р. ВМС США створили військово-морську базу на Гаваях. 7 грудня 1941 р. базу Перл-Гарбор атакувала японська морська авіація та підводні човни, що стало причиною вступу США у Другу світову війну.
zh: 太平洋唯一的群岛州。
zh_sg: 1889年，美国海军在夏威夷的珍珠港设立了一座海军基地。在1941年12月7日，该基地遭受到日本海军航空兵以及袖珍潜舰的袭击，使美国全面进入了第二次世界大战。

# IDS_PCEE014_FLAG_SUPERTEST
source: ST Participant
es_mx: Participante del ST
ja: ST 参加者
pl: Uczestnik ST
ru: Участник ST
uk: Учасник ST
zh: 测试旗帜
zh_sg: ST参与者

# IDS_PCEE014_FLAG_SUPERTEST_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE014_FLAG_SUPERTEST_EXTRA_DESCRIPTION
source: A special flag for Supertest team members.
es_mx: Una bandera especial para miembros del equipo Supertest.
ja: スーパーテスト・チームメンバー用の特別旗です。
pl: Specjalna flaga dla członków zespołu Supertest.
ru: Флаг участника команды Супертеста.
uk: Прапор члена команди Супертесту.
zh: 此旗帜授予参与测试赛季的玩家。
zh_sg: 超测团队成员的特殊旗帜。

# IDS_PCEE015_JOLLY_ROGER_2
source: Jolly Roger, Class II
es_mx: Jolly Roger, Clase II
ja: 海賊旗 クラス II
pl: Jolly Roger, Klasa II
ru: Весёлый Роджер II степени
uk: Веселий Роджер II ступеня
zh: 海盗旗， II 级
zh_sg: 海盗旗， II 级

# IDS_PCEE015_JOLLY_ROGER_2_DESCRIPTION
source: A commemorative flag granted for achieving Rank 1 again.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 1 otra vez.
ja: ランク 1 を再達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za powtórne osiągnięcie 1 stopnia .
ru: Памятный флаг за повторное достижение первого ранга.
uk: Пам’ятний прапор за повторне досягнення першого рангу.
zh: 再次达成排位第 1 所给予的纪念旗帜。
zh_sg: 再次达成排位第1所给予的纪念旗帜。

# IDS_PCEE016_FLAG_DEVELOPER
source: Developer
es_mx: Desarrollador
ja: 開発者
pl: Deweloper
ru: Разработчик
uk: Розробник
zh: 研发人员旗帜
zh_sg: 研发人员

# IDS_PCEE016_FLAG_DEVELOPER_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE016_FLAG_DEVELOPER_EXTRA_DESCRIPTION
source: A special flag for the Development Team members.
es_mx: Una bandera especial para miembros del Equipo de Desarrolladores.
ja: 開発チームメンバー用の特別旗です。
pl: Specjalna flaga dla członków zespołu deweloperskiego.
ru: Флаг участника команды разработки.
uk: Прапор члена команди розробників.
zh: 研发团队成员的特殊旗帜。
zh_sg: 研发团队成员的特殊旗帜。

# IDS_PCEE017_FLAG_VOLUNTEER
source: Volunteer, Class III
es_mx: Voluntario, Clase III
ja: ボランティア クラス III
pl: Ochotnik, Klasa III
ru: Волонтёр III степени
uk: Волонтер III ступеня
zh: 志愿者旗帜
zh_sg: 志愿者，III 級

# IDS_PCEE017_FLAG_VOLUNTEER_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE017_FLAG_VOLUNTEER_EXTRA_DESCRIPTION
source: A special flag for the community of project volunteers, Class III.
es_mx: Una bandera especial para la comunidad de voluntarios del proyecto, Clase III.
ja: プロジェクト・ボランティア・コミュニティ用の特別旗、クラス III
pl: Specjalna flaga dla społeczności ochotników projektu, klasa III.
ru: Флаг сообщества волонтёров проекта III степени.
uk: Прапор спільноти волонтерів проекту III ступеня.
zh: 游戏社群志愿者的特殊旗帜。
zh_sg: 游戏社群志愿者，III 级特殊旗帜。

# IDS_PCEE018_FLAG_VAL_PLAYER
source: Valuable Player
es_mx: Jugador Valioso
ja: 優秀プレイヤー
pl: Wartościowy gracz
ru: Ценный игрок
uk: Цінний гравець
zh: 重要玩家旗帜
zh_sg: 重要玩家

# IDS_PCEE018_FLAG_VAL_PLAYER_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE018_FLAG_VAL_PLAYER_EXTRA_DESCRIPTION
source: A special flag for the community's valuable players.
es_mx: Una bandera especial para los jugadores valiosos de la comunidad.
ja: コミュニティの優秀プレイヤー用の特別旗です。
pl: Specjalna flaga dla graczy wartościowych dla społeczności.
ru: Флаг ценного игрока сообщества.
uk: Прапор цінного гравця спільноти.
zh: 社群重要玩家的特殊旗帜。
zh_sg: 社区重要玩家特殊旗帜。

# IDS_PCEE019_FLAG_AT
source: AT Participant
es_mx: Participante del AT
ja: AT 参加者
pl: Uczestnik TA
ru: Участник АТ
uk: Учасник АТ
zh: AT 旗帜
zh_sg: AT参与者

# IDS_PCEE019_FLAG_AT_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE019_FLAG_AT_EXTRA_DESCRIPTION
source: A special flag for the Alpha Test participants.
es_mx: Una bandera especial para los participantes de la Prueba Alfa.
ja: αテスト参加者用の特別旗です。
pl: Specjalna flaga dla uczestników testów alfa.
ru: Флаг участника Альфа-теста.
uk: Прапор члена команди Альфа-тесту.
zh: 预览测试参与者的特殊旗帜。
zh_sg: 预览测试参与者的特殊旗帜。

# IDS_PCEE020_FLAG_CBW
source: BW Participant
es_mx: Participante del BW
ja: BW 参加者
pl: Uczestnik WB
ru: Участник БВ
uk: Учасник БВ
zh: BW 旗帜
zh_sg: BW参与者

# IDS_PCEE020_FLAG_CBW_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE020_FLAG_CBW_EXTRA_DESCRIPTION
source: A special flag for the Beta Weekend participants.
es_mx: Una bandera especial para los participantes del Fin de Semana Beta
ja: βウィークエンド参加者用の特別旗です。
pl: Specjalna flaga dla uczestników weekendów beta.
ru: Флаг участника Бета-выходных.
uk: Прапор члена команди Бета-вихідних.
zh: 周末测试参与者的特殊旗帜。
zh_sg: 周末测试参与者的特殊旗帜。

# IDS_PCEE021_FLAG_CBT
source: CBT Participant
es_mx: Participante del CBT
ja: CBT 参加者
pl: Uczestnik ZBT
ru: Участник ЗБТ
uk: Учасник ЗБТ
zh: CBT 旗帜
zh_sg: CBT参与者

# IDS_PCEE021_FLAG_CBT_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE021_FLAG_CBT_EXTRA_DESCRIPTION
source: A special flag for the Closed Beta Test participants.
es_mx: Una bandera especial para los participantes de la Prueba Beta Cerrada.
ja: クローズドβテスト参加者用の特別旗です。
pl: Specjalna flaga dla uczestników zamkniętych testów beta.
ru: Флаг участника закрытого Бета-теста.
uk: Прапор члена команди закритого Бета-тесту.
zh: 封闭测试参与者的特殊旗帜。
zh_sg: 封闭测试参与者的特殊旗帜。

# IDS_PCEE022_FLAG_WG
source: Wargaming
zh: Wargaming 旗帜

# IDS_PCEE022_FLAG_WG_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE022_FLAG_WG_EXTRA_DESCRIPTION
source: A special flag for Wargaming employees.
es_mx: Una bandera especial para los empleados de Wargaming.
ja: Wargaming 従業員用の特別旗です。
pl: Specjalna flaga dla pracowników Wargaming.
ru: Флаг сотрудника Wargaming.
uk: Прапор співробітника Wargaming.
zh: Wargaming 员工的特殊旗帜。
zh_sg: Wargaming 员工的特殊旗帜。

# IDS_PCEE023_SEASONFLAG00
source: The First Season
es_mx: La Primer temporada
ja: ファーストシーズン
pl: Pierwszy sezon
ru: Первый сезон
uk: Перший сезон
zh: 第一赛季
zh_sg: 第一赛季

# IDS_PCEE023_SEASONFLAG00_DESCRIPTION
source: A commemorative flag granted for participating in the First Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por participar en la Primera temporada de Batallas Clasificatorias.
ja: ランク戦ファーストシーズン参加記念旗です。
pl: Pamiątkowa flaga przyznwana za uczesnictwo w pierwszym sezonie bitew rankingowych.
ru: Памятный флаг за участие в первом ранговом сезоне.
uk: Пам’ятний прапор за участь в першому ранговому сезоні.
zh: 参与第一赛季排位战所给予的纪念旗帜。
zh_sg: 参与第一赛季排位战所给予的纪念旗帜。

# IDS_PCEE024_MGT_20_DESCRIPTION
source: Flag granted for encountering the MGT-20 during an official offline event.
es_mx: Bandera otorgada por encontrar el MGT-20 durante un evento oficial fuera de línea.
ja: 公式オフラインイベントにおける MGT-20 との遭遇によって取得できる旗です。
pl: Flaga przyznawana za spotkanie MGT-20 podczas oficjalnego wydarzenia offline.
ru: Флаг выдаётся всем, кому посчастливилось встретить «игровой» грузовик MGT-20 в ходе одного из официальных мероприятий.
uk: Прапор видається тим, кому пощастило зустріти «ігрову» вантажівку MGT-20 під час одного з офіційних заходів.
zh: 官方的离线活动期间遭遇到 MGT-20 所给予的纪念旗帜。
zh_sg: 官方的离线活动期间遭遇到 MGT-20 所给予的纪念旗帜。

# IDS_PCEE025_MILITARY_MONTH_CONTRIBUTOR_FLAG_DESCRIPTION
source: This commemorative flag is granted to those who made exceptional effort to raise money for charity during Military Month.
es_mx: Esta bandera conmemorativa es otorgada a aquellos que hicieron un esfuerzo excepcional para recaudar dinero para la caridad durante el Mes Militar.
ja: ミリタリー月間におけるチャリティーの金額向上のために例外的な貢献を果たした人々に授与される記念旗です。
pl: Pamiątkowa flaga przyznawana tym, którzy podjęli wyjątkowy trud zbiórki pieniężnej w trakcie Miesiąca Wojskowości.
ru: Этот памятный флаг выдаётся игрокам, приложившим особые усилия для сбора средств на благотворительность в рамках акции «Месяц мобилизации».
uk: Цей пам’ятний прапор видають гравцям, які доклали особливих зусиль до збору коштів на доброчинність за акцією «Місяць мобілізації».
zh: 此纪念旗帜是给予那些在军事月期间为慈善团体筹款做出非凡努力的人。
zh_sg: 此纪念旗帜是给予那些在军事月期间为慈善团体筹款做出非凡努力的人。

# IDS_PCEE026_SEA_DOG
source: GNB May 2016 – Sea Dog
es_mx: GBN Mayo 2016 – Lobo de Mar
ja: GNB May 2016 – アザラシ
pl: WBM Maj 2016 - Wilk morski
ru: Морской охотник – «Великие морские сражения, май 2016 года»
uk: Морський мисливець – «Великі морські битви, травень 2016 р.»
zh: 2016 年五月大海战 – 海狗
zh_sg: 2016 年五月大海战 – 海狗

# IDS_PCEE026_SEA_DOG_DESCRIPTION
source: A commemorative flag for participation in GNB May 2016
es_mx: Bandera conmemorativa por participar en GBN Mayo 2016
ja: GNB May 2016 参加記念旗
pl: Pamiątkowa flaga za udział w WBM Maj 2016
ru: Памятный флаг за участие в акции «Великие морские сражения, май 2016 года»
uk: Пам’ятний прапор за участь у акції «Великі морські битви, травень 2016 р.»
zh: 参与 2016 年五月大海战的纪念旗帜
zh_sg: 参与2016年五月大海战的纪念旗帜

# IDS_PCEE026_SEA_DOG_EXTRA_DESCRIPTION
source: This flag was granted for actively taking part in the Great Naval Battles event in May 2016.
es_mx: Está bandera fue otorgada por participar activamente en el evento Grandes Batallas Navales en Mayo del 2016
ja: この旗は、2016 年 5 月の Great Naval Battles に積極参加したことに対し与えられました。
pl: Ta flaga została przyznana za aktywne uczestnictwo w wydarzeniu Wielkie Bitwy Morskie w maju 2016.
ru: Флаг за активное участие в акции «Великие морские сражения», состоявшейся в мае 2016 года.
uk: Прапор за активну участь у акції «Великі морські битви», яка відбулася у травні 2016 р.
zh: 此旗帜颁给积极参加 2016 年五月大海战活动的玩家。
zh_sg: 此旗帜颁给积极参加 2016 年五月大海战活动的玩家。

# IDS_PCEE027_SEA_LION
source: GNB May 2016 – Sea Lion
es_mx: GBN Mayo 2016 – León Marino
ja: GNB May 2016 – アシカ
pl: WBM Maj 2016 - Lew morski
ru: Морской лев – «Великие морские сражения, май 2016 года»
uk: Морський лев – «Великі морські битви, травень 2016 р.»
zh: 2016 年五月大海战 – 海狮
zh_sg: 2016 年五月大海战 – 海狮

# IDS_PCEE027_SEA_LION_DESCRIPTION
source: A commemorative flag for participation in GNB May 2016
es_mx: Bandera conmemorativa por participar en GBN Mayo 2016
ja: GNB May 2016 参加記念旗
pl: Pamiątkowa flaga za udział w WBM Maj 2016
ru: Памятный флаг за участие в акции «Великие морские сражения, май 2016 года»
uk: Пам’ятний прапор за участь у акції «Великі морські битви, травень 2016 р.»
zh: 参与 2016 年五月大海战的纪念旗帜
zh_sg: 参与2016年五月大海战的纪念旗帜

# IDS_PCEE027_SEA_LION_EXTRA_DESCRIPTION
source: This flag is testimony to the great effort put into ruling the high seas and running out of rum, during the Great Naval Battles event in May 2016.
es_mx: Está bandera es testimonio del gran esfuerzo puesto en conquistar alta mar y agotarse el ron, durante el evento Grandes Batallas Navales en Mayo del 2016.
ja: この旗は、2016 年 5 月の Great Naval Battles において、外洋を支配するために大いなる貢献を果たしたことの証明です。
pl: Ta flaga jest świadectwem wielkiego wysiłku włożonego w opanowanie głębokich wód i wypicie morza rumu w trakcie wydarzenie Wielkie Bitwy Morskie w maju 2016.
ru: Флаг за активное участие в беспощадных баталиях с участием могучих боевых кораблей в рамках акции «Великие морские сражения», состоявшейся в мае 2016 года.
uk: Прапор за активну участь у нещадних битвах могутніх бойових кораблів за акцією «Великі морські битви», яка відбулася у травні 2016 р.
zh: 此旗帜见证了玩家在 2016 年五月大海战活动期间，投入全力去称霸大海并喝光了兰姆酒。
zh_sg: 此旗帜见证了玩家在 2016 年五月大海战活动期间，投入全力去称霸大海并喝光了兰姆酒。

# IDS_PCEE028_SEASONFLAG04
source: Midway
ja: ミッドウェイ
ru: Мидуэй
uk: Мідвей
zh: 中途岛
zh_sg: 中途岛

# IDS_PCEE028_SEASONFLAG04_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Fourth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 15 en la Cuarta Temporada de Batallas por Rango.
ja: ランク戦第 4 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w czwartym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в четвёртом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у четвертому ранговому сезоні.
zh: 于第四赛季排位战中达成排名第 15 所给予的纪念旗帜。
zh_sg: 于第四赛季排位战中达成排名第15所给予的纪念旗帜。

# IDS_PCEE028_SEASONFLAG04_EXTRA_DESCRIPTION
source: The Battle of Midway was a colossal naval battle that took place in June of 1942 in the Pacific theater of World War II. The decisive victory of the U.S. Navy over the Combined Fleet of Japan marked a turning point in the Pacific war.
es_mx: La Batalla de Midway fue una colosal batalla naval que tuvo lugar en Junio de 1942 en el teatro del Pacífico en la 2a Guerra Mundial. La decisiva victoria de la Marina de los EE.UU. sobre la Flota Combinada de Japón marcó un punto decisivo en la guerra del Pacífico.
ja: ミッドウェイ海戦は、二次大戦中の太平洋戦線において 1942 年 6 月に行われた大規模海戦です。この戦いにおいてアメリカ海軍は日本の連合艦隊を相手に決定的勝利を収め、これが太平洋戦争における転換点となりました。
pl: Bitwa o Midway była gigantyczną bitwą morską, stoczoną w czerwcu 1942 roku na oceanie spokojnym. Zdecydowane zwycięstwo marynarki USA odniesione nad Japończykami oznaczało punkt zwrotny w wojnie na Pacyfiku.
ru: Битва за Мидуэй — крупное морское сражение Второй мировой войны на Тихом океане, произошедшее в июне 1942 года. Решительная победа флота США над Объединённым флотом Японии стала поворотной точкой в войне на Тихом океане.
uk: Битва біля атола Мідвей — велика морська битва Другої світової війни на Тихому океані, яка сталася у червні 1942 р. Завзята перемога флоту США над Об’єднаним флотом Японії стала поворотною точкою у війні на Тихому океані.
zh: 中途岛海战是一场太平洋战区发生过的大规模海战。联合舰队的决定性胜利标示出太平洋战争的转折点。
zh_sg: 中途岛海战是一场太平洋战区发生过的大规模海战。联合舰队的决定性胜利标示出太平洋战争的转折点。

# IDS_PCEE029_SONGKRAN
source: Songkran Festival 2016
es_mx: Festival del Songkran 2016
ja: ソンクラーン・フェスティバル 2016
pl: Festiwal Songkran 2016
ru: Фестиваль Сонгкран 2016
uk: Фестиваль Сонгкран 2016
zh: 2016 年泼水节
zh_sg: 2016 年泼水节

# IDS_PCEE029_SONGKRAN_DESCRIPTION
source: A commemorative flag of The Songkran Festival
es_mx: Bandera conmemorativa del Festival Songkran
ja: ソンクラーン・フェスティバル記念旗
pl: Pamiątkowa flaga festiwalu Songkran
ru: Памятный флаг Фестиваля Сонгкран
uk: Пам’ятний прапор Фестивалю Сонгкран
zh: 泼水节的纪念旗帜
zh_sg: 泼水节的纪念旗帜

# IDS_PCEE029_SONGKRAN_EXTRA_DESCRIPTION
source: Celebrate Thai New Year and wash away your bad luck.
es_mx: Celebra el Año Nuevo Tailandés y quítate la mala suerte.
ja: タイの正月を祝い、悪運を洗い流しましょう。
pl: Uczcij tajski nowy rok i pozbądź się pecha.
ru: Встречайте тайский Новый год, и удача обязательно придёт к вам!
uk: Зустрічайте тайський Новий рік, та удача обов’язково посміхнеться вам!
zh: 2016 年泼水节
zh_sg: 2016 年泼水节

# IDS_PCEE030_BATTLE_OF_JUTLAND
source: Battle of Jutland
es_mx: Batalla de Jutlandia
ja: ユトランド沖海戦
pl: Bitwa jutlandzka
ru: Ютландское сражение
uk: Ютландська битва
zh: 日德兰海战
zh_sg: 日德兰海战

# IDS_PCEE030_BATTLE_OF_JUTLAND_DESCRIPTION
source: The Battle of Jutland was fought from May 31 to June 1, 1916 in the North Sea during World War I, near the coast of Denmark's Jutland Peninsula.
es_mx: La Batalla de Jutlandia se peleó del 31 de mayo al 1° de junio de 1916 en el Mar del Norte durante la Primera Guerra Mundial, cerca de la costa de la Península de Jutlandia en Dinamarca.
ja: ユトランド沖海戦は、一次大戦中にユトランド半島沖の北海で 1916 年 5 月 31 日から 6 月 1 日に行われました。
pl: Bitwa jutlandzka odbyła się 31 maja i 1 czerwca 1916 roku na Morzu Północnym w trakcie I wojny światowej, u wybrzeży duńskiego półwyspu jutlandzkiego.
ru: Ютландское сражение (31 мая – 1 июня 1916 года) произошло в Северном море близ датского полуострова Ютландия.
uk: Ютландська битва (31 травня – 1 червня 1916 р.) відбулася у Північному морі поблизу данського півострова Ютландія.
zh: 日德兰海战期间于 1916 年五月 31 日到六月 1 日在靠近丹麦日德兰半岛海岸之北海所进行的战役。
zh_sg: 日德兰海战期间于 1916 年五月 31 日到六月 1 日在靠近丹麦日德兰半岛海岸之北海所进行的战役。

# IDS_PCEE030_BATTLE_OF_JUTLAND_EXTRA_DESCRIPTION
source: It was the largest naval battle and the only full-scale clash of battleships in the war.
es_mx: Fue la batalla naval más grande y el único choque completo entre acorazados durante la guerra.
ja: この戦いは史上最大規模の海戦のひとつとして知られており、この戦争中における戦艦隊同士の決戦は本海戦が唯一でした。
pl: Była to największa bitwa morska i jedyne pełnowymiarowe starcie pancerników w tej wojnie.
ru: Это было самое крупное морское сражение Первой мировой войны и единственное в истории полномасштабное столкновение линкоров.
uk: Це була найбільша морська битва Першої світової війни і єдине в історії повномасштабне зіткнення лінкорів.
zh: 这是场最大型的海战而且是该战争中唯一全面出动主力舰的冲突战。
zh_sg: 这是场最大型的海战而且是该战争中唯一全面出动战列舰的冲突战。

# IDS_PCEE031_BLUE_STEEL
source: Blue Steel
ja: 蒼き鋼
zh: 苍蓝钢铁
zh_sg: 苍蓝钢铁

# IDS_PCEE031_BLUE_STEEL_DESCRIPTION
source: "ARPEGGIO OF BLUE STEEL -ARS NOVA-" Collaboration Flag.
es_mx: "ARPEGGIO OF BLUE STEEL -ARS NOVA-" Bandera de Colaboración.
ja: 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」コラボ旗。
pl: „ARPEGGIO OF BLUE STEEL -ARS NOVA-” flaga współpracy.
ru: Флаг в ознаменование сотрудничества с ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Прапор, що свідчить про співпрацю з «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 「ARPEGGIO OF BLUE STEEL -ARS NOVA-」合作旗帜。
zh_sg: “ARPEGGIO OF BLUE STEEL -ARS NOVA-”合作旗帜。

# IDS_PCEE031_BLUE_STEEL_EXTRA_DESCRIPTION
source: A flag bearing the mark of I-401, a submarine of the "Blue Steel". Reference from "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Una bandera que porta la marca del I-401, un submarino del "Blue Steel". Referencia de "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
ja: 「蒼き鋼」潜水艦イ401のシンボルマーク。 「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」より出典。
pl: Flaga ze znakiem I-401, okrętu podwodnego z „Blue Steel”. Odniesienie do „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Флаг с изображением эмблемы I-401, подводной лодки флота Blue Steel. Предоставлен ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Прапор із зображеною емблемою I-401, підводного човна флоту «Blue Steel». Наданий «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 一面印有一艘「Blue Steel」I-401 潜艇标志的旗帜。 参考自「ARPEGGIO OF BLUE STEEL -ARS NOVA-」。
zh_sg: 一面印有一艘“Blue Steel”I-401 潜艇标志的旗帜。 参考自“ARPEGGIO OF BLUE STEEL -ARS NOVA-”。

# IDS_PCEE032_ARIZONA_MEMORIAL
source: USS Arizona
zh: 亚利桑那
zh_sg: USS亚利桑那

# IDS_PCEE032_ARIZONA_MEMORIAL_DESCRIPTION
source: USS Arizona Memorial Flag
es_mx: Bandera al Monumento USS Arizona
ja: アリゾナ・メモリアル旗
pl: Flaga pamiątkowa USS Arizona
ru: Памятный флаг в честь USS Arizona
uk: Пам’ятний прапор на честь USS Arizona
zh: M系亚利桑那纪念旗帜
zh_sg: 美国海军亚利桑那号战舰纪念馆旗帜

# IDS_PCEE032_ARIZONA_MEMORIAL_EXTRA_DESCRIPTION
source: During the attack on Pearl Harbor, Arizona was bombed. She exploded and sank, causing the loss of 1,177 officers and crewmen. The wreck still lies at the bottom of Pearl Harbor below the USS Arizona Memorial.
es_mx: Durante el ataque a Pearl Harbor, el Arizona fue bombardeado. Explotó y se hundió, causando la pérdida de 1,177 oficiales y tripulantes. Los restos aún yacen en el fondo de Pearl Harbor bajo el Monumento al USS Arizona
ja: 戦艦アリゾナは、真珠湾攻撃の最中に爆弾を被弾し、弾薬庫誘爆により沈没した。これに伴い、1,177 名の士官および搭乗員が戦死した。 その残骸は今も真珠湾に沈んでおり、その上にはアリゾナ・メモリアルが設置されている。
pl: Podczas ataku na Pearl Harbor Arizona został zbombardowany. Eksplodował i zatonął, w wyniku czego życie straciło 1177 oficerów i członków załogi. Wrak nadal leży na dnie Pearl Harbor, pod Pomnikiem USS Arizona.
ru: Во время нападения на базу Пёрл-Харбор в линкор Arizona попала несколько бомб. Корабль взорвался и лёг на грунт, унеся с собой жизни 1 177 моряков. Останки корабля покоятся на дне бухты Пёрл-Харбор. Прямо над ними возведён мемориальный комплекс Arizona Memorial.
uk: Під час нападу на базу Перл-Гарбор у лінкор Arizona влучило кілька бомб. Корабель вибухнув та затонув, забравши із собою життя 1 177 моряків. Залишки корабля досі лежать на дні бухти Перл-Гарбор. Над ними збудовано меморіальний комплекс «Arizona Memorial».
zh: 珍珠港事件期间，亚利桑那遭受到轰炸。它随后爆炸并且沉没，造成 1,177 名军官及船员丧生。 残骸至今仍平静地躺在珍珠港下方的Y国海军亚利桑那号战舰纪念馆底下。
zh_sg: 珍珠港事件期间，亚利桑那遭受到轰炸。随后爆炸并且沉没，造成 1177名军官及船员丧生。 残骸至今仍平静地躺在珍珠港下方的美国海军 亚利桑那 号战舰纪念馆底下。

# IDS_PCEE033_KRASNYI_KRIM_FLAG
source: Krasny Krym
ru: Красный Крым
uk: Красний Крим
zh: 红色克里米亚
zh_sg: 红色克里米亚
