Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFUH715_TERRIBLE
source: Le Terrible
zh: 可畏
zh_sg: 可怖

# IDS_PFUH801_C9_HULL_A
source: Saint-Louis (A)
zh: 路易九世(A)
zh_sg: 路易九世(A)

# IDS_PFUH802_C9_HULL_B
source: Saint-Louis (B)
zh: 路易九世（B）
zh_sg: 路易九世(B)

# IDS_PFUH811_B9_HULL_A
source: Alsace (A)
zh: 阿尔萨斯 (A)
zh_sg: 阿尔萨斯(A)

# IDS_PFUH812_B9_HULL_B
source: Alsace (B)
zh: 阿尔萨斯 (B)
zh_sg: 阿尔萨斯(B)

# IDS_PFUH901_C10_HULL_A
source: Henri IV (A)
zh: 亨利四世(A)
zh_sg: 亨利四世(A)

# IDS_PFUH911_B10_HULL_A
source: République (A)
zh: 共和国(A)
zh_sg: 共和国(A)

# IDS_PFUH912_CHAMPAGNE
source: Bourgogne
es_mx: Borgoña
zh: 勃艮第
zh_sg: 勃艮第

# IDS_PFUH991_C10_HULL_A
source: Brennus (A)
zh: 布伦努斯 (A)
zh_sg: 布伦努斯(A)

# IDS_PFUS001_C1_SUO_STOCK
source: PCA n° 1 Mle 1
zh: PCA n°1 1型

# IDS_PFUS002_C1_SUO_TOP
source: PCA n° 1 Mle 2
zh: PCA n°1 2型

# IDS_PFUS101_C2_SUO_STOCK
source: PCA n° 2 Mle 1
zh: PCA n°2 1型

# IDS_PFUS102_C2_SUO_TOP
source: PCA n° 2 Mle 2
zh: PCA n°2 2型

# IDS_PFUS103_D2_SUO_STOCK
source: PCA n° 2 Mle 1
zh: PCA n°2 1型

# IDS_PFUS104_D2_SUO_TOP
source: PCA n° 2 Mle 2
zh: PCA n°2 2型

# IDS_PFUS201_C3_SUO_STOCK
source: PCA n° 3 Mle 1
zh: PCA n°3 1型

# IDS_PFUS202_C3_SUO_TOP
source: PCA n° 3 Mle 2
zh: PCA n°3 2型

# IDS_PFUS203_D3_SUO_STOCK
source: PCA n° 3 Mle 1
zh: PCA n°3 1型

# IDS_PFUS204_D3_SUO_TOP
source: PCA n° 3 Mle 2
zh: PCA n°3 2型

# IDS_PFUS211_B3_SUO_STOCK
source: PCA n° 3 Mle 1
zh: PCA n°3 1型

# IDS_PFUS212_B3_SUO_TOP
source: PCA n° 3 Mle 2
zh: PCA n°3 2型

# IDS_PFUS301_C4_SUO_STOCK
source: PCA n° 4 Mle 1
zh: PCA n°4 1型

# IDS_PFUS302_C4_SUO_TOP
source: PCA n° 4 Mle 2
zh: PCA n°4 2型

# IDS_PFUS303_SUO_CYCLONE
source: PCA n° 4 Mle 1
zh: PCA n° 4 1型

# IDS_PFUS305_D4_SUO_TOP
source: PCA n° 4 Mle 2
zh: PCA n°4 2型

# IDS_PFUS311_B4_SUO_STOCK
source: PCA n° 4 Mle 1
zh: PCA n° 4 1型

# IDS_PFUS312_B4_SUO_TOP
source: PCA n° 4 Mle 2
zh: PCA n°4 2型

# IDS_PFUS401_C5_SUO_STOCK
source: PCA n° 5 Mle 1
zh: PCA n°5 1型

# IDS_PFUS402_C5_SUO_TOP
source: PCA n° 5 Mle 2
zh: PCA n°5 2型

# IDS_PFUS403_D5_SUO_STOCK
source: PCA n° 5 Mle 1
zh: PCA n°5 1型

# IDS_PFUS404_D5_SUO_TOP
source: PCA n° 5 Mle 2
zh: PCA n°5 2型

# IDS_PFUS411_B5_SUO_STOCK
source: PCA n° 5 Mle 1
zh: PCA n°5 1型

# IDS_PFUS412_B5_SUO_TOP
source: PCA n° 5 Mle 2
zh: PCA n°5 2型

# IDS_PFUS501_SUO_DUNK
source: PCA Mle 1940
zh: PCA 1940型

# IDS_PFUS502_SUO_DE_GRASSE
source: PCA n° 6 Mle 1
zh: PCA n°6 1型

# IDS_PFUS503_SUO_AIGLE
source: PCA n° 6 Mle 1
zh: PCA n°6 1型

# IDS_PFUS504_D6_SUO_STOCK
source: PCA n° 6 Mle 1
zh: PCA n°6 1型

# IDS_PFUS505_D6_SUO_TOP
source: PCA n° 6 Mle 2
zh: PCA n°6 2型

# IDS_PFUS511_C6_SUO_STOCK
source: PCA n° 6 Mle 1
zh: PCA n°6 1型

# IDS_PFUS512_C6_SUO_TOP
source: PCA n° 6 Mle 2
zh: PCA n°6 2型

# IDS_PFUS521_B6_SUO_STOCK
source: PCA n° 6 Mle 1
zh: PCA n°6 1型

# IDS_PFUS522_B6_SUO_TOP
source: PCA n° 6 Mle 2
zh: PCA n°6 2型

# IDS_PFUS601_C7_SUO_STOCK
source: PCA n° 7 Mle 1
zh: PCA n°7 1型

# IDS_PFUS602_C7_SUO_TOP
source: PCA n° 7 Mle 2
zh: PCA n°7 2型

# IDS_PFUS603_D7_SUO_STOCK
source: PCA n° 7 Mle 1
zh: PCA n°7 1型

# IDS_PFUS604_D7_SUO_TOP
source: PCA n° 7 Mle 2
zh: PCA n°7 2型

# IDS_PFUS611_B7_SUO_STOCK
source: PCA n° 7 Mle 1
zh: PCA n°7 1型

# IDS_PFUS612_B7_SUO_TOP
source: PCA n° 7 Mle 2
zh: PCA n°7 2型

# IDS_PFUS701_C8_SUO_STOCK
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS702_C8_SUO_TOP
source: PCA n° 8 Mle 2
zh: PCA n°8 2型

# IDS_PFUS703_D8_SUO_STOCK
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS704_D8_SUO_TOP
source: PCA n° 8 Mle 2
zh: PCA n°8 2型

# IDS_PFUS705_SUO_BAYARD
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS706_SUO_CHAMPAGNE
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS711_B8_SUO_STOCK
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS712_B8_SUO_TOP
source: PCA n° 8 Mle 2
zh: PCA n°8 2型

# IDS_PFUS713_SUO_GASCOGNE
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS715_SUO_TERRIBLE
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS716_SUO_TST_TERRIBLE
source: PCA n° 8 Mle 1
zh: PCA n°8 1型

# IDS_PFUS801_C9_SUO_STOCK
source: PCA n° 9 Mle 1
zh: PCA n°9 1型

# IDS_PFUS802_C9_SUO_TOP
source: PCA n° 9 Mle 2
zh: PCA n°9 2型

# IDS_PFUS804_D9_SUO_TOP
source: PCA n° 9 Mle 2
zh: PCA n°9 2型

# IDS_PFUS811_B9_SUO_STOCK
source: PCA n° 9 Mle 1
zh: PCA n°9 1型

# IDS_PFUS812_B9_SUO_TOP
source: PCA n° 9 Mle 2
zh: PCA n°9 2型

# IDS_PFUS901_C10_SUO_STOCK
source: PCA n° 10 Mle 1
zh: PCA n°10 1型

# IDS_PFUS902_D10_SUO_STOCK
source: PCA n° 10 Mle 1
zh: PCA n°10 1型

# IDS_PFUS911_B10_SUO_STOCK
source: PCA n° 10 Mle 1
zh: PCA n°10 1型

# IDS_PFUS912_SUO_CHAMPAGNE
source: PCA n° 10 Mle 1
zh: PCA n°10 2型

# IDS_PFUS991_C10_SUO_STOCK
source: PCA n° 10 Mle 1
zh: PCA n°10 1型

# IDS_PFUT101_D3_TORP_STOCK
source: 550 mm 19V
ru: 550-мм 19V
uk: 550-мм 19V
zh: 550-мм 19V

# IDS_PFUT201_C3_TORP_STOCK
source: 550 mm 19D
ru: 550-мм 19D
uk: 550-мм 19D
zh: 550 毫米 19D

# IDS_PFUT202_D3_TORP_STOCK
source: 550 mm 19V Mle 1
ru: 550-мм 19V Mle 1
uk: 550-мм 19V Mle 1
zh: 550-мм 19V Mle 1

# IDS_PFUT301_C4_TORP_STOCK
source: 550 mm 19D
ru: 550-мм 19D
uk: 550-мм 19D
zh: 550 毫米 19D

# IDS_PFUT302_TORP_CYCLONE
source: 550 mm 19D
ru: 550-мм 19D
uk: 550-мм 19D
zh: 550 毫米 19D

# IDS_PFUT303_D4_TORP_STOCK
source: 550 mm 19D Mle 0
ru: 550-мм 19D Mle 0
uk: 550-мм 19D Mle 0
zh: 550 毫米 23DT

# IDS_PFUT304_TORP_SIROCCO
source: 550 mm 19D Mle 1
ru: 550-мм 19D Mle 1
uk: 550-мм 19D Mle 1
zh: 550 毫米 23DT

# IDS_PFUT401_C5_TORP_STOCK
source: 550 mm 19D
ru: 550-мм 19D
uk: 550-мм 19D
zh: 550 毫米 19D

# IDS_PFUT402_D5_TORP_STOCK
source: 550 mm 23DT Mle 1
ru: 550-мм 23DT Mle 1
uk: 550-мм 23DT Mle 1
zh: 550 毫米 23DT

# IDS_PFUT501_C6_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT502_TORP_DE_GRASSE
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT503_TORP_AIGLE
source: 550 mm 24V
ru: 550-мм 24V
uk: 550-мм 24V
zh: 550毫米 24V

# IDS_PFUT504_D6_TORP_STOCK
source: 550 mm 23DT Mle 1
ru: 550-мм 23DT Mle 1
uk: 550-мм 23DT Mle 1
zh: 550 毫米 23DT

# IDS_PFUT601_C7_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT602_D7_TORP_STOCK
source: 550 mm 23DT Mle 1
ru: 550-мм 23DT Mle 1
uk: 550-мм 23DT Mle 1
zh: 550-мм 23DT Mle 1

# IDS_PFUT701_C8_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT702_D8_TORP_STOCK
source: 550 mm 24V Mle 1
ru: 550-мм 24V Mle 1
uk: 550-мм 24V Mle 1
zh: 550-мм 24V Mle 1

# IDS_PFUT703_TORP_BAYARD
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT710_TORP_TERRIBLE
source: 550 mm 24V
ru: 550-мм 24V
uk: 550-мм 24V
zh: 550 毫米 24V

# IDS_PFUT711_TORP_TST_TERRIBLE
source: 550 mm 24V
ru: 550-мм 24V
uk: 550-мм 24V
zh: 550 毫米 24V

# IDS_PFUT801_C9_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT802_D9_TORP_STOCK
source: 550 mm 24V Mle 2
ru: 550-мм 24V Mle 2
uk: 550-мм 24V Mle 2
zh: 550 毫米 23DT

# IDS_PFUT901_C10_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT902_D10_TORP_STOCK
source: 550 mm 24V Mle 2
ru: 550-мм 24V Mle 2
uk: 550-мм 24V Mle 2
zh: 550-мм 24V Mle 2

# IDS_PFUT903_TORP_MARCEAU
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PFUT991_C10_TORP_STOCK
source: 550 mm 23DT
ru: 550-мм 23DT
uk: 550-мм 23DT
zh: 550 毫米 23DT

# IDS_PGAB001_JU_87C_GZ
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAB002_JU_87C_GZ
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAB003_JU_87C_GZ
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAD001_JU_87C_GZ
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAD002_JU_87C_APB_GZ
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAD003_JU_87C_APB_GZ_I
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAD004_JU_87C_APB_GZ_II
source: Junkers Ju.87 C
zh: 容克Ju.87 C

# IDS_PGAF001_HE51
source: Heinkel He. 51
zh: 亨克尔 He.51

# IDS_PGAF002_AR197
source: Arado Ar.197
zh: 阿拉多 Ar.197

# IDS_PGAF003_BF109E
source: Messerschmitt Bf.109 E
zh: 梅塞施密特 Bf.109E

# IDS_PGAF004_BF109G
source: Messerschmitt Bf.109 G
zh: 梅塞施密特 Bf.109G

# IDS_PGAF005_FW190A8
source: Focke-Wulf Fw.190 A-8
zh: 福克-沃尔夫 Fw.190A-8

# IDS_PGAF006_TA152C
source: Focke-Wulf Ta.152 C
zh: 福克-沃尔夫 Ta.152C

# IDS_PGAF021_BF109T_GZ
source: Messerschmitt Bf.109 T
zh: 梅塞施密特Bf.109 T

# IDS_PGAF022_BF109T_GZ_I
source: Messerschmitt Bf.109 T
zh: 梅塞施密特Bf.109 T

# IDS_PGAF903_M_RICHTHOFEN_TOP
source: Me 155G
zh: Me-155A

# IDS_PGAF904_BF109G_HIDE
source: Messerschmitt Bf.109 G
zh: 梅塞施密特 Bf.109G

# IDS_PGAF905_FW190A8_HIDE
source: Focke-Wulf Fw.190 A-8
zh: 福克-沃尔夫 Fw.190A-8

# IDS_PGAF906_TA152C_HIDE
source: Focke-Wulf Ta.152 C
zh: 福克-沃尔夫 Ta.152C

# IDS_PGAF951_W_VOSS_TOP
source: Me 155G
zh: Me-155A

# IDS_PGAS001_AR196
source: Arado Ar.196
zh: 阿拉多 Ar.196

# IDS_PGAS002_HE1
source: Heinkel He. 1
zh: 亨克尔He. 1

# IDS_PGAS003_HE42
source: Heinkel He. 42
zh: 亨克尔He. 42

# IDS_PGAS004_HE60
source: Heinkel He. 60
zh: 亨克尔He. 60

# IDS_PGAS005_HE9
source: Heinkel HE. 9
zh: 亨克尔HE. 9

# IDS_PGAS006_BV_P126
source: Blohm & Voss P. 126
zh: 布洛姆-福斯 P.126

# IDS_PGAS006_FW62
source: Focke-Wulf Fw.62
zh: 福克-沃尔夫 Fw.62

# IDS_PGAS007_AR196C
source: Arado Ar.196C
zh: 阿拉多 Ar.196C

# IDS_PGAS901_AR196_HIDE
source: Arado Ar.196
zh: 阿拉多 Ar.196

# IDS_PGAS907_AR196C_HIDE
source: Arado Ar.196C
zh: 阿拉多 Ar.196C

# IDS_PGEE001_GERMANY1921_DESC
source: The "War Ensign" which combined the Prussian eagle, the Iron Cross order, and the flag of the North German Confederation and German empire. It was used from 1867 to 1919.
es_mx: La "Insignia de Guerra" la cual combinaba el águila Prusiana, la orden de la Cruz de Hierro y la bandera de la Confederación Alemana del Norte y el Imperio Germánico. Fue usada desde 1867 hasta 1919.
ja: プロイセンの鷲、鉄十字勲章、北ドイツ連邦およびドイツ帝国の国旗を組み合わせたこの旗は、1867 年から 1919 年まで戦旗として使用されていました。
pl: „Bandera wojenna”, na której znajdowały się Pruski orzeł, order Krzyża Żelaznego, flaga Związku Północnoniemieckiego i Cesarstwa Niemieckiego. Używana była w latach 1867–1919.
ru: «Военный флаг», сочетавший изображения прусского орла, ордена «Железный крест» и государственного флага объединённой Германии. Использовался с 1867 по 1919 год.
uk: «Військовий прапор», що поєднував зображення прусського орла, ордена «Залізний хрест» і державного прапора об’єднаної Німеччини. Використовувався з 1867 до 1919 р.
zh: 这面海军“战旗”与普鲁士鹰相结合，配以条顿铁十字，是北德意志联邦旗。自1867年至1919年间被D国海军使用。
zh_sg: 结合了普鲁士黑鹰、铁十字勛章、以及北德意志邦联和德意志帝国的"战旗"。1867年到1919年间使用。

# IDS_PGEE001_GERMANY1921_TITLE
source: The German Imperial Navy
es_mx: La Armada Imperial Alemana
ja: ドイツ帝国海軍
pl: Niemiecka Cesarska Marynarka Wojenna
ru: Императорские военно-морские силы Германии
uk: Імператорські військово-морські сили Німеччини
zh: D国海军旗
zh_sg: 德意志帝国海军

# IDS_PGEE002_GERMANY1935_DESC
source: It was similar to the German Imperial Navy jack, with the national flag of the Weimar Republic in the upper left corner. It was used from 1921.
es_mx: Fue similar a la insignia de la Marina Imperial Alemana con la bandera nacional de la República de Weimar en la esquina superior izquierda. Fue usada desde 1921.
ja: ドイツ帝国海軍の戦旗に似ていますが、左上がヴァイマル共和国の国旗になっており、1921 年以降に使用されていました。
pl: Podobny do krzyża Cesarskiej Niemieckiej Marynarki Wojennej, z narodową flagą Republiki Wejmarskiej w lewym górnym rogu. W użyciu od 1921 roku.
ru: Повторял рисунок гюйса императорского флота с государственным флагом Веймарской республики в левом верхнем углу. Использовался с 1921 года.
uk: Повторював малюнок гюйса імператорського флоту з державним прапором Веймарської республіки у лівому верхньому куті. Використовувався з 1921 р.
zh: D国海军旗与D国海军徽相似，将魏玛共和国国旗至于左上角位置，该军旗于1921年开始使用。
zh_sg: 类似于德意志帝国海军舰首旗，在左上角有着威玛共和国的国旗。自1921年起使用。

# IDS_PGEE002_GERMANY1935_TITLE
source: The German Imperial Navy
es_mx: La Armada Imperial Alemana
ja: ドイツ帝国海軍
pl: Niemiecka Cesarska Marynarka Wojenna
ru: Императорские военно-морские силы Германии
uk: Імператорські військово-морські сили Німеччини
zh: D国海军旗
zh_sg: 德意志帝国海军

# IDS_PGEE003_GERMANY1945_DESC
source: The "War Ensign", that was similar to the Kaiser's Navy ensign, was adopted in 1935 and used until the capitulation of Germany in 1945.
es_mx: La "Insignia de Guerra , que era similar a la de la Marina del Káiser, fue adoptada en 1935 y usado hasta la capitulación de Alemania en 1945.
ja: 帝国海軍の軍艦旗に似た戦旗であり、1935 年に制定され、1945 年のドイツ降伏まで使用されていました。
pl: „Bandera wojenna”, podobna do bandery Cesarstwa Niemieckiego, przyjęta została w 1935 roku i pozostawała w użyciu do kapitulacji Niemiec w 1945 roku.
ru: «Имперский военный флаг», близкий по рисунку к флагу кайзеровского флота. Был утверждён в 1935 году и использовался до капитуляции Германии в 1945 году.
uk: «Імперський військовий прапор», малюнком схожий на прапор кайзерівського флоту. Був затверджений 1935 р. та використовувався до капітуляції Німеччини 1945 р.
zh: 这面海军战旗类似于D国海军旗，于1935年使用直到1945年D国投降。
zh_sg: "战旗"，类似于皇帝的海军旗，于1935年采用，并且一直使用到1945年德国投降为止。

# IDS_PGEE003_GERMANY1945_TITLE
source: The German Navy
es_mx: La Armada Alemana
ja: ドイツ国防軍海軍
pl: Niemiecka Marynarka Wojenna
ru: ВМС Германии
uk: ВМС Німеччини
zh: D国海军旗
zh_sg: 德国海军

# IDS_PGEM001_BLACKFRIDAY_GZEPPELIN
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PGEM001_BLACKFRIDAY_GZEPPELIN_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PGEM002_BLACKFRIDAY_SCHARNHORST
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PGEM002_BLACKFRIDAY_SCHARNHORST_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PGEP304_TIRPIZ_1942_2
source: Tarnanstrich
zh: 伪装

# IDS_PGEP304_TIRPIZ_1942_2_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander as well as Free XP earned in a battle.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante así como la XP Libre ganada en una batalla.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP、およびフリー EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром, а также свободный опыт за бой.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир, а також збільшує вільний досвід за бій.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、降低战舰被发现的可能性并提高战舰和指挥官所获得的经验和全局经验数量。

# IDS_PGEP305_TIRPIZ_1942_CN_OB
source: Blue Fjord
es_mx: Fiordo Azul
ja: ブルー・フィヨルド
pl: Niebieski fiord
zh: 峡湾之蓝

# IDS_PGEP305_TIRPIZ_1942_CN_OB_DESCRIPTION
source: The second anniversary of World of Warships brought together the sea and sky under the sad gaze of a lone queen of fjords.
es_mx: El segundo aniversario de World of Warships reúne el aire y el mar bajo la mirada triste de una reina solitaria de los fiordos.
ja: World of Warships の 2 周年には、孤独なフィヨルドの女王が悲しそうに見つめる中で、海と空が結びついていた。
pl: Drugie urodziny World of Warships połączyły morze i niebo pod smutnym spojrzeniem samotnej królowej fiordów.
ru: Вторая годовщина World of Warships свела воедино море и небо под печальным взором одинокой королевы фьордов.
uk: Друга річниця World of Warships з’єднала в одне ціле море і небо під сумним поглядом самотньої королеви фіордів.
zh: 《战舰世界》2周年纪念涂装，与水天共成一色，陪伴峡湾中的孤独女王。
zh_sg: 《战舰世界》 2周年纪念涂装，与水天共成一色，陪伴峡湾中的孤独女王。

# IDS_PGEP306_TIRPIZ_NORWAY
source: Norwegian
es_mx: Noruego
ja: ノルウェー沿岸
pl: Norweski
ru: Норвежский
uk: Норвезький
zh: 挪威
zh_sg: 挪威人

# IDS_PGEP306_TIRPIZ_NORWAY_DESCRIPTION
source: Camo designed for hiding Tirpitz in Norwegian fjords.
es_mx: Camuflaje diseñado para ocultar al Tirpitz en los fiordos noruegos.
ja: 戦艦ティルピッツ (Tirpitz) をノルウェー沿岸に隠すためにデザインされた迷彩
pl: Kamuflaż zaprojektowany do maskowania okrętów Tirpitz w pobliżu norweskich fiordów.
ru: Камуфляж, задача которого спрятать Tirpitz в норвежских фьордах.
uk: Камуфляж, який дає змогу лінкору Tirpitz ховатися у норвезьких фіордах.
zh: 设计用于隐藏挪威峡湾中的提尔皮茨的涂装。
zh_sg: 在挪威峡湾中隐藏提尔皮茨号而设计的涂装

# IDS_PGEP307_TIRPIZ_1942_CN_FORALL
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PGEP307_TIRPIZ_1942_CN_FORALL_DESCRIPTION
source: Special camouflage dedicated to the anniversary of the project.
es_mx: Camuflaje especial dedicado al aniversario del proyecto.
ja: このゲームのアニバーサリーを記念した特別迷彩
pl: Kamuflaż specjalny, poświęcony jubileuszowi projektu.
ru: Особый камуфляж, посвящённый дню рождения проекта.
uk: Особливий камуфляж до роковин проекту.
zh: 献给项目周年庆的特殊涂装。
zh_sg: 项目周年纪念专属的特别涂装

# IDS_PGEP308_EMDEN_GERMANY
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PGEP308_EMDEN_GERMANY_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PGEP309_GRAF_SPEE_GERMANY
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PGEP309_GRAF_SPEE_GERMANY_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PGEP312_SIEGFRIED_VIKING
source: Nordic
es_mx: Nórdico
ja: ノルディック
pl: Nordycki
ru: Нордический
uk: Нордичний
zh: Нордический
zh_sg: 北欧

# IDS_PGEP312_SIEGFRIED_VIKING_DESCRIPTION
source: Quenched in the heart of the volcano, polished by seawater and wind.
es_mx: Templado en el corazón del volcán, pulido por el agua de mar y el viento.
ja: 火山の心臓部で焼き入れされ、海水と風によって磨き上げられた。
pl: Zahartowany w samym sercu wulkanu, szlifowany przez morskie fale i wiatry.
ru: Закалённый в жерле вулкана, отполированный морской водой и ветром.
uk: Загартований у жерлі вулкана, відполірований морською водою та вітром.
zh: Закалённый в жерле вулкана, отполированный морской водой и ветром.
zh_sg: 在火山中心淬炼，用海水和柔风打磨。

# IDS_PGEP313_ODIN_VIKING
source: Nordic
es_mx: Nórdico
ja: ノルディック
pl: Nordycki
ru: Нордический
uk: Нордичний
zh: Нордический
zh_sg: 北欧

# IDS_PGEP313_ODIN_VIKING_DESCRIPTION
source: Quenched in the heart of the volcano, polished by seawater and wind.
es_mx: Templado en el corazón del volcán, pulido por el agua de mar y el viento.
ja: 火山の心臓部で焼き入れされ、海水と風によって磨き上げられた。
pl: Zahartowany w samym sercu wulkanu, szlifowany przez morskie fale i wiatry.
ru: Закалённый в жерле вулкана, отполированный морской водой и ветром.
uk: Загартований у жерлі вулкана, відполірований морською водою та вітром.
zh: Закалённый в жерле вулкана, отполированный морской водой и ветром.
zh_sg: 在火山中心淬炼，用海水和柔风打磨。

# IDS_PGEP314_AEGIR_VIKING
source: Nordic
es_mx: Nórdico
ja: ノルディック
pl: Nordycki
ru: Нордический
uk: Нордичний
zh: Нордический
zh_sg: 北欧

# IDS_PGEP314_AEGIR_VIKING_DESCRIPTION
source: Quenched in the heart of the volcano, polished by seawater and wind.
es_mx: Templado en el corazón del volcán, pulido por el agua de mar y el viento.
ja: 火山の心臓部で焼き入れされ、海水と風によって磨き上げられた。
pl: Zahartowany w samym sercu wulkanu, szlifowany przez morskie fale i wiatry.
ru: Закалённый в жерле вулкана, отполированный морской водой и ветром.
uk: Загартований у жерлі вулкана, відполірований морською водою та вітром.
zh: Закалённый в жерле вулкана, отполированный морской водой и ветром.
zh_sg: 在火山中心淬炼，用海水和柔风打磨。

# IDS_PGEP406_HSF_GRAF_SPEE
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PGEP406_HSF_GRAF_SPEE_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PGEP418_PRINZ_EUGEN
source: Adler
zh: 艾德勒

# IDS_PGEP418_PRINZ_EUGEN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP and credits earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP y créditos ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、取得クレジットならびに艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD i kredytów zdobywanych przez statek i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает количество кредитов и опыта, зарабатываемого кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує кількість кредитів та досвіду, які здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验和银币数量。

# IDS_PGEP428_PRINZ_EUGEN
source: Type 30
es_mx: Tipo 30
ja: タイプ 30
ru: Тип 30
uk: Тип 30
zh: 类型30
zh_sg: 类型30

# IDS_PGEP428_PRINZ_EUGEN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PGEP438_GRAF_ZEPPELIN
source: Adler
zh: 艾德勒
