Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE215_INDOMITABLE_FLAG_DESCRIPTION
source: Aircraft carrier Indomitable: the last in the series of the Illustrious-class ships, entered service in 1941. During World War II, she took part in the Malta convoys, the Battle of Madagascar, the landings in Sicily, and operations conducted by the British Pacific Fleet.
es_mx: El portaaviones Indomitable: el último de la serie de barcos de la clase Illustrious. Entró en servicio en 1941 y durante la Segunda Guerra Mundial, participó en los convoyes de Malta, la Batalla de Madagascar, los desembarcos en Sicilia y las operaciones conducidas por la Flota Británica del Pacífico.
ja: 航空母艦インドミタブルは、イラストリアス級の最後の 1 隻です。1941 年に就役し、二次大戦中にマルタへの輸送作戦、マダガスカル侵攻作戦、シチリア島上陸作戦、イギリス太平洋艦隊による各種の作戦に参加しました。
pl: Lotniskowiec Indomitable: ostatni z okrętów serii Illustrious. Wszedł do służby w 1941 roku, w trakcie II wojny światowej uczestniczył w konwojach maltańskich, bitwie pod Madagaskarem, lądowaniach na Sycylii i operacjach przeprowadzanych przez Brytyjską Flotę Pacyficzną.
ru: Авианосец Indomitable («Неукротимый»), последний из кораблей типа Illustrious, вступил в строй в 1941 году. В годы Второй мировой войны принимал участие в Мальтийских конвоях, битве за Мадагаскар, высадке в Сицилии и операциях британского Тихоокеанского флота.
uk: Авіаносець HMS Indomitable («Нескоримий») — останній із кораблів типу Illustrious — став у стрій 1941 року. У роки Другої світової війни він брав участь у Мальтійських конвоях, битві за Мадагаскар, висадці на Сіцілію та операціях британського Тихоокеанського флоту.
zh: 航空母舰不屈：光辉级战舰系列中的最后一艘。它于1941年开始服役，并在大战期间参加马耳他输送船队、马达加斯加战役、西西里岛登陆以及Y国太平洋舰队的行动。
zh_sg: 不挠号航空母舰：最后一艘光辉级系列战舰。它于1941开始服役，在第二次世界大战期间，参与了马耳他岛保卫战，马达加斯加海战，西西里岛登录以及英国太平洋舰队的其他行动。

# IDS_PCEE216_OVECHKIN_FLAG
source: The Great Eight
es_mx: El Gran Ocho
ja: グレート・エイト
pl: Wielka Ósemka
ru: Великая Восьмёрка
uk: Велика Вісімка
zh: 伟大的八号
zh_sg: 伟大的八号

# IDS_PCEE216_OVECHKIN_FLAG_DESCRIPTION
source: Bull's Eye
es_mx: Diana
ja: 命中
pl: W dziesiątkę
ru: Точно в цель
uk: Влучно в ціль
zh: 正中红心
zh_sg: 靶心

# IDS_PCEE217_WICHITA_FLAG
source: USS Wichita
zh: 威奇托
zh_sg: USS威奇塔

# IDS_PCEE217_WICHITA_FLAG_DESCRIPTION
source: The combat duty of USS Wichita, named after the city in Kansas, began with patrolling the Atlantic waters in September 1939, long before the U.S.A. joined World War II. The cruiser received news of the end of hostilities near Okinawa Island in August 1945, after almost six years of campaigns and battles, for which Wichita was awarded 13 battle stars.
es_mx: La labor de combate del USS Wichita, que lleva el nombre de la ciudad de Kansas, comenzó con patrullar las aguas del Atlántico en septiembre de 1939, mucho antes de que Estados Unidos se uniera a la Segunda Guerra Mundial. El crucero recibió la noticia del fin de las hostilidades cerca de la isla de Okinawa en agosto de 1945, después de casi seis años de campañas y batallas por las cuales el Wichita recibió 13 estrellas de batalla.
ja: カンザス州の都市に因んで命名された重巡洋艦ウィチタ (USS Wichita) の最初の戦闘任務は、1939 年 9 月からの太平洋における哨戒任務でしたが、これはアメリカが二次大戦に参加するよりずっと前のことでした。そして 6 年近くに渡って各種の任務に従事し、1945 年 8 月に沖縄近海において終戦を迎えました。本艦には、その戦功を称えて 13 個の従軍星章が与えられました。
pl: Służba bojowa USS Wichita, nazwanego na cześć miasta w stanie Kansas, rozpoczęła się od patrolowania wód Atlantyku we wrześniu 1939 roku, na długo przed dołączeniem Stanów Zjednoczonych do II wojny światowej. Gdy zakończono działania wojenne w sierpniu 1945 roku, krążownik znajdował się w pobliżu Okinawy. W ciągu tych 6 lat Wichita wziął udział w licznych kampaniach i bitwach, za które otrzymał 13 gwiazd bojowych.
ru: Боевая служба USS Wichita, названного в честь города в штате Канзас, началась с патрулирования вод Атлантики уже в сентябре 1939 года, задолго до того, как США вступили во Вторую мировую войну. Весть об окончании боевых действий в августе 1945 года застала крейсер у острова Окинава, спустя почти шесть лет походов и сражений, за которые Wichita получил 13 боевых звёзд.
uk: Бойова служба USS Wichita, названого на честь міста в штаті Канзас, почалася з патрулювання вод Атлантики вже у вересні 1939 р., задовго до того, як США вступили у Другу світову війну. Звістка про закінчення бойових дій в серпні 1945 р. застала крейсер біля острова Окінава, через майже шість років походів і битв, за які Wichita отримав 13 бойових зірок.
zh: 以堪萨斯的城市命名的威奇托的作战任务始于1939年9月在大西洋海域巡逻，早在M国加入大战之前。1945年8月，该巡洋舰得到了岛屿附近作战行动结束的消息，经过近六年的战役和战斗，威奇塔获得了13颗战斗星星。
zh_sg: 以堪萨斯州的城市命名的威奇托号战舰的作战任务始于1939年9月在大西洋海域巡逻，远远早于美国加入第二次世界大战的时间。1945年8月，它在冲绳岛附近得到了行动结束的消息，经过近六年大大小小的战役，威奇塔号共获得了13枚战斗之星。

# IDS_PCEE218_CHARLESTON_FLAG
source: USS Charleston
zh: 查尔斯顿
zh_sg: USS查尔斯顿

# IDS_PCEE218_CHARLESTON_FLAG_DESCRIPTION
source: During her 18 years of service, USS Charleston, a St. Louis-class cruiser named after the city in South Carolina, managed to take part in a festival in Portland, serve as a flagship of two fleets, and visit Russia and Japan, as well as cross the Atlantic Ocean several times while escorting convoys carrying troops during World War I.
es_mx: Durante sus 18 años de servicio, el USS Charleston, un crucero de la clase St. Louis que lleva el nombre de la ciudad de Carolina del Sur, logró participar en un festival en Portland, servir como buque insignia de dos flotas, visitar Rusia y Japón, así como para cruzar el Océano Atlántico varias veces mientras escoltaba convoyes que transportaban tropas durante la Primera Guerra Mundial.
ja: サウスカロライナ州の都市に由来した艦名を持つチャールストン (USS Charleston) は、セントルイス級 (Louis-class) 防護巡洋艦であり、18 年間に渡って運用されました。その間には、ポートランドでのフェスティバルに参加し、2 つの艦隊の旗艦を務め、ロシアおよび日本を訪問し、一次大戦中には兵員輸送船団の護衛任務で大西洋を複数回横断しました。
pl: W ciągu 18 lat służby USS Charleston, krążownik klasy St. Louis nazwany na cześć miasta w Karolinie Południowej, wziął udział w paradzie w Portland, był okrętem flagowym dwóch flot, odwiedził Rosję, Japonię i przekroczył kilkukrotnie Ocean Atlantycki, eskortując konwoje z żołnierzami piechoty w trakcie I wojny światowej.
ru: Получивший имя в честь города в штате Южная Каролина, USS Charleston, крейсер типа St. Louis, за 18 лет службы успел поучаствовать в фестивале в городе Портленд, побывать флагманом двух флотов, посетить Россию и Японию, а в годы Первой мировой войны — несколько раз пересечь Атлантику, сопровождая конвои с войсками.
uk: Отримавши ім’я на честь міста в штаті Південна Кароліна, USS Charleston, крейсер типу St. Louis, за 18 років служби встиг взяти участь у фестивалі в місті Портленд, побути флагманом двох флотів, відвідати Росію та Японію, а у роки Першої світової війни кілька разів перетнув Атлантику, супроводжуючи конвої з військами.
zh: 在它18年服役期间，以南卡罗来纳州的城市命名的圣路易斯级巡洋舰查尔斯顿设法参加了在波特兰举行的一个节日，作为两支舰队的旗舰，访问S国和R国以及在大战期间护送运送部队的运输船队时多次穿越大西洋。
zh_sg: 以南卡罗来纳州城市命名的圣路易斯级巡洋舰查尔斯顿号在它18年服役生涯期间曾作为两个舰队的旗舰参加过在波特兰举行的一个节日，也曾访问过俄罗斯和日本，并在第一次世界大战期间护送运兵部队时多次穿越大西洋。

# IDS_PCEE219_DREADNOUGHT_FLAG
source: HMS Dreadnought
zh: 无畏
zh_sg: HMS无畏

# IDS_PCEE219_DREADNOUGHT_FLAG_DESCRIPTION
source: "All big guns!"
es_mx: "¡Todas las armas grandes!"
ja: 「全てが大口径砲!」
pl: „Największe działa!”
ru: «Только большие пушки!»
uk: «Лише великі гармати!»
zh: 「无畏大炮！」
zh_sg: “只有大炮！”

# IDS_PCEE220_VANGUARD_FLAG
source: HMS Vanguard
zh: 前卫
zh_sg: HMS前卫

# IDS_PCEE220_VANGUARD_FLAG_DESCRIPTION
source: "We Lead" was the motto of HMS Vanguard, the last representative of the ship type in the Royal Navy originating from the legendary Dreadnought in the early 20th century.
es_mx: "Nosotros Dirigimos" fue el lema de HMS Vanguard, el último representante del tipo de barco en la Royal Navy que tuvo origen en el legendario Dreadnought a principios del siglo XX.
ja: ヴァンガード (HMS Vanguard) は、イギリス海軍最後の戦艦であり、20 世紀初頭における伝説の戦艦ドレッドノート (Dreadnought) からの系譜に連なる艦です。本艦のモットーは "We Lead" (我々が導く) でした。
pl: „Prowadzimy” – to motto HMS Vanguard, ostatniego reprezentanta okrętów tego typu w Royal Navy, wywodzących się z legendarnej serii Dreadnought na początku XX wieku.
ru: «Мы ведём за собой» — таков был девиз HMS Vanguard («Авангард»), последнего в Королевском флоте представителя класса кораблей, родоначальником которого в начале XX века стал легендарный Dreadnought.
uk: «Ми ведемо за собою» — таким був девіз HMS Vanguard («Авангард»), останнього в Королівському флоті представника того класу кораблів, почин якому на світанку XX ст. дав легендарний Dreadnought.
zh: 「我们领队」是前卫的座右铭，前卫是海军中起源于20世纪初传奇的无畏舰舰种的最后一位代表。
zh_sg: “我们领导”是HMS 先锋的座右铭，HMS前卫是皇家海军中最后一代的代表，起源于20世纪初传奇的无畏战舰。

# IDS_PCEE221_WESTVIRGINIA_FLAG
source: USS West Virginia
zh: 西弗吉尼亚
zh_sg: USS西维吉尼亚

# IDS_PCEE221_WESTVIRGINIA_FLAG_DESCRIPTION
source: Notable for its mountain landscape and motto "Montani semper liberi" ("Mountaineers are Always Free"), West Virginia gave its name to three ships of the US Navy, including the Colorado-class battleship nicknamed Wee Vee in the Navy.
es_mx: Notable por su paisaje montañoso y el lema "Montani sempre liberi" ("Los montañeros son siempre libres"), Virginia Occidental dio nombre a tres barcos de la Armada de los Estados Unidos, incluido el acorazado clase Colorado llamado Wee Vee en la Armada.
ja: ウェストヴァージニア州は、山岳州として知られており、そのモットーは "Montani semper liberi" (ラテン語で「山岳人は常に自由」) です。アメリカ海軍には、この州に因んだ艦名を持つ艦艇が 3 隻あり、その中の 1 隻が、"Wee Vee" という愛称で知られるコロラド級 (Colorado-class) 戦艦でした。
pl: Rozpoznawalna ze względu na swój górzysty krajobraz oraz motto „Montani semper liberi” („Górale zawsze są wolni”), Wirginia Zachodnia użyczyła swojej nazwy trzem okrętom amerykańskiej marynarki wojennej, w tym pancernikowi klasy Colorado, który nosił przydomek Wee Vee.
ru: Примечательный своими горными ландшафтами и девизом «Горцы всегда свободны», штат Западная Вирджиния дал имя трём кораблям ВМС США, в числе которых был и линкор типа Colorado, прозванный на флоте «Wee Vee».
uk: Примітний своїми гірськими ландшафтами і девізом «Горяни завжди вільні», штат Західна Вірґінія дав ім’я трьом кораблям ВМС США, серед яких був і лінкор типу Colorado, що одержав на флоті прізвисько «Wee Vee».
zh: 西弗吉尼亚以其山地景观和座右铭「登山者是自由的」而闻名，它给了M国海军的三艘战舰名字，包括在海军中绰号为Wee Vee的科罗拉多级战列舰。
zh_sg: 西弗吉尼亚以其山地景观和座右铭“Montani semper liberi”（“登山者总是免费”）而闻名，它给了美国海军中的三艘战舰命名，包括在海军中绰号为Wee Vee的科罗拉多级战列舰。

# IDS_PCEE222_WG_FEST_2018_FLAG
source: Brought the Heat!
es_mx: ¡Hazlos arder!
ja: 激戦をもたらした!
pl: Żar za mną kroczy!
ru: Дал жару!
uk: Всипав перцю!
zh: 带来热度！
zh_sg: 热力来袭！

# IDS_PCEE222_WG_FEST_2018_FLAG_DESCRIPTION
source: It's official: the holder of this flag brought the heat during WG Fest 2018.
es_mx: Ahora es oficial: el portador de esta bander hizo arder el WG Fest 2018.
ja: 公式情報: この旗の所有者は、WG Fest 2018 に激戦をもたらしました。
pl: To już oficjalne: posiadacz tej flagi popisał się w trakcie WG Fest 2018.
ru: Официально подтверждаем: обладатель этого флага задал жару на WG Fest 2018.
uk: Офіційно підтверджуємо: власник цього прапора всипав перцю на WG Fest 2018.
zh: 现在，它是正式的：这个旗帜的持有者在2018年WG盛会期间带来了热度。
zh_sg: 现在官方宣布：这面旗帜的拥有者曾给WG Fest 2018带来了热力。

# IDS_PCEE223_LAZO_FLAG
source: Lazo
ru: Лазо
uk: Лазо
zh: 拉佐
zh_sg: 拉佐

# IDS_PCEE223_LAZO_FLAG_DESCRIPTION
source: One of the Project 68 light cruisers planned to be laid down in autumn 1941. This ship was supposed to be named Lazo after Sergey Lazo, the Russian Army officer, Bolshevik, and a prominent participant of the civil war in Russia.
es_mx: Uno de los cruceros ligeros del Proyecto 68 que planeaba ser puesto en quilla en el otoño de 1941. Se supone que este barco se llamaría Lazo como Sergey Lazo: oficial del Ejército Ruso, Bolchevique y un participante prominente de la guerra civil en Rusia.
ja: 1941 年の秋に起工する予定となってしまった68 計画型軽巡洋艦 (プロイェークト 68)の内の 1 隻 。予定されていた艦名は、ロシア陸軍の士官であり、ボリシェヴィキであり、ロシア内戦における有力な参加者であったセルゲイ・ラゾに由来するものでした。
pl: Jeden z lekkich krążowników projektu 68, którego budowa miała się rozpocząć jesienią 1941 roku. Okręt miał nosić nazwę Lazo, na cześć Sergieja Łazo, oficera armii rosyjskiej, bolszewika i zasłużonego uczestnika wojny domowej w Rosji.
ru: Один из лёгких крейсеров проекта 68, планировавшихся к закладке осенью 1941 года. Должен был получить название «Лазо» в честь Сергея Лазо — офицера русской армии, большевика, видного участника Гражданской войны в России.
uk: Один з легких крейсерів проекту 68, що планували закласти восени 1941 р. Мав отримати назву «Лазо» на честь Сергія Лазо — офіцера російської армії, більшовика, видатного учасника Громадянської війни у Росії.
zh: 计划在1941年秋季建造的计划68轻型巡洋舰之一。这艘战舰原本应该以谢尔盖-拉佐之名命名为拉佐：陆军军官、布尔什维克以及S国内战的重要参与者。
zh_sg: 计划在1941年秋天开始生产的Project 68轻型巡洋舰中的一艘。这艘船计划以谢尔盖·拉佐(Sergey Lazo)的名字命名，他是一名俄罗斯军官，布尔什维克，也是俄罗斯内战的重要参与者。

# IDS_PCEE224_BRITISHCOLLECTIONFLAG
source: British Collection
es_mx: Colección Británica
ja: イギリス・コレクション
pl: Kolekcja brytyjska
ru: Коллекция Британии
uk: Колекція Британії
zh: Y系收藏
zh_sg: 英国收藏

# IDS_PCEE224_BRITISHCOLLECTIONFLAG_DESCRIPTION
source: Commemorative flag granted for completing the "Royal Navy Destroyers" collection
es_mx: Bandera conmemorativa otorgada por completar la colección "Destructores de la Marina Real
ja: 「イギリス海軍の駆逐艦」コレクションの完成記念旗
pl: Flaga pamiątkowa przyznawana za ukończenie kolekcji „Niszczyciele Royal Navy”
ru: Памятный флаг за коллекцию «Эсминцы Королевского флота»
uk: Пам’ятний прапор за колекцію «Есмінці Королівського флоту»
zh: 授予完成「无敌战舰驱逐舰」收藏的纪念旗帜
zh_sg: 奖励给完成“皇家海军驱逐舰”收藏的玩家的纪念旗帜。

# IDS_PCEE225_HAPPY_NEW_YEAR2019
source: Prussia
es_mx: Prusia
ja: プロイセン
ru: Пруссия
uk: Пруссія
zh: 普鲁士国旗
zh_sg: 普鲁士

# IDS_PCEE225_HAPPY_NEW_YEAR2019_DESCRIPTION
source: New Year Celebration Commemorative Flag
es_mx: Bandera Conmemorativa de la Celebración de Año Nuevo
ja: 新年祝賀記念旗
pl: Pamiątkowa flaga obchodów noworocznych
ru: Памятный флаг в честь празднования Нового года
uk: Пам’ятний прапор на честь святкування Нового року
zh: 新年庆祝纪念旗帜
zh_sg: 庆祝新年的纪念旗帜

# IDS_PCEE225_HAPPY_NEW_YEAR2019_EXTRA_DESCRIPTION
source: With the proclamation of the German Empire in 1871, the Kingdom of Prussia became its main constituent part. This particular national flag of Prussia existed from 1892 to 1918. The center of the cloth contains the emblem of the kingdom: a black crowned eagle, with the right paw holding the Prussian royal scepter, while the left paw holds the state apple (Reichsapfel). The wings are covered with golden trefoils (Kleestengeln), and the eagle's chest carries the golden monogram of the first King of Prussia, Friedrich I FR (Fridericus Rex).
es_mx: Con la proclamación del Imperio Alemán en 1871, el Reino de Prusia se convirtió en su principal parte constituyente. Esta bandera nacional particular de Prusia existió desde 1892 hasta 1918. El centro de la bandera contiene el emblema del reino: un águila negra coronada, con la garra derecha sosteniendo el cetro real prusiano, mientras que la garra izquierda sostiene la manzana del estado (Reichsapfel). Las alas están cubiertas de tréboles dorados (Kleestengeln), y en el pecho del águila carga un monograma dorado del primer rey de Prusia, Friedrich I FR (Fridericus Rex).
ja: 1871 年にドイツ帝国が成立した際、プロイセン王国がその主な構成要素となりました。このプロイセンの国旗は、1892 年から 1918 年にかけて使われていたものです。その中央にはプロイセン王国の紋章である戴冠した黒い鷲が配されており、その右脚にはプロイセン王室の杖が、左脚には宝珠 (Reichsapfel) がそれぞれ握られています。両翼には金色の三つ葉 (Kleestengeln) が飾られており、胸には初代プロイセン王、フリードリヒ 1 世 FR (Fridericus Rex) のモノグラムが描かれています。
pl: Wraz z proklamacją Cesarstwa Niemieckiego w 1871 roku Królestwo Prus stało się jednym z jego głównych części składowych. Ta flaga Prus istniała od 1892 do 1918 roku. Środkowa część zawiera emblemat królestwa: czarny ukoronowany orzeł, z berłem pruskim w prawej łapie i jabłkiem królewskim (Reichsapfel) w lewej. Skrzydła przykryte są złotymi koniczynami (Kleestengeln), a na piersi znajduje się złoty monogram pierwszego króla Prus, Friedricha I FR (Fridericus Rex).
ru: С провозглашением в 1871 г. Германской империи Прусское королевство стало её главной составной частью. Этот государственный флаг Пруссии существовал с 1892 по 1918 г. В центре полотнища — герб королевства: чёрный коронованный орёл, в правой лапе прусский королевский скипетр, а в левой — государственное яблоко (Reichsapfel). Крылья покрыты золотыми трилистниками (Kleestengeln), на груди орла — золотой вензель первого короля Пруссии Фридриха I FR (Fridericus Rex).
uk: З проголошенням 1871 року Німецької імперії Прусське королівство стало її головною складовою частиною. Цей державний прапор Пруссії існував з 1892 до 1918 р. У центрі полотнища — герб королівства: чорний коронований орел, в правій лапі прусський королівський скіпетр, а у лівій — державне яблуко (Reichsapfel). Крила покриті золотими трилисниками (Kleestengeln), на грудях орла золотий вензель першого короля Пруссії Фрідріха I FR (Fridericus Rex).
zh: 随着1871年的宣言，普鲁士王国成为其主要组成部分。这个特殊的普鲁士国旗存在于1892年至1918年。布匹的中心包含王国的徽章：黑冠鹰，右爪握着普鲁士王室令牌，左爪握着十字圣球。翅膀上覆盖着金色三叶草（，鹰的胸部带有第一位普鲁士国王弗里德里希一世的金色花押字。
zh_sg: 1871年德意志帝国宣告，普鲁士王国成为了其主要的组成部分。该特殊的普鲁士国旗存在于1892年至1918年之间。旗面中心含有王国的徽章：黑冠鹰，鹰的右爪握着普鲁士的王室权杖，左爪握着宝球（Reichsapfel）。翅膀上覆盖着金色三叶草（Kleestengeln），鹰的胸部是第一位普鲁士国王弗里德里希一世的金色首写字母标记“FR”（Fridericus Rex）。

# IDS_PCEE226_CZECH_NAVY_FLAG
source: Czechoslovakian Riverine Navy
es_mx: Armada Fluvial Checoslovaca
ja: チェコスロバキア河川海軍
pl: Czechosłowacka Marynarka Rzeczna
ru: Речные силы Чехословакии
uk: Річкові сили Чехословаччини
zh: 捷克斯洛伐克河流海军
zh_sg: 捷克斯洛伐克内河海军

# IDS_PCEE226_CZECH_NAVY_FLAG_DESCRIPTION
source: To commemorate 100 years of the mighty, unbeaten Czechoslovakian riverine fleet.
es_mx: Para conmemorar 100 años de la poderos e invicta flota fluvial checoslovaca.
ja: 強力で不屈なチェコスロバキア河川海軍の 100 周年を記念して。
pl: Dla upamiętnienia 100-lecia potężnej, niepokonanej Czechosłowackiej Marynarki Rzecznej.
ru: Отмечаем столетие славных и непобедимых речных сил Чехословакии.
uk: Святкуємо сторіччя славетних і непереможних річкових сил Чехословаччини.
zh: 为了纪念100年来强大、不败的捷克斯洛伐克河流舰队。
zh_sg: 纪念捷克斯洛伐克强大、战无不胜的内河舰队诞生100周年。

# IDS_PCEE227_POLISH_NAVY_FLAG
source: 100 Years of the Polish Navy
es_mx: 100 Años de la Armada de Polonia
ja: ポーランド海軍 100 周年
pl: 100 lat Polskiej Marynarki Wojennej
ru: 100 лет ВМС Польши
uk: 100 років ВМС Польщі
zh: B系海军100周年
zh_sg: 波兰海军100周年

# IDS_PCEE227_POLISH_NAVY_FLAG_DESCRIPTION
source: Morze, nasze morze, wiernie ciebie będziem strzec.
ja: Morze, nasze morze, wiernie ciebie bedziem strzec.
zh: 大海，我们的大海，我们会忠诚的保卫你。
zh_sg: Morze, nasze morze, wiernie ciebie bedziem strzec.

# IDS_PCEE228_TURKEY_SHOOT_FLAG
source: The Community Turkey Shoot
es_mx: La Comunidad de Tiro al Pavo
pl: Społecznościowy odstrzał indyków
ru: Стрелковое состязание Turkey Shoot
uk: Змагання зі стрільби «Turkey Shoot»
zh: 社群射火鸡
zh_sg: Turkey Shoot社区活动

# IDS_PCEE228_TURKEY_SHOOT_FLAG_DESCRIPTION
source: Thanks for joining us for our Community Turkey Shoot 2018 Event!
es_mx: ¡Gracias por unirte a nuestro Evento de la Comunidad de Tiro al Pavo!
ja: "Community Turkey Shoot 2018" イベントに参加して頂き感謝します!
pl: Dziękujemy za dołączenie do naszego społecznościowego odstrzału indyków!
ru: Благодарим вас за участие в состязании Turkey Shoot 2018 года.
uk: Дякуємо вам за участь у змаганні «Turkey Shoot» 2018 р.
zh: 感谢参加我们的2018年社群射火鸡活动！
zh_sg: 感谢参与我们2018年Turkey Shoot社区活动！

# IDS_PCEE229_LUNARNEWYEAR
source: Year of the Pig
es_mx: Año del Cerdo
ja: 亥年
pl: Rok Świni
ru: Год Свиньи
uk: Рік Свині
zh: 猪年
zh_sg: 猪年

# IDS_PCEE229_LUNARNEWYEAR_DESCRIPTION
source: In celebration of the Year of the Earth Pig
es_mx: En celebración del Año del Cerdo de Tierra
ja: 亥年を祝して
pl: Świętując Rok Świni Ziemi
ru: В честь празднования года Жёлтой Земляной Свиньи
uk: На честь святкування року Жовтої Земляної Свині
zh: 庆祝亥猪年
zh_sg: 庆祝生肖猪年

# IDS_PCEE230_DAUNTLESS_FLAG
source: Neustrashimy
ru: Неустрашимый
uk: Нєустрашимий
zh: 不惧
zh_sg: 不惧

# IDS_PCEE230_DAUNTLESS_FLAG_DESCRIPTION
source: Neustrashimy is one of the Soviet "super-destroyers", an experimental ship with high-powered weapons and advanced propulsion, commissioned in January 1955.
es_mx: Neustrashimy es uno de los "super-destructores" soviéticos, un barco experimental con armas de alto poder experimentales y una propulsión avanzada, comisionado en enero de 1955.
ja: ネウストラシムイはソ連の「超駆逐艦」の 1 隻であり、強力な兵装と先進的な機関を備えた実験的な艦として 1955 年 1 月に就役しました。
pl: Neustrashimy był jednym z radzieckich „superniszczycieli”, eksperymentalnych okrętów o potężnym uzbrojeniu i nowoczesnym napędzie, włączonym do służby w styczniu 1955 roku.
ru: «Неустрашимый» — один из советских «суперэсминцев», экспериментальный корабль с мощным вооружением и энергетической установкой передовой конструкции, вступил в строй в январе 1955 года.
uk: «Нєустрашимий» — один з радянських «супересмінців», експериментальний корабель з потужним озброєнням і силовою установкою передової конструкції, став у стрій в січні 1955 р.
zh: 不惧是S系「超级驱逐舰」之一，是一艘装有强力武器和先进动力的实验舰，于1955年1月投入服役。
zh_sg: 不惧号是苏联“超级驱逐舰”之一，它是一艘实验性战舰，拥有超强大的武器以及强力的推进力，与1955年1月投入使用。

# IDS_PCEE231_YAHAGI_FLAG
source: Yahagi
ja: 矢矧
zh: 狸
zh_sg: 矢矧

# IDS_PCEE231_YAHAGI_FLAG_DESCRIPTION
source: Light cruiser Yahagi, having survived the heat of the battle in the Philippine Sea and Leyte Gulf, was assigned to accompany battleship Yamato on her final voyage. On April 7, 1945, Yahagi was sunk by an assault from American carrier-based aircraft.
es_mx: El crucero ligero Yahagi, habiendo sufrido el calor de la batalla en el Mar de las Filipinas y el Golfo de Leyte, fue asignado a acompañar al acorazado Yamato en su último viaje. El 7 de abril, de 1945, el Yahagi fue hundido por un asalto de aviones de portaaviones Estadounidense.
ja: 軽巡洋艦矢矧は、マリアナ沖海戦とレイテ沖海戦を生き残り、最後の航海において戦艦大和に随伴することになりました。そして 1945 年 4 月 7 日、本艦はアメリカ軍の艦載機による空襲を受けて撃沈されました。
pl: Lekki krążownik Yahagi, przetrwawszy bitwy na Morzu Filipińskim i w Zatoce Leyte, został przydzielony do oddziału pancernika Yamato w trakcie jego ostatniej podróży. 7 kwietnia 1945 roku Yahagi został zatopiony podczas ataku amerykańskiego lotnictwa.
ru: Лёгкий крейсер Yahagi, переживший жар сражений в Филиппинском море и заливе Лейте, был назначен сопровождать линкор Yamato в его последнем походе. 7 апреля 1945 года Yahagi погиб под ударами американской палубной авиации.
uk: Легкий крейсер Yahagi, який пережив вир битв у Філіппінському морі і затоці Лейте, призначили супроводжувати лінкор Yamato в його останньому поході. 7 квітня 1945 р. Yahagi затонув від ударів американської палубної авіації.
zh: 轻型巡洋舰狸在菲律宾海和雷伊泰湾的激战中幸存，被指派在最后一次航行中伴随战列舰鲸。1945年4月7日，狸被美国航空母舰的舰载机攻击击沉。
zh_sg: 轻型巡洋舰矢矧号，在从菲律宾和莱特湾的激烈战斗中幸存下来后，被分配与战列舰大和号一起执行任务，也踏上了它的不归路。1945年4月7日，矢矧号遭遇了美国的航母舰载机的袭击而被击沉。

# IDS_PCEE232_VIRIBUS_FLAG
source: Viribus Unitis
zh: 联合力量
zh_sg: 联合力量

# IDS_PCEE232_VIRIBUS_FLAG_DESCRIPTION
source: Viribus Unitis (Latin for "With United Forces") was the personal motto of Austro-Hungarian Emperor Franz Joseph. This was also the name of the lead ship of the sole series of Austro-Hungarian dreadnoughts.
es_mx: Viribus Unitis (latín para "Con Fuerzas Unidas") era el lema personal del Emperador Austro-Húngaro Franz Joseph. Este también fue el nombre del barco líder de una serie única de dreadnoughts Austro-Húngaros.
ja: "Viribus Unitis" (フィリブス・ウニティス、ラテン語で「力を合わせて」) は、オーストリア＝ハンガリー帝国の皇帝フランツ・ヨーゼフ 1 世の個人モットーでした。そしてこれが、同国海軍としては唯一であった弩級戦艦の艦級におけるリードシップの艦名となりました。
pl: Viribus Unitis (łac. „Zjednoczonymi siłami”) było osobistym mottem austro-węgierskiego cesarza Franciszka Józefa. Była to również nazwa okrętu prowadzącego jedynej serii austro-węgierskich drednotów.
ru: «Общими силами» (лат. Viribus Unitis) — таков был личный девиз императора Австро-Венгрии Франца Иосифа, и именно так был назван головной корабль единственной серии австро-венгерских дредноутов.
uk: «Спільними силами» (лат. Viribus Unitis) — таким був особистий девіз імператора Австро-Угорщини Франца Йосифа, і саме так назвали головний корабель єдиної серії австро-угорських дредноутів.
zh: 联合力量是奥匈帝国皇帝弗朗茨-约瑟夫的个人格言。这也是奥匈帝国唯一的无畏舰系列的领舰的名称。
zh_sg: Viribus Unitis（拉丁语意为“团结的力量”）是奥匈帝国皇帝弗朗茨·约瑟夫的座右铭。这也是奥匈帝国唯一的无畏战舰系列的主力船的名字。

# IDS_PCEE233_LEONE_FLAG
source: Leone
zh: 狮子
zh_sg: 狮子
