Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAGM082_3IN50_MK5
source: 76.2 mm/50 Mk.5 on a single mount
es_mx: Mk.5 de 76.2 mm/50 en un montaje simple
ja: 76.2 mm/50 Mk.5 (単装砲座)
pl: 76,2 mm/50 Mk.5 na pojedynczym stanowisku
ru: 76,2-мм/50 Mk.5 в одиночной установке
uk: 76,2-мм/50 Mk.5 в одиночній установці
zh: 76.2 毫米/50 Mk5
zh_sg: 76.2 mm/50 Mk.5（单装炮座）

# IDS_PAGM087_5IN38_MK21
source: 127 mm/38 Mk.12 on a Mk.21 mod.1 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1
ja: 127 mm/38 Mk.12 (Mk.21 mod.1 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1
zh: 127 毫米/38 Mk21 1型
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1炮座）

# IDS_PAGM088_5IN38_MK40_MOD33
source: 127 mm/38 Mk.12 on a Mk.21 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.0
ja: 127 mm/38 Mk.12 (Mk.21 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.0
zh: 127 毫米/38 Mk21 0型
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.0炮座）

# IDS_PAGM089_6IN50_MK7
source: 152 mm/50 Mk.5 on an Armstrong mounting
es_mx: Mk.5 de 152 mm/50 en un montaje Armstrong
ja: 152 mm/50 Mk.5 (Armstrong 砲座)
pl: 152 mm/50 Mk.5 na stanowisku prod. Armstrong
ru: 152-мм/50 Mk.5 на станке Armstrong
uk: 152-мм/50 Mk.5 на станку Armstrong
zh: 152 毫米/50 Mk7
zh_sg: 152 mm/50 Mk.5（Armstrong炮座）

# IDS_PAGM091_6IN53_MK13_SINGLE
source: 152 mm/53 Mk.12 on a Mk.13 casemate mount
es_mx: Mk.12 de 152 mm/53 en un montaje de casamata Mk.13
ja: 152 mm/53 Mk.12 (Mk.13 ケースメイト砲座)
pl: 152 mm/53 Mk.12 w kazamacie Mk.13
ru: 152-мм/53 Mk.12 в казематной установке Mk.13
uk: 152-мм/53 Mk.12 в казематній установці Mk.13
zh: 152 毫米/53 Mk13
zh_sg: 152 mm/53 Mk.12（Mk.13炮廓式）

# IDS_PAGM092_5IN38_MK38_MOD0
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38 0型
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAGM093_4IN50_MK12
source: 102 mm/50 Mk.9 on a shielded mount
es_mx: Mk.9 de 102 mm/50 en un montaje protegido
ja: 102 mm/50 Mk.9 (防盾付き砲座)
pl: 102 mm/50 Mk.9 na osłoniętym stanowisku
ru: 102-мм/50 Mk.9 в щитовой установке
uk: 102-мм/50 Mk.9 у щитовій установці
zh: 102 毫米/50 Mk12
zh_sg: 102 mm/50 Mk.9（护盾式炮座）

# IDS_PAGM095_4IN50_MK12
source: 102 mm/50 Mk.9 on a single mount
es_mx: Mk.9 de 102 mm/50 en un montaje simple
ja: 102 mm/50 Mk.9 (単装砲座)
pl: 102 mm/50 Mk.9 na pojedynczym stanowisku
ru: 102-мм/50 Mk.9 в одиночной установке
uk: 102-мм/50 Mk.9 в одиночній установці
zh: 102 毫米/50 Mk12
zh_sg: 102 mm/50 Mk.9（单装炮座）

# IDS_PAGM096_6IN50_MK6
source: 152 mm/50 Mk.6 on a single mount
es_mx: Mk.6 de 152 mm/50 en un montaje simple
ja: 152 mm/50 Mk.6 (単装砲座)
pl: 152 mm/50 Mk.6 na pojedynczym stanowisku
ru: 152-мм/50 Mk.6 в одиночной установке
uk: 152-мм/50 Mk.6 в одиночній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（单装炮座）

# IDS_PAGM097_6IN50_MK6
source: 152 mm/50 Mk.6 on a casemate mount
es_mx: Mk.6 de 152 mm/50 en un montaje de casamata
ja: 152 mm/50 Mk.6 (ケースメイト砲座)
pl: 152 mm/50 Mk.6 w kazamacie
ru: 152-мм/50 Mk.6 в казематной установке
uk: 152-мм/50 Mk.6 в казематній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（炮廓式）

# IDS_PAGM098_6IN50_MK6
source: 152 mm/50 Mk.6 on a casemate mount
es_mx: Mk.6 de 152 mm/50 en un montaje de casamata
ja: 152 mm/50 Mk.6 (ケースメイト砲座)
pl: 152 mm/50 Mk.6 w kazamacie
ru: 152-мм/50 Mk.6 в казематной установке
uk: 152-мм/50 Mk.6 в казематній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（炮廓式）

# IDS_PAGM107_14IN45_TWIN
source: 356 mm/45 Mk.8 mounted in a turret
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
zh: 356-мм/45 Mk.8 в башенной установке

# IDS_PAGM108_14IN45_TRIPLE
source: 356 mm/45 Mk.9 mounted in a turret
ja: 356 mm/45 Mk.9 (砲塔)
pl: 356 mm/45 Mk.9 w wieży
ru: 356-мм/45 Mk.9 в башенной установке
zh: 356-мм/45 Mk.9 в башенной установке

# IDS_PAGM113_5IN38_MK32_MOD12
source: 127 mm/38 Mk.12 on a Mk.29 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.29
ja: 127 mm/38 Mk.12 (Mk.29 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.29
ru: 127-мм/38 Mk.12 в установке Mk.29
uk: 127-мм/38 Mk.12 в установці Mk.29
zh: 127 毫米/38 Mk32 12型
zh_sg: 127 mm/38 Mk.12（Mk.29炮座）

# IDS_PAGM114_8IN50_MK14_MOD1
source: 203 mm/55 Mk.14 on a triple mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple
ja: 203 mm/55 Mk.14 (三連装砲座)
pl: 203 mm/55 Mk.14 na potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці
zh: 203 毫米/50 Mk14 1型
zh_sg: 203 mm/55 Mk.14（三联装炮座）

# IDS_PAGM115_8IN50_MK14_MOD2
source: 203 mm/55 Mk.14 on a twin mount
es_mx: Mk.14 de 203 mm/55 en un montaje doble
ja: 203 mm/55 Mk.14 (連装砲座)
pl: 203 mm/55 Mk.14 w podwójnym stanowisku
ru: 203-мм/55 Mk.14 в двухорудийной установке
uk: 203-мм/55 Mk.14 у двогарматній установці
zh: 203 毫米/50 Mk14 1型
zh_sg: 203 mm/55 Mk.14（双联装炮座）

# IDS_PAGM117_6IN53_MK13_SINGLE
source: 152 mm/53 Mk13
ru: 152-мм/53 Mk13
uk: 152-мм/53 Mk13
zh: 152 毫米/53 Mk13

# IDS_PAGM118_5IN51_MK_7_MOD2
source: 127 mm/51 Mk.7 on a shielded mount
es_mx: Mk.7 de 127 mm/51 en un montaje protegido
ja: 127 mm/51 Mk.7 (防盾付き砲座)
pl: 127 mm/51 Mk.7 na osłoniętym stanowisku
ru: 127-мм/51 Mk.7 в щитовой установке
uk: 127-мм/51 Mk.7 у щитовій установці
zh: 127 毫米/51 Mk7 2型
zh_sg: 127 mm/51 Mk.7（护盾式炮座）

# IDS_PAGM119_6IN_50_MK8
source: 152 mm/50 Mk.8 on a Mk.10 mount
es_mx: Mk.8 de 152 mm/50 en un montaje Mk.10
ja: 152 mm/50 Mk.8 (Mk.10 砲座)
pl: 152 mm/50 Mk.8 na stanowisku Mk.10
ru: 152-мм/50 Mk.8 в установке Mk.10
uk: 152-мм/50 Mk.8 в установці Mk.10
zh: 152 毫米/50 Mk8
zh_sg: 152 mm/50 Mk.8（Mk.10炮座）

# IDS_PAGM120_6IN53_MK14
source: 152 mm/53 Mk.12 on a Mk.17 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.17
ja: 152 mm/53 Mk.12 (Mk.17 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.17
ru: 152-мм/53 Mk.12 в установке Mk.17
uk: 152-мм/53 Mk.12 в установці Mk.17
zh: 152 毫米/53 Mk14
zh_sg: 152 mm/53 Mk.12（Mk.17炮座）

# IDS_PAGM121_5IN51_MK_7_MOD2
source: 127 mm/51 Mk.7 on a shielded mount
es_mx: Mk.7 de 127 mm/51 en un montaje protegido
ja: 127 mm/51 Mk.7 (防盾付き砲座)
pl: 127 mm/51 Mk.7 na osłoniętym stanowisku
ru: 127-мм/51 Mk.7 в щитовой установке
uk: 127-мм/51 Mk.7 у щитовій установці
zh: 127 毫米/51 Mk7 2型
zh_sg: 127 mm/51 Mk.7（护盾式炮座）

# IDS_PAGM122_8IN55_MK14_MOD1
source: 203 mm/55 Mk14 mod. 1
ru: 203-мм/55 Mk14 mod. 1
uk: 203-мм/55 Mk14 mod. 1
zh: 203 毫米/55 Mk14 1型

# IDS_PAGM123_8IN55_MK14_MOD2
source: 203 mm/55 Mk14 mod. 2
ru: 203-мм/55 Mk14 mod. 2
uk: 203-мм/55 Mk14 mod. 2
zh: 203 毫米/55 Mk14 2型

# IDS_PAGM124_12IN50_MK7
source: 305 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.7 (砲塔)
pl: 305 mm/50 Mk.7 w wieży
ru: 305-мм/50 Mk.7 в башенной установке
uk: 305-мм/50 Mk.7 в баштовій установці
zh: 305毫米/50 MK7
zh_sg: 305 mm/50 Mk.7（单装炮塔）

# IDS_PAGM125_14IN_45_MK8
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 MK8
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAGM126_14IN_45_MK8
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 MK8
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAGM130_4IN50_TWIN_MOUNT
source: 102 mm/50 Mk.9 on a twin mount
es_mx: Mk.9 de 102 mm/50 en un montaje doble
ja: 102 mm/50 Mk.9 (連装砲座)
pl: 102 mm/50 Mk.9 na podwójnym stanowisku
ru: 102-мм/50 Mk.9 в двухорудийной установке
uk: 102-мм/50 Mk.9 у двогарматній установці
zh: 102 毫米/50 Mk14
zh_sg: 102 mm/50 Mk.9（双联装炮座）

# IDS_PAGM131_4IN50_TWIN_MOUNT_SHIELD
source: 102 mm/50 Mk.9 on a twin mount
es_mx: Mk.9 de 102 mm/50 en un montaje doble
ja: 102 mm/50 Mk.9 (連装砲座)
pl: 102 mm/50 Mk.9 na podwójnym stanowisku
ru: 102-мм/50 Mk.9 в двухорудийной установке
uk: 102-мм/50 Mk.9 у двогарматній установці
zh: 102 毫米/50 Mk14
zh_sg: 102 mm/50 Mk.9（双联装炮座）

# IDS_PAGM133_5IN51_MK_7_MOD2
source: 127 mm/51 Mk.7 on a Mk.15 mount
es_mx: Mk.7 de 127 mm/51 en un montaje Mk.15
ja: 127 mm/51 Mk.7 (Mk.15 砲座)
pl: 127 mm/51 Mk.7 na stanowisku Mk.15
ru: 127-мм/51 Mk.7 в установке Mk.15
uk: 127-мм/51 Mk.7 в установці Mk.15
zh: 127 毫米/51 Mk7 2型
zh_sg: 127 mm/51 Mk.7（Mk.15炮座）

# IDS_PAGM134_3IN50_MK5_SHIELD
source: 76.2 mm/50 Mk5
ru: 76,2-мм/50 Mk5
uk: 76,2-мм/50 Mk5
zh: 76.2 毫米/50 Mk5

# IDS_PAGM135_5IN38_MK30_MOD1
source: 127 mm/38 Mk30 mod. 1
ru: 127-мм/38 Mk30 mod. 1
uk: 127-мм/38 Mk30 mod. 1
zh: 127 毫米/38 Mk30 1型

# IDS_PAGM137_5IN38_MK30_MOD1
source: 127 mm/38 Mk.12 on a Mk.30 mod.1 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.1
ja: 127 mm/38 Mk.12 (Mk.30 mod.1 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.1
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.1
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.1
zh: 127 毫米/38 Mk30 1型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.1炮座）

# IDS_PAGM138_5IN38_MK21
source: 127 mm/38 Mk.12 on a Mk.21 mod.1 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1
ja: 127 mm/38 Mk.12 (Mk.21 mod.1 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1
zh: 127 毫米/38 Mk21 1型
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1炮座）

# IDS_PAGM148_6IN53_MK13_SINGLE
source: 152 mm/53 Mk.12 on a Mk.13 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.13
ja: 152 mm/53 Mk.12 (Mk.13 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.13
zh: 152 毫米/53 Mk13
zh_sg: 152 mm/53 Mk.12（Mk.13炮座）

# IDS_PAGM150_5IN38_MK24_MOD6
source: 127 mm/38 Mk.12 on a Mk.30 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30
ja: 127 mm/38 Mk.12 (Mk.30 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30
ru: 127-мм/38 Mk.12 в установке Mk.30
uk: 127-мм/38 Mk.12 в установці Mk.30
zh: 127 毫米/38 Mk30
zh_sg: 127 mm/38 Mk.12（Mk.30炮座）

# IDS_PAGM151_8IN55_MK14_MOD1
source: 203 mm/55 Mk14 mod. 1
ru: 203-мм/55 Mk14 mod. 1
uk: 203-мм/55 Mk14 mod. 1
zh: 203 毫米/55 Mk14 1型

# IDS_PAGM152_6IN50_MK6
source: 152 mm/50 Mk.6 on a single mount
es_mx: Mk.6 de 152 mm/50 en un montaje simple
ja: 152 mm/50 Mk.6 (単装砲座)
pl: 152 mm/50 Mk.6 na pojedynczym stanowisku
ru: 152-мм/50 Mk.6 в одиночной установке
uk: 152-мм/50 Mk.6 в одиночній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（单装炮座）

# IDS_PAGM153_6IN50_MK6
source: 152 mm/50 Mk.6 on a casemate mount
es_mx: Mk.6 de 152 mm/50 en un montaje de casamata
ja: 152 mm/50 Mk.6 (ケースメイト砲座)
pl: 152 mm/50 Mk.6 w kazamacie
ru: 152-мм/50 Mk.6 в казематной установке
uk: 152-мм/50 Mk.6 в казематній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（炮廓式）

# IDS_PAGM154_5IN50_MK5
source: 127 mm/50 Mk5
ru: 127-мм/50 Mk5
uk: 127-мм/50 Mk5
zh: 127 毫米/50 Mk5

# IDS_PAGM155_12IN50_MK7
source: 305 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.7 (砲塔)
pl: 305 mm/50 Mk.7 w wieży
ru: 305-мм/50 Mk.7 в башенной установке
uk: 305-мм/50 Mk.7 в баштовій установці
zh: 305毫米/50 MK7
zh_sg: 305 mm/50 Mk.7（单装炮塔）

# IDS_PAGM156_16IN45_MK1
source: 406 mm/45 Mk.5 in a turret
es_mx: Mk.5 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.5 (砲塔)
pl: 406 mm/45 Mk.5 w wieży
ru: 406-мм/45 Mk.5 в башенной установке
uk: 406-мм/45 Mk.5 в баштовій установці
zh: 406毫米/45 MK5
zh_sg: 406 mm/45 Mk.5（单装炮塔）

# IDS_PAGM157_6IN53_MK16_TWIN
source: 152 mm/53 Mk16
ru: 152-мм/53 Mk16
uk: 152-мм/53 Mk16
zh: 152 毫米/53 Mk16

# IDS_PAGM159_6IN53_MK13_SINGLE
source: 152 mm/53 Mk13
ru: 152-мм/53 Mk13
uk: 152-мм/53 Mk13
zh: 152 毫米/53 Mk13

# IDS_PAGM160_6IN53_MK13_SINGLE
source: 152 mm/53 Mk13
ru: 152-мм/53 Mk13
uk: 152-мм/53 Mk13
zh: 152 毫米/53 Mk13

# IDS_PAGM162_14IN45_TRIPLE
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 Mk9
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAGM163_14IN45_TRIPLE
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 Mk9
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAGM164_5IN38_MK32_MOD12
source: 127 mm/38 Mk32
ru: 127-мм/38 Mk32
uk: 127-мм/38 Mk32
zh: 127 毫米/38 Mk32

# IDS_PAGM167_14IN40_MODEL_1909
source: 350 mm/40 Model 1909
es_mx: 350 mm/40 Modelo 1909
ru: 350-мм/40 Model 1909
uk: 350-мм/40 Model 1909
zh: 350 毫米/40 1909式

# IDS_PAGM172_6IN47_TWIN
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16 Twin
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAGM176_5IN38_MK24_MOD11
source: 127 mm/38 Mk.12 on a Mk.24 mod.11 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.24 mod.11
ja: 127 mm/38 Mk.12 (Mk.24 mod.11 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.24 mod.11
ru: 127-мм/38 Mk.12 в установке Mk.24 mod.11
uk: 127-мм/38 Mk.12 в установці Mk.24 mod.11
zh: 127 毫米/38 Mk24 mod. 11
zh_sg: 127 mm/38 Mk.12（Mk.24 mod.11炮座）

# IDS_PAGM177_12IN50_MK8_TRIPLE
source: 305 mm/50 Mk.8 in a turret
es_mx: Mk.8 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.8 (砲塔)
pl: 305 mm/50 Mk.8 w wieży
ru: 305-мм/50 Mk.8 в башенной установке
uk: 305-мм/50 Mk.8 в баштовій установці
zh: 305 毫米/50 Mk8
zh_sg: 305 mm/50 Mk.8（单装炮塔）

# IDS_PAGM179_6IN47_TRIPLE
source: 152 mm/47 DP Mk.17 in a turret
es_mx: DP Mk.17 de 152 mm/47 en una torreta
ja: 152 mm/47 DP Mk.17 (砲塔)
pl: 152 mm/47 DP Mk.17 w wieży
ru: 152-мм/47 DP Mk.17 в башенной установке
uk: 152-мм/47 DP Mk.17 в баштовій установці
zh: 152 毫米/47 D.P. Mk17
zh_sg: 152 mm/47 DP Mk.17（单装炮塔）

# IDS_PAGM182_18IN48_MK1_TWIN
source: 457 mm/48 Mk.1 in a turret
es_mx: Mk.1 de 457 mm/48 en una torreta
ja: 457 mm/48 Mk.1 (砲塔)
pl: 457 mm/48 Mk.1 w wieży
ru: 457-мм/48 Mk.1 в башенной установке
uk: 457-мм/48 Mk.1 в баштовій установці
zh: 457-мм/48 Mk.1 в башенной установке
zh_sg: 457 mm/48 Mk.1（单装炮塔）

# IDS_PAGS001_5IN38_MK30_MOD0
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 Mk30 0型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAGS007_5IN25_MK19_MOD6
source: 127 mm/25 Mk.19 on a Mk.19 mount
es_mx: Mk.19 de 127 mm/25 en un montaje Mk.19
ja: 127 mm/25 Mk.19 (Mk.19 砲座)
pl: 127 mm/25 Mk.19 na stanowisku Mk.19
ru: 127-мм/25 Mk.19 в установке Mk.19
uk: 127-мм/25 Mk.19 в установці Mk.19
zh: 127 毫米/25 Mk19 6型
zh_sg: 127 mm/25 Mk.19（Mk.19炮座）

# IDS_PAGS010_5IN38_MK32_MOD12
source: 127 mm/38 Mk.12 on a Mk.32 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.32
ja: 127 mm/38 Mk.12 (Mk.32 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.32
ru: 127-мм/38 Mk.12 в установке Mk.32
uk: 127-мм/38 Mk.12 в установці Mk.32
zh: 127 毫米/38 Mk32
zh_sg: 127 mm/38 Mk.12（Mk.32炮座）

# IDS_PAGS011_5IN38_MK38_MOD0
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38 0型
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAGS022_5IN38_MK24
source: 127 mm/38 Mk.12 on a Mk.24 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.24
ja: 127 mm/38 Mk.12 (Mk.24 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.24
ru: 127-мм/38 Mk.12 в установке Mk.24
uk: 127-мм/38 Mk.12 в установці Mk.24
zh: 127 毫米/38 Mk24
zh_sg: 127 mm/38 Mk.12（Mk.24炮座）

# IDS_PAGS028_5IN38_MK29_MOD0
source: 127 mm/38 Mk.12 on a Mk.29 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.29
ja: 127 mm/38 Mk.12 (Mk.29 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.29
ru: 127-мм/38 Mk.12 в установке Mk.29
uk: 127-мм/38 Mk.12 в установці Mk.29
zh: 127 毫米/38 Mk29 mod. 0
zh_sg: 127 mm/38 Mk.12（Mk.29炮座）

# IDS_PAGS029_5IN51_MK_7
source: 127 mm/51 Mk.7 on a Mk.13 mount
es_mx: Mk.7 de 127 mm/51 en un montaje Mk.13
ja: 127 mm/51 Mk.7 (Mk.13 砲座)
pl: 127 mm/51 Mk.7 na stanowisku Mk.13
ru: 127-мм/51 Mk.7 в установке Mk.13
uk: 127-мм/51 Mk.7 в установці Mk.13
zh: 127 毫米/51 Mk7
zh_sg: 127 mm/51 Mk.7（Mk.13炮座）

# IDS_PAGS032_6IN53_MK13_SINGLE
source: 152 mm/53 Mk13 Single
es_mx: 152 mm/53 Mk13 Sencillo
ja: 152 mm/53 Mk13 単装
ru: 152-мм/53 Mk13 одноорудийная
uk: 152-мм/53 Mk13 одногарматна
zh: 152 毫米/53 Mk13 单装
zh_sg: 533 mm 四联

# IDS_PAGS037_3PDR_SALUTING_GUN
source: 47 mm Saluting Gun
es_mx: Cañón de Salvas de 47 mm
ja: 47 mm 礼砲
ru: 47-мм салютная пушка
uk: 47-мм салютна гармата
zh: 47 毫米 军舰礼炮
zh_sg: 47 mm 军舰礼炮

# IDS_PAGS039_4IN50_MK12
source: 102 mm/50 Mk12
ru: 102-мм/50 Mk12
uk: 102-мм/50 Mk12
zh: 102 毫米/50 Mk12

# IDS_PAGS040_4IN50_MK12
source: 102 mm/50 Mk12
ru: 102-мм/50 Mk12
uk: 102-мм/50 Mk12
zh: 102 毫米/50 Mk12

# IDS_PAGS041_12PDR_12CWT_MK9
source: 76.2 mm Mk9
ru: 76,2-мм Mk9
uk: 76,2-мм Mk9
zh: 76.2 毫米 Mk9

# IDS_PAGS044_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PAGS045_3IN50_MK4
source: 76.2 mm/50 Mk.5 on a single mount
es_mx: Mk.5 de 76.2 mm/50 en un montaje simple
ja: 76.2 mm/50 Mk.5 (単装砲座)
pl: 76,2 mm/50 Mk.5 na pojedynczym stanowisku
ru: 76,2-мм/50 Mk.5 в одиночной установке
uk: 76,2-мм/50 Mk.5 в одиночній установці
zh: 76.2 毫米/50 Mk4
zh_sg: 76.2 mm/50 Mk.5（单装炮座）

# IDS_PAGS046_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PAGS047_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PAGS050_3IN50_MK4
source: 76.2 mm/50 Mk.5 on a single mount
es_mx: Mk.5 de 76.2 mm/50 en un montaje simple
ja: 76.2 mm/50 Mk.5 (単装砲座)
pl: 76,2 mm/50 Mk.5 na pojedynczym stanowisku
ru: 76,2-мм/50 Mk.5 в одиночной установке
uk: 76,2-мм/50 Mk.5 в одиночній установці
zh: 76.2 毫米/50 Mk4
zh_sg: 76.2 mm/50 Mk.5（单装炮座）

# IDS_PAGS057_5IN38_MK40_MOD33
source: 127 mm/38 Mk.12 on a single mount
es_mx: Mk.12 de 127 mm/38 en un montaje simple
ja: 127 mm/38 Mk.12 (単装砲座)
pl: 127 mm/38 Mk.12 na pojedynczym stanowisku
ru: 127-мм/38 Mk.12 в одиночной установке
uk: 127-мм/38 Mk.12 в одиночній установці
zh: 127 毫米/38 Mk40 33型
zh_sg: 127 mm/38 Mk.12（单装炮座）

# IDS_PAGS058_4IN50_TWIN_MOUNT
source: 127 mm/50 Twin Mount
es_mx: Montura Gemela 127 mm/50
ja: 127 mm/50 連装マウント
ru: 127-мм/50 двухорудийная установка
uk: 127-мм/50 двогарматна установка
zh: 127 毫米/50 双联式
zh_sg: 127 mm/50 双联装

# IDS_PAGS061_5IN50_MK5
source: 127 mm/50 Mk5
ru: 127-мм/50 Mk5
uk: 127-мм/50 Mk5
zh: 127 毫米/50 Mk5

# IDS_PAGS062_5IN38_MK21
source: 127 mm/38 Mk21 mod. 1
ru: 127-мм/38 Mk21 mod. 1
uk: 127-мм/38 Mk21 mod. 1
zh: 127 毫米/38 Mk21 1型

# IDS_PAGS063_3IN50_MK5
source: 76.2 mm/50 Mk5
ru: 76,2-мм/50 Mk5
uk: 76,2-мм/50 Mk5
zh: 76.2 毫米/50 Mk5

# IDS_PAGS066_3IN50_MK4
source: 76.2 mm/50 Mk4
ru: 76,2-мм/50 Mk4
uk: 76,2-мм/50 Mk4
zh: 76.2 毫米/50 Mk4

# IDS_PAGS068_4_7IN_MK3
source: 120 mm/50 Mk.3 on a single mount
es_mx: Mk.3 de 120 mm/50 en un montaje simple
ja: 120 mm/50 Mk.3 (単装砲座)
pl: 120 mm/50 Mk.3 na pojedynczym stanowisku
ru: 120-мм/50 Mk.3 в одиночной установке
uk: 120-мм/50 Mk.3 в одиночній установці
zh: 120 毫米/50 Mk3
zh_sg: 120 mm/50 Mk.3（单装炮座）

# IDS_PAGS085_5IN51_MK_7_MOD2
source: 127 mm/51 Mk7 mod. 2
ru: 127-мм/51 Mk7 mod. 2
uk: 127-мм/51 Mk7 mod. 2
zh: 127 毫米/51 Mk7 2型

# IDS_PAGS086_5IN51_MK_7_MOD2
source: 127 mm/51 Mk7 mod. 2
ru: 127-мм/51 Mk7 mod. 2
uk: 127-мм/51 Mk7 mod. 2
zh: 127 毫米/51 Mk7 2型

# IDS_PAGS092_5IN38_MK38_MOD0
source: 127 mm/38 Mk.12 on a Mk.38 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.38
ja: 127 mm/38 Mk.12 (Mk.38 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.38
ru: 127-мм/38 Mk.12 в установке Mk.38
uk: 127-мм/38 Mk.12 в установці Mk.38
zh: 127 毫米/38 Mk38 0型
zh_sg: 127 mm/38 Mk.12（Mk.38炮座）

# IDS_PAGS099_5IN54_MK16
source: 127 mm/54 Mk.16 on a Mk.39 mount
es_mx: Mk.16 de 127 mm/54 en un montaje Mk.39
ja: 127 mm/54 Mk.16 (Mk.39 砲座)
pl: 127 mm/54 Mk.16 na stanowisku Mk.39
ru: 127-мм/54 Mk.16 в установке Mk.39
uk: 127-мм/54 Mk.16 в установці Mk.39
zh: 127毫米/54 Mk39
zh_sg: 127 mm/54 Mk.16（Mk.39炮座）

# IDS_PAGS102_3IN23
source: 76.2 mm/23 Mk.14 on a single mount
es_mx: Mk.14 de 76.2 mm/23 en un montaje simple
ja: 76.2 mm/23 Mk.14 (単装砲座)
pl: 76,2 mm/23 Mk.14 na pojedynczym stanowisku
ru: 76,2-мм/23 Mk.14 в одиночной установке
uk: 76,2-мм/23 Mk.14 в одиночній установці
zh: 76.2 毫米/23
zh_sg: 76.2 mm/23 Mk.14（单装炮座）

# IDS_PAGS105_6IN53_MK14
source: 152 mm/53 Mk14
ru: 152-мм/53 Mk14
uk: 152-мм/53 Mk14
zh: 152 毫米/53 Mk14

# IDS_PAGS111_6IN_50_MK8
source: 152 mm/50 Mk8
ru: 152-мм/50 Mk8
uk: 152-мм/50 Mk8
zh: 152 毫米/50 Mk8

# IDS_PAGS129_4IN50_TWIN_MOUNT_SHIELD
source: 102 mm/50 Mk14
ru: 102-мм/50 Mk14
uk: 102-мм/50 Mk14
zh: 102 毫米/50 Mk14

# IDS_PAGS141_3IN50_MK4_A
source: 76.2 mm/50 Mk.5 on a single mount
es_mx: Mk.5 de 76.2 mm/50 en un montaje simple
ja: 76.2 mm/50 Mk.5 (単装砲座)
pl: 76,2 mm/50 Mk.5 na pojedynczym stanowisku
ru: 76,2-мм/50 Mk.5 в одиночной установке
uk: 76,2-мм/50 Mk.5 в одиночній установці
zh: 76.2 毫米/50 Mk4 A
zh_sg: 76.2 mm/50 Mk.5（单装炮座）

# IDS_PAGS145_5IN54
source: 127 mm/54 Mk.16 on a Mk.41 mount
es_mx: Mk.16 de 127 mm/54 en un montaje Mk.41
ja: 127 mm/54 Mk.16 (Mk.41 砲座)
pl: 127 mm/54 Mk.16 na stanowisku Mk.41
ru: 127-мм/54 Mk.16 в установке Mk.41
uk: 127-мм/54 Mk.16 в установці Mk.41
zh: 127毫米/54 Mk41
zh_sg: 127 mm/54 Mk.16（Mk.41炮座）

# IDS_PAGS149_5IN_51_MK7
source: 127 mm/51 Mk.7 on a Mk.13 mount
es_mx: Mk.7 de 127 mm/51 en un montaje Mk.13
ja: 127 mm/51 Mk.7 (Mk.13 砲座)
pl: 127 mm/51 Mk.7 na stanowisku Mk.13
ru: 127-мм/51 Mk.7 в установке Mk.13
uk: 127-мм/51 Mk.7 в установці Mk.13
zh: 127 毫米/51 Mk7
zh_sg: 127 mm/51 Mk.7（Mk.13炮座）

# IDS_PAGS174_5IN38_MK24_MOD11
source: 127 mm/38 Mk.12 on a Mk.24 mod.11 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.24 mod.11
ja: 127 mm/38 Mk.12 (Mk.24 mod.11 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.24 mod.11
ru: 127-мм/38 Mk.12 в установке Mk.24 mod.11
uk: 127-мм/38 Mk.12 в установці Mk.24 mod.11
zh: 127 毫米/38 Mk24 mod. 11
zh_sg: 127 mm/38 Mk.12（Mk.24 mod.11炮座）

# IDS_PAGS178_5IN25_MK27
source: 127 mm/25 Mk.13 on a Mk.27 mount
es_mx: Mk.13 de 127 mm/25 en un montaje Mk.27
ja: 127 mm/25 Mk.13 (Mk.27 砲座)
pl: 127 mm/25 Mk.13 na stanowisku Mk.27
ru: 127-мм/25 Mk.13 в установке Mk.27
uk: 127-мм/25 Mk.13 в установці Mk.27
zh: 127 毫米/25 Mk27
zh_sg: 127 mm/25 Mk.13（Mk.27炮座）

# IDS_PAGS528_MK8
source: 102 mm Mk13
ru: 102-мм Mk13
uk: 102-мм Mk13
zh: 102 毫米 Mk13

# IDS_PAGT000_INVISIBLE_TA
source: 533 mm
ru: 533-мм
uk: 533-мм
zh: 波塞冬

# IDS_PAGT004_21IN_MK14_TORPEDO_TUBES
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PAGT005_21IN_MK15_TORPEDO_TUBES
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PAGT017_21IN_MK14_TORPEDO_TUBES_TRIPLE
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PAGT024_21IN_MK14_TORPEDO_TUBES_QUAD
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PAGT030_21IN_MK14_TORPEDO_TUBES_TWIN
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PAGT042_21IN_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PAGT064_18IN_MK5_TORPEDO_TUBE
source: 450 mm Mk5
ru: 450-мм Mk5
uk: 450-мм Mk5
zh: 450 毫米 Mk5

# IDS_PAGT072_21IN_MK14_TORPEDO_TUBES_QUAD
source: 533 mm Quad
es_mx: 533 mm Cuad
ja: 533 mm 四連装
ru: 533-мм 4-трубный
uk: 533-мм 4-трубний
zh: 533 毫米 Mk14
zh_sg: 533 mm 四联

# IDS_PAGT083_21IN_MK14_TORPEDO_TUBES_QUAD
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14
