Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CREW_TRAINING_FREE
source: Basic Training
es_mx: Entrenamiento Básico
ja: 基本訓練
pl: Podstawowe szkolenie
ru: Базовая подготовка
uk: Базова підготовка
zh: 基础训练
zh_sg: 基础训练

# IDS_CREW_TRAINING_FREE_POINTS
source: undistributed point
es_mx: punto sin distribuir
ja: 未分配ポイント
pl: nieprzydzielony punkt
ru: свободное очко
uk: вільне очко
zh: 未分配点数
zh_sg: 未分配点数

# IDS_CREW_TRAINING_GOLD
source: Senior Command Course
es_mx: Curso de Mando Avanzado
ja: 上級艦長育成コース
pl: Wyższy kurs dowodzenia
ru: Высшие командирские курсы
uk: Вищі командні курси
zh: 高级指挥课程
zh_sg: 高级指挥课程

# IDS_CREW_VANITY
source: Personalization
es_mx: Personalización
ja: 固有効果
pl: Personalizacja
ru: Персонализация
uk: Персоналізація
zh: 个性化
zh_sg: 个性化

# IDS_CREW_VANITY_INSTALL
source: Mount
es_mx: Montar
ja: 搭載
pl: Zamontuj
ru: Установить
uk: Встановити
zh: 安装
zh_sg: 安装

# IDS_CREW_VANITY_UNINSTALL
source: Demount
es_mx: Desmontar
ja: 解除
pl: Zdemontuj
ru: Снять
uk: Зняти
zh: 拆卸
zh_sg: 拆卸

# IDS_CROSSHAIR
source: Crosshair
es_mx: Punto de Mira
ja: 照準
pl: Celownik
ru: Прицел
uk: Приціл
zh: 准星
zh_sg: 准星

# IDS_CROSSHAIR_0
source: Type 1
es_mx: Tipo 1
ja: タイプ 1
pl: Typ 1
ru: Тип 1
uk: Тип 1
zh: 类型 1
zh_sg: 类型 1

# IDS_CROSSHAIR_1
source: Type 2
es_mx: Tipo 2
ja: タイプ 2
pl: Typ 2
ru: Тип 2
uk: Тип 2
zh: 类型 2
zh_sg: 类型 2

# IDS_CROSSHAIR_10
source: Type 11
es_mx: Tipo 11
ja: タイプ 11
pl: Typ 11
ru: Тип 11
uk: Тип 11
zh: 类型 11
zh_sg: 类型 11

# IDS_CROSSHAIR_11
source: Type 12
es_mx: Tipo 12
ja: タイプ 12
pl: Typ 12
ru: Тип 12
uk: Тип 12
zh: 类型12
zh_sg: 类型 12

# IDS_CROSSHAIR_12
source: Type 13
es_mx: Tipo 13
ja: タイプ 13
pl: Typ 13
ru: Тип 13
uk: Тип 13
zh: 类型13
zh_sg: 类型 13

# IDS_CROSSHAIR_13
source: Type 14
es_mx: Tipo 14
ja: タイプ 14
pl: Typ 14
ru: Тип 14
uk: Тип 14
zh: 类型14
zh_sg: 类型 14

# IDS_CROSSHAIR_2
source: Type 3
es_mx: Tipo 3
ja: タイプ 3
pl: Typ 3
ru: Тип 3
uk: Тип 3
zh: 类型 3
zh_sg: 类型 3

# IDS_CROSSHAIR_3
source: Type 4
es_mx: Tipo 4
ja: タイプ 4
pl: Typ 4
ru: Тип 4
uk: Тип 4
zh: 类型 4
zh_sg: 类型 4

# IDS_CROSSHAIR_4
source: Type 5
es_mx: Tipo 5
ja: タイプ 5
pl: Typ 5
ru: Тип 5
uk: Тип 5
zh: 类型 5
zh_sg: 类型 5

# IDS_CROSSHAIR_5
source: Type 6
es_mx: Tipo 6
ja: タイプ 6
pl: Typ 6
ru: Тип 6
uk: Тип 6
zh: 类型 6
zh_sg: 类型 6

# IDS_CROSSHAIR_6
source: Type 7
es_mx: Tipo 7
ja: タイプ 7
pl: Typ 7
ru: Тип 7
uk: Тип 7
zh: 类型 7
zh_sg: 类型 7

# IDS_CROSSHAIR_7
source: Type 8
es_mx: Tipo 8
ja: タイプ 8
pl: Typ 8
ru: Тип 8
uk: Тип 8
zh: 类型 8
zh_sg: 类型 8

# IDS_CROSSHAIR_8
source: Type 9
es_mx: Tipo 9
ja: タイプ 9
pl: Typ 9
ru: Тип 9
uk: Тип 9
zh: 类型 9
zh_sg: 类型 9

# IDS_CROSSHAIR_9
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型10
zh_sg: 类型 10

# IDS_CRUISECONTROLS
source: Cruise Control
es_mx: Control de Crucero
ja: 巡航制御
pl: Tempomat
ru: Круиз-контроль
uk: Круїз-контроль
zh: 巡航控制
zh_sg: 巡航控制

# IDS_CRUISER
source: Cruiser
es_mx: Crucero
ja: 巡洋艦
pl: Krążownik
ru: Крейсер
uk: Крейсер
zh: 巡洋舰
zh_sg: 巡洋舰

# IDS_CRUISERS
source: Cruisers
es_mx: Cruceros
ja: 巡洋艦
pl: Krążowniki
ru: Крейсеры
uk: Крейсери
zh: 巡洋舰
zh_sg: 巡洋舰

# IDS_CRUISER_GOAL
source: Cruisers Role
es_mx: Papel de los Cruceros
ja: 巡洋艦の役割
pl: Rola krążownika
ru: Назначение крейсеров
uk: Призначення крейсерів
zh: 巡洋舰作用
zh_sg: 巡洋舰的角色定位

# IDS_CRUISER_GOAL_DESCRIPTION
source: Fight enemy destroyers and cruisers. Provide artillery support and protect allies with anti-aircraft fire.
es_mx: Luchar contra los cruceros y destructores enemigos. Proveer soporte de artillería y proteger a los aliados con fuego antiaéreo.
ja: 敵駆逐艦・巡洋艦を迎撃し、対空射撃で味方を防衛せよ。
pl: Zwalczaj wrogie niszczyciele i krążowniki. Ochraniaj sojuszników bronią przeciwlotniczą.
ru: Борьба с эсминцами и крейсерами противника. Артиллерийская поддержка, прикрытие союзников огнём ПВО.
uk: Боротьба з есмінцями та крейсерами супротивника. Артилерійська підтримка та прикриття союзників вогнем ППО.
zh: 可与敌方的驱逐舰以及巡洋舰作战。可利用防空火力来保护队友。
zh_sg: 与敌方的驱逐舰以及巡洋舰作战。帮助队友防空。

# IDS_CRUISE_DEEP_DOWN
source: Lock diving planes to dive
es_mx: Bloquea los timones de profundidad para sumergirse
ja: 潜航舵を潜行状態に固定
pl: Zablokuj stery głębokości na zanurzanie
ru: Зафиксировать рули на погружение
uk: Зафіксувати рулі на занурення
zh: Зафиксировать рули на погружение
zh_sg: 锁定水平舵下潜

# IDS_CRUISE_DEEP_UP
source: Lock diving planes to ascend
es_mx: Bloquea los timones de profundidad para ascender
ja: 潜航舵を浮上状態に固定
pl: Zablokuj stery głębokości na wynurzanie
ru: Зафиксировать рули на всплытие
uk: Зафіксувати рулі на спливання
zh: Зафиксировать рули на всплытие
zh_sg: 锁定水平舵上浮

# IDS_CURRENCY_BRASS
source: Ranked Tokens
es_mx: Fichas de Rango
ja: ランクトークン
pl: Żetony rankingowe
ru: Ранговые жетоны
uk: Рангові жетони
zh: 煤炭
zh_sg: 排位代币

# IDS_CURRENCY_BRASS_DESCRIPTION
source: Earned by achieving Rank 1 in Ranked Battles.
es_mx: Obtenido por alcanzar el Rango 1 en las Batallas por Rango.
ja: ランク戦でランク 1 を達成することで取得できます。
pl: Uzyskiwane za osiągnięcie 1. stopnia w bitwach rankingowych.
ru: Можно получить за достижение 1-го ранга в ранговых боях.
uk: Можна отримати за досягнення 1-го рангу в рангових боях.
zh: Можно получить за достижение 1-го ранга в ранговых боях.
zh_sg: 排位战达到排名1发放。

# IDS_CURRENCY_CLAN_RESOURCE
source: Oil
es_mx: Petróleo
ja: オイル
pl: Ropa
ru: Нефть
uk: Нафта
zh: 石油
zh_sg: 石油

# IDS_CURRENCY_CLAN_RESOURCE_DESCRIPTION
source: This resource is used by Clans to build structures on the Naval Base. Oil can be obtained from containers, or received as a reward for completing combat missions or for participating in the Naval Battle competition.
es_mx: Este recurso es usado por los Clanes para construir estructuras en la Base Naval. El Petróleo puede ser obtenido en los contenedores, o recibido como recompensa por completar misiones de combate o por participar en la competencia Batalla Naval.
ja: このリソースはクランが海軍基地に建造物を建設するために使用します。オイルはコンテナから入手したり、コンバットミッションを達成したり、「海戦」コンペティションに参加したりすることで取得できます。
pl: Zasób ten używany jest przez klany do budowy struktur w Bazach morskich. Ropę zdobyć można dzięki kontenerom, wypełnianiu misji bojowych i uczestnictwie w zawodach Bitwa morska.
ru: Ресурс, который используют кланы для возведения строений на Военно-морской базе. Нефть можно получить из контейнеров, за выполнение боевых задач, а также в качестве награды в соревновании «Морское сражение».
uk: Ресурс, який використовують клани, щоб зводити будівлі на Військово-морській базі. Нафту можна отримати з контейнерів, за виконання бойових завдань, а також як нагороду в змаганні «Морська битва».
zh: Ресурс, который используют кланы для возведения строений на Военно-морской базе. Нефть можно получить из контейнеров, за выполнение боевых задач, а также в качестве награды в соревновании «Морское сражение».
zh_sg: 这种资源在海军基地中可用于建造军团建筑。石油可通过补给箱获得，也可以在作战任务或海军大战比赛奖励中获取。

# IDS_CURRENCY_COAL
source: Coal
es_mx: Carbón
ja: 石炭
pl: Węgiel
ru: Уголь
uk: Вугілля
zh: 煤矿
zh_sg: 煤炭

# IDS_CURRENCY_COAL_DESCRIPTION
source: Coal can be obtained as a reward for completing combat missions and challenges, or from daily containers.
es_mx: El Carbón puede ser obtenido como recompensa por completar retos y misiones de combate, o en los contenedores diarios.
ja: 石炭は、コンバットミッションやチャレンジの達成褒賞として、またはデイリーコンテナから取得できます。
pl: Węgiel zdobyć można w nagrodę za wypełnianie misji bojowych i wyzwań, a także dzięki kontenerom codziennym.
ru: Можно получить в награду за выполнение боевых задач и испытаний, либо из ежедневных контейнеров.
uk: Можна отримати як нагороду за виконання бойових завдань і випробувань, або з щоденних контейнерів.
zh: Можно получить в награду за выполнение боевых задач и испытаний, либо из ежедневных контейнеров.
zh_sg: 煤炭可在完成作战任务和挑战的奖励，或每日补给箱中获取。

# IDS_CURRENCY_CREDITS
source: Credits
es_mx: Créditos
ja: クレジット
pl: Kredyty
ru: Кредиты
uk: Кредити
zh: 银币
zh_sg: 银币

# IDS_CURRENCY_CREDITS_DESCRIPTION
source: Credits can be earned in almost every battle type, except for Training Battles.
es_mx: Los créditos pueden ser obtenidos en casi cualquier tipo de batalla, excepto en las Batallas de Entrenamiento.
ja: クレジットはトレーニング戦を除く全ての戦闘タイプで取得できます。
pl: Kredyty zdobyć można w każdym typie bitwy, z wyjątkiem bitew treningowych.
ru: Можно зарабатывать практически во всех типах боёв, кроме тренировочных.
uk: Можна здобувати майже в усіх типах боїв, окрім тренувальних.
zh: Можно зарабатывать практически во всех типах боёв, кроме тренировочных.
zh_sg: 银币可在大部分战斗模式中获得，战斗训练模式除外。

# IDS_CURRENCY_ELITE_XP
source: Elite Commander XP
es_mx: XP Élite del Comandante
ja: エリート艦長 EXP
pl: Elitarne PD dowódcy
ru: Элитный опыт командиров
uk: Елітний досвід командирів
zh: Элитный опыт командиров
zh_sg: 精英指挥官经验

# IDS_CURRENCY_ELITE_XP_DESCRIPTION
source: As soon as a Commander earns the maximum number of skill points, all further experience he earns is converted into Elite Commander XP. This can be used to retrain other Commanders or redistribute skill points.
es_mx: Tan pronto como el Comandante obtenga la cantidad máxima de puntos de habilidad, toda la experiencia que obtenga posteriormente será convertida en XP Élite del Comandante. Esta puede ser usada para reentrenar a otros Comandante o para redistribuir puntos de habilidad.
ja: 艦長をスキルポイント数の上限まで育成すると、その艦長がその後に取得した全ての EXP がエリート艦長 EXP に変換されます。エリート艦長 EXP は、他の艦長の再訓練やスキルポイントのリセットに使用できます。
pl: Gdy tylko dowódca zdobędzie maksymalną liczbę punktów umiejętności, wszystkie PD, które później zdobywa, zamieniane są na elitarne PD dowódcy. Można je wykorzystać do przeszkalania innych dowódców i ponownego rozdzielania punktów umiejętności.
ru: Как только командир зарабатывает максимальное количество очков навыков, весь его дальнейший опыт превращается в элитный. Элитный опыт командиров используется для переобучения других командиров или перераспределения очков навыков.
uk: Щойно командир здобуває максимальну кількість очок уміння, весь його подальший досвід перетворюється в елітний. Елітний досвід командирів використовують для перенавчання інших командирів або щоб перерозподілити очки уміння.
zh: Как только командир зарабатывает максимальное количество очков навыков, весь его дальнейший опыт превращается в элитный. Элитный опыт командиров используется для переобучения других командиров или перераспределения очков навыков.
zh_sg: 指挥官获得最大技能点数时，他的所有经验将转换为精英指挥官经验。后者可以用来重新训练其他指挥官或重新分配技能点。

# IDS_CURRENCY_EVENTUM_1
source: Battle Tokens
es_mx: Fichas de Verano
ja: 戦闘トークン
pl: Żetony bitewne
ru: Боевые жетоны
uk: Літні жетони
zh: Боевые жетоны
zh_sg: 夏季代币

# IDS_CURRENCY_EVENTUM_1_DESCRIPTION
source: Battle Tokens can be obtained as a reward for participating in the Asymmetric Battle with Tier V–VIII ships.
es_mx: Puedes obtener Fichas de Verano al completar misiones de combate, y recibirlas junto con la compra de paquetes especiales en la Tienda Premium. Puedes intercambiar las fichas por varios artículos valiosos en el juego, así como algunos barcos Premium poco comunes, contenedores y el camuflaje permanente "Trópicos Ardientes" para el Atlanta de Nivel VII. Cuando la Actualización 0.9.7 termine, las Fichas de Verano serán intercambiadas automáticamente por los camuflajes consumibles "Verano".
ja: 戦闘トークンは Tier V-VIII 艦艇で非対称戦に参加することによって褒賞として入手できます。
pl: Żetony bitewne mogą być zdobyte w nagrodę za uczestnictwo w bitwach asymetrycznych okrętami z poziomów V–VIII.
ru: Боевые жетоны — награда за участие в Асимметричном бою на кораблях V–VIII уровней.
uk: Літні жетони можна здобути, виконуючи бойові завдання, й отримати в разі купівлі спеціальних наборів у Преміум магазині. Їх можна обміняти на різне цінне ігрове майно, включно з рідкісними преміум кораблями, контейнерами та унікальним постійним камуфляжем «Жаркі тропіки» на VII Atlanta. Після закінчення версії 0.9.7 за Літні жетони автоматично додадуть витратні камуфляжі «Літній».
zh: Боевые жетоны — награда за участие в Асимметричном бою на кораблях V—VIII уровней.
zh_sg: 您可以通过完成作战任务，以及在高级商店中购买特殊礼包来获取夏季代币。这些代币可用于兑换多种珍贵的游戏内物品、稀有加值战舰、补给箱、VII级亚特兰大号的独特炽热地带永久涂装。0.9.7版本结束后，夏季代币将自动兑换为夏季消耗型涂装。

# IDS_CURRENCY_EVENTUM_2
source: Cyber Tokens
es_mx: Fichas Alemanas
ja: サイバートークン
pl: Cyberżetony
ru: Кибержетоны
uk: Німецькі жетони
zh: Кибер-жетоны
zh_sg: 德国代币

# IDS_CURRENCY_EVENTUM_2_DESCRIPTION
source: A temporary resource for the Transformers event. Cyber Tokens can be obtained by simply logging in to the game, and are used to unlock Autobot and Decepticon challenges. They can be used until the event ends.
es_mx: Un recurso temporal para el evento "Portaaviones Alemanes: Parte 1". Puedes obtener Fichas Alemanas al completar cadenas de misiones de combate e intercambiarlas por varios artículos valiosos en el juego hasta el final de la Actualización 0.9.7, incluyendo los camuflajes permanentes para los barcos alemanes de Nivel X.
ja: 「トランスフォーマー」イベント用の暫定リソースです。 サイバートークンはオートボットおよびディセプティコンのチャレンジをアンロックするために必要で、ゲームにログインするだけで入手できます。このイベントが終了するまでご利用いただけます。
pl: Tymczasowy zasób powiązany z wydarzeniem Transformers. Cyberżetony można zdobyć logując się do gry i wykorzystać je do odblokowywania wyzwań Autobotów i Decepticonów. Można z nich skorzystać do chwili zakończenia wydarzenia.
ru: Временный ресурс события «Трансформеры». Кибержетоны можно получить при входе в игру. Они открывают доступ к испытаниям Автоботов и Десептиконов и доступны до конца события.
uk: Тимчасовий ресурс події «Німецькі авіаносці. Частина 1». Німецькі жетони можна здобути, виконуючи ланцюжки бойових завдань, й обміняти до кінця версії 0.9.7 на різне цінне ігрове майно, включно з постійними камуфляжами «Залізний хрест» на німецькі кораблі X рівня.
zh: Временный ресурс события «Трансформеры». Кибер-жетоны можно получить при входе в игру. Они открывают доступ к испытаниям Автоботов и Десептиконов и доступны до конца события.
zh_sg: “德国航空母舰：第1部分”活动的临时资源。 0.9.7版本结束前，您可以通过完成连环作战任务来获取德国代币，这些代币可用于兑换多种珍贵的游戏内物品，包含德国X级战舰的铁十字永久涂装。

# IDS_CURRENCY_FREE_XP
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_CURRENCY_FREE_XP_DESCRIPTION
source: Can be received from participation in any battle type, or converted from the XP of ships with Elite status or Elite Commander XP. It is not linked to a specific ship and can be used to research any ships or modules.
es_mx: Puede ser recibida al participar en cualquier tipo de batalla, o convertida a partir de la XP de barcos con el estado de Élite o de la XP Élite del Comandante. No está vinculada a un barco en específico y puede ser usada para investigar cualquier barco o módulo.
ja: あらゆる戦闘タイプに参加することで入手できます。もしくは、エリートステータスを有する艦艇の EXP またはエリート艦長 EXP からフリー EXP に変換することもできます。特定の艦艇に紐付けられておらず、任意の艦艇やモジュールを研究するために使用できます。
pl: Zdobyć je można za uczestnictwo w bitwach dowolnego typu lub poprzez zamianę PD niektórych okrętów o statusie elitarnym lub elitarnych PD dowódcy. Nie są połączone z żadnym okrętem i można je wykorzystać do zbadania dowolnego okrętu lub modułu.
ru: Можно получить в каждом бою, а также при переводе из опыта кораблей, достигших элитного статуса, или элитного опыта командиров. Не привязан к конкретному кораблю и может быть использован для исследования любых кораблей и модулей.
uk: Можна отримати в кожному бою, а також під час обміну з досвіду кораблів, які досягли елітного статусу, чи елітного досвіду командирів. Не прив’язаний до конкретного корабля та може бути використаний для дослідження будь-яких кораблів і модулів.
zh: Можно получить в каждом бою, а также при переводе из опыта кораблей, достигших элитного статуса, или элитного опыта командиров. Не привязан к конкретному кораблю и может быть использован для исследования любых кораблей и модулей.
zh_sg: 可从任意战斗模式，或从精英战舰或精英指挥官经验转换。不与任何特定战舰绑定，可用于研发任何战舰或配件。

# IDS_CURRENCY_GOLD
source: Doubloons
es_mx: Doblones
ja: ダブロン
pl: Dublony
ru: Дублоны
uk: Дублони
zh: 金币
zh_sg: 达布隆

# IDS_CURRENCY_GOLD_DESCRIPTION
source: Can be purchased in the Premium Shop, obtained for participation in specials, or gifted from other players.
es_mx: Puede ser adquirido en la Tienda Premium, obtenido al participar en eventos especiales, o como regalo de otros jugadores.
ja: プレミアムショップで購入するか、各種の特別イベントに参加するか、他のプレイヤーからのギフトとして取得できます。
pl: Można je kupić w Sklepie premium, zdobyć za uczestnictwo w wydarzeniach specjalnych lub otrzymać w prezencie od innych graczy.
ru: Можно приобрести в Премиум магазине, получить за участие в акциях или от других игроков в качестве подарка.
uk: Можна придбати в Преміум магазині, отримати за участь в акціях або від інших гравців як дарунок.
zh: Можно приобрести в Премиум магазине, получить за участие в акциях или от других игроков в качестве подарка.
zh_sg: 高级商店中购买，参加特惠活动获得，或其他玩家赠送。

# IDS_CURRENCY_LOOTED_CREDITS
source: Credits you earned in the game:
es_mx: Créditos obtenidos en el juego:
ja: ゲーム内で取得したクレジット:
pl: Kredyty zdobyte przez Ciebie w grze:
ru: Кредиты, заработанные вами в игре:
uk: Кредитів, зароблених вами у грі:
zh: 您在游戏中获得的银币：
zh_sg: 您在游戏中获得的银币：

# IDS_CURRENCY_LOOTED_GOLD
source: Doubloons you earned in the game:
es_mx: Doblones obtenidos en el juego:
ja: ゲーム内で取得したダブロン:
pl: Dublony zdobyte przez Ciebie w grze:
ru: Дублоны, заработанные вами в игре:
uk: Дублонів, зароблених вами у грі:
zh: 您在游戏中获得的达布隆：
zh_sg: 您在游戏中获得的达布隆：

# IDS_CURRENCY_MOLYBDENUM
source: Clan Tokens
es_mx: Fichas del Clan
ja: クラントークン
pl: Żetony klanowe
ru: Клановые жетоны
uk: Кланові жетони
zh: 钼
zh_sg: 军团代币

# IDS_CURRENCY_MOLYBDENUM_DESCRIPTION
source: Can be earned for gaining victories in Clan Battles while playing in the Typhoon League.
es_mx: Puede ser obtenido al obtener victorias en Batallas de Clanes mientras juegas en la Liga Tifón.
ja: クラン戦の Typhoon リーグで勝利することで取得できます。
pl: Można je zdobyć za zwyciestwa w bitwach klanowych, grając w lidze Tajfun.
ru: Можно получить за победы в клановых боях, играя в лиге Тайфуна.
uk: Можна отримати за перемоги в кланових боях, граючи в лізі Тайфуну.
zh: Можно получить за победы в клановых боях, играя в лиге Тайфуна.
zh_sg: 台风联盟段位的军团战取得胜利获取。

# IDS_CURRENCY_PARAGON_XP
source: Research Points
es_mx: Puntos de Investigación
ja: 研究ポイント
pl: Punkty badawcze
ru: Очки исследования
uk: Очки дослідження
zh: Очки исследования
zh_sg: 研究点

# IDS_CURRENCY_PARAGON_XP_DESCRIPTION
source: Can be earned after resetting a researched branch of ships.
es_mx: Puede ser obtenido después de reiniciar una rama de barcos investigada.
ja: 研究済みの艦艇ブランチをリセットすることで取得できます。
pl: Można je zdobyć po zresetowaniu zbadanej gałęzi okrętów.
ru: Можно получить после сброса веток развития кораблей.
uk: Можна отримати після скидання гілок розвитку кораблів.
zh: Можно получить после сброса веток развития кораблей.
zh_sg: 重置已研究的战舰支线后获取。

# IDS_CURRENCY_PURCHASED_CREDITS
source: Credits you purchased with money:
es_mx: Créditos adquiridos con dinero:
ja: リアルマネーで購入したクレジット:
pl: Kredyty kupione przez Ciebie za pieniądze:
ru: Кредиты, купленные вами за реальные деньги:
uk: Кредитів, куплених вами за реальні гроші:
zh: 您用现金购买的银币：
zh_sg: 您用现金购买的银币：

# IDS_CURRENCY_PURCHASED_GOLD
source: Doubloons you purchased with money:
es_mx: Doblones adquiridos con dinero:
ja: リアルマネーで購入したダブロン:
pl: Dublony kupione przez Ciebie za pieniądze:
ru: Дублоны, купленные вами за реальные деньги:
uk: Дублонів, куплених вами за реальні гроші:
zh: 您用现金购买的达布隆：
zh_sg: 您用现金购买的达布隆：

# IDS_CURRENCY_RECRUITMENT_POINTS
source: Recruitment Points
ja: 勧誘ポイント
pl: Punkty rekrutacyjne
ru: Символы братства
zh: Символы братства

# IDS_CURRENCY_RECRUITMENT_POINTS_DESCRIPTION
source: Can be earned via the Recruiting Station referral program by inviting friends and joining them in battles.
ja: 勧誘プログラム「募集ステーション」を通じて友達を招待し、一緒にプレイすることで入手できます。
pl: Można je zdobyć w programie polecającym Stacja rekrutacyjna, poprzez zapraszanie znajomych i toczenie bitew u ich boku.
ru: Можно зарабатывать в реферальной программе «Морское братство», приглашая друзей и участвуя с ними в боях.
zh: Можно зарабатывать в реферальной программе «Морское братство» — приглашая друзей и участвуя с ними в боях.

# IDS_CURRENCY_SALTPETER
source: Shipbuilding Phases
es_mx: Fases de la construcción naval
ja: 造船フェーズ
pl: Fazy budowy okrętu
ru: Этапы строительства
uk: Етапи будівництва
zh: 硝酸钾：
zh_sg: 造船阶段

# IDS_CURRENCY_SALTPETER_DESCRIPTION
source: Earned by completing Daily Missions.
es_mx: Obtenido al completar las Misiones Diarias.
ja: デイリーミッションの達成褒賞として取得できます。
pl: Można ją zdobyć wypełniając misje codzienne.
ru: Зарабатывается за выполнение ежедневных задач.
uk: Здобувають за виконані щоденні завдання.
zh: Зарабатывается за выполнение ежедневных задач.
zh_sg: 完成日常获得。

# IDS_CURRENCY_STEEL
source: Steel
es_mx: Acero
ja: 鋼鉄
pl: Stal
ru: Сталь
uk: Сталь
zh: 钢铁
zh_sg: 钢铁

# IDS_CURRENCY_STEEL_DESCRIPTION
source: Can be earned in Ranked and Clan Battles, as well as during some in-game events.
es_mx: Puede ser obtenido en Batallas por Rango o Aleatorias, así como durante algunos eventos en el juego.
ja: ランク戦、クラン戦、ならびに一部のゲーム内イベントで取得できます。
pl: Można ją zdobyć w bitwach rankingowych i klanowych, a także w trakcie niektórych wydarzeń w grze.
ru: Можно зарабатывать в ранговых и клановых боях, а также во время игровых событий.
uk: Можна здобувати в рангових і кланових боях, а також під час ігрових подій.
zh: Можно зарабатывать в ранговых и клановых боях, а также во время игровых событий.
zh_sg: 排位战、军团战、和游戏内活动获取。

# IDS_CURRENT_LEAGUE_0
source: The Team is in Alpha League
es_mx: El Equipo está en la Liga Premier
ja: このチームはプレミアリーグ所属です
pl: Drużyna jest w Lidze Alfa
ru: Команда находится в Высшей лиге
uk: Команда перебуває у Вищій лізі
zh: 该队伍已参加超级联盟。
zh_sg: 该团队已参加超级赛季。

# IDS_CURRENT_LEAGUE_1
source: The Team is in Bravo League
es_mx: El Equipo está en la Primera Liga
ja: このチームはファーストリーグ所属です
pl: Drużyna jest w Lidze Brawo
ru: Команда находится в Первой лиге
uk: Команда перебуває у Першій лізі
zh: 该队伍已参加第一联盟。
zh_sg: 该团队已参加第一赛季。

# IDS_CURRENT_LEAGUE_10
source: The Team is in Kilo League
es_mx: El Equipo está en la Décima Liga
ja: このチームは第 10 リーグ所属です
pl: Drużyna jest w Lidze Kilo
ru: Команда находится в Десятой лиге
uk: Команда перебуває у Десятій лізі
zh: 该队伍已参加第十联盟。
zh_sg: 该团队已参加第十赛季。

# IDS_CURRENT_LEAGUE_2
source: The Team is in Charlie League
es_mx: El Equipo está en la Segunda Liga
ja: このチームはセカンドリーグ所属です
pl: Drużyna jest w Lidze Charlie
ru: Команда находится во Второй лиге
uk: Команда перебуває у Другій лізі
zh: 该队伍已参加第二联盟。
zh_sg: 该团队已参加第二赛季。

# IDS_CURRENT_LEAGUE_3
source: The Team is in Delta League
es_mx: El Equipo está en la Tercera Liga
ja: このチームはサードリーグ所属です
pl: Drużyna jest w Lidze Delta
ru: Команда находится в Третьей лиге
uk: Команда перебуває у Третій лізі
zh: 该队伍已参加第三联盟。
zh_sg: 该团队已参加第三赛季。

# IDS_CURRENT_LEAGUE_4
source: The Team is in Echo League
es_mx: El Equipo está en la Cuarta Liga
ja: このチームは第 4 リーグ所属です
pl: Drużyna jest w Lidze Echo
ru: Команда находится в Четвёртой лиге
uk: Команда перебуває у Четвертій лізі
zh: 该队伍已参加第四联盟。
zh_sg: 该团队已参加第四赛季。

# IDS_CURRENT_LEAGUE_5
source: The Team is in Foxtrot League
es_mx: El Equipo está en la Quinta Liga
ja: このチームは第 5 リーグ所属です
pl: Drużyna jest w Lidze Fokstrot
ru: Команда находится в Пятой лиге
uk: Команда перебуває у П’ятій лізі
zh: 该队伍已参加第五联盟。
zh_sg: 该团队已参加第五赛季。

# IDS_CURRENT_LEAGUE_6
source: The Team is in Golf League
es_mx: El Equipo está en la Sexta Liga
ja: このチームは第 6 リーグ所属です
pl: Drużyna jest w Lidze Golf
ru: Команда находится в Шестой лиге
uk: Команда перебуває у Шостій лізі
zh: 该队伍已参加第六联盟。
zh_sg: 该团队已参加第六赛季。

# IDS_CURRENT_LEAGUE_7
source: The Team is in Hotel League
es_mx: El Equipo está en la Séptima Liga
ja: このチームは第 7 リーグ所属です
pl: Drużyna jest w Lidze Hotel
ru: Команда находится в Седьмой лиге
uk: Команда перебуває у Сьомій лізі
zh: 该队伍已参加第七联盟。
zh_sg: 该团队已参加第七赛季。

# IDS_CURRENT_LEAGUE_8
source: The Team is in India League
es_mx: El Equipo está en la Octava Liga
ja: このチームは第 8 リーグ所属です
pl: Drużyna jest w Lidze India
ru: Команда находится в Восьмой лиге
uk: Команда перебуває у Восьмій лізі
zh: 该队伍已参加第八联盟。
zh_sg: 该团队已参加第八赛季。
