Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM090_SWIRSKI_DESCR
source: On the eve of World War II, the main fleet of the Polish Navy consisted of four destroyers. Among them were Błyskawica and Grom (built in the U.K. under a special project in 1937)—the most advanced European destroyers of their time. Two more ships of this class were ordered in Poland but were never laid down because of the war. The other two destroyers were Wicher and Burza (built in France and based on the design of the Bourrasque-class destroyers in 1930 and 1932), which were intended to be overhauled in the early 1940s, with their weaponry to be replaced with armament similar to that of Błyskawica. Minelayer Gryf, built in 1938 in France, was supposed to fulfill the additional functions of a training ship and ceremonial presidential yacht. Finally, the largest ships to be built in Poland were six Jaskółka-class minesweepers. They had a total of five submarines, the most up to date of which were the large ocean-going submarines, Orzeł and Sęp, which had been specially designed and built in the Netherlands before being commissioned into the fleet in the spring of 1939. Two enhanced versions of the Orzeł submarines were ordered from France, but the outbreak of war prevented them from being completed. Three mine-laying submarines—Żbik, Ryś, and Wilk—were also built in France between 1931 and 1932. As a result of the September 1939 campaign, only five ships of the Polish Navy made it to the United Kingdom to continue the fight. However, of these, destroyer Grom and submarine Orzeł were sunk in 1940, while submarine Wilk was suitable only for training. The remaining destroyers, Burza and Błyskawica, fought for pride and glory. They eventually returned home and became museum ships, Burza first, from 1960–75, then Błyskawica after her. In 1940, the Polish Navy was replenished with a British G-class destroyer, Garland, which retained her name, and an N-class destroyer named Piorun. In May 1941, the latter made her mark on history with a dashing night attack on battleship Bismarck. Both ships, like the other British ships, were returned to the U.K. in 1946. A different fate, however, awaited another British ship that hoisted the white-red flag in 1942—an M-class destroyer named Orkan. She was sunk by a German submarine in October 1943, while escorting a convoy in the North Atlantic. Three Hunt-class escort destroyers that were transferred to the Poles between 1941 and 1942—Krakowiak, Kujawiak, and Ślązak—also fulfilled escort duties. Thousands of nautical miles flowed under their sterns as they escorted hundreds of convoys. Kujawiak was destroyed by a mine near Malta in 1942. The ships that served the Poles least of all were the largest ones—cruisers Dragon and Conrad. The former, a Danae-class British light cruiser, was handed over in January 1943. She was later badly damaged by a German manned torpedo in July 1944 off the coast of Normandy. She was not sent for repairs, and the Admiralty simply sent a replacement—another ship of the same class. As for the submarine fleet, British U-class submarines Sokół and Dzik, as well as an American S-class lend-lease submarine—Jastrząb—which was sunk in 1942, sailed under the Polish flag.
es_mx: Durante de la Segunda Guerra Mundial, la flota principal de la Armada de Polonia contaba con cuatro destructores. Entre ellos estaban el Błyskawica y el Grom (construidos en el RU bajo un proyecto especial en 1937), los destructores más avanzados de Europa en ese momento. Dos barcos más de esta clase fueron ordenados por Polonia, pero la puesta de quilla nunca fue realizada debido a la guerra. Los otros dos destructores fueron el Wicher y el Burza (construidos en Francia en base al diseño de los destructores de la clase Bourrasque en 1930 y 1932), que serían reacondicionados a principios de los años 1940, en donde su armamento sería reemplazado por uno similar al del Błyskawica. El minador Gryf, construido en Francia en 1938, cumpliría las funciones adicionales de un barco de entrenamiento y un yate presidencial ceremonial. Finalmente, los barcos más grandes construidos en Polonia fueron seis dragaminas de la clase Jaskółka. Tenían un total de cinco submarinos. Los más modernos de estos eran los submarinos de flota Orzeł y el Sęp, los cuales habían sido especialmente diseñados y construidos en los Países Bajos antes de ser puestos en servicio en la flota en la primavera de 1939. Dos versiones mejoradas del submarino Orzeł fueron ordenadas a Francia, pero el estallido de la guerra evitó que fueran completados. También se construyeron tres submarinos minadores entre 1931y1932: el Żbik, el Ryś y el Wilk. Como resultado de la campaña de septiembre de 1939, solo cinco barcos de la Armada de Polonia lograron llegar al Reino Unido y continuaron el combate. Sin embargo, de estos, el destructor Grom y el submarino Orzeł fueron hundidos en 1940, mientras que el submarino Wilk solo podía ser usado para entrenamiento. Los destructores restantes, Burza y Błyskawica, combatieron por el orgullo y la gloria. Eventualmente regresaron a casa y se convirtieron en barcos museo, primero el Burza, entre 1960 y 1975, y posteriormente el Błyskawica. En 1940, la Armada de Polonia recibió un destructor británico de la clase G, el Garland, el cual conservó su nombre, y un destructor de la clase N llamado Piorun. En mayo de 1941, este último dejó su marca en la historia con un sorpresivo ataque nocturno sobre el acorazado Bismarck. Ambos barcos, al igual que otros barcos británicos, regresaron al RU en 1946. Sin embargo, un destino diferente aguardaba a otro barco británico que portaba la bandera blanca y roja en 1942: un destructor de la clase M llamado Orkan. Este fue hundido por un submarino alemán en octubre de 1943, mientras escoltaba un convoy en el Atlántico Norte. Tres destructores de escolta de la clase Hunt que fueron transferidos a los polacos entre 1941 y 1942; Krakowiak, Kujawiak y Ślązak; también realizaron tareas de escolta. Miles de millas náuticas fluyeron por debajo de sus cascos mientras escoltaban cientos de convoyes. El Kujawiak fue destruido por una mina cerca de Malta en 1942. Los barcos con menor utilidad para los polacos fueron los más grandes: los cruceros Dragon y Conrad. El primero, un crucero ligero británico de la clase Danae, fue entregado en enero de 1943. Más tarde fue dañado gravemente por un torpedo humano alemán en julio de 1944 frente a las costas de Normandía. No fue enviado a reparaciones, y el Almirantazgo simplemente envió un remplazo: otro barco de la misma clase. En cuanto a la flota de submarinos, los submarinos británicos de la clase U Sokół y Dzik, así como el submarino estadounidense Jastrząb de la clase S, el cual formaba parte del programa de préstamo y arriendo y que fue hundido en 1942, navegaron bajo la bandera polaca.
ja: 第二次世界大戦前夜、ポーランド海軍の主力艦隊は 4 隻の駆逐艦で構成されていました。そのうち、1937 年にイギリスの特別計画により建造されたブウィスカヴィツァとグロムは当時のヨーロッパにおける最新鋭の駆逐艦でした。同級艦 2 隻がポーランドで追加発注されましたが、開戦に伴い起工には至りませんでした。他の 2 隻の駆逐艦は、1930 年および 1932 年にブーラスク級駆逐艦の設計に基づいてフランスで建造されたウィヘルとブルザでした。両艦は 1940 年代初期にオーバーホールを受けブウィスカヴィツァ同様の兵装へと交換される予定でした。 1938 年にフランスで建造された機雷敷設艦グリフは、訓練艦および大統領の式典用ヨットとしての任務も帯びていました。最後に、ポーランドで建造された最大の艦艇が 6 隻のヤスコウカ級掃海艇でした。 潜水艦は計 5 隻であり、そのうち最新のものは 1939 年の春に艦隊に就役する前に、オランダで特別に設計・建造された大型外洋潜水艦オジェウおよびセンプでした。オジェウ級潜水艦の改良型 2 隻がフランスから発注されましたが、戦争の勃発により完成しませんでした。 1931 年から 1932 年にかけてはフランスで 3 隻の機雷敷設潜水艦 (ジュビク、リシュ、ウィルク) も建造されました。 1939 年 9 月の作戦の結果、5 隻のポーランド海軍艦艇のみがイギリスに到着し、それ以後も戦闘を継続できました。しかしこれらの艦艇のうち、駆逐艦グロムと潜水艦オジェウは 1940 年に撃沈され、潜水艦ウィルクは訓練以外には適しませんでした。残る駆逐艦のブルザとブウィスカウィツァは、誇りと栄光のために戦闘を続行しました。この 2 隻は最終的に帰国し 1960 年から 1975 年にかけてまずはブルザ、次いでブウィスカヴィツァの順で博物館船になりました。 1940 年のポーランド海軍の補強は、同名のまま運用されたイギリスの G 級駆逐艦ガーランドおよび N 級駆逐艦ピオルンでした。1941 年 5 月、後者は戦艦ビスマルクへの勇敢な夜間攻撃で歴史に名を刻みました。両艦は、他のイギリス艦艇と同様に 1946 年にイギリスに返還されました。しかし別の運命が、1942 年に白と赤のポーランド旗を掲げた別のイギリス M 級駆逐艦オルカンに待っていました。この艦は1943 年 10 月、北大西洋での船団護衛中にドイツの潜水艦に撃沈されました。 1941 年から 1942 年にかけてポーランドに移譲された 3 隻のハント級護衛駆逐艦、クラコウィアク、クヤウィアク、シロンザクも護衛任務を果たしました。これらの艦艇は何百もの輸送船団を護衛して何千海里も公開しました。クヤウィアクは 1942 年にマルタ近郊において機雷で破壊されました。 ポーランド海軍で任務に就いた中で最大の艦艇は巡洋艦ドラゴンとコンラトでした。ダナイー級のイギリス軽巡洋艦である前者は、1943 年 1 月に移譲されました。この艦は 1944 年 7 月にノルマンディー沖でドイツ軍の人間魚雷により大破しました。この艦は修理されることなく、海軍本部は単に同級の別の艦を交代用に派遣しました。潜水艦艦隊に関しては、イギリスの U 級潜水艦ソコルとジク、および 1942 年に撃沈されたアメリカの S 級レンドリース潜水艦ヤストジェブがポーランドの旗の下で航海しました。
pl: W przeddzień wybuchu II wojny światowej główna flota polskiej marynarki wojennej składała się z czterech niszczycieli. Należały do niej Błyskawica i Grom (zbudowane w Zjednoczonym Królestwie w ramach specjalnego projektu w 1937 roku) – wówczas dwa najnowocześniejsze niszczyciele w Europie. Dwa kolejne okręty tej klasy zamówione były w Polsce, ale przez wybuch wojny ich budowa nigdy się nie rozpoczęła. Pozostałymi dwoma niszczycielami były Wicher i Burza (zbudowane we Francji w oparciu o niszczyciele typu Bourrasque w latach 1930 i 1932), które miały przejść modernizację na początku lat 40. i być wyposażone w uzbrojenie podobne jak na Błyskawicy. Zbudowany we Francji w 1938 roku stawiacz min Gryf miał pełnić dodatkowo funkcje okrętu szkoleniowego i ceremonialnego jachtu prezydenckiego. Sześcioma największymi okrętami zbudowanymi w samej Polsce były trałowce typu Jaskółka. W sumie marynarka posiadała pięć okrętów podwodnych. Najnowszymi z nich były duże, pełnomorskie okręty Orzeł i Sęp, które zbudowano na specjalne zamówienie w Holandii i wcielono do floty wiosną 1939 roku. Dwie ulepszone wersje okrętów podwodnych Orzeł zamówiono we Francji, ale wybuch wojny przekreślił ich budowę. Trzy podwodne stawiacze min – Żbik, Ryś i Wilk – zbudowano również we Francji, w latach 1931–1932. W wyniku kampanii wrześniowej w 1939 roku tylko pięć okrętów polskiej marynarki dopłynęło do Zjednoczonego Królestwa i kontynuowało walkę. Spośród nich niszczyciel Grom i okręt podwodny Orzeł zostały zatopione w 1940 roku, a okręt podwodny Wilk używany był jedynie jako okręt szkoleniowy. Pozostałe niszczyciele, Burza i Błyskawica, walczyły chwalebnie. Ostatecznie oba powróciły do domu i przekształcone zostały w okręty-muzea – najpierw Burza w latach 1960–1975, a później Błyskawica. W 1940 roku szeregi polskiej marynarki zasilił Garland, brytyjski niszczyciel typu G, oraz niszczyciel typu N, który nazwano Piorun. W maju 1941 roku ten ostatni zapisał się w historii śmiałym atakiem nocnym na pancernik Bismarck. Oba okręty, podobnie jak inne brytyjskie jednostki, zostały zwrócone Zjednoczonemu Królestwu. W 1946 roku. Inny los spotkał jednak kolejny brytyjski okręt, jaki pływał pod polską banderą w 1942 roku – niszczyciel typu M o nazwie Orkan. Został on zatopiony przez niemiecki okręt podwodny w październiku 1943 roku, podczas eskortowania konwoju na północnym Atlantyku. W latach 1941–1942 trzy niszczyciele eskortowe typu Hunt zostały przekazane Polakom: Krakowiak, Kujawiak i Ślązak – one również osłaniały konwoje. Pokonały tysiące mil morskich w towarzystwie eskortowanych okrętów. Kujawiak został zniszczony przez minę w pobliżu Malty w 1942 roku. Okrętami, które Polakom przysłużyły się najmniej, były te największe – krążowniki Dragon i Conrad. Ten pierwszy, brytyjski lekki krążownik typu Danae, został zwrócony w styczniu 1943 roku. W lipcu 1944 roku w pobliżu Normandii został on poważnie uszkodzony przez niemiecką żywą torpedę. Nie zdecydowano się na naprawy i admiralicja po prostu zwróciła w zastępstwie nową jednostkę – inny okręt tego samego typu. Jeśli chodzi o flotę okrętów podwodnych, to pod polską banderą pływały brytyjskie okręty typu U o nazwie Sokół i Dzik oraz użyczona w ramach programu lend-lease jednostka o nazwie Jastrząb, która została jednak zatopiona w 1942 roku.
ru: Накануне Второй мировой войны основу надводных сил ВМС Польши составляли четыре эскадренных миноносца. Błyskawica и Grom (построены в Великобритании по специальному проекту в 1937 г.) являлись сильнейшими европейскими эсминцами своего времени. Ещё два корабля этого типа были заказаны в Польше, но из-за войны их заложить не успели. Wicher и Burza (построены во Франции на основе проекта ЭМ типа Bourrasque в 1930 и 1932 гг.) в начале 1940-х собирались модернизировать с заменой вооружения на аналогичное Błyskawica. Минный заградитель Gryf, французской постройки 1938 г., по проекту должен был выполнять ещё функции учебного корабля и представительской президентской яхты. Наконец, самыми крупными кораблями собственной польской постройки являлись шесть тральщиков типа Jaskółka. Подводные силы представляли пять подлодок. Наиболее современными были большие океанские подводные лодки Orzeł и Sęp, специально спроектированные и построенные в Нидерландах, — приняты в состав флота весной 1939 г. Две субмарины усовершенствованного типа Orzeł заказали во Франции, но помешала война. Три подводных минных заградителя Żbik, Ryś и Wilk тоже были французской постройки 1931–1932 гг. В итоге сентябрьской кампании 1939 г. лишь пяти кораблям ВМС Польши удалось достичь Великобритании и продолжить борьбу. Но эсминец Grom и подводная лодка Orzeł погибли уже в 1940 г., а субмарина Wilk годилась только в учебные. Оставшиеся эсминцы Burza и Błyskawica со славой прошли всю войну, вернулись домой, а позднее стали кораблями-музеями: первый в 1960–1975 гг., затем его сменил второй. В 1940 г. польский флот пополнили британский эсминец Garland типа G, который переименовывать не стали, и эсминец типа N, наречённый Piorun. В мае 1941 г. он вошёл в историю лихой ночной атакой на линкор Bismarck. Оба, как и другие британские корабли, были возвращены Великобритании в 1946 г. А вот поднявший бело-красный флаг в 1942 г. эсминец типа M с именем Orkan на борту выполнил свой долг до конца: в октябре 1943 г., сопровождая конвой в Северной Атлантике, он был потоплен немецкой подводной лодкой. На том же поприще трудились три эскортных миноносца типа Hunt, переданные полякам в 1941–1942 гг.: Krakowiak, Kujawiak и Ślązak. Они оставили за кормой десятки тысяч миль, сопровождая сотни конвоев. Kujawiak погиб на мине в 1942 г. у Мальты. Меньше всего послужили у поляков самые крупные корабли — крейсеры Dragon и Conrad. Первый, британский лёгкий крейсер типа Danae, был передан в январе 1943 г. и тяжело повреждён немецкой человеко-торпедой в июле 1944 г. у берегов Нормандии. Ремонтировать его не стали, взамен просто выдав второй, однотипный. Что касается подводного флота, то польский флаг несли подводные лодки Sokół и Dzik британского типа U, а также американская ленд-лизовская субмарина типа S под названием Jastrząb, погибшая в 1942 г.
uk: Напередодні Другої світової війни основу надводних сил ВМС Польщі складали 4 ескадрених міноносці. Błyskawica та Grom (побудовані у Великобританії за спеціальним проектом, 1937 р.) були найсильнішими європейськими есмінцями свого часу. Ще два кораблі цього типу замовили в Польщі, але через війну їх закласти не встигли. Wicher і Burza (побудовані у Франції на основі проекту ЕМ типу Bourrasque, 1930 і 1932 рр.) на початку 1940-х збиралися модернізувати із заміною озброєння на аналогічне Błyskawica. Мінний загороджувач Gryf, французької побудови 1938 р., за проектом мав виконувати ще функції навчального корабля та представницької президентської яхти. Нарешті, найбільшими кораблями власної польської побудови були 6 тральщиків типу Jaskółka. Підводні сили представляли 5 підводних човнів. Найсучаснішими були великі океанські підводні човни Orzeł і Sęp, спеціально спроектовані та побудовані в Нідерландах — прийняті до складу флоту навесні 1939 р. Дві субмарини вдосконаленого типу Orzeł замовили у Франції, але завадила війна. Три підводні мінні загороджувачі Żbik, Ryś і Wilk були теж французької побудови 1931–1932 рр. Унаслідок вересневої кампанії 1939 р. лише п’ятьом кораблям ВМС Польщі вдалося досягти Великобританії та продовжити боротьбу. Але есмінець Grom і підводний човен Orzeł загинули вже в 1940 р., а субмарина Wilk годилася лише в навчальні. Решта есмінців Burza і Błyskawica зі славою пройшли всю війну, повернулися додому, а пізніше стали кораблями-музеями: перший 1960–1975 рр., потім його змінив другий. У 1940 р. польський флот поповнили англійський есмінець Garland типу G, який перейменовувати не стали, й есмінець типу N — названий Piorun. У травні 1941 р. він увійшов до історії лихою нічною атакою на лінкор Bismarck. Обох, як і інші британські кораблі, повернули Англії у 1946 р. А ось есмінець типу M під ім’ям Orkan на борту, який підняв біло-червоний прапор у 1942 р., виконав свій обов’язок до кінця — в жовтні 1943 р., супроводжуючи конвой у Північній Атлантиці, він був потоплений німецьким ПЧ. На тій же ниві трудилися три ескортні есмінці типу Hunt, які передали полякам у 1941–1942 рр.: Krakowiak, Kujawiak і Ślązak. Вони залишили за кормою десятки тисяч миль, супроводжуючи сотні конвоїв, Kujawiak загинув на міні в 1942 р. біля Мальти. Найменше послужили у поляків найбільші кораблі — крейсери Dragon і Conrad. Перший, англійський легкий крейсер типу Danae, переданий у січні 1943 р. та важко пошкоджений німецької людино-торпедою в липні 1944 р. біля берегів Нормандії. Ремонтувати його не стали, натомість просто видали другий, однотипний. Щодо підводного флоту, то польський прапор несли підводні човни Sokół і Dzik англійського типу U, а також американська ленд-лізовська субмарина типу S під назвою Jastrząb, яка загинула в 1942 р.
zh: Накануне Второй мировой войны основу надводных сил ВМС Польши составляли четыре эскадренных миноносца. Błyskawica и Grom (построены в Великобритании по специальному проекту в 1937 г.) являлись сильнейшими европейскими эсминцами своего времени. Ещё два корабля этого типа были заказаны в Польше, но из-за войны их заложить не успели. Wicher и Burza (построены во Франции на основе проекта ЭМ типа Bourrasque в 1930 и 1932 гг.) в начале 1940-х собирались модернизировать с заменой вооружения на аналогичное Błyskawica. Минный заградитель Gryf, французской постройки 1938 г., по проекту должен был выполнять ещё функции учебного корабля и представительской президентской яхты. Наконец, самыми крупными кораблями собственной польской постройки являлись шесть тральщиков типа Jaskółka. Подводные силы представляли пять подлодок. Наиболее современными были большие океанские подводные лодки Orzeł и Sęp, специально спроектированные и построенные в Нидерландах, — приняты в состав флота весной 1939 г. Две субмарины усовершенствованного типа Orzeł заказали во Франции, но помешала война. Три подводных минных заградителя Żbik, Ryś и Wilk тоже были французской постройки 1931–1932 гг. В итоге сентябрьской кампании 1939 г. лишь пяти кораблям ВМС Польши удалось достичь Великобритании и продолжить борьбу. Но эсминец Grom и подводная лодка Orzeł погибли уже в 1940 г., а субмарина Wilk годилась только в учебные. Оставшиеся эсминцы Burza и Błyskawica со славой прошли всю войну, вернулись домой, а позднее стали кораблями-музеями: первый в 1960–1975 гг., затем его сменил второй. В 1940 г. польский флот пополнили британский эсминец Garland типа G, который переименовывать не стали, и эсминец типа N, наречённый Piorun. В мае 1941 г. он вошёл в историю лихой ночной атакой на линкор Bismarck. Оба, как и другие британские корабли, были возвращены Великобритании в 1946 г. А вот поднявший бело-красный флаг в 1942 г. эсминец типа M с именем Orkan на борту выполнил свой долг до конца: в октябре 1943 г., сопровождая конвой в Северной Атлантике, он был потоплен немецкой подводной лодкой. На том же поприще трудились три эскортных миноносца типа Hunt, переданные полякам в 1941–1942 гг.: Krakowiak, Kujawiak и Ślązak. Они оставили за кормой десятки тысяч миль, сопровождая сотни конвоев. Kujawiak погиб на мине в 1942 г. у Мальты. Меньше всего послужили у поляков самые крупные корабли — крейсеры Dragon и Conrad. Первый, британский лёгкий крейсер типа Danae, был передан в январе 1943 г. и тяжело повреждён немецкой человеко-торпедой в июле 1944 г. у берегов Нормандии. Ремонтировать его не стали, взамен просто выдав второй, однотипный. Что касается подводного флота, то польский флаг несли подводные лодки Sokół и Dzik британского типа U, а также американская ленд-лизовская субмарина типа S под названием Jastrząb, погибшая в 1942 г.
zh_sg: 第二次世界大战前夕，波兰海军主力舰队由四艘驱逐舰组成。其中闪电号和雷电号（在英国1937年的一个特殊项目下建造）——是当时欧洲最先进的驱逐舰。波兰还额外订购了两艘此舰级的两艘，但因为战争原因始终没能铺设动工。另外两艘驱逐舰是旋风号和暴风雪号（在法国建造，基于1930年和1932年布拉斯克级驱逐舰设计建造），这两艘驱逐舰计划在1940年代初进行大修，换上与闪电号相同水准的武器装备。 布雷舰狮鹫号，1938年在法国建造，原本只是作为训练舰和总统仪式游艇辅助舰。最后，波兰建造的最大的战舰是六艘雅斯科卡级扫雷艇。 他们一共有五艘潜艇。其中最先进的是大型远洋潜艇老鹰号和秃鹰号，它们在投入到舰队前于1939年春天在荷兰特别设计和建造。至于从法国订购的两艘增强型潜艇老鹰号，由于战争的爆发没能完成。此外还有三艘布雷潜艇——狼、山猫和野猫，同样是1931年至1932年间在法国建造的。 由于1939年9月的战役，波兰海军只有5艘战舰抵达了英国并继续参战。其中，驱逐舰雷电号和潜艇老鹰号于1940年沉没，潜艇狼号只适合训练。剩余的驱逐舰暴风雪号和闪电号，为了荣誉进行了英勇的战斗。它们最终回到了家，1960年到1975年，暴风雪号和闪电号先后成为了博物馆船。 1940年，波兰海军增加了一艘英国G级驱逐舰加兰号和一艘N级驱逐舰皮奥朗号。1941年5月，后者对战列舰俾斯麦号发动了夜间突袭，在历史上留下了浓墨重彩的一笔。这两艘战舰，与其他英国战舰一样，于1946年返回英国。然而，另一艘在1942年悬挂着红白旗的英国战舰，一艘名为奥坎的M级驱逐舰，却面临着不同的命运。1943年10月，它在北大西洋护航时被德国潜艇击沉。1941年至1942年间，三艘汉特级护航驱逐舰被转移到波兰：克拉科夫号、库贾威克号和撕拉扎克号执行护航任务。它们护送了数百个舰团行驶了数千海里的航程。1942年，库贾维克号在马耳他附近被一枚水雷炸毁。 为波兰人出力最少的战舰却是最大型的巡洋舰，分别为龙号和康拉德号。前者是达纳级英国轻型巡洋舰，于1943年1月被移交。1944年7月，在诺曼底海岸附近，它被德国鱼雷击中严重受损，但并没有被派去修理，海军部只是派了另一艘同舰级战舰去替换。至于潜艇舰队，英国的U级潜艇Soko322和Dzik，以及1942年沉没的美国S级租借潜艇Jastrzab号，都航行于波兰旗下。
