Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SPACES/40_OKINAWA_DESCR
source: An area of fierce combat during World War II.
es_mx: Un área de combate feroces durante la Segunda Guerra Mundial.
ja: 二次大戦における激戦区
pl: Strefa zaciętych walk toczonych w trakcie II wojny światowej
ru: Район ожесточённых сражений Второй мировой войны.
uk: Район запеклих битв Другої світової війни.
zh: 激战地区。
zh_sg: 第二次世界大战期间的激战区域。

# IDS_SPACES/41_CONQUEST
source: Trident
es_mx: Tridente
ja: トライデント
pl: Trójząb
ru: Трезубец
uk: Тризуб
zh: 三叉戟
zh_sg: 三叉戟

# IDS_SPACES/41_CONQUEST_DESCR
source: Treacherous waters where Neptune lies in wait for his prey.
es_mx: Aguas traicioneras donde Neptuno yace esperando a su presa.
ja: この危険な海域では、ネプチューンが獲物を待っている
pl: Zdradzieckie wody, w których Neptun oczekuje na swoją ofiarę.
ru: Коварные воды, где Нептун поджидает свою добычу.
uk: Підступні води, де Володар Морів чекає на свою здобич.
zh: 有海神正在等待着祂的猎物的狡诈水域。
zh_sg: 危险的水域，海神在这里等待着它的猎物

# IDS_SPACES/41_CONQUEST_SUB
source: Trident: Submarine Battle
es_mx: Tridente: Batalla de Submarinos
ja: トライデント: 潜水艦戦
pl: Trójząb: bitwa okrętów podwodnych
ru: Трезубец. Подводный бой
uk: Тризуб. Підводний бій
zh: Трезубец. Подводный бой
zh_sg: 三叉戟：潜艇战

# IDS_SPACES/41_CONQUEST_SUB_DESCR
source: Treacherous waters where Neptune lies in wait for his prey.
es_mx: Aguas traicioneras donde Neptuno yace esperando a su presa.
ja: この危険な海域では、ネプチューンが獲物を待っている
pl: Zdradzieckie wody, w których Neptun oczekuje na swoją ofiarę.
ru: Коварные воды, где Нептун поджидает свою добычу.
uk: Підступні води, де Володар Морів чекає на свою здобич.
zh: 有海神正在等待着祂的猎物的狡诈水域。
zh_sg: 危险的水域，海神在这里等待着它的猎物

# IDS_SPACES/42_NEIGHBORS
source: Neighbors
es_mx: Vecinos
ja: 隣接勢力
pl: Sąsiedzi
ru: Соседи
uk: Сусіди
zh: 隔海相望
zh_sg: 隔海相望

# IDS_SPACES/42_NEIGHBORS_DESCR
source: The maritime border between Britain and France.
es_mx: La frontera marítima entre Bretaña y Francia.
ja: イギリスとフランスの領海の境界
pl: Granica morska między Francją i Wyspami Brytyjskimi.
ru: Морская граница между Францией и Британией.
uk: Морський кордон між Францією та Британією.
zh: 海峡的海上边界。
zh_sg: 英法之间的海上边界。

# IDS_SPACES/42_NEIGHBORS_SUB
source: Neighbors: Submarine Battle
es_mx: Vecinos: Batalla de Submarinos
ja: 隣接勢力: 潜水艦戦
pl: Sąsiedzi: bitwa okrętów podwodnych
ru: Соседи. Подводный бой
uk: Сусіди. Підводний бій
zh: Соседи. Подводный бой
zh_sg: 隔海相望：潜艇战

# IDS_SPACES/42_NEIGHBORS_SUB_DESCR
source: The maritime border between Britain and France.
es_mx: La frontera marítima entre Bretaña y Francia.
ja: イギリスとフランスの領海の境界
pl: Granica morska między Francją i Wyspami Brytyjskimi.
ru: Морская граница между Францией и Британией.
uk: Морський кордон між Францією та Британією.
zh: 海峡的海上边界。
zh_sg: 英法之间的海上边界。

# IDS_SPACES/44_PATH_WARRIOR
source: Warrior's Path
es_mx: Curso del Guerrero
ja: 戦士の道
pl: Droga wojownika
ru: Путь воина
uk: Шлях воїна
zh: 勇士之路
zh_sg: 勇士之路

# IDS_SPACES/44_PATH_WARRIOR_DESCR
source: Heroes walk their own path.
es_mx: Los héroes recorren su propio camino.
ja: 英雄達は各々の道を歩む
pl: Bohaterowie kroczą własnymi ścieżkami
ru: Герой всегда идёт своим путём.
uk: Герой завжди йде своїм шляхом.
zh: 英雄自有其出路。
zh_sg: 英雄总是能走出属于自己的道路。

# IDS_SPACES/45_ZIGZAG
source: Loop
es_mx: Lazo
ja: ループ
pl: Pętla
ru: Петля
uk: Петля
zh: 群岛之环
zh_sg: 群岛之环

# IDS_SPACES/45_ZIGZAG_DESCR
source: Islands are located in the shape of a loop. Artful steering helps to gain an advantage.
es_mx: Las islas están puestas en forma de un lazo. Una buena forma de manejo ayuda a tener la ventaja.
ja: 島々がループ状に存在しており、巧みな操艦技術があれば有利に戦えるだろう
pl: Wyspy ułożone są w kształcie pętli. Mistrzowskie sterowanie pozwala na uzyskanie przewagi.
ru: Расположение островов напоминает петлю. Ловкое управление кораблём даёт преимущество.
uk: Розташування островів нагадує петлю. Спритне керування кораблем дає перевагу.
zh: 岛屿位于环形之中。狡诈的操舵方式有助于取得优势。
zh_sg: 岛屿位于环形之中。娴熟的驾驶技术有助于取得优势。

# IDS_SPACES/46_ESTUARY
source: Estuary
es_mx: Estuario
ja: 河口
pl: Estuarium
ru: Устье
uk: Гирло
zh: 河口之争
zh_sg: 河口

# IDS_SPACES/46_ESTUARY_DESCR
source: The mouth of a river flowing into a stormy sea.
es_mx: La boca de un río fluyendo hacia un mar de tempestad.
ja: 河川が荒海に向けて口を開けている
pl: Ujście rzeki wpadające we wzburzone morze.
ru: Устье реки, впадающей в бурное море.
uk: Гирло ріки, яка впадає в бурхливе море.
zh: 流入汹涌大海的河流入海口。
zh_sg: 流入汹涌大海的河流入海口。

# IDS_SPACES/47_SLEEPING_GIANT
source: Sleeping Giant
es_mx: El gigante dormido
ja: 眠れる巨人
pl: Śpiący olbrzym
ru: Спящий гигант
uk: Приспаний гігант
zh: 红海峡湾
zh_sg: 沉睡的巨人

# IDS_SPACES/47_SLEEPING_GIANT_DESCR
source: A combination of various routes amid the islands. A body of water somewhere near China.
es_mx: Una combinación de varias rutas entre islas. Una maza de agua en algún lugar cerca de China.
ja: 中国付近のどこかにある海域。島々の間に様々な経路が存在している
pl: Labirynt szlaków morskich pomiędzy wyspami. Zbiornik wodny w pobliżu Chin.
ru: Сочетание различных путей между островами. Район акватории близ Китая.
uk: Поєднання різних шляхів між островами. Акваторія неподалік Китаю.
zh: 岛屿间围绕着被各种航线组合。靠近某国的主要水域。
zh_sg: 围绕着岛屿有各种不同的航线组合。靠近中国的某个水域。

# IDS_SPACES/49_SHORESIDE
source: Coast
es_mx: Costa
ja: 沿岸
pl: Wybrzeże
ru: Побережье
uk: Узбережжя
zh: 海岸
zh_sg: 海岸

# IDS_SPACES/49_SHORESIDE_DESCR
source: An archipelago near large islands and a continent.
es_mx: Un archipiélago cerca de islas grandes y un continente.
ja: 大きな島と大陸の付近にある列島
pl: Archipelag położony w pobliżu dużych wysp i kontynentu.
ru: Группы островов вблизи крупных островов и континента.
uk: Групи островів поблизу великих островів і континенту.
zh: 靠近大型岛屿及陆地的群岛。
zh_sg: 靠近大型岛屿和陆地的群岛

# IDS_SPACES/50_GOLD_HARBOR
source: Haven
es_mx: Refugio
ja: 安息の地
pl: Przystań
ru: Гавань
uk: Гавань
zh: 多崖之港
zh_sg: 避风港

# IDS_SPACES/50_GOLD_HARBOR_DESCR
source: Setting: Scottish rocks, tense gameplay.
es_mx: Escenario: Rocas escocesas, un tenso estilo de juego.
ja: スコットランド風の岩場を伴う島々の合間で激戦が繰り広げられる
pl: Otoczenie: Szkockie skały, pełna napięcia rozgrywka.
ru: Cеттинг — шотландские скалы, суровый геймплей.
uk: Оточення: шотландські скелі, сувора гра.
zh: 环境：苏格兰巨岩、紧张的游戏风格。
zh_sg: 环境：苏格兰巨岩、紧张的游戏风格。

# IDS_SPACES/50_VANHELLSING
source: Saving Transylvania
es_mx: Salvando al Transylvania
ja: Transylvania を救え
pl: Uwolnić Transylwanię
ru: Спасение «Трансильвании»
uk: Порятунок «Трансільванії»
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_SPACES/50_VANHELLSING_DESCR
source: Saving Transylvania.
es_mx: Salvando al Transylvania
ja: Transylvania (トランシルヴァニア) を救え
pl: Uwolnić Transylwanię.
ru: Спасение «Трансильвании».
uk: Порятунок «Трансільванії».
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_SPACES/51_GREECE
source: Greece
es_mx: Grecia
ja: ギリシャ
pl: Grecja
ru: Греция
uk: Греція
zh: Греция
zh_sg: 希腊

# IDS_SPACES/51_GREECE_DESCR
source: Santorini
ja: サントリーニ島
pl: Santoryn
ru: Санторини
uk: Санторині
zh: Санторини
zh_sg: 圣托里尼

# IDS_SPACES/52_BRITAIN
source: Crash Zone Alpha
es_mx: Zona de Choque Alfa
ja: クラッシュゾーン α
pl: Złomowisko Alpha
ru: Зона крушения Альфа
uk: Зона аварії Альфа
zh: Зона крушения Альфа
zh_sg: 阿尔法冲撞区

# IDS_SPACES/52_BRITAIN_DESCR
source: Crash Zone.
es_mx: Zona de Choque.
ja: クラッシュゾーン
pl: Złomowisko.
ru: Зона крушения.
uk: Зона аварії.
zh: Зона крушения.
zh_sg: 冲撞区

# IDS_SPACES/53_SHORESIDE
source: Northern Waters
es_mx: Aguas del Norte
ja: 北方海域
pl: Wody Północy
ru: Северные воды
uk: Північні води
zh: Северные воды
zh_sg: 北方水域

# IDS_SPACES/53_SHORESIDE_DESCR
source: A Northern archipelago near large islands and a continent.
es_mx: Un archipiélago en el norte cerca de islas grandes y un continente.
ja: 大きな群島と大陸の近くにある北方の列島
pl: Północny archipelag położony w pobliżu dużych wysp i kontynentu.
ru: Группы северных островов вблизи крупных островов и континента.
uk: Групи північних островів поблизу великих островів і континенту.
zh: Группы северных островов вблизи крупных островов и континента.
zh_sg: 靠近大型岛屿和陆地的北方群岛。

# IDS_SPACES/99_GAMEMODE_TEST
source: Game mode testing
es_mx: Pruebas de modo de juego
ja: ゲームモードテスト
pl: Testowanie trybów gry
ru: Тестирование режимов
uk: Тестування режимів
zh: 游戏模式测试用
zh_sg: 游戏模式测试用

# IDS_SPACES/99_GAMEMODE_TEST_DESCR
source: Map for testing game modes.
es_mx: Mapa para probar modos de juego.
ja: ゲームモードテスト用マップ
pl: Mapa do testowania trybów gry.
ru: Карта для тестирования игровых режимов.
uk: Мапа для тестування ігрових режимів.
zh: 用来测试游戏模式的地图。
zh_sg: 用来测试游戏模式的地图。

# IDS_SPACES/E02_HALLOWEEN_2017
source: Sunray in the Darkness
es_mx: Rayo de Sol en la Oscuridad
ja: 暗闇を照らす光
pl: Promień światła w ciemnościach
ru: Луч во тьме
uk: Промінь у темряві
zh: 黑暗中的光芒
zh_sg: 黑暗中的光芒

# IDS_SPACES/E02_HALLOWEEN_2017_DESCR
source: Sunray in the Darkness
es_mx: Rayo de Sol en la Oscuridad
ja: 暗闇を照らす光
pl: Promień światła w ciemnościach
ru: Луч во тьме
uk: Промінь у темряві
zh: 黑暗中的光芒
zh_sg: 黑暗中的光芒

# IDS_SPACES/E03_1ST_APRIL_2018
source: Appulse
es_mx: Apulso
ja: アプルス
pl: Koniunkcja
ru: Парад планет
uk: Парад планет
zh: Парад планет
zh_sg: 月蚀

# IDS_SPACES/E03_1ST_APRIL_2018_DESCR
source: Ruinberg in Space
es_mx: Ruinberg en el Espacio
ja: 宇宙のルインベルク
pl: Ruinberg w kosmosie
ru: Руинберг в космосе
uk: Руїнберґ у космосі
zh: 太空中的废墟堡垒
zh_sg: 太空鲁别克

# IDS_SPACES/E04_HALLOWEEN_2018
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_SPACES/E04_HALLOWEEN_2018_DESCR
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_SPACES/E05_APRIL_2019_ESTUARY
source: Risus
ja: リスス
ru: Рисус
uk: Рісус
zh: Рисус
zh_sg: 雷瑟斯

# IDS_SPACES/E05_APRIL_2019_ESTUARY_DESCR
source: Ironium crystals rise from the bottom of the ocean.
es_mx: Los cristales de Ironium surgen del fondo del océano.
ja: 海底からイロニウムのクリスタルが隆起している。
pl: Kryształy ironium wyrastają z dna oceanu.
ru: Кристаллы ирониума поднимаются со дна океана.
uk: Кристали іроніума піднімаються з дна океану.
zh: Кристаллы ирониума поднимаются со дна океана.
zh_sg: 生铁结晶从海底升起。

# IDS_SPACES/E06_APRIL_2019_NAVAL_MISSION
source: Ludus
ja: ルーダス
ru: Лудус
uk: Лудус
zh: Лудус
zh_sg: 卢达斯

# IDS_SPACES/E06_APRIL_2019_NAVAL_MISSION_DESCR
source: A dense atmosphere causes rock fragments to levitate.
es_mx: Atmósfera densa hace que los fragmentos de roca leviten.
ja: 大気が濃密であるため、岩の破片が浮遊する。
pl: Gęsta atmosfera sprawia, że fragmenty skał lewitują.
ru: Плотная атмосфера заставляет левитировать каменные обломки.
uk: Щільна атмосфера змушує левітувати кам’яні уламки.
zh: Плотная атмосфера заставляет левитировать каменные обломки.
zh_sg: 稠密的大气使岩石碎块漂浮了起来。

# IDS_SPACES/E07_APRIL_2019_PATH_WARRIOR
source: Navis
ja: ナヴィス
ru: Навис
uk: Навіс
zh: Навис
zh_sg: 奈维司

# IDS_SPACES/E07_APRIL_2019_PATH_WARRIOR_DESCR
source: Islands encircled by volcanic rocks.
es_mx: Islas rodeadas de rocas volcánicas.
ja: 島々が火山岩に囲まれている。
pl: Wyspy otoczone skałami wulkanicznymi.
ru: Острова в кольцах из застывшей лавы.
uk: Острови в кільцях із застиглої лави.
zh: Острова в кольцах из застывшей лавы.
zh_sg: 被火山岩环绕的岛屿。

# IDS_SPACES/E08_POSTAPOCALYPSE
source: Flooded City
es_mx: Ciudad Inundada
ja: 水没都市
pl: Zatopione Miasto
ru: Затопленный город
uk: Затоплене місто
zh: Затопленный город
zh_sg: 被淹没的城市

# IDS_SPACES/E08_POSTAPOCALYPSE_DESCR
source: The ruins of a megapolis grimace up at you through the water.
es_mx: Las ruinas de una megalópolis se vislumbran a través del agua.
ja: 巨帯都市の廃墟が水面上に姿を覗かせています。
pl: Ruiny megapolis szczerzą się upiornie nad powierzchnią wody.
ru: Руины мегаполиса проступают из-под воды.
uk: Руїни мегаполісу видніються з-під води.
zh: Руины мегаполиса проступают из-под воды.
zh_sg: 被水淹没的巨大城市废墟。

# IDS_SPACES/E09_HALLOWEEN_2019
source: Monster Bay
es_mx: Bahía del Monstruo
ja: モンスター湾
pl: Zatoka Potworów
ru: Залив монстров
uk: Затока монстрів
zh: 2018 年万圣节
zh_sg: 怪物海湾

# IDS_SPACES/E09_HALLOWEEN_2019_DESCR
source: Monster Bay
es_mx: Bahía del Monstruo
ja: モンスター湾
pl: Zatoka Potworów
ru: Залив монстров.
uk: Затока монстрів.
zh: 2018 年万圣节。
zh_sg: 怪物海湾

# IDS_SPACES/I01_TUTORIAL
source: First Encounter
es_mx: Manteniendo la línea
ja: 初遭遇
pl: Linia obrony
ru: Первый рубеж
uk: Перший рубіж
zh: 保持阵列
zh_sg: 初次遭遇

# IDS_SPACES/I02_ADVANCED
source: Continue training
es_mx: Continuar entrenamiento
ja: トレーニング続行
pl: Kontynuuj szkolenie
ru: Продолжение обучения
uk: Продовжити навчання
zh: 继续训练
zh_sg: 继续训练

# IDS_SPACES/I02_ADVANCED_DESCR
source: The second stage of training
es_mx: La segunda etapa de entrenamiento
ja: トレーニング第 2 ステージ
pl: Drugi etap szkolenia
ru: Второй этап обучения
uk: Другий етап навчання
zh: 第二阶段训练
zh_sg: 第二阶段训练

# IDS_SPACES/R01_MILITARY_NAVIGATION
source: Riposte
es_mx: Estocada
ja: 反撃
pl: Riposta
ru: Контрудар
uk: Контрудар
zh: 还击
zh_sg: 还击

# IDS_SPACES/R01_MILITARY_NAVIGATION_DESCR
source: Riposte
es_mx: Estocada
ja: 反撃
pl: Riposta
ru: Контрудар
uk: Контрудар
zh: 还击
zh_sg: 还击

# IDS_SPACES/S01_NAVALBASE
source: Operation Killer Whale
es_mx: Operación Ballena Asesina
ja: キラー・ホエール作戦
pl: Operacji Killer Whale
ru: Операция «Косатка»
uk: Операція «Косатка»
zh: 杀人鲸行动
zh_sg: 杀人鲸行动

# IDS_SPACES/S01_NAVALBASE_ASYM
source: Killer Whale
ja: キラー・ホエール
ru: Косатка
zh: 杀人鲸

# IDS_SPACES/S01_NAVALBASE_ASYM_DESCR
source: An aggressive attack on the Naval Station.
ja: 海軍基地への猛攻
pl: Agresywny atak na bazę morską.
ru: Резкий налёт на базу ВМФ
zh: 对海军基地的侵略性攻击。

# IDS_SPACES/S01_NAVALBASE_DESCR
source: An aggressive attack on the Naval Station.
es_mx: Un ataque agresivo a la Estación Naval.
ja: 海軍基地への猛攻
pl: Agresywny atak na bazę morską.
ru: Резкий налёт на базу ВМФ
uk: Різкий наліт на базу ВМФ
zh: 对海军基地的侵略性攻击。
zh_sg: 对海军基地的侵略性攻击。

# IDS_SPACES/S02_NAVAL_DEFENSE
source: Defense of Naval Station Newport
es_mx: Defensa de la Estación Naval de Newport
ja: ニューポート海軍基地防衛戦
pl: Obrona bazy morskiej Newport
ru: Защита базы ВМФ «Ньюпорт»
uk: Захист бази ВМФ «Ньюпорт»
zh: 防守海军基地纽波特
zh_sg: 防守“纽波特”海军基地

# IDS_SPACES/S02_NAVAL_DEFENSE_ASYM
source: Naval Station Newport
ja: ニューポート海軍基地
pl: Stacja morska w Newport
ru: База ВМФ «Ньюпорт»
zh: База ВМФ «Ньюпорт»

# IDS_SPACES/S02_NAVAL_DEFENSE_ASYM_DESCR
source: Defend yourself and survive!
ja: 自衛し、生還せよ!
pl: Broń się i przetrwaj
ru: Защити и не умри!
zh: 保卫自己并存活下去！

# IDS_SPACES/S02_NAVAL_DEFENSE_DESCR
source: Defend yourself and survive!
es_mx: ¡Defiéndete y sobrevive!
ja: 自衛し、生還せよ!
pl: Broń się i przetrwaj
ru: Защити и не умри!
uk: Захисти та не помри!
zh: 保卫自己并存活下去！
zh_sg: 尽力防守并活下去！

# IDS_SPACES/S03_LABYRINTH
source: Raptor Rescue
es_mx: Rescate del Raptor
ja: ラプター救出作戦
pl: Ocalenie lotniskowca Raptor
ru: Спасение авианосца «Раптор»
uk: Порятунок авіаносця «Раптор»
zh: 猛禽救援
zh_sg: 营救Raptor

# IDS_SPACES/S03_LABYRINTH_DESCR
source: Across Melanesian waters
es_mx: A través de aguas melanesias
ja: メラネシア海域を越えて
pl: Przez melanezyjskie wody
ru: Средь вод Меланезии
uk: У водах Меланезії
zh: 横跨美拉尼西亚水域
zh_sg: 横跨美拉尼西亚水域

# IDS_SPACES/S04_HYDRADEN
source: Hydra's Hide-Out
es_mx: El Escondite de la Hidra
ja: ヒュドラーの隠れ家
pl: Siedlisko Hydry
ru: Логово гидры
uk: Лігво гідри
zh: 九头蛇的藏身处
zh_sg: 九头蛇的藏身处

# IDS_SPACES/S04_HYDRADEN_DESCR
source: Hydra's Hide-Out
es_mx: El Escondite de la Hidra
ja: ヒュドラーの隠れ家
pl: Siedlisko Hydry
ru: Логово гидры
uk: Лігво гідри
zh: 九头蛇的藏身处
zh_sg: 九头蛇的藏身处

# IDS_SPACES/S05_DUNKIRK
source: Operation Dynamo
es_mx: Operación Dínamo
ja: ダイナモ作戦
pl: Operacja Dynamo
ru: Операция «Динамо»
uk: Операція «Динамо»
zh: 发电机计划
zh_sg: 发电机行动

# IDS_SPACES/S05_DUNKIRK_DESCR
source: Operation Dynamo
es_mx: Operación Dínamo
ja: ダイナモ作戦
pl: Operacja Dynamo
ru: Операция «Динамо»
uk: Операція «Динамо»
zh: 发电机计划
zh_sg: 发电机行动

# IDS_SPACES/S06_ATOLL
source: Ultimate Frontier
es_mx: Última Frontera
ja: 極限の最前線
pl: Ostatnia granica
ru: Последний рубеж
uk: Останній рубіж
zh: 终极前线
zh_sg: 最后前线

# IDS_SPACES/S06_ATOLL_ASYM
source: Ultimate Frontier
ja: 極限の最前線
pl: Ostatnia granica
ru: Последний рубеж
zh: 终极前线

# IDS_SPACES/S06_ATOLL_ASYM_DESCR
source: Atoll
ja: 環礁
pl: Atol
ru: Атолл
zh: 环礁

# IDS_SPACES/S06_ATOLL_DESCR
source: Atoll
es_mx: Atolón
ja: 環礁
pl: Atol
ru: Атолл
uk: Атол
zh: 环礁
zh_sg: 环礁

# IDS_SPACES/S07_ADVANCE
source: Operation Narai
es_mx: Operación Narai
ja: ナライ作戦
pl: Operacja Narai
ru: Операция «Нараи»
uk: Операція «Нараї»
zh: 那莱行动
zh_sg: 那莱行动

# IDS_SPACES/S07_ADVANCE_DESCR
source: Narai
ja: ナライ
ru: Нараи
uk: Нараї
zh: 那莱
zh_sg: 那莱

# IDS_SPACES/S09_LEPVE
source: Hermes
ja: エルメス
ru: Гермес
uk: Гермес
zh: 赫尔墨斯
zh_sg: 竞技神

# IDS_SPACES/S09_LEPVE_DESCR
source: Hermes
ja: エルメス
ru: Гермес
uk: Гермес
zh: 赫尔墨斯
zh_sg: 竞技神

# IDS_SPACES/S10_USS_CL
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок сакуры
uk: Квітка сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_SPACES/S10_USS_CL_DESCR
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок Сакуры
uk: Квітка Сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_SPECIAL
source: Special
es_mx: Especial
ja: 特別
pl: Specjalne
ru: Особые
uk: Особливі
zh: 特殊
zh_sg: 特殊

# IDS_SPECIALITY
source: Specialization
es_mx: Especialización
ja: 適性
pl: Specjalizacja
ru: Специализация
uk: Спеціалізація
zh: 技能
zh_sg: 专精

# IDS_SPECIAL_SIGNAL
source: Special signal
es_mx: Señal especial
ja: 特別信号旗
pl: Sygnał specjalny
ru: Особый сигнал
uk: Особливий сигнал
zh: Особый сигнал
zh_sg: 特殊信号旗

# IDS_SPECTATE_ALPHA
source: Team Alpha
es_mx: Equipo Alfa
pl: Drużyna Alpha
ru: Команда «Альфа»
uk: Команда Альфа
zh: Команда «Альфа»
zh_sg: Alpha队

# IDS_SPECTATE_ARMAMENT
source: To armament
es_mx: Al armamento
ja: 兵装へ
pl: Do uzbrojenia
ru: На вооружение
uk: На озброєння
zh: 前往武器
zh_sg: 前往武器

# IDS_SPECTATE_BACK
source: Back
es_mx: Atrás
ja: 戻る
pl: Wstecz
ru: Назад
uk: Назад
zh: 返回
zh_sg: 返回

# IDS_SPECTATE_BRAVO
source: Team Bravo
es_mx: Equipo Bravo
pl: Drużyna Bravo
ru: Команда «Браво»
uk: Команда Браво
zh: Команда «Браво»
zh_sg: Bravo队

# IDS_SPECTATE_CAM_MOVING
source: Camera
es_mx: Cámara
ja: カメラ
pl: Kamera
ru: Управление камерой
uk: Керування камерою
zh: 镜头
zh_sg: 镜头

# IDS_SPECTATE_CARRIER
source: Aircraft Carrier
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_SPECTATE_CURRENT_ARMAMENT_NEXT_OBJECT
source: Next object of the current armament
es_mx: Siguiente objeto del armamento actual
ja: 現兵装の次のオブジェクト
pl: Następny obiekt bieżącego uzbrojenia
ru: Следующий объект текущего вооружения
uk: Наступний об’єкт наявного озброєння
zh: 下个当前武器的目标
zh_sg: 下个当前武器的目标

# IDS_SPECTATE_FREE_CAM
source: Free camera
es_mx: Cámara libre
ja: フリーカメラ
pl: Wolna kamera
ru: Свободная камера
uk: Вільна камера
zh: 自由镜头
zh_sg: 自由镜头

# IDS_SPECTATE_GLOBAL
source: All teams
es_mx: Todos los equipos
ja: 全チーム
pl: Wszystkie drużyny
ru: Все команды
uk: Усі команди
zh: Все команды
zh_sg: 全部团队

# IDS_SPECTATE_LAST_SELECTED_SHIP
source: Last selected ship
es_mx: Último barco seleccionado
ja: 最後に選択した艦
pl: Ostatni wybrany okręt
ru: Последний выбранный корабль
uk: Останній вибраний корабель
zh: 上次选择的舰艇
zh_sg: 上次选择的战舰

# IDS_SPECTATE_MAINGUN_SHELL
source: Main battery shells
es_mx: Proyectiles de la batería principal
ja: 主砲弾
pl: Pociski głównej baterii
ru: Снаряды ГК
uk: Снаряди ГК
zh: 主炮组炮弹
zh_sg: 主炮组炮弹

# IDS_SPECTATE_MAINGUN_SHELL_NEXT
source: Next shell
es_mx: Siguiente proyectil
ja: 次の砲弾
pl: Następny pocisk
ru: Следующий снаряд
uk: Наступний снаряд
zh: 下个炮弹
zh_sg: 下个炮弹

# IDS_SPECTATE_NEXT_ARMAMENT
source: Next armament type
es_mx: Siguiente tipo de armamento
ja: 次の兵装タイプ
pl: Następny rodzaj uzbrojenia
ru: Следующее вооружение
uk: Наступне озброєння
zh: 下个武器类型
zh_sg: 下个武器类型

# IDS_SPECTATE_SHIP
source: Ship
es_mx: Barco
ja: 艦
pl: Okręt
ru: Корабль
uk: Корабель
zh: 战舰
zh_sg: 战舰

# IDS_SPECTATE_SHIP_AT_CROSSHAIR
source: Move camera to target object
es_mx: Mover cámara al objeto seleccionado
ja: 目標オブジェクトへカメラを移動
pl: Przenieś kamerę do obiektu docelowego
ru: Переход к объекту в центре экрана
uk: Пересунути камеру до об’єкта у прицілі
zh: 移动镜头到目标物体
zh_sg: 移动镜头到目标物体

# IDS_SPECTATE_SQUADRON
source: Squadrons
es_mx: Escuadrones
ja: 中隊
pl: Eskadry
ru: Эскадрильи
uk: Ескадрильї
zh: 航空中队
zh_sg: 中队

# IDS_SPECTATE_SQUADRON_NEXT
source: Next Squadron
es_mx: Siguiente Escuadrón
ja: 次の中隊
pl: Następna eskadra
ru: Следующая эскадрилья
uk: Наступна ескадрилья
zh: 下支航空中队
zh_sg: 下支中队

# IDS_SPECTATE_SWITCH_SHIP
source: Next ship
es_mx: Siguiente barco
ja: 次の艦
pl: Następny okręt
ru: Следующий корабль
uk: Наступний корабель
zh: 下个舰艇
zh_sg: 下个战舰

# IDS_SPECTATE_TACTICAL_MAP
source: View the Tactical Map
es_mx: Ver el Mapa Táctico
ja: 戦術マップ表示
pl: Zobacz mapę taktyczną
ru: Переход в тактическую карту
uk: Розгорнути тактичну мапу
zh: 检视战术地图
zh_sg: 检视战术地图

# IDS_SPECTATE_TACTICAL_MAP_OUT
source: Exit the Tactical Map
es_mx: Salir del Mapa Táctico
ja: 戦術マップ終了
pl: Wyjdź z mapy taktycznej
ru: Выход из тактической карты
uk: Закрити тактичну мапу
zh: 离开战术地图
zh_sg: 离开战术地图

# IDS_SPECTATE_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_SPECTATE_TORPEDO_NEXT
source: Next torpedo
es_mx: Siguiente torpedo
ja: 次の魚雷
pl: Następna torpeda
ru: Следующая торпеда
uk: Наступна торпеда
zh: 下个鱼雷
zh_sg: 下个鱼雷

# IDS_SPECTATORMODE
source: Spectator Mode
es_mx: Modo de Espectador
ja: オブザーバー・モード
pl: Tryb widza
ru: Режим наблюдателя
uk: Режим спостерігача
zh: 观察者模式
zh_sg: 观战模式

# IDS_SPECTATORMODE_DESCRIPTION
source: Switch between allied warships
es_mx: Cambiar vista entre barcos aliados
ja: 他の味方艦艇に切り替え
pl: Przełącz pomiędzy sojuszniczymi okrętami
ru: Переключайтесь между кораблями союзников
uk: Перемикайтеся між кораблями союзників
zh: 在我方战舰间切换
zh_sg: 在我方战舰间切换

# IDS_SPECTATORMODE_PLAYER_LABEL
source: Player: %s [%s] Hit Points: %d
es_mx: Jugador: %s [%s] Puntos de Vida: %d
ja: プレイヤー: %s [%s] HP: %d
pl: Gracz: %s [%s] Punkty wytrzymałości: %d
ru: Игрок: %s [%s] Боеспособность: %d
uk: Гравець: %s [%s] Боєздатність: %d
zh: 玩家：%s [%s] 生命值：%d
zh_sg: 玩家：%s [%s] 生命值：%d

# IDS_SPECTATORS_CANT_CHANGE_READY_STATUS
source: Spectators cannot change the "Ready!" status.
es_mx: Los espectadores no pueden cambiar el estado "¡Listo!".
ja: オブザーバーは「準備完了!」ステータスを変更できません。
pl: Widzowie nie mogą zmienić statusu „Gotowy!”.
ru: Наблюдатели не могут изменять статус «Готов!».
uk: Спостерігачі на можуть змінити статус «Готовий!».
zh: Наблюдатели не могут изменять статус «Готов!».
zh_sg: 观察者不能变更“准备！”状态。

# IDS_SPEED_DOWN
source: Speed Down
es_mx: Reducir Velocidad
ja: 減速
pl: Zmniejsz prędkość
ru: Понизить скорость
uk: Знизити швидкість
zh: 减速
zh_sg: 减速

# IDS_SPEED_UP
source: Speed Up
es_mx: Aumentar Velocidad
ja: 増速
pl: Zwiększ prędkość
ru: Повысить скорость
uk: Підвищити швидкість
zh: 加速
zh_sg: 加速

# IDS_SPEED_UP_RETRAINING_FOR
source: Accelerate retraining for
es_mx: Acelerar el reentrenamiento para
ja: 再訓練の促進:
pl: Przyspiesz przeszkalanie dla
ru: Ускорить переподготовку за
uk: Пришвидшити перепідготовку за
zh: 加速重新训练
zh_sg: 加速重新训练

# IDS_SPENT_PER_BATTLE
source: Spent
es_mx: Gastado
ja: 消費
pl: Wydano
ru: Потрачено за бой
uk: Витрачено за бій
zh: 已花费
zh_sg: 消耗

# IDS_SPENT_PER_BATTLE_HINT
source: Doubloons and credits spent in this battle
es_mx: Doblones y créditos gastados en esta batalla
ja: この戦闘で消費したダブロンとクレジット
pl: Dublony i kredyty wydane w bitwie
ru: Количество дублонов и кредитов, потраченных за бой
uk: Кількість дублонів та кредитів, витрачених за бій
zh: 在此战斗中花费的达布隆与银币
zh_sg: 在此战斗中花费的达布隆与银币

# IDS_SPLASH_HIT_TYPE
source: Splash damage!
es_mx: ¡Daño expansivo!
ja: 爆風損傷!
pl: Uszkodzenia od eksplozji!
ru: Накрытие!
uk: Ураження осколками!
zh: 高爆伤害！
zh_sg: 高爆伤害！

# IDS_SPLASH_SCREEN_REWARDS_COMMANDER_DESCR
source: Rewards issued for the collection and campaign
es_mx: Recompensas emitidas por la colección y la campaña
ja: コレクションとキャンペーンに対する褒賞が発行されました
pl: Nagrody przyznawane w ramach kolekcji i kampanii
ru: Награды за коллекцию и кампанию
uk: Нагороди за колекцію і кампанію
zh: 为收集与战役发放奖励
zh_sg: 收藏和战役的奖励

# IDS_SPLASH_SCREEN_REWARDS_DESCR
source: Reward
es_mx: Recompensa
ja: 褒賞
pl: Nagroda
ru: Награда
uk: Нагорода
zh: 奖励
zh_sg: 奖励

# IDS_SQUADRON
source: Squadron
es_mx: Escuadrón
ja: 中隊
pl: Eskadra
ru: Эскадрилья
uk: Ескадрилья
zh: 航空中队
zh_sg: 中队
