Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC094_WOWS_HALLOWEEN_DESCRIPTION
source: Lighthearted game modes are nothing new in World of Warships, but the Halloween event of 2016 came to be seen as the best one in terms of scale and quality of execution. While some players plunged into fierce battles against the forces of Evil, and others enthusiastically searched for deeper meaning, the developers, believe it or not, were in no mood for holiday frivolity. Because, along with amusement, the Saving Transylvania mode also served a serious purpose. Several months later, the know-how obtained during work on the Halloween mode was applied in the creation of Operations.
es_mx: Los modos de juego alegres no son nada nuevo en World of Warships, pero el evento de Halloween del 2016 resultó ser el mejor en términos de escala y calidad de su ejecución. Mientras algunos jugadores se sumergieron en feroces batallas contra las fuerzas del mal y otros buscaron con entusiasmo un significado más profundo, los desarrolladores, créanlo o no, no estaban de humor para la frivolidad de las fiestas. Porque, junto con la diversión, el modo Salvar al Transylvania también sirvió a un propósito serio. Varios meses después, el conocimiento obtenido durante el trabajo en el modo de Halloween fue aplicado en la creación de operaciones.
ja: 愉快なゲームモードは、World of Warships においては目新しくはありませんが、その中でも 2016 年のハロウィーン・イベントは、そのスケールと出来栄えの両面で最高のものだったと言えるでしょう。 多くのプレイヤーが、悪の艦隊との激戦を楽しむ中で、一部のプレイヤーは、これにはより深い意味があるのではないかと推測していました。そんな中、開発チームには、休日のムードを楽しんでいる余裕など全くなかったのです。何故なら、この「Transylvania (トランシルヴァニア) を救え」モードには、アミューズメントとしての側面の他にも、重要な目的があったからです。そしてその数ヶ月後、ハロウィーン・モードの開発と運用で得られたノウハウが、PvE オペレーションの開発に活かされたのでした。
pl: Żartobliwe tryby gry nie są niczym nowym w World of Warships, lecz Halloween 2016 okazał się najlepszym wydarzeniem pod względem skali i jakości wykonania. Podczas gdy część graczy rzuciła się w wir szalonych bitew przeciwko siłom zła, a inni ochoczo szukali drugiego dna, deweloperzy – uwierzcie lub nie – nie byli w nastroju do zabawy. Było tak, ponieważ tryb Uwolnić „Transylwanię” miał obok rozrywki inny istotny cel. Kilka miesięcy później wiedza i doświadczenia zdobyte podczas pracy nad trybem halloweenowym przydały się przy tworzeniu Operacji.
ru: Фан-режимы в World of Warships — не редкость, но Хэллоуин 2016 года вошёл в историю на правах лучшего по масштабу и качеству исполнения. Пока одни игроки ожесточённо превозмогали силы Зла, а другие не менее ожесточённо искали скрытые смыслы, разработчикам, как ни странно, было не до развлечений. Ведь помимо увеселения, у режима «Спасение Трансильвании» была и серьёзная цель. Спустя несколько месяцев наработки Хэллоуина были использованы для создания Операций.
uk: Фан-режими у World of Warships — не рідкісні, але Хеловін 2016 р. увійшов до історії як найліпший за масштабом та якістю виконання. Поки одні гравці запекло перемагали сили Зла, а інші не менш запекло шукали прихований зміст, розробникам, як це не дивно, було не до розваг. Адже крім розваги, у режимі «Порятунок „Трансільванії“» була і висока мета. Через кілька місяців напрацювання Хеловіну використали, щоб створити Операції.
zh: 轻松愉快的游戏模式在《战舰世界》中并不新奇，但 2016 年的万圣节活动在规模方面及执行质量上被认为是最好的一个。 尽管有些玩家陷入了对抗邪恶力量的激烈战斗，而其他人满腔热情地寻找更深一层的意义，信不信由你，开发人员没那个心情去度假。因为除了娱乐之外，拯救 特兰西瓦尼亚 模式也承担着严肃的目的。几个月之后，在万圣节模式期间所得到的技术被应用在了行动的创造上。
zh_sg: 轻松愉快的游戏模式在《战舰世界》中并不新奇，但 2016年的万圣节活动在规模及质量上被认为是最好的一个。 尽管有些玩家陷入了对抗邪恶力量的激烈战斗，而其他人满腔热情地寻找更深一层的意义，信不信由你，开发人员没那个心情去度假。因为除了娱乐之外，拯救 特兰西瓦尼亚 模式也承担着严肃的目的。几个月之后，在万圣节模式期间所得到的技术被应用在了行动的创造上。

# IDS_PCZC095_WOWS_10CAMO
source: Golden Paint
es_mx: Pintura dorada
ja: ゴールド迷彩
pl: Złota farba
ru: Золотая краска
uk: Золота фарба
zh: 金身
zh_sg: 金身

# IDS_PCZC095_WOWS_10CAMO_DESCRIPTION
source: Permanent camos had hardly ever sparked heated discussions until the fine sunny day when the spotlight of our attention fell on ships of Tier X. For all of us, it came in a flash: "In most cases, players keep their Tier X ships in the Port. Yet, they complain a lot about low earnings with those ships..." Why don't we sink two Bismarcks with a single shot?! Since then, permoflages of higher-tier ships provide a bigger service cost discount. The new goodies introduced with the release of Update 0.5.14 proved very popular. Players were given the opportunity to farm on their favorite "tier tens," which produced a positive effect on the average tier of ships played and kept in the Port.
es_mx: Los camuflajes permanentes casi no habían causado acaloradas discusiones hasta el soleado día en el que el centro de nuestra atención cayó sobre los barcos del nivel X. Para todos nosotros, fue en un instante: "En la mayoría de los casos, los jugadores mantienen su barcos de nivel X en el puerto. Aun así, se quejan bastante de las bajas ganancias con esos barcos...". ¡¿Por qué no hundimos dos Bismarck con un solo tiro?! Desde entonces, los permuflajes de los barcos de alto nivel proporcionan un mayor descuento en los costos de servicio. Los nuevos beneficios introducidos con el lanzamiento de la Actualización 0.5.14 resultaron ser muy populares. Los jugadores tuvieron la oportunidad de ganar con sus barcos de nivel diez favoritos, lo que produjo un efecto positivo en el nivel promedio de barcos jugados y guardados en el puerto.
ja: 無期限迷彩が激論の種となったことはありませんでした。そう、そのスポットライトが Tier X 艦艇に当たるまでは。背後には、こんな不満がありました。「ほとんどの場合、Tier X 艦艇はプレイヤーの港で放置されているだけです。何といっても、全然稼げないですからね...」「ああ、2 隻のビスマルク級を 1 撃で仕留められればいいのに!」そこで、高 Tier 艦艇用の無期限迷彩では、修理・補給費用が大幅割引されるようにしました。 アップデート 0.5.14 で実装されたこの新アイテムは、大人気となりました。お気に入りの Tier X 艦艇で稼げるようになったことにより、使用艦艇の平均 Tier にも良い影響がもたらされました。
pl: Stały kamuflaż praktycznie nie przewijał się w dyskusjach, aż pewnego słonecznego dnia uwaga nas wszystkich spoczęła na okrętach X poziomu. Momentalnie do wszystkich z nas dotarło: „W większości przypadków, gracze trzymają swoje okręty X poziomu w porcie. Do tego głośno narzekają na niską opłacalność tych okrętów...” Czemu by nie zatopić dwóch Bismarcków jednym pociskiem?! Od tego czasu stały kamuflaż wysokopoziomowych okrętów zmniejszył koszt ich eksploatacji. Nowe materiały wprowadzone w aktualizacji 0.5.14 okazały się bardzo popularne. Gracze dostali możliwość farmienia na swoich ulubionych „dyszkach”, co pozytywnie wpłynęło na średni poziom ogrywanych i trzymanych w porcie okrętów.
ru: Постоянные камуфляжи редко становились предметом обсуждений, но в один прекрасный момент подошла очередь кораблей X уровня. И тут всех осенило: «Корабли X уровня чаще всего оставляют в порту, но и на низкие заработки жалуются много... давайте потопим два "Бисмарка" одновременно!». Так постоянные камуфляжи старших уровней стали давать большую скидку на обслуживание корабля. Новинки версии 0.5.14 стали пользоваться популярностью. Игроки получили возможность фармить на полюбившихся десятках, что благотворно сказалось на процессе «взросления» среднестатистического порта.
uk: Постійні камуфляжі нечасто були предметом обговорень, але однієї чудової миті дійшла черга кораблів X рівня. І тут всіх осяяло: «Кораблі X рівня найчастіше залишають в порту, а ще й на низькі заробітки скаржаться дуже... давайте потопимо два «Бісмарки» одночасно!». Так постійні камуфляжі старших рівнів почали давати значну знижку на обслуговування корабля. Новинки версії 0.5.14 стали популярними. Гравці отримали можливість заробляти улюбленими десятками, що сприятливо позначилося на процесі «дорослішання» середньостатистичного порту.
zh: 永久迷彩几乎没有引发热烈的讨论，直到我们在艳阳高照的日子里把注意力放到了 X 阶舰艇上。对我们全部人来说，它变得闪闪发光：「多数情况下，玩家都会把他们的 X 阶战舰存放在港口中。然而，他们抱怨了很多有关这些战舰低收入的事情...」为什么我们不能一发击沉两艘 俾斯麦？！此后，高阶舰艇的迷彩就提供了更多的整备费用折扣。 随 0.5.14 更新释出而推出的新东西被证明是非常受欢迎的。玩家有机会用自己喜欢的「十阶」去农，这对会去玩及会存放在港口的平均战舰阶级有了正面的影响。
zh_sg: 永久涂装几乎没有引发热烈的讨论，直到我们在艳阳高照的日子里把注意力放到了X级战舰上。对我们所有人来说，它变得闪闪发光：“多数情况下，玩家都会把他们的X级战舰存放在港口中。然而，他们抱怨了很多有关这些战舰低收入的事情...”为什么我们不能一发击沉两艘俾斯麦？！此后，高级战舰的迷彩就提供了更多的费用折扣。 随着0.5.14更新而推出的新内容被证明是非常受欢迎的。玩家有机会用自己喜欢的“十级”战舰去刷钱了，这对会玩及会存在港口的平均战舰等级有了正面的影响。

# IDS_PCZC096_WOWS_ALTJAPAN
source: Ninja'd!!
es_mx: ¡¡Matanga!!
ja: 忍者!!
pl: Pierwszy! A jednak nie.
ru: Ниндзя!
uk: Ніндзя!
zh: 已知用火！！
zh_sg: 忍者！

# IDS_PCZC096_WOWS_ALTJAPAN_DESCRIPTION
source: The new sub-branch of Japanese destroyers added with Update 0.5.15 brought out lots of emotions and gave us an understanding that in the new realities these ships could and should rely more on their guns. But two outstanding ships – Shiratsuyu and Akizuki – turned out to be the icing on the cake. The former can unleash a formidable number of metal fish per salvo. The latter boasts highly unconventional dual-purpose artillery. But here's the bad news: the branch ends with Akizuki at Tier VIII. For now.
es_mx: La nueva subrama de destructores japoneses agregados en la Actualización 0.5.15 trajo muchas emociones y nos hizo comprender una nueva realidad en la que estos barcos podían y debían confiar más en sus cañones. Pero dos barcos increíbles –el Shiratsuyu y el Akizuki– resultaron ser la cereza del pastel. El primero puede enviar una formidable cantidad de metal por salva. El otro exhibe una gran artillería de doble propósito poco convencional. Pero aquí están las malas noticias: la rama termina con el Akizuki en el nivel VIII. Por ahora.
ja: アップデート 0.5.15 で実装された日本駆逐艦ツリーのサブブランチは、多くの感情を生み出しました。サブブランチの駆逐艦は、他の日本駆逐艦に比べ、主砲を活用しながら戦うことが重要である点が特徴でした。そして、白露と秋月は最高に楽しい駆逐艦でした。 前者は恐ろしいほどの数の魚雷を一斉に撃ち出すことが可能であり、後者は他に類を見ないような特徴的な両用砲を搭載しています。 ですが、残念な部分もありました。このサブブランチは、Tier VIII の秋月で終わっているのです。少なくとも、現時点においては。
pl: Nowa gałąź boczna japońskich niszczycieli dodana w aktualizacji 0.5.15 dostarczyła sporo emocji i pokazała nam, że w nowych warunkach te okręty były w stanie i powinny bardziej polegać na swojej artylerii. Dwa niesamowite okręty – Shiratsuyu i Akizuki – okazały się wisienką na torcie. Pierwszy mógł wypuszczać na łowy niesłychaną wręcz liczbę metalowych rybek w każdej salwie. Drugi zaś mógł się pochwalić bardzo nieszablonową artylerią uniwersalną. Czas na złą informację: gałąź kończy Akizuki na VIII poziomie. Na razie.
ru: Разделение ветки японских эсминцев в версии 0.5.15 принесло немало эмоций, а также понимание, что на этих кораблях в новых реалиях можно и нужно использовать артиллерию. Но самое приятное, это разделение принесло два ярких корабля — Shiratsuyu и Akizuki. Первый интересен торпедами, вернее, их количеством в залпе. Второй хвастается необычной универсальной артиллерией. Одна лишь незадача: после Akizuki на VIII уровне ветка обрывается. Пока что.
uk: Поділ гілки японських есмінців у версії 0.5.15 принесло чимало емоцій, а також розуміння, що на цих кораблях в нових реаліях можна і потрібно використовувати артилерію. Але найприємніше, цей поділ дав два яскравих корабля — Shiratsuyu і Akizuki. Перший цікавий торпедами, точніше, їх кількістю в залпі. Другий хизується незвичайною універсальною артіллерією. Одна лише халепа: після Akizuki на VIII рівні гілка обривається. Поки що.
zh: 新日本驱逐舰的副分支随着 0.5.15 更新一起加入、也带来了大量激动情绪，并让我们对新的现实有所理解，这些舰艇能够且必须更依赖自己的舰炮。不过对于两艘优秀的舰艇──椿 和 杏──事后证明是如虎添翼。 前者每次齐射可以释放出大量的金属鱼。而后者拥有高度非常规的两用火炮。 不过这里有个坏消息：该分支将会停在 VIII 阶的 杏。现在是这样没错。
zh_sg: 新日本驱逐舰的副分支随着0.5.15更新一起加入、也带来了大量激动情绪，并让我们对新的现实有所理解，这些战舰能够且必须更依赖自己的舰炮。不过对于两艘优秀的战舰──白露和 秋月 ─事后证明是如虎添翼。 前者每次齐射可以释放出大量的金属鱼。而后者拥有已于常规的两用火炮。 不过这里有个坏消息：该分支将会停在VIII级的秋月。现在是这样没错。

# IDS_PCZC097_WOWS_CAMPAIGN
source: Mission Briefing
es_mx: Informe de la misión
ja: ミッション・ブリーフィング
pl: Odprawa przed misją
ru: Время удивительных историй
uk: Час дивовижних історій
zh: 任务简报
zh_sg: 任务简报

# IDS_PCZC097_WOWS_CAMPAIGN_DESCRIPTION
source: Update 0.5.15 offered players one more new feature – two Campaigns. They served to supplement the process of accomplishing combat missions with a correlated narrative. To show how serious they are about their intentions, developers offered the Premium Tier VI destroyer Shinonome and seven days of Premium time as the ultimate rewards for completing the Honorable Service and The Science of Victory campaigns, respectively. This was only the beginning. Players liked the new feature, and ever since Campaigns has been an essential part of the game.
es_mx: La Actualización 0.5.15 ofreció a los jugadores una nueva característica: dos campañas. Estas sirvieron para complementar el proceso de completar misiones de combate con una historia relacionada. Para mostrar la seriedad de sus intenciones, los desarrolladores ofrecieron el destructor Premium de nivel VI Shinonome y sietes días de tiempo Premium como mayores recompensas por completar las campañas Servicio honorable y La ciencia de la victoria, respectivamente. Este fue solo el comienzo. A los jugadores les gustó la nueva característica, y desde entonces las campañas han sido parte esencial del juego.
ja: アップデート 0.5.15 で実装された新要素として、2 種類のキャンペーンがありました。キャンペーンは、それに含まれる様々なミッションを達成していくことで、ゲームへの理解を進めたり、プレイスキルを高めたりすることができるようにデザインされています。開発チームは、その意図の重要性を示すため、キャンペーン「名誉ある貢献」および「勝利の科学」の最終褒賞として、Tier VI 駆逐艦東雲およびプレミアム 7 日間をそれぞれ用意しました。 そしてこれは始まりに過ぎません。プレイヤーはこの要素を気に入ってくれましたし、これはこのゲームの重要な要素となったのですから。
pl: Aktualizacja 0.5.15 przyniosła graczom jeszcze jedną nową funkcję – dwie kampanie. Służyły do uzupełnienia procesu wykonywania misji i tworzyły zwartą całość. Aby pokazać, jak poważnie podchodzą do tego zadania, deweloperzy zaoferowali niszczyciel premium VI poziomu Shinonome oraz siedem dni konta premium jako nagrody końcowe za wykonanie odpowiednio kampanii Służba honorowa i Nauka o zwycięstwie. To był dopiero początek. Gracze polubili nową funkcję, a kampanie stały się kluczową częścią gry.
ru: В версии 0.5.15 игроков ждало очередное нововведение — две Кампании. Они добавили связанное повествование в процесс выполнения боевых задач. Для демонстрации всей серьёзности намерений разработчики выбрали премиум эсминец VI уровня Shinonome призом в кампании «Почётная служба», а кампания «Наука побеждать» приносила 7 дней премиум аккаунта. Это было только начало — новинка игрокам приглянулась, и с тех пор Кампании стали неотъемлемой частью игры.
uk: У версії 0.5.15 на гравців чекало чергове нововведення — дві Кампанії. Вони додали пов’язану розповідь у процес виконання бойових завдань. Для демонстрації всієї серйозності намірів розробники вибрали преміум есмінець VI рівня Shinonome як приз у кампанії «Почесна служба», а кампанія «Наука перемагати» приносила 7 діб преміум акаунта. Це був лише початок — новинка гравцям сподобалася, і з того часу Кампанії стали невід’ємною частиною гри.
zh: 0.5.15 更新多提供玩家了玩家一个新功能──两个战役。它们用相关叙述来补遗战斗任务的完成过程。为了表现它们的意图有多么重要，开发人员提供了 VI 阶加值驱逐舰 茜 和七天加值账号时间分别作为完成「荣誉服务」和「胜利的科学」战役的最终奖励。 这只是个开始。玩家喜欢新的功能，也因此「战役」已成了游戏必不可少的部分。
zh_sg: 0.5.15更新为玩家新增了一项功能─两个战役关卡。它们用相关的叙述来补充作战任务的完成过程。为了表现它们的意图有多么重要，开发人员提供了VI级高级驱逐舰东云和7天高级账号时间分别作为完成“荣誉使命”和“科学胜利法”战役的最终奖励。 这只是个开始。玩家喜欢新的功能，也因此“战役”已成了游戏必不可少的部分。

# IDS_PCZC098_WOWS_GERMDESTR
source: Hunting the Hunters
es_mx: Cazar a los cazadores
ja: 駆逐艦ハンター
pl: Z łowcy w zwierzynę
ru: Охотники на охотников
uk: Мисливці на мисливців
zh: 猎人反被猎
zh_sg: 反猎杀猎人

# IDS_PCZC098_WOWS_GERMDESTR_DESCRIPTION
source: "Why the heck do we need all those destroyers with third-rate concealment and short-range torps?" our players used to ask. "To search for enemy ships with their hydroacoustics; to torp and surprise them with their armor-piercing shells," developers replied. But there wasn't much common ground between the two sides of the dialog, so the German destroyers weren't welcomed with open arms at first. But after several updates and a number of balance changes, the new tech tree carved out its niche in the game, with some of the ships turning out to be among top at their tiers. It's been a bumpy ride, but we're finally getting into smoother waters. Since that time it's been considered good etiquette to object in a friendly manner in any communication with developers by saying something like "Hey, you don't wanna mess things up like you did with the German destroyers, right?"
es_mx: "¿Por qué diablos necesitamos todos esos destructores con pésima ocultación y torpedos de corto alcance?", solían preguntar nuestros jugadores. "Para buscar barcos enemigos con su hidroacústica, y torpedear y sorprenderlos con sus proyectiles perforadores de blindaje", respondían los desarrolladores. Pero no había un acuerdo entre los dos lados del diálogo, así que al principio los destructores alemanes no fueron bienvenidos con los brazos abiertos. Pero después de varias actualizaciones y varios cambios en el balance, el nuevo árbol tecnológico se hizo de un lugar en el juego, y alguno de sus barcos resultaron ser los mejores de sus niveles. Fue un viaje accidentado, pero finalmente estamos llegando a aguas tranquilas. Desde esa vez, se considera de buen gusto objetar de manera amigable en cualquier comunicación con los desarrolladores, y decir algo como "Ey, no quieren estropear las cosas como lo hicieron con los destructores alemanes, ¿verdad?".
ja: プレイヤーは不満でした。「なんでこのツリーの駆逐艦はどれも隠蔽性が悪く、魚雷の射程も短いんだよ?」そして開発チームは答えました。「水中聴音で敵艦を見つけて魚雷を撃ち込んだり、高貫通の徹甲弾で敵を驚かせるためです」と。しかしプレイヤーは納得せず、ドイツ駆逐艦ツリーは当初にはあまり歓迎されなかったのです。 ですが、その後の数回のアップデートによりバランス調整を重ねた結果として、確かな評価を得るに至り、一部の艦艇についてはその Tier における最高の艦艇だと評価されるようになりました。それに至る道のりは平坦ではありませんでしたが、最終的には安定した航海を実現するに至りました。 それ以来、開発者とのコミュニケーションにおいて、穏当に意義を唱えたいときには、「おい、ドイツ駆逐艦のときみたいに混乱を招くのはもうこりごりだろ?」のようなことを言うのが良いエチケットとみなされるようになりました。
pl: „Do czego nam są potrzebne te wszystkie niszczyciele z trzeciorzędnym maskowaniem i torpedami krótkiego zasięgu?” – pytali nasi gracze. „Aby wyszukiwać okręty przeciwnika sondą hydroakustyczną, torpedować i zaskakiwać pociskami przeciwpancernymi” – odpowiadali twórcy. Niestety nie dochodziło do porozumienia pomiędzy dwoma stronami dyskusji, więc początkowo niemieckie niszczyciele nie zostały przyjęte z otwartymi ramionami. Jednak po kilku aktualizacjach i licznych zmianach balansu, nowa gałąź technologiczna znalazła swój ciepły kąt i wpasowała się w grę, a kilka okrętów okazało się w czołówce swoich poziomów. To była podróż po wyboistej drodze, lecz wyszliśmy na prostą. Od tamtej pory, gdy ktoś w dyskusji z deweloperami wyrazi swój sprzeciw słowami zbliżonymi do: „Hej, chyba nie chcecie z tym namieszać jak z niemieckimi niszczycielami?”, zostanie to uznane za kulturalne i przyjacielskie.
ru: «Зачем нужны эсминцы с посредственной маскировкой и короткими дымами?» — спросили игроки. «Чтобы искать врагов своей гидроакустикой, торпедировать и удивлять своими бронебойными снарядами», — ответили разработчики. Диалог не отличался взаимопониманием, поэтому ветка немецких эсминцев поначалу не вызвала всеобщего ликования. Спустя несколько версий и после нескольких балансных правок, она заняла свою нишу в игре, а некоторые её представители стали лучшими на уровне. Но понервничать пришлось всем. С тех пор в дискуссии с разработчиками хорошим тоном считается дружелюбно возразить: «Эй, ну право, вы же не хотите, чтобы получилось как с немецкими эсминцами!»
uk: «Для чого потрібні есмінці з посереднім маскуванням і короткими димами?» — запитали гравці. «Щоб шукати ворогів своєю гідроакустикою, торпедувати і дивувати своїми бронебійними снарядами» — відповіли розробники. Діалог не був схожим на порозуміння, тому гілка німецьких есмінців спочатку не викликала загального захвату. Через кілька версій і після декількох балансових виправлень, вона посіла свою нішу в грі, а деякі її представники стали найліпшими на рівні. Але понервувати довелося всім. З того часу під час дискусії з розробниками гарним тоном вважається доброзичливо заперечити: «агов, а чи правда, що ви не бажаєте, щоб трапилося як із німецькими есмінцями!»
zh: 「为什么我们需要那些有着三级隐蔽性和短程鱼雷的可恶驱逐舰？」我们的玩家曾经问到。「为了用它们的水底搜索来搜索敌人；用鱼雷和它们的穿甲弹来偷袭敌人。」开发人员如此回复。不过双方对话没有多少的共同点，所以一开始D系驱逐舰并没有受到多大的欢迎。 不过经过几次更新和几项平衡更新后，新科技树在游戏中刻画出合适的地位，而其中一些战舰结果更成为了同阶中的第一。这是条充满乱流的航道，但我们终于进入了更平稳的水域。 从那之后，它就被认为是一种用友善态度来在开发人员的任何沟通中表示反对的好规矩，说起来就像这样「嘿，你可不想象D系驱逐舰一样让事情砸锅，对吧？」
zh_sg: “为什么我们需要那些有着三级隐蔽性和短程鱼雷的可恶驱逐舰？”我们的玩家曾经问到。“为了用它们的水底搜索来搜索敌人；用鱼雷和它们的穿甲弹来偷袭敌人。”开发人员如此回复。不过双方对话没有多少的共同点，所以一开始德国驱逐舰并没有受到多大的欢迎。 不过经过几次更新和几项平衡更新后，新科技树在游戏中刻画出合适的地位，而其中一些战舰结果更成为了同阶中的第一。这是条充满乱流的航道，但我们终于进入了更平稳的水域。 从那之后，它就被认为是一种用友善态度来在开发人员的任何沟通中表示反对的规矩，说起来就像这样“嘿，你可不想像德国驱逐舰一样把事情搞砸，对吧？”

# IDS_PCZC099_WOWS_ARPOFF
source: Ship Beauties
es_mx: Bellezas de barcos
ja: 美しき軍艦
pl: Morskie piękności
ru: Корабельные прелести
uk: Корабельні приваби
zh: 舰艇美人
zh_sg: 战舰美人

# IDS_PCZC099_WOWS_ARPOFF_DESCRIPTION
source: Many players remember our pioneering effort to add some really exotic and distinctive content to the game. It took a couple of tweaks and the addition of the "Oh my God, I don't wanna see it anymore!" feature, but now the game incorporates flexible mechanics to add future content. Now there is no boundary to limit the developers' imagination. Whether you liked the cuties or simply wanted to grab your copy of IJN ship for free, you'll never forget those days.
es_mx: Muchos jugadores recuerdan nuestros primeros esfuerzos por agregar contenido realmente exótico y distintivo al juego. Tomó un par de ajustes y la adición de la característica "¡Oh Dios, no quiero ver esto nunca más!", pero ahora el juego incorpora mecánicas flexibles para agregar contenido en el futuro. Ahora no hay límites para la imaginación de los desarrolladores. Ya sea que te gusten las bellezas o simplemente quieras tu copia del barco japonés gratis, nunca olvidarás esos días.
ja: 私たちが初めて取り組んだ、とても風変わりで特徴的なコンテンツをこのゲームに実装する、という試みについては、多くの皆様が覚えてくれていることでしょう。そのために若干の機能調整が必要でしたし、「おお神よ、私はこんなものは見たくないんだ!」に応える機能を実装する必要もありましたが、その結果として、よりフレキシブルにコンテンツを追加できるメカニズムが整いました。今後開発チームが想像力を活かした様々なコンテンツを実装する上では、壁はもうありません。 その姿が大好きな人もいれば、単に日本艦艇を無料で取得したかっただけという人もいたことでしょう。どちらにしても、忘れられない日々になったと思います。
pl: Wielu graczy pamięta nasze nowatorskie starania, aby dodać trochę naprawdę egzotycznej i charakterystycznej zawartości do gry. Po paru poprawkach i wprowadzeniu funkcji „O Boże, nie chce tego więcej widzieć!” gra jest przygotowana na dodanie w przyszłości nowej zawartości. Nic teraz nie ogranicza wyobraźni twórców. Nie ma znaczenia, czy polubiłeś te cudeńka, czy po prostu chciałeś zgarnąć darmową kopię japońskiego okrętu, nigdy nie zapomnisz tamtych chwil.
ru: Многие игроки помнят как в игру официально добавился весьма экзотический и необычный контент. В результате, после ряда доработок и добавления переключателя «О боже, я не хочу это видеть!», игра получила гибкую механику, и теперь ничто не сдерживает полёт бескрайней фантазии разработчиков. Неважно, нравится ли Вам умилительный цветастый камуфляж, или Вы просто хотели получить бесплатную версию какого-нибудь японского корабля — те события Вы вряд ли забудете.
uk: Багато гравців пам’ятають як у гру офіційно додався вельми екзотичний і незвичайний вміст. У підсумку, після низки доопрацювань і додавання перемикача «О боже, очі б мої це не бачили!», гра отримала гнучку механіку, і тепер ніщо не стримує політ безмежної фантазії розробників. Неважливо, чи подобаються вам зворушливий барвистий камуфляж, або ви просто бажали отримати безкоштовну версію будь-якого японського корабля — ті події ви навряд забудете.
zh: 许多玩家都还记得我们把一些深具异国情调及特色的内容加入游戏的开创性努力。它采用了几项调整并加入了「噢我的老天鹅啊，我看不下去了！」特色，不过现在游戏吸收了弹性机制以加入未来的内容。现在开发人员的想象力没有极限。 无论你喜欢这些小可爱或单纯只是想免费入手属于自己的 IJN 战舰，你永远都忘不了那些日子。
zh_sg: 许多玩家都还记得我们把一些深具异国情调及特色的内容加入游戏的开创性努力。它采用了几项调整并加入了“噢我的天啊，我看不下去了！”特色，不过现在游戏吸收了弹性机制以加入未来的内容。现在开发人员的想象力没有极限。 无论你喜欢这些小可爱或单纯只是想免费入手属于自己的 IJN 战舰，你永远都忘不了那些日子。

# IDS_PCZC100_WOWS_NYSPEE
source: Chime of Bells
es_mx: Repique de campanas
ja: 鈴の音
pl: Tykanie zegara
ru: Бой курантов
uk: Бій курантів
zh: 倒数钟声
zh_sg: 倒数钟声
