Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SYSMESSAGE_VOTE_STARTED_PLAYER_INVITE
source: Inviting %(playerName)s to join Team %(clubName)s
es_mx: Invitando a %(playerName)s a unirse al Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s に招待
pl: Zaproszenie %(playerName)s do drużyny %(clubName)s
ru: Приглашение %(playerName)s в команду %(clubName)s
uk: Запрошення %(playerName)s до команди %(clubName)s
zh: 邀请 %(playerName)s 加入队伍 %(clubName)s
zh_sg: 邀请 %(playerName)s 加入团队 %(clubName)s

# IDS_SYSMESSAGE_VOTE_STARTED_PLAYER_REJECT
source: Removing %(playerName)s from Team %(clubName)s
es_mx: Eliminando a %(playerName)s del Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s から除外
pl: Usunięcie %(playerName)s z drużyny %(clubName)s
ru: Исключение %(playerName)s из команды %(clubName)s
uk: Вилучення %(playerName)s з команди %(clubName)s
zh: 将 %(playerName)s 从队伍 %(clubName)s 中逐出
zh_sg: 将 %(playerName)s 从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_STARTED_PLAYER_REJECT_ISME
source: Removing you from Team %(clubName)s
es_mx: Eliminándote del Equipo %(clubName)s
ja: あなたをチーム %(clubName)s から除外
pl: Usunięcie Cię z drużyny %(clubName)s
ru: Исключение вас из команды %(clubName)s
uk: Вилучення вас з команди %(clubName)s
zh: 将您从队伍 %(clubName)s 中逐出
zh_sg: 将您从团队 %(clubName)s 中逐出

# IDS_SYSTEM_RESOURCE_MISSING
source: Could not load system resources. Please check and repair the game client.
es_mx: No se pudieron cargar los recursos del sistema. Por favor Revisa y Repara el cliente del juego.
ja: システムリソース読込失敗。ゲームクライアントの修復を実行してください。
pl: Nie można załadować zasobów systemowych. Prosimy użyć opcji Sprawdź i napraw w kliencie gry.
ru: Не удалось загрузить системные ресурсы. Необходимо восстановить игру.
uk: Не вдалося завантажити системні ресурси. Необхідно відновити гру.
zh: Не удалось загрузить системные ресурсы. Необходимо восстановить игру.
zh_sg: 不能加载系统资源。请修复游戏客户端。

# IDS_SYS_MESSAGE_AUTO_OPEN_LOOTBOX
source: The container was opened automatically. All the rewards were added to your account.
es_mx: El contenedor fue abierto automáticamente. Todas las recompensas fueron agregadas a tu cuenta.
ja: コンテナは自動開封されました。全ての褒賞はアカウントに追加済みです。
pl: Kontener został otwarty automatycznie. Wszystkie nagrody zostały dodane do Twojego konta.
ru: Контейнер открыт автоматически. Все награды начислены.
uk: Контейнер відкрито автоматично. Всі нагороди додано.
zh: 幸运补给箱已自动开启。所有奖励都会新增到您的账号。
zh_sg: 补给箱已自动开启。获得的所有奖励都添加到您的账号中。

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ABUSE_STATUS_CHANGED_0
source: Disciplinary penalty lifted
es_mx: Sanción disciplinaria levantada
ja: 懲戒ペナルティ解除
pl: Zniesiono karę dyscyplinarną
ru: Дисциплинарное взыскание снято
uk: Дисциплінарне стягнення знято
zh: 纪律惩罚解除
zh_sg: 违规惩罚取消

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ABUSE_STATUS_CHANGED_1
source: Warning for unsporting conduct
es_mx: Advertencia por conducta antideportiva
ja: スポーツマンシップ違反に対する警告
pl: Ostrzeżenie za niesportowe zachowanie
ru: Предупреждение за негативное поведение
uk: Попередження за негативну поведінку
zh: 违反规章的警告
zh_sg: 消极行为警告

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ABUSE_STATUS_CHANGED_2
source: Penalty for unsporting conduct
es_mx: Sanción por conducta antideportiva
ja: スポーツマンシップ違反に対するペナルティ
pl: Kara za niesportowe zachowanie
ru: Наказание за негативное поведение
uk: Покарання за негативну поведінку
zh: 违反规章的惩处
zh_sg: 消极游戏行为惩罚

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ADMIN_TEXT_MESSAGE
source: Administrator Message
es_mx: Mensaje del Administrador
ja: 管理者メッセージ
pl: Wiadomość od administratora
ru: Сообщение от администратора
uk: Повідомлення від адміністратора
zh: 管理员信息：
zh_sg: 管理员信息：

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ARC_CHANGE_SIDE
source: You have selected the team
es_mx: Has seleccionado al equipo
ja: このチームを選択しました
pl: Wybrano drużynę
ru: Команда выбрана
uk: Команду вибрано
zh: 您已经选择队伍
zh_sg: 你已选择队伍

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ARC_STAGE_PAUSED
source: Friendly Competition: "Victory"
es_mx: Competencia Amistosa: "Victory"
ja: フレンドリーコンペティション「Victory」
pl: Towarzyskie zawody „Victory”
ru: Дружеское соревнование «Победа»
uk: Дружнє змагання «Перемога»
zh: Дружеское соревнование «Победа»
zh_sg: 友谊赛：“Victory”

# IDS_SYS_MESSAGE_HEADER_MS_ACC_ARC_STAGE_PRE_PAUSED
source: Friendly Competition: "Victory"
es_mx: Competencia Amistosa: "Victory"
ja: フレンドリーコンペティション「Victory」
pl: Towarzyskie zawody „Victory”
ru: Дружеское соревнование «Победа»
uk: Дружнє змагання «Перемога»
zh: Дружеское соревнование «Победа»
zh_sg: 友谊赛：“Victory”

# IDS_SYS_MESSAGE_HEADER_MS_ACC_AUTO_BUY_LOOTBOX
source: Container Collection
es_mx: Contenedores reunidos
ja: コンテナ入手
pl: Zebranie kontenera
ru: Получение контейнеров
uk: Отримання контейнерів
zh: 补给箱收集
zh_sg: 补给箱收集

# IDS_SYS_MESSAGE_HEADER_MS_ACC_AUTO_COMPENSATION
source: Compensation
es_mx: Compensación
ja: 補填
pl: Rekompensata
ru: Компенсация
uk: Компенсація
zh: 补偿
zh_sg: 补偿

# IDS_SYS_MESSAGE_HEADER_MS_ACC_AUTO_OPEN_LOOTBOX
source: Opening Container
es_mx: Abriendo Contenedor
ja: コンテナ開封
pl: Otwieranie kontenera
ru: Открытие контейнера
uk: Відчинення контейнера
zh: 开启幸运补给箱
zh_sg: 开启补给箱

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BARRACKS_CAPACITY
source: Reserve expanded
es_mx: Reserva ampliada
ja: リザーブ拡張完了
pl: Rezerwa rozszerzona
ru: Резерв расширен
uk: Резерв збільшено
zh: 军营已扩充
zh_sg: 预备队已扩充

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BARRACKS_CAPACITY_PLURAL
source: Reserve expanded
es_mx: Reserva ampliada
ja: リザーブ拡張完了
pl: Rezerwa rozszerzona
ru: Резерв расширен
uk: Резерв збільшено
zh: 军营已扩充
zh_sg: 预备队已扩充

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BATTLE_RESULTS_0
source: Draw
es_mx: Empate
ja: 引き分け
pl: Remis
ru: Ничья
uk: Нічия
zh: 平局
zh_sg: 平局

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BATTLE_RESULTS_1
source: Victory!
es_mx: ¡Victoria!
ja: 勝利!
pl: Zwycięstwo!
ru: Победа!
uk: Перемога!
zh: 胜利！
zh_sg: 胜利！

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BATTLE_RESULTS_2
source: Defeat
es_mx: Derrota
ja: 敗北
pl: Porażka
ru: Поражение
uk: Поразка
zh: 失败
zh_sg: 失败

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BIP_SESSION_EVENT
source: IGR session
es_mx: Sesión IGR
ja: IGR セッション
pl: Sesja IGR
ru: IGR-сессия
uk: IGR сеанс
zh: IGR-сессия
zh_sg: IGR周期

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ABILITY
source: Consumables purchased
es_mx: Consumibles comprados
ja: 消耗品の購入完了
pl: Sprzęt eksploatacyjny zakupiony
ru: Снаряжение куплено
uk: Спорядження куплено
zh: 消耗品已购买
zh_sg: 已购买消耗品

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_CAMOUFLAGE
source: Camouflage purchased
es_mx: Camuflaje Comprado
ja: 迷彩の購入完了
pl: Zakupiono kamuflaż
ru: Камуфляж куплен
uk: Камуфляж куплено
zh: 涂装已购买
zh_sg: 涂装已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_CAMOUFLAGE_PLURAL
source: Camouflages purchased
es_mx: Camuflajes Adquiridos
ja: 迷彩の購入完了
pl: Zakupiono kamuflaże
ru: Камуфляжи куплены
uk: Камуфляжі куплено
zh: 涂装已购买
zh_sg: 涂装已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_FLAGS
source: Signal purchased
es_mx: Bandera Comprada
ja: 信号旗の購入完了
pl: Zakupiono sygnał
ru: Сигнал куплен
uk: Сигнал куплено
zh: 信号旗已购买
zh_sg: 信号旗已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_FLAGS_PLURAL
source: Signals purchased
es_mx: Banderas Adquiridas
ja: 信号旗の購入完了
pl: Zakupiono sygnały
ru: Сигналы куплены
uk: Сигнали куплено
zh: 信号旗已购买
zh_sg: 信号旗已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_MSKIN
source: Camouflage purchased and linked
es_mx: Camuflaje adquirido y vinculado
ja: 迷彩を購入して割り当てました
pl: Kamuflaż kupiony i połączony
ru: Камуфляж куплен и привязан
uk: Камуфляж було куплено та прив’язано
zh: Камуфляж куплен и привязан
zh_sg: 涂装已购买并绑定

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_PERMOFLAGE
source: Camouflage purchased
es_mx: Camuflaje Comprado
ja: 迷彩の購入完了
pl: Zakupiono kamuflaż
ru: Камуфляж куплен
uk: Камуфляж куплено
zh: 涂装已购买
zh_sg: 涂装已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_ACTIVATE_EXTERIOR_SKIN
source: Camouflage purchased
es_mx: Camuflaje Comprado
ja: 迷彩の購入完了
pl: Zakupiono kamuflaż
ru: Камуфляж куплен
uk: Камуфляж куплено
zh: 涂装已购买
zh_sg: 涂装已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_CARD
source: Collection Item Purchase
es_mx: Adquisición del Artículo de Colección
ja: コレクション・アイテム購入
pl: Kupno przedmiotów z kolekcji
ru: Покупка предмета коллекции
uk: Купівля предмета колекції
zh: 收集品购买
zh_sg: 收集品购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_LOOTBOX
source: Container collected
es_mx: Contenedor Recogido
ja: コンテナ入手完了
pl: Zebrane kontenery
ru: Контейнер получен
uk: Контейнер отримано
zh: 幸运补给箱已收集
zh_sg: 补给箱已收集

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_MODERNIZATION
source: Upgrade purchased
es_mx: Mejora Comprada
ja: アップグレード購入完了
pl: Zakupiono ulepszenie
ru: Модернизация куплена
uk: Модернізацію куплено
zh: 升级品已购买并安装
zh_sg: 升级品已购买并安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_MONEY
source: Exchange doubloons for credits
es_mx: Cambiar doblones por créditos
ja: ダブロンのクレジットへの変換
pl: Wymień dublony za kredyty
ru: Обмен дублонов на кредиты
uk: Обмін дублонів на кредити
zh: 兑换金币为银币
zh_sg: 兑换达布隆为银币

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_PREM
source: Premium Account purchased
es_mx: Cuenta Premium comprada
ja: プレミアムアカウント購入完了
pl: Kupiono konto Premium
ru: Премиум аккаунт куплен
uk: Преміум акаунт куплений
zh: 高级账号已购买
zh_sg: 高级账号已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_SLOTS
source: Slot purchased
es_mx: Espacio comprado
ja: スロット購入完了
pl: Miejsce kupione
ru: Слот куплен
uk: Місце стоянки куплене
zh: 船位已购买
zh_sg: 船位已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_BUY_WOWS_PREM
source: Warships Premium Account purchased
es_mx: Cuenta Premium Warships comprada
ja: Warships プレミアムアカウント購入完了
pl: Kupiono konto premium Warships
ru: Корабельный премиум аккаунт куплен
uk: Корабельний преміум акаунт куплено
zh: 已购买战舰高级账号
zh_sg: 战舰高级账号已购买

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_CAMPAIGN_COMPLETED
source: Campaign completed
es_mx: Campaña Completada
ja: キャンペーン完了
pl: Kampania zakończona
ru: Кампания пройдена
uk: Кампанію пройдено
zh: 已完成战役
zh_sg: 已完成战役

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_CAMPAIGN_DURATION_CHANGED_PROLONGATED
source: Campaign duration has been extended
es_mx: La duración de la campaña ha sido extendida
ja: キャンペーン期間が延長されました
pl: Czas trwania kampanii został wydłużony
ru: Время действия кампании увеличено
uk: Терміни кампанії збільшено
zh: 战役持续时间已延长
zh_sg: 战役持续时间已延长

source: The campaign is available for completion
es_mx: La campaña está disponible para ser completada
ja: このキャンペーンを達成することが可能です
pl: Kampania jest dostępna
ru: Кампания доступна для выполнения
uk: Кампанія можна проходити
zh: Кампания доступна для выполнения
zh_sg: 战役已开放供完成

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_CAMPAIGN_DURATION_CHANGED_REDUCED
source: Campaign duration has been reduced
es_mx: La duración de la campaña ha sido reducida
ja: キャンペーン期間が短縮されました
pl: Czas trwania kampanii został skrócony
ru: Время действия кампании уменьшено
uk: Терміни кампанії скорочено
zh: 战役持续时间已减少
zh_sg: 战役持续时间已减少

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_CAMPAIGN_DURATION_CHANGED_TERMINATED
source: Campaign has ended
es_mx: La campaña ha terminado
ja: キャンペーン終了
pl: Kampania dobiegła końca
ru: Кампания завершена
uk: Кампанія завершена
zh: 战役已结束
zh_sg: 战役已结束

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_MISSION_UPDATED_ACTIVATED
source: Mission unlocked
es_mx: Misión Desbloqueada
ja: ミッション・アンロック
pl: Odblokowano misję
ru: Миссия разблокирована
uk: Місію розблоковано
zh: 已解开任务
zh_sg: 已解锁任务

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_MISSION_UPDATED_COMPLETED
source: Mission completed
es_mx: Misión Completada
ja: ミッション達成
pl: Ukończono misję
ru: Миссия пройдена
uk: Місію пройдено
zh: 已完成任务
zh_sg: 已完成任务

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_ACTIVATED
source: Task accepted
es_mx: Tarea Aceptada
ja: タスク受領
pl: Przyjęto zadanie
ru: Задание взято
uk: Завдання взято
zh: 已接受工作
zh_sg: 已接受目标

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_BOSS_ENABLED
source: Final Task of Mission is Available Now
es_mx: La Tarea Final de la Misión Está Disponible Ahora
ja: ミッションの最終タスクを利用可能
pl: Ostateczne zadanie misji jest już dostępne
ru: Финальное задание миссии доступно
uk: Фінальне завдання місії доступно
zh: 任务最后的工作现在可以使用
zh_sg: 如今可开始任务的最终目标

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_DEACTIVATED
source: Task canceled
es_mx: Tarea Cancelada
ja: タスクのキャンセル完了
pl: Anulowano zadanie
ru: Задание отменено
uk: Завдання скасовано
zh: 已取消工作
zh_sg: 已取消目标

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_ENABLED
source: Final Task of Mission is Available Now
es_mx: La Tarea Final de la Misión Está Disponible Ahora
ja: ミッションの最終タスクを利用可能
pl: Ostateczne zadanie misji jest już dostępne
ru: Финальное задание миссии доступно
uk: Фінальне завдання місії доступно
zh: 任务最后的工作现在可以使用
zh_sg: 如今可开始任务的最终目标

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_REWARDED_ALL
source: Stars and rewards collected
es_mx: Estrellas y Recompensas Reunidas
ja: 収集したスターと褒賞
pl: Zebrane gwiazdki i nagrody
ru: Получены звёзды и награды
uk: Отримано зірки і нагороди
zh: 已收集的星星及奖励
zh_sg: 已收集星星及奖励

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_REWARDED_ONLY_REWARDS
source: Rewards collected
es_mx: Recompensas Recogidas
ja: 収集した褒賞
pl: Odebrane nagrody
ru: Получены награды
uk: Отримано нагороди
zh: 已收集的奖励
zh_sg: 已收集的奖励

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_REWARDED_ONLY_STARS
source: Stars collected
es_mx: Estrellas Reunidas
ja: 収集したスター
pl: Zebrane gwiazdki
ru: Получены звёзды
uk: Отримано зірки
zh: 已收集的星星
zh_sg: 已收集的星星

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CAMPAIGNS_TASK_UNLOCKED
source: Final task of Mission unlocked
es_mx: Tarea Final de la Misión Desbloqueada
ja: ミッションの最終タスクをアンロック
pl: Ostateczne zadanie misji odblokowane
ru: Финальное задание миссии разблокировано
uk: Фінальне завдання місії розблоковано
zh: 已解开任务最后的工作
zh_sg: 已解锁任务最后的目标

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CHANGE_NAME
source: Rename Account
es_mx: Renombrar Cuenta
ja: アカウントの改名
pl: Zmień nazwę konta
ru: Переименование аккаунта
uk: Перейменування акаунта
zh: 当前命名帐号：
zh_sg: 当前命名帐号：

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CHAT_BAN_DROPPED
source: Chat is now unlocked. You can send messages again.
es_mx: El chat ya está desbloqueado. Puedes enviar mensajes de nuevo.
ja: チャットのロックが解除されました。メッセージを送信可能です。
pl: Czat został odblokowany. Ponownie możesz wysyłać wiadomości.
ru: Отправка сообщений в чате разблокирована. Вы снова можете отправлять сообщения.
uk: Надсилання повідомлень у чат розблоковане. Ви знову можете надсилати повідомлення.
zh: 聊天现在已解禁。您可以发送信息了。
zh_sg: 聊天现在已解锁。您可以发送信息了。

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLAN_INVITE_FAILED
source: Invitation not sent
es_mx: Invitación No Enviada
ja: 招待送信失敗
pl: Nie wysłano zaproszenia
ru: Приглашение не отправлено
uk: Запрошення не надіслано
zh: 邀请未发送
zh_sg: 邀请未发送

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLAN_INVITE_SENT
source: Invitation sent
es_mx: Invitación Enviada
ja: 招待送信完了
pl: Wysłano zaproszenie
ru: Приглашение отправлено
uk: Запрошення надіслано
zh: 邀请已发送
zh_sg: 邀请已发送

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLAN_RESOURCE_RECEIVED
source: Oil obtained
es_mx: Petróleo obtenido
ja: 獲得したオイル
pl: Otrzymano olej
ru: Получена нефть
uk: Отримано нафту
zh: 石油已获得
zh_sg: 已获得石油

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLAN_RULES_HAVE_CHANGED
source: The rules of the current Season of Clan Battles have changed
es_mx: Las reglas de la temporada actual de las Batallas de Clanes han cambiado
ja: クラン戦の現シーズンのルールが変更されました
pl: Zasady bieżącego sezonu bitew klanowych uległy zmianie
ru: Правила кланового сезона изменены
uk: Правила кланового сезону змінено
zh: Правила кланового сезона изменены
zh_sg: 当前军团战赛季的规则有变化

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_CREATED
source: Team created
es_mx: Equipo creado
ja: チーム作成完了
pl: Drużyna utworzona
ru: Команда создана
uk: Команду сформовано
zh: 队伍已建立
zh_sg: 团队已建立

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_INVITATION_FAILED_FALSE
source: Invitation declined
es_mx: Invitación rechazada
ja: 招待を辞退しました
pl: Odrzucono zaproszenie
ru: Приглашение отклонено
uk: Запрошення відхилено
zh: 邀请已拒绝
zh_sg: 邀请被拒绝

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_NAME_CHANGED_FALSE
source: Team name changed
es_mx: Nombre del Equipo cambiado
ja: チーム名変更完了
pl: Nazwa drużyny zmieniona
ru: Имя команды изменено
uk: Ім’я команди змінено
zh: 队伍名称已变更
zh_sg: 团队名称已变更

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_NAME_CHANGED_TRUE
source: You changed the Team name
es_mx: Cambiaste el nombre del Equipo
ja: チーム名を変更しました
pl: Zmieniłeś nazwę drużyny
ru: Вы изменили название команды
uk: Ви змінили назву команди
zh: 您变更了队伍名称
zh_sg: 您变更了团队名称

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_BECOME_LEADER_FALSE
source: Player has become the Team Leader
es_mx: El jugador se ha vuelto el Líder del Equipo
ja: プレイヤーがチームリーダーになりました
pl: Gracz został liderem drużyny
ru: Игрок стал лидером команды
uk: Гравець став лідером команди
zh: 玩家已成为该队伍队长
zh_sg: 玩家已成为该团队队长

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_BECOME_LEADER_TRUE
source: You have become the Team Leader
es_mx: Te has vuelto el Líder del Equipo
ja: チームリーダーになりました
pl: Zostałeś liderem drużyny
ru: Вы стали лидером команды
uk: Ви стали лідером команди
zh: 您已成为该队伍队长
zh_sg: 您已成为该团队队长

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_DECLINED_INVITATION_FALSE
source: The player declined the invitation to join the Team
es_mx: El jugador rechazó la invitación para unirse al Equipo
ja: プレイヤーがチームへの招待を辞退しました
pl: Gracz odrzucił zaproszenie do drużyny
ru: Игрок отклонил приглашение в команду
uk: Гравець відхилив запрошення до команди
zh: 该玩家拒绝了加入该队伍的邀请
zh_sg: 该玩家拒绝了加入该团队的邀请

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_DECLINED_INVITATION_TRUE
source: You declined the invitation to join the Team
es_mx: Rechazaste la invitación para unirte al Equipo
ja: チームへの招待を辞退しました
pl: Odrzuciłeś zaproszenie do drużyny
ru: Вы отклонили приглашение в команду
uk: Ви відхилили запрошення до команди
zh: 您拒绝了加入该队伍的邀请
zh_sg: 您拒绝了加入该团队的邀请

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_INVITED_FALSE
source: The player has been invited to join the Team
es_mx: El jugador ha sido invitado a unirse al equipo
ja: プレイヤーをチームに招待しました
pl: Gracz został zaproszony do drużyny
ru: Игрок приглашён в команду
uk: Гравця запрошено до команди
zh: 该玩家已被邀请加入该队伍
zh_sg: 该玩家已被邀请加入该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_INVITED_TRUE
source: You have been invited to join the Team
es_mx: Has sido invitado a unirte al equipo
ja: チームへの招待を受けました
pl: Zaproszono Cię do drużyny
ru: Вас пригласили в команду
uk: Вас запросили до команди
zh: 您已被邀请加入该队伍
zh_sg: 您已被邀请加入该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_JOINED_FALSE
source: Player joined the Team
es_mx: El jugador se unió al Equipo
ja: プレイヤーがチームに参加しました
pl: Gracz dołączył do drużyny
ru: Игрок вступил в команду
uk: Гравець вступив до команди
zh: 玩家加入了该队伍
zh_sg: 玩家加入了该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_JOINED_TRUE
source: You joined the Team
es_mx: Te uniste al Equipo
ja: チームに参加しました
pl: Dołączyłeś do drużyny
ru: Вы вступили в команду
uk: Ви вступили до команди
zh: 您加入了该队伍
zh_sg: 您加入了该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_LEFT_FALSE
source: Player left the Team
es_mx: El jugador dejó el Equipo
ja: プレイヤーがチームから脱退しました
pl: Gracz opuścił drużynę
ru: Игрок покинул команду
uk: Гравець покинув команду
zh: 玩家离开了该队伍
zh_sg: 玩家离开了该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CLUB_PLAYER_LEFT_TRUE
source: You left the Team
es_mx: Dejasté el Equipo
ja: チームから脱退しました
pl: Opuściłeś drużynę
ru: Вы покинули команду
uk: Ви покинули команду
zh: 您离开了该队伍
zh_sg: 您离开了该团队

# IDS_SYS_MESSAGE_HEADER_MS_ACC_COMPENSATE_DUPLICATES
source: Compensation for Duplicates
es_mx: Compensación por Duplicados
ja: 重複に対する補償
pl: Rekompensata za duplikaty
ru: Компенсация дубликатов
uk: Компенсація дублікатів
zh: 重复的补偿
zh_sg: 重复的补偿

# IDS_SYS_MESSAGE_HEADER_MS_ACC_COMPENSATION
source: Compensation
es_mx: Compensación
ja: 補填
pl: Rekompensata
ru: Компенсация
uk: Компенсація
zh: 补偿
zh_sg: 补偿

# IDS_SYS_MESSAGE_HEADER_MS_ACC_COMPLETE_ALBUM
source: Collection Complete
es_mx: Colección Completa
ja: コレクション完成
pl: Kolekcja pełna
ru: Коллекция полностью собрана
uk: Колекцію повністю зібрано
zh: 收集任务完成
zh_sg: 收集任务完成

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_ASSIGN
source: Commander assigned
es_mx: Comandante asignado
ja: 艦長配属完了
pl: Mianowano dowódcę
ru: Командир назначен
uk: Командира призначено
zh: 指挥官已指派
zh_sg: 指挥官已指派

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_DISEMBARK
source: Commander sent to the Reserve
es_mx: Comandante enviado a la Reserva
ja: 艦長をリザーブに送りました
pl: Dowódca odesłany do rezerwy
ru: Командир отправлен в Резерв
uk: Командира переведено до Резерву
zh: 指挥官已送回军营中
zh_sg: 指挥官已送回预备队中

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_FINISH_ADAPTATION
source: Retraining completed
es_mx: Reentrenamiento Completo
ja: 再訓練完了
pl: Ukończono przeszkalanie
ru: Переподготовка завершена
uk: Перепідготовку завершено
zh: 重新训练已完成
zh_sg: 重新训练已完成

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_FIRE
source: Commander dismissed
es_mx: Comandante despedido
ja: 艦長解任完了
pl: Dowódca odwołany
ru: Командир демобилизован
uk: Командира демобілізовано
zh: 指挥官已解雇
zh_sg: 指挥官已解雇

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_HIRE
source: Commander recruited
es_mx: Comandante reclutado
ja: 艦長採用完了
pl: Dowódca zrekrutowany
ru: Командир рекрутирован
uk: Командира рекрутовано
zh: 指挥官已招募
zh_sg: 指挥官已征募

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_LEARN_SKILL
source: New skill mastered
es_mx: Nueva habilidad dominada
ja: 新しいスキルを習得完了
pl: Opanowano nową umiejetność
ru: Изучен новый навык
uk: Вивчено нове уміння
zh: 新的技能已熟练
zh_sg: 新的技能已熟练

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_LEVEL_UP
source: Points added
es_mx: Puntos agregados
ja: ポイント追加
pl: Dodano punkty
ru: Добавлены очки
uk: Додано очки
zh: 技能点数已增加
zh_sg: 技能点数已增加

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_RESET_SKILLS
source: All skills were reset
es_mx: Todas las habilidades fueron reiniciadas
ja: 全スキルのリセット完了
pl: Wszystkie umiejętności zostały zresetowane
ru: Все навыки сброшены
uk: Усі уміння скинуто
zh: 所有技能已重置
zh_sg: 所有技能已重置

# IDS_SYS_MESSAGE_HEADER_MS_ACC_CREW_START_ADAPTATION
source: Retraining started
es_mx: Reentrenamiento Iniciado
ja: 再訓練開始
pl: Rozpoczęto przeszkalanie
ru: Переподготовка начата
uk: Перепідготовку розпочато
zh: 重新训练已开始
zh_sg: 重新训练已开始

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DENUNCIATIONS_RECEIVED
source: You were reported
es_mx: Has sido reportado
ja: 通報されました
pl: Złożono na Ciebie skargę
ru: На вас пожаловались
uk: На вас поскаржилися
zh: 您被举报了
zh_sg: 您被举报了

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DOCKOP_CREW_LEVEL_UP
source: Commander Promotion
es_mx: Promoción del Comandante
ja: 艦長昇進
pl: Awans dowódcy
ru: Повышение командира
uk: Підвищення командира
zh: 指挥官晋升
zh_sg: 指挥官晋升

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DOCKOP_FROM_BASKET
source: Commander reinstated in the Reserve
es_mx: Comandante reinstalado en la Reserva
ja: 艦長がリザーブに復帰
pl: Dowódca został przywrócony do rezerw
ru: Командир возвращён в Резерв
uk: Командира повернено до Резерву
zh: 指挥官回到了军营中
zh_sg: 指挥官回到了预备队中

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DOCKOP_TO_BASKET
source: Commander awaiting dismissal
es_mx: Comandante esperando a ser dado de baja
ja: 艦長が解任待ち
pl: Dowódca oczekuje na odwołanie
ru: Командир ожидает демобилизации
uk: Командир очікує на демобілізацію
zh: 指挥官正等待解雇
zh_sg: 指挥官正等待解雇

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DOCK_CHANGE_CREW_LEVEL
source: Commander Promotion
es_mx: Promoción del Comandante
ja: 艦長昇進
pl: Awans dowódcy
ru: Повышение командира
uk: Підвищення командира
zh: 指挥官晋升
zh_sg: 指挥官晋升

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DOCK_CHAT_MISBEHAVIOUR_REPORT_ACCEPTED
source: Thank you for your activity.
es_mx: Gracias por tu actividad.
ja: ありがとうございます
pl: Dziękujemy za Twoją aktywność.
ru: Спасибо за вашу активность.
uk: Дякуємо вам за активність.
zh: 非常感谢您的活跃
zh_sg: 非常感谢您的活跃

# IDS_SYS_MESSAGE_HEADER_MS_ACC_DROP_SHIP_BRANCH
source: Ship branch reset
es_mx: Reiniciar rama del barco
ja: 艦艇ブランチのリセット
pl: Gałąź okrętu zresetowana
ru: Ветка кораблей сброшена
uk: Гілку кораблів скинуто
zh: Ветка кораблей сброшена
zh_sg: 战舰分支重置

# IDS_SYS_MESSAGE_HEADER_MS_ACC_EARN_ACHIEVEMENT
source: Achievement earned
es_mx: Logro obtenido
ja: 実績を取得
pl: Zdobyto osiągnięcie
ru: Получено достижение
uk: Отримано досягнення
zh: 成就已获得
zh_sg: 成就已获得
