Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_FOREST_QUALITY
source: Foliage Quality
es_mx: Calidad del Follaje
ja: 植物品質
pl: Jakość roślinności
ru: Качество растительности
uk: Якість рослинності
zh: 细节质量
zh_sg: 细节质量

# IDS_FORMATION_GO_TO_BATTLE_AFTER
source: The battle starts in
es_mx: La batalla comienza en
ja: 戦闘開始まで
pl: Bitwa rozpoczyna się za
ru: Выход в бой через
uk: Бій почнеться через
zh: 距战斗开始还有
zh_sg: 距战斗开始还有

# IDS_FORMATION_SET_READY_GO_BATTLE
source: I am ready. Battle!
es_mx: Listo. ¡Batalla!
ja: 準備完了、戦闘開始!
pl: Gotowy. Bitwa!
ru: Я готов. В бой!
uk: Я готовий. До бою!
zh: 开战
zh_sg: 加入战斗

# IDS_FORMATION_STAY_IN_DOCK
source: Stay in Port
es_mx: Permanecer en Puerto
ja: 港に留まる
pl: Zostań w porcie
ru: Остаюсь в Порту
uk: Залишаюся у Порту
zh: 返回港口
zh_sg: 待在港口

# IDS_FORUM
source: forum
es_mx: foro
ja: フォーラム
ru: форум
uk: форум
zh: 论坛
zh_sg: 论坛

# IDS_FORWARD_TO_WOWS_WEBSITE
source: You will be redirected to the World of Warships website.
es_mx: Serás redirigido al sitio web de World of Warships.
ja: World of Warships ウェブサイトにリダイレクトされます。
pl: Nastąpi przekierowanie na stronę World of Warships.
ru: Вы будете перенаправлены на сайт World of Warships.
uk: Вас спрямують на сайт World of Warships.
zh: 您将会被重新导向到《战舰世界》网站
zh_sg: 您将跳转至《战舰世界》网站。

# IDS_FOR_EXCHANGE
source: Exchange:
es_mx: Cambiar:
ja: 変換:
pl: Wymiana:
ru: Обмен:
uk: Обмін:
zh: 兑换：
zh_sg: 兑换：

# IDS_FOR_FREE
source: Free of charge
es_mx: gratis
ja: 無料
pl: za darmo
ru: бесплатно
uk: безкоштовно
zh: 免费
zh_sg: 免费

# IDS_FOURTH_AMERICAN_ARCSUBCOLLECTION_NAME
source: Anti-Aircraft Guns
es_mx: Cañones antiaéreos
ja: 対空兵装
pl: Działa przeciwlotnicze
ru: Зенитные орудия
uk: Зенітні гармати
zh: 防空炮
zh_sg: 防空炮

# IDS_FOURTH_AZURLANESUBCOLLECTION_NAME
source: Sakura Empire
es_mx: Imperio Sakura
ja: 重桜
ru: Империя Сакуры
uk: Імперія Сакури
zh: Империя Сакуры
zh_sg: 重樱帝国

# IDS_FOURTH_BD098_NAME
source: London Naval Treaties
ja: ロンドン海軍軍縮条約
pl: Londyńskie traktaty morskie
ru: Лондонские морские договоры
zh: Лондонские морские договоры

# IDS_FOURTH_BDSUBCOLLECTION_NAME
source: Part 4
es_mx: Parte 4
ja: パート 4
pl: Część 4
ru: Часть 4
uk: Частина 4
zh: 第 4 部分
zh_sg: 第 4 部分

# IDS_FOURTH_BRITISHARC_NAME
source: Camouflage Patterns
es_mx: Patrones de Camuflaje
ja: 迷彩パターン
pl: Wzory kamuflaży
ru: Схемы камуфляжа
uk: Схеми камуфляжу
zh: 涂装图案
zh_sg: 涂装图案

# IDS_FOURTH_BRITISHCVARC_NAME
source: His Majesty's Aircraft Carriers
es_mx: Los Portaaviones de Su Majestad
ja: 国王陛下の航空母艦
pl: Lotniskowce Jego Wysokości
ru: Авианосцы Его Величества
uk: Авіаносці Його Величності
zh: Авианосцы Его Величества
zh_sg: 英国航空母舰

# IDS_FOURTH_CAPTSUBCOLLECTION_NAME
source: Unbelievable Fantasies
es_mx: Fantasías Increíbles
ja: 信じがたいファンタジー
pl: Niewiarygodne fantazje
ru: Невероятные фантазии
uk: Неймовірні фантазії
zh: Невероятные фантазии
zh_sg: 不思议的幻想

# IDS_FOURTH_FRENCHDDARC_NAME
source: Badges
es_mx: Medallas
ja: バッジ
pl: Odznaki
ru: Эмблемы
uk: Емблеми
zh: 徽章
zh_sg: 徽章

# IDS_FOURTH_GF097_NAME
source: Personalities
es_mx: Personalidades
ja: 人物
pl: Osobistości
ru: Личности
uk: Особистості
zh: Личности
zh_sg: 人物

# IDS_FOURTH_HAPPY_BIRTHDAY2018SUBCOLLECTION_NAME
source: Part 4
es_mx: Parte 4
ja: パート 4
pl: Część 4
ru: Часть 4
uk: Частина 4
zh: 第 4 部分
zh_sg: 第 4 部分

# IDS_FOURTH_HSF2018SUBCOLLECTION_NAME
source: Engineering Department
es_mx: Departamente de Ingeniería
ja: 機関科
pl: Wydział inżynierii
ru: Электромеханическая боевая часть
uk: Електромеханічна бойова частина
zh: 轮机科
zh_sg: 工程部

# IDS_FOURTH_ITCA_0810_NAME
source: Service Medals II
es_mx: Medallas de Servicio II
ja: 従軍記章 II
pl: Medale II
ru: Памятные медали II
uk: Пам’ятні медалі II
zh: Памятные медали II
zh_sg: 服役奖章II

# IDS_FOURTH_KOTSSUBCOLLECTION_NAME
source: Strategies
es_mx: Estrategias
ja: 戦略
pl: Strategie
ru: Стратегии
uk: Стратегії
zh: Стратегии
zh_sg: 策略

# IDS_FOURTH_NY2018SUBCOLLECTION_NAME
source: Awards and Flags
es_mx: Premios y Banderas
ja: 勲章と旗
pl: Nagrody i flagi
ru: Награды и флаги
uk: Нагороди та прапори
zh: 奖项和旗帜
zh_sg: 奖项和旗帜

# IDS_FOURTH_NY2019SUBCOLLECTION_NAME
source: Dawn of the 20th Century...
es_mx: El Amanecer del Siglo XX…
ja: 20 世紀の夜明け...
pl: Świt XX wieku...
ru: Двадцатый век начинается...
uk: Починається двадцяте століття...
zh: 20世纪的黎明...
zh_sg: 20世纪的黄昏…

# IDS_FOURTH_NY2020SUBCOLLECTION_NAME
source: Arming a Large Cruiser
es_mx: Armando un Gran Crucero
ja: 大型巡洋艦の兵装
pl: Uzbrojenie dużego krążownika
ru: Вооружение большого крейсера
uk: Створення великого крейсера
zh: Вооружение большого крейсера
zh_sg: 武装大型巡洋舰

# IDS_FOURTH_SOVIETBBARC_NAME
source: Russian Shipbuilders I
es_mx: Constructores Navales Rusos I
ja: ロシアの造船技師 I
pl: Rosyjscy projektanci okrętów I
ru: Русские кораблестроители I
uk: Російські корабельники I
zh: Русские кораблестроители I
zh_sg: 俄罗斯造船人 I

# IDS_FOURTH_YAMSUBCOLLECTION_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_FRANCE
source: France
es_mx: Francia
ja: フランス
pl: Francja
ru: Франция
uk: Франція
zh: F系
zh_sg: 法国

# IDS_FRANCECAPPREM
source: Charles-Henri Honoré
zh: 查尔斯-亨利

# IDS_FRANCE_AIRCARRIER
source: French carriers
es_mx: Portaaviones franceses
ja: フランス航空母艦
pl: Francuskie lotniskowce
ru: Авианосцы Франции
uk: Авіаносці Франції
zh: Авианосцы Франции
zh_sg: 法国航母

# IDS_FRANCE_BATTLESHIP
source: French battleships
es_mx: Acorazados franceses
ja: フランス戦艦
pl: Francuskie pancerniki
ru: Линкоры Франции
uk: Лінкори Франції
zh: Линкоры Франции
zh_sg: 法国战列舰

# IDS_FRANCE_CAP
source: Jean-Jacques Honoré
zh: 尊敬的雅克-约翰

# IDS_FRANCE_CRUISER
source: French cruisers
es_mx: Cruceros franceses
ja: フランス巡洋艦
pl: Francuskie krążowniki
ru: Крейсеры Франции
uk: Крейсери Франції
zh: Крейсеры Франции
zh_sg: 法国巡洋舰

# IDS_FRANCE_DESTROYER
source: French destroyers
es_mx: Destructores franceses
ja: フランス駆逐艦
pl: Francuskie niszczyciele
ru: Эсминцы Франции
uk: Есмінці Франції
zh: Эсминцы Франции
zh_sg: 法国驱逐舰

# IDS_FRANKENSHIP
source: Victor F. Einstein
zh: 维克多-爱因斯坦

# IDS_FREEXP_DESCRIPTION
source: Free XP is used to research ships or ship modules.
es_mx: La XP libre se usa para desarrollar barcos o módulos.
ja: フリー EXP は艦艇やモジュールの購入に使用できます。
pl: Wolne PD służą do badania okrętów i modułów.
ru: Используйте свободный опыт для исследования кораблей или модулей.
uk: Використовуйте вільний досвід, щоб дослідити кораблі чи модулі.
zh: Используйте свободный опыт для исследования кораблей или модулей.
zh_sg: 全局经验可用于研发战舰或配件。

# IDS_FREE_CAMERA
source: Enable Free Camera
es_mx: Habilitar Cámara Libre
ja: フリーカメラ有効
pl: Włącz swobodną kamerę
ru: Включить свободную камеру
uk: Увімкнути вільну камеру
zh: 开启自由镜头
zh_sg: 开启自由镜头

# IDS_FREE_CAMERA_ATTACH_TO_VEHICLE
source: Follow the ship
es_mx: Seguir al barco
ja: 艦に追従
pl: Podążaj za okrętem
ru: Двигаться за кораблём
uk: Рухатися за кораблем
zh: 跟随着战舰
zh_sg: 跟随战舰

# IDS_FREE_CAMERA_ATTACH_TO_VEHICLE_REL
source: Move together with the ship
es_mx: Moverse junto con el barco
ja: 艦に合わせて移動
pl: Poruszaj się razem z okrętem
ru: Двигаться вместе с кораблём
uk: Рухатися разом з кораблем
zh: 与战舰一同移动
zh_sg: 与战舰一同移动

# IDS_FREE_CAMERA_BACKWARD
source: Backward
es_mx: Atrás
ja: 後進
pl: Do tyłu
ru: Назад
uk: Назад
zh: 返回
zh_sg: 后退

# IDS_FREE_CAMERA_BACKWARD_XZ_ALIGNED
source: Backward horizontally
es_mx: Retroceder horizontalmente
ja: 水平後退
pl: Wstecz horyzontalnie
ru: Назад по горизонтали
uk: Назад за горизонталлю
zh: 水平向后移
zh_sg: 水平向后

# IDS_FREE_CAMERA_FORWARD
source: Forward
es_mx: Avanzar
ja: 前進
pl: Naprzód
ru: Вперёд
uk: Вперед
zh: 向前移
zh_sg: 向前

# IDS_FREE_CAMERA_FORWARD_XZ_ALIGNED
source: Forward horizontally
es_mx: Avanzar horizontalmente
ja: 水平前進
pl: Naprzód horyzontalnie
ru: Вперёд по горизонтали
uk: Вперед за горизонталлю
zh: 水平向前移
zh_sg: 水平向前

# IDS_FREE_CAMERA_LAND
source: Down
es_mx: Abajo
ja: 下
pl: W dół
ru: Вниз
uk: Вниз
zh: 向下移
zh_sg: 向下

# IDS_FREE_CAMERA_LEFT
source: Left
es_mx: Izquierda
ja: 左
pl: W lewo
ru: Влево
uk: Ліворуч
zh: 向左移
zh_sg: 向左

# IDS_FREE_CAMERA_LIFT
source: Up
es_mx: Arriba
ja: 上
pl: Góra
ru: Вверх
uk: Вгору
zh: 向上移
zh_sg: 向上

# IDS_FREE_CAMERA_PRIMARY_PRESET_1
source: Primary preset 1
es_mx: Configuración primaria 1
ja: 主プリセット 1
pl: Główny zestaw ustawień 1
ru: Первичный пресет 1
uk: Первинні задані налаштування 1
zh: 主要预设 1
zh_sg: 主要预设 1

# IDS_FREE_CAMERA_PRIMARY_PRESET_2
source: Primary preset 2
es_mx: Configuración primaria 2
ja: 主プリセット 2
pl: Główny zestaw ustawień 2
ru: Первичный пресет 2
uk: Первинні задані налаштування 2
zh: 主要预设 2
zh_sg: 主要预设 2

# IDS_FREE_CAMERA_PRIMARY_PRESET_3
source: Primary preset 3
es_mx: Configuración primaria 3
ja: 主プリセット 3
pl: Główny zestaw ustawień 3
ru: Первичный пресет 3
uk: Первинні задані налаштування 3
zh: 主要预设 3
zh_sg: 主要预设 3

# IDS_FREE_CAMERA_PRIMARY_PRESET_4
source: Primary preset 4
es_mx: Configuración primaria 4
ja: 主プリセット 4
pl: Główny zestaw ustawień 4
ru: Первичный пресет 4
uk: Первинні задані налаштування 4
zh: 主要预设 4
zh_sg: 主要预设 4

# IDS_FREE_CAMERA_PRIMARY_PRESET_5
source: Primary preset 5
es_mx: Configuración primaria 5
ja: 主プリセット 5
pl: Główny zestaw ustawień 5
ru: Первичный пресет 5
uk: Первинні задані налаштування 5
zh: 主要预设 5
zh_sg: 主要预设 5

# IDS_FREE_CAMERA_PRIMARY_PRESET_6
source: Primary preset 6
es_mx: Configuración primaria 6
ja: 主プリセット 6
pl: Główny zestaw ustawień 6
ru: Первичный пресет 6
uk: Первинні задані налаштування 6
zh: 主要预设 6
zh_sg: 主要预设 6

# IDS_FREE_CAMERA_PRIMARY_PRESET_7
source: Primary preset 7
es_mx: Configuración primaria 7
ja: 主プリセット 7
pl: Główny zestaw ustawień 7
ru: Первичный пресет 7
uk: Первинні задані налаштування 7
zh: 主要预设 7
zh_sg: 主要预设 7

# IDS_FREE_CAMERA_PRIMARY_PRESET_8
source: Primary preset 8
es_mx: Configuración primaria 8
ja: 主プリセット 8
pl: Główny zestaw ustawień 8
ru: Первичный пресет 8
uk: Первинні задані налаштування 8
zh: 主要预设 8
zh_sg: 主要预设 8

# IDS_FREE_CAMERA_PRIMARY_PRESET_9
source: Primary preset 9
es_mx: Configuración primaria 9
ja: 主プリセット 9
pl: Główny zestaw ustawień 9
ru: Первичный пресет 9
uk: Первинні задані налаштування 9
zh: 主要预设 9
zh_sg: 主要预设 9

# IDS_FREE_CAMERA_RIGHT
source: Right
es_mx: Derecha
ja: 右
pl: W prawo
ru: Вправо
uk: Праворуч
zh: 向右移
zh_sg: 向右

# IDS_FREE_CAMERA_SECONDARY_PRESET_1
source: Secondary preset 1
es_mx: Configuración secundaria 1
ja: 副プリセット 1
pl: Dodatkowy zestaw ustawień 1
ru: Вторичный пресет 1
uk: Вторинні задані налаштування 1
zh: 次要预设 1
zh_sg: 次要预设 1

# IDS_FREE_CAMERA_SECONDARY_PRESET_2
source: Secondary preset 2
es_mx: Configuración secundaria 2
ja: 副プリセット 2
pl: Dodatkowy zestaw ustawień 2
ru: Вторичный пресет 2
uk: Вторинні задані налаштування 2
zh: 次要预设 2
zh_sg: 次要预设 2

# IDS_FREE_CAMERA_SECONDARY_PRESET_3
source: Secondary preset 3
es_mx: Configuración secundaria 3
ja: 副プリセット 3
pl: Dodatkowy zestaw ustawień 3
ru: Вторичный пресет 3
uk: Вторинні задані налаштування 3
zh: 次要预设 3
zh_sg: 次要预设 3

# IDS_FREE_CAMERA_SECONDARY_PRESET_4
source: Secondary preset 4
es_mx: Configuración secundaria 4
ja: 副プリセット 4
pl: Dodatkowy zestaw ustawień 4
ru: Вторичный пресет 4
uk: Вторинні задані налаштування 4
zh: 次要预设 4
zh_sg: 次要预设 4

# IDS_FREE_CAMERA_SECONDARY_PRESET_5
source: Secondary preset 5
es_mx: Configuración secundaria 5
ja: 副プリセット 5
pl: Dodatkowy zestaw ustawień 5
ru: Вторичный пресет 5
uk: Вторинні задані налаштування 5
zh: 次要预设 5
zh_sg: 次要预设 5

# IDS_FREE_CAMERA_SECONDARY_PRESET_6
source: Secondary preset 6
es_mx: Configuración secundaria 6
ja: 副プリセット 6
pl: Dodatkowy zestaw ustawień 6
ru: Вторичный пресет 6
uk: Вторинні задані налаштування 6
zh: 次要预设 6
zh_sg: 次要预设 6

# IDS_FREE_CAMERA_SECONDARY_PRESET_7
source: Secondary preset 7
es_mx: Configuración secundaria 7
ja: 副プリセット 7
pl: Dodatkowy zestaw ustawień 7
ru: Вторичный пресет 7
uk: Вторинні задані налаштування 7
zh: 次要预设 7
zh_sg: 次要预设 7

# IDS_FREE_CAMERA_SECONDARY_PRESET_8
source: Secondary preset 8
es_mx: Configuración secundaria 8
ja: 副プリセット 8
pl: Dodatkowy zestaw ustawień 8
ru: Вторичный пресет 8
uk: Вторинні задані налаштування 8
zh: 次要预设 8
zh_sg: 次要预设 8

# IDS_FREE_CAMERA_SECONDARY_PRESET_9
source: Secondary preset 9
es_mx: Configuración secundaria 9
ja: 副プリセット 9
pl: Dodatkowy zestaw ustawień 9
ru: Вторичный пресет 9
uk: Вторинні задані налаштування 9
zh: 次要预设 9
zh_sg: 次要预设 9

# IDS_FREE_CAMERA_SETTINGS
source: Free camera settings
es_mx: Configuraciones de cámara libre
ja: フリーカメラ設定
pl: Ustawienia swobodnej kamery
ru: Настройки свободной камеры
uk: Налаштування вільної камери
zh: 自由镜头设定
zh_sg: 自由镜头设定

# IDS_FREE_CAMERA_TUNING1_MINUS
source: Reduce speed
es_mx: Reducir velocidad
ja: 減速
pl: Zmniejsz szybkość
ru: Уменьшить скорость
uk: Зменшити швидкість
zh: 降低速度
zh_sg: 降低速度

# IDS_FREE_CAMERA_TUNING1_PLUS
source: Increase speed
es_mx: Incrementar velocidad
ja: 増速
pl: Zwiększ szybkość
ru: Увеличить скорость
uk: Збільшити швидкість
zh: 提高速度
zh_sg: 提高速度

# IDS_FREE_CAMERA_TUNING2_MINUS
source: Reduce inertia
es_mx: Reducir inercia
ja: 慣性減
pl: Zmniejsz bezwładność
ru: Уменьшить инерцию
uk: Зменшити інерцію
zh: 降低惯性
zh_sg: 降低惯性

# IDS_FREE_CAMERA_TUNING2_PLUS
source: Increase inertia
es_mx: Incrementar inercia
ja: 慣性増
pl: Zwiększ bezwładność
ru: Увеличить инерцию
uk: Збільшити інерцію
zh: 提高惯性
zh_sg: 提高惯性

# IDS_FREE_CAMERA_TURN_DOWN
source: Turn down
es_mx: Bajar
ja: 下回転
pl: Obróć w dół
ru: Поворот вниз
uk: Поворот вниз
zh: 向下转
zh_sg: 下潜

# IDS_FREE_CAMERA_TURN_LEFT
source: Turn left
es_mx: Gira a la Izquierda
ja: 左回転
pl: Obróć w lewo
ru: Поворот влево
uk: Поворот ліворуч
zh: 向左转
zh_sg: 向左转

# IDS_FREE_CAMERA_TURN_RIGHT
source: Turn right
es_mx: Girar a la Derecha
ja: 右回転
pl: Obróć w prawo
ru: Поворот вправо
uk: Поворот праворуч
zh: 向右转
zh_sg: 向右转

# IDS_FREE_CAMERA_TURN_UP
source: Turn up
es_mx: Subir
ja: 上回転
pl: Obróć w górę
ru: Поворот вверх
uk: Поворот вгору
zh: 向上转
zh_sg: 上浮

# IDS_FREE_CURSOR
source: Enable Free Cursor
es_mx: Habilitar Cursor Libre
ja: フリーカーソル有効
pl: Włącz swobodny kursor
ru: Включить свободный курсор
uk: Увімкнути вільний курсор
zh: 开启自由鼠标指针
zh_sg: 开启自由鼠标指针

# IDS_FREE_CURSOR_SCOUT
source: Use the free cursor to control a spotting aircraft
es_mx: Usa el cursor libre para controlar un avión de exploración
ja: 着弾観測機の操作にフリーカーソル使用
pl: Użyj wolnego kursora żeby kontrolować samolot zwiad.
ru: Свободный курсор в управлении корректировщиком огня
uk: Використовуйте вільний курсор, щоб керувати літаком-корегувальником
zh: 使用自由鼠标指针来控制侦察机
zh_sg: 使用自由鼠标指针来控制侦察机

# IDS_FREE_EXPERIENCE
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: свободный опыт
uk: вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_FREE_EXPERIENCE_C
source: Free Experience
es_mx: XP Libre
ja: フリー経験値
pl: Wolne doświadczenie
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_FREE_EXPERIENCE_COLON
source: Free XP:
es_mx: XP Libre:
ja: フリー EXP:
pl: Wolne PD:
ru: Свободный опыт:
uk: Вільний досвід:
zh: 全局经验：
zh_sg: 全局经验：

# IDS_FREE_EXP_CONVERSION
source: CONVERT XP
es_mx: CONVERTIR XP
ja: EXP の変換
pl: WYMIEŃ PD
ru: ПЕРЕВОД ОПЫТА
uk: КОНВЕРТАЦІЯ ДОСВІДУ
zh: 转换经验
zh_sg: 转换经验

# IDS_FREE_MERCENARIES
source: Free Mercenaries
es_mx: Mercenarios Libres
ja: フリー傭兵
pl: Wolni najemnicy
ru: Свободные наёмники
uk: Вільні найманці
zh: 自由佣兵
zh_sg: 自由佣兵

# IDS_FREE_MERCENARIES_DESCRIPTION
source: Free mercenaries are automatically distributed between random understaffed Teams.
es_mx: Los mercenarios libres son distribuidos automáticamente entre Equipos al azar con personal insuficiente.
ja: フリー傭兵は、人数不足のランダムなチームに自動的に分配されます。
pl: Wolni najemnicy rozdzielani są automatycznie pomiędzy drużyny o niepełnym składzie
ru: Свободные наёмники автоматически распределяются в случайные неполные команды.
uk: Вільні найманці автоматично розподіляються до випадкових неповних команд.
zh: 自由佣兵会自动分发到人手不足的随机队伍中。
zh_sg: 自由佣兵会自动分发到人手不足的随机团队中。

# IDS_FREE_PLACES
source: Available places
es_mx: Lugares disponibles
ja: 空室
pl: Dostępne miejsca
ru: Свободных мест
uk: Вільних місць
zh: 可用的位置
zh_sg: 可用的位置

# IDS_FREE_PLACES_IN_BARRACKS
source: Vacant places in Reserve:
es_mx: Lugares vacantes en la Reserva:
ja: リザーブの空室:
pl: Wolne miejsca w rezerwie:
ru: Свободных мест в резерве:
uk: Вільних місць у резерві:
zh: 预备队中的空位：
zh_sg: 预备队中的空位：

# IDS_FREE_PLACES_WILL_BE_FILLED_WITH_BOTS
source: Vacant places will be distributed among bots
es_mx: Los lugares disponibles serán distribuidos entre bots
ja: 空き枠は BOT によって埋められます
pl: Wolne miejsca zostaną uzupełnione botami
ru: Свободные места будут заполнены ботами
uk: Вільні місця заповнять боти
zh: 空位将会分配给计算机
zh_sg: 空位将会分配电脑

# IDS_FREE_POINTS
source: Undistributed points:
es_mx: Puntos sin distribuir:
ja: 未分配ポイント:
pl: Nieprzydzielone punkty:
ru: Свободных очков:
uk: Вільних очок:
zh: 未分配点数：
zh_sg: 未分配点数：

# IDS_FREE_SKILLPOINTS
source: Undistributed points
es_mx: Puntos sin distribuir
ja: 未分配ポイント
pl: Nieprzydzielone punkty
ru: Свободных очков
uk: Вільних очок
zh: 未分配的点数
zh_sg: 未分配的点数

# IDS_FREE_SLOTS
source: Vacant slots:
es_mx: Lugares vacantes:
ja: 空きスロット:
pl: Wolne miejsca:
ru: Свободных слотов:
uk: Вільних місць:
zh: 空余船位：
zh_sg: 空位:

# IDS_FREE_XP_DESC
source: Calculated as a percentage of XP received for the battle
es_mx: Calculada como un porcentaje de la XP recibida por la batalla
ja: この戦闘で取得した EXP の一定割合として算出
pl: Obliczone jako ułamek PD otrzymywanych za bitwę
ru: Рассчитывается как процент от полученного за бой опыта
uk: Розраховується як відсоток від здобутого за бій досвіду
zh: 该战斗所获得的百分比计经验
zh_sg: 该战斗所获得的百分比计经验

# IDS_FRENCH_PVE
source: Léon Terraux
zh: 里昂-泰罗克斯

# IDS_FRE_GOLDEN_KONUNG
source: Golden Konung
zh: 金爵

# IDS_FRIDAY
source: Fr
es_mx: Vi
ja: 金
pl: Pt.
ru: Пт
uk: Пт.
zh: 周五
zh_sg: 周五

# IDS_FRIDAY_FULL
source: Friday
es_mx: Viernes
ja: 金曜日
pl: Piątek
ru: Пятница
uk: П’ятниця
zh: 星期五
zh_sg: 星期五

# IDS_FROM_BARRACKS
source: From Reserve
es_mx: Desde la Reserva
ja: リザーブから
pl: Z rezerwy
ru: Из Резерва
uk: З Резерву
zh: 从军营中
zh_sg: 从预备队

# IDS_FROM_COMMANDERS
source: From Commanders
es_mx: De los Comandantes
ja: 艦長から
pl: Z dowódców
ru: С командиров
uk: З командирів
zh: 来自指挥官
zh_sg: 从指挥官

# IDS_FROM_COMMANDERS_HINT
source: Convert XP from Commanders
es_mx: Convertir XP de los Comandantes
ja: 艦長から EXP を変換
pl: Zamień PD dowódców
ru: Перевод опыта с командиров
uk: Конвертувати досвід з командирів
zh: 转换来自指挥官的经验
zh_sg: 转换来自指挥官的经验

# IDS_FROM_OTHER_SHIPS
source: From other ships
es_mx: Desde otros barcos
ja: 他の艦艇から
pl: Z innych okrętów
ru: С других кораблей
uk: З інших кораблів
zh: 从其它战舰上
zh_sg: 从其它战舰上

# IDS_FROM_SHIPS
source: From ships
es_mx: De los barcos
ja: 艦艇から
pl: Z okrętów
ru: С кораблей
uk: З кораблів
zh: 来自战舰
zh_sg: 从战舰

# IDS_FROM_SHIPS_HINT
source: Convert XP from ships
es_mx: Convertir XP de los barcos
ja: 艦艇から EXP を変換
pl: Zamień PD okrętów
ru: Перевод опыта с кораблей
uk: Конвертувати досвід з кораблів
zh: 转换来自战舰的经验
zh_sg: 转换来自战舰的经验

# IDS_FULLSCREEN
source: Full-screen
es_mx: Pantalla completa
ja: 全画面
pl: Tryb pełnoekranowy
ru: Полноэкранный
uk: Повноекранний
zh: 全屏幕模式
zh_sg: 全屏幕模式

# IDS_FULLSCREEN_BORDERLESS
source: Full-screen windowed
es_mx: Ventana de pantalla completa
ja: 全画面ウィンドウ
pl: Pełny ekran w oknie
ru: Полноэкранный в окне
uk: Повноекранний у вікні
zh: 窗口化全屏幕
zh_sg: 窗口化全屏幕

# IDS_FULL_PARTIES
source: Teams
es_mx: Equipos
ja: チーム
pl: Drużyny
ru: Команды
uk: Команди
zh: 队伍战斗
zh_sg: 团队战斗

# IDS_FULL_PARTIES_DESCRIPTION
source: Fully-staffed Teams waiting to enter a battle.
es_mx: Equipos completos esperando entrar a una batalla.
ja: 戦闘参加待機中のフルメンバーチーム
pl: Drużyny w pełnym składzie oczekujące na bitwę.
ru: Полностью сформированные команды, ожидающие выхода в бой.
uk: Повністю сформовані команди очікують на бій.
zh: 人员充足的队伍等待进入战斗中。
zh_sg: 人员充足的团队等待进入战斗中。

# IDS_GAMELOGIC_PRESET
source: Animate small objects
es_mx: Animar objetos pequeños
ja: 小型オブジェクトのアニメート
pl: Animacja małych obiektów
ru: Анимация мелких объектов
uk: Анімація дрібних об’єктів
zh: 动态小型对象
zh_sg: 动态小型对象

# IDS_GAMEMODE_ANTI_STANDARD_DESCRIPTION
source: Score %(score_count)s %(score_plural)s before the enemy team by capturing control points and destroying their ships.
es_mx: Consigue %(score_count)s %(score_plural)s antes que el equipo enemigo al capturar los puntos de control y destruir sus barcos.
ja: コントロールポイントを占領し敵艦艇を撃沈して %(score_count)s %(score_plural)s先取せよ
pl: Zdobądź %(score_count)s %(score_plural)s przed drużyną przeciwną poprzez zajmowanie punktów kontroli i niszczenie należących do niej okrętów.
ru: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.
uk: Здобудьте %(score_count)s %(score_plural)s раніше команди супротивника, захоплюючи контрольні точки та знищуючи кораблі супротивника.
zh: Наберите %(score_count)s %(score_plural)s раньше команды противника, захватывая контрольные точки и уничтожая корабли противника.
zh_sg: 通过占领来控制点并击毁对方战舰，抢在敌方队伍之前达到%(score_count)s %(score_plural)s。

# IDS_GAMEMODE_ANTI_STANDARD_RULES_BULLET_1
source: Control points are activated 5 minutes into the battle and become available for capture.
es_mx: Los puntos de control son activados a 5 minutos después del inicio de la batalla y quedan disponibles para su captura.
ja: 5 分が経過すると各コントロールポイントが有効化され、占領可能になる
pl: Punkty kontroli aktywowane są po 5 minutach od rozpoczęcia bitwy i od tej chwili można je zajmować.
ru: Контрольные точки активируются на 5-й минуте боя и становятся доступны для захвата.
uk: Контрольні точки активуються на 5 хвилині бою та стають доступними для захоплення.
zh: Контрольные точки активируются на 5-й минуте боя и становятся доступны для захвата.
zh_sg: 控制点在进入战斗5分钟后激活并变为可占领状态。

# IDS_GAMEMODE_ANTI_STANDARD_RULES_BULLET_2
source: Once activated, control points begin to shrink.
es_mx: Una vez activados, los puntos de control comienzan a reducirse.
ja: 有効化されたコントロールポイントは、縮小を開始する
pl: Po aktywacji punkty kontroli zaczynają się kurczyć.
ru: После активации контрольные точки начинают уменьшаться.
uk: Після активації контрольні точки починають зменшуватися.
zh: После активации контрольные точки начинают уменьшаться.
zh_sg: 控制点一经激活就会开始收缩。

# IDS_GAMEMODE_ANTI_STANDARD_RULES_HEADER
source: Special features of the mode
es_mx: Características especiales del modo
ja: このモードの特別要素
pl: Cechy specjalne trybu
ru: Особенности режима
uk: Особливості режиму
zh: Особенности режима
zh_sg: 模式特点

# IDS_GAMEMODE_ANTI_STANDARD_TITLE
source: Binary Star
es_mx: Estrella binaria
ja: 二重星
pl: Podwójna gwiazda
ru: Двойная звезда
uk: Подвійна зоря
zh: Двойная звезда
zh_sg: 双子星

# IDS_GAMEMODE_ARMS_RACE_DESCRIPTION
source: Score 1,000 points before the enemy team does, or destroy all enemy ships.
es_mx: Consigue 1000 puntos antes que el enemigo lo haga, o destruye todos los barcos enemigos.
ja: 1,000 ポイントを先取するか、敵艦艇を殲滅せよ!
pl: Zdobądź 1000 punktów, zanim zrobi to drużyna przeciwna, lub zniszcz wszystkie okręty wroga.
ru: Наберите 1000 очков раньше команды противника или уничтожьте все корабли противника.
uk: Здобудьте 1 000 очок раніше команди супротивника чи знищте всі кораблі супротивника.
zh: Наберите 1000 очков раньше команды противника или уничтожьте все корабли противника.
zh_sg: 在敌方团队前抢先获得1000点，或击毁全部敌方战舰。

# IDS_GAMEMODE_ARMS_RACE_ICON_RULES_HEADER
source: Buff Types
es_mx: Tipos de bonificaciones
ja: 強化の種別
pl: Typy wzmocnień
ru: Типы улучшений
uk: Типи поліпшень
zh: Типы улучшений
zh_sg: 增益类型
