Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC041_DUNKIRK_ARONIA_DESCRIPTION
source: In 1929, the Aronia 65-meter steel yacht was built in Copenhagen at the request of an English billionaire. The luxurious interior was just as refined as saloons on the Normandie transatlantic liner. Two diesel engines provided a speed of 30 knots. At the beginning of the war, Aronia was mobilized and participated in the Dunkirk Evacuation. During the war, this high-speed vessel performed covert trips to Sweden to deliver strategic cargo — ball bearings that were essential for aircraft engines and tank production. In 1945, the yacht was returned to her owner and used as intended for a while. In the late 1950s, Winston Churchill cruised around the Mediterranean aboard her.
es_mx: En 1929, el yate de acero de 65 metros Aronia fue construido en Copenhague a solicitud de un billonario inglés. El lujoso interior era casi tan refinado como los salones en los trasatlánticos de Normandía. Dos motores diésel proporcionaban una velocidad de 30 nudos. Al inicio de la guerra, el Aronia fue movilizado y participó en la Evacuación de Dunkerque. Durante la guerra, este buque de alta velocidad realizó viajes encubiertos a Suecia para dejar cargas estratégicas — rodamientos de bolas que eran esenciales para los motores de aviones y para la producción de tanques. En 1945, el yate regresó a su dueño y fue usado de acuerdo a su propósito por un tiempo. A finales de los años 50, Winston Churchill hizo un crucero alrededor del Mediterráneo a bordo de él.
ja: 65 m の鉄製ヨットであるこのアローニアは、1929 年にイギリスのある富豪からの注文によってコペンハーゲンで建造されました。その豪華な内装は、大西洋横断客船であるノルマンディーに匹敵する素晴らしさでした。2 基のディーゼル・エンジンにより、30 ノットという速力を発揮しました。本船は大戦の序盤に動員され、ダンケルク撤退作戦に参加しました。その後も、その高い速力を活かし、スウェーデンから秘密裏に戦略的物資を輸送するために運用されました。その戦略物資とはボールベアリングであり、これは航空機のエンジンや戦車を製造する上での必須部品でした。本船は 1945 年に所有者へと返還され、本来の目的でしばらく運用されました。1950 年代後半には、ウィンストン・チャーチルが本船に乗船して地中海を航海しています。
pl: W 1929 roku 65-metrowy stalowy jacht Aronia został zbudowany w Kopenhadze na zamówienie Angielskiego miliardera. Luksusowe wnętrze było równie dystyngowane, jak na liniowcu transatlantyckim Normandie. Dwa silniki diesla zapewniały szybkość 30 węzłów. Na początku wojny Aronia została włączona do służby wojskowej i brała udział w ewakuacji Dunkierki. W trakcie wojny ten szybki okręt wykonywał tajne rejsy do Szwecji, dostarczając strategiczne towary - łożyska kulkowe, będące niezbędnym składnikiem silników lotniczych i czołgowych. W 1945 roku jacht został zwrócony właścicielowi i przez jakiś czas używany zgodnie z przeznaczeniem. W późnych latach 50. Winston Churchill podróżował na jego pokładzie po Morzu Śródziemnym.
ru: 65-метровая стальная яхта Aronia была построена в Копенгагене в 1929 г. по заказу английского миллиардера. Роскошь интерьеров кают соответствовала салонам первого класса трансатлантического лайнера Normandie. Два дизельных двигателя яхты развивали скорость 30 узлов. В начале войны Aronia была мобилизована, с отличием участвовала в эвакуации войск из Дюнкерка. Далее в военные годы скоростное судно выполняло секретные рейсы в Швецию, доставляя оттуда стратегический груз — шарикоподшипники, от которых зависело производство британских авиамоторов и танков. В 1945 г. яхту вернули владельцу, и Aronia ещё долго служила по своему прямому назначению. В конце 1950-х гг. на ней совершал круизы по Средиземному морю Уинстон Черчилль.
uk: 65-метрову сталеву яхту Aronia побудували у Копенгаґені 1929 р. на замовлення англійського мільярдера. Розкіш інтер’єру кают відповідала салонам першого класу трансатлантичного лайнера Normandie. Два дизельних двигуни яхти розвивали швидкість 30 вузлів. На початку війни яхту Aronia мобілізовали, й вона брала участь у евакуації військ з Дюнкерка. Після того, у роки війни, швидкісне судно здійснювало секретні рейси до Швеції й доставляло звідти стратегічний вантаж — шарикопідшипники, від яких залежало виробництво британських авіамоторів і танків. 1945 р. яхту повернули власнику, і Aronia ще довго служила за своїм прямим призначенням. Наприкінці 1950-х рр. нею здійснював круїзи Середземним морем Вінстон Черчилль.
zh: 1929年，在Y国亿万富翁的要求下于哥本哈根建造了 65公尺长的野樱梅钢制游艇。奢华的内装就像诺曼底横渡大西洋的客轮一样精致。两台柴油引擎提供了 30 节的航速。在战争的一开始，野樱梅被动员起来并参加敦刻尔克撤离行动。战争期间，这艘高速游艇秘密前往提供战略物资──飞机引擎和战车生产时不可或缺的滚珠轴承。1945 年，该游艇被归还给了它的业主并按预期中的使用了一段时间。五零年代后期，温斯顿搭乘它游览了地中海。
zh_sg: 1929年，在英国亿万富翁的要求下于哥本哈根建造了65米长的Aronia钢制游艇。奢华的内装就像诺曼底横渡大西洋的客轮一样精致。两台柴油引擎提供了30节的航速。在战争的一开始，Aronia被动员起来并参加敦刻尔克撤离行动。战争期间，这艘高速战舰秘密前往了瑞典以提供战略物资──飞机引擎和战车生产时不可或缺的滚珠轴承。1945年，该游艇被归还给了它的业主并按预期中的使用了一段时间。50年代后期，温斯顿•丘吉尔搭乘它游览了地中海。

# IDS_PCZC042_DUNKIRK_JOHNCATTLING
source: John Cattling Trawler (U.K.)
es_mx: Arrastrero John Cattling (Reino Unido)
ja: トロール船ジョン・カトリング (イギリス)
pl: Trawler John Cattling (Zjednoczone Królestwo)
ru: Траулер John Cattling (Великобритания)
uk: Траулер John Cattling (Великобританія)
zh: 约翰·卡特林拖网渔船 (Y系)
zh_sg: John Cattling 拖网渔船 (英国)

# IDS_PCZC042_DUNKIRK_JOHNCATTLING_DESCRIPTION
source: Within 1916–1919, more than 500 steam dual-purpose vessels were built as per the trawlers design in England. During the war, they were involved in patrolling, countermine, and antisubmarine operations. In peacetime, they were disarmed and sent to private owners. With the beginning of World War II, trawlers were mobilized again, including John Cattling, which became a minesweeper due to its characteristics: 276 t displacement, 38 m long, 7.2 m wide, and with a speed of 10 kt. On May 29, 1940, near the Dunkirk pierhead, the English destroyer Grenade was hit by two bombs. Uncontrolled and set on fire, this ship drifted towards the bay mouth and was likely to block it. John Cattling was able to take Grenade and pull it off to the outer harbor, where the destroyer exploded. The trawler served as a minesweeper until the end of the war. Then she was returned to the owners, and was shipping out till 1957.
es_mx: Entre 1916 y 1919, más de 500 embarcaciones de vapor de doble propósito fueron construidas conforme al diseño de arrastreros en Inglaterra. Durante la guerra, estuvieron involucrados en el patrullaje, y en las operaciones antiminas y antisubmarinos. En época de paz, fueron desarmados y enviados a dueños privados. Con el inicio de la Segunda Guerra Mundial, los arrastreros fueron movilizados de nuevo, incluyendo al John Cattling, que se volvió un barreminas debido a sus características: 276 t de desplazamiento, 38 m de largo, 7.2 m de ancho, y con una velocidad de 10 nudos. El 29 de mayo de 1940, ceca del embarcadero de Dunkerque, el destructor inglés Grenade fue alcanzado por dos bombas. Sin control y en llamas, este barco avanzó hacia la boca de la bahía y podría bloquearla. El John Cattling fue capaz de tomar al Grenade y arrastrarlo fuera del puerto, en donde el destructor explotó. El arrastrero sirvió como un barreminas hasta el final de la guerra. Luego regresó a sus dueños, y navegó hasta 1957.
ja: イングランドにおいて 1916 年から 1919 年にかけ、トロール船の設計を下敷きにした軍民両用の蒸気船が 500 隻以上も建造されました。そして戦時中には、哨戒、掃海および対潜任務に従事し、平時には武装解除されて民間の所有者に渡されました。二次大戦の序盤にトロール船が再度動員されましたが、その中にはこのジョン・カトリングも含まれていました。本船の諸元は排水量 276 トン、全長 38 m、幅 7.2 m、速力 10 ノットであり、これを活かして掃海艇として運用されました。1940 年 5 月 29 日、ダンケルクの埠頭先端部の付近においてイギリス海軍の駆逐艦グレネードが爆弾 2 発を被弾し、炎上しながら操縦不能に陥り、湾口へ向けて漂流を始め、湾口を塞いでしまう懸念が生じました。そこでジョン・カトリングがグレネードを曳光して外港へと移動させ、グレネードは最終的にそこで爆発し、沈没しました。ジョン・カトリングはその後終戦まで掃海艇として運用された後、所有者へと返還され、1957 年まで使用されました。
pl: W latach 1916–1919 ponad 500 wielofunkcyjnych okrętów parowych zostało zbudowanych w Anglii w układzie trawlera. W trakcie wojny okręty te wykonywały zadania patrolowe, przeciwminowe i zwalczające łodzie podwodne. W czasach pokoju były rozbrajane i zwracane właścicielom. Na początku II wojny światowej trawlery znowu zostały wciągnięte do służby, a wśród nich m.in. Jogn Cattling, który został trałowcem ze względu na swoją charakterystykę: wyporność 276 ton, 38 m długości, 7,2 m szerokości i maks. prędkość 10 węzłów. 29 maja 1940 roku w pobliżu Dunkierki angielski niszczyciel Grenade został trafiony dwiema bombami. Niekontrolowany i podpalony został odholowany przez John Cattling poza port, gdzie eksplodował. Trawler służył jako trałowiec do końca wojny. Następnie został zwrócony właścicielom i pływał do 1957 roku.
ru: В 1916–1919 гг. в Англии по проектам траулеров было построено более 500 паровых судов двойного назначения. В военное время они несли патрульную, противоминную и противолодочную службу, а в мирное были разоружены и проданы частным владельцам. С началом Второй мировой войны траулеры опять мобилизовали и среди них John Cattling, ставший тральщиком: полное водоизмещение 276 т., длина 38 м, ширина 7,2 м и скорость 10 уз. 29 мая 1940 г., у мола в Дюнкерке, в английский эсминец Grenade попали две бомбы. Неуправляемый и объятый пламенем корабль стал дрейфовать к выходу из гавани, грозя закупорить её. John Cattling под бомбёжкой сумел взять Grenade на буксир и оттащить на внешний рейд, где эсминец взорвался. Траулер отслужил тральщиком всю войну, был возращён владельцам и ходил в море до 1957 г.
uk: У 1916–1919 рр. у Великобританії за проектами траулерів побудували понад 500 парових суден подвійного призначення. У воєнний час вони несли патрульну, протимінну і протичовнову службу, а у мирний їх роззброїли та продали приватним власникам. З початком Другої світової війни траулери знову мобілізували, і серед них був John Cattling, що став тральщиком: повна водотоннажність 276 т, довжина 38 м, ширина 7,2 м і швидкість 10 вуз. 29 травня 1940 р., біля молу в Дюнкерку, в британський есмінець Grenade влучили дві бомби. Некерований і охоплений полум’ям корабель дрейфував до виходу з гавані, загрожуючи закупорити її. John Cattling під бомбардуванням взяв Grenade на буксир і відтягнув його на зовнішній рейд, де есмінець вибухнув. John Cattling був тральщиком всю війну, а після його повернули власникам і він ходив у море до 1957 р.
zh: 1916–1919 年间，有超过 500 艘蒸气式两用战舰是根据Y国拖网渔船的设计所建造。战争期间，它们参与了巡逻、扫雷及反潜作战。承平时期，它们被解除武装并被派送回私人业主。随着大战的开始，拖网渔船被再次动员起来，其中包含了约翰·卡特林，由于它的特性而成为扫雷舰：276 吨排水量、38 公尺长、7.2 公尺宽、并具有 10 节的航速。1940 年 5 月 29 日敦刻尔克的码头附近，Y国格林纳达驱逐舰被两枚炸弹击中。失去控制并起火燃烧，这艘战舰就这样飘向海湾口且很可能会造成阻塞。约翰·卡特林能够将格林纳达拉至港口外，让驱逐舰在那里爆炸。拖网渔船一直担任着扫雷舰直到战争结束为止。随后它被归还给业主，然后到 1957 年才解除职务。
zh_sg: 1916–1919年间，有超过500艘蒸气式两用战舰是根据英国拖网渔船的设计所建造。战争期间，它们参与了巡逻、扫雷及反潜作战。承平时期，它们被解除武装并被派送到私人业主。随着第二次世界大战的开始，拖网渔船被再次动员起来，其中包含了John Cattling，由于它的特性而成为扫雷舰：276 吨排水量、38 公尺长、7.2 公尺宽、并具有 10 节的航速。1940 年5月29日敦刻尔克的码头附近，英国Grenade驱逐舰被两枚炸弹击中。失去控制并起火燃烧，这艘战舰就这样飘向海湾口且很可能会造成阻塞。John Cattling能够将Grenade拉至港口外，让驱逐舰在那里爆炸。拖网渔船一直担任着扫雷舰到战争结束为止。随后它被归还给业主，然后到1957年才解除职务。

# IDS_PCZC043_DUNKIRK_MEDWAYQUEEN
source: Medway Queen Steamship (U.K.)
es_mx: Barco de vapor Medway Queen (Reino Unido)
ja: 蒸気船メドウェイ・クイーン (イギリス)
pl: Okręt parowy Medway Queen (Zjednoczone Królestwo)
ru: Пароход Medway Queen (Великобритания)
uk: Пароплав Medway Queen (Великобританія)
zh: 梅德韦皇后轮船 (Y系)
zh_sg: 梅德韦皇后轮船(英国)

# IDS_PCZC043_DUNKIRK_MEDWAYQUEEN_DESCRIPTION
source: This paddle driven steamship was built in 1924 and was intended for passenger cruises by the Thames. Medway Queen's displacement is 134 tons. She is 55 m long, 7 m wide, and could work up the speed of 13 knots. At the beginning of the war, she was mobilized and equipped with mine-sweeping arrangement, a 76 mm AA gun and two machine guns. The steamship crossed the English Channel seven times and was taking soldiers aboard right from the beaches. This river ship carried to England 7,000 persons, and her anti-aircraft gunners shot down at least one German aircraft. The rescued people gave to Medway Queen the title of "The Heroine of Dunkirk". After the war, the steamship started her routine work, and since 1966 she was a marina nightclub. From 1978, several attempts to preserve the ship were made, but only in 2006 the Medway Queen Preservation Society was able to raise enough funds for her restoration. In 2013, the work was finished, and now "The Heroine of Dunkirk" is at rest on the River Medway in the Kent County.
es_mx: Este barco de vapor de propulsión con palas fue construido en 1924 y estaba diseñado para cruceros de pasajeros por el Támesis. El desplazamiento del Medway Quenn era de 134 toneladas. Tenía 55 m de largo, 7 m de ancho, y podía desarrollar una velocidad de 13 nudos. Al inicio de la guerra, fue movilizado y equipado con barreminas, un cañón AA de 76 mm y dos ametralladoras. El barco de vapor cruzó el Canal Inglés siete veces y llevó soldados a bordo directo desde las playas. Este barco de vapor llevó a Inglaterra a 7,000 personas, y sus artilleros antiaéreos derribaron al menos un avión alemán. Las personas rescatadas le dieron al Medway Queen el título de "La Heroína de Dunkerque". Después de la guerra, el barco de vapor inició su rutina de trabajo, y desde 1966 fue un club nocturno en la marina. Desde 1978, varios intentos de preservar el barco fueron hechos, pero fue hasta el 2006 que la Sociedad de Preservación del Medway Queen fue capaz de reunir suficientes fondos para su restauración. En 2013, el trabajo fue terminado, y ahora "La Heroína de Dunkerque" descansa en el Río Medway en el condado de Kent.
ja: この外輪式蒸気船は、テムズ川遊覧船として使用するために 1924 年に建造されました。諸元は、排水量 134 トン、全長 55 m、幅 7 m であり、最高速度は 13 ノットでした。本船は二次大戦の序盤に動員され、掃海用の装備、76 mm 高射砲 1 門、機銃 2 門が搭載されました。ダンケルク撤退作戦においては、本船はイギリス海峡を 7 回に渡って往復し、時には兵士を浜から直接乗船させました。本船がイングランドへと輸送した人数は 7,000 名に達し、加えて、本船の対空砲員が少なくとも 1 機のドイツ機を撃墜しています。本船に救助された人々は、本船を「ダンケルクのヒロイン」として称えました。戦後には再び本来の目的での運用が再開され、1966 年からはマリーナのナイトクラブになりました。1978 年から数回に渡り本船を保存する運動が試みられましたが、メドウェイ・クイーン保存協会が本船をレストアするための充分な資金をようやく集めることができたのは、2006 年のことでした。そして 2013 年にレストア作業が完了し、この「ダンケルクのヒロイン」は現在、ケント・カウンティのメドウェイ川に係留されています。
pl: Ten napędzany kołami okręt parowy został zbudowany w 1924 roku w celu odbywania kursów pasażerskich po Tamizie. Wyporność Medway Queen wynosiła 134 tony. Jego długość wynosiła 55 m, szerokość 7 m, a największa rozwijana prędkość - 13 węzłów. Na początku wojny został wcielony do służby, otrzymał wyposażenie do wyławiania min, działo przeciwlotnicze kal. 76 mm i dwa karabiny maszynowe. Parowiec przepłynął Kanał Angielski siedmiokrotnie, biorąc na swój pokład żołnierzy wprost z plaży. Ten statek rzeczny przetransportował do Anglii 7 000 osób i zestrzelił przynajmniej jeden niemiecki samolot. Ocaleni pasażerowie nadali Medway Queen tytuł „Bohaterki Dunkierki”. Po wojnie parowiec kontynuował swoją normalną służbę, a od 1966 roku został portowym klubem nocnym. Od 1978 roku kilkukrotnie próbowano go odrestaurować, ale dopiero w 2006 roku Towarzystwo Ocalenia Medway Queen zdołało zebrać niezbędne fundusze. W 2013 roku prace zostały zakończone, a „Bohaterka Dunkierki” spoczywa na rzece Medway w hrabstwie Kent.
ru: Этот колёсный пароход был построен в 1924 г. для пассажирских рейсов по Темзе. Medway Queen имел водоизмещение 134 т, длину около 55 м, ширину 7 м и мог развивать ход 13 узлов. С началом войны мобилизован, с установкой трального оборудования, 76-мм зенитного орудия и двух пулемётов. Пароход совершил 7 рейсов через Ла-Манш в Дюнкерк, забирая солдат прямо с городских пляжей. Всего речное судно перевезло в Англию 7000 человек, его зенитчики достоверно сбили один немецкий самолёт. Medway Queen получил от спасённых неофициальное прозвище «Героиня Дюнкерка». После войны пароход вернулся к обычной работе, а с 1966 г. использовался как плавучий ночной клуб. Начиная с 1978 г., предпринимались попытки создать из судна музей, но только к 2006 г. Обществу по сохранению Medway Queen удалось собрать достаточно средств на реставрацию. Она завершилась в 2013 г., и ныне «Героиня Дюнкерка» находится на вечной стоянке на реке Медуэй в графстве Кент.
uk: Цей колісний пароплав побудували 1924 р. для пасажирських рейсів Темзою. Medway Queen мав водотоннажність 134 т, довжину коло 55 м, ширину 7 м і розвивав швидкість 13 вузлів. З початком війни мобілізований, із встановленням трального обладнання, 76-мм зенітної гармати та двох кулеметів. Пароплав зробив 7 рейсів через Ла-Манш до Дюнкерка, забираючи вояків прямо з міських пляжів. Разом річкове судно перевезло в Англію 7 000 осіб, його зенітники достовірно збили один німецький літак. Medway Queen отримав від врятованих неофіційне прізвисько «Героїня Дюнкерка». Після війни пароплав повернувся до нормальної роботи, а з 1966 р. його використовували як нічний клуб на воді. Починаючи з 1978 р., були спроби створити з судна музей, але лише 2006 р. Товариству зі збереження Medway Queen вдалося зібрати достатньо коштів на реставрацію. Її завершили 2013 р., і нині «Героїня Дюнкерка» перебуває на довічній стоянці на річці Медвей у графстві Кент.
zh: 这艘外轮驱动的轮船建造于 1924 年，而目的是给乘客游览泰晤士河用。梅德韦皇后的排水量为 134 吨。它长 55 公尺、宽 7 公尺，并且可以加速至 13 节。战争一开始，它被动员起来并装备了扫雷武器，一座 76 毫米防空炮和两挺机枪。这艘轮船横越了英吉利海峡七次并且直接在沙滩上让士兵们登舰。这艘游河轮船将 7,000 人运送到Y国，而它的防空炮手也击落了至少一架D国飞机。被拯救的人给了 梅德韦皇后「 敦刻尔克英雄」的头衔。战后，轮船开始它的日常工作，而自 1966 年起它成为了一个码头夜总会。1978 年以来，为了保存该船而进行了几次尝试，但只有 2006 年梅德韦皇后保存协会才筹足了它的修复资金。工作在 2013 年完成，而「敦刻尔克英雄」现在就在肯特郡的梅德威河上休息。
zh_sg: 这艘外轮驱动的轮船建造于1924年，而目的是给乘客游览泰晤士河用。Medway Queen的排水量为134吨。它长55公尺、宽7公尺，并且可以加速至13节。战争一开始，它被动员起来并装备了扫雷武器，一座76毫米防空炮和两挺机枪。这艘轮船横越了英吉利海峡七次并且直接在沙滩上让士兵们登舰。这艘游河轮船将7000人运送到英国，而它的防空炮手也击落了至少一架德国飞机。被拯救的人给了Medway Queen“敦刻尔克女英雄”的头衔。战后，轮船开始它的日常工作，而自1966年起它成为了一个码头夜总会。1978 年以来，为了保存该船而进行了几次尝试，但只有2006年Medway Queen 保存协会才筹足了它的修复资金。工作在2013年完成，而“敦刻尔克女英雄”现在就在肯特郡的梅德威河上休息。

# IDS_PCZC044_DUNKIRK_35FTMOTORBOAT
source: 35-feet Motorboat (U.K.)
es_mx: Bote de motor de 35 pies (Reino Unido)
ja: 35 フィート・モータボート (イギリス)
pl: 35-stopowa łódź motorowa (Zjednoczone Królestwo)
ru: 35-футовый моторный катер (Великобритания)
uk: 35-футовий моторний катер (Великобританія)
zh: 35 英尺汽艇 (Y系)
zh_sg: 35 英尺汽艇 (英国)

# IDS_PCZC044_DUNKIRK_35FTMOTORBOAT_DESCRIPTION
source: Motorboats of this type were used as pinnaces of heavy cruisers and battleships of His Majesty's Navy, and as crew boats on naval bases. During the Dunkirk Evacuation, all floating crafts that could reach France were mobilized on the Thames and along the English side of the Strait of Dover. These motorboats were 10.5 m long and could run at a speed of 20 knots. They served well, carrying soldiers from unequipped coasts to transport ships.
es_mx: Los botes de motor de este tipo eran usados como avanzada de cruceros pesados y acorazados de la Marina de su Majestad, y como botes de tripulación en las bases navales. Durante la evacuación de Dunkerque, todos los artefactos flotantes que podían alcanzar Francia fueron movilizados al Támesis y a lo largo del lado inglés del Estrecho de Dover. Estos botes de motor tenían 10.5 m de largo y podían avanzar a una velocidad de 20 nudos. Sirvieron muy bien llevando soldados de las nada equipadas costas a los barcos de transporte.
ja: このタイプのモーターボートは、イギリス海軍の重巡洋艦や戦艦の艦載用小型ボートとして、および、海軍基地での搭乗員用ボートとして使用されました。ダンケルク撤退作戦においては、テムズ川ならびにドーヴァー海峡に面したイングランド沿岸にあった船のうち、フランスに到達可能なあらゆる船が動員されました。これらのモーターボートは、全長 10.5 m で 20 ノットという速力を備えており、輸送船を横付けするための設備がない沿岸から輸送船まで兵士を輸送する任務において大活躍しました。
pl: Łodzie motorowe tego typu używane były jako szalupy na ciężkich krążownikach i pancernikach Marynarki Jego Królewskiej Mości, oraz jako statki załogowe w bazach morskich. W trakcie ewakuacji Dunkierki wszystkie pływające statki, które mogły dotrzeć do Dunkierki zostały zgromadzone na Tamizie i wzdłuż angielskiej strony Cieśniny Dover. Te 10,5-metrowe motorówki mogły płynąć z prędkością 20 węzłów. Służyły dobrze, zabierając żołnierzy wprost z niezabudowanych wybrzeży na okręty transportowe.
ru: Такие катера во флоте Его Величества служили командирскими на тяжёлых крейсерах и линкорах и использовались как разъездные в военно-морских базах. Во время эвакуации из Дюнкерка на Темзе и по английскому берегу Па-де-Кале были оперативно мобилизованы все плавсредства, которые только могли добраться до Франции. Эти катера длиной 10,5 м и со скоростью 20 узлов сослужили хорошую службу, доставляя солдат с необорудованного побережья на транспорты.
uk: Такі катери у флоті Його Величності служили командирськими на важких крейсерах і лінкорах і використовувалися як роз’їзні на військово-морських базах. Під час евакуації з Дюнкерка на Темзі та на англійському узбережжі Па-де-Кале оперативно мобілізували всі плавзасоби, які тільки могли дістатися до Франції. Ці катери завдовжки 10,5 м і зі швидкістю 20 вузлів добре попрацювали, доставляючи солдат з необладнаного узбережжя на транспорти.
zh: 这类汽艇被用作Y国海军重型巡洋舰和战列舰的前锋，并作为海军基地的交通船。敦刻尔克撤离期间，所有在泰晤士河以及多佛海峡沿Y国边界能够到达F国的水面工具都被动员起来。这些汽艇长 10.5 公尺并能够以 20 节的航速航行。它们表现得很好，从无设施的海岸将士兵载运至运输舰。
zh_sg: 这类汽艇被用作英国海军重型巡洋舰和战列舰的前锋，并作为海军基地的交通船。敦刻尔克撤离期间，所有在泰晤士河以及多佛海峡沿英国边界能够到达英国的水面工具都被动员起来。这些汽艇长 10.5 米并能够以20节的航速航行。它们表现得很好，从无设施的海岸将士兵载运至运输舰。

# IDS_PCZC045_DUNKIRK_SAILINGBARGE
source: Thames Wherry (U.K.)
es_mx: Thames Wherry (Reino Unido)
ja: テムズ川のはしけ (イギリス)
pl: Łódź typu wherry (Zjednoczone Królestwo)
ru: Темзская парусная баржа (Великобритания)
uk: Темзька вітрильна баржа (Великобританія)
zh: 泰晤士河平底船 (Y系)
zh_sg: 泰晤士河平底船 (英国)

# IDS_PCZC045_DUNKIRK_SAILINGBARGE_DESCRIPTION
source: These skimming dishes were 25 m long and around 6 m wide. Since the 18th century, they carried various cargo along the Thames and coastal passages near the coastline of England. Wherries were so popular that, since 1860, annual sailing championships were organized for them for over a century. In 1940, 30 wherries with other floating crafts were sent to Dunkirk for the evacuation of troops. 18 of them managed to survive.
es_mx: Estos barcos de remo tenían 25 m de largo y cerca de 6 m de ancho Desde el siglo XVIII, llevaron varias cargas a lo largo del Támesis y los pasajes costeros cerca de la línea costera de Inglaterra. Los Wherries eran tan populares que, desde 1860 se organizaron campeonatos anuales de vela por más de un siglo. En 1940, 30 de estas barcas junto a otros artefactos flotantes fueron enviados a Dunkerque para la evacuación de las tropas. 18 de ellos lograron sobrevivir.
ja: 全長 25 m、幅 6 m のこのような平底船は、18 世紀からテムズ川やイングランド沿岸において様々な荷物を輸送するために用いられてきました。はしけは極めて人気が高かったため、1860 年頃からこれらの船のためのセーリング・チャンピオンシップが毎年開催されるようになり、1 世紀以上にも渡って続いています。1940 年には、30 隻のはしけが動員されてダンケルク撤退作戦に参加し、そのうち 18 隻が生還を果たしました。
pl: Te szybkie łodzie miały 25 metrów długości i ok. 6 m szerokości. Od początków XVIII wieku transportowały różne towary po Tamizie i trasach przybrzeżnych przy linii brzegowej Anglii. Wherry były tak popularne, że od 1860 roku przez ponad 100 lat organizowano dla nich mistrzostwa żeglarskie. W 1940 roku 30 łodzi wherry zostało wysłanych do Dunkierki do ewakuacji żołnierzy. 18 z nich przetrwało.
ru: Эти плоскодонные парусные лодки, длиной порядка 25 м и шириной около 6 м, с XVIII в. доставляли различные грузы по Темзе и каботажным маршрутам вдоль английского побережья. Баржи настолько вошли в британскую национальную традицию, что с 1860-х гг. в течение столетия на них ежегодно проводились парусные гонки. В 1940 г. среди других плавсредств, отправленных в Дюнкерк для эвакуации, было 30 таких барж. Вернулось из них 18.
uk: Ці плоскодонні вітрильні човни, завдовжки коло 25 м і завширшки коло 6 м, з XVIII ст. доставляли різні вантажі Темзою і каботажними маршрутами вздовж англійського узбережжя. Баржі настільки увійшли в британську національну традицію, що з 1860-х рр. протягом століть на них щорічно організовували вітрильні перегони. 1940 р. серед інших плавзасобів, надісланих у Дюнкерк для евакуації, було 30 таких барж. Повернулося лише 18.
zh: 这些单桅帆船长 25 公尺，宽约 6 公尺。自十八世纪以来，它们沿着泰晤士河和Y国海岸线附近的海滨河道载运各种货物。平底船普遍受到欢迎，自 1860 年以来，每年为它们举办的帆船锦标赛已超过了一个世纪。1940 年，30 艘平底船与其它水面工具被派往敦刻尔克以撤离部队。其中有 18 艘设法存活了下来。
zh_sg: 这些单桅帆船长25米，宽约6米。自十八世纪以来，它们沿着泰晤士河和 英国海岸线附近的海滨河道载运各种货物。平底船普遍受到欢迎，自1860年以来，每年为它们举办的帆船锦标赛已超过了一个世纪。1940年，30艘平底船与其它水面工具被派往敦刻尔克以撤离部队。其中有18艘存活了下来。

# IDS_PCZC046_DUNKIRK_WATSON
source: Watson Class Salvage Tug (U.K.)
es_mx: Remolque de Rescate Clase Watson (Reino Unido)
ja: ワトソン級救難タグボート (イギリス)
pl: Holownik klasy Watson (Zjednoczone Królestwo)
ru: Спасательное судно типа Watson (Великобритания)
uk: Рятувальний корабель типу Watson (Великобританія)
zh: 沃森级救难拖船 (Y系)
zh_sg: 沃森级救助拖船 (英国)
