Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT508_1
source: Earn the most XP on your team %(count)d time.
es_mx: Obtén la mayor XP de tu equipo %(count)d vez.
ja: チーム内最多 EXP を %(count)d 回達成する。
pl: Zdobądź najwięcej PD spośród wszystkich członków swojej drużyny %(count)d raz.
ru: Займите первое место в своей команде по количеству заработанного опыта %(count)d раз.
uk: Посядьте перше місце у своїй команді за кількістю здобутого досвіду %(count)d раз.
zh: 获得 %(count)d 次全队伍最高经验。
zh_sg: 在己方团队获得最多的经验%(count)d 次。

# IDS_PCQT509_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT510_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT511_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT512_1
source: Earn %(count)d "Captured", "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura".
ja: 「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź baretkę „Zajęcie” lub „Pomoc w zajęciu” %(count)d raz.
ru: Получите %(count)d ленту «Захватил», «Помог захватить».
uk: Отримайте %(count)d стрічку «Захопив», «Допоміг захопити».
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 获得%(count)d个“占领”、“协助占领”勋带。

# IDS_PCQT513_1
source: Be among the top 3 XP earners on your team, gain a victory and receive %(count)d "Set on fire" or "Caused flooding" ribbon in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria y recibe %(count)d cinta "Incendiado" o "Inundación Causada" en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、「火災を発生させた」または「浸水を発生させた」リボンを %(count)d HP 個取得し、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zdobądź w niej %(count)d baretkę „Podpalenie” lub „Spowodowanie zalania”.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и получите %(count)d ленту «Поджёг» или «Затопил».
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та отримайте %(count)d стрічку «Підпалив» чи «Затопив».
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并获得 %(count)d 次「引发火灾」或「造成浸水」勋带。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利并在单场战斗中获得%(count)d个“使敌舰起火”或“造成进水”勋带。

# IDS_PCQT514_1
source: Be among the top 7 XP earners on your team, gain a victory and cause %(count)d HP of damage to enemy ships by fire or flooding in a single battle.
es_mx: Termina entre los 7 mayores ganadores de XP en tu equipo, consigue una victoria y causa %(count)d HP de daño por incendios o inundaciones en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 7 を達成し、火災または浸水によって敵艦艇に %(count)d HP のダメージを与え、勝利する。
pl: Bądź wśród 7 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zadaj %(count)d PW okrętom wroga w jednej bitwie, podpalając je lub powodując zalanie.
ru: В одном бою войдите в топ-7 своей команды по количеству заработанного опыта, одержите победу и нанесите кораблям противника %(count)d урона пожарами или затоплениями.
uk: В одному бою посядьте місце у топ-7 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та завдайте кораблям супротивника %(count)d од. шкоди пожежами або затопленнями.
zh: 单场战斗中成为队伍中经验前七高的玩家，赢得胜利并对敌舰造成 %(count)d 火灾或进水伤害。
zh_sg: 成为己方团队中获得经验最多的前5名，战斗胜利，并在单场战斗中通过引起火灾或进水对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT515_1
source: Earn %(count)d "Set on fire" or "Caused flooding" ribbon.
es_mx: Obtén %(count)d cinta "Incendiado" o "Inundación Causada".
ja: 「火災を発生させた」または「浸水を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie” lub „Spowodowanie zalania”.
ru: Получите %(count)d ленту «Поджёг» или «Затопил».
uk: Отримайте %(count)d стрічку «Підпалив» чи «Затопив».
zh: 获得 %(count)d 次「引发火灾」或「造成浸水」勋带。
zh_sg: 获得%(count)d次“使敌舰起火”或“造成进水”成就。

# IDS_PCQT516_1
source: Be among the top 3 XP earners on your team, gain a victory, and help your team cause %(count)d HP of damage upon your spotting in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria y ayuda a tu equipo a causar %(count)d HP de daño por tus detecciones en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、自艦の観測によるダメージ %(count)d HP を達成し、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i pomóż zadać %(count)d PW uszkodzeń w jednej bitwie wykrywając wrogów.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и обеспечьте нанесение %(count)d единицы урона по вашим разведданным.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та допоможіть команді завдати %(count)d од. шкоди за вашими розвідданими.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并帮助您的队伍造成 %(count)d 侦查伤害。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利并在单场战斗中通过侦察协助己方团队造成%(count)d生命值伤害。

# IDS_PCQT517_1
source: Earn the most XP on your team, gain a victory, and receive %(count)d "Set on fire" or "Caused flooding" ribbon in a single battle.
es_mx: Obtén la mayor XP en tu equipo, obtén una victoria, y recibe %(count)d cinta "Incendiado" o "Inundación Causada" en una sola batalla.
ja: 1 戦で、チーム内最多 EXP を達成し、「火災を発生させた」または「浸水を発生させた」リボンを %(count)d 個取得し、勝利する。
pl: Zdobądź najwięcej PD spośród wszystkich członków swojej drużyny, wygraj bitwę i zdobądź %(count)d baretkę „Podpalenie” lub „Spowodowanie zalania” w jednej bitwie.
ru: В одном бою займите первое место в своей команде по количеству заработанного опыта, одержите победу и получите %(count)d ленту «Поджёг» или «Затопил».
uk: В одному бою посядьте перше місце у своїй команді за кількістю здобутого досвіду, здобудьте перемогу та отримайте %(count)d стрічку «Підпалив» чи «Затопив».
zh: 单场战斗中成为队伍中经验最高的玩家，赢得胜利并获得 %(count)d 次「引发火灾」或「造成浸水」勋带。
zh_sg: 单场战斗中成为己方团队获得最多的经验的玩家，获得战斗胜利，并获得%(count)d个“使敌舰起火”或“造成进水”勋带。

# IDS_PCQT518_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT519_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT520_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT521_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT522_1
source: Receive %(count)d HP of potential damage in a single battle and win the battle.
es_mx: Recibe %(count)d de daño potencial en una sola batalla y obtén la victoria.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、勝利する。
pl: Odnieś %(count)d PW potencjalnych uszkodzeń w jednej bitwie i wygraj ją.
ru: В одном бою получите %(count)d единицу потенциального урона и одержите победу.
uk: В одному бою отримайте %(count)d од. потенційної шкоди та здобудьте перемогу.
zh: 单场战斗中受到 %(count)d 潜在伤害并获得胜利。
zh_sg: 在单场战斗中受到%(count)d血量潜在伤害并存活下来并获得胜利。

# IDS_PCQT523_1
source: Be among the top 5 XP earners on your team, gain a victory, and receive %(count)d "Devastating Strike" achievement in a single battle.
es_mx: Termina entre los 5 mayores ganadores de XP en tu equipo, consigue una victoria y recibe %(count)d logro "Impacto Devastador" en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 5 を達成し、勲章「破壊的一撃」を %(count)d 個取得し、勝利する。
pl: Bądź wśród 5 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zdobądź %(count)d baretkę „Dewastujące uderzenie” w jednej bitwie.
ru: В одном бою войдите в топ-5 своей команды по количеству заработанного опыта, одержите победу и получите %(count)d достижение «Сокрушительный удар».
uk: В одному бою посядьте місце у топ-5 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та отримайте %(count)d досягнення «Нищівний удар».
zh: 单场战斗中成为队伍中经验前五高的玩家，赢得胜利并获得 %(count)d 次「毁灭打击」成就。
zh_sg: 成为己方团队中获得经验最多的前5名，战斗胜利，并在单场战斗中获得%(count)d次“毁灭打击”成就。

# IDS_PCQT524_1
source: Be among the top 3 XP earners on your team, gain a victory, and receive %(count)d heroic achievement in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria y recibe %(count)d logro heroico en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、英雄勲章を %(count)d 個取得し、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zdobądź %(count)d osiągnięcie bohaterskie w jednej bitwie.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и получите %(count)d героическое достижение.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та отримайте %(count)d героїчне досягнення.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并获得 %(count)d 次英雄成就。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利，并在单场战斗中获得%(count)d个英勇成就。

# IDS_PCQT525_1
source: Be among the top 3 XP earners on your team, gain a victory, and shoot down %(count)d enemy aircraft in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria y derriba %(count)d avión enemigo en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、敵機を %(count)d 機撃墜し、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zestrzel w niej %(count)d samolot wroga.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и сбейте %(count)d самолёт противника.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та збийте %(count)d літак супротивника.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并击落 %(count)d 架敌机。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利，并在单场战斗中击落%(count)d架敌方飞机。

# IDS_PCQT526_1
source: Earn %(count)d "Dreadnought", "Fireproof", or "Unsinkable" achievement.
es_mx: Obtén %(count)d logro "Dreadnought", "A prueba de incendios", o "Inhundible".
ja: 勲章「ドレッドノート」「防火」または「不沈」を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie „Drednot”, „Ognioodporny” lub „Niezatapialny”.
ru: Получите %(count)d достижение «Дредноут», «Несгораемый», «Непотопляемый».
uk: Отримайте %(count)d досягнення «Дредноут», «Неспалимий», «Непотоплюваний».
zh: 获得 %(count)d 次「无人能挡」、「耐火专精」或是「幸存者」成就。
zh_sg: 获得%(count)d次“无人能挡”，“耐火专精”或“永不沉没”成就。

# IDS_PCQT527_1
source: Earn %(count)d "High Caliber" or "Confederate" achievement.
es_mx: Obtén %(count)d logro "Gran Calibre", o "Confederado".
ja: 勲章「大口径」または「共謀者」を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie „Duży kaliber” lub „Wsparcie”.
ru: Получите %(count)d достижение «Основной калибр» или «Поддержка».
uk: Отримайте %(count)d досягнення «Основний калібр» чи «Підтримка».
zh: 获得 %(count)d 次「重创」或是「全面打击」成就。
zh_sg: 获得%(count)d次“重创”或“支援”成就。

# IDS_PCQT528_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT529_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT530_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT531_1
source: Rank among the top 5 XP earners on your team, gain a victory, and destroy %(count)d enemy Japanese ship in a single battle.
es_mx: Termina entre los 5 mejores ganadores de XP en tu equipo, consigue una victoria y destruye %(count)d barco japonés enemigo en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 5 を達成し、敵の日本艦艇を %(count)d 隻撃沈し、勝利する。
pl: Bądź wśród 5 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zniszcz w niej %(count)d wrogi japoński okręt.
ru: В одном бою войдите в топ-5 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d японский корабль противника.
uk: В одному бою посядьте місце в топ-5 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та знищте %(count)d японський корабель супротивника.
zh: 单场战斗中成为队伍中经验前五高的玩家，赢得胜利并击沉 %(count)d 艘敌方R系战舰。
zh_sg: 经验获取量在己方团队中排名前5，战斗胜利，并在单场战斗中击毁%(count)d艘敌方日本战舰。

# IDS_PCQT532_1
source: Rank among the top 5 XP earners on your team, gain a victory, and destroy %(count)d enemy German ship in a single battle.
es_mx: Termina entre los 5 mejores ganadores de XP en tu equipo, obtén una victoria y destruye %(count)d barco alemán enemigo en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 5 を達成し、敵のドイツ艦艇を %(count)d 隻撃沈し、勝利する。
pl: Bądź wśród 5 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zniszcz w niej %(count)d wrogi niemiecki okręt.
ru: В одном бою войдите в топ-5 своей команды по количеству заработанного опыта, одержите победу и уничтожьте %(count)d немецкий корабль противника.
uk: В одному бою посядьте місце в топ-5 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та знищте %(count)d німецький корабель супротивника.
zh: 单场战斗中成为队伍中经验前五高的玩家，赢得胜利并击沉 %(count)d 艘敌方D系战舰。
zh_sg: 经验获取量在己方团队中排名前5，战斗胜利，并在单场战斗中击毁%(count)d艘敌方德国战舰。

# IDS_PCQT533_1
source: Cause %(count)d HP of damage to German or Japanese ships.
es_mx: Causa %(count)d HP de daño a barcos alemanes o japoneses.
ja: ドイツまたは日本の艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niemieckim lub japońskim okrętom.
ru: Нанесите %(count)d урона кораблям Германии или Японии.
uk: Завдайте %(count)d од. шкоди кораблям Німеччини чи Японії.
zh: 对D系或R系战舰造成 %(count)d 伤害。
zh_sg: 对德国或日本战舰造成 %(count)d血量伤害。

# IDS_PCQT534_1
source: Be among the top 3 XP earners on your team, gain a victory, and receive any %(count)d achievement in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria y recibe %(count)d logro cualquiera en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、任意の実績を %(count)d 個取得し、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i zdobądź w niej %(count)d dowolne osiągnięcie.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и получите %(count)d любое достижение.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та отримайте %(count)d будь-яке досягнення.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并获得 %(count)d 个任何成就。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利，并在单场战斗中获得%(count)d个任意成就。

# IDS_PCQT535_1
source: Be among the top 3 XP earners on your team, gain a victory, and incapacitate or destroy %(count)d module on an enemy ship in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, consigue una victoria e incapacita o destruye %(count)d módulo de un barco enemigo en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、敵艦艇のモジュール %(count)d 個を機能停止または大破させ、勝利する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD, wygraj bitwę i poważnie uszkodź lub zniszcz w niej %(count)d moduł wrogiego okrętu.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта, одержите победу и выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду, здобудьте перемогу та виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并击伤或击毁 %(count)d 个敌舰配件。
zh_sg: 成为己方团队中获得经验最多的前3名，战斗胜利，并在单场战斗使敌方战舰%(count)d个配件瘫痪或被摧毁。

# IDS_PCQT536_1
source: Cause %(count)d HP of damage to enemy Japanese ships in victorious battles.
es_mx: Causa %(count)d HP de daño a barcos enemigos japoneses en batallas victoriosas.
ja: 勝利した戦闘において、敵の日本艦艇に通算 %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń wrogim, japońskim okrętom w zwycięskich bitwach.
ru: В победных боях нанесите %(count)d урона кораблям Японии.
uk: У переможних боях завдайте %(count)d од. шкоди кораблям Японії.
zh: 对敌方R系战舰造成 %(count)d血量伤害，并赢得战斗。
zh_sg: 在取胜的战斗中对敌方日本战舰造成%(count)d血量伤害。

# IDS_PCQT537_1
source: Cause %(count)d HP of damage to enemy German ships in victorious battles.
es_mx: Causa %(count)d HP de daño a barcos enemigos alemanes en batallas victoriosas.
ja: 勝利した戦闘において、敵のドイツ艦艇に通算 %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń wrogim, niemieckim okrętom w zwycięskich bitwach.
ru: В победных боях нанесите %(count)d урона кораблям Германии.
uk: У переможних боях завдайте %(count)d од. шкоди кораблям Німеччини.
zh: 对敌方D系战舰造成 %(count)d血量伤害，并赢得战斗。
zh_sg: 在取胜的战斗中对敌方德国战舰造成%(count)d血量伤害。

# IDS_PCQT538_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT539_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT540_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT541_1
source: Hit enemy ships with aerial torpedoes %(count)d time.
es_mx: Alcanza a los barcos enemigos con torpedos aéreos %(count)d vez.
ja: 航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga torpedą lotniczą %(count)d raz.
ru: Попадите авиаторпедами по кораблям противника %(count)d раз.
uk: Влучте авіаторпедами у кораблі супротивника %(count)d раз.
zh: 用航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT542_1
source: Shoot down %(count)d enemy aircraft.
es_mx: Derriba %(count)d avión enemigo.
ja: 敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga.
ru: Уничтожьте %(count)d самолёт противника.
uk: Знищте %(count)d літак супротивника.
zh: 击落 %(count)d 架敌方飞机。
zh_sg: 击落%(count)d架敌方飞机。

# IDS_PCQT543_1
source: Be among the top 3 XP earners on your team, and receive any %(count)d achievement in a single battle.
es_mx: Termina entre los 3 mayores ganadores de XP en tu equipo, y recibe %(count)d logro cualquiera en una sola batalla.
ja: 1 戦で、取得 EXP でチーム内 TOP 3 を達成し、任意の実績を %(count)d 個取得する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD i zdobądź %(count)d dowolne osiągnięcie w jednej bitwie.
ru: В одном бою войдите в топ-3 своей команды по количеству заработанного опыта и получите %(count)d любое достижение.
uk: В одному бою посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду та отримайте %(count)d будь-яке досягнення.
zh: 单场战斗中成为队伍中经验前三高的玩家，赢得胜利并获得 %(count)d 个任何成就。
zh_sg: 成为己方团队获得经验最多的前3名，并在单场战斗中获得%(count)d个任意成就。

# IDS_PCQT544_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT545_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 获得 %(count)d 个任何成就。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT546_1
source: Earn %(count)d heroic achievement.
es_mx: Obtén %(count)d logro heroico.
ja: 英雄勲章を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie bohaterskie.
ru: Получите %(count)d героическое достижение.
uk: Отримайте %(count)d героїчне досягнення.
zh: 获得 %(count)d 个英勇成就。
zh_sg: 获得%(count)d个英勇成就。

# IDS_PCQT547_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。
