Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CREW_LASTNAME_POLAND_13
source: Grabowski
zh: 格拉鲍夫斯基

# IDS_CREW_LASTNAME_POLAND_14
source: Grodzicki
zh: 古德斯基

# IDS_CREW_LASTNAME_POLAND_15
source: Jarosz
zh: 雅罗什

# IDS_CREW_LASTNAME_POLAND_16
source: Kniaziewicz
zh: 基纳慈维夫斯基

# IDS_CREW_LASTNAME_POLAND_17
source: Kowalewski
zh: 科瓦列夫斯基

# IDS_CREW_LASTNAME_POLAND_18
source: Łagoda
ja: Lagoda
zh: 拉格达
zh_sg: Lagoda

# IDS_CREW_LASTNAME_POLAND_19
source: Lubomirski
zh: 卢博米尔斯基

# IDS_CREW_LASTNAME_POLAND_2
source: Kaczmarek
zh: 卡兹玛瑞克

# IDS_CREW_LASTNAME_POLAND_20
source: Olszewski
zh: 欧斯维斯基

# IDS_CREW_LASTNAME_POLAND_21
source: Ożarowski
ja: Ozarowski
zh: 欧慈瓦洛斯基
zh_sg: Ozarowski

# IDS_CREW_LASTNAME_POLAND_22
source: Przecławski
ja: Przeclawski
zh: 佩克拉夫斯基
zh_sg: Przeclawski

# IDS_CREW_LASTNAME_POLAND_23
source: Seweryn
zh: 修厄林

# IDS_CREW_LASTNAME_POLAND_24
source: Świetlik
ja: Swietlik
zh: 斯维特利克
zh_sg: Swietlik

# IDS_CREW_LASTNAME_POLAND_25
source: Tyszkiewicz
zh: 蒂什凯维奇

# IDS_CREW_LASTNAME_POLAND_26
source: Wersocki
zh: 维尔萨斯基

# IDS_CREW_LASTNAME_POLAND_27
source: Wołkowicki
ja: Wolkowicki
zh: 沃可维奇
zh_sg: Wolkowicki

# IDS_CREW_LASTNAME_POLAND_28
source: Woyna
zh: 沃伊纳

# IDS_CREW_LASTNAME_POLAND_29
source: Zborowski
zh: 博洛斯基

# IDS_CREW_LASTNAME_POLAND_3
source: Przysiecki
zh: 普莱策斯基

# IDS_CREW_LASTNAME_POLAND_4
source: Kwiatkowski
zh: 克维亚特科夫斯基

# IDS_CREW_LASTNAME_POLAND_5
source: Ciszewski
zh: 斯策维斯基

# IDS_CREW_LASTNAME_POLAND_6
source: Krawczyk
zh: 克瓦兹克

# IDS_CREW_LASTNAME_POLAND_7
source: Francki
zh: 弗兰克

# IDS_CREW_LASTNAME_POLAND_8
source: Ornadski
zh: 奥纳德斯基

# IDS_CREW_LASTNAME_POLAND_9
source: Waliszewski
zh: 瓦利泽夫斯基

# IDS_CREW_LASTNAME_RUSSIA_0
source: Romanov
pl: Romanow
ru: Романов
uk: Романов
zh: 罗曼诺夫

# IDS_CREW_LASTNAME_RUSSIA_1
source: Radionov
ru: Радионов
uk: Радіонов
zh: 拿迪安洛夫

# IDS_CREW_LASTNAME_RUSSIA_10
source: Artemyev
ru: Артемьев
uk: Артем’єв
zh: 阿特穆耶夫

# IDS_CREW_LASTNAME_RUSSIA_11
source: Astafyev
pl: Astafiew
ru: Астафьев
uk: Астаф’єв
zh: 阿斯塔菲耶夫

# IDS_CREW_LASTNAME_RUSSIA_12
source: Beletskiy
pl: Bieleckij
ru: Белецкий
uk: Білецький
zh: 别列茨基

# IDS_CREW_LASTNAME_RUSSIA_13
source: Belov
pl: Bielow
ru: Белов
uk: Бєлов
zh: 别洛夫

# IDS_CREW_LASTNAME_RUSSIA_14
source: Voronin
pl: Woronin
ru: Воронин
uk: Воронін
zh: 沃罗宁

# IDS_CREW_LASTNAME_RUSSIA_15
source: Gerasimov
pl: Gierasimow
ru: Герасимов
uk: Герасимов
zh: 格拉西莫夫

# IDS_CREW_LASTNAME_RUSSIA_16
source: Danilov
pl: Daniłow
ru: Данилов
uk: Данилов
zh: 丹尼洛夫

# IDS_CREW_LASTNAME_RUSSIA_17
source: Druzhinin
pl: Drużynin
ru: Дружинин
uk: Дружинін
zh: 德鲁日宁

# IDS_CREW_LASTNAME_RUSSIA_18
source: Zotov
pl: Zotow
ru: Зотов
uk: Зотов
zh: 索托夫

# IDS_CREW_LASTNAME_RUSSIA_19
source: Korsakov
pl: Korsakow
ru: Корсаков
uk: Корсаков
zh: 科萨科夫

# IDS_CREW_LASTNAME_RUSSIA_2
source: Vyazemskiy
pl: Wiaziemski
ru: Вяземский
uk: Вяземський
zh: 维亚泽姆斯基

# IDS_CREW_LASTNAME_RUSSIA_20
source: Lebedev
pl: Lebiediew
ru: Лебедев
uk: Лебедєв
zh: 列别杰夫

# IDS_CREW_LASTNAME_RUSSIA_21
source: Loginov
pl: Łoginow
ru: Логинов
uk: Логінов
zh: 罗季诺夫

# IDS_CREW_LASTNAME_RUSSIA_22
source: Markov
pl: Markow
ru: Марков
uk: Марков
zh: 马卡洛夫

# IDS_CREW_LASTNAME_RUSSIA_23
source: Nikolskiy
pl: Nikolskij
ru: Никольский
uk: Нікольський
zh: 尼克斯基

# IDS_CREW_LASTNAME_RUSSIA_24
source: Olkhovskiy
pl: Olchowskij
ru: Ольховский
uk: Ольховський
zh: 欧可霍斯基

# IDS_CREW_LASTNAME_RUSSIA_25
source: Skvortsov
pl: Skworcow
ru: Скворцов
uk: Скворцов
zh: 斯科沃尔佐夫

# IDS_CREW_LASTNAME_RUSSIA_26
source: Sobolev
pl: Sobolew
ru: Соболев
uk: Соболєв
zh: 索博列夫

# IDS_CREW_LASTNAME_RUSSIA_27
source: Tikhonov
pl: Tichonow
ru: Тихонов
uk: Тихонов
zh: 吉洪诺夫

# IDS_CREW_LASTNAME_RUSSIA_28
source: Cherkasov
pl: Czerkasow
ru: Черкасов
uk: Черкасов
zh: 切尔卡索夫

# IDS_CREW_LASTNAME_RUSSIA_29
source: Shevelev
pl: Szewielew
ru: Шевелев
uk: Шевельов
zh: 谢维勒夫

# IDS_CREW_LASTNAME_RUSSIA_3
source: Grigoryev
ru: Григорьев
uk: Ґриґор’єв
zh: 格里戈里耶夫

# IDS_CREW_LASTNAME_RUSSIA_4
source: Rublyov
pl: Rublew
ru: Рублев
uk: Рубльов
zh: 鲁布列夫

# IDS_CREW_LASTNAME_RUSSIA_5
source: Zhukov
pl: Żukow
ru: Жуков
uk: Жуков
zh: 朱可夫

# IDS_CREW_LASTNAME_RUSSIA_6
source: Troitskiy
pl: Troicki
ru: Троицкий
uk: Троїцький
zh: 特罗伊茨基

# IDS_CREW_LASTNAME_RUSSIA_7
source: Kozhedub
ru: Кожедуб
uk: Кожедуб
zh: 阔日杜布

# IDS_CREW_LASTNAME_RUSSIA_8
source: Petrov
pl: Pietrow
ru: Петров
uk: Петров
zh: 彼得罗夫

# IDS_CREW_LASTNAME_RUSSIA_9
source: Ilyin
pl: Iljin
ru: Ильин
uk: Ільїн
zh: 伊林

# IDS_CREW_LASTNAME_UNITED_KINGDOM_0
source: Ward
zh: 沃德

# IDS_CREW_LASTNAME_UNITED_KINGDOM_1
source: Riley
zh: 赖利

# IDS_CREW_LASTNAME_UNITED_KINGDOM_10
source: Allen
zh: 艾伦

# IDS_CREW_LASTNAME_UNITED_KINGDOM_11
source: Attwood
zh: 阿特伍德

# IDS_CREW_LASTNAME_UNITED_KINGDOM_12
source: Bell
zh: 贝尔

# IDS_CREW_LASTNAME_UNITED_KINGDOM_13
source: Walsh
zh: 沃尔什

# IDS_CREW_LASTNAME_UNITED_KINGDOM_14
source: Clayton
zh: 克莱顿

# IDS_CREW_LASTNAME_UNITED_KINGDOM_15
source: Cooper
zh: 库珀

# IDS_CREW_LASTNAME_UNITED_KINGDOM_16
source: Dale
zh: 戴尔

# IDS_CREW_LASTNAME_UNITED_KINGDOM_17
source: Doherty
zh: 多尔蒂

# IDS_CREW_LASTNAME_UNITED_KINGDOM_18
source: Griffiths
zh: 格里菲斯

# IDS_CREW_LASTNAME_UNITED_KINGDOM_19
source: Gordon
zh: 戈登

# IDS_CREW_LASTNAME_UNITED_KINGDOM_2
source: James
zh: 杰姆斯

# IDS_CREW_LASTNAME_UNITED_KINGDOM_20
source: Hardy
zh: 哈代

# IDS_CREW_LASTNAME_UNITED_KINGDOM_21
source: Howard
zh: 霍华德

# IDS_CREW_LASTNAME_UNITED_KINGDOM_22
source: Johnston
zh: 约翰斯顿

# IDS_CREW_LASTNAME_UNITED_KINGDOM_23
source: Macnee
zh: 麦克尼

# IDS_CREW_LASTNAME_UNITED_KINGDOM_24
source: Mansfield
zh: 曼斯菲尔德

# IDS_CREW_LASTNAME_UNITED_KINGDOM_25
source: Moore
zh: 摩尔

# IDS_CREW_LASTNAME_UNITED_KINGDOM_26
source: Oldham
zh: 奥尔德姆

# IDS_CREW_LASTNAME_UNITED_KINGDOM_27
source: Taylor
zh: 泰勒

# IDS_CREW_LASTNAME_UNITED_KINGDOM_28
source: Tucker
zh: 塔克

# IDS_CREW_LASTNAME_UNITED_KINGDOM_29
source: Whiting
zh: 怀廷

# IDS_CREW_LASTNAME_UNITED_KINGDOM_3
source: Reed
zh: 里德

# IDS_CREW_LASTNAME_UNITED_KINGDOM_4
source: Newton
zh: 牛顿

# IDS_CREW_LASTNAME_UNITED_KINGDOM_5
source: Powers
zh: 鲍尔斯

# IDS_CREW_LASTNAME_UNITED_KINGDOM_6
source: Paul
zh: 保罗

# IDS_CREW_LASTNAME_UNITED_KINGDOM_7
source: Harper
zh: 哈珀

# IDS_CREW_LASTNAME_UNITED_KINGDOM_8
source: Brown
zh: 布朗

# IDS_CREW_LASTNAME_UNITED_KINGDOM_9
source: Shaw
zh: 肖

# IDS_CREW_LASTNAME_USA_0
source: Ward
zh: 沃德

# IDS_CREW_LASTNAME_USA_1
source: Riley
zh: 赖利

# IDS_CREW_LASTNAME_USA_10
source: Alderson
zh: 奥尔德森

# IDS_CREW_LASTNAME_USA_11
source: Bailey
zh: 贝利

# IDS_CREW_LASTNAME_USA_12
source: Blackwell
zh: 布莱克威尔

# IDS_CREW_LASTNAME_USA_13
source: Bragg
zh: 布拉格

# IDS_CREW_LASTNAME_USA_14
source: Connolly
zh: 康纳利

# IDS_CREW_LASTNAME_USA_15
source: Dickinson
zh: 狄金森

# IDS_CREW_LASTNAME_USA_16
source: Elliott
zh: 埃利奥特

# IDS_CREW_LASTNAME_USA_17
source: Franklin
zh: 富兰克林

# IDS_CREW_LASTNAME_USA_18
source: Radcliffe
zh: 拉德克里夫

# IDS_CREW_LASTNAME_USA_19
source: Hall
zh: 霍尔

# IDS_CREW_LASTNAME_USA_2
source: James
zh: 杰姆斯

# IDS_CREW_LASTNAME_USA_20
source: Lane
zh: 莱恩

# IDS_CREW_LASTNAME_USA_21
source: Lawford
zh: 劳福德

# IDS_CREW_LASTNAME_USA_22
source: McDougall
zh: 麦克杜格尔盖尔

# IDS_CREW_LASTNAME_USA_23
source: Murray
zh: 默里

# IDS_CREW_LASTNAME_USA_24
source: Nash
zh: 纳什

# IDS_CREW_LASTNAME_USA_25
source: Oakley
zh: 奥克利

# IDS_CREW_LASTNAME_USA_26
source: Randall
zh: 兰达尔

# IDS_CREW_LASTNAME_USA_27
source: Shelton
zh: 谢尔顿

# IDS_CREW_LASTNAME_USA_28
source: Warren
zh: 沃伦

# IDS_CREW_LASTNAME_USA_29
source: Wheeler
zh: 惠勒

# IDS_CREW_LASTNAME_USA_3
source: Reed
zh: 里德

# IDS_CREW_LASTNAME_USA_4
source: Newton
zh: 牛顿

# IDS_CREW_LASTNAME_USA_5
source: Powers
zh: 鲍尔斯

# IDS_CREW_LASTNAME_USA_6
source: Paul
zh: 保罗

# IDS_CREW_LASTNAME_USA_7
source: Harper
zh: 哈珀

# IDS_CREW_LASTNAME_USA_8
source: Brown
zh: 布朗

# IDS_CREW_LASTNAME_USA_9
source: Shaw
zh: 肖

# IDS_CREW_NEED_RETRAINING
source: Retraining required
es_mx: Reentrenamiento requerido
ja: 再訓練が必要
pl: Wymagane przeszkolenie
ru: Требуется переподготовка
uk: Потрібна перепідготовка
zh: 需要重新训练
zh_sg: 需要重新训练

# IDS_CREW_PERKS
source: Commander Skills
es_mx: Habilidades del Comandante
ja: 艦長スキル
pl: Umiejętności dowódcy
ru: Навыки командира
uk: Уміння командира
zh: 指挥官技能
zh_sg: 指挥官技能

# IDS_CREW_PLAYER_POINTS_COUNTER
source: Undistributed Commander skill points
es_mx: Puntos de habilidad del Comandante sin distribuir
ja: 未分配の艦長スキルポイント
pl: Nieprzydzielone punkty umiejętności dowódcy
ru: Количество свободных очков навыков командира
uk: Кількість вільних очок уміння командира
zh: 未分配的指挥官技能点数
zh_sg: 未分配的指挥官技能点数

# IDS_CREW_PROFILE
source: Personal File
es_mx: Archivo Personal
ja: 個人ファイル
pl: Akta osobowe
ru: Личное дело
uk: Особова справа
zh: 个人档案
zh_sg: 个人档案

# IDS_CREW_RANK_AUSTRIA_HUNGARY_10
source: Großadmiral
zh: 海军元帅

# IDS_CREW_RANK_AUSTRIA_HUNGARY_4
source: Korvettenkapitän
zh: 海军少校

# IDS_CREW_RANK_AUSTRIA_HUNGARY_5
source: Fregattenkapitän
zh: 海军中校

# IDS_CREW_RANK_AUSTRIA_HUNGARY_8
source: Vizeadmiral
zh: 海军中将

# IDS_CREW_RANK_COMMONWEALTH_0
source: Warrant Officer
zh: 准尉

# IDS_CREW_RANK_COMMONWEALTH_1
source: Sub-Lieutenant
zh: 中尉

# IDS_CREW_RANK_COMMONWEALTH_10
source: Admiral of the Fleet
zh: 元帅

# IDS_CREW_RANK_COMMONWEALTH_2
source: Lieutenant
zh: 上尉

# IDS_CREW_RANK_COMMONWEALTH_3
source: Lieutenant Commander
zh: 少校

# IDS_CREW_RANK_COMMONWEALTH_4
source: Commander
zh: 指挥官

# IDS_CREW_RANK_COMMONWEALTH_5
source: Captain
zh: 上校

# IDS_CREW_RANK_COMMONWEALTH_6
source: Commodore
zh: 准将

# IDS_CREW_RANK_COMMONWEALTH_7
source: Rear Admiral
zh: 少将

# IDS_CREW_RANK_COMMONWEALTH_8
source: Vice-Admiral
zh: 中将

# IDS_CREW_RANK_COMMONWEALTH_9
source: Admiral
zh: 海军上将

# IDS_CREW_RANK_EVENTS_0
source: Rank I
es_mx: Rango I
ja: ランク I
pl: Stopień I
ru: Ранг 1
uk: Ранг 1
zh: 军阶 I
zh_sg: 军阶 I

# IDS_CREW_RANK_EVENTS_1
source: Rank II
es_mx: Rango II
ja: ランク II
pl: Stopień II
ru: Ранг 2
uk: Ранг 2
zh: 军阶 II
zh_sg: 军阶 II

# IDS_CREW_RANK_EVENTS_10
source: Rank XI
es_mx: Rango XI
ja: ランク XI
pl: Stopień XI
ru: Ранг 11
uk: Ранг 11
zh: 军阶 XI
zh_sg: 军阶 XI

# IDS_CREW_RANK_EVENTS_2
source: Rank III
es_mx: Rango III
ja: ランク III
pl: Stopień III
ru: Ранг 3
uk: Ранг 3
zh: 军阶 III
zh_sg: 军阶 III

# IDS_CREW_RANK_EVENTS_3
source: Rank IV
es_mx: Rango IV
ja: ランク IV
pl: Stopień IV
ru: Ранг 4
uk: Ранг 4
zh: 军阶 IV
zh_sg: 军阶 IV

# IDS_CREW_RANK_EVENTS_4
source: Rank V
es_mx: Rango V
ja: ランク V
pl: Stopień V
ru: Ранг 5
uk: Ранг 5
zh: 军阶 V
zh_sg: 军阶 V

# IDS_CREW_RANK_EVENTS_5
source: Rank VI
es_mx: Rango VI
ja: ランク VI
pl: Stopień VI
ru: Ранг 6
uk: Ранг 6
zh: 军阶 VI
zh_sg: 军阶 VI

# IDS_CREW_RANK_EVENTS_6
source: Rank VII
es_mx: Rango VII
ja: ランク VII
pl: Stopień VII
ru: Ранг 7
uk: Ранг 7
zh: 军阶 VII
zh_sg: 军阶 VII

# IDS_CREW_RANK_EVENTS_7
source: Rank VIII
es_mx: Rango VIII
ja: ランク VIII
pl: Stopień VIII
ru: Ранг 8
uk: Ранг 8
zh: 军阶 VIII
zh_sg: 军阶 VIII

# IDS_CREW_RANK_EVENTS_8
source: Rank IX
es_mx: Rango IX
ja: ランク IX
pl: Stopień IX
ru: Ранг 9
uk: Ранг 9
zh: 军阶 IX
zh_sg: 军阶 IX

# IDS_CREW_RANK_EVENTS_9
source: Rank X
es_mx: Rango X
ja: ランク X
pl: Stopień X
ru: Ранг 10
uk: Ранг 10
zh: 军阶 X
zh_sg: 军阶 X

# IDS_CREW_RANK_FRANCE_0
source: Aspirant
zh: 海军准尉

# IDS_CREW_RANK_FRANCE_1
source: Enseigne de 2ème classe
zh: 海军少尉

# IDS_CREW_RANK_FRANCE_10
source: Amiral
zh: 海军上将

# IDS_CREW_RANK_FRANCE_2
source: Enseigne de 1ère classe
zh: 海军中尉

# IDS_CREW_RANK_FRANCE_3
source: Lieutenant de vaisseau
zh: 海军上尉

# IDS_CREW_RANK_FRANCE_4
source: Capitaine de corvette
zh: 海军少校

# IDS_CREW_RANK_FRANCE_5
source: Capitaine de frégate
zh: 海军中校

# IDS_CREW_RANK_FRANCE_6
source: Capitaine de vaisseau
zh: 海军上校

# IDS_CREW_RANK_FRANCE_7
source: Contre-amiral
zh: 海军准将

# IDS_CREW_RANK_FRANCE_8
source: Vice-amiral
uk: Vice-Admiral
zh: 海军少将

# IDS_CREW_RANK_FRANCE_9
source: Vice-amiral d’escadre
zh: 海军中将

# IDS_CREW_RANK_GERMANY_0
source: Oberfähnrich zur See
zh: 海军士官候补生

# IDS_CREW_RANK_GERMANY_1
source: Leutnant zur See
zh: 海军少尉

# IDS_CREW_RANK_GERMANY_10
source: Großadmiral
zh: 海军元帅

# IDS_CREW_RANK_GERMANY_2
source: Oberleutnant zur See
zh: 海军中尉

# IDS_CREW_RANK_GERMANY_3
source: Kapitänleutnant
zh: 海军上尉

# IDS_CREW_RANK_GERMANY_4
source: Korvettenkapitän
zh: 海军少校

# IDS_CREW_RANK_GERMANY_5
source: Fregattenkapitän
zh: 海军中校

# IDS_CREW_RANK_GERMANY_6
source: Kapitän zur See
zh: 海军上校

# IDS_CREW_RANK_GERMANY_7
source: Konteradmiral
zh: 海军少将

# IDS_CREW_RANK_GERMANY_8
source: Vizeadmiral
zh: 海军中将

# IDS_CREW_RANK_GERMANY_9
source: Admiral
zh: 海军上将

# IDS_CREW_RANK_ITALY_0
source: Aspirante Guardiamarina
zh: 海军士官候补生

# IDS_CREW_RANK_ITALY_1
source: Guardiamarina
zh: 海军少尉

# IDS_CREW_RANK_ITALY_10
source: Ammiraglio di Armata
zh: 海军上将

# IDS_CREW_RANK_ITALY_2
source: Sottotenente di Vascello
zh: 海军中尉

# IDS_CREW_RANK_ITALY_3
source: Tenente di Vascello
zh: 海军上尉

# IDS_CREW_RANK_ITALY_4
source: Capitano di Corvetta
zh: 海军少校

# IDS_CREW_RANK_ITALY_5
source: Capitano di Fregata
zh: 海军中校

# IDS_CREW_RANK_ITALY_6
source: Capitano di Vascello
zh: 海军上校

# IDS_CREW_RANK_ITALY_7
source: Contrammiraglio
zh: 海军少将

# IDS_CREW_RANK_ITALY_8
source: Ammiraglio di Divisione
zh: 海军上级少将

# IDS_CREW_RANK_ITALY_9
source: Ammiraglio di Squadra
zh: 海军中将

# IDS_CREW_RANK_JAPAN_0
source: Kaigun Shōi Kōhosei
ja: 海軍少尉候補生
zh: 海军少尉候补生

# IDS_CREW_RANK_JAPAN_1
source: Kaigun Shōi
ja: 海軍少尉
zh: 海军少尉

# IDS_CREW_RANK_JAPAN_10
source: Gensui Kaigun Taishō
ja: 元帥海軍大将
zh: 元帅海军大将

# IDS_CREW_RANK_JAPAN_2
source: Kaigun Chūi
ja: 海軍中尉
zh: 海军中尉

# IDS_CREW_RANK_JAPAN_3
source: Kaigun Daii
ja: 海軍大尉
zh: 海军大尉

# IDS_CREW_RANK_JAPAN_4
source: Kaigun Shōsa
ja: 海軍少佐
zh: 海军少佐

# IDS_CREW_RANK_JAPAN_5
source: Kaigun Chūsa
ja: 海軍中佐
zh: 海军中佐

# IDS_CREW_RANK_JAPAN_6
source: Kaigun Daisa
ja: 海軍大佐
zh: 海军大佐

# IDS_CREW_RANK_JAPAN_7
source: Kaigun Shōshō
ja: 海軍少将
zh: 海军少将

# IDS_CREW_RANK_JAPAN_8
source: Kaigun Chūjō
ja: 海軍中将
zh: 海军中将

# IDS_CREW_RANK_JAPAN_9
source: Kaigun Taishō
ja: 海軍大将
zh: 海军大将

# IDS_CREW_RANK_PAN_AMERICA_0
source: Guardiamarina
zh: 海军少尉

# IDS_CREW_RANK_PAN_AMERICA_1
source: Teniente de Corbeta
zh: 海军中尉

# IDS_CREW_RANK_PAN_AMERICA_10
source: Almirante
zh: 海军上将

# IDS_CREW_RANK_PAN_AMERICA_2
source: Teniente de Fragata
zh: 海军少尉

# IDS_CREW_RANK_PAN_AMERICA_3
source: Teniente de Navío
zh: 海军上尉

# IDS_CREW_RANK_PAN_AMERICA_4
source: Capitán de Corbeta
zh: 海军少校

# IDS_CREW_RANK_PAN_AMERICA_5
source: Capitán de Fragata
zh: 海军中校

# IDS_CREW_RANK_PAN_AMERICA_6
source: Capitán de Navío
zh: 海军上校

# IDS_CREW_RANK_PAN_AMERICA_7
source: Contralmirante
zh: 海军少将

# IDS_CREW_RANK_PAN_AMERICA_8
source: Vicealmirante
zh: 海军准尉

# IDS_CREW_RANK_PAN_AMERICA_9
source: Almirante de Escuadra
zh: 海军中将

# IDS_CREW_RANK_PAN_ASIA_0
source: Midshipman
zh: 少尉

# IDS_CREW_RANK_PAN_ASIA_1
source: Sub-Lieutenant
zh: 中尉

# IDS_CREW_RANK_PAN_ASIA_10
source: Admiral of the Fleet
zh: 一级上将

# IDS_CREW_RANK_PAN_ASIA_2
source: Lieutenant
zh: 上尉

# IDS_CREW_RANK_PAN_ASIA_3
source: Lieutenant Commander
zh: 少校

# IDS_CREW_RANK_PAN_ASIA_4
source: Commander
zh: 中校

# IDS_CREW_RANK_PAN_ASIA_5
source: Captain
zh: 上校

# IDS_CREW_RANK_PAN_ASIA_6
source: Commodore
zh: 代将

# IDS_CREW_RANK_PAN_ASIA_7
source: Rear Admiral
zh: 少将

# IDS_CREW_RANK_PAN_ASIA_8
source: Vice-Admiral
zh: 中将

# IDS_CREW_RANK_PAN_ASIA_9
source: Admiral
zh: 二级上将

# IDS_CREW_RANK_POLAND_0
source: Chorąży marynarki
zh: 海军少尉
zh_sg: Chorazy marynarki

# IDS_CREW_RANK_POLAND_1
source: Podporucznik marynarki
zh: 海军中尉

# IDS_CREW_RANK_POLAND_10
source: Admiral
zh: 海军上将

# IDS_CREW_RANK_POLAND_2
source: Porucznik marynarki
zh: 海军上尉

# IDS_CREW_RANK_POLAND_3
source: Kapitan marynarki
zh: 海军大尉

# IDS_CREW_RANK_POLAND_4
source: Komandor podporucznik
zh: 少校

# IDS_CREW_RANK_POLAND_5
source: Komandor porucznik
zh: 中校

# IDS_CREW_RANK_POLAND_6
source: Komandor
zh: 上校

# IDS_CREW_RANK_POLAND_7
source: Kontradmiral
zh: 海军少将

# IDS_CREW_RANK_POLAND_8
source: Wiceadmiral
zh: 海军中将

# IDS_CREW_RANK_POLAND_9
source: Admiral floty
zh: 海军元帅

# IDS_CREW_RANK_RUSSIA_0
source: Michman
ru: Мичман
uk: Мічман
zh: 海军准尉

# IDS_CREW_RANK_RUSSIA_1
source: Leytenant
pl: Lejtnant
ru: Лейтенант
uk: Лейтенант
zh: 中尉

# IDS_CREW_RANK_RUSSIA_10
source: Admiral flota
ru: Адмирал флота
uk: Адмірал флоту
zh: 元帅

# IDS_CREW_RANK_RUSSIA_2
source: Starshiy Leytenant
pl: Starszyj lejtnant
ru: Старший лейтенант
uk: Старший лейтенант
zh: 上尉

# IDS_CREW_RANK_RUSSIA_3
source: Kapitan-Leytenant
pl: Kapitan-lejtnant
ru: Капитан-лейтенант
uk: Капітан-лейтенант
zh: 大尉

# IDS_CREW_RANK_RUSSIA_4
source: Kapitan 3 Ranga
ru: Капитан 3 ранга
uk: Капітан 3 рангу
zh: 少校

# IDS_CREW_RANK_RUSSIA_5
source: Kapitan 2 Ranga
ru: Капитан 2 ранга
uk: Капітан 2 рангу
zh: 中校

# IDS_CREW_RANK_RUSSIA_6
source: Kapitan 1 Ranga
ru: Капитан 1 ранга
uk: Капітан 1 рангу
zh: 上校

# IDS_CREW_RANK_RUSSIA_7
source: Kontr-Admiral
ru: Контр-адмирал
uk: Контр-адмірал
zh: 少将

# IDS_CREW_RANK_RUSSIA_8
source: Vitse-Admiral
pl: Vice-Admiral
ru: Вице-адмирал
uk: Віце-адмірал
zh: 中将

# IDS_CREW_RANK_RUSSIA_9
source: Admiral
ru: Адмирал
uk: Адмірал
zh: 海军上将

# IDS_CREW_RANK_SWEDEN_9
source: Amiral
zh: 海军上将

# IDS_CREW_RANK_UNITED_KINGDOM_0
source: Warrant Officer
zh: 准尉

# IDS_CREW_RANK_UNITED_KINGDOM_1
source: Sub-Lieutenant
zh: 中尉

# IDS_CREW_RANK_UNITED_KINGDOM_10
source: Admiral of the Fleet
zh: 元帅

# IDS_CREW_RANK_UNITED_KINGDOM_2
source: Lieutenant
zh: 上尉

# IDS_CREW_RANK_UNITED_KINGDOM_3
source: Lieutenant Commander
zh: 少校

# IDS_CREW_RANK_UNITED_KINGDOM_4
source: Commander
zh: 指挥官

# IDS_CREW_RANK_UNITED_KINGDOM_5
source: Captain
zh: 上校

# IDS_CREW_RANK_UNITED_KINGDOM_6
source: Commodore
zh: 准将

# IDS_CREW_RANK_UNITED_KINGDOM_7
source: Rear Admiral
zh: 少将

# IDS_CREW_RANK_UNITED_KINGDOM_8
source: Vice-Admiral
zh: 中将

# IDS_CREW_RANK_UNITED_KINGDOM_9
source: Admiral
zh: 海军上将

# IDS_CREW_RANK_USA_0
source: Warrant Officer
zh: 海军准尉

# IDS_CREW_RANK_USA_1
source: Lieutenant Junior Grade
zh: 中尉

# IDS_CREW_RANK_USA_10
source: Fleet Admiral
zh: 五星上将

# IDS_CREW_RANK_USA_2
source: Lieutenant
zh: 上尉

# IDS_CREW_RANK_USA_3
source: Lieutenant Commander
zh: 少校

# IDS_CREW_RANK_USA_4
source: Commander
zh: 指挥官

# IDS_CREW_RANK_USA_5
source: Captain
zh: 上校

# IDS_CREW_RANK_USA_6
source: Commodore
zh: 准将

# IDS_CREW_RANK_USA_7
source: Rear Admiral
zh: 少将

# IDS_CREW_RANK_USA_8
source: Vice Admiral
zh: 中将

# IDS_CREW_RANK_USA_9
source: Admiral
zh: 海军上将

# IDS_CREW_REDISTRIBUTE_PERKS
source: Redistribute
es_mx: Redistribuir
ja: 再分配
pl: Rozdziel
ru: Распределить заново
uk: Перерозподілити
zh: 重新分配
zh_sg: 重新分配

# IDS_CREW_RETRAIN
source: Start Retraining
es_mx: Comenzar Reentrenamiento
ja: 再訓練開始
pl: Rozpocznij przeszkalanie
ru: Начать переподготовку
uk: Розпочати перепідготовку
zh: 开始训练
zh_sg: 开始重新训练

# IDS_CREW_RETRAINING
source: Retrain Commander
es_mx: Reentrenar Comandante
ja: 艦長の再訓練
pl: Przeszkol dowódcę
ru: Переподготовка командира
uk: Перепідготовка командира
zh: 重新训练指挥官
zh_sg: 重新训练指挥官

# IDS_CREW_RETRAINING_CREDITS_DESC
source: Retraining time is decreased by half.
es_mx: Tiempo de reentrenamiento reducido a la mitad.
ja: 再訓練時間半減
pl: Czas przeszkalania jest skrócony o połowę.
ru: Время переподготовки уменьшается вдвое.
uk: Час перепідготовки зменшується вдвічі.
zh: 重新训练时间缩短50%。
zh_sg: 重新训练时间减半。

# IDS_CREW_RETRAINING_FINISH_NEEDED
source: To enable a Commander's progress on this ship, they need to complete retraining.
es_mx: Para permitir el progreso de un Comandante en este barco, primero necesita completar el reentrenamiento.
ja: この艦で艦長が成長するには、再訓練を完了する必要があります。
pl: Żeby umożliwić rozwój dowódcy na danym okręcie, konieczne jest przeszkolenie.
ru: Для развития командира на этом корабле ему необходимо завершить переподготовку.
uk: Щоб розвинутися на цьому кораблі, командир мусить завершити перепідготовку.
zh: 想要让指挥官能继续在这艘战舰上发展下去，他们必须完成重新训练。
zh_sg: 想要让指挥官能继续在这艘战舰上发展下去，必须完成重新训练。

# IDS_CREW_RETRAINING_FREE_DESC
source: During retraining, the Commander does not earn XP and a 50% penalty is applied to the effects of their skills.
es_mx: Durante el reentrenamiento, el Comandante no gana XP y se le penaliza con un 50% en el uso de sus habilidades.
ja: 再訓練中には、艦長は EXP を取得できず、習得済みスキルには 50% のペナルティが発生します。
pl: W trakcie przeszkalania dowódca nie otrzymuje PD, a jego umiejętności są zmniejszone o 50%.
ru: Во время переподготовки командир не получает опыт, а его навыки работают с 50% эффективностью.
uk: Під час перепідготовки командир не набуває досвіду, а його уміння працюють із 50% ефективністю.
zh: 在训练过程中，指挥官不会获得经验且对他的技能熟练度有50%的经验惩罚。
zh_sg: 在重新训练过程中，指挥官不会获得经验且技能效果受到50%的惩罚。

# IDS_CREW_RETRAINING_GOLD_DESC
source: Instant retraining without any penalty to the effect of skills.
es_mx: Reentrenamiento instantáneo sin penalización al uso de las habilidades.
ja: スキルペナルティが発生しない高速訓練
pl: Natychmiastowe przeszkolenie bez negatywnego wpływu na umiejętności.
ru: Мгновенная переподготовка без потери эффективности навыков.
uk: Миттєва перепідготовка без втрати ефективності умінь.
zh: 立即重新训练而使技能效果不受惩罚。
zh_sg: 立即重新训练使技能效果不受惩罚。

# IDS_CREW_RETRAINING_NEEDED
source: Retrain the Commander to enable their progress on this ship.
es_mx: Reentrena al Comandante para habilitar su progreso en este barco.
ja: この艦で成長できるよう、艦長を再訓練してください。
pl: Przeszkol dowódcę, żeby umożliwić mu rozwój na danym okręcie.
ru: Для развития командира на этом корабле ему необходимо пройти переподготовку.
uk: Щоб розвинутися на цьому кораблі, командир мусить пройти перепідготовку.
zh: 重新训练该指挥官来开启他对这艘战舰的熟练度。
zh_sg: 重新训练该指挥官来开启他在这艘船上的发展。

# IDS_CREW_SKILLS_EFFICIENCY
source: Effect of Skills
es_mx: Efecto de las Habilidades
ja: スキルの効力
pl: Efekt umiejętności
ru: Эффективность навыков
uk: Ефективність умінь
zh: 技能效果
zh_sg: 技能效果

# IDS_CREW_SKILL_LEARN_INSTRUCTION
source: Master this skill
es_mx: Dominar esta habilidad
ja: このスキルを習得
pl: Opanuj tę umiejętność
ru: Изучить навык
uk: Вивчити уміння
zh: 点击学习该技能
zh_sg: 学习此技能

# IDS_CREW_SKILL_MEASURE_BOMBER
source: bomber
es_mx: bombardero
ja: 爆撃機
pl: bombowiec nurkujący
ru: бомбардировщик
uk: бомбардувальник
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_CREW_SKILL_MEASURE_CHARGE
source: additional charge
es_mx: carga adicional
ja: 回の追加使用
pl: dodatkowy ładunek
ru: дополнительный заряд
uk: додатковий заряд
zh: 消耗品
zh_sg: 额外装载

# IDS_CREW_SKILL_MEASURE_DEGREE_SECOND
source: °/s
ja: 度/秒
pl: °/sek.
ru: °/c
uk: °/c
zh: 度/秒
zh_sg: 度/秒

# IDS_CREW_SKILL_MEASURE_FIGHTER
source: attack aircraft
es_mx: avión de ataque
ja: 攻撃機
pl: samolot szturmowy
ru: штурмовик
uk: штурмовик
zh: 战斗机
zh_sg: 攻击机

# IDS_CREW_SKILL_MEASURE_SMOKE_CHARGE
source: smoke charge
es_mx: carga de humo
ja: 発煙剤
pl: ładunek dymu
ru: дымовой заряд
uk: димовий заряд
zh: 烟雾弹
zh_sg: 烟雾弹

# IDS_CREW_SKILL_MEASURE_TORPEDO_BOMBER
source: torpedo bomber
es_mx: torpedero
ja: 雷撃機
pl: bombowiec torpedowy
ru: торпедоносец
uk: торпедоносець
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_CREW_SKILL_POINTS
source: point
es_mx: punto
ja: ポイント
pl: punkt
ru: очко
uk: очко
zh: 点
zh_sg: 点

# IDS_CREW_SPEED_UP_RETRAINING
source: Accelerate retraining
es_mx: Reentrenamiento acelerado
ja: 再訓練の促進
pl: Przyśpiesz przeszkolenie
ru: Ускорить переподготовку
uk: Пришвидшити перепідготовку
zh: 加速重新训练
zh_sg: 加速重新训练

# IDS_CREW_TALENTS
source: Talents
es_mx: Talentos
ja: 固有スキル
pl: Talenty
ru: Таланты
uk: Таланти
zh: 天赋
zh_sg: 天赋

# IDS_CREW_TOTAL_POINTS_COUNTER
source: Total number of Commander skill points
es_mx: Número total de puntos de habilidad del Comandante
ja: 艦長スキルポイントの合計値
pl: Ogólna liczba punktów umiejętności dowódcy
ru: Общее количество очков навыков командира
uk: Загальна кількість очок уміння командира
zh: 最大指挥官技能点数
zh_sg: 指挥官的技能点数总数

# IDS_CREW_TO_BARRACKS
source: Send to Reserve
es_mx: Enviar a la Reserva
ja: リザーブに送る
pl: Wyślij do rezerwy
ru: Отправить в Резерв
uk: Перевести до Резерву
zh: 调回军营
zh_sg: 调回预备队

# IDS_CREW_TRAINING
source: Commander Training
es_mx: Entrenamiento del Comandante
ja: 艦長の訓練
pl: Szkolenie dowódcy
ru: Подготовка командира
uk: Підготовка командира
zh: 指挥官训练
zh_sg: 指挥官训练

# IDS_CREW_TRAINING_CREDIT
source: Naval Academy
es_mx: Academia Naval
ja: 海軍アカデミー
pl: Akademia morska
ru: Военно-морское училище
uk: Військово-морське училище
zh: 海军学院
zh_sg: 海军学院
