Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARC_EVENT_FOOTER_EVENT_RULES_TEXT_2
source: The most probable contenders for the title were the Soviet sportswomen, Maria Isakova and Rimma Zhukova, who won the top positions after the results of two races were summed up. But they also had very worthy competitors, whose results could yet change the final results of the Championships. The 1,000 m race opened yesterday's competition. Poland's champion Jadwiga Głażewska and Czechoslovakian athlete Libuše Hanzlíková were the first to toe the starting line.
es_mx: Las contendientes con más probables de obtener el título fueron las deportistas soviéticas, quienes obtuvieron las primeras posiciones después de sumar los resultados de las dos carreras: las de Maria Isakova y Rimma Zhukova. Pero también tenían competidoras muy valiosas, cuyos resultados aún podían cambiar los resultados finales del Campeonato. La carrera de 1000 m abrió la competencia del día de ayer. La campeona de Polonia, Jadwiga Głażewska y la atleta checoslovaca Libuše Hanzlíková fueron las primeras en pisar la línea de salida.
ja: タイトルの座を争う最も有力な競技者はソ連の女性スポーツ選手陣であり、マリア・イサコワ選手とリマ・ジューコワ選手は最初の 2 レースを終えて最上位につけていました。しかし極めて有力な競技者達が他にも存在しており、選手権の最終的な行方はまだ分かりませんでした。昨日の競技は 1,000 m レースで幕を開け、ポーランドのチャンピオンであるヤドヴィガ・グワゼフスカ選手とチェコスロバキアのアスリートであるレブシュ・ハンズリコヴァ選手が真っ先にスタートラインを横切りました。
pl: Najpoważniejszymi kandydatkami do tytułu okazały się dwie radzieckie atletki, które zajęły najwyższe pozycje po zsumowaniu wyników dwóch wyścigów – Marija Isakowa oraz Rimma Żukowa. Spotkały one jednak godne rywalki, więc ostateczne wyniki mistrzostw mogą jeszcze być odmienne. Wczorajsze zawody rozpoczął wyścig na 1000 m. Polska mistrzyni Jadwiga Głażewska oraz czechosłowacka łyżwiarka Libuše Hanzlíková jako pierwsze przekroczyły linię mety.
ru: Наиболее вероятными претендентками на звание чемпионки мира были советские спортсменки, завоевавшие первые места по сумме двух дистанций — Мария Исакова и Римма Жукова. Но и они имели опаснейших соперниц, результаты которых могли существенным образом повлиять на итоги чемпионата. Вчерашние соревнования начались бегом на 1000 метров. Первыми на старт вышли чемпионка Польши Ядвига Глажевска и спортсменка из Чехословакии Либуше Ганзликова.
uk: Найімовірнішими претендентками на звання чемпіонки світу були радянські спортсменки, які здобули перші місця за підсумком двох дистанцій — Марія Ісакова та Римма Жукова. Але їм протистояли вкрай небезпечні суперниці, результати яких могли значно вплинути на результати чемпіонату. Учорашні змагання почалися з бігу на 1000 метрів. Першими на старт вийшли чемпіонка Польщі Ядвіга Глазєвська та чехословацька спортсменка Лібуше Ганзликова.
zh: Наиболее вероятными претендентками на звание чемпионки мира были советские спортсменки, завоевавшие первые места по сумме двух дистанций — Мария Исакова и Римма Жукова. Но и они имели опаснейших соперниц, результаты которых могли существенным образом повлиять на итоги чемпионата. Вчерашние соревнования начались бегом на 1000 метров. Первыми на старт вышли чемпионка Польши Ядвига Глажевска и спортсменка из Чехословакии Либуше Ганзликова.
zh_sg: 最有可能获得冠军的选手是苏联女运动员们——Maria Isakova和Rimma Zhukova，她们在两场比赛后赢得了最高的排名。但她们的对手也非常有竞争实力，比赛结果可能会改变锦标赛的最终排名。这场1000米的比赛揭开了昨天比赛的序幕开始了波兰冠军Jadwiga Glazewska和捷克斯洛伐克运动员Libuše Hanzlíková是第一组起跑的运动员。

# IDS_ARC_EVENT_FOOTER_EVENT_RULES_TEXT_3
source: The next racers to hit the skating track were Merited Masters of Sport of the USSR, Marianna Valovova and Olga Akifyeva, with Akifyeva finishing in first place. Her result of 1 minute 52.4 seconds could not be surpassed by Zoya Kholschevnikova, who skated in a pair with Maria Anikanova.
es_mx: Las siguientes corredoras en llegar a la pista de patinaje fueron las Distinguidas Maestras del Deporte de la URSS, Marianna Valovova y Olga Akifyeva, en donde Akifyeva terminó en primer lugar. Su resultado de 1 minuto y 52.4 segundos no pudo ser superado por Zoya Kholschevnikova, quién patinó en pareja con Maria Anikanova.
ja: 次にスケートトラックで出走したのはソ連功労スポーツマスターであったマリアンナ・ヴァローヴァヴァ選手とオルガ・アキフィエヴァ選手であり、アキフィエヴァ選手が 1 位でフィニッシュしました。マリア・アニカノヴァ選手とのペアで出走したゾヤ・カルスニコヴァ選手は、1 分 52.4 秒というアキフィエヴァ選手の記録を破ることができませんでした。
pl: Następnymi zawodniczkami, które pojawiły się na lodowisku, były Odznaczone mistrzynie sportu ZSRR, Marianna Wałowowa oraz Olga Akifjewa, gdzie Akifjewa była górą. Jej wynik, wynoszący 1 minutę 52,4 sekundy, nie został pobity przez Zoję Chołszczennikową, jadącą w parze z Marią Anikanową.
ru: Вслед за ними на ледяной дорожке появились заслуженные мастера спорта СССР Марианна Валовова и Ольга Акифьева. Первой к финишу пришла Акифьева. Её результат в 1 минуту 52,4 секунды не удалось превзойти Зое Холщевниковой, которая бежала в паре с Марией Аникановой.
uk: Услід за ними на крижану доріжку вийшли заслужені майстри спорту СРСР Маріанна Валовова й Ольга Акіф’єва. Першою фінішну лінію перетнула Акіф’єва. Її результат — 1 хвилина та 52,4 секунди — не змогла перевершити Зоя Холщевнікова, яка бігла в парі з Марією Анікановою.
zh: Вслед за ними на ледяной дорожке появились заслуженные мастера спорта СССР Марианна Валовова и Ольга Акифьева. Первой к финишу пришла Акифьева. Её результат в 1 минуту 52,4 секунды не удалось превзойти Зое Холщевниковой, которая бежала в паре с Марией Аникановой.
zh_sg: 下面参赛的选手是苏联体育名将，Marianna Valovova和Olga Akifyeva，Akifyeva取得了第一名。她的成绩是1分52秒4，Zoya Kholschevnikova和Maria Anikanova最终也没能超越她的成绩。

# IDS_ARC_EVENT_FOOTER_PERSONAL_RESULTS_TEXT_0
source: One Month After the Reform
es_mx: Un mes después de la Reforma
ja: 改革後 1 ヶ月
pl: Miesiąc po reformie
ru: Месяц после реформы
uk: Місяць після реформи
zh: Месяц после реформы
zh_sg: 改革后一个月

# IDS_ARC_EVENT_FOOTER_PERSONAL_RESULTS_TEXT_1
source: One month has passed since the monetary reform and cancellation of the ration cards. Of course, they are still fresh in our memory, but even during this short time we saw significant and gratifying changes in the life of our plant's collective. In the first place, it's worth noting that the monetary reform has stimulated, and very strongly I should add, a rise in labor productivity.
es_mx: Ha pasado un mes desde la reforma monetaria y la cancelación de las tarjetas de raciones. Por supuesto, aún está fresco en nuestra memoria. Pero incluso durante este corto tiempo, vimos cambios significativos y gratificantes en la vida del personal de nuestra planta. En primer lugar, vale la pena señalar que la reforma monetaria ha estimulado, y de manera muy firme si me permiten agregar, un aumento en la productividad laboral.
ja: 通貨改革の実施と配給カードの廃止から 1 ヶ月が経過しました。もちろん、今はまだ記憶には新しいのですが、この短期間においてすら、私たちの工場の共同体における生活には大幅かつ満足できる変化が生じました。何といっても、通貨改革が労働生産性の向上を促したということは注目に値しますし、私はこの点をしっかりと強調しておきたいと思います。
pl: Minął miesiąc od reformy walutowej i wycofania kartek żywnościowych. Oczywiście nadal są one żywe w naszej pamięci. Jednak już w tak krótkim czasie dostrzegliśmy ważne, pozytywne przemiany w życiu kolektywu naszej fabryki. Warto przede wszystkim podkreślić, że reforma monetarna znacznie pobudziła produktywność siły roboczej.
ru: Минул первый месяц после денежной реформы и отмены карточек. Срок, конечно, небольшой. Но и за этот период времени уже произошли крупные отрадные перемены в жизни коллектива нашего завода. Прежде всего хочется отметить, что денежная реформа стимулирует, и очень сильно, рост производительности труда.
uk: Минув перший місяць після грошової реформи та скасування карток. Небагато часу, звісно. Але й упродовж цього періоду сталися значні та вельми втішні зміни в житті колективу нашого заводу. Передусім варто зазначити, що грошова реформа стимулює, і дуже, зростання продуктивності праці.
zh: Минул первый месяц после денежной реформы и отмены карточек. Срок, конечно, небольшой. Но и за этот период времени уже произошли крупные отрадные перемены в жизни коллектива нашего завода. Прежде всего хочется отметить, что денежная реформа стимулирует, и очень сильно, рост производительности труда.
zh_sg: 货币改革和取消定量配给卡已经过去了一个月。当然，对我们来说这仍记忆犹新。我们已经看到了工厂集体生活中发生了显著而可喜的变化。首先值得注意的就是，货币改革刺激了劳动生产率的提高，而且效果非常强烈。

# IDS_ARC_EVENT_FOOTER_PERSONAL_RESULTS_TEXT_2
source: Our plant has regularly surpassed the production plan. It's not the first time that we have demonstrated an increase in labor efficiency, and still it's the monetary reform that has raised fresh reserves into action to boost labor productivity. The efforts we undertook in the workshops, aimed at implementing accelerated modes, turned out to be successful. Now, our workers are more enthusiastic about switching to operating their machine tools in faster modes.
es_mx: Nuestra planta ha superado regularmente el plan de producción. No es la primera vez que hemos demostrado un aumento de la eficiencia laboral, y aún así, es la reforma monetaria la que ha creado nuevas reservas para impulsar la productividad laboral. Los esfuerzos que realizamos en los talleres, orientados a implementar modos acelerados, resultaron ser exitosos. Ahora, nuestros trabajadores están más entusiasmados por el cambio a la operación de sus máquinas en modos más rápidos.
ja: 私たちの工場では、よく生産計画を上回りました。労働効率が向上したのは今回が最初というわけではありませんでしたが、今回は通貨改革のおかげでフレッシュな予備資金の投入が増加し、労働生産性を大きく高めることに繋がりました。高速モードを実装するために私たちがワークショップで着手した取り組みは、成功であることが分かりました。今では労働者達は、工具を高速モードに切り替えて使用することに夢中になっています。
pl: Nasza fabryka regularnie przekraczała wyznaczony plan produkcyjny. Nie pierwszy raz wykazaliśmy się zwiększeniem wydajności pracy, a reforma walutowa uwolniła nowe pokłady produktywności naszej siły roboczej. Wysiłki, które poczyniliśmy w warsztatach, by wprowadzić przyspieszone tryby, okazały się owocne. Nasi pracownicy są teraz bardziej entuzjastycznie nastawieni do przełączania swoich narzędzi maszynowych w szybsze tryby działania.
ru: Наш завод и раньше регулярно превышал план. И раньше росла у нас производительность труда. И всё же после денежной реформы в цехах были приведены в действие новые резервы роста производительности. Проводимая в цехах завода работа по внедрению скоростных режимов прошла успешнее. Теперь рабочие стали более охотно переходить на высокие режимы работы станков.
uk: Наш завод і раніше регулярно перевиконував план. І раніше зростала в нас продуктивність праці. І все ж після грошової реформи в цехах було задіяно нові резерви зростання продуктивності. Робота з упровадження швидкісних режимів, що тривала в цехах заводу, визнана успішною. Тепер робітники охоче переходять на високі режими роботи верстатів.
zh: Наш завод и раньше регулярно превышал план. И раньше росла у нас производительность труда. И всё же после денежной реформы в цехах были приведены в действие новые резервы роста производительности. Проводимая в цехах завода работа по внедрению скоростных режимов прошла успешнее. Теперь рабочие стали более охотно переходить на высокие режимы работы станков.
zh_sg: 我们的工厂产量超过生产计划。这不仅是我们第一次证明劳动生产力的提高，而且也证明了货币改革可以将新的储备用于提高劳动生产力。我们在研讨会上提出的旨在实施加速的模式取得了成功。现在，工人们更有工作热情，使用更快的模式操作机床。

# IDS_ARC_EVENT_FOOTER_PERSONAL_RESULTS_TEXT_3
source: As a result, during the last two weeks of December, the product output in Mechanical Shop No.1, calculated as an average per worker, has risen by 19% compared to the first half of the month; in Mechanical Shop No.2—by 35%; and in Mechanical Shop No.3—by 22%; etc.
es_mx: Como resultado, durante las últimas dos semanas de diciembre, la capacidad de producción en el Taller Mecánico No. 1, calculada como un promedio por trabajador, ha aumentado en un 19% en comparación con la primera mitad del mes; en el Taller Mecánico No. 2, un 35 %; y en el Taller Mecánico No. 3, un 22 %; etc.
ja: その結果として、12 月後半の 2 週間における機械工場 No.1 の労働者 1 人あたりの生産高は 12 月前半に比べて 19% 増加し、機械工場 No.2 の場合は 35% の増加、No.3 の場合は 22% の増加でした。
pl: W rezultacie, w ostatnich dwóch tygodniach grudnia średnia wielkość produkcji na jednego pracownika w Warsztacie Mechanicznym nr 1 wzrosła o 19% w porównaniu z pierwszą połową miesiąca. W Warsztacie Mechanicznym nr 2 – o 35%, Warsztacie Mechanicznym nr 3 – o 22% itd.
ru: В результате этого только за две недели во второй половине декабря в первом механическом цехе выработка продукции в среднем на одного рабочего поднялась на 19 процентов по сравнению с первой половиной месяца, во втором механическом цехе — на 35 процентов, в третьем механическом цехе — на 22 процента и т. д.
uk: Унаслідок цього лише за 2 тижні другої половини грудня в першому механічному цеху вироблення продукції в середньому на одного робітника зросло на 19 відсотків у порівнянні з першою половиною місяця, у другому механічному цеху — на 35 відсотків, у третьому — на 22 відсотки тощо.
zh: В результате этого только за две недели во второй половине декабря в первом механическом цехе выработка продукции в среднем на одного рабочего поднялась на 19 процентов по сравнению с первой половиной месяца, во втором механическом цехе — на 35 процентов, в третьем механическом цехе — на 22 процента и т. д.
zh_sg: 因此，在12月的最后两周，1号机械车间的人均产品产量，与上半月相比增长了19％，2号机械车间 - 增长了35％，3号在机械车间 - 增长了22％……

# IDS_ARC_EVENT_FOOTER_SIDE_RESULTS_TEXT_0
source: To the Chairman of the Council of Ministers of the Union of Soviet Socialist Republics, comrade Joseph Vissarionovich Stalin
es_mx: Al presidente del Consejo de Ministros de la Unión de Repúblicas Socialistas Soviéticas, el camarada Joseph Vissarionovich Stalin
ja: ソビエト連邦閣僚会議の議長である同志ヨシフ・ヴィッサリオノヴィチ・スターリン殿
pl: Do Generalnego Sekretarza KPZR Związku Socjalistycznych Republik Radzieckich, towarzysza Józefa Wissarionowicza Stalina
ru: Председателю Совета министров Союза ССР товарищу Сталину Иосифу Виссарионовичу
uk: Голові Ради міністрів Союзу РСР товаришу Сталіну Йосипу Віссаріоновичу
zh: Председателю Совета министров Союза ССР товарищу Сталину Иосифу Виссарионовичу
zh_sg: 致苏维埃社会主义共和国联盟部长理事会主席，约瑟夫·维萨里奥诺维奇·斯大林同志

# IDS_ARC_EVENT_FOOTER_SIDE_RESULTS_TEXT_1
source: Dear Joseph Vissarionovich! We, the workmen and workwomen, shop foremen, engineers, technicians, and office workers of the butter production and concentrated milk industries from the Omsk district, with great contentment and pride in our socialist Motherland, have received the announcement about the post-war Five-Year Plan completion results.
es_mx: ¡Querido Joseph Vissarionovich! Nosotros, obreros y trabajadoras, jefes de taller, ingenieros, técnicos y oficinistas de las industrias de producción de mantequilla y leche concentrada del distrito de Omsk, con gran satisfacción y orgullo por nuestra patria socialista, hemos recibido el anuncio sobre los Cinco de la posguerra. -Resultados de finalización del plan de año.
ja: ヨシフ・ヴィッサリオノヴィチ殿! 我々はオムスク地方のバター生産および濃縮乳産業の労働者、工場長、エンジニア、技術者、事務員であり、社会主義の祖国に大いなる満足と誇りを感じています。そして我々はこの度、戦後の五カ年計画を完了した成果に関する発表を受け取りました。
pl: Drogi Józefie Wissarionowiczu! My, mężczyźni i kobiety pracy, majstrowie, inżynierowie, technicy oraz pracownicy biurowi wytwórni masła i mleka skondensowanego w okręgu Omskim, z wielką radością i dumą z naszej socjalistycznej ojczyzny, przyjęliśmy wieść o wynikach ukończenia powojennego Planu pięcioletniego.
ru: Дорогой Иосиф Виссарионович! Мы, рабочие и работницы, мастера, инженеры, техники и служащие маслодельной и молочно-консервной промышленности Омской области, с большим удовлетворением и гордостью за свою социалистическую Родину восприняли сообщение об итогах выполнения послевоенной пятилетки.
uk: Любий Йосипе Віссаріоновичу! Ми, робітники й робітниці, майстри, інженери, техніки й службовці маслоробної та молочно-консервної промисловості Омської області, з великим задоволенням і гордістю за свою соціалістичну Батьківщину сприйняли повідомлення про підсумки виконання післявоєнної п’ятирічки.
zh: Дорогой Иосиф Виссарионович! Мы, рабочие и работницы, мастера, инженеры, техники и служащие маслодельной и молочно-консервной промышленности Омской области, с большим удовлетворением и гордостью за свою социалистическую Родину восприняли сообщение об итогах выполнения послевоенной пятилетки.
zh_sg: 亲爱的约瑟夫·维萨里奥诺维奇！我们是来自鄂木斯克地区的黄油生产和浓缩奶业的工人，女工，车间工长，工程师，技术人员和办公室工人，我们怀着对社会主义祖国充满的满足感和自豪感，收到了关于战后五年计划完成结果的公告。

# IDS_ARC_EVENT_FOOTER_SIDE_RESULTS_TEXT_2
source: Under your skillful guidance during the years of the post-war Five-Year Plan, the Soviet people have achieved salient accomplishments in all sectors of the national economy, and have begun to implement new monumental challenges for the construction of our communist society. The great victories won during the battle for results of the Five-Year Plan are inspiring the Soviet people to accomplish astounding feats of labor.
es_mx: Bajo su hábil guía durante los años del Plan Quinquenal de la posguerra, el pueblo soviético alcanzó logros sobresalientes en todos los sectores de la economía nacional y comenzó a implementar nuevos desafíos monumentales para la construcción de nuestra sociedad comunista. Las grandes victorias obtenidas durante la batalla por los resultados del Plan Quinquenal inspiran al pueblo soviético a realizar asombrosas hazañas del trabajo.
ja: あなたによる巧みなご指導の下、ソビエトの人民は戦後の五カ年計画の期間中にこの国の経済のあらゆるセクターにおいて顕著な業績を達成し、共産主義社会を築くための壮大な挑戦にも取り組み始めました。五カ年計画の成果を目指した戦いにおける大いなる勝利は、驚嘆すべき労働功績を達成できるようにソ連の人民を鼓舞しています。
pl: Twoje zręczne przywództwo w czasach powojennego Planu pięcioletniego sprawiło, że lud radziecki dokonał wspaniałych osiągnięć we wszystkich sektorach krajowej gospodarki i podjął ogromne wyzwanie budowy naszej komunistycznej społeczności. Doniosłe zwycięstwa w walce o realizację Planu pięcioletniego popchną lud radziecki do wcielania w życie wspaniałych idei komunizmu.
ru: Под Вашим мудрым руководством советский народ за годы послевоенной пятилетки добился выдающихся достижений во всех отраслях народного хозяйства и приступил к осуществлению новых грандиозных задач коммунистического строительства. Великие победы, одержанные в борьбе за пятилетку, вдохновляют советских людей на новые трудовые подвиги.
uk: Під Вашим мудрим керівництвом радянський народ за роки післявоєнної п’ятирічки досяг видатних показників у всіх галузях народного господарства та перейшов до виконання нових грандіозних завдань комуністичного будівництва. Славні перемоги, здобуті в боротьбі за п’ятирічку, додають наснаги радянським людям робити нові трудові подвиги.
zh: Под Вашим мудрым руководством советский народ за годы послевоенной пятилетки добился выдающихся достижений во всех отраслях народного хозяйства и приступил к осуществлению новых грандиозных задач коммунистического строительства. Великие победы, одержанные в борьбе за пятилетку, вдохновляют советских людей на новые трудовые подвиги.
zh_sg: 战后五年计划期间，在你的英明领导下，苏维埃人民在国民经济各个领域取得了显著的成就，并为建设共产主义社会开始新的伟大挑战。在五年计划斗争中取得的伟大胜利，激励着苏联人民继续取得更大的劳动成果。

# IDS_ARC_EVENT_FOOTER_SIDE_RESULTS_TEXT_3
source: We are glad to report, dear father and teacher, that the workmen, workwomen, shop foremen, engineers, technicians, and office workers of the enterprises of the butter production industry of the Omsk district, together with all workers of the milk processing industries, bear the banner of socialist competition. This is aimed at exceeding the state-planned targets and contributing to achieving the ultimate goals of serving our country—creating an abundance of food and food reserves that are so crucial for our country.
es_mx: Nos complace informar, querido padre y maestro, que los trabajadores, trabajadoras, jefes de taller, ingenieros, técnicos y trabajadores de oficina de las empresas de la industria de producción de mantequilla del distrito de Omsk, junto con todos los trabajadores de las industrias de procesamiento de leche, llevamos el estandarte de la competencia socialista. El objetivo es superar los objetivos del plan estatal y contribuir al logro de los objetivos finales de servir a nuestro país, creando una abundancia de alimentos y reservas de alimentos que son tan importantes para nuestro país.
ja: 我らが父、我らが指導者殿へ。オムスク地方のバター生産産業各社の労働者、工場長、エンジニア、技術者、事務員、ならびに乳製品産業の全従業員は、社会主義競争の旗手となることを喜んでご報告いたします。その狙いは、国家の計画目標を上回って我らが祖国に供給するという最終目標を達成すべく貢献することにあります。豊富な食料を生産し、食料を備蓄することは、我らが祖国にとって極めて重要なことです。
pl: Z radością oznajmiamy, drogi ojcze i nauczycielu, że mężczyźni i kobiety pracy, majstrowie, inżynierowie, technicy oraz pracownicy biurowi wytwórni masła i mleka skondensowanego w okręgu Omskim, wraz ze wszystkimi pracownikami przemysłu przetwórstwa mleka, dzierżymy sztandar socjalistycznego współzawodnictwa. Chcemy w ten sposób przekroczyć założenia planu i przyczynić się w ten sposób do realizacji jednego z najważniejszych celów naszego kraju – produkcji żywności i jej obfitych rezerw, tak dla niego niezbędnych.
ru: Мы рады доложить Вам, наш дорогой отец и учитель, что рабочие, работницы, мастера, инженеры, техники и служащие предприятий маслодельной промышленности Омской области совместно со всеми работниками молочных отраслей промышленности высоко несут знамя социалистического соревнования за перевыполнение государственных планов и внесли свой вклад в цели служения нашей стране — создание обилия продовольствия и необходимых государству продовольственных резервов.
uk: Раді доповісти Вам, наш любий батьку й учителю, що робітники, робітниці, майстри, інженери, техніки й службовці підприємств маслоробної промисловості Омської області разом з усіма робітниками молочних галузей промисловості високо несуть прапор соціалістичного змагання за перевиконання державних планів і зробили свій внесок у мету служіння нашій країні — достаток продовольства та потрібних державі продовольчих резервів.
zh: Мы рады доложить Вам, наш дорогой отец и учитель, что рабочие, работницы, мастера, инженеры, техники и служащие предприятий маслодельной промышленности Омской области совместно со всеми работниками молочных отраслей промышленности высоко несут знамя социалистического соревнования за перевыполнение государственных планов и внесли свой вклад в цели служения нашей стране — создание обилия продовольствия и необходимых государству продовольственных резервов.
zh_sg: 亲爱的父亲，伟大的导师，我们高兴地报告，鄂木斯克地区的黄油生产和浓缩奶业的工人，女工，车间工长，工程师，技术人员和办公室工人，以及牛奶加工行业的所有工人， 高举着社会主义竞赛的旗帜。目标是超额完成国家计划目标，并帮助实现服务国家的最终目标 - 创造对我国至关重要的丰富的粮食和粮食储备。

# IDS_ARC_EVENT_GO_FURTHER
source: Next
es_mx: Siguiente
ja: 次
pl: Dalej
ru: Далее
uk: Далі
zh: 下一个
zh_sg: 下个

# IDS_ARC_EVENT_GO_NAVY
source: GO NAVY!
zh: 海军加油!

# IDS_ARC_EVENT_INVITATION_TO_SIDE_0
source: The Eagles Team wants you!
es_mx: ¡El Equipo Eagles te busca!
ja: Eagles チームがあなたを求めています!
pl: Drużyna Eagles chce Cię mieć w swoich szeregach!
ru: Ты нужен команде Eagles!
uk: Ти потрібен команді Eagles!
zh: 雄鹰队想要你！
zh_sg: Eagles队需要你！

# IDS_ARC_EVENT_INVITATION_TO_SIDE_0_REQUEST
source: Join the Eagles Team, together we will win!
es_mx: ¡Únete al Equipo Eagles, juntos ganaremos!
ja: Eagles チームに加わり、共に勝利を!
pl: Dołącz do drużyny Eagles, wspólnie zwyciężymy!
ru: Переходи в команду Eagles, вместе мы победим!
uk: Переходь до команди Eagles, разом ми переможемо!
zh: 加入雄鹰队，我们将共同赢得胜利！
zh_sg: 加入Eagles队，我们能赢！

# IDS_ARC_EVENT_INVITATION_TO_SIDE_0_TEXT_FIRST
source: My friend, it looks like you've spent too much time in the shallow waters. Don't you know you are a high-flyer?! It's time for you to get a sniff of fresh air, and also receive a container.
es_mx: Amigo, parece que has pasado mucho tiempo en aguas poco profundas. ¿No sabías que tienes un potencial de altura? Es hora de respirar aire fresco y de recibir un contenedor.
ja: 我が友よ、あなたは浅い海であまりに長い時間を過ごしてしまったようです。ですがあなたは、高く舞い上がることができるのです! さあ新鮮な空気を吸い込み、コンテナを 1 個入手しましょう。
pl: Przyjacielu, zbyt wiele czasu straciłeś brodząc w płytkich wodach. Czy nie wiesz, że narodziłeś się, by szybować wysoko? Nadszedł czas, byś posmakował świeżego powietrza i przy okazji otrzymał kontener.
ru: Дружище, кажется, ты засиделся на мелководье. Ты же птица высокого полёта! Пора глотнуть свежего воздуха и заодно получить контейнер.
uk: Друже, здається, ти засидівся на мілині. Ти ж птах високого польоту! Час ковтнути свіжого повітря і заразом отримати контейнер.
zh: 我的朋友，看起来您在浅水区待了太久。难道您不知道您是个可以高飞的人吗！现在是时候呼吸新鲜空气了，还可以获得一个幸运补给箱。
zh_sg: 朋友，看起来你在浅滩呆了太久。可是你天生注定要高飞的！现在是时候呼吸新鲜的空气了，此外还可以获得一个补给箱。
