Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE091_VICTORY_DAY_EU_DESCRIPTION
source: V-Day commemorative flag
es_mx: Bandera conmemorativa del Día V
ja: V デー 記念旗
pl: Pamiątkowa flaga dnia zwycięstwa
ru: Памятный флаг ко Дню Победы
uk: Пам’ятний прапор до Дня перемоги
zh: 胜利日纪念旗帜
zh_sg: 胜利日纪念旗帜

# IDS_PCEE092_D_DAY
source: D-DAY
es_mx: DÍA D
ja: D デイ
ru: День высадки десанта союзников в Нормандии
uk: День висадки десанту союзників у Нормандії
zh: 登陆日旗帜
zh_sg: 登陆日

# IDS_PCEE092_D_DAY_DESCRIPTION
source: Recalling the Normandy landing, let's remember those who were brave!
es_mx: Recordando el desembarco en Normandía, ¡recordemos a aquellos que fueron valientes!
ja: ノルマンディ上陸作戦を思い出し、勇敢に戦った人々のことを忘れないようにしましょう!
pl: Wspominając lądowanie w Normandii pamiętajmy o tych, którzy wykazali się męstwem!
ru: Вспоминая высадку в Нормандии, давайте вспомним тех, кто храбр!
uk: Згадуючи висадку в Нормандії, давайте згадаємо хоробрих!
zh: 回忆起诺曼底登陆，让我们永远铭记那些勇敢的人们！
zh_sg: 回忆起诺曼底登陆，让我们永远铭记那些勇敢的英雄！

# IDS_PCEE093_KAGA_FLAG
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PCEE093_KAGA_FLAG_DESCRIPTION
source: Kaga Commemorative Flag
es_mx: Bandera Conmemorativa del Kaga
ja: 加賀記念旗
pl: Flaga pamiątkowa Kaga
ru: Памятный флаг в честь Kaga
uk: Пам’ятний прапор на честь Kaga
zh: 雕纪念旗帜
zh_sg: 加贺纪念旗帜

# IDS_PCEE093_KAGA_FLAG_EXTRA_DESCRIPTION
source: Kaga was the ancient name given to a location off the west peninsula of Japan. The area is well known for their famous black and gold Japanese lacquerware; a perfect image of an Aircraft Carrier so graceful and delicate.
es_mx: Kaga fue el antiguo nombre dado a un lugar al oeste de la península de Japón. El área es bien conocida por sus lacados japoneses negro y oro, una imagen perfecta de un Portaaviones tan elegante y delicado.
ja: 加賀とは、日本の古くからの令制国 (地方行政区分) のひとつであり、現在の石川県南部に相当します。この地域は黒と金からなる漆器で高名であり、優雅で繊細な航空母艦のイメージとして完璧と言えます。
pl: Kaga to starożytne imię nadane lokalizacji w pobliżu zachodniego półwyspu Japonii. Okolica słynie z czarno-złotej japońskiej laki; doskonały obraz ukazujący lotniskowiec, delikatny i pełen wdzięku.
ru: Кага — историческая провинция на западе Японии. В ней проживали знаменитые мастера декоративной росписи золотым лаком по чёрному фону. Совершенное изображение авианосца, созданное в неповторимой и изящной манере.
uk: Каґа — історична провінція на заході Японії. У ній жили відомі майстри декоративного розпису золотим лаком на чорному тлі. Досконале зображення авіаносця, створене у неповторній і витонченій манері.
zh: 加贺是R国半岛西部一个地方的古名称。该地区以黑色和金色的著名R国漆器而闻名；可见航空母舰的完美形象是多么地优雅且细致。
zh_sg: 加贺是日本半岛西部一个地方的古名称。该地区以黑色和金色的著名日本漆器而闻名；可见航空母舰的完美形象是多么地优雅且细致。

# IDS_PCEE094_DUNKIRK_FLAG
source: The Battle of Dunkirk
es_mx: La Batalla de Dunkerque
ja: ダンケルクの戦い
pl: Bitwa pod Dunkierką
ru: Битва за Дюнкерк
uk: Битва за Дюнкерк
zh: 敦刻尔克战役
zh_sg: 敦刻尔克战役

# IDS_PCEE094_DUNKIRK_FLAG_DESCRIPTION
source: The battle to evacuate over 300,000 Allied troops, fought valiantly by multiple nations.
es_mx: La batalla para evacuar a más de 300,000 tropas Aliadas, luchada valientemente por múltiples naciones.
ja: 30 万人以上もの連合軍兵士を撤退させるための作戦であり、複数の国家が参加して勇敢に敢行されました。
pl: Bitwa, która miała umożliwić ewakuację ponad 300 000 alianckich żołnierzy. Walka, którą toczyło dzielnie wielu żołnierzy z wielu krajów.
ru: Операция по эвакуации более 300 тысяч военнослужащих союзных стран, для помощи которым сплотились несколько наций.
uk: Операція з евакуації понад 300 тисяч військовослужбовців союзних країн, для допомоги яким згуртувалися кілька націй.
zh: 有超过 300,000 名盟军部队撤离的战斗，多个国家英勇地反抗。
zh_sg: 有超过300000名盟军部队撤离的战斗，多个国家英勇地反抗。

# IDS_PCEE095_HOOD_FLAG
source: HMS Hood
zh: 胡德
zh_sg: HMS胡德

# IDS_PCEE095_HOOD_FLAG_DESCRIPTION
source: HMS Hood Commemorative Flag
es_mx: Bandera Conmemorativa del HMS Hood
ja: フッド記念旗
pl: Flaga pamiątkowa HMS Hood
ru: Памятный флаг в честь HMS Hood
uk: Пам’ятний прапор на честь HMS Hood
zh: 胡德纪念旗帜
zh_sg: HMS胡德纪念旗帜

# IDS_PCEE095_HOOD_FLAG_EXTRA_DESCRIPTION
source: Ventis Secundis. Sunk by her enemies, but avenged by her allies, in memory of HMS Hood.
es_mx: Ventis Secundis. Hundido por sus enemigos, pero vengado por sus aliados, en memoria del HMS Hood.
ja: Ventis Secundis (好き風と共に)。敵によって撃沈され、味方によって復讐が果たされたフッドを追悼して。
pl: Ventis Secundis. Zatopiony przez wroga, ale pomszczony przez towarzyszy broni, ku pamięci HMS Hood.
ru: Ventis Secundis. Потоплен, но отомщён. В память о HMS Hood.
uk: Ventis Secundis. Потоплений, але відомщений. На згадку про HMS Hood.
zh: 常伴顺风。由它的敌人所击沉，也由它的盟友所报仇，为纪念胡德
zh_sg: Ventis Secundis。被它的敌人所击沉，也由它的盟友所报仇，为纪念HMS 胡德。

# IDS_PCEE096_DRAGON_BOAT
source: The Dragon Boat Festival
es_mx: Festival del Bote del Dragón
ja: 端午節
pl: Święto smoczych łodzi
ru: Праздник драконьих лодок
uk: Свято човнів-драконів
zh: 端午节旗帜
zh_sg: 端午节

# IDS_PCEE096_DRAGON_BOAT_DESCRIPTION
source: A commemorative flag of The Dragon Boat Festival
es_mx: Bandera conmemorativa del Festival del Bote del Dragón
ja: 端午節 (中国の祝日) の記念旗
pl: Pamiątkowa flaga święta smoczych łodzi
ru: Памятный флаг в честь Праздника драконьих лодок
uk: Пам’ятний прапор на честь Свята човнів-драконів
zh: 端午节纪念旗帜
zh_sg: 端午节纪念旗帜

# IDS_PCEE097_BATTLE_OF_MIDWAY
source: Battle of Midway
es_mx: La Batalla de Midway
ja: ミッドウェー海戦
pl: Bitwa o Midway
ru: Битва за Мидуэй
uk: Битва біля атола Мідвей
zh: 中途岛海战七十五周年纪念
zh_sg: 中途岛海战

# IDS_PCEE097_BATTLE_OF_MIDWAY_DESCRIPTION
source: The Battle of Midway took place between June 4 and 7, 1942. It was one of the biggest naval battles of the Pacific.
es_mx: La Batalla de Midway tuvo lugar entre el 4 y el 7 de junio de 1942. Fue una de las más grandes batallas navales del Pacífico.
ja: 1942 年 6 月 5 日から 7 日にかけて行われたミッドウェー海戦は、太平洋戦線における最大規模の海戦のひとつでした。
pl: Bitwa o Midway miała miejsce pomiędzy 4 a 7 czerwcem 1942 roku. Była to jedna z największych bitew morskich na Pacyfiku.
ru: Битва за Мидуэй — одно из самых крупных морских сражений в Тихом океане, произошедшее с 4 по 7 июня 1942 г.
uk: Битва біля атола Мідвей — один із найбільших морських боїв у Тихому океані, що тривав з 4 по 7 червня 1942 р.
zh: 中途岛海战发生于1942年6月4日至7日。它是太平洋最大的海战之一。
zh_sg: 中途岛海战发生于1942年6月4日至7日。它是太平洋最大的海战之一。

# IDS_PCEE098_LOOT_BOY
source: Loot Boy
es_mx: Chico del Botín
ja: ルートボーイ
pl: Mały szabrownik
ru: Добытчик
uk: Здобувач
zh: 战利品男孩
zh_sg: 战利品男孩

# IDS_PCEE098_LOOT_BOY_DESCRIPTION
source: Go on and grab your loot!
es_mx: ¡Ve y toma tu botín!
ja: 戦利品を確保せよ!
pl: Zgarnij swoją dolę!
ru: Забирай всё ценное!
uk: Забирай усе цінне!
zh: 上吧并夺得属于自己的战利品！
zh_sg: 上吧并夺得属于自己的战利品！

# IDS_PCEE099_VETERAN_FLAG
source: Military Veteran
es_mx: Veterano Militar
ja: 退役軍人
pl: Weteran wojskowy
ru: Ветераны ВС
uk: Ветерани ЗС
zh: 军队老兵旗帜
zh_sg: 军队老兵

# IDS_PCEE099_VETERAN_FLAG_DESCRIPTION
source: For those who gave for their country, community, and family. Wargaming Appreciates Your Service.
es_mx: Por aquellos que sirvieron a su país, a su comunidad, y a su familia. Wargaming Aprecia Su Servicio.
ja: Wargaming は、国、地域そして家族のために献身した人たちに敬意を表します。
pl: Dla tych, którzy służyli swojej ojczyźnie, społeczności i rodzinie. Wargaming docenia Wasze poświęcenie.
ru: Посвящается тем, кто многое отдал за свою страну, народ и семью. Компания Wargaming благодарна за вашу службу.
uk: Присвячується тим, хто багато чого віддав за свою країну, народ і родину. Компанія Wargaming вдячна за вашу службу.
zh: 献给那些献给了自己的国家、小区、及家庭的人。Wargaming 感谢你们的付出。
zh_sg: 献给那些为自己的国家、社区、和家庭做出奉献的人。Wargaming 感谢你们的付出。

# IDS_PCEE100_MODERATOR
source: Moderator
es_mx: Moderador
ja: モデレーター
ru: Модератор
uk: Модератор
zh: 管理员
zh_sg: 管理员

# IDS_PCEE100_MODERATOR_DESCRIPTION
source: The commemorative flag of a Moderator
es_mx: Bandera conmemorativa de un Moderador
ja: モデレーターの記念旗
pl: Pamiątkowa flaga moderatora
ru: Памятный флаг модератора
uk: Пам’ятний прапор модератора
zh: 管理员纪念旗帜
zh_sg: 管理员纪念旗帜

# IDS_PCEE101_NAVOEVAL
source: Sea Smackdown
es_mx: Azotón Marino
pl: Morska demolka
ru: НавоевалЪ
uk: НавоевалЪ
zh: 海战天龙
zh_sg: 海战天龙

# IDS_PCEE101_NAVOEVAL_DESCRIPTION
source: A commemorative flag for Sea Smackdown participants
es_mx: Bandera conmemorativa para los participantes de Azotón Marino
ja: Sea Smackdown 参加者のための記念旗
pl: Pamiątkowa flaga dla uczestników Morskiego Łomotu
ru: Памятный флаг участника конкурса «НавоевалЪ»
uk: Пам’ятний прапор учасника конкурсу реплеїв «НавоевалЪ»
zh: 海战天龙参赛者的纪念旗帜
zh_sg: 海战天龙参赛者的纪念旗帜

# IDS_PCEE102_BATTLE_OF_PHILLIPINES
source: Great Marianas Turkey Shoot
es_mx: La Cacería de Patos de las Marianas
ja: マリアナの七面鳥撃ち
pl: Odstrzał indyków nad Marianami
ru: Битва в Филиппинском море
uk: Битва у Філіппінському морі
zh: 马里亚那猎火鸡大赛
zh_sg: 马里亚那猎火鸡大赛

# IDS_PCEE102_BATTLE_OF_PHILLIPINES_DESCRIPTION
source: A decisive victory involving the largest carrier to carrier fleet engagement in history
es_mx: Una victoria decisiva que involucró el enfrentamiento más grande entre portaaviones en la historia
ja: 空母艦隊同士による史上最大の決戦は、アメリカ軍の圧勝に終わりました
pl: Decydująca bitwa, w której udział wzięły największe floty lotniskowców w historii
ru: Решительная победа, добытая в крупнейшем в истории сражении авианесущих соединений
uk: Завзята перемога, здобута у найбільшому в історії бою авіаносних з’єднань
zh: 一场有关历史上最大的航母与航母舰队交战的决定性胜利
zh_sg: 一场有关历史上最大的航母与航母舰队交战的决定性胜利

# IDS_PCEE103_DE_GRASSE
source: De Grasse
zh: 格拉斯
zh_sg: 格拉斯

# IDS_PCEE103_DE_GRASSE_DESCRIPTION
source: De Grasse Commemorative Flag
es_mx: Bandera Conmemorativa del De Grasse
ja: ド・グラース記念旗
pl: Flaga pamiątkowa De Grasse
ru: Памятный флаг в честь De Grasse
uk: Пам’ятний прапор на честь De Grasse
zh: 格拉斯纪念旗帜
zh_sg: 格拉斯纪念旗帜

# IDS_PCEE103_DE_GRASSE_EXTRA_DESCRIPTION
source: The Crowned Lion Rampant. Coat of arms for François-Joseph Paul, marquis de Grasse Tilly, comte de Grasse.
es_mx: El Furioso Léon con Corona. Escudo de armas de François-Joseph Paul, marqués de Grasse Tilly, comte de Grasse.
ja: 冠を被った左後ろ足立ちのライオン。フランソワ・ド・グラス (グラス・ティリー侯爵およびグラス伯爵フランソワ・ジョゼフ・ポール) の紋章
pl: Stojący lew w koronie. Herb François-Joseph Paul, markiza de Grasse Tilly, hrabiego de Grasse.
ru: Восстающий коронованный лев. Герб графа Франсуа Жосефа Поля де Грасса, маркиза Тилли.
uk: Коронований лев. Герб графа Франсуа Жозефа Поля де Грасса, маркіза Тії.
zh: 载冠立狮。弗朗索瓦-约瑟夫-保罗, 格拉斯伯爵的纹章。
zh_sg: 载冠立狮。弗朗索瓦-约瑟夫-保罗, 格拉斯伯爵的纹章

# IDS_PCEE104_SEASONFLAG07
source: Chatham Dockyard Emblem
es_mx: Bandera del Astillero de Chatham
ja: チャタム工廠の徽章
pl: Emblemat stoczni w Chatham
ru: Эмблема Чатемской верфи
uk: Емблема Чатемської верфі
zh: 查塔姆造船厂勋章
zh_sg: 查塔姆造船厂勋章

# IDS_PCEE104_SEASONFLAG07_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Seventh Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Séptima Temporada de Batallas por Rango.
ja: ランク戦第 7 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Flaga pamiątkowa przyznawana za osiągnięcie 15 stopnia w siódmym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в седьмом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у сьомому ранговому сезоні.
zh: 于第七赛季排名战中达成排名第 15 所给予的纪念旗帜。
zh_sg: 于第七赛季排名战中达成排名第 15所给予的纪念旗帜。

# IDS_PCEE104_SEASONFLAG07_EXTRA_DESCRIPTION
source: This Royal Navy Dockyard was founded in 1567. For over four hundred years, warships for the British Royal Navy were built here. The Chatham Dockyard emblem features a crossed trident and sword. The same elements feature on the Coat of Arms of the town of Chatham.
es_mx: Este Astillero de la Marina Real fue fundado en 1567. Por más de cuatrocientos años, barcos de guerra de la Marina Real Británica fueron construidos aquí. El emblema del Astillero de Chatham cuenta con un tridente y una espada atravesados. Los mismo elementos que aparecen en el Escudo de Armas del pueblo de Chatham.
ja: このイギリス海軍の工廠は、1567 年に設立され、以後 400 年以上に渡ってイギリス海軍の艦艇を建造してきました。この工廠の徽章では、三叉槍と剣が十字を形作っており、同じ要素が、チャタムの街の紋章にも取り入れられています。
pl: Ta stocznia Royal Navy założona została w 1567 roku. Przez ponad czterysta lat okręty brytyjskiej Royal Navy były tu budowane. Emblemat stoczni w Chatham przedstawia skrzyżowany trójząb i miecz. Te same elementy znaleźć można w herbie miasta Chatham.
ru: Королевская военная Чатемская верфь была основана в 1567 году, и на протяжении четырёх столетий на ней строились боевые корабли для британского флота. Символом этого стали скрещённые трезубец и меч, являвшиеся элементами как эмблемы самой верфи, так и герба города Чатем.
uk: Королівську військову Чатемську верф заснували 1567 р., і протягом чотирьох століть на ній будували бойові кораблі для британського флоту. Символом цього стали схрещені тризуб і меч, які були елементами як емблеми самої верфі, так і герба міста Чатем.
zh: 海军造船厂成立于 1567 年。四百多年以来，海军的战舰都是在这里建造的。查塔姆造船厂勋章具有一组交叉的三叉戟与刺刀。查塔姆镇上的纹章也具有相同的元素。
zh_sg: 海军造船厂成立于 1567 年。四百多年以来，海军的战舰都是在这里建造的。查塔姆造船厂勋章具有一组交叉的三叉戟与刺刀。查塔姆镇上的纹章也具有相同的元素。

# IDS_PCEE105_OKTYABRSKAYA_REVOLUTSIYA
source: Oktyabrskaya Revolutsiya
pl: Oktiabrskaja Rewolucja
ru: Октябрьская революция
uk: Октябрськая революція
zh: 十月革命
zh_sg: 十月革命

# IDS_PCEE105_OKTYABRSKAYA_REVOLUTSIYA_DESCRIPTION
source: Battleship Oktyabrskaya Revolutsiya Commemorative Flag
es_mx: Bandera Conmemorativa del Acorazado Oktyabrskaya Revolutsiya
ja: 戦艦 Oktyabrskaya Revolutsiya 記念旗
pl: Flaga pamiątkowa pancernika Oktiabrskaja Rewolucja
ru: Памятный флаг в честь линкора «Октябрьская революция»
uk: Пам’ятний прапор на честь лінкора «Октябрськая революція»
zh: 十月革命战列舰纪念旗帜
zh_sg: 十月革命战列舰纪念旗帜

# IDS_PCEE105_OKTYABRSKAYA_REVOLUTSIYA_EXTRA_DESCRIPTION
source: Oktyabrskaya Revolutsiya was a battleship of the Russian and Soviet Navy, one of four dreadnoughts of the Baltic series of the Sevastopol class.
es_mx: Oktyabrskaya Revolutsiya fue un acorazado de la Marina Rusa y Soviética, uno de cuatro acorazados de la serie Báltica de la clase Sevastopol.
ja: オクチャブリスカヤ・レヴォリューツィヤ (Oktyabrskaya Revolutsiya) は、ロシア帝国海軍およびソ連海軍の戦艦であり、4 隻建造されたセヴァストポリ級弩級戦艦の 1 隻です。バルト海で活躍しました。
pl: Oktiabrskaja Rewolucja był pancernikiem rosyjskiej, a później radzieckiej floty, jednym z czterech drednotów bałtyckiej serii klasy Sewastopol.
ru: «Октябрьская революция» — линкор российского и советского флота, последний из четырёх дредноутов балтийской серии типа «Севастополь».
uk: «Октябрськая революція» (укр. «Жовтнева революція») — лінкор російського і радянського флоту, останній з чотирьох дредноутів балтійської серії типу «Севастополь».
zh: 十月革命是S国海军的战列舰，为波罗的海系列 塞瓦斯托波尔级的四艘无畏舰之一。
zh_sg: 十月革命是俄罗斯帝国及苏联海军的战列舰，为 Baltic 系列 Sevastopol 级的四艘无畏舰之一。

# IDS_PCEE106_CORGI_FLEET_2
source: Corgi Fleet II
es_mx: Flota de Corgi II
ja: コーギー艦隊 II
pl: Flota Corgi II
zh: 柯基舰队 II

# IDS_PCEE106_CORGI_FLEET_2_DESCRIPTION
source: A brave participant of the Corgi Battle Fleet!
es_mx: ¡Un valiente participante de la Flota de la Batalla de Corgi!
ja: コーギー艦隊の勇敢なる参戦!
pl: Mężny członek floty bojowej Corgi!
ru: Храбрый участник Corgi Battle Fleet!
uk: Хоробрий учасник Corgi Battle Fleet!
zh: 一名柯基战斗舰队的勇敢参与者！
zh_sg: 一名Corgi Battle Fleet的勇敢参与者！

# IDS_PCEE106_CORGI_FLEET_2_EXTRA_DESCRIPTION
source: Cry Havoc and let slip the Borks of War!
es_mx: ¡Llora el Caos y deja pasar las Infamias de la Guerra!
ja: 大破壊を警告し、混乱を解き放て!
pl: Wołaj „Mordować” i spuść burki wojny!
ru: Бей тревогу и спускай псов войны!
uk: Бий тривогу і спускай псів війни!
zh: 关门放狗！
zh_sg: 关门放狗！

# IDS_PCEE107_WILHELMSHAVEN_SCHOOL
source: Wilhelmshaven Maritime High School
es_mx: Secundaria Marítima de Wilhelmshaven
ja: ヴィルヘルムスハーフェン海洋学校
pl: Szkoła morska w Wilhelmshaven
ru: Морская академия Вильгельмсхафена
uk: Жіноче морехідне училище у Вільгельмсгафені
zh: 威廉港校
zh_sg: 威廉港校

# IDS_PCEE107_WILHELMSHAVEN_SCHOOL_DESCRIPTION
source: School emblem of the "Wilhelmshaven Maritime High School". This is the German school that trains the Blue Mermaids, and a sister school of the "Yokosuka Girls Maritime High School".
es_mx: Emblema escolar del "Wilhelmshaven Maritime High School". Esta es la escuela alemana que entrena a las Sirenas Azules, y escuela hermana del "Yokosuka Girls Maritime High School".
ja: 「ヴィルヘルムスハーフェン海洋学校」の校章。 ブルーマーメイドを養成するためのドイツの学校であり、「横須賀女子海洋学校」とは姉妹校。
pl: Szkolny emblemat „Szkoły Morskiej w Wilhelmshaven”. To niemiecka szkoła szkolące Niebieskie Syreny, siostrzana szkoła „Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce”.
ru: Эмблема Морской академии Вильгельмсхафена. Немецкая школа, ставящая перед собой те же цели, что и Морская академия в Йокоске. Здесь проходят обучение «Голубые русалки».
uk: Емблема Жіночого морехідного училища Вільгельмсгафена. Німецьке училище, яке ставить перед собою ту ж мету, що і Жіноче морехідне училище в Йокосуці. Тут навчаються «Блакитні русалки».
zh: 「威廉港校」的校徽。 这是所为了培养蓝色人鱼的德国学校，而且是「横须贺女子海洋学校」的姊妹校。
zh_sg: “威廉港校”的校徽。 这是所为了培养蓝色人鱼的德国学校，而且是“横须贺女子海军高校”的姊妹校。

# IDS_PCEE107_WILHELMSHAVEN_SCHOOL_EXTRA_DESCRIPTION
source: From the series "High School Fleet".
es_mx: De la serie "High School Fleet".
ja: 「ハイスクール・フリート」より出典。
pl: Z anime „High School Fleet”.
ru: Из аниме High School Fleet.
uk: З аніме «High School Fleet».
zh: 来自系列动画「高校舰队」。
zh_sg: 来自系列动画“高校舰队”。

# IDS_PCEE108_HAREKAZE_HSF_DESCRIPTION
source: The emblem of the Kagerō-class training ship Harekaze. She belongs to the Yokosuka Girls Maritime High School, and is operated by the main character, Akeno Misaki. In the series, the ship is modernized and mounts advanced sonar and radar.
es_mx: El emblema del barco de entrenamiento Harekaze de la clase Kagerō. Pertenece al Yokosuka Girls Maritime High School, y es operado por el personaje principal, Akeno Misaki. En la serie, el barco está modernizado y monta un avanzado sonar y radar.
ja: 陽炎型航洋直接教育艦晴風の章。 横須賀女子海洋学校所属であり、主人公である岬明乃が艦長を務める。 本シリーズにおいては装備が近代化されており、近代的なソナーとレーダーが搭載されている。
pl: Emblemat okrętu szkoleniowego klasy Kagerō, noszącego nazwę Harekaze. Należy do Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce i dowodzony jest przez główną postać, Akeno Misaki. W serialu okręt jest zmodernizowany i posiada zaawansowany sonar oraz radar.
ru: Эмблема учебного корабля типа Kagerō, стоящего на вооружении Морской академии в Йокоске. Командиром корабля является Akeno Misaki, главный персонаж произведения. В аниме корабль проходит модернизацию, в результате которой на него устанавливают усовершенствованные сонар и радар.
uk: Емблема навчального корабля типу Kagerō, що перебуває на озброєнні Жіночого морехідного училища в Йокосуці. Командир корабля Akeno Misaki — головний персонаж твору. В аніме корабель модернізували, встановивши вдосконалені гідролокатор і радар.
zh: Kagero 级训练舰 Harekaze 的舰艇标志。 她隶属于横须贺女子海洋学校，并且是由主角岬明乃 (Akeno Misaki) 所操作。 在动画系列中，该舰艇进行过现代化并安装了更先进的声纳与雷达。
zh_sg: 阳炎级训练舰晴风号的战舰标志。 它隶属于横须贺女子海军高校，并且是由主角岬明乃 (Akeno Misaki) 所操作。 在动画系列中，该战舰进行过现代化并安装了更先进的声纳与雷达。

# IDS_PCEE108_HAREKAZE_HSF_EXTRA_DESCRIPTION
source: From the series "High School Fleet".
es_mx: De la serie "High School Fleet".
ja: 「ハイスクール・フリート」より出典。
pl: Z anime „High School Fleet”.
ru: Из аниме High School Fleet.
uk: З аніме «High School Fleet».
zh: 来自系列动画「高校舰队」。
zh_sg: 来自系列动画“高校舰队”。

# IDS_PCEE109_ENTERPRISE_FLAG
source: Legacy of Enterprise
es_mx: Legado del Enterprise
ja: エンタープライズの遺産
pl: Spuścizna Enterprise
ru: Наследие Enterprise
uk: Спадок Enterprise
zh: 企业遗产
zh_sg: 企业的遗产

# IDS_PCEE109_ENTERPRISE_FLAG_DESCRIPTION
source: In honor of the ships that served all with the name "Enterprise", past, present, and future.
es_mx: En honor de los barcos que sirvieron con el nombre "Enterprise", en el pasado, en el presente, y en el futuro.
ja: 過去、現在、未来において「エンタープライズ」の名を冠する全ての艦艇の名誉を称える。
pl: W uznaniu dla okrętów służących pod nazwą „Enterprise”, dawniej, dziś i w przyszłości.
ru: В честь кораблей, сражавшихся под именем Enterprise в прошлом, носящих его сейчас, а также тех, которые будут так названы в будущем.
uk: На честь кораблів, які воювали під ім’ям Enterprise у минулому, що носять його зараз, а також тих, які будуть так названі в майбутньому.
zh: 为了纪念在过去、现在、和未来以「企业」之名服役的战舰。
zh_sg: 为了纪念在过去、现在、和未来以“企业”之名服役的战舰。

# IDS_PCEE110_SUPREMACY_LEAGUE_4_PARTICIPANTS
source: Supremacy League One Year Anniversary Participants
es_mx: Participantes del Aniversario del Año Uno de la Liga de la Supremacía
ja: Supremacy League 1 周年記念参加者
pl: Uczestnicy pierwszej rocznicy Ligi Supremacji
ru: Участники празднования годовщины Supremacy League
uk: Учасники святкування річниці Supremacy League
zh: 超级联盟一周年纪念参与者
zh_sg: 超级联盟一周年纪念参与者

# IDS_PCEE110_SUPREMACY_LEAGUE_4_PARTICIPANTS_DESCRIPTION
source: It's been a year since its establishment, and you were there for the historic fights.
es_mx: Ha pasado un año desde su establecimiento, y estuvieron ahí para la históricas peleas.
ja: 創設から 1 年が経過したこの歴史的な戦いに、あなたもまた加わっていました。
pl: Minął rok od jej założenia, a Ty byłeś na posterunku w chwilach historycznych bitew.
ru: Прошёл год с момента основания. Вы были свидетелем исторических сражений.
uk: Минув рік із часу заснування. Ви були свідком історичних битв.
zh: 成立至今已有一年，而您参与了具有历史意义的战斗。
zh_sg: 成立至今已有一年，而您参与了具有历史意义的战斗。

# IDS_PCEE111_SUPREMACY_LEAGUE_4_CHAMPIONS
source: Supremacy League Season 4 Champions
es_mx: Campeones de la Temporada 4 de la Liga de la Supremacía
ja: Supremacy League シーズン 4 チャンピオン
pl: Mistrzostwo sezonu 4 Ligi Supremacji
ru: Чемпионы четвёртого сезона Supremacy League
uk: Чемпіони четвертого сезону Supremacy League
zh: 超级联盟联盟 4 冠军
zh_sg: 超级联盟第4赛季冠军

# IDS_PCEE111_SUPREMACY_LEAGUE_4_CHAMPIONS_DESCRIPTION
source: It's the one year anniversary of the Supremacy League and you're the winners!
es_mx: ¡Es el aniversario del año uno de la Liga de la Supremacía y ustedes son los ganadores!
ja: 1 周年を迎えた Supremacy League において、あなたは入賞を果たしました!
pl: To pierwsza rocznica Ligi Supremacji, a Ty jesteś zwycięzcą!
ru: Годовщина Supremacy League, а вы — победитель!
uk: Річниця Supremacy League, а ви — переможець!
zh: 这是超级联盟一周年纪念，而您是其中的赢家！
zh_sg: 这是超级联盟一周年纪念，而您是其中的赢家！

# IDS_PCEE112_FNFL
source: FNFL
ru: ВМС «Свободной Франции»
uk: ВМС «Вільної Франції»
zh: F系海军自由部队
zh_sg: FNFL（自由法国海军部队）

# IDS_PCEE112_FNFL_DESCRIPTION
source: Les Forces Navales Françaises Libres were the naval branch of the Free French Forces during the Second World War. The FNFL were commanded by Admiral Émile Muselier.
es_mx: Les Forces Navales Françaises Libres fueron la rama naval de la Fuerzas Francesas Libres durante la Segunda Guerra Mundial. Las FNFL fueron dirigidas por el Almirante Émile Muselier.
ja: Les Forces Navales Françaises Libres (自由フランス海軍) は、二次大戦中の自由フランス軍のうちの海軍を担当する部門であり、エミール・ミュズリー提督がその指揮官を務めていました。
pl: Les Forces Navales Françaises Libres były morską odnogą Sił Wolnych Francuzów w trakcie II wojny światowej. FNFL dowodzone były przez admirała Émile Muselier.
ru: ВМС «Свободной Франции» являлись частью Свободных французских сил во время Второй мировой войны. Командовал ВМС «Свободной Франции» адмирал Эмиль Мюзелье.
uk: ВМС «Вільної Франції» були частиною Вільних французьких сил під час Другої світової війни. Командував ВМС «Вільної Франції» адмірал Еміль Мюзельє.
zh: F系海军自由部队是大战期间F国自由部队的海军分支。由海军上将埃米尔·米塞利埃所指挥。
zh_sg: Les Forces Navales Françaises Libres 是第二次世界大战期间自由法国部队的海军分支。自由法国海军部队是由海军上将 Émile Muselier 所指挥。

# IDS_PCEE113_VALOR_FLAGS_HOME
source: Valor – Home Flag
es_mx: Valor – Bandera Hogar
ja: 武勇 – ホーム旗
pl: Męstwo – flaga ojczyźniana
ru: Valor – Родной дом
uk: Valor – Рідний дім
zh: Valor──「家」旗帜
zh_sg: Valor──“家”旗帜

# IDS_PCEE113_VALOR_FLAGS_HOME_DESCRIPTION
source: To continue helping the families of Veterans come home
es_mx: Para continuar ayudando a las familias de Veteranos a regresar a casa
ja: 我が家へと戻った退役軍人の家族への支援を継続するために
pl: Żeby dalej pomagać rodzinom weteranów wracać do domów
ru: Помощь в обретении семьями ветеранов собственного дома
uk: Допомога родинам ветеранів набути власне житло
zh: 继续帮助回到家的退伍军人家庭
zh_sg: 继续帮助回到家的退伍军人家庭

# IDS_PCEE114_VALOR_FLAGS_REMEBRANCE
source: Valor – Remembrance Flag
es_mx: Valor – Bandera Recuerdo
ja: 武勇 – 追悼旗
pl: Męstwo – flaga pamięci
ru: Valor – Помним всех
uk: Valor – Пам’ятаємо всіх
zh: Valor──纪念旗帜
zh_sg: Valor──纪念旗帜
