Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_COACH_TUTORIALS_HINT_0
source: This is the best way to master the game basics and explore every detail of naval battles.
es_mx: Esta es la mejor forma de dominar los conceptos básicos del juego y explorar cada detalle de las batallas navales.
ja: ゲームの基本をマスターし、海戦を詳しく知るための最良の方法です。
pl: To najlepszy sposób na opanowanie podstaw gry i poznanie każdego szczegółu walki morskiej.
ru: Это самый быстрый способ не только освоить базовые принципы игры, но и разобраться в тонкостях морских сражений.
uk: Це найшвидший спосіб не лише опанувати базові принципи гри, але і розібратися в тонкощах морських битв.
zh: 这是熟悉游戏基本知识和探索海战每个细节的最佳方式。
zh_sg: 这是熟悉游戏基本知识和探索海战每个细节的最佳方式。

# IDS_COACH_TUTORIALS_HINT_1
source: You will learn the history of ships and events reconstructed in the game, and much more about the world of warships.
es_mx: Aprenderás la historia de los barcos y de los eventos reconstruidos en el juego, y mucho más sobre el mundo de los barcos de guerra.
ja: 艦艇の歴史や、このゲームで再現された出来事など、World of Warships に関連する様々なことを知ることができます。
pl: Poznaj historię okrętów i wydarzeń odtworzonych w grze, aby dowiedzieć się więcej o świecie okrętów wojennych.
ru: Вы узнаете историю техники и событий, воссозданных в игре, а также многое другое о мире кораблей.
uk: Ви дізнаєтеся про історію техніки і подій, відтворених у грі, а також багато іншого про світ кораблів.
zh: 您将会在游戏中了解到战舰的历史和还原的事件，以及更多关于战舰的世界。
zh_sg: 在游戏中，您将能了解战舰的历史、看到还原的事件重演，以及关于《战舰世界》的一切。

# IDS_COAL_COLON
source: Coal:
es_mx: Carbón:
ja: 石炭:
pl: Węgiel:
ru: Уголь:
uk: Вугілля:
zh: 煤矿：
zh_sg: 煤炭：

# IDS_COLLECT
source: Collect
es_mx: Coleccionar
ja: 収集
pl: Odbierz
ru: Собирать
uk: Збирати
zh: 收集
zh_sg: 收集

# IDS_COLLECTING
source: Collecting
es_mx: Coleccionando
ja: 収集中
pl: Zbieranie
ru: Собираю
uk: Збираю
zh: 收集
zh_sg: 收集中

# IDS_COLLECTION_ALBUM_RECIEVED
source: Collection
es_mx: Colección
ja: コレクション
pl: Kolekcja
ru: Коллекция
uk: Колекція
zh: 收集
zh_sg: 收藏

# IDS_COLLECTION_CARDS_AMOUNT
source: Items collected:
es_mx: Coleccionado:
ja: 収集済み:
pl: Zebrane:
ru: Собрано:
uk: Зібрано:
zh: 已收集物品：
zh_sg: 已收集物品：

# IDS_COLLECTION_FULL_STAMP
source: Complete
es_mx: Completa
ja: 収集済み
pl: Zebrano
ru: Собрано
uk: Зібрано
zh: 已收集物品
zh_sg: 已收集物品

# IDS_COLLECTION_IS_FULL
source: Your collection is complete!
es_mx: ¡Tu colección está completa!
ja: コレクション完成!
pl: Twoja kolekcja jest kompletna!
ru: Вы собрали коллекцию
uk: Ви зібрали колекцію
zh: 您的收集任务已完成！
zh_sg: 您的收藏已完成！

# IDS_COLLECTION_NAME
source: %(_collectionName)s Collection
es_mx: Colección %(_collectionName)s
ja: コレクション %(_collectionName)s
pl: Kolekcja %(_collectionName)s
ru: Коллекция %(_collectionName)s
uk: Колекція %(_collectionName)s
zh: 收集 %(_collectionName)s
zh_sg: %(_collectionName)s 收藏

# IDS_COLLECTION_NAME_NO_ENTER
source: %(_collectionName)s Collection
es_mx: Colección %(_collectionName)s
ja: コレクション %(_collectionName)s
pl: Kolekcja %(_collectionName)s
ru: Коллекция %(_collectionName)s
uk: Колекція %(_collectionName)s
zh: %(_collectionName)s 收藏
zh_sg: %(_collectionName)s收藏

# IDS_COLLECTION_PLAYER_POINTS_COUNTER
source: Items received
es_mx: Artículos recibidos
ja: 取得アイテム数
pl: Otrzymane przedmioty
ru: Получено предметов
uk: Отримано предметів
zh: 得到的物品
zh_sg: 得到的物品

# IDS_COLLECTION_TIMER
source: You can collect the %(_collectionName)s collection from %(_formattedStartTime)s till %(_formattedEndTime)s
es_mx: Puedes reunir la colección %(_collectionName)s del %(_formattedStartTime)s al %(_formattedEndTime)s
ja: %(_collectionName)s コレクションの収集可能期間は、%(_formattedStartTime)s から %(_formattedEndTime)s まで
pl: Możesz zebrać kolekcję %(_collectionName)s od %(_formattedStartTime)s do %(_formattedEndTime)s
ru: Коллекцию %(_collectionName)s можно собрать с %(_formattedStartTime)s по %(_formattedEndTime)s
uk: Колекцію %(_collectionName)s можна зібрати з %(_formattedStartTime)s до %(_formattedEndTime)s
zh: 您可以收集%(_collectionName)s 的收藏从 %(_formattedStartTime)s 开始直到 %(_formattedEndTime)s
zh_sg: 收藏%(_collectionName)s可以在%(_formattedStartTime)s到%(_formattedEndTime)s进行收集

# IDS_COLLECTION_TOTAL_POINTS_COUNTER
source: Maximum number of items
es_mx: Número máximo de artículos
ja: 最大アイテム数
pl: Maksymalna liczba przedmiotów
ru: Максимальное количество предметов
uk: Максимальна кількість предметів
zh: 最大物品数
zh_sg: 最大物品数

# IDS_COLLISION
source: COLLISION
es_mx: COLISIÓN
ja: 衝突
pl: KOLIZJA
ru: СТОЛКНОВЕНИЕ
uk: ЗІТКНЕННЯ
zh: 碰撞
zh_sg: 碰撞

# IDS_COLLISION_AUTOPILOT
source: Collision avoidance system
es_mx: Sistema de Prevención de Colisión
ja: 衝突回避システム
pl: System wykrywania kolizji
ru: Система избегания столкновений
uk: Система уникнення зіткнень
zh: 防撞系统
zh_sg: 防碰撞系统

# IDS_COLORBLIND_FILTERS
source: Alternative Color Filters
es_mx: Filtros de Color Alternativos
ja: 代替カラーフィルター
pl: Filtry alternatywnej kolorystyki
ru: Альтернативные цветовые фильтры
uk: Альтернативні колірні фільтри
zh: 转换色彩滤镜
zh_sg: 转换色彩滤镜

# IDS_COLORBLIND_FILTER_MODE
source: Color Blindness Filter
es_mx: Filtro para Daltónicos
ja: カラーバリアフリー
pl: Filtry zaburzeń rozp. barw
ru: Цветовой фильтр
uk: Колірний фільтр
zh: 色盲滤镜
zh_sg: 色盲滤镜

# IDS_COLOR_BLIND_STRENGTH
source: Intensity
es_mx: Intensidad
ja: 明度
pl: Intensywność
ru: Интенсивность
uk: Інтенсивність
zh: 强度
zh_sg: 强度

# IDS_COME_BACK_LATER
source: Please check back later to find something here.
es_mx: Por favor revisa después para encontrar algo aquí.
ja: 後で改めてここをご確認ください。
pl: Wróć w to miejsce później i sprawdź, czy coś się pojawiło.
ru: Загляните сюда позже, что-нибудь обязательно появится.
uk: Зазирніть сюди пізніше, що-небудь обов’язково з’явиться.
zh: 稍后请返回此处进行检查。
zh_sg: 稍后请返回此处进行检查。

# IDS_COMMANDERS_MANAGEMENT_DISABLED
source: Commanders are not allowed to invite players.
es_mx: Los comandantes no pueden invitar jugadores.
ja: 各艦長はプレイヤーを招待できません。
pl: Dowódcy nie mogą zapraszać graczy.
ru: Командирам запрещено приглашать игроков.
uk: Командирам заборонено запрошувати гравців.
zh: 不允许指挥官邀请玩家。
zh_sg: 指挥官不允许邀请玩家。

# IDS_COMMANDER_GROZOVOY_PA
source: Ivan the Terrible
es_mx: Iván el Terrible
pl: Iwan Groźny
ru: Иван Грозный
uk: Іван Грозний
zh: Иван Грозный
zh_sg: 伊凡·恐怖

# IDS_COMMANDER_H2019_BORISANGLER
source: Boris Angler
ru: Борис Удильщик
zh: Борис Удильщик

# IDS_COMMANDER_H2019_ECRASEURSCHUBS
source: Dr. van Shuboff
ru: Доктор ван Шубов
zh: Доктор ван Шубов

# IDS_COMMANDER_KHABAROVSK_PA
source: Boris the Pipe
es_mx: Boris el Tubo
pl: Borys Rurka
ru: Борис Труба
uk: Борис Труба
zh: Борис Труба
zh_sg: 鲍里斯·管道

# IDS_COMMANDER_NAME
source: Full name of the Commander
es_mx: Nombre completo del Comandante
ja: 艦長の氏名
pl: Pełne nazwisko dowódcy
ru: Имя и фамилия командира
uk: Ім’я та прізвище командира
zh: 指挥官全名
zh_sg: 指挥官全名

# IDS_COMMANDER_RANK
source: Commander Rank
es_mx: Rango del Comandante
ja: 艦長ランク
pl: Ranga dowódcy
ru: Звание командира
uk: Звання командира
zh: 指挥官军衔
zh_sg: 指挥官军阶

# IDS_COMMANDER_SHIMAKAZE_H2019
source: Boris Angler
ru: Борис Удильщик
zh: Борис Удильщик

# IDS_COMMANDER_WILL_BE_DEMOBILIZED
source: Commander will be dismissed
es_mx: El comandante será despedido
ja: 艦長は解任されます
pl: Dowódca zostanie zwolniony
ru: Командир будет демобилизован
uk: Командира демобілізують
zh: 指挥官将被解雇
zh_sg: 指挥官将被解雇

# IDS_COMMAND_SHOOT
source: Fire
es_mx: Fuego
ja: 砲撃
pl: Ogień
ru: Стрелять
uk: Постріл
zh: 射击
zh_sg: 射击

# IDS_COMMONWEALTH
source: Commonwealth
ja: イギリス連邦
pl: Wspólnota
ru: Содружество
uk: Співдружність
zh: L系
zh_sg: 联邦

# IDS_COMMONWEALTH_AIRCARRIER
source: Commonwealth carriers
es_mx: Portaaviones de la Commonwealth
ja: イギリス連邦航空母艦
pl: Lotniskowce Wspólnoty
ru: Авианосцы Содружества
uk: Авіаносці Співдружності
zh: Авианосцы Содружества
zh_sg: 联邦航母

# IDS_COMMONWEALTH_BATTLESHIP
source: Commonwealth battleships
es_mx: Acorazados de la Commonwealth
ja: イギリス連邦戦艦
pl: Pancerniki Wspólnoty
ru: Линкоры Содружества
uk: Лінкори Співдружності
zh: Линкоры Содружества
zh_sg: 联邦战列舰

# IDS_COMMONWEALTH_CRUISER
source: Commonwealth cruisers
es_mx: Cruceros de la Commonwealth
ja: イギリス連邦巡洋艦
pl: Krążowniki Wspólnoty
ru: Крейсеры Содружества
uk: Крейсери Співдружності
zh: Крейсеры Содружества
zh_sg: 联邦巡洋舰

# IDS_COMMONWEALTH_DESTROYER
source: Commonwealth destroyers
es_mx: Destructores de la Commonwealth
ja: イギリス連邦駆逐艦
pl: Niszczyciele Wspólnoty
ru: Эсминцы Содружества
uk: Есмінці Співдружності
zh: Эсминцы Содружества
zh_sg: 联邦驱逐舰

# IDS_COMMON_FINAL_STAT_POINTS
source: Team Points
es_mx: Puntos del equipo
ja: チームポイント
pl: Punkty drużynowe
ru: Очки команд
uk: Очки команд
zh: Очки команд
zh_sg: 队伍积分

# IDS_COMMON_MOUNTED
source: Mounted
es_mx: Montado
ja: 搭載中
pl: Zainstalowano
ru: Установлено
uk: Встановлено
zh: 已安装：
zh_sg: 已安装

# IDS_COMMON_PRICE_FOR_ALL_FREE_EXP
source: Cost of converting XP from all ships:
es_mx: Costo de conversión de XP en todos los barcos:
ja: 全艦艇からの EXP 変換費用:
pl: Koszt wymiany PD ze wszystkich okrętów:
ru: Стоимость перевода опыта со всех кораблей:
uk: Вартість конвертації досвіду з усіх кораблів:
zh: 所有战舰经验转换的费用：
zh_sg: 转换所有战舰经验的费用：

# IDS_COMMON_STAT_POINTS_TOOLTIP
source: Competition Score
es_mx: Puntuación de la Competencia
ja: コンペティションスコア
pl: Punkty w zawodach
ru: Счёт соревнования
uk: Рахунок змагання
zh: Счёт соревнования
zh_sg: 比赛得分

# IDS_COMMON_TEAM_VICTORY_DAYS_TOOLTIP
source: Number of your team's victories during the entire competition
es_mx: Número de victorias del equipo durante toda la competencia
ja: コンペティションの全体における所属チームの勝利数
pl: Liczba zwycięstw Twojej drużyny w całym czasie trwania zawodów
ru: Количество побед команды за все дни соревнования
uk: Кількість перемог команди за всі дні змагання
zh: 您的队伍在整个竞赛中的胜利数
zh_sg: 整个争霸赛中你所在队伍的胜利数

# IDS_COMMON_TEAM_VICTORY_POINTS
source: Battles played for the team
es_mx: Batallas jugadas para el equipo
ja: チームの戦闘数
pl: Bitwy stoczone dla drużyny
ru: Боёв за команду
uk: Боїв за команду
zh: Боёв за команду
zh_sg: 为该队伍战斗的场次

# IDS_COMMON_TEAM_VICTORY_POINTS_TOOLTIP
source: Points the teams earned during the day.
es_mx: Puntos que los equipos obtuvieron durante el día.
ja: 各チームがこの日に取得したポイント
pl: Punkty zdobyte przez drużyny w ciągu dnia.
ru: Очки, заработанные командами в течение дня.
uk: Очки, здобуті командами протягом доби.
zh: Очки, заработанные командами в течение дня.
zh_sg: 当日该队伍获得的积分。

# IDS_COMPENSATION
source: Compensation
es_mx: Compensación
ja: 補填
pl: Rekompensata
ru: Компенсация
uk: Компенсація
zh: 补偿
zh_sg: 补偿

# IDS_COMPENSATION_DAYS
source: %(days)s day
es_mx: %(days)s día
ja: %(days)s 日分
pl: %(days)s dzień
ru: %(days)s день
uk: %(days)s доба
zh: %(days)s 天
zh_sg: %(days)s天

# IDS_COMPENSATION_DESCR
source: Compensation is paid when you purchase Warships Premium Account and have an active Wargaming Premium Account. The refund amount depends on the number of days the two Premium Accounts overlap.
es_mx: La compensación es pagada cuando compras Cuenta Premium Warships y tienes una cuenta Premium de Wargaming activa. El rembolso depende del número de días del traslape de la Cuenta Premium.
ja: Warships プレミアムアカウントの購入時に Wargaming プレミアムアカウントが有効だった場合、補填が付与されます。返還額は、プレミアムアカウントの重複日数に応じます。
pl: Za zakup konta premium Warships przy aktywnym koncie premium Wargaming wypłacana jest rekompensata. Jej wielkość zależy od liczby dni, w których oba konta są aktywne równocześnie.
ru: Компенсация выплачивается при покупке Корабельного премиума, если у вас есть активный Общий премиум. Сумма возмещения зависит от количества пересекающихся дней.
uk: Компенсацію виплачують у разі купівлі Корабельного преміум, якщо у вас є активний Загальний преміум. Сума відшкодування залежить від кількості преміум діб, що припали одна на одну.
zh: 拥有启动的Wargaming高级账号时购买战舰高级账号将获得补偿。退款金额取决于高级账号重叠的天数。
zh_sg: 当在拥有激活的Wargaming高级账号时购买了战舰高级账号的情况下会获得补偿。退款的金额取决于高级账号重叠的天数。

# IDS_COMPENSATION_INTERSECTION
source: Premium Accounts overlapping
es_mx: Traslape de Cuentas Premium
ja: プレミアムアカウント重複
pl: Pokrywanie się kont premium
ru: Пересечение премиумов
uk: Перетин преміум акаунтів
zh: 高级账号重叠
zh_sg: 高级账号时间重叠

# IDS_COMPENSATION_PRICE
source: Refund amount
es_mx: Cantidad reembolsada
ja: 返還額
pl: Kwota rekompensaty
ru: Стоимость возмещения
uk: Вартість відшкодування
zh: 退款金额
zh_sg: 退款数量

# IDS_COMPENSATION_PRICE_INFO
source: You will receive compensation after the purchase
es_mx: Recibirás como compensación después de la compra
ja: 購入後に補填が付与されます
pl: Po zakupie otrzymasz rekompensatę
ru: При покупке вы получите компенсацию
uk: Купивши, ви отримаєте компенсацію
zh: 您将在购买后获得补偿
zh_sg: 您将在购买后获得补偿

# IDS_COMPLAIN
source: Report
es_mx: Reportar
ja: 通報
pl: Skarga
ru: Пожаловаться
uk: Поскаржитися
zh: 举报
zh_sg: 举报

# IDS_COMPLAIN_ACCEPTED
source: Your report has been received
es_mx: Tu reporte ha sido recibido
ja: 通報送信完了
pl: Twoja skarga została odebrana
ru: Ваша жалоба принята
uk: Ваша скарга прийнята
zh: 已收到您发送的信息
zh_sg: 已收到您的举报

# IDS_COMPLAIN_DISABLED_FOR_CLAN_BATTLES
source: Reports are not available in Clan Battles.
es_mx: Los reportes no están disponibles en Batallas de Clan.
ja: 通報はクラン戦ではご利用頂けません。
pl: Skargi są niedostępne w bitwach klanowych.
ru: Жалобы недоступны в клановых боях.
uk: Скарги недоступні у кланових боях.
zh: 回报不适用于军团战斗。
zh_sg: 军团战中无法举报。

# IDS_COMPLAIN_DISABLED_FOR_DIVISION_MEMBERS
source: You cannot report a player who entered the battle in the same Division as you
es_mx: No puedes reportar a un jugador que entró a la batalla en la misma División que tú
ja: 自分と同じ分艦隊の メンバーを通報することは できません
pl: Nie możesz złożyć skargi na członka swojego dywizjonu.
ru: Вы не можете пожаловаться на игрока, который вышел с вами в бой в одном отряде
uk: Ви не можете скаржитися на гравця, який вступив у бій в одному загоні із вами
zh: 您无法回报 与您在相同小队里 一起进入战斗的玩家
zh_sg: 您不能举报 于您在相同小队 一起进入战斗的玩家

# IDS_COMPLAIN_TIMEOUT
source: The time for sending a post-battle report has elapsed
es_mx: El tiempo para enviar un reporte posbatalla ha concluido
ja: 戦闘後通報の送信期限が過ぎました。
pl: Czas na wysłanie raportu po bitwie minął
ru: Время для подачи жалобы истекло
uk: Минув час, щоб поскаржитися
zh: 发送战后回报的响应时间已经超过。
zh_sg: 战后举报的发送响应已超时

# IDS_COMPLETE_LINKED_TASKS_FIRST
source: Complete the missions specified in the Completion Criteria.
es_mx: Completa la misiones especificadas en el Criterio de Cumplimiento.
ja: 達成条件に記載されているミッションを全て達成してください。
pl: Ukończ misje wymienione w kryteriach ukończenia
ru: Завершите задачи, указанные в условиях выполнения.
uk: Завершіть завдання, які зазначені в умовах виконання.
zh: 依指定的完成条件来完成任务。
zh_sg: 按指定的完成条件来完成任务。

# IDS_COMPLETE_TASKS_GET_REWARD
source: Complete the remaining tasks and get rewards.
es_mx: Completa las tareas restantes para obtener recompensas.
ja: 褒賞を獲得するには、残るタスクを達成してください。
pl: Ukończ pozostałe zadania, żeby zdobyć nagrody.
ru: Выполните оставшиеся задания и получите за них награды.
uk: Виконайте завдання, що залишилися і отримайте за них нагороди.
zh: 完成剩下的工作就能得到奖励。
zh_sg: 完成剩下的目标就能得到奖励。

# IDS_COMSUME_BOMBER
source: Catapult Bomber
es_mx: Bombardero Catapultado
ja: 水上爆撃機
pl: Katapultowany bombowiec nurkujący
ru: Катапультный бомбардировщик
uk: Катапультний бомбардувальник
zh: 弹射式俯冲轰炸机
zh_sg: 弹射式轰炸机

# IDS_COMSUME_TITLE_BOMBER
source: Catapult Bomber
es_mx: Bombardero Catapultado
ja: 水上爆撃機
pl: Katapultowany bombowiec nurkujący
ru: Катапультный бомбардировщик
uk: Катапультний бомбардувальник
zh: 弹射式俯冲轰炸机
zh_sg: 弹射式轰炸机

# IDS_CONDITION_DAMAGE
source: Get %s%s %s for causing %s %s.
es_mx: Consigue %s%s %s por causar %s %s.
ja: %s%s %s を取得: %s %s を与える
pl: Zdobądź %s%s %s za zadanie %s %s.
ru: Получите %s%s %s за нанесение %s %s.
uk: Отримайте %s%s %s за завдавання %s %s.
zh: 想得到 %s%s %s，需要造成 %s %s。
zh_sg: 获得 %s%s %s，需要造成 %s %s。

# IDS_CONDITION_DAMAGE_INONEBATTLE
source: Get %s%s %s for causing %s %s in one battle.
es_mx: Consigue %s%s %s por causar %s %s en una batalla.
ja: %s%s %s を取得: 1 戦中に %s %s を与える
pl: Zdobądź %s%s %s za zadanie %s %s w ciągu jednej bitwy.
ru: Получите %s%s %s за нанесение %s %s в одном бою.
uk: Отримайте %s%s %s за завдавання %s %s в одному бою.
zh: 想得到 %s%s %s，需要在一场战斗中造成 %s %s。
zh_sg: 获得 %s%s %s，需要在一场战斗中造成 %s %s。

# IDS_CONDITION_DESTROY
source: Get %s%s %s for destroying %s %s.
es_mx: Consigue %s%s %s por destruir %s %s.
ja: %s%s %s を取得: %s %s を撃破する
pl: Zdobądź %s%s %s za zniszczenie %s %s.
ru: Получите %s%s %s за уничтожение %s %s.
uk: Отримайте %s%s %s за знищення %s %s.
zh: 想得到 %s%s %s，需要击毁 %s %s。
zh_sg: 获得 %s%s %s，需要击毁 %s %s。

# IDS_CONDITION_DESTROY_INONEBATTLE
source: Get %s%s %s for destroying %s %s in one battle.
es_mx: Consigue %s%s %s por destruir %s %s en una batalla.
ja: %s%s %s を取得: 1 戦中に %s %s を撃破する
pl: Zdobądź %s%s %s za zniszczenie %s %s w ciągu jednej bitwy.
ru: Получите %s%s %s за уничтожение %s %s в одном бою.
uk: Отримайте %s%s %s за знищення %s %s в одному бою.
zh: 想得到 %s%s %s，需要在一场战斗中击毁 %s %s。
zh_sg: 获得 %s%s %s，需要在一场战斗中击毁 %s %s。

# IDS_CONDITION_SIMPLE
source: Get %s%s %s for %s %s.
es_mx: Consigue %s%s %s por %s %s.
ja: %s%s %s を取得: %s %s
pl: Zdobądź %s%s %s za %s %s.
ru: Получите %s%s %s за %s %s.
uk: Отримайте %s%s %s за %s %s.
zh: 想得到 %s%s %s，需要 %s %s。
zh_sg: 获得 %s%s %s，需要 %s %s。

# IDS_CONDITION_SIMPLE_INONEBATTLE
source: Get %s%s %s for %s %s in one battle.
es_mx: Consigue %s%s %s por %s %s en una batalla.
ja: %s%s %s を取得: 1 戦中に %s %s
pl: Zdobądź %s%s %s za %s %s w ciągu jednej bitwy.
ru: Получите %s%s %s за %s %s в одном бою.
uk: Отримайте %s%s %s за %s %s в одному бою.
zh: 想得到 %s%s %s，需要在一场战斗中 %s %s。
zh_sg: 获得 %s%s %s，需要在一场战斗中 %s %s。

# IDS_CONFIRMATION
source: CONFIRMATION
es_mx: CONFIRMACIÓN
ja: 確認
pl: POTWIERDZENIE
ru: ПОДТВЕРЖДЕНИЕ
uk: ПІДТВЕРДЖЕННЯ
zh: 确认
zh_sg: 确认

# IDS_CONFIRMATION_KEY
source: Code:
es_mx: Código:
ja: コード:
pl: Kod:
ru: Код:
uk: Код:
zh: 确认码：
zh_sg: 代码：

# IDS_CONFIRM_ACCOUNT_CHANGE_INSTRUCTION
source: You will be redirected to the Microsoft account login screen.
es_mx: Serás redirigido a la pantalla de inicio de sesión de la cuenta de Microsoft.
ja: Microsoft アカウントのログイン画面にリダイレクトされます。
pl: Zostaniesz przekierowany na stronę logowania na konto Microsoft.
ru: Вы будете перенаправлены к экрану входа в аккаунт Microsoft.
uk: Вас спрямують на екран входу в обліковий запис Microsoft.
zh: 您将被重新导往到 Microsoft 账号登入画面。
zh_sg: 您将被重新导往Microsoft 账号登录界面。

# IDS_CONFIRM_ASSIGN_CREW_HEADER
source: Assign Commander
es_mx: Asignar Comandante
ja: 艦長を配属
pl: Przydziel dowódcę
ru: Назначение командира
uk: Призначення командира
zh: 分配指挥官
zh_sg: 指派指挥官

# IDS_CONFIRM_CLOSE_WINDOW_HEADER
source: CLOSE WINDOW
es_mx: CERRAR VENTANA
ja: ウィンドウを閉じる
pl: ZAMKNIJ OKNO
ru: ЗАКРЫТИЕ ОКНА
uk: ЗАКРИТТЯ ВІКНА
zh: 关闭窗口
zh_sg: 关闭窗口

# IDS_CONFIRM_DISASSIGN_CREW_HEADER
source: Send to Reserve
es_mx: Enviado a la Reserva
ja: リザーブに送る
pl: Wyślij do rezerwy
ru: Отправка в резерв
uk: Переведення до резерву
zh: 调回军营
zh_sg: 调回预备队

# IDS_CONFIRM_DISCONNECT_HEADER
source: DISCONNECT FROM SERVER
es_mx: DESCONECTAR DEL SERVIDOR
ja: サーバーから切断する
pl: ODŁĄCZ OD SERWERA
ru: ОТКЛЮЧЕНИЕ ОТ СЕРВЕРА
uk: ВІД’ЄДНАННЯ ВІД СЕРВЕРА
zh: 中断连接
zh_sg: 中断连接

# IDS_CONFIRM_DISCONNECT_INSTRUCTION
source: If you disconnect from the server, you will be redirected to the login screen.
es_mx: Si te desconectas del servidor, serás redireccionado a la pantalla de inicio.
ja: サーバーから切断後は、ログイン画面にリダイレクトされます。
pl: Jeśli odłączysz się od serwera, zostaniesz przekierowany na ekran logowania.
ru: В случае отключения от сервера вы будете перенаправлены к экрану входа в игру.
uk: У разі від’єднання від сервера вас спрямують на екран входу в гру.
zh: 如果您中断与服务器的链接，您将会被导往登录界面。
zh_sg: 如果您中断与服务器的链接，您将会被导往登录界面。

# IDS_CONFIRM_EXIT_BATTLE_HEADER
source: EXIT BATTLE
es_mx: SALIR DE LA BATALLA
ja: 戦闘終了
pl: WYJDŹ Z BITWY
ru: ВЫХОД ИЗ БОЯ
uk: ВИХІД З БОЮ
zh: 离开战斗
zh_sg: 离开战斗

# IDS_CONFIRM_EXIT_HEADER
source: EXIT GAME
es_mx: SALIR DEL JUEGO
ja: ゲーム終了
pl: WYJDŹ Z GRY
ru: ВЫХОД ИЗ ИГРЫ
uk: ВИХІД З ГРИ
zh: 离开游戏
zh_sg: 离开游戏

# IDS_CONFIRM_FIRE_CREW_HEADER
source: Dismissal
es_mx: Despedir
ja: 解任
pl: Odwołanie
ru: Демобилизация
uk: Демобілізація
zh: 解雇
zh_sg: 解雇

# IDS_CONFIRM_NOT_STARTED_FROM_DMM
source: Make sure you launch the game via DMM GAME PLAYER.
es_mx: Asegúrate de lanzar el juego a través de DMM GAME PLAYER.
ja: DMM GAME PLAYER からゲームを起動したことを確認してください。
pl: Uruchamiaj grę przy użyciu DMM GAME PLAYER.
ru: Убедитесь, что вы запускаете игру через DMM GAME PLAYER.
uk: Переконайтеся, що ви запускаєте гру через DMM GAME PLAYER.
zh: 确保您通过DMM GAME PLAYER启动游戏。
zh_sg: 确保您是通过DMM GAME PLAYER启动游戏。

# IDS_CONFIRM_NOT_STARTED_FROM_PMANGKR
source: Make sure you launch the game via wows.pmang.com.
es_mx: Asegúrate de ejecutar el juego a través de wows.pmang.com.
ja: wows.pmang.com からゲームを起動したことを確認してください。
pl: Uruchamiaj grę przy użyciu wows.pmang.com.
ru: Убедитесь, что вы запускаете игру через wows.pmang.com.
uk: Переконайтеся, що ви запускаєте гру через wows.pmang.com.
zh: 确保您通过wows.pmang.com启动游戏。
zh_sg: 确定您是通过wows.pmang.com启动的游戏。

# IDS_CONGRATULATIONS_HEADER
source: Congratulations!
es_mx: ¡Felicidades!
ja: おめでとうございます!
pl: Gratulacje!
ru: Поздравляем!
uk: Вітаємо!
zh: 恭喜！
zh_sg: 恭喜！

# IDS_CONSTRSIDE
source: Plating
es_mx: Blindaje
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 外板
zh_sg: 外板

# IDS_CONSUMABLES
source: Ship's Consumables
es_mx: Consumibles del barco
ja: 艦の消耗品
pl: Sprzęt eksploatacyjny okrętu
ru: Снаряжение корабля
uk: Спорядження корабля
zh: 消耗品
zh_sg: 战舰消耗品

# IDS_CONSUMABLES_COST
source: Cost
ja: 費用
pl: Koszt
ru: Стоимость
zh: 费用

# IDS_CONSUMABLES_ON
source: Consumable on
es_mx: Consumible montado
ja: 消耗品:
pl: Sprzęt eksploatacyjny na
ru: Снаряжение на
uk: Спорядження на
zh: 消耗品
zh_sg: 消耗品

# IDS_CONSUMABLES_ORDER_CUSTOMIZATION_TIP
source: Rearrange consumables in battle. To change the position of a consumable, press and hold the left mouse button and move it to another slot.
es_mx: Reorganiza los consumibles en la batalla. Para cambiar la posición de un consumible, deja presionado el botón izquierdo del ratón sobre el consumible y arrástralo a otro espacio para moverlo.
ja: 消耗品の順序を変更します。変更したい消耗品をマウスの左ボタンで長押しし、別のスロットに移動してください。
pl: Zmiana kolejności sprzętu eksploatacyjnego w bitwie. Żeby zmienić pozycję sprzętu, przytrzymaj lewy przycisk myszy i przesuń go na inne miejsce.
ru: Настройте порядок снаряжения в бою. Чтобы изменить положение снаряжения, зажмите левую кнопку мыши и перенесите его в другой слот.
uk: Налаштуйте чергу спорядження в бою. Щоб змінити розташування спорядження, затисніть ліву кнопку миші та перенесіть його в іншу комірку.
zh: Настройте порядок снаряжения в бою. Чтобы изменить положение снаряжения, зажмите левую кнопку мыши и перенесите его в другой слот.
zh_sg: 重新调整战斗中的消耗品。要更改消耗品的位置，请按住消耗品并移动到另一个栏位。

# IDS_CONSUMABLES_ORDER_SWITCH_LABEL
source: Reorder
es_mx: Reordenar
ja: 順序変更
pl: Zmień kolejność
ru: Переставить
uk: Переставити
zh: Переставить
zh_sg: 重新排序

# IDS_CONSUMABLES_ORDER_SWITCH_OFF_TOOLTIP
source: Disable consumable reordering mode
es_mx: Deshabilitar el modo de reordenamiento de los consumibles
ja: 消耗品の順序変更モードを無効化
pl: Wyłącz tryb zmiany kolejności sprzętu eksploatacyjnego
ru: Выключить режим перестановки снаряжения
uk: Вимкнути режим перестановки спорядження
zh: Выключить режим перестановки снаряжения
zh_sg: 关闭消耗品重新排序模式

# IDS_CONSUMABLES_ORDER_SWITCH_ON_TOOLTIP
source: Enable consumable reordering mode
es_mx: Habilitar el modo de reordenamiento de los consumibles
ja: 消耗品の順序変更モードを有効化
pl: Włącz tryb zmiany kolejności sprzętu eksploatacyjnego
ru: Включить режим перестановки снаряжения
uk: Увімкнути режим перестановки спорядження
zh: Включить режим перестановки снаряжения
zh_sg: 启用消耗品重新排序模式

# IDS_CONSUMABLES_ROD
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжения
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_CONSUMABLE_1
source: Consumable 1
es_mx: Consumible 1
ja: 消耗品 1
pl: S. eksploatacyjny 1
ru: Снаряжение 1
uk: Спорядження 1
zh: 消耗品 1
zh_sg: 消耗品 1

# IDS_CONSUMABLE_2
source: Consumable 2
es_mx: Consumible 2
ja: 消耗品 2
pl: S. eksploatacyjny 2
ru: Снаряжение 2
uk: Спорядження 2
zh: 消耗品 2
zh_sg: 消耗品 2

# IDS_CONSUMABLE_3
source: Consumable 3
es_mx: Consumible 3
ja: 消耗品 3
pl: S. eksploatacyjny 3
ru: Снаряжение 3
uk: Спорядження 3
zh: 消耗品 3
zh_sg: 消耗品 3
