Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DESCRIPTION_PCZA021_CAPT
source: Pop some popcorn, guys! An absorbing tale about the most courageous and fearless Commander who brought certain ruin upon many, many warships with his steady hand awaits you. He never surrendered! On the contrary, even the most crushing defeats pushed him to leap into action again and again. We would like to bring a brief summary of his solid biography to your attention!
es_mx: ¡Prepara las palomitas! Te espera una emocionante historia sobre el Comandante más valiente y temerario que llevó a la ruina a muchos, muchos barcos de guerra con su mano firme. ¡Nunca se rindió! Al contrario, incluso las derrotas más contundentes lo impulsaban a regresar a la acción una y otra vez. ¡Nos gustaría presentarte un breve resumen de su contundente biografía!
ja: 皆さん、ポップコーンを用意しましょう! その優れた手腕でたくさんの、とってもたくさんの軍艦を残骸に変えてきた最も勇敢で恐れ知らずな船乗りの物語に、きっと夢中になるはずです。 彼は決して挫けませんでした! それどころか、どんなに手痛い敗北を喫しても、繰り返し戦いに挑み続けたのです。このコレクションを通じて、彼の実績豊富な経歴の概要をご紹介します!
pl: Dziewczyny i chłopaki, mamy nadzieję, że przygotowaliście popcorn! Czeka na Was wciągająca opowieść o najdzielniejszym dowódcy, który bez mrugnięcia przerobił na wraki wiele, wiele okrętów wojennych. Nigdy się nie poddaje! Wprost przeciwnie — nawet najbardziej sromotne klęski motywowały go do ponownego boju. Chcemy ukazać Wam krótkie podsumowanie jego bogatej kariery.
ru: Запаситесь попкорном, друзья! Вас ждёт захватывающая история о самом смелом и мужественном командире, который крепкой рукой посылал многие и многие корабли... на верную гибель. Но он никогда не сдавался! Наоборот, даже после самых сокрушительных поражений он снова и снова бросался в бой. Вашему вниманию предлагаются короткие выжимки из его обстоятельной биографии!
uk: Запасіться попкорном, друзі! На вас чекає захоплююча історія про найсміливішого та найхоробрішого командира, який міцною рукою посилав багато кораблів... на вірну загибель. Але він ніколи не здавався. Навпаки! Навіть після найбільш нищівних поразок знову й знову кидався в бій. До вашої уваги пропонуються короткі уривки з його докладної біографії!
zh: Запаситесь попкорном, друзья! Вас ждёт захватывающая история о самом смелом и мужественном командире, который крепкой рукой посылал многие и многие корабли... на верную гибель. Но он никогда не сдавался! Наоборот, даже после самых сокрушительных поражений он снова и снова бросался в бой. Вашему вниманию предлагаются короткие выжимки из его обстоятельной биографии!
zh_sg: 来点爆米花，伙计们！这是一个关于最英勇无畏的指挥官的的精彩故事，他用强硬的手段让很多很多战舰灰飞烟灭。 他永不投降！即使面对最惨烈的失败，他也一次又一次地勇往直前。我们想您一定会关注他的传记摘要！

# IDS_DESCRIPTION_PCZA022_GF097
source: 36 fragments of the history of the German Navy in the first half of the 20th century: ships and aircraft, personalities and emblems, awards and uniforms.
es_mx: 36 fragmentos de la historia de la Marina Alemana en la primera mitad del siglo XX: barcos y aviones, personalidades y emblemas, condecoraciones y uniformes.
ja: 20 世紀前半のドイツ海軍史に関する艦艇、航空機、人物、紋章、勲章、制服からなる 36 個のアイテム。
pl: 36 fragmentów historii niemieckiej marynarki wojennej z pierwszej połowy XX wieku: okręty i samoloty, osobistości i emblematy, odznaczenia i mundury.
ru: 36 фрагментов истории военно-морских сил Германии первой половины XX века — корабли и самолёты, личности и эмблемы, награды и униформа.
uk: 36 фрагментів історії військово-морських сил Німеччини першої половини XX століття — кораблі та літаки, особистості й емблеми, нагороди й уніформа.
zh: 36 фрагментов истории военно-морских сил Германии первой половины XX века — корабли и самолёты, личности и эмблемы, награды и униформа.
zh_sg: 德国海军20世纪上半叶历史的36个元素：战舰和飞机、人物和徽章、奖章和军服。

# IDS_DESCRIPTION_PCZA023_BD098
source: At all times, the image of a ship had an aesthetic value to it that is incomparable to any other man-made creation. The immense, mysteriously charming harmony of majestic sailing ships has fascinated people for centuries. Then came "the 19th century—the iron age..." The industrial revolution spurred the pace of human life. The wood and wind gracefully given to us by nature were replaced at sea by metal and steam. At that time, and right up until the beginning of the space era, the ship embodied all outstanding scientific achievements that drove the development of our civilization. The 20th century brought with it unprecedented and ruthless world wars, and it was only natural that warships took center stage in shipbuilding at the time. Yet, people never ceased to admire the regularity and symmetry of their features, the complexity and deadly power of the weapons they carried.
ja: いつの時代も、艦船の姿には他の人工物とは比較にならない美しさがあります。巨大さと神秘的な魅力とが調和した雄大な帆船は、何世紀にも渡り人々を魅了してきました。そして鋼鉄の時代である19 世紀が到来しました。産業革命は人間の生活ペースを加速させ、自然の恵みの木材と風力に代わり、艦船に金属と蒸気機関が使われるようになりました。 産業革命から宇宙時代が始まるその直前まで、艦船には私達の文明を発展させてきた科学の全てが詰まっていました。また前例のない冷酷な世界大戦が起こった 20 世紀では、当然ながら軍艦は造船業の中心を占めていました。軍艦の均整美、そしてその複雑で破壊的な兵装は、人々に畏敬の念を抱かせました。
pl: Od zawsze wizerunek okrętu niósł ze sobą wartość estetyczną, której nie sposób porównać z jakimkolwiek innym wytworem ludzkości. Ogromne, otoczone aurą tajemnicy i romantyzmu, przemierzające morza żaglowce fascynowały ludzi od wieków. Później nastał XIX wiek – wiek żelaza. Rewolucja przemysłowa zwiększyła tempo życia. Drewno i wiatr, którymi hojnie obdarzyła nas natura, zostały zastąpione metalem i kłębami pary. Od tamtego czasu, aż do rozpoczęcia ery kosmicznej, okręty były ucieleśnieniem przełomowych odkryć naukowych, które napędzały rozwój naszej cywilizacji. XX wiek przyniósł nam wojny światowe, których brutalność przerastała wszystko, czego dotychczas ludzkość doświadczyła i naturalnie w przemyśle stoczniowym na pierwszy plan wysunęły się okręty wojenne. Ludzie nigdy jednak nie przestali podziwiać ich regularnych kształtów, skomplikowanej budowy i śmiercionośnej siły ich uzbrojenia.
ru: Во все времена образ корабля обладал эстетической ценностью, не сравнимой ни с каким иным произведением человеческих рук. Безмерное и таинственное очарование гармонии величественных парусников завораживало столетиями. Но настал «век девятнадцатый, железный...», промышленная революция подстегнула темп жизни людей — дарованные природой древесину и ветер на море заменили металлом и паром. Теперь и впредь до начала космической эры именно корабль стал средоточием всех достижений научно-технического развития нашей цивилизации. Поскольку же наступивший век двадцатый стал эпохой невиданных доселе мировых войн, то в авангарде судостроения неизбежно оказались боевые корабли. А люди по-прежнему не уставали восхищаться их правильностью и симметрией, сложностью и смертоносной мощью.
zh: Во все времена образ корабля обладал эстетической ценностью, не сравнимой ни с каким иным произведением человеческих рук. Безмерное и таинственное очарование гармонии величественных парусников завораживало столетиями. Но настал «век девятнадцатый, железный...», промышленная революция подстегнула темп жизни людей — дарованные природой древесину и ветер на море заменили металлом и паром. Теперь, и впредь до начала космической эры, именно корабль стал средоточием всех достижений научно-технического развития нашей цивилизации. Поскольку же наступивший век двадцатый стал эпохой невиданных доселе мировых войн, то в авангарде судостроения неизбежно оказались боевые корабли. А люди по-прежнему не уставали восхищаться их правильностью и симметрией, сложностью и смертоносной мощью.

# IDS_DESC_PCM001_MAINGUN_MOD_I
source: Increases survivability and accelerates repairs of the main battery
es_mx: Incrementa la supervivencia y acelera la reparación de la batería principal
ja: 主砲の抗堪性を向上し、修理を促進
pl: Zwiększa żywotność i przyspiesza naprawy głównej baterii
ru: Увеличивает живучесть и уменьшает время ремонта орудий главного калибра
uk: Збільшує живучість та зменшує час ремонту гармат головного калібру
zh: 增加生存能力并加快主炮组的修理
zh_sg: 增加存活性并加快主炮组修理

# IDS_DESC_PCM002_TORPEDO_MOD_I
source: Increases survivability and accelerates repairs of the torpedo tubes
es_mx: Incrementa la supervivencia y acelera la reparación de los tubos de torpedo
ja: 魚雷発射管の抗堪性を向上し、修理を促進
pl: Zwiększa żywotność i przyspiesza naprawy wyrzutni torpedowych
ru: Увеличивает живучесть и уменьшает время ремонта торпедных аппаратов
uk: Збільшує живучість та зменшує час ремонту торпедних апаратів
zh: 增加生存能力并加快鱼雷发射管的修理
zh_sg: 增加生存能力并加快鱼雷发射管的修理

# IDS_DESC_PCM003_AIRPLANES_MOD_I
source: Increases the speed of aircraft returning to the carrier
es_mx: Aumenta la velocidad de los aviones que regresan al portaaviones
ja: 航空母艦へ帰還中の航空機の速力を向上
pl: Zwiększa prędkość samolotów powracających na pokład lotniskowca
ru: Увеличивает скорость возвращающихся на авианосец самолётов
uk: Збільшує швидкість літаків, які повертаються на авіаносець
zh: 增加飞机机炮的精准
zh_sg: 提升飞机返回航空母舰的速度

# IDS_DESC_PCM004_AIRDEFENSE_MOD_I
source: Increases survivability of AA mounts
es_mx: Incrementa la supervivencia de las armas AA
ja: 対空兵装の抗堪性を向上
pl: Zwiększa żywotność uzbrojenia przeciwlotniczego
ru: Увеличивает живучесть установок ПВО
uk: Збільшує живучість установок ППО
zh: 增加防空炮组的生存能力
zh_sg: 增加防空炮组的生存能力

# IDS_DESC_PCM005_SECONDARYGUN_MOD_I
source: Increases survivability of secondary battery
es_mx: Incrementa la supervivencia de la batería secundaria
ja: 副砲の抗堪性を向上
pl: Zwiększa żywotność dodatkowej baterii
ru: Увеличивает живучесть установок ПМК
uk: Збільшує живучість установок ПМК
zh: 增加副炮组的生存能力
zh_sg: 增加副炮组的生存能力

# IDS_DESC_PCM006_MAINGUN_MOD_II
source: Increases the traverse speed of the main turrets
es_mx: Incrementa la velocidad de través en las torretas principales
ja: 主砲の旋回速度を向上
pl: Zwiększa szybkość obrotu głównych dział
ru: Увеличивает скорость поворота башен главного калибра
uk: Збільшує швидкість повороту башт головного калібру
zh: 增加主炮塔旋转速度
zh_sg: 增加主炮塔回转速度

# IDS_DESC_PCM007_TORPEDO_MOD_II
source: Increases the traverse speed of the torpedo tubes
es_mx: Incrementa la velocidad de través en los tubos de torpedo
ja: 魚雷発射管の旋回速度を向上
pl: Zwiększa szybkość obrotu wyrzutni torpedowych
ru: Увеличивает скорость поворота торпедных аппаратов
uk: Збільшує швидкість повороту торпедних апаратів
zh: 增加鱼雷发射管旋转速度
zh_sg: 增加鱼雷发射管回转速度

# IDS_DESC_PCM008_FIRECONTROL_MOD_I
source: Increases the firing accuracy of the main battery
es_mx: Incrementa la precisión al disparar de la batería principal
ja: 主砲の射撃精度を向上
pl: Poprawia celność ognia głównej baterii
ru: Увеличивает точность стрельбы орудий главного калибра
uk: Збільшує влучність стрільби гармат головного калібру
zh: 增加主炮组的射击准度
zh_sg: 增加主炮组的射击准度

# IDS_DESC_PCM009_FLIGHTCONTROL_MOD_I
source: Accelerates aircraft servicing and increases the maximum number of aircraft on deck
es_mx: Acelera el servicio de los aviones y aumenta la cantidad máxima de aviones en cubierta.
ja: 航空機の整備を促進し、甲板上の最大機数を向上
pl: Przyspiesza serwisowanie samolotów i zwiększa maksymalną liczbę samolotów na pokładzie.
ru: Уменьшает время подготовки самолётов и увеличивает максимальное количество самолётов на палубе
uk: Зменшує час приготування літаків та збільшує максимально можливу кількість літаків на палубі
zh: 加快飞机的整备
zh_sg: 加快飞机的维护并增加甲板上飞机的最大数量

# IDS_DESC_PCM010_AIRPLANES_MOD_II
source: Increases attack aircraft HP and ammunition
es_mx: Aumenta los HP y la munición de los aviones de ataque
ja: 攻撃機の HP と弾薬を向上
pl: Zwiększa liczbę PW i ilość amunicji samolotów szturmowych
ru: Увеличивает боеспособность и боекомплект штурмовиков
uk: Збільшує боєздатність і боєзапас штурмовиків
zh: 提高战斗机的血量和弹药
zh_sg: 提高攻击机的生命值和弹药量

# IDS_DESC_PCM011_AIRDEFENSE_MOD_II
source: Improves efficiency of AA mounts
es_mx: Mejora la eficiencia de los montajes AA
ja: 対空兵装の有効性を向上
pl: Zwiększa skuteczność uzbrojenia przeciwlotniczego
ru: Увеличивает эффективность установок ПВО
uk: Збільшує ефективність установок ППО
zh: 延伸防空炮组的射程
zh_sg: 提升防空炮组的效率

# IDS_DESC_PCM012_SECONDARYGUN_MOD_II
source: Extends firing range and increases firing accuracy of the secondary battery
es_mx: Extiende el alcance de fuego e incrementa la precisión al disparar de la batería secundaria
ja: 副砲の射程と射撃精度を向上
pl: Zwiększa zasięg i celność ognia dodatkowej baterii
ru: Увеличивает дальность стрельбы и точность установок ПМК
uk: Збільшує дальність стрільби й влучність установок ПМК
zh: 延伸射程并增加副炮组的射击准度
zh_sg: 延伸射程并增加副炮组的射击准度

# IDS_DESC_PCM013_MAINGUN_MOD_III
source: Reduces the reload time of the main battery guns
es_mx: Disminuye el tiempo de carga de la batería principal
ja: 主砲の装填時間を短縮
pl: Skraca czas ładowania głównej baterii
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру
zh: 减少主炮组的装填时间
zh_sg: 降低主炮装填时间

# IDS_DESC_PCM014_TORPEDO_MOD_III
source: Decreases reload time of torpedo tubes
es_mx: Disminuye el tiempo de recarga de los tubos de torpedo
ja: 魚雷発射管の装填時間を短縮
pl: Skraca czas ładowania wyrzutni torpedowych
ru: Уменьшает время перезарядки ТА
uk: Зменшує час перезаряджання ТА
zh: 减少鱼雷发射管的装填时间
zh_sg: 减少鱼雷发射管的装填时间

# IDS_DESC_PCM015_FIRECONTROL_MOD_II
source: Extends the firing range of the main battery
es_mx: Extiende el rango de disparo de la batería principal
ja: 主砲の射程を向上
pl: Zwiększa zasięg ognia głównej baterii
ru: Увеличивает дальность стрельбы орудий главного калибра
uk: Збільшує дальність стрільби гармат головного калібру
zh: 使主炮组的射程延伸
zh_sg: 使主炮组的射程延伸

# IDS_DESC_PCM016_FLIGHTCONTROL_MOD_II
source: Increases cruising speed of the aircraft carrier's squadrons
es_mx: Aumenta la velocidad de crucero de los escuadrones del portaavión
ja: 空母中隊の巡航速度を向上
pl: Zwiększa prędkość przelotową eskadr lotniskowca
ru: Увеличивает крейсерскую скорость эскадрилий авианосца
uk: Збільшує крейсерську швидкість ескадрилей авіаносця
zh: 增加飞机航速
zh_sg: 提升航空母舰飞行中队的巡航速度

# IDS_DESC_PCM017_AIRPLANES_MOD_III
source: Increases HP of the aircraft carrier's planes
es_mx: Aumenta los HP de los aviones del portaaviones
ja: 空母艦載機の HP を向上
pl: Zwiększa liczbę PW samolotów lotniskowca
ru: Увеличивает боеспособность самолётов авианосца
uk: Збільшує боєздатність літаків авіаносця
zh: 增加攻击机的血量
zh_sg: 提高航空母舰飞机的血量

# IDS_DESC_PCM018_AIRDEFENSE_MOD_III
source: Improves AA efficiency
es_mx: Aumenta la eficiencia AA
ja: 対空兵装の有効性を向上
pl: Zwiększa skuteczność uzbrojenia przeciwlotniczego
ru: Увеличивает эффективность ПВО
uk: Збільшує ефективність ППО
zh: 增加防空炮的有效性
zh_sg: 增加防空炮的效率

# IDS_DESC_PCM019_SECONDARYGUN_MOD_III
source: Decreases secondary battery reload time
es_mx: Disminuye el tiempo de recarga de la batería secundaria
ja: 副砲の装填時間を短縮
pl: Skraca czas ładowania dodatkowej baterii
ru: Уменьшает время перезарядки установок ПМК
uk: Зменшує час перезаряджання установок ПМК
zh: 减少副炮组的装填时间
zh_sg: 减少副炮组的装填时间

# IDS_DESC_PCM020_DAMAGECONTROL_MOD_I
source: Reduces the risk of fire and flooding.
es_mx: Reduce el riesgo de incendio e inundación.
ja: 火災と浸水のリスクを軽減
pl: Zmniejsza ryzyko wystąpienia pożarów i zalań.
ru: Уменьшает вероятность возникновения пожара и затопления.
uk: Зменшує імовірність виникнення пожежі та затоплення.
zh: 降低进水或火灾的风险
zh_sg: 降低起火和进水的风险。

# IDS_DESC_PCM021_ENGINE_MOD_I
source: Increases survivability and accelerates repairs of the engine
es_mx: Incrementa la supervivencia y acelera la reparación de los motores
ja: 主機の抗堪性を向上し、修理を促進
pl: Zwiększa żywotność i przyspiesza naprawy silnika
ru: Увеличивает живучесть и уменьшает время ремонта двигателя
uk: Збільшує живучість та зменшує час ремонту двигуна
zh: 增加生存能力并加快引擎的修理
zh_sg: 增加生存能力并加快引擎的修理

# IDS_DESC_PCM022_STEERINGGEAR_MOD_I
source: Increases survivability and accelerates repairs of the steering gears
es_mx: Incrementa la supervivencia y acelera la reparación de los engranes de dirección
ja: 操舵装置の抗堪性を向上し、修理を促進
pl: Zwiększa żywotność i przyspiesza naprawy elementów układu sterowania
ru: Увеличивает живучесть и уменьшает время ремонта рулевых машин
uk: Збільшує живучість та зменшує час ремонту рульових механізмів
zh: 增加生存能力并加快操舵装置的修理
zh_sg: 增加生存能力并加快操舵装置的修理

# IDS_DESC_PCM023_DAMAGECONTROL_MOD_II
source: Accelerates fire extinguishing and recovery from flooding
es_mx: Acelera el apagado de incendios y recuperación por inundaciones
ja: 消火作業および浸水復旧作業を促進
pl: Skraca czas gaszenia pożarów i zwalczania zalań
ru: Ускоряет тушение пожаров и устранение затоплений
uk: Пришвидшує гасіння пожеж та усунення затоплень
zh: 加快灭火与进水的恢复
zh_sg: 加快灭火与进水的恢复

# IDS_DESC_PCM024_ENGINE_MOD_II
source: Reduces time to full speed
es_mx: Reduce el tiempo para alcanzar máxima velocidad
ja: 最大速への到達時間を短縮
pl: Skraca czas rozwijania pełnej prędkości
ru: Уменьшает время набора полного хода
uk: Зменшує час набирання повного ходу
zh: 降低到达全速所需时间
zh_sg: 降低达到全速所需时间

# IDS_DESC_PCM025_STEERINGGEAR_MOD_II
source: Reduces rudder shift time
es_mx: Reduce el tiempo de giro del timón
ja: 転舵所要時間を短縮
pl: Skraca czas przestawienia steru
ru: Уменьшает время перекладки рулей с борта на борт
uk: Зменшує час перекладання рулів з борту на борт
zh: 降低方向舵换档时间
zh_sg: 降低方向舵换挡时间

# IDS_DESC_PCM026_LOOKOUTSTATION_MOD_I
source: Increases the assured acquisition range of torpedoes.
es_mx: Aumenta el rango de detección efectivo de los torpedos.
ja: 魚雷の強制発見距離を向上。
pl: Zwiększa zasięg pewnego wykrycia torped.
ru: Увеличивает гарантированную дальность обнаружения торпед.
uk: Збільшує гарантовану дальність виявлення торпед.
zh: 增加最大捕获范围
zh_sg: 增加鱼雷的绝对捕获范围。

# IDS_DESC_PCM027_CONCEALMENTMEASURES_MOD_I
source: Reduces the detectability range of the ship and aircraft carrier's squadrons
es_mx: Reduce el rango de detectabilidad del barco y de los escuadrones del portaaviones
ja: 艦と空母中隊の被発見距離を短縮
pl: Zmniejsza zasięg wykrywalności okrętu i eskadr lotniskowca
ru: Уменьшает заметность корабля и эскадрилий авианосца
uk: Зменшує помітність корабля та ескадрилей авіаносця
zh: 降低战舰的被侦测距离
zh_sg: 降低战舰和航空母舰飞行中队的被侦察范围

# IDS_DESC_PCM028_FIRECONTROL_MOD_I_US
source: Extends the firing range of the main battery and secondary battery
es_mx: Extiende el rango de disparo de la batería principal y la bateria secundaria
ja: 主砲と副砲の射程を向上
pl: Zwiększa zasięg ognia baterii głównej i dodatkowej
ru: Увеличивает дальность стрельбы орудий главного и вспомогательного калибров
uk: Збільшує дальність стрільби гармат головного та допоміжного калібрів
zh: 延伸主炮的射程
zh_sg: 提高主炮组和副炮组的射程

# IDS_DESC_PCM029_FIRECONTROL_MOD_II_US
source: Increases the firing accuracy of the main battery
es_mx: Incrementa la precisión al disparar de la batería principal
ja: 主砲の射撃精度を向上
pl: Poprawia celność ognia głównej baterii
ru: Увеличивает точность стрельбы орудий главного калибра
uk: Збільшує влучність стрільби гармат головного калібру
zh: 增加主炮组的射击准度
zh_sg: 增加主炮组的射击准度

# IDS_DESC_PCM030_MAINWEAPON_MOD_I
source: Increases survivability and accelerates repairs of the main battery and torpedo tubes
es_mx: Incrementa la supervivencia y acelera las reparaciones de la batería principal y los tubos de torpedos
ja: 主砲および魚雷発射管の抗堪性を向上し、修理を促進
pl: Zwiększa przeżywalność i przyspiesza naprawy baterii głównej i wyrzutni torped
ru: Увеличивает живучесть и уменьшает время ремонта орудий главного калибра и торпедных аппаратов
uk: Збільшує живучість та зменшує час ремонту гармат головного калібру і торпедних апаратів
zh: 提高存活性并加快主炮组与鱼雷发射管的修理
zh_sg: 提高存活性并加快主炮组与鱼雷发射管的修理

# IDS_DESC_PCM031_SECONDARYWEAPON_MOD_I
source: Increases survivability of the secondary battery and AA mounts
es_mx: Incrementa la supervivencia de la batería secundaria y los montajes AA
ja: 副砲および対空兵装の抗堪性を向上
pl: Zwiększa przeżywalność baterii dodatkowej i dział przeciwlotniczych
ru: Увеличивает живучесть установок ПМК и ПВО
uk: Збільшує живучість установок ПМК і ППО
zh: 提高副炮组与防空炮组的存活性
zh_sg: 提高副炮组与防空炮组的存活性

# IDS_DESC_PCM032_POWDERMAGAZINE_MOD_I
source: Reduces the risk of magazine detonation
es_mx: Reduce el riesgo de detonación de la munición
ja: 弾薬庫の誘爆率を低減
pl: Zmniejsza ryzyko detonacji magazynu
ru: Уменьшает вероятность взрыва погреба боеприпасов
uk: Зменшує імовірність вибуху погреба боєприпасів
zh: 降低弹药库殉爆的风险
zh_sg: 降低弹药库殉爆的风险

# IDS_DESC_PCM033_GUIDANCE_MOD_I
source: Increases the firing accuracy of the main battery and secondary battery, accelerates the traverse speed of torpedo tubes, and extends the firing range of the secondary battery
es_mx: Incrementa la precisión de disparo de la batería principal y la bateria secundaria, acelera la velocidad de giro de los tubos de torpedos, y extiende el rango de disparo de la batería secundaria
ja: 主砲と副砲の射撃精度を向上し、魚雷発射管の旋回速度を向上し、副砲の射程を向上
pl: Zwiększa celność ognia baterii dodatkowej i baterii głównej, przyspiesza obrót wyrzutni torped i zwiększa zasięg baterii dodatkowej
ru: Повышает точность стрельбы ГК и ПМК, увеличивает скорость поворота ТА и дальность стрельбы ПМК
uk: Підвищує влучність стрільби ГК та ПМК, збільшує швидкість повороту ТА і дальність стрільби ПМК
zh: 提高副炮与主炮的射击准度、加快鱼雷发射管的回转速度并延伸副炮的射程
zh_sg: 提高主炮组和副炮组的射击准度，加快鱼雷发射管的回转速度并提高副炮组的射程

# IDS_DESC_PCM034_GUIDANCE_MOD_0
source: Increases the firing accuracy of the main battery and secondary battery, accelerates the traverse speed of torpedo tubes and the main battery, and extends the firing range of the secondary battery
es_mx: Incrementa la precisión de disparo de la batería principal y la bateria secundaria, acelera la velocidad de giro de los tubos de torpedos y la batería principal, y extiende el rango de disparo de la batería secundaria
ja: 主砲と副砲の射撃精度を向上し、魚雷発射管と主砲の旋回速度を向上し、副砲の射程を向上
pl: Zwiększa celność ognia baterii dodatkowej i baterii głównej, przyspiesza obrót wyrzutni torped i baterii głównej, zwiększa zasięg baterii dodatkowej
ru: Повышает точность стрельбы ГК и ПМК, увеличивает скорость поворота ТА и ГК, а также дальность стрельбы ПМК
uk: Підвищує влучність стрільби ГК та ПМК, збільшує швидкість повороту ТА та ГК, а також дальність стрільби ПМК
zh: 提高副炮与主炮的射击准度、加快鱼雷发射管的回转速度并延伸副炮的射程
zh_sg: 提高主炮组和副炮组的射击准度，加快鱼雷发射管的回转速度并提高副炮组的射程

# IDS_DESC_PCM035_STEERINGGEAR_MOD_III
source: Reduces rudder shift time and accelerates the repair of steering gears
es_mx: Reduce el tiempo de giro del timón y acelera la reparación del engrane de dirección
ja: 転舵所要時間を短縮し、操舵装置の修理を促進
pl: Skraca czas przestawiania steru i przyspiesza naprawy kół sterowych
ru: Уменьшает время перекладки рулей с борта на борт, уменьшает время ремонта рулевых машин
uk: Зменшує час перекладання рулів з борту на борт, зменшує час ремонту рульових механізмів
zh: 降低方向舵换档时间并加快操舵装置的修理
zh_sg: 降低方向舵换挡时间并加快操舵装置的修理

# IDS_DESC_PCM036_SPEEDBOOSTER_MOD_I
source: Increases the action time of the Engine Boost and Emergency Engine Power consumables.
es_mx: Aumenta el tiempo de acción de los consumibles Impulso de Motor y Potencia de Emergencia del Motor.
ja: 消耗品「エンジンブースト」「緊急エンジン出力」の動作時間を延長
pl: Wydłuża działanie sprzętu eksploatacyjnego Doładowanie silnika i Awaryjne doładowanie silnika.
ru: Увеличивает время работы снаряжения «Форсаж» и «Боевой форсаж».
uk: Збільшує час роботи спорядження «Форсаж» і «Бойовий форсаж».
zh: 提高引擎增压消耗品的启用时间。 适用于选用引擎增压消耗品的 VI–X 阶驱逐舰及巡洋舰。
zh_sg: 增加引擎增压消耗品和紧急引擎功率消耗品的作用时间。
