Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_HELP_DEAD_AHEAD_CAMERA_DESCR
source: hold RMB to fix the aiming angle of guns
es_mx: Haz click derecho y manténlo para fijar el ángulo de puntería de los cañones
ja: 右 MB 長押しで砲の照準方位固定
pl: przytrzymaj PPM, żeby ustawić kąt celowania dział
ru: угол поворота орудий фиксируется на время нажатия
uk: утримуйте ПКМ, щоб зафіксувати кут повороту гармат
zh: 按住鼠标右键来修正舰炮的瞄准角度
zh_sg: 按住鼠标右键来校正舰炮的瞄准角度

# IDS_HELP_DESELECT_ESQUADRON
source: Deselect squadron
es_mx: Deseleccionar Escuadrón
ja: 中隊の選択解除
pl: Odznacz eskadrę
ru: Снять выделение с эскадрильи
uk: Зняти виділення з ескадрильї
zh: 取消所选的航空中队
zh_sg: 取消选定的中队

# IDS_HELP_DESTROYED
source: Destroyed
es_mx: Destruido
ja: 大破
pl: Zniszczony
ru: Уничтожено
uk: Знищено
zh: 已击毁
zh_sg: 被摧毁

# IDS_HELP_DETECTION_INDICATORS
source: Detection Indicators
es_mx: Indicadores de Detección
ja: 発見インジケータ
pl: Wskaźniki wykrycia
ru: Индикаторы обнаружения
uk: Індикатори виявлення
zh: 侦测指示器
zh_sg: 被侦察指示器

# IDS_HELP_DISABLED
source: Incapacitated
es_mx: Incapacitado
ja: 機能停止
pl: krytycznie uszkodzony
ru: Выведен из строя
uk: Виведений з ладу
zh: 无法运转
zh_sg: 瘫痪

# IDS_HELP_DOWN
source: Landing
es_mx: Aterrizaje
ja: 着艦
pl: Lądowanie
ru: Посадка
uk: Посадка
zh: 降落中
zh_sg: 降落

# IDS_HELP_ENEMY_DETECT
source: Ship detected by the enemy
es_mx: Barco detectado por el enemigo
ja: 敵により発見された
pl: Okręt wykryty przez wroga
ru: Корабль обнаружен противником
uk: Корабель виявлений супротивником
zh: 战舰被敌人发现
zh_sg: 战舰被敌人发现

# IDS_HELP_ENEMY_PLANE_DETECT
source: Ship detected by enemy aircraft
es_mx: Barco detectado por aviones enemigos
ja: 敵航空機により発見された
pl: Okręt został wykryty przez samolot wroga
ru: Корабль обнаружен авиацией противника
uk: Корабель виявлений авіацією супротивника
zh: 战舰被敌方飞机发现
zh_sg: 战舰被敌方飞机发现

# IDS_HELP_ENGINE
source: Engine
es_mx: Motor
ja: 主機
pl: Silnik
ru: Двигатель
uk: Двигун
zh: 引擎
zh_sg: 引擎

# IDS_HELP_EQUIPMENT
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_HELP_ESCADRILLE_IS_BLASTING_OFF
source: Squadron taking off
es_mx: Escuadrón despegando
ja: 発艦中の中隊
pl: Eskadra startuje
ru: Эскадрилья взлетает
uk: Ескадрилья злітає
zh: 航空中队正在起飞
zh_sg: 中队正在起飞

# IDS_HELP_ESCADRILLE_IS_LANDING_APPROACH
source: Squadron landing
es_mx: Escuadrón aterrizando
ja: 着艦中の中隊
pl: Eskadra ląduje
ru: Эскадрилья заходит на посадку
uk: Ескадрилья заходить на посадку
zh: 航空中队正在降落
zh_sg: 中队正在降落

# IDS_HELP_ESCADRILLE_ON_SHIP
source: Squadron on the ship
es_mx: Escuadrón en el barco
ja: 艦上の中隊
pl: Eskadra na okręcie
ru: Эскадрилья на корабле
uk: Ескадрилья на кораблі
zh: 舰上的航空中队
zh_sg: 战舰上的中队

# IDS_HELP_ESCADRILLE_ON_THE_AIR
source: Squadron on a mission
es_mx: Escuadrón en una misión
ja: 作戦中の中隊
pl: Eskadra wykonuje misję
ru: Эскадрилья в воздухе
uk: Ескадрилья у повітрі
zh: 飞行中的航空中队
zh_sg: 已出动的中队

# IDS_HELP_ESCADRILLE_PLANES_NUMBER
source: Number of aircraft in a squadron
es_mx: Número de aviones en un escuadrón
ja: 中隊の機数
pl: Liczba samolotów w eskadrze
ru: Количество самолётов в эскадрилье
uk: Кількість літаків у ескадрильї
zh: 一支航空中队的飞机数量
zh_sg: 每个中队的飞机数量

# IDS_HELP_ESCORT_UNION_UNIT
source: Escort an ally
es_mx: Escoltar a un aliado
ja: 味方艦艇の直掩
pl: Eskortuj sojusznika
ru: Сопровождать союзный объект
uk: Супроводжувати союзний об’єкт
zh: 护卫队友
zh_sg: 护卫队友

# IDS_HELP_FIGHTER
source: Attack aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samolot szturmowy
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_HELP_FIRE
source: Fire
es_mx: Fuego
ja: 火災
pl: Pożar
ru: Пожар
uk: Пожежа
zh: 火灾
zh_sg: 火灾

# IDS_HELP_FIX_TURN_LEFT
source: Hold turn to port
es_mx: Mantener giro a babor
ja: 取舵に固定
pl: Zablokuj ster w lewo
ru: Зафиксировать поворот налево
uk: Зафіксувати поворот ліворуч
zh: 按住以转向左舷
zh_sg: 按住以转向左舷

# IDS_HELP_FIX_TURN_RIGHT
source: Hold turn to starboard
es_mx: Mantener giro a estribor
ja: 面舵に固定
pl: Zablokuj ster w prawo
ru: Зафиксировать поворот направо
uk: Зафіксувати поворот праворуч
zh: 按住以转向右舷
zh_sg: 按住以转向右舷

# IDS_HELP_FLOODING
source: Flooding
es_mx: Inundación
ja: 浸水
pl: Zalanie
ru: Затопление
uk: Затоплення
zh: 进水中
zh_sg: 进水

# IDS_HELP_FLUENT_CURSOR
source: Free cursor
es_mx: Cursor libre
ja: フリーカーソル
pl: Swobodny kursor
ru: Свободный курсор
uk: Вільний курсор
zh: 自由鼠标指针
zh_sg: 自由光标

# IDS_HELP_FLUENT_CURSOR_DESCR
source: hold CTRL to enable
es_mx: para habilitar, mantén presionado CTRL
ja: 有効化は CTRL 長押し
pl: żeby włączyć, przytrzymaj CTRL
ru: для активации удерживайте CTRL
uk: щоб активувати, утримуйте CTRL
zh: 想要开启，请按住 CTRL
zh_sg: 按住CTRL开启

# IDS_HELP_FOCUSING
source: Aiming
es_mx: Apuntando
ja: 照準中
pl: Celowanie
ru: Наводится
uk: Наводиться
zh: 瞄准中
zh_sg: 瞄准中

# IDS_HELP_FREE_CAMERA
source: Free camera
es_mx: Cámara libre
ja: フリーカメラ
pl: Wolna kamera
ru: Свободная камера
uk: Вільна камера
zh: 自由镜头
zh_sg: 自由镜头

# IDS_HELP_FRUSRTUM
source: Camera view angle
es_mx: Ángulo de visión de la cámara
ja: カメラ視野
pl: Kąt widoku kamery
ru: Угол обзора камеры
uk: Кут огляду камери
zh: 镜头视野角度
zh_sg: 镜头视野角度

# IDS_HELP_GC_POINT
source: Main turret
es_mx: Torreta principal
ja: 主砲
pl: Główna wieża
ru: Башня главного калибра
uk: Башта головного калібру
zh: 主炮塔
zh_sg: 主炮塔

# IDS_HELP_HEALTH
source: Hit Points
es_mx: Puntos de Vida
ja: HP
pl: Punkty wytrzymałości
ru: Боеспособность
uk: Боєздатність
zh: 生命值
zh_sg: 生命值

# IDS_HELP_HEAL_TIME
source: Recovery time
es_mx: Tiempo de recuperación
ja: 復旧時間
pl: Czas regeneracji
ru: Время восстановления
uk: Час відновлення
zh: 恢复时间
zh_sg: 恢复时间

# IDS_HELP_INDICATOR_PMK_AND_HE
source: Secondary armament and AA guns disabled
es_mx: Armamento secundario y cañones AA desactivados
ja: 副砲・対空兵装無効
pl: Uzbrojenie dodatkowe i działa plot. wyłączone
ru: Индикатор отключённого ПМК и ПВО
uk: Індикатор вимкненого ПМК та ППО
zh: 关闭次要武器与防空炮
zh_sg: 关闭副武器和防空炮

# IDS_HELP_IT_IS_DESTROYED
source: Destroyed
es_mx: Destruido por
ja: 大破
pl: Zniszczony
ru: Уничтожен
uk: Знищено
zh: 被击毁于
zh_sg: 被摧毁

# IDS_HELP_LOCK_TARGET
source: Calculate target lead for torpedo launch
es_mx: Calcular orientación para lanzamiento de torpedo
ja: 魚雷発射偏差角度の計算
pl: Oblicz wyprzedzenie celowania dla torped
ru: Рассчитать упреждение для пуска торпед
uk: Розрахувати випередження для пуску торпед
zh: 为发射鱼雷计算目标前置量
zh_sg: 计算发射鱼雷的目标提前量

# IDS_HELP_LONELY_SHOT
source: Single shot:
es_mx: Un solo disparo:
ja: 単射:
pl: Strzał pojedynczy:
ru: Выстрел одним орудием:
uk: Постріл однією гарматою:
zh: 单发射击：
zh_sg: 单发射击：

# IDS_HELP_LONELY_SHOT_DESCRIPTION
source: left-click
es_mx: click izquierdo
ja: 左クリック
pl: kliknięcie lewym przyciskiem myszy
ru: нажатие левой кнопки мыши
uk: натискання лівої кнопки миші
zh: 左键点击
zh_sg: 左键点击

# IDS_HELP_MAIN_GUN
source: Main battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_HELP_MAP_AUTOPILOT
source: Tactical Map and autopilot mode
es_mx: Mapa Táctico y modo de piloto automático
ja: 戦術マップ/自動操縦モード
pl: Mapa taktyczna i tryb autopilota
ru: Тактическая карта и автопилот
uk: Тактична мапа та авторульовий
zh: 战术地图与自动驾驶模式
zh_sg: 战术地图与自动驾驶模式

# IDS_HELP_MAP_SCALE
source: Zoom Minimap in/out
es_mx: Aumentar/Reducir zoom del Minimapa
ja: ミニマップ・ズームイン/アウト
pl: Przybliżanie/oddalanie minimapy
ru: Масштабирование миникарты
uk: Масштабування міні-мапи
zh: 放大/缩小小地图
zh_sg: 放大/缩小小地图

# IDS_HELP_MASSIVE_SHOT
source: Main battery salvo:
es_mx: Salva de la batería principal:
ja: 主砲斉射:
pl: Salwa z głównej baterii:
ru: Залп из всех орудий:
uk: Залп усіма гарматами:
zh: 主炮组齐射：
zh_sg: 主炮组齐射：

# IDS_HELP_MASSIVE_SHOT_DESCRIPTION
source: double-click
es_mx: doble click
ja: ダブルクリック
pl: podwójne kliknięcie
ru: двойное нажатие левой кнопки мыши
uk: подвійне натискання лівої кнопки миші
zh: 双击
zh_sg: 双击

# IDS_HELP_MC_AUTOFIRE_ON
source: AUTO-SHOOT ON
es_mx: DISPARO AUTOMÁTICO ENCENDIDO
ja: 自動砲撃 ON
pl: AUTO-STRZAŁ WŁ.
ru: АВТОСТРЕЛЬБА ВКЛЮЧЕНА
uk: АВТОМАТИЧНУ СТРІЛЬБУ УВІМКНЕНО
zh: 自动射击开启
zh_sg: 自动射击开启

# IDS_HELP_MODULES
source: Ship Status Indicators
es_mx: Indicadores de Estado del Barco
ja: 艦ステータスインジケータ
pl: Wskaźniki stanu okrętu
ru: Индикаторы состояния корабля
uk: Індикатори стану корабля
zh: 战舰状态指示器
zh_sg: 战舰状态指示器

# IDS_HELP_MODULES_CREDITS
source: Modules are purchased for credits earned in battles. Only researched modules can be purchased.
es_mx: Los módulos se compran con créditos ganados en batalla. Solo se pueden comprar los módulos investigados.
ja: モジュールは、戦闘で取得したクレジットで購入できます。研究済みのモジュールのみを購入可能です。
pl: Moduły można zakupić za kredyty, które zdobywasz w bitwie. Tylko zbadane moduły są dostępne na sprzedaż.
ru: Модули покупаются за кредиты, заработанные в боях. Прежде чем купить модуль, его необходимо исследовать.
uk: Модулі купуються за кредити, зароблені в боях. Перш ніж купити модуль, його потрібно дослідити.
zh: 战斗中所赚取的银币是用来购买配件。只能购买已研发的配件。
zh_sg: 配件需要用在战斗中获取的银币来购买。且只能购买已经研发的配件。

# IDS_HELP_MODULES_EXPERIENCE
source: Modules are researched using Experience Points (XP) earned on the current ship. New ships are researched using XP earned on the preceding ship.
es_mx: Los módulos se investigan usando puntos de experiencia ganada en el barco actual. Los barcos nuevos se investigan usando la experiencia ganada en el barco precedente.
ja: 新しいモジュールの研究には、その艦艇で取得した経験値 (EXP) を使用します。新しい艦艇の研究には、先行艦艇で取得した EXP を使用します。
pl: Moduły można badać przy użyciu punktów doświadczenia (PD) zdobytych w aktualnie używanym okręcie. Nowe okręty można zbadać przy użyciu PD zdobytych w ich poprzednikach.
ru: Модули исследуются за опыт, заработанный на текущем корабле. Корабли исследуются за опыт, заработанный на предыдущем корабле.
uk: Модулі досліджуються за досвід, здобутий на теперішньому кораблі. Кораблі досліджуються за досвід, здобутий на попередньому кораблі.
zh: 当前战舰所赚的经验是用来研发配件。新战舰也是用前置战舰所赚的经验来研发。
zh_sg: 配件需要使用当前战舰的战舰经验来进行研发。新战舰则需要用前置战舰的战舰经验来研发。

# IDS_HELP_MOVE_POINT_OF_ATTACK
source: Left-click, hold and drag the approach point
es_mx: Haz click izquierdo, manténlo y arrastra al punto aproximado
ja: 左 MB で接近開始ポイントをドラッグ
pl: Kliknij LPM, przytrzymaj i przesuń punkt podejścia
ru: Перемещайте, удерживая точку захода на цель левой кнопкой мыши
uk: Пересувайте, утримуючи точку заходу на ціль лівою кнопкою миші
zh: 左键点击、按住并拖拽进场点
zh_sg: 左键点击、按住并拖拽路径点

# IDS_HELP_MOVE_TO_POINT
source: Move to designated location
es_mx: Mover a la zona designada
ja: 指定位置に移動
pl: Ruch do wybranej lokalizacji
ru: Двигаться в точку
uk: Рухатися до точки
zh: 移动到指定的位置
zh_sg: 移动到指定的位置

# IDS_HELP_ONE_BY_ONE_SHOT
source: Sequential fire:
es_mx: Fuego secuencial:
ja: 順次射撃:
pl: Ogień sekwencyjny:
ru: Каскадная стрельба:
uk: Послідовний вогонь:
zh: 连续射击：
zh_sg: 连续射击：

# IDS_HELP_ONE_BY_ONE_SHOT_DESCRIPTION
source: hold LMB
es_mx: Haz click izquierdo y manténlo
ja: 左 MB 長押し
pl: przytrzymaj LPM
ru: удержание левой кнопки мыши
uk: утримання лівої кнопки миші
zh: 按住鼠标左键
zh_sg: 按住鼠标左键

# IDS_HELP_ON_OFF_AD_AND_HE
source: Enable/disable secondary armament and AA guns
es_mx: Habilitar/deshabilitar armamento secundario y cañones AA
ja: 副砲・対空兵装の有効化/無効化
pl: Włącz / wyłącz uzbrojenie dodatkowe i działa przeciwlotnicze
ru: Включить/отключить вспомогательный калибр и ПВО
uk: Увімкнути/вимкнути допоміжний калібр та ППО
zh: 开启/关闭次要武器与防空炮
zh_sg: 开启/关闭副武器与防空炮

# IDS_HELP_ON_OFF_AD_AND_HE_DESCR
source: P key
es_mx: Tecla P
ja: P キー
pl: klawisz P
ru: клавиша P
uk: клавіша P
zh: P 键
zh_sg: P 键

# IDS_HELP_ON_THE_COMPASS
source: On the compass
es_mx: En el compás
ja: コンパス上
pl: Na kompasie
ru: На компасе
uk: На компасі
zh: 罗盘
zh_sg: 罗盘

# IDS_HELP_POINT_OF_ATTACK
source: Approach point
es_mx: Punto de aproximación
ja: 接近開始ポイント
pl: Punkt podejścia
ru: Точка захода на цель
uk: Точка заходу на ціль
zh: 进场点
zh_sg: 路径点

# IDS_HELP_POINT_ON_RANDOM_SPOT
source: Set attack point
es_mx: Establecer punto de ataque
ja: 攻撃地点設定
pl: Wybierz punkt ataku
ru: Постановка точки атаки
uk: Вибір точки атаки
zh: 设定进攻点
zh_sg: 设置攻击点

# IDS_HELP_PRIORITY_PMK_PVO
source: Set priority target for secondary armament
es_mx: Establecer objetivo prioritario para el armamento secundario
ja: 副砲の優先目標を設定
pl: Wybierz cel priorytetowy dla uzbrojenia dodatkowego
ru: Назначить приоритетную цель для ПМК
uk: Призначити пріоритетну ціль для ПМК
zh: 设置高平两用武器的优先攻击目标
zh_sg: 设定副武器的优先目标

# IDS_HELP_PRIORITY_PMK_PVO_DESCR
source: when aiming at the target
es_mx: cuando apuntas al objetivo
ja: (目標を照準中に)
pl: w trakcie celowania
ru: при наведении курсора на цель
uk: у разі наведення курсору на ціль
zh: 瞄准目标时
zh_sg: 瞄准目标时

# IDS_HELP_RADIUS
source: Approach radius
es_mx: Radio de aproximación
ja: 接近半径
pl: Promień podejścia
ru: Радиус захода на цель
uk: Радіус заходу на ціль
zh: 进场半径
zh_sg: 进场半径

# IDS_HELP_RAPID_SHIFT_TO_BINOCULARS
source: Switch to Binocular View
es_mx: Cambiar a Visión Binocular
ja: 双眼鏡視点に切り替え
pl: Przełącz w tryb lornetki
ru: Перейти в режим «Бинокль»
uk: Перемкнути у режим «Бінокль»
zh: 切换到望远镜视角
zh_sg: 切换到望远镜视角

# IDS_HELP_READY
source: Ready to fire
es_mx: Listo para disparar
ja: 砲撃準備完了
pl: Gotów do strzału
ru: Готово к стрельбе
uk: Готова до пострілу
zh: 射击就绪
zh_sg: 射击就绪

# IDS_HELP_RELOAD
source: Reloading
es_mx: Recargando
ja: 装填中
pl: Przeładowywanie
ru: Перезаряжается
uk: Перезаряджання
zh: 重新装填中
zh_sg: 装填中

# IDS_HELP_RELOADINESS_INDICATORS
source: Gun Aiming, Loading, and Status Indicators
es_mx: Indicador de Estado, Carga y Puntería del Cañón
ja: 砲照準・装填・ステータスインジケータ
pl: Celowanie, ładowanie i wskaźniki stanu
ru: Индикаторы наведения, перезарядки и состояния орудий
uk: Індикатори наведення, перезаряджання та стану гармат
zh: 舰炮瞄准、装填、及其状态指示器
zh_sg: 舰炮瞄准、装填、及其状态指示器

# IDS_HELP_SEND_MESSAGE
source: Send message
es_mx: Enviar mensaje
ja: メッセージ送信
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Надіслати повідомлення
zh: 发送消息
zh_sg: 发送消息

# IDS_HELP_SET_SPEED
source: Selected speed
es_mx: Velocidad seleccionada
ja: 選択中の速度
pl: Wybrana prędkość
ru: Выбранная скорость
uk: Вибрана швидкість
zh: 所选航速
zh_sg: 所选航速

# IDS_HELP_SHIP_CLASSES
source: Warship Type Indicator
es_mx: Indicador del Tipo de Barco de Guerra
ja: 艦種インジケータ
pl: Wskaźnik typu okrętu
ru: Обозначение классов кораблей
uk: Позначення класів кораблів
zh: 战舰类型指示器
zh_sg: 战舰型号指示器

# IDS_HELP_SHIP_CONTROL
source: Ship Controls
es_mx: Controles del Barco
ja: 操艦
pl: Sterowanie okrętem
ru: Управление кораблём
uk: Керування кораблем
zh: 战舰控制
zh_sg: 战舰操控

# IDS_HELP_SHIP_MOVEMENT_CAUTION
source: Reminder: Ships respond slowly to commands to change speed or course. Plan ahead and be prepared to turn in advance.
es_mx: Recordatorio: Los barcos responden con lentitud a las órdenes de cambiar de velocidad o curso. Planea por adelantado y prepárate para girar con tiempo.
ja: 備考: 速度・進路の変更指令に対する艦の応答性は鈍い。計画的に立案し、早めに旋回を始めましょう
pl: Uwaga! Okręty powolnie reagują na zmianę kursu czy prędkości. Planuj manewry i wydawaj rozkazy z wyprzedzeniem.
ru: Внимание! Кораблю требуется время, чтобы набрать скорость или остановиться. Планируйте свои действия, заранее выбирайте скорость хода и готовьтесь к поворотам.
uk: Увага! Кораблю потрібен час, щоб набрати швидкість або зупинитися. Плануйте свої дії, заздалегідь вибирайте швидкість ходу і готуйтеся до поворотів.
zh: 提示：战舰会缓慢地响应命令而改变航速或航线。所以请先提早计划并先预备好转向。
zh_sg: 提示：战舰响应改变航速或航向的指令速度比较缓慢。您需要提前做好计划并预备好转向。

# IDS_HELP_SHIP_NAME
source: Warship name
es_mx: Nombre del Barco de Guerra
ja: 艦名
pl: Nazwa okrętu
ru: Название корабля
uk: Назва корабля
zh: 战舰名称
zh_sg: 战舰名称

# IDS_HELP_SHIP_WAS_FOUND_BY_HYDROACOUSTIC
source: Ship detected by Hydroacoustic Search or Surveillance Radar
es_mx: Barco detectado por Búsqueda Hidroacústica o Radar de Vigilancia
ja: 水中聴音または警戒レーダーによって発見された
pl: Okręt wykryty przez sondę hydroakustyczną lub radar dozorowania
ru: Корабль обнаружен гидроакустическим поиском или поисковой РЛС
uk: Корабель виявлений гідролокатором або пошуковою РЛС
zh: 战舰已被水底搜索或监视雷达发现
zh_sg: 战舰已被对海搜索或监视雷达发现

# IDS_HELP_SHOW_ALTERNATIVE_CONTROL
source: Try the new alternative mouse control mode. It is enabled via the Controls tab in the Settings screen.
es_mx: Prueba el nuevo modo alternativo de control con mouse. Es activado en la pestaña Controles en la pantalla de Ajustes.
ja: 新しい代替マウス操作モードをお試しください。 設定画面の操作タブで有効化できます。
pl: Wypróbuj tryb alternatywnego sterowania myszą. Można go włączyć w zakładce Sterowanie na ekranie Ustawień.
ru: Попробуйте альтернативное управление мышью. Включается в настройках управления.
uk: Спробуйте альтернативне керування мишею. Вмикають у налаштуваннях керування.
zh: 试试新的替代鼠标控制模式。 可到设定画面的控制分页里开启它。
zh_sg: 试试新的鼠标控制模式。 可到设置界面的控制分页里启用它。

# IDS_HELP_SPEED
source: Speed Indicator
es_mx: Indicador de Velocidad
ja: 速度計
pl: Wskaźnik prędkości
ru: Индикатор скорости
uk: Індикатор швидкості
zh: 航速指示器
zh_sg: 航速指示器

# IDS_HELP_SPEED_INSTRUCTION
source: Press W or S to set the speed.
es_mx: Presiona W o S para establecer la velocidad.
ja: W/S キーで設定速度変更
pl: Wciśnij W lub S, aby ustawić prędkość.
ru: Используйте клавиши W и S для выбора значения скорости.
uk: Використовуйте клавіші W і S для вибору значення швидкості.
zh: 按下 W 或 S 来设定航速
zh_sg: 按下 W 或 S 来设定航速

# IDS_HELP_SWITCH_SPEED_BACKWARD
source: Speed down
es_mx: Reducir velocidad
ja: 減速
pl: Zwolnij
ru: Понизить скорость
uk: Знизити швидкість
zh: 减速
zh_sg: 减速

# IDS_HELP_SWITCH_SPEED_FORWARD
source: Speed up
es_mx: Aumentar velocidad
ja: 増速
pl: Zwiększ prędkość
ru: Повысить скорость
uk: Підвищити швидкість
zh: 加速
zh_sg: 加速

# IDS_HELP_TACTICAL_MAP_AUTOPILOT_OFF
source: AUTOPILOT OFF
es_mx: PILOTO AUTOMÁTICO APAGADO
ja: 自動操縦 OFF
pl: AUTOPILOT WYŁ.
ru: АВТОПИЛОТ ВЫКЛЮЧЕН
uk: АВТОРУЛЬОВИЙ ВИМКНЕНО
zh: 自动驾驶关闭
zh_sg: 自动驾驶关闭

# IDS_HELP_TACTICAL_MAP_AUTOPILOT_ON
source: AUTOPILOT ON
es_mx: PILOTO AUTOMÁTICO ENCENDIDO
ja: 自動航行 ON
pl: AUTOPILOT WŁ.
ru: АВТОПИЛОТ ВКЛЮЧЁН
uk: АВТОРУЛЬОВИЙ УВІМКНЕНО
zh: 自动驾驶开启
zh_sg: 自动驾驶开启

# IDS_HELP_TACTICAL_MAP_EXIT
source: Press [CMD_TACTICAL_MAP] to exit the Tactical Map mode.
es_mx: Presiona [CMD_TACTICAL_MAP] para salir del modo de Mapa Táctico.
ja: [CMD_TACTICAL_MAP] キーで戦術マップモード終了
pl: Wciśnij [CMD_TACTICAL_MAP], żeby wyjść z trybu mapy taktycznej.
ru: Для выхода из режима тактической карты нажмите клавишу [CMD_TACTICAL_MAP].
uk: Щоб вийти з режиму тактичної мапи, натисніть клавішу [CMD_TACTICAL_MAP].
zh: 按下 [CMD_TACTICAL_MAP] 来离开战术地图模式。
zh_sg: 按下 [CMD_TACTICAL_MAP] 来离开战术地图模式。

# IDS_HELP_TACTICAL_MAP_NAVPOINTS
source: Left-click to set a course in autopilot mode. Hold [KEY_SHIFT] to set up to five waypoints.
es_mx: Clic izquierdo para fijar un curso en el modo de piloto automático. Mantén presionado [KEY_SHIFT] para fijar hasta cinco destinos.
ja: 左クリックで自動航行モードの進路を設定 [KEY_SHIFT] 長押しでウェイポイントを最大 5 ヶ所設定可能
pl: Użyj LPM żeby ustalić kurs w trybie autopilota. Przytrzymaj [KEY_SHIFT], żeby ustalić do pięciu punktów kursu.
ru: Задайте курс автопилоту левой кнопкой мыши. Удерживайте [KEY_SHIFT], чтобы задать до пяти точек назначения.
uk: Задайте курс авторульовому лівою кнопкою миші. Утримуйте [KEY_SHIFT], щоб задати до п’яти точок призначення.
zh: 左键点击来设置自动驾驶模式下的航向。 按住 [KEY_SHIFT] 来设置最多五个路径点。
zh_sg: 左键点击来设置自动驾驶模式下的航向。 按住 [KEY_SHIFT] 来设置最多五个路径点。

# IDS_HELP_TACTICAL_MAP_TURNAUTOPILOTOFF
source: Autopilot mode is disabled when you manually change the rudder angle.
es_mx: El modo de piloto automático se desactiva cuando cambias manualmente el ángulo del timón.
ja: 舵角を手動変更した場合、自動操縦は OFF になります
pl: Autopilot zostaje wyłączony kiedy pozycja steru jest ręcznie zmieniona.
ru: Автопилот отключается при ручном изменении угла поворота руля.
uk: Авторульовий вимикається, якщо вручну змінити кут повороту руля.
zh: 当您手动修改战舰的航速或转向角度时，自动驾驶模式会被关闭。
zh_sg: 当您手动修改战舰的航速或转向角度时，自动驾驶模式会被关闭。

# IDS_HELP_TACTICAL_MAP_TURNAUTOPILOTOFF_2
source: The ship will move astern if you set the destination point behind its aft end.
es_mx: El barco se moverá hacia atrás si estableces el punto de destino detrás del extremo de popa.
ja: 目的地を船尾より後方に設定した場合、艦は後退します。
pl: Okręt będzie płynął wstecz, jeśli wyznaczysz punkt docelowy za rufą.
ru: Корабль будет двигаться назад при установке точки назначения за кормой.
uk: Корабель рухатиметься назад, якщо встановити точку призначення позаду корми.
zh: 如果您将目的地设定在舰尾方向，战舰将后退移动。
zh_sg: 如果您将目标点设置在舰尾的后面战舰将倒退移动。

# IDS_HELP_TACTICAL_MAP_TURNAUTOPILOTOFF_3
source: The ship will move astern if you set the destination point behind its aft end. Autopilot mode is disabled when you manually change the rudder angle.
es_mx: El barco se moverá hacia atrás si estableces el punto de destino detrás del extremo de popa. El modo de piloto automático es desactivado cuando cambias el ángulo del timón.
ja: 目的地を船尾より後方に設定した場合、艦は後退します。 舵角を手動変更した場合、自動操縦は OFF になります
pl: Okręt będzie płynął wstecz, jeśli wyznaczysz punkt docelowy za rufą. Tryb autopilota jest wyłączany, gdy ręcznie zmienisz kąt ustawienia steru.
ru: Корабль будет двигаться назад при установке точки назначения за кормой. Автопилот отключается при ручном изменении угла поворота руля.
uk: Корабель рухатиметься назад, якщо встановити точку призначення позаду корми. Авторульовий вимикається, якщо вручну змінити кут повороту руля.
zh: 如果您将目的地设定在舰尾方向，战舰将后退移动。 自动驾驶模式将在您手动改变操舵角度时取消。
zh_sg: 如果您将目标点设置在舰尾后方战舰将倒退移动。 当您手动调整方向舵偏角时会取消自动航行。

# IDS_HELP_TARGET_SELECT
source: when aiming at a target
es_mx: cuando apuntas a un objetivo
ja: 目標を照準中に
pl: podczas celowania
ru: при наведении на цель
uk: у разі наведення на ціль
zh: 瞄准目标时
zh_sg: 瞄准目标时

# IDS_HELP_TEAM_ALL
source: (to team / to all)
es_mx: (al equipo / a todos)
ja: (味方宛 / 全員宛)
pl: (do drużyny / do wszystkich)
ru: (команде/всем)
uk: (команді/всім)
zh: (队伍/所有人)
zh_sg: (团队/所有人)

# IDS_HELP_TEMPORARILY_DISABLED
source: Out of action, repair time
es_mx: Fuera de combate, tiempo de reparación
ja: 行動不能、修理時間
pl: Niesprawny, naprawa potrwa
ru: Выведено из строя, время ремонта
uk: Виведено з ладу, час ремонту
zh: 无法运转，修理时间
zh_sg: 无法运转，修理时间

# IDS_HELP_TERRAIN_HIT
source: Terrain hit indicator
es_mx: Indicador de Impacto con el Terreno
ja: 地形障害インジケータ
pl: Wskaźnik trafienia w ziemię
ru: Индикатор попадания в сушу
uk: Індикатор влучення у суходіл
zh: 地形阻碍指示器
zh_sg: 地形阻碍指示器

# IDS_HELP_THE_AVIATION
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Авиация
uk: Авіація
zh: 飞机
zh_sg: 飞机

# IDS_HELP_TOP_THE_SLOTS
source: Above the slots
es_mx: Arriba de los espacios
ja: スロット上
pl: Nad miejscami
ru: Над слотами
uk: Над комірками
zh: 状态描述
zh_sg: 状态描述

# IDS_HELP_TORPEDO
source: Switch to torpedoes
es_mx: Cambiar a torpedos
ja: 魚雷に切り替え
pl: Przełącz na torpedy
ru: Выбрать торпедное вооружение
uk: Вибрати торпедне озброєння
zh: 切换到鱼雷
zh_sg: 切换到鱼雷

# IDS_HELP_TORPEDOES_APPARAT
source: Torpedo tubes
es_mx: Tubos de Torpedos
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедный аппарат
uk: Торпедний апарат
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_HELP_TORPEDOES_INFO
source: to switch between modes, press
es_mx: para cambiar entre modos, presiona
ja: モード切り替え:
pl: aby przełączać się między trybami, wciśnij
ru: для смены режима повторно нажмите
uk: щоб змінити режим повторно натисніть
zh: 想在模式间切换，请按两下
zh_sg: 想在模式间切换，请按

# IDS_HELP_TORPEDO_BOMBER
source: Torpedo bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_HELP_TO_ORDER
source: Give order
es_mx: Dar Orden
ja: 指令を与える
pl: Wydaj rozkaz
ru: Отдать приказ
uk: Віддати наказ
zh: 给予命令
zh_sg: 下达命令

# IDS_HELP_TURN_INDICATOR
source: Turn Indicator
es_mx: Indicador de Giro
ja: 旋回計
pl: Wskaźnik skrętu
ru: Индикатор поворота
uk: Індикатор повороту
zh: 转向指示器
zh_sg: 转向指示器
