Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_2_TEXT_1
source: Victory Bonuses mark ships that are eligible to earn Research Points, and are placed on the ships of any reset branches. Resetting the research progress of a branch for the first time can earn players an increased amount of Research Points. To get these, simply enter a battle with a ship of a reset branch with a Victory Bonus and win. If you reset that branch again, any Victory Bonuses that you have not yet activated will be saved along with any new ones.
es_mx: Las Bonificaciones de Victoria son acreditas por reiniciar y volver a investigar una rama de barcos. El primer reinicio del progreso de investigación otorga una mayor cantidad de Bonificaciones de Victoria. Si reinicias una rama sin investigar de nuevo, cualquier Bonificación de Victoria no activada será guardada.
ja: 勝利ボーナスは、艦艇ブランチをリセットして再研究することで付与されます。研究進捗を初めてリセットした際には勝利ボーナスがより多く付与されます。ブランチをリセットした後に再研究しなかった場合、未使用の勝利ボーナスは保存されます。
pl: Premie za zwycięstwa są przyznawane za zresetowanie i ponowne zbadanie gałęzi okrętów. Pierwsze resetowanie postępów badań zwiększa premie za zwycięstwa. Jeśli zresetujesz gałąź bez ponownego zbadania, nie zostaną zachowane żadne nieaktywowane premie za zwycięstwa.
ru: Бонусы за победу с очками исследования начисляются за сброс ветки. При первом сбросе бонусы начисляются в увеличенном размере. Для получения очков исследования необходимо выйти на корабле с бонусом в бой и победить. При повторном сбросе ветки не активированные ранее бонусы суммируются с новыми.
uk: Бонуси за перемогу додають за скидання й повторне дослідження гілки. Під час першого скидання гілки бонуси додають у збільшеній кількості, причому якщо гілку скинуто, але не досліджено, неактивовані бонуси зберігаються.
zh: Бонусы за победу с очками исследования начисляются за сброс ветки. При первом сбросе бонусы начисляются в увеличенном размере. Для получения очков исследования необходимо выйти на корабле с бонусом в бой и победить. При повторном сбросе ветки не активированные ранее бонусы суммируются с новыми.
zh_sg: 重置和重研究某一分支战舰时记入胜利加成。第一次重置研发进程将增加胜利加成数量。如果您重置了一个分支并未重研究，所有未激活的胜利加成将被保留。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_2_TEXT_2
source: To get Victory Bonuses, research and buy a ship, helm her into battle and win.
es_mx: Para obtener Bonificaciones de Victoria, investiga y compra un barco, dirígete a la batalla con él y gana.
ja: 勝利ボーナスを得るには、艦艇を研究して購入し、出撃して勝利してください。
pl: Aby zdobyć premie za zwycięstwa, zbadaj i kup okręt, poprowadź go w bitwie i wygraj.
ru: Чтобы получить бонусы за победу, необходимо исследовать и купить корабль, выйти на нём в бой и победить.
uk: Щоб отримати бонуси за перемогу, потрібно дослідити й купити корабель, вступити ним у бій і перемогти.
zh: Чтобы получить бонусы за победу, необходимо исследовать и купить корабль, выйти на нём в бой и победить.
zh_sg: 要获得胜利加成，研究并购买一艘战舰，赢得战斗胜利即可。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_3_HEADER
source: Unique items in the Research Bureau
es_mx: Artículos especiales en la Oficina de Investigación.
ja: 研究局の特別アイテム
pl: Unikatowe przedmioty w Agencji Badawczej
ru: Уникальные товары в Бюро исследований
uk: Унікальні товари в Бюро досліджень
zh: Уникальные товары в Бюро исследований
zh_sg: 研究局的独特物品

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_3_TEXT_1
source: Victory Bonuses are added along with a special currency—Research Points.
es_mx: Las Bonificaciones de Victoria son agregadas junto con una moneda especial, los Puntos de Investigación.
ja: 勝利ボーナスには特別リソースである研究ポイントが伴います。
pl: Premie za zwycięstwa są dodawane wraz ze specjalną walutą – punktami badawczymi.
ru: При получении бонусов за победу начисляется особая валюта — очки исследования.
uk: Якщо отримано бонуси за перемогу, додають особливу валюту — очки дослідження.
zh: При получении бонусов за победу начисляется особая валюта — очки исследования.
zh_sg: 胜利加成增加一种新的特殊货币，研究点。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_3_TEXT_2
source: The Research Bureau section of the Armory offers an array of valuable items that you can get in exchange for Research Points.
es_mx: La sección Oficina de Investigación en la Armería ofrece una serie de valiosos artículos que pueden recibir a cambio de Puntos de Investigación.
ja: 武器庫の「研究局」セクションでは、研究ポイントとの交換で各種の価値あるアイテムを入手できます。
pl: Zakładka Agencja Badawcza w Zbrojowni oferuje szereg wartościowych przedmiotów, które możesz zdobyć w zamian za punkty badawcze.
ru: В разделе Адмиралтейства «Бюро исследований» за очки исследования можно получить ценное имущество.
uk: У розділі Адміралтейства «Бюро досліджень» за очки дослідження можна отримати цінне майно.
zh: В разделе Адмиралтейства «Бюро исследований» за очки исследования можно получить ценное имущество.
zh_sg: 兵工厂的研究局板块推出了一系列可用研究点数兑换的珍贵物品。

# IDS_MODAL_WINDOW_PLAYER_DOG_TAG_HEADER
source: Distinctive insignia
es_mx: Insignia distintiva
ja: パーソナルマーク選択
pl: Specjalne insygnia
ru: Знак различия
uk: Знак розрізнення
zh: 独特勋章
zh_sg: 个性标志

# IDS_MODAL_WINDOW_POSTBATTLE_RESULTS_TITLE
source: Battle reward
ja: 戦闘褒賞
pl: Nagroda za bitwę
ru: Награда за бой
zh: Награда за бой

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_1
source: Season duration is 27 days.
es_mx: La duración de la temporada es de 27 días.
ja: シーズン期間: 27 日間
pl: Sezon potrwa 27 dni.
ru: Длительность сезона — 27 дней.
uk: Тривалість сезону: 27 діб.
zh: Длительность сезона — 27 дней.
zh_sg: 赛季持续27天。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_2
source: The ranks you attained by the end of the previous Season will be accounted for as Stars in the current Season. Stars earned in Ranked Sprints are not counted.
es_mx: Los rangos que obtuviste al final de la Temporada anterior se contabilizarán como Estrellas en la Temporada actual. Las Estrellas obtenidas en las Carreras por Rangos no se toman en cuenta.
ja: 前シーズンの終わりまでに到達したランクに応じて現シーズンでスターが付与されます。ランク戦スプリントは対象外です。
pl: Stopień zdobyty na koniec poprzedniego sezonu będzie uwzględniany w postaci liczby gwiazdek przyznanych w aktualnym sezonie. Gwiazdki zdobyte w sprintach rankingowych nie są brane pod uwagę.
ru: Ранги, достигнутые вами на момент окончания предыдущего сезона, будут учтены в текущем сезоне в виде звёзд. Звёзды, заработанные в ранговых спринтах, не учитываются.
uk: Ранги, досягнуті вами на час закінчення попереднього сезону, врахують у цьому сезоні у вигляді зірок. Рангові спринти не беруть до уваги.
zh: Ранги, достигнутые вами на момент окончания предыдущего сезона, будут учтены в текущем сезоне в виде звёзд. Звёзды, заработанные в ранговых спринтах, не учитываются.
zh_sg: 您上赛季达到的排名将在当前赛季折算成星星。赛季冲刺获得的星星不计算在内。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_3
source: Number of ranks in the season: 18.
es_mx: Número de rangos en la temporada: 18.
ja: 今シーズンのランク数: 18
pl: Liczba stopni w sezonie: 18.
ru: Количество рангов — 18.
uk: Кількість рангів — 18.
zh: Количество рангов — 18.
zh_sg: 赛季排名数：18。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_4
source: The ranks are split into three leagues: the Second League (Ranks 18–11), the First League (Ranks 10–6), and the Premier League (Ranks 5–1).
es_mx: Los rangos están divididos en tres ligas: la Segunda Liga (Rangos 18–11), la Primera Liga (Rangos 10–6) y la Liga Premier (Rangos 5–1).
ja: ランクは 3 つのリーグに分けられています: セカンドリーグ (ランク 18–11)、ファーストリーグ (ランク 10–6)、プレミアリーグ (ランク 5–1)
pl: Stopnie podzielone są na trzy ligi: druga liga (stopnie 18–11), pierwsza liga (stopnie 10–6) oraz ekstraklasa (stopnie 5–1).
ru: Ранги объединены в три лиги: вторая лига (18–11-й ранги), первая лига (10–6-й ранги) и высшая лига (5–1-й ранги).
uk: Ранги об’єднано в три ліги: друга ліга — 18–11 ранги, перша ліга — 10–6 ранги та вища ліга — 5–1 ранги.
zh: Ранги объединены в три лиги: вторая лига (18–11-й ранги), первая лига (10–6-й ранги) и высшая лига (5–1-й ранги).
zh_sg: 排名划分为三个联盟：第二联盟（排名18-11），第一联盟（排名10-6），以及超级联盟（排名5-1）。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_5
source: Only Tier X ships are allowed.
es_mx: Solo se permiten barcos de nivel X.
ja: Tier X 艦艇限定です。
pl: Dozwolone są tylko okręty X poziomu.
ru: Допускаются корабли только X уровня.
uk: Допускають лише кораблі X рівня.
zh: Допускаются корабли только X уровня.
zh_sg: 仅允许使用X级战舰。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_6
source: This Season of Ranked Battles is played in a 7 vs. 7 format.
es_mx: Esta Temporada de Batallas por Rango es jugada en un formato 7 vs. 7.
ja: 今シーズンのランク戦は 7 vs 7 形式で争われます。
pl: W tym sezonie bitwy rankingowe toczone są w formacie 7 na 7.
ru: Сезон проводится в формате 7 на 7 игроков.
uk: Формат боїв сезону — 7 на 7 гравців.
zh: Сезон проводится в формате 7 на 7 игроков.
zh_sg: 本赛季排位战将采用7v7形式。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_BULLET_7
source: The Season will utilize the Arms Race mode.
es_mx: La Temporada utilizará el modo Carrera Armamentista.
ja: 今シーズンの使用モードは「軍拡競争」モードです。
pl: W tym sezonie wykorzystany zostanie tryb Wyścig zbrojeń.
ru: Сезон проводится в режиме «Гонка вооружений».
uk: Режим боїв сезону — «Гонка озброєнь».
zh: Сезон проводится в режиме «Гонка вооружений».
zh_sg: 赛季采用军备竞赛模式。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_1_HEADER
source: Features
es_mx: Características
ja: 特徴
pl: Cechy
ru: Особенности
uk: Особливості
zh: Особенности
zh_sg: 特点

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_BULLET_1
source: Number of Ranks: 18.
es_mx: Número de Rangos: 18.
ja: ランク数: 18。
pl: Liczba stopni: 18.
ru: Количество рангов — 18.
uk: Кількість рангів — 18.
zh: Количество рангов — 18.
zh_sg: 排名数：18。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_BULLET_2
source: The ranks are split into three leagues: the Second League (Ranks 18–11), the First League (Ranks 10–6), and the Premier League (Ranks 5–1).
es_mx: Los rangos están divididos en tres ligas: la Segunda Liga (Rangos 18 al 11), la Primera Liga (Rangos 10 al 6) y la Liga Premier (Rangos 5 al 1).
ja: ランクは 3 つのリーグに分けられています: セカンドリーグ (ランク 18–11)、ファーストリーグ (ランク 10–6)、プレミアリーグ (ランク 5–1)
pl: Stopnie podzielone są na trzy ligi: druga liga (stopnie 18–11), pierwsza liga (stopnie 10–6) oraz ekstraklasa (stopnie 5–1).
ru: Ранги объединены в три лиги: вторая лига (18–11-й ранги), первая лига (10–6-й ранги) и высшая лига (5–1-й ранги).
uk: Ранги об’єднано в три ліги: друга ліга — 18–11 ранги, перша ліга — 10–6 ранги та вища ліга — 5–1 ранги.
zh: Ранги объединены в три лиги: вторая лига (18–11-й ранги), первая лига (10–6-й ранги) и высшая лига (5–1-й ранги).
zh_sg: 排名划分为三个联盟：第二联盟（排名18-11），第一联盟（排名10-6），以及超级联盟（排名5-1）。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_BULLET_3
source: The League of Sea Wolves is unavailable.
es_mx: La Liga de Lobos Marinos no está disponible.
ja: 海の狼たちのリーグは提供されません。
pl: Liga Wilków Morskich nie jest dostępna.
ru: Лига морских волков отключена.
uk: Лігу морських вовків вимкнено.
zh: Лига морских волков отключена.
zh_sg: 海狼联盟段位不开放。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_BULLET_4
source: Only Tier X ships are allowed.
es_mx: Solo se permiten barcos de Nivel VIII.
ja: Tier X 艦艇限定です。
pl: Dozwolone są tylko okręty X poziomu.
ru: Допускаются корабли только X уровня.
uk: Допускають лише кораблі VIII рівня.
zh: Допускаются корабли только VIII уровня.
zh_sg: 仅允许使用VIII级战舰。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_BULLET_5
source: This Season is played in a 8 vs. 8 format.
es_mx: La temporada se juega en un formato 7 vs. 7
ja: 今シーズンは 8 vs 8 形式で争われます。
pl: W tym sezonie bitwy toczone są w formacie 8 na 8.
ru: Сезон проводится в формате 8 на 8 игроков.
uk: Формат боїв сезону — 7 на 7 гравців.
zh: Сезон проводится в формате 7 на 7 игроков.
zh_sg: 本赛季采用7v7形式。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_2_HEADER
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_3_BULLET_1
source: Restores ship or squadron HP.
es_mx: Restaura los HP de barco o del escuadrón.
ja: 艦艇または飛行中隊の HP を回復
pl: Przywraca PW okrętu lub eskadry.
ru: Восстанавливает боеспособность корабля или эскадрилий.
uk: Відновлює боєздатність корабля чи ескадрилей.
zh: Восстанавливает боеспособность корабля или эскадрилий.
zh_sg: 恢复战舰和中队血量。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_3_BULLET_2
source: Speeds up the reload time of armament or the servicing time of squadrons.
es_mx: Reduce el tiempo de recarga del armamento o el tiempo de servicio de los escuadrones.
ja: 兵装の装填速度または飛行中隊の整備速度を向上
pl: Przyspiesza przeładowanie uzbrojenia i obsługę samolotów.
ru: Ускоряет перезарядку вооружения или подготовку эскадрилий.
uk: Пришвидшує перезаряджання озброєння чи приготування ескадрилей.
zh: Ускоряет перезарядку вооружения или подготовку эскадрилий.
zh_sg: 加快武器装填时间和中队维护速度。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_3_BULLET_3
source: Improves the maneuverability of the ship or squadrons.
es_mx: Mejora la maniobrabilidad del barco o de los escuadrones.
ja: 艦艇または飛行中隊の機動性を向上
pl: Poprawia manewrowość okrętu lub eskadry.
ru: Увеличивает манёвренность корабля или эскадрилий.
uk: Збільшує маневреність корабля чи ескадрилей.
zh: Увеличивает манёвренность корабля или эскадрилий.
zh_sg: 提升战舰或中队的机动性。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_3_BULLET_4
source: Reduces the reload time of the ship or squadron consumables.
es_mx: Reduce el tiempo de recarga del barco o de los consumibles del escuadrón.
ja: 艦艇または飛行中隊の消耗品の準備時間を短縮
pl: Skraca czas przeładowania sprzętu eksploatacyjnego okrętu lub eskadry.
ru: Ускоряет перезарядку снаряжения корабля или эскадрилий.
uk: Пришвидшує перезаряджання спорядження корабля чи ескадрилей.
zh: Ускоряет перезарядку снаряжения корабля или эскадрилий.
zh_sg: 减少战舰或中队消耗品的重新装载时间。

# IDS_MODAL_WINDOW_RANKED_RULES_PARAGRAPH_3_HEADER
source: Buff Types
es_mx: Tipos de bonificaciones
ja: 強化の種別
pl: Typy wzmocnień
ru: Типы улучшений
uk: Типи поліпшень
zh: Типы улучшений
zh_sg: 增益类型

# IDS_MODAL_WINDOW_SHIPS_BRANCHES_FEATURES_TAB_BAR_MAIN
source: Primary
es_mx: Primario
ja: メイン
pl: Podstawowa
ru: Основные
uk: Основні
zh: 最爱
zh_sg: 主要

# IDS_MODAL_WINDOW_SHIPS_BRANCHES_FEATURES_TAB_BAR_OTHER
source: Detailed
es_mx: Detallado
ja: 詳細
pl: Szczegóły
ru: Подробные
uk: Докладні
zh: Подробные
zh_sg: 详情

# IDS_MODAL_WINDOW_SHIPS_BRANCHES_FEATURES_TITLE
source: Ship specifics
es_mx: Especificaciones del barco
ja: 艦艇の特徴
pl: Specyfika okrętów
ru: Особенности кораблей
uk: Особливості кораблів
zh: Особенности кораблей
zh_sg: 战舰特性

# IDS_MODERNIZATION
source: Upgrades
es_mx: Mejoras
ja: アップグレード
pl: Ulepszenia
ru: Модернизация
uk: Модернізація
zh: 升级品
zh_sg: 升级品

# IDS_MODERNIZATIONS
source: Upgrades
es_mx: Mejoras
ja: アップグレード
pl: Ulepszenia
ru: Модернизации
uk: Модернізації
zh: 升级品
zh_sg: 升级

# IDS_MODERNIZATIONS_COST
source: Upgrade cost
es_mx: Costo de la mejora
ja: アップグレード費用
pl: Koszt ulepszenia
ru: Стоимость модернизации
uk: Вартість модернізації
zh: 升级品费用
zh_sg: 升级品费用

# IDS_MODERNIZATIONS_IS_NOT_AVAILABLE_NOW
source: You will be able to use upgrades after you reach a higher level in the Service Record.
es_mx: Podrás utilizar las mejores después de que alcances un nivel más alto en la Hoja de Servicio.
ja: アップグレードは、任務記録がより高いレベルに達してから利用可能になります。
pl: Będziesz mógł wykorzystać ulepszenia po osiągnięciu wyższego poziomu w przebiegu służby.
ru: Вы сможете использовать модернизации после достижения более высокого уровня в вашем послужном списке.
uk: Ви зможете використовувати модернізації, коли досягнете вищого рівня у вашому послужному списку.
zh: 当您达到更高标准的作战记录后，您的账号将获得升级。
zh_sg: 当您达到更高的服役记录等级后才能使用升级品。

# IDS_MODERNIZATION_0
source: Upgrade
es_mx: Mejora
ja: アップグレード
pl: Ulepszenie
ru: Модернизация
uk: Модернізація
zh: 升级品
zh_sg: 升级品

# IDS_MODERNIZATION_1
source: Special Upgrade
es_mx: Mejora Especial
ja: 特別アップグレード
pl: Ulepszenie specjalne
ru: Особая модернизация
uk: Особлива модернізація
zh: 特殊升级品
zh_sg: 特殊升级品

# IDS_MODERNIZATION_2
source: Rare Upgrade
es_mx: Mejora Rara
ja: レアアップグレード
pl: Rzadkie ulepszenie
ru: Редкая модернизация
uk: Рідкісна модернізація
zh: 稀有升级品
zh_sg: 稀有升级品

# IDS_MODERNIZATION_3
source: Unique Upgrade
es_mx: Mejora Especial
ja: 固有アップグレード
pl: Unikalne ulepszenie
ru: Уникальная модернизация
uk: Унікальна модернізація
zh: 独特升级
zh_sg: 独特升级品

# IDS_MODERNIZATION_COST
source: Upgrade cost:
es_mx: Costo de la mejora:
ja: アップグレードコスト:
pl: Koszt ulepszenia:
ru: Стоимость модернизации:
uk: Вартість модернізації:
zh: 升级花费：
zh_sg: 升级花费：

# IDS_MODERNIZATION_IS_INSTALLED
source: Upgrade mounted
es_mx: Mejora Montada
ja: アップグレード搭載完了
pl: Ulepszenie zamontowane
ru: Модернизация установлена
uk: Модернізацію встановлено
zh: 升级品已安装
zh_sg: 已安装升级品

# IDS_MODERNIZATION_LOW_ACCESS_LEVEL_TO_USE
source: Upgrades will become available at a higher access level.
es_mx: Las mejoras estarán disponible en un nivel de acceso superior.
ja: アップグレードは上位のアクセスレベルでアンロックされます。
pl: Ulepszenia będą dostępne przy wyższym poziomie dostępu.
ru: Модернизации станут доступны после повышения уровня доступа.
uk: Модернізації стануть доступні після підвищення рівня доступу.
zh: Модернизации станут доступны после повышения уровня доступа.
zh_sg: 升级品需要更高的权限等级解锁。

# IDS_MODERNIZATION_QUANTITY
source: Number of Upgrades
es_mx: Número de Mejoras
ja: アップグレード数
pl: Liczba ulepszeń
ru: Количество модернизаций
uk: Кількість модернізацій
zh: 升级品数
zh_sg: 升级品数

# IDS_MODERNIZATION_TYPE_LEGENDARY
source: Unique upgrade available
es_mx: Mejora especial disponible
ja: 固有アップグレードを利用可能
pl: Dostępne ulepszenie unikalne
ru: Есть уникальная модернизация
uk: Є унікальна модернізація
zh: 可用的独特升级
zh_sg: 有可用的独特升级品

# IDS_MODERNIZATION_TYPE_RARE
source: Rare upgrade available
es_mx: Mejora rara disponible
ja: レアアップグレード利用可能
pl: Dostępne rzadkie ulepszenie
ru: Есть редкая модернизация
uk: Є рідкісна модернізація
zh: 稀有升级品可用
zh_sg: 稀有升级品可用

# IDS_MODERNIZATION_TYPE_SPECIAL
source: Special upgrade available
es_mx: Mejora especial disponible
ja: 特別アップグレード利用可能
pl: Dostępne ulepszenie specjalne
ru: Есть особая модернизация
uk: Є особлива модернізація
zh: 特殊升级品可用
zh_sg: 特殊升级品可用

# IDS_MODIFIERS
source: Modifiers
es_mx: Modificadores
ja: 係数
pl: Modyfikatory
ru: Модификаторы
uk: Модифікатори
zh: 加成
zh_sg: 修正

# IDS_MODIFIERS_CREDITS_HINT
source: Additional credits received after application of modifiers and bonuses
es_mx: Créditos adicionales recibidos después de aplicar modificadores y bonos
ja: 係数およびボーナス適用後の追加クレジット
pl: Kredyty otrzymane po zastosowaniu modyfikatorów i bonusów
ru: Количество дополнительных кредитов от модификаторов и бонусов
uk: Кількість додаткових кредитів від модифікаторів та бонусів
zh: 套用加成与奖励后所额外获得的银币
zh_sg: 套用修正和加成后额外或的银币

# IDS_MODIFIERS_EXP_HINT
source: Additional XP received after application of modifiers and bonuses
es_mx: XP adicional recibida después de aplicar modificadores y bonos
ja: 係数およびボーナス適用後の追加 EXP
pl: PD otrzymane po zastosowaniu modyfikatorów i bonusów
ru: Количество дополнительного опыта от модификаторов и бонусов
uk: Кількість додаткового досвіду від модифікаторів та бонусів
zh: 套用加成与奖励后所额外获得的经验
zh_sg: 套用修正和加成后额外或的经验

# IDS_MODULES
source: Equipment
es_mx: Equipamiento
ja: 装備
pl: Wyposażenie
ru: Оснащение
uk: Оснащення
zh: 配件
zh_sg: 装备

# IDS_MODULES_DAMAGED
source: Modules Damaged
es_mx: Módulos Dañados
ja: モジュール損傷
pl: Uszkodzone moduły
ru: Повреждено модулей
uk: Пошкоджено модулів
zh: 伤害的配件
zh_sg: 伤害的配件

# IDS_MODULES_DESTROYED
source: Modules Destroyed
es_mx: Módulos Destruidos
ja: モジュール大破
pl: Zniszczone moduły
ru: Уничтожено модулей
uk: Знищено модулів
zh: 摧毁的配件
zh_sg: 摧毁的配件

# IDS_MODULES_UNAVAILABLE
source: Modules and upgrades are not customizable on this ship.
es_mx: Los módulos y mejoras no son personalizables en este barco
ja: この艦艇ではモジュール/アップグレードをカスタマイズ不能
pl: Moduły i ulepszenia nie podlegają dostosowaniu dla tego okrętu
ru: Настройка модулей и модернизаций недоступна для этого корабля
uk: Налаштовувати модулі та модернізації не можна на цьому кораблі
zh: 配件和升级品在此战舰不能订制
zh_sg: 这艘战舰上的配件和升级无法自定义

# IDS_MODULES_WAS_DESTROYED_HELP_SCREEN
source: Modules destroyed
es_mx: Módulos destruidos
ja: モジュール大破
pl: Moduły zniszczone
ru: Модули уничтожены
uk: Модулі знищені
zh: 摧毁的配件
zh_sg: 摧毁的配件

# IDS_MODULE_AIR_DEFENSE
source: AA Guns
es_mx: Cañones AA
ja: 対空兵装
pl: Działa plot.
ru: Орудие ПВО
uk: Гармата ППО
zh: 防空炮
zh_sg: 防空炮

# IDS_MODULE_ATBA_GUN
source: Secondary Battery Guns
es_mx: Batería Secundaria
ja: 副砲
pl: Działa baterii dodatkowej
ru: Вспомогательный калибр
uk: Допоміжний калібр
zh: 次要武器
zh_sg: 副炮组

# IDS_MODULE_DEPTH_CHARGE_GUN
source: Depth Сharges
es_mx: Cargas de profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_MODULE_ENGINE
source: Engine
es_mx: Motor
ja: 主機
pl: Silnik
ru: Двигатель
uk: Двигун
zh: 引擎
zh_sg: 引擎

# IDS_MODULE_IS_DESTROYED
source: Module destroyed
es_mx: Módulo Destruido
ja: モジュール大破
pl: Moduł zniszczony
ru: Модуль уничтожен
uk: Модуль знищений
zh: 配件已毁坏
zh_sg: 配件被摧毁

# IDS_MODULE_IS_OUT_OF_ORDER
source: Module incapacitated
es_mx: Módulo incapacitado
ja: モジュール機能停止
pl: Moduł poważnie uszkodzony
ru: Модуль выведен из строя
uk: Модуль виведений з ладу
zh: 配件失去作用
zh_sg: 配件瘫痪

# IDS_MODULE_MAIN_GUN
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_MODULE_STATE_AVAILABLE
source: Module is available for mounting.
es_mx: El módulo está disponible para ser montado.
ja: モジュールを搭載可能です。
pl: Moduł można zamontować.
ru: Модуль доступен для установки.
uk: Модуль можна встановити.
zh: Модуль доступен для установки.
zh_sg: 可安装配件。

# IDS_MODULE_STATE_INSTALLED
source: Module mounted
es_mx: Módulo montado
ja: モジュールを搭載済み
pl: Zamontowano moduł
ru: Модуль установлен
uk: Модуль встановлено
zh: Модуль установлен
zh_sg: 配件已安装

# IDS_MODULE_STATE_RESEARCHED
source: Researched. To mount the module, you first need to buy it.
es_mx: Investigado. Para montar el módulo, primero necesitas comprarlo.
ja: 研究済み。搭載するにはモジュールを購入してください。
pl: Zbadano. Żeby zamontować moduł, należy go najpierw kupić.
ru: Исследован. Купите модуль для установки.
uk: Досліджено. Купіть модуль, щоб встановити.
zh: Исследован. Купите модуль для установки.
zh_sg: 已研发。想要安装该配件，请先购买它。

# IDS_MODULE_STATE_RESEARCHED_SHIP_NOT_OWNED
source: Researched. To buy the module, you first need to buy the ship.
es_mx: Investigado. Para comprar el módulo, primero necesitas comprar el barco.
ja: 研究済み。モジュールを購入するには艦艇を購入してください。
pl: Zbadano. Żeby kupić moduł, należy najpierw kupić okręt.
ru: Исследован. Для покупки модуля необходимо купить корабль.
uk: Досліджено. Щоб купити модуль, необхідно купити корабель.
zh: Исследован. Для покупки модуля необходимо купить корабль.
zh_sg: 已研发。想要购买该配件，请先购买该战舰。

# IDS_MODULE_STEERING_GEAR
source: Steering Gear
es_mx: Engrane de Dirección
ja: 操舵装置
pl: Układ sterowania
ru: Рулевая машина
uk: Рульовий механізм
zh: 操舵装置
zh_sg: 操舵装置

# IDS_MODULE_TORPEDO_TUBE
source: Torpedo Tubes
es_mx: Tubos de Torpedos
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедный аппарат
uk: Торпедний апарат
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_MODULE_TYPE_ARTILLERY
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Bateria główna
ru: Орудия главного калибра
uk: Гармати головного калібру
zh: 主炮
zh_sg: 主炮组

# IDS_MODULE_TYPE_BOMBER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_MODULE_TYPE_DIVEBOMBER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_MODULE_TYPE_DIVEBOMBER_AP
source: (AP) Bombers
es_mx: Bombarderos (AP)
ja: (AP) 爆撃機
pl: Bombowce (PP)
ru: Бомбардировщики (ББ)
uk: Бомбардувальники (ББ)
zh: 穿甲俯冲轰炸机
zh_sg: （穿甲）轰炸机

# IDS_MODULE_TYPE_DIVEBOMBER_HE
source: (HE) Bombers
es_mx: Bombarderos (HE)
ja: (HE) 爆撃機
pl: Bombowce (OB)
ru: Бомбардировщики (ОФ)
uk: Бомбардувальники (ОФ)
zh: 高爆俯冲轰炸机
zh_sg: （高爆）轰炸机

# IDS_MODULE_TYPE_ENGINE
source: Engine
es_mx: Motor
ja: 主機
pl: Silnik
ru: Двигатель
uk: Двигун
zh: 引擎
zh_sg: 引擎
