Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOADING_TOOLTIP_LEVEL1_11
source: Operate in formations; a single ship is a perfect target.
es_mx: Opera en formaciones; un barco solitario es un objetivo perfecto.
ja: 集団で行動せよ。単独行動の艦は良い的だ
pl: Operuj w formacjach. Samotny okręt to doskonały cel.
ru: Действуйте в группах. Одиночный корабль — отличная мишень.
uk: Дійте групами. Поодинокий корабель — пречудова мішень.
zh: 要以阵型来作战。一艘落单的战舰是个完美的目标。
zh_sg: 组成阵型来作战。一艘落单的战舰只是活靶子。

# IDS_LOADING_TOOLTIP_LEVEL1_12
source: The larger the ship, the easier she is to detect.
es_mx: Cuanto más grande sea el barco, más fácil será de detectar.
ja: 艦が大型であるほど、発見は容易だ
pl: Im większy okręt, tym łatwiej go wykryć.
ru: Чем крупнее корабль, тем проще его обнаружить.
uk: Що більший корабель, то легше його виявити.
zh: 战舰越大，越容易被对方发现
zh_sg: 战舰越大，越容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL1_13
source: Hold [KEY_RIGHTMOUSE] to look around while your aim remains fixed.
es_mx: Mantén [KEY_RIGHTMOUSE] para mirar alrededor mientras la puntería permanece fija.
ja: 照準を動かさずに周囲を見回すには、[KEY_RIGHTMOUSE] を長押し
pl: Przytrzymaj [KEY_RIGHTMOUSE], żeby rozejrzeć się dookoła, nie zmieniając przy tym kierunku celowania.
ru: Удерживайте [KEY_RIGHTMOUSE], чтобы оглядеться. Точка прицеливания при этом фиксируется.
uk: Утримуйте [KEY_RIGHTMOUSE], щоб озирнутися довкола. Точка прицілювання у цей час фіксується.
zh: 按住 [KEY_RIGHTMOUSE] 以环顾四周，同时准星会保持固定不动。
zh_sg: 按住 [KEY_RIGHTMOUSE] 可以在观察四周的同时保持准心固定不动。

# IDS_LOADING_TOOLTIP_LEVEL1_14
source: Rushing through the center of the map is poor tactics.
es_mx: El Precipitarse hacia el centro del mapa es una mala táctica.
ja: マップ中央に急行するような戦術は、有効とは言えない
pl: Bezmyślny szturm na centralną część mapy to kiepska taktyka.
ru: Тактика «Быстрый прорыв по центру» малоэффективна.
uk: Тактика «Швидкий прорив центром» малоефективна.
zh: 快速冲到地图中央是种很糟糕的战术。
zh_sg: 快速冲到地图中央是种很糟糕的战术。

# IDS_LOADING_TOOLTIP_LEVEL1_15
source: Take joint actions. Cover your allies.
es_mx: Realiza acciones conjuntas. Cubre a tus aliados.
ja: 連携して行動し、味方を支援せよ
pl: Działaj drużynowo. Osłaniaj sojuszników.
ru: Действуйте сообща. Прикрывайте союзников.
uk: Дійте спільно. Прикривайте союзників.
zh: 采取联合行动，掩护您的队友
zh_sg: 采取联合行动，掩护您的队友。

# IDS_LOADING_TOOLTIP_LEVEL1_16
source: A large ship can run aground in a narrow passage.
es_mx: Un navío grande puede encallar en un paso estrecho.
ja: 大型艦で細い海峡を通過しようとした場合、座礁の危険がある
pl: Duży okręt może zaryć o dno w wąskich przesmykach.
ru: В узком проливе большой корабль может сесть на мель.
uk: У вузькій протоці великий корабель може сісти на мілину.
zh: 大型战舰通过狭窄航道可能导致触礁
zh_sg: 大型战舰通过狭窄航道时可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL1_17
source: The amount of the ship that is submerged is comparable to the amount above the waterline. When steering your ship too close to land, you risk running aground.
es_mx: El calado del barco que está sumergido es comparable al que está sobre la línea de flotación. Cuando maniobras tu barco muy cerca de tierra, corres el riesgo de encallar.
ja: 船体の水面下の部分は、水面上の部分と同じぐらい大きい。よって陸に近づきすぎると、座礁の危険がある
pl: Rozmiar części okrętu, która znajduje się pod wodą jest porównywalny do tej nad wodą. Podpływając zbyt blisko wysp, ryzykujesz, że okręt osiądzie na mieliźnie.
ru: Подводная часть корабля по размеру сопоставима с надводной. Проходя слишком близко к суше, вы рискуете сесть на мель.
uk: Підводна частина корабля за розміром порівнянна із надводною. Проходячи занадто близько до суходолу, ви ризикуєте сісти на мілину.
zh: 舰艇水下部分和水面部分的高度是成比例的，当您的战舰太靠近岛屿时，就有可能会搁浅。
zh_sg: 战舰的水下部分和水面部分的高度是差不多的，当您的战舰太靠近岛屿时，就有可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL1_2
source: When your warship is under attack, tack to port and starboard to reduce damage.
es_mx: Cuando tu barco esté bajo ataque, zigzaguea a babor y estribor para reducir el daño.
ja: 攻撃を受けた際には、左右に蛇行して被弾のリスクを軽減せよ
pl: Gdy twój okręt jest atakowany, halsuj na sterburtę i bakburtę, żeby zminimalizować szkody.
ru: Под огнём двигайтесь галсами для уменьшения повреждений.
uk: Під вогнем рухайтеся галсами, щоб зменшити імовірність влучень.
zh: 当您的战舰遭受到攻击时，请试着向左右舷航行 (之字形) 来减少伤害。
zh_sg: 当您的战舰受到攻击时，试着向左右转向来规避伤害。

# IDS_LOADING_TOOLTIP_LEVEL1_3
source: Remember to lead the target when you fire.
es_mx: Recuerda calcular la ruta del objetivo cuando dispares.
ja: 敵の未来位置を狙って射撃せよ
pl: Pamiętaj, żeby brać poprawkę na ruch wroga i czas lotu pocisku kiedy celujesz.
ru: Не забывайте брать упреждение при стрельбе.
uk: Не забувайте робити випередження під час стрільби.
zh: 当您射击时，要记得考虑到目标的前置量。
zh_sg: 当您射击时，要记得考虑到目标的提前量。

# IDS_LOADING_TOOLTIP_LEVEL1_4
source: Always fire a trial shot before a full salvo.
es_mx: Haz siempre un disparo de prueba antes de una salva completa.
ja: 斉射の前には試射を怠るな
pl: Zawsze oddaj próbny strzał przed wystrzeleniem całej salwy.
ru: Делайте пристрелочный выстрел перед залпом.
uk: Робіть пристрілювальний постріл перед залпом.
zh: 在齐射前永远先进行试射。
zh_sg: 在进行齐射前养成先试射的好习惯。

# IDS_LOADING_TOOLTIP_LEVEL1_5
source: Change your speed and course to throw off the enemy's aim.
es_mx: Cambia tu velocidad y curso para errar la mira de los cañones enemigos.
ja: 速度と進路を変更し、敵に照準を定めさせるな
pl: Zmieniaj kurs i prędkość, żeby utrudnić przeciwnikowi celowanie.
ru: Изменяйте скорость и направление движения — это мешает противнику точно прицелиться.
uk: Змінюйте швидкість та напрямок руху — це заважає супротивнику влучно прицілитися.
zh: 尽可能经常改变您的航速与航向来甩开敌人的瞄准。
zh_sg: 改变您的航速与航向来甩开敌人的瞄准。

# IDS_LOADING_TOOLTIP_LEVEL1_6
source: Turn your ship's bow towards incoming torpedoes to reduce the risk of being hit.
es_mx: Gira la proa de tu barco hacia los torpedos que se aproximen para reducir el riesgo de impacto.
ja: 被雷率を下げるには、艦首を接近中の魚雷に向けて旋回せよ
pl: Obróć okręt nosem w stronę nadpływających torped, żeby zminimalizować ryzyko trafienia.
ru: Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
uk: Розверніться носом до торпед, які йдуть на корабель, щоб зменшити імовірність влучень.
zh: 回转舰艏迎向袭来的鱼雷以降低命中的几率。
zh_sg: 回转舰首迎向袭来的鱼雷以降低被击中的几率。

# IDS_LOADING_TOOLTIP_LEVEL1_7
source: When firing in Binocular View, remember to click [KEY_RIGHTMOUSE] every so often in order to stay aware of the situation around you.
es_mx: Cuando dispares con Visión Binocular, recuerda hacer click con [KEY_RIGHTMOUSE] de vez en cuando para estar consciente de la situación a tu alrededor.
ja: 双眼鏡視点で射撃中には、[KEY_RIGHTMOUSE] クリックを多用して周囲の状況を常に把握せよ
pl: Pamiętaj, żeby od czasu do czasu wcisnąć [KEY_RIGHTMOUSE] kiedy prowadzisz ogień korzystając z trybu lornetki. Dzięki temu nie stracisz orientacji w otoczeniu.
ru: При стрельбе в режиме «Бинокль» не забывайте периодически оценивать обстановку с помощью [KEY_RIGHTMOUSE].
uk: Стріляючи у режимі «Бінокль» не забувайте час від часу оцінювати обстановку за допомогою [KEY_RIGHTMOUSE].
zh: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。
zh_sg: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。

# IDS_LOADING_TOOLTIP_LEVEL1_8
source: Avoid collisions with allied warships.
es_mx: Evita las colisiones con los barcos aliados.
ja: 味方艦艇との衝突を回避せよ
pl: Unikaj zderzeń z sojuszniczymi okrętami.
ru: Избегайте столкновений с кораблями союзников.
uk: Уникайте зіткнень з кораблями союзників.
zh: 要避免与队友战舰发生碰撞。
zh_sg: 要避免与队友战舰发生碰撞。

# IDS_LOADING_TOOLTIP_LEVEL1_9
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL2_0
source: Hold [CMD_HELP] to access in-game help at any time during the battle.
es_mx: Mantén [CMD_HELP] para accesar a la ayuda del juego en cualquier momento durante la batalla.
ja: 戦闘中に [CMD_HELP] キーでヘルプ画面を表示
pl: Przytrzymaj [CMD_HELP], aby otworzyć pomoc w każdym momencie podczas bitwy.
ru: Удерживайте [CMD_HELP] во время боя, чтобы открыть инструкцию по управлению.
uk: Утримуйте [CMD_HELP] під час бою, щоб подивитися інструкцію з керування.
zh: 可在战斗中的任何时候按住 [CMD_HELP] 来查看游戏帮助说明。
zh_sg: 在战斗中按住[CMD_HELP] 可随时查看游戏帮助。

# IDS_LOADING_TOOLTIP_LEVEL2_1
source: Main battery: double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets that are ready to fire.
es_mx: Batería principal: doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas que estén listas para disparar.
ja: 主砲: ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で砲撃準備が完了している砲を全門斉射
pl: Główna bateria: kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich wież gotowych do strzału.
ru: Главный калибр: двойное нажатие [KEY_LEFTMOUSE_DOUBLE] — залп из всех башен, готовых к стрельбе.
uk: Головний калібр: подвійне натискання [KEY_LEFTMOUSE_DOUBLE] — залп з усіх башт, готових до пострілу.
zh: 主炮组：双击 [KEY_LEFTMOUSE] 来使所有射击就绪的主炮进行齐射。
zh_sg: 主炮组：双击[KEY_LEFTMOUSE_DOUBLE]来使所有射击就绪的主炮进行齐射。

# IDS_LOADING_TOOLTIP_LEVEL2_10
source: You can earn more Experience Points (XP) and credits in random battles.
es_mx: Puedes ganar más puntos de experiencia (XP) y créditos en Batallas aleatorias.
ja: ランダム戦では、より多くの経験値 (EXP) やクレジットを取得することが可能
pl: W bitwach losowych zdobyć można więcej punktów doświadczenia (PD) i kredytów.
ru: В случайных боях можно заработать больше кредитов и опыта.
uk: У випадкових боях можна здобути більше кредитів та досвіду.
zh: 在标准战斗中，您可以获得比其它战斗类型还要多的经验与银币。
zh_sg: 随机战斗能获得比其它模式更多的经验与银币。

# IDS_LOADING_TOOLTIP_LEVEL2_11
source: Armor Piercing (AP) shells are ineffective against lightly armored ships. The shells will pierce through the ship without any tangible damage.
es_mx: Los proyectiles Antiblindaje (AP) no son efectivos contra barcos ligeramente blindados. Los proyectiles traspasarán el barco sin daño tangible.
ja: 徹甲弾 (AP) は軽装甲の艦艇に対しては効果が薄い。命中した砲弾が船体を完全に撃ち抜き、反対側へと抜けてしまう傾向がある
pl: Pociski przeciwpancerne (PP) nie są zbyt skuteczne przeciw lekko opancerzonym okrętom. Przebiją się przez cel, nie powodując większych uszkodzeń.
ru: Бронебойные (ББ) снаряды неэффективны против слабо бронированных кораблей. Снаряды пробьют корабль насквозь, не нанеся ощутимого урона.
uk: Бронебійні (ББ) снаряди неефективні проти слабко броньованих кораблів. Снаряди проб’ють корабель наскрізь, що не завдасть відчутної шкоди.
zh: 穿甲 (AP) 弹对付轻型装甲的战舰没什么效果。炮弹会穿透战舰且不会有任何实际的伤害。
zh_sg: 穿甲(AP)弹对付轻型装甲的战舰效果甚微。炮弹会直接穿过整个船体且无法造成有效的伤害。

# IDS_LOADING_TOOLTIP_LEVEL2_12
source: High Explosive (HE) shells may cause fire when they hit the target.
es_mx: Los proyectiles de alto explosivo (HE) pueden causar un incendio cuando alcanzan el objetivo.
ja: 榴弾 (HE) は、命中し炸裂した際に火災を引き起こし得る
pl: Pociski odłamkowo-burzące (OB) mogą wzniecić pożar po trafieniu w cel.
ru: Осколочно-фугасные (ОФ) снаряды могут вызвать пожар при попадании в цель.
uk: Осколково-фугасні (ОФ) снаряди можуть спричинити пожежу влучивши в ціль.
zh: 高爆 (HE) 弹在击中敌方目标时有可能会引发火灾。
zh_sg: 高爆(HE)弹在击中敌方目标时有几率引发火灾。

# IDS_LOADING_TOOLTIP_LEVEL2_13
source: High Explosive (HE) shells are most effective against lightly armored ships.
es_mx: Los proyectiles de Alto Explosivo (HE) son más efectivos contra barcos ligeramente blindados.
ja: 榴弾 (HE) は、軽装甲の艦艇に対して最も効果的だ
pl: Pociski odłamkowo-burzące (OB) są najskuteczniejsze przeciwko słabo opancerzonym okrętom.
ru: Осколочно-фугасные (ОФ) снаряды наиболее эффективны против слабо бронированных кораблей.
uk: Осколково-фугасні (ОФ) снаряди найбільш ефективні проти слабко броньованих кораблів.
zh: 高爆 (HE) 弹对付轻型装甲的战舰有着显著效果。
zh_sg: 高爆(HE)弹对轻装甲的战舰有很强的杀伤力。

# IDS_LOADING_TOOLTIP_LEVEL2_14
source: Use the landscape to protect your warship from enemy torpedoes and shells.
es_mx: Usa el paisaje para proteger tu barco de torpedos y proyectiles enemigos.
ja: 地形を巧みに活用して敵の魚雷や砲弾から身を守れ
pl: Wykorzystuj ukształtowanie terenu, żeby chronić swój okręt przed pociskami i torpedami nieprzyjaciela.
ru: Используйте ландшафт, чтобы защитить корабль от торпед и снарядов противника.
uk: Використовуйте ландшафт, щоб захистити корабель від торпед і снарядів супротивника.
zh: 利用周边环境来躲避敌人的鱼雷与炮弹保护您的战舰。
zh_sg: 利用地形躲避敌人的鱼雷和炮弹，保护您的战舰。

# IDS_LOADING_TOOLTIP_LEVEL2_15
source: When firing from the cover of rocks in Binocular View, remember to check the trajectory of your shells. Rocks may act as natural barriers for the shells.
es_mx: Cuando dispares desde la cobertura de rocas en Visión Binocular, recuerda monitorear la trayectoria de tus proyectiles. Las rocas pueden actuar como barreras naturales para los proyectiles.
ja: 岩に隠れつつ双眼鏡視点で射撃する場合、砲弾の飛翔経路に注意せよ。岩が砲弾を遮ってしまう場合がある
pl: Kiedy strzelasz wykorzystując tryb lornetki, miej na uwadze trajektorię swoich pocisków. Mogą one zostać zablokowane przez skały.
ru: При стрельбе из-за скал в режиме «Бинокль» не забывайте контролировать траекторию полёта снарядов. Скалы могут быть естественными преградами для снарядов.
uk: Стріляючи з-поза скель у режимі «Бінокль» не забувайте контролювати траєкторію польоту снарядів. Скелі можуть бути природними перешкодами для снарядів.
zh: 当用岩石掩护并以望远镜视角开火时，要记得控制好您的弹道。岩石也能充当炮弹的天然屏障。
zh_sg: 当用岩石掩护并以望远镜视角开火时，要记得控制好您的弹道。岩石可能会阻挡炮弹。

# IDS_LOADING_TOOLTIP_LEVEL2_16
source: Remember that torpedo range is limited. Launch torpedoes when your ship is close enough to the enemy.
es_mx: Recuerda que el alcance de los torpedos es limitado. Lanza los torpedos cuando tu barco esté lo suficientemente cerca del enemigo.
ja: 魚雷の射程には制限があることを忘れるな。充分に接近してから発射せよ
pl: Pamiętaj, że zasięg torped jest ograniczony. Przeprowadzaj ataki torpedowe z dostatecznie bliskiej odległości.
ru: Торпеды имеют ограниченную дальность хода. Пускайте торпеды, когда корабль подойдёт к противнику на достаточно близкое расстояние.
uk: Торпеди мають обмежену дальність ходу. Пускайте торпеди, коли корабель підійде до супротивника на досить близьку відстань.
zh: 要记住，鱼雷射程是有限的。只在您的战舰够靠近敌人时才发射鱼雷。
zh_sg: 要记住，鱼雷射程是有限的。只在您的战舰离敌人足够近时才发射鱼雷。

# IDS_LOADING_TOOLTIP_LEVEL2_17
source: Smoke screens conceal the exact disposition of your warship and allied ships.
es_mx: Las cortinas de humo ocultan la posición exacta de tu barco y la de tus aliados.
ja: 煙幕により、自艦および味方艦艇の正確な配置を隠すことが可能だ
pl: Zasłona dymna pozwala na ukrycie dokładnych pozycji twojego okrętu i okrętów sprzymierzonych.
ru: Дымовая завеса скрывает точное расположение вашего корабля и кораблей союзников.
uk: Димова завіса приховує точне розташування вашого корабля та кораблів союзників.
zh: 设置烟幕来帮助隐藏您与我方战舰的确切位置。
zh_sg: 烟幕能够隐藏自己和友军战舰的确切位置。

# IDS_LOADING_TOOLTIP_LEVEL2_18
source: A solitary destroyer is the easiest target for the enemy. To counteract this, use large allied ships as cover to launch a well-timed surprise attack from behind your bigger allies.
es_mx: Un destructor solitario es un objetivo fácil para el enemigo. Para contrarrestarlo, usa a los barcos aliados más grandes como cobertura para lanzar un ataque oportuno detrás de tus aliados.
ja: 単独行動中の駆逐艦ほど脆弱な目標はない。より大型の味方艦と連携行動してその援護を受けながら、奇襲のための最適なタイミングを伺い、決定打を浴びせよ
pl: Osamotniony niszczyciel to najłatwiejszy łup dla przeciwnika. Wykorzystuj większe okręty z twojej drużyny jako osłonę i wyczekuj na odpowiedni moment, aby przypuścić atak z zaskoczenia, który odwróci losy bitwy.
ru: Одиночный эсминец — наиболее беззащитная цель для противника. Используйте крупные корабли союзников как прикрытие, чтобы в нужный момент решить исход боя неожиданной атакой из-за союзных кораблей.
uk: Поодинокий есмінець — найбільш беззахисна ціль для супротивника. Використовуйте великі кораблі союзників як прикриття, щоб у потрібну мить вирішити долю бою несподіваною атакою з-поза союзних кораблів.
zh: 对敌人来说，一艘落单的驱逐舰是最无防备的目标。利用我方大型战舰的掩护来决定何时该从队友背后适时发动突袭。
zh_sg: 对敌人来说，一艘落单的驱逐舰是最容易消灭的目标。利用我方大型战舰的掩护来并在合适的时机发动突袭。

# IDS_LOADING_TOOLTIP_LEVEL2_19
source: Exposing the side of your ship to the attacking enemy destroyer guarantees a premature return to the Port.
es_mx: Exponer los lados de tu barco a los destructores enemigos garantiza un regreso prematuro al Puerto.
ja: 早死にしたければ、接近してくる敵駆逐艦に自艦の側面を晒せ
pl: Ustawienie się bokiem do atakującego niszczyciela jest gwarancją szybkiego powrotu do Portu.
ru: Если подставите борт атакующему ваш корабль эсминцу противника — готовьтесь вернуться в Порт!
uk: Якщо підставите борт вашого корабля есмінцю супротивника, який атакує — готуйтеся повернутися до Порту!
zh: 将战舰的侧舷暴露给进攻的敌方驱逐舰，将会受到更多的伤害。保准您会提早返回港口。
zh_sg: 将战舰的侧舷暴露给进攻的敌方驱逐舰，就离被送回港口不远了。

# IDS_LOADING_TOOLTIP_LEVEL2_2
source: When your warship is under attack, tack to port and starboard to reduce damage.
es_mx: Cuando tu barco esté bajo ataque, zigzaguea a babor y estribor para reducir el daño.
ja: 攻撃を受けた際には、左右に蛇行して被弾のリスクを軽減せよ
pl: Gdy twój okręt jest atakowany, halsuj na sterburtę i bakburtę, żeby zminimalizować szkody.
ru: Под огнём двигайтесь галсами для уменьшения повреждений.
uk: Під вогнем рухайтеся галсами, щоб зменшити імовірність влучень.
zh: 当您的战舰遭受到攻击时，请试着向左右舷航行 (之字形) 来减少伤害。
zh_sg: 当您的战舰受到攻击时，试着向左右转向来规避伤害。

# IDS_LOADING_TOOLTIP_LEVEL2_20
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL2_21
source: When launching torpedoes, make sure there are no allies in the torpedo line of fire.
es_mx: Cuando lances torpedos, asegúrate de que no haya aliados cercanos a la línea de trayectoria del torpedo.
ja: 魚雷発射の際には、味方がその射線上に存在しないことを確認せよ
pl: Przy wystrzeliwaniu torped upewnij się, że na linii strzału nie ma żadnych okrętów sojuszniczych.
ru: Перед пуском торпед убедитесь, что на линии огня нет союзников.
uk: Перед пуском торпед переконайтеся, що на лінії вогню немає союзників.
zh: 当发射鱼雷时，请确保鱼雷航线上没有友军战舰。
zh_sg: 当发射鱼雷时，请确保鱼雷路径上没有友军战舰。

# IDS_LOADING_TOOLTIP_LEVEL2_22
source: Launched torpedo does not differentiate between allies and enemies.
es_mx: Los torpedos lanzados no diferencian entre aliados o enemigos.
ja: 発射された魚雷は、敵と味方を区別することができない
pl: Torpeda wystrzelona przez sojusznika nie różni się niczym od torpedy wystrzelonej przez przeciwnika.
ru: Пущенная торпеда не различает своих и чужих.
uk: Випущена торпеда не розрізняє своїх та чужих.
zh: 鱼雷发射后，其攻击将不会区分友军与敌军。
zh_sg: 鱼雷发射后，其攻击将不会区分友军与敌军。

# IDS_LOADING_TOOLTIP_LEVEL2_23
source: Operate in formations; a single ship is a perfect target.
es_mx: Opera en formaciones; un barco solitario es un objetivo perfecto.
ja: 集団で行動せよ。単独行動の艦は良い的だ
pl: Operuj w formacjach. Samotny okręt to doskonały cel.
ru: Действуйте в группах. Одиночный корабль — отличная мишень.
uk: Дійте групами. Поодинокий корабель — пречудова мішень.
zh: 要以阵型来作战。一艘落单的战舰是个完美的目标。
zh_sg: 组成阵型来作战。一艘落单的战舰只是活靶子。

# IDS_LOADING_TOOLTIP_LEVEL2_24
source: Take advantage of islands to stay undetected while approaching the enemy ships.
es_mx: Toma ventaja de las islas para permanecer sin ser detectado mientras te aproximas a los barcos enemigos.
ja: 敵艦艇に密かに接近するには、島影を有効活用せよ
pl: Wykorzystuj wyspy, żeby pozostać niewykrytym, kiedy podpływasz do okrętów przeciwnika.
ru: Используйте острова для незаметного сближения с кораблями противника.
uk: Використовуйте острови для непомітного зближення з кораблями супротивника.
zh: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。
zh_sg: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。

# IDS_LOADING_TOOLTIP_LEVEL2_25
source: The larger the ship, the easier she is to detect.
es_mx: Cuanto más grande sea el barco, más fácil será de detectar.
ja: 艦が大型であるほど、発見は容易だ
pl: Im większy okręt, tym łatwiej go wykryć.
ru: Чем крупнее корабль, тем проще его обнаружить.
uk: Що більший корабель, то легше його виявити.
zh: 战舰越大，越容易被对方发现
zh_sg: 战舰越大，越容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL2_26
source: You can fire trial shots before a full salvo.
es_mx: Puedes hacer disparos de prueba antes de una salva completa.
ja: 全門斉射前の試射は、命中率を高めるために有効だ
pl: Możesz oddać próbny strzał przed wystrzeleniem pełnej salwy.
ru: Делайте пристрелочные выстрелы, прежде чем дать залп.
uk: Пристрілюйтеся, перш ніж виконати залп.
zh: 您可以在全齐射前先进行试射。
zh_sg: 您可以在齐射前先进行试射。

# IDS_LOADING_TOOLTIP_LEVEL2_27
source: Make sure your ship is safe from new threats in order to use Damage Control Party efficiently.
es_mx: Asegúrate de que tu barco esté a salvo de nuevas amenazas para poder usar de manera eficiente el equipo de control de daños.
ja: 応急工作班を効果的に用いるには、新たな脅威が無いことを確認した上で使用せよ
pl: Upewnij się, że Twój okręt jest bezpieczny od nowych zagrożeń, żeby wykorzystać efektywnie Grupę naprawczo-ratunkową.
ru: Для эффективного использования Аварийной команды убедитесь в отсутствии новых угроз.
uk: Щоб ефективно використати аварійно-рятувальну команду, переконайтеся, що відсутні нові загрози.
zh: 在交战中请确保您的战舰不会出现在新加入战团的敌军战舰火力范围中。
zh_sg: 确认您的战舰已经远离新的威胁，才能有效利用伤害控制小组。

# IDS_LOADING_TOOLTIP_LEVEL2_28
source: Hold [KEY_RIGHTMOUSE] to look around while your aim remains fixed.
es_mx: Mantén [KEY_RIGHTMOUSE] para mirar alrededor mientras la puntería permanece fija.
ja: 照準を動かさずに周囲を見回すには、[KEY_RIGHTMOUSE] を長押し
pl: Przytrzymaj [KEY_RIGHTMOUSE], żeby rozejrzeć się dookoła, nie zmieniając przy tym kierunku celowania.
ru: Удерживайте [KEY_RIGHTMOUSE], чтобы оглядеться. Точка прицеливания при этом фиксируется.
uk: Утримуйте [KEY_RIGHTMOUSE], щоб озирнутися довкола. Точка прицілювання у цей час фіксується.
zh: 按住 [KEY_RIGHTMOUSE] 以环顾四周，同时准星会保持固定不动。
zh_sg: 按住 [KEY_RIGHTMOUSE] 可以在观察四周的同时保持准心固定不动。

# IDS_LOADING_TOOLTIP_LEVEL2_29
source: Ramming causes very heavy damage to the ship.
es_mx: Las embestidas causan daños muy graves al barco.
ja: 体当たりの際には、極めて大きなダメージが生じる
pl: Taranowanie zadaje bardzo poważne uszkodzenia okrętom.
ru: Таран наносит кораблю очень серьёзные повреждения.
uk: Таран значно ушкоджує корабель.
zh: 撞击会对战舰构成严重伤害
zh_sg: 撞击会对战舰造成非常严重的伤害。

# IDS_LOADING_TOOLTIP_LEVEL2_3
source: Remember to lead the target when you fire.
es_mx: Recuerda calcular la ruta del objetivo cuando dispares.
ja: 敵の未来位置を狙って射撃せよ
pl: Pamiętaj, żeby brać poprawkę na ruch wroga i czas lotu pocisku kiedy celujesz.
ru: Не забывайте брать упреждение при стрельбе.
uk: Не забувайте робити випередження під час стрільби.
zh: 当您射击时，要记得考虑到目标的前置量。
zh_sg: 当您射击时，要记得考虑到目标的提前量。

# IDS_LOADING_TOOLTIP_LEVEL2_30
source: Rushing through the center of the map is poor tactics.
es_mx: El Precipitarse hacia el centro del mapa es una mala táctica.
ja: マップ中央に急行するような戦術は、有効とは言えない
pl: Bezmyślny szturm na centralną część mapy to kiepska taktyka.
ru: Тактика «Быстрый прорыв по центру» малоэффективна.
uk: Тактика «Швидкий прорив центром» малоефективна.
zh: 快速冲到地图中央是种很糟糕的战术。
zh_sg: 快速冲到地图中央是种很糟糕的战术。

# IDS_LOADING_TOOLTIP_LEVEL2_31
source: Take joint actions. Cover your allies.
es_mx: Realiza acciones conjuntas. Cubre a tus aliados.
ja: 連携して行動し、味方を支援せよ
pl: Działaj drużynowo. Osłaniaj sojuszników.
ru: Действуйте сообща. Прикрывайте союзников.
uk: Дійте спільно. Прикривайте союзників.
zh: 采取联合行动，掩护您的队友
zh_sg: 采取联合行动，掩护您的队友。

# IDS_LOADING_TOOLTIP_LEVEL2_32
source: A large ship can run aground in a narrow passage.
es_mx: Un navío grande puede encallar en un paso estrecho.
ja: 大型艦で細い海峡を通過しようとした場合、座礁の危険がある
pl: Duży okręt może zaryć o dno w wąskich przesmykach.
ru: В узком проливе большой корабль может сесть на мель.
uk: У вузькій протоці великий корабель може сісти на мілину.
zh: 大型战舰通过狭窄航道可能导致触礁
zh_sg: 大型战舰通过狭窄航道时可能会搁浅。
