Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSD507_DESCR
source: The first major warship completely designed and built in the USSR. The ship was notable for her powerful artillery and very high speed. During World War II, her AA defenses were reinforced.
es_mx: El primer barco de guerra mayor completamente diseñado y construido en la URSS. El barco era notable por su poderosa artillería y su alta velocidad. Durante la Segunda Guerra Mundial, sus defensas antiaéreas fueron reforzadas.
ja: レニングラード級駆逐艦は、ソ連初の純国産大型艦であり、強力な砲撃兵装と極めて高い速力が特長でした。二次大戦中には、対空兵装の強化が図られました。
pl: Pierwszy większy okręt wojenny od początku zaprojektowany i wyprodukowany w ZSRR. Był dość charakterystyczny ze względu na swoją potężną artylerię i bardzo dużą szybkość. W trakcie II wojny światowej wzmocniono jego obronę przeciwlotniczą.
ru: Первый крупный военный корабль, полностью спроектированный и построенный в СССР. Отличался мощным артиллерийским вооружением и очень высокой скоростью хода. Во время Второй мировой войны была усилена ПВО корабля.
uk: Перший великий військовий корабель, повністю спроектований і побудований у СРСР. Відрізнявся потужним артилерійським озброєнням і дуже високою швидкістю ходу. Під час Другої світової війни була посилена ППО корабля.
zh: 第一艘完全在该国设计及建造的主力战舰。该舰是因为它强大的火炮和非常高的航速而出名。战争期间，它的对空防御得到了加强。
zh_sg: 第一艘完全由苏联独立设计及建造的战舰。凭借其强大的火炮和非常高的航速而闻名。第二次世界大战期间，还升级强化了战舰的对空防御能力。

# IDS_PRSD507_FULL
source: Leningrad
ru: Ленинград
uk: Ленінград
zh: 列宁格勒
zh_sg: 列宁格勒

# IDS_PRSD507_SHORT
source: LEN
ru: ЛЕН
uk: ЛЕН
zh: 列宁格勒
zh_sg: 列宁格勒

# IDS_PRSD709
source: Neustrashimy
ru: Неустрашимый
uk: Нєустрашимий
zh: 不惧
zh_sg: 不惧

# IDS_PRSD709_DESCR
source: The first destroyer of the Soviet Navy designed and built after World War II (Project 41). A number of innovative solutions were used in the ship's design, including the most advanced torpedo tubes and the latest artillery mounts, which served both as dual-purpose main battery and AA defense.
es_mx: El primer destructor de la Marina de la URSS diseñado y construido después de la Segunda Guerra Mundial (Proyecto 41). Un número de soluciones innovadoras fueron usadas en el diseño del barco, incluyendo el tubo más avanzado de torpedo y los últimos montajes de artillería, que tenían un propósito dual como artillería principal y como defensa AA.
ja: ネウストラシムイは、ソ連海軍において二次大戦後に設計・建造された初めての駆逐艦 (プロイェークト 41) でした。本艦の設計には革新的なソリューションが多数用いられており、最先端の魚雷発射管と最新型の両用主砲塔を備えていました。
pl: Pierwszy niszczyciel Związku Radzieckiego zaprojektowany i zbudowany po II wojnie światowej (projekt 41). Cechowały się dużą liczbą innowacyjnych rozwiązań, w tym nowoczesnymi wyrzutniami torped i stanowiskami artylerii, które były zarówno działami uniwersalnymi, jak i przeciwlotniczymi.
ru: Первый эсминец ВМС СССР, спроектированный и построенный после Второй мировой войны (проект 41). В конструкции корабля был применён целый ряд новаторских решений, включая новейшие торпедные аппараты и самые современные на тот момент артиллерийские установки, как универсальные главного калибра, так и зенитные.
uk: Перший есмінець ВМС СРСР, спроектований і побудований після Другої світової війни (проект 41). У конструкції корабля застосували низку новаторських рішень, зокрема новітні торпедні апарати і найсучасніші на той час артилерійські установки, як універсальні головного калібру, так і зенітні.
zh: S系海军在大战后设计和建造的第一艘驱逐舰（计划41）。该舰的设计采用了许多创新的方案，包括最先进的鱼雷发射管和最新的炮座，可同时用作两用主炮和防空防御。
zh_sg: 苏联海军的第一艘驱逐舰是在第二次世界大战后设计和建造的（项目41）。该战舰的设计采用了许多创新的解决方案，包括安装了最先进的鱼雷发射管和最新式火炮炮架，既可安装两用主炮组，也作为对空防御使用。

# IDS_PRSD709_FULL
source: Neustrashimy
ru: Неустрашимый
uk: Нєустрашимий
zh: 不惧
zh_sg: 不惧

# IDS_PRSD810_DESCR
source: Test ship.
es_mx: Barco de prueba.
ja: テスト艦。
pl: Okręt testowy.
ru: Тестовый корабль.
uk: Тестовий корабель.
zh: Тестовый корабль.
zh_sg: 测试战舰。

# IDS_PRSD910
source: [Grozovoi]
ru: [Грозовой]
uk: [Грозовой]
zh: [雷暴]
zh_sg: [雷暴]

# IDS_PRSD910_DESCR
source: This ship is a copy of Grozovoi and is suitable for Clan Battles only
es_mx: Este barco es una copia del Grozovoi y solo es adecuado para las Batallas de Clanes
ja: 本艦は Grozovoi のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Grozovoi i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля «Грозовой» и предназначен только для клановых боёв
uk: Цей корабель — копія корабля «Грозовой». Призначений лише для кланових боїв
zh: 这艘战舰为雷暴的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是雷暴号的复制并且仅适用于军团战

# IDS_PRSD910_FULL
source: [Grozovoi]
ru: [Грозовой]
uk: [Грозовой]
zh: [雷暴]
zh_sg: [雷暴]

# IDS_PRSD910_SHORT
source: GROZ
ru: ГРОЗ
uk: ГРОЗ
zh: 雷暴
zh_sg: 雷暴

# IDS_PRSS106
source: S-1
ru: С-1
uk: С-1
zh: С-1

# IDS_PRSS106_DESCR
source: A Srednyaya-class submarine with ocean-going capabilities, designated as the "IX series". The boat was equipped with armament that was quite powerful for her size, comprising six torpedo tubes—four forward and two aft.
es_mx: Un submarino de la clase Srednyaya con capacidades oceánicas, diseñados como la "Serie IX". El bote estaba equipado con un armamento que era bastante poderoso para su tamaño, el cual consistía en seis tubos de torpedos, cuatro en proa y dos en popa.
ja: 外洋型のスレドニャーヤ級潜水艦の 1 隻で、この艦級は「第 IX 系列」としても知られます。その大きさの割に極めて強力な兵装を誇っており、魚雷発射管を合計 6 門 (艦首側 4 門、船尾側 2 門) 備えていました。
pl: Pełnomorski okręt podwodny typu Srednyaya, należący do „serii IX”. Okręt był całkiem dobrze uzbrojony jak na swoje rozmiary – posiadał cztery wyrzutnie torpedowe z przodu i dwie z tyłu.
ru: Подводная лодка (тип «Средняя», серия IX), предназначавшаяся для действий на океанских просторах. Для своих размеров имела достаточно мощное вооружение, включавшее четыре носовых и два кормовых торпедных аппарата.
uk: Підводний човен (тип «Середній», серія IX), який призначався для дій на просторах океану. Як на свої габарити мав досить потужніше озброєння, яке складалося з чотирьох носових і двох кормових торпедних апаратів.
zh: Подводная лодка (тип «Средняя», серия IX), предназначавшаяся для действий на океанских просторах. Для своих размеров имела достаточно мощное вооружение, включавшее четыре носовых и два кормовых торпедных аппарата.
zh_sg: 一艘具有远洋能力的Srednyaya级潜艇，被命名为“IX系列”。该舰艇装备了对其体积来说相当强大的武器，包括六个鱼雷发射管—四个在前两个在后。

# IDS_PRSS106_FULL
source: S-1
ru: С-1
uk: С-1
zh: С-1

# IDS_PRSS106_SHORT
source: S-1
ru: С-1
uk: С-1
zh: С-1

# IDS_PRSS108
source: L-20
ru: Л-20
uk: Л-20
zh: Л-20

# IDS_PRSS108_DESCR
source: She belonged to the last group of minelaying submarines of the Leninets class (series XIII-38), equipped with powerful torpedoes launched from eight tubes.
es_mx: Perteneció al último grupo de submarinos minadores de la clase Leninets (serie XIII-38), equipados con poderosos torpedos lanzados desde ocho tubos.
ja: レーニネツ級機雷敷設潜水艦の最終グループ (第 XIII-38 系列) の 1 隻であり、魚雷発射管 8 門から成る強力な雷装を備えていました。
pl: Okręt należał do ostatniej grupy podwodnych stawiaczy min klasy Leninets (seria XIII-38), wyposażony w potężne torpedy wystrzeliwane z ośmiu wyrzutni.
ru: Принадлежала к последней серии подводных минных заградителей типа «Ленинец» (серия XIII-38) c мощным торпедным вооружением, состоявшим из восьми труб.
uk: Належав до останньої серії підводних мінних загороджувачей типу «Ленінець» (серія XIII-38) з потужним торпедним озброєнням, яке складалося з восьми труб.
zh: Принадлежала к последней серии подводных минных заградителей типа «Ленинец» (серия XIII-38) c мощным торпедным вооружением, состоявшим из восьми труб.
zh_sg: 属于列宁涅茨级（XIII-38系列）的最后一批布雷潜艇，装备了八个鱼雷管和强大的鱼雷。

# IDS_PRSS108_FULL
source: L-20
ru: Л-20
uk: Л-20
zh: Л-20

# IDS_PRSS108_SHORT
source: L-20
ru: Л-20
uk: Л-20
zh: Л-20

# IDS_PRSS110
source: K-1
ru: К-1
uk: К-1
zh: К-1

# IDS_PRSS110_DESCR
source: A large Kreyserskaya-class submarine (series XIV) designed for use in joint operations with surface ships, as well as long-distance solo raids. The boat was armed with ten torpedo tubes, and could run at a comparatively high speed while on the surface.
es_mx: Un submarino grande de la clase Kreyserskaya (serie XIV) diseñado para usar en operaciones conjuntas con barcos de superficie, así como en incursiones en solitario a lo largo de grandes distancias. El bote estaba armado con diez tubos de torpedos, y podía avanzar a una velocidad relativamente alta mientras estaba en la superficie.
ja: 大型のクリシャスカヤ級潜水艦 (第 XIV 系列) の 1 隻であり、水上艦艇との連携作戦や単独での長距離襲撃作戦を前提として設計されていました。魚雷発射管を 10 門備え、水上では比較的高速で航行可能でした。
pl: Duży okręt podwodny typu Kreyserskaya (seria XIV), projektowany do operacji łączonych z jednostkami nawodnymi, jak również do prowadzenia samodzielnych, dalekodystansowych rajdów. Okręt uzbrojony był w dziesięć wyrzutni torpedowych i mógł płynąć z porównywalną prędkością na powierzchni wody.
ru: Крупная подводная лодка, предназначавшаяся как для совместных действий с надводными кораблями, так и для дальних одиночных рейдов (тип «Крейсерская», серия XIV). Была вооружена десятью торпедными аппаратами и обладала сравнительно высокой надводной скоростью.
uk: Великий підводний човен, який призначався як для спільних дій з надводними кораблями, так і для далеких поодиноких рейдів (тип «Крейсерський», серія XIV). Був озброєний десятьма торпедними апаратами й мав відносно високу надводну швидкість.
zh: Крупная подводная лодка, предназначавшаяся как для совместных действий с надводными кораблями, так и для дальних одиночных рейдов (тип «Крейсерская», серия XIV). Была вооружена десятью торпедными аппаратами и обладала сравнительно высокой надводной скоростью.
zh_sg: 一种大型Kreyserskaya级潜艇（XIV系列），设计用于联合水面舰艇作战以及远程单独突袭。舰艇装有10个鱼雷发射管，在水面上能以相对较高的速度航行。

# IDS_PRSS110_FULL
source: K-1
ru: К-1
uk: К-1
zh: К-1

# IDS_PRSS110_SHORT
source: K-1
ru: К-1
uk: К-1
zh: К-1

# IDS_PRSS508
source: S-189
ru: С-189
uk: С-189
zh: С-189

# IDS_PRSS508_DESCR
source: Project 613 (NATO: Whiskey-class) is the most-produced series of Soviet Navy submarines built on the basis of experience gained during World War II. The boat was capable of operating underwater for extended periods of time.
es_mx: El Proyecto 613 (OTAN: clase Whiskey) es la serie más producida de submarinos de la Armada Soviética construido en base a la experiencia obtenida durante la Segunda Guerra Mundial. El bote era capaz de operar debajo del agua por largos periodos de tiempo.
ja: 613 型潜水艦 (NATO: ウィスキー級) はソ連海軍が最も多く建造した潜水艦級であり、二次大戦中に得られた経験を活かして開発され、潜行可能な時間が長いという特長を備えていました。
pl: Projekt 613 (NATO: typ Whiskey) to najliczniej produkowana seria radzieckich okrętów podwodnych, zbudowanych w oparciu o doświadczenia zebrane w trakcie II wojny światowej. Okręt mógł długo przebywać w zanurzeniu.
ru: Подводная лодка проекта 613 (по классификации НАТО — тип Whiskey) — самой массовой серии субмарин ВМФ СССР, строившихся с учётом опыта Второй мировой войны. Обладала способностью длительно действовать в погружённом положении.
uk: Підводний човен проекту 613 (за класифікацією НАТО — тип Whiskey) — найпоширенішої серії субмарин ВМФ СРСР, які будували з урахуванням досвіду Другої світової війни. Здатний довго діяти в зануреному стані.
zh: Подводная лодка проекта 613 (по классификации НАТО — тип Whiskey) — самой массовой серии субмарин ВМФ СССР, строившихся с учётом опыта Второй мировой войны. Обладала способностью длительно действовать в погружённом положении.
zh_sg: 613计划（北约：威士忌级）是苏联海军在第二次世界大战经验基础上建造的产量最大的潜艇系列。能够在水下长时间作业。

# IDS_PRSS508_FULL
source: S-189
ru: С-189
uk: С-189
zh: С-189

# IDS_PRSS508_SHORT
source: S-189
ru: С-189
uk: С-189
zh: С-189

# IDS_PRSX799
source: B-4
ru: Б-4
uk: Б-4
zh: В-4

# IDS_PRUA001_152_45_PATTERN_1892
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRUA002_C1_ART_STOCK
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA010_130_B2LM
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA101_152_45_PATTERN_1892_DIANA
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRUA111_152_45_PATTERN_1892_PALLADA
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRUA121_D2_ART_STOCK
source: 102 mm/60 Model 1911 on an Obukhov Plant mounting
es_mx: Modelo 1911 de 102 mm/60 en un montaje de la Planta Obukhov
ja: 102 mm/60 Model 1911 (Obukhov Plant 砲座)
pl: 102 mm/60 Model 1911 na stanowisku prod. Obuchow
ru: 102-мм/60 обр. 1911 г. на станке Обуховского з-да
uk: 102-мм/60 зр. 1911 р. на станку Обуховського з-ду
zh: 102 毫米/60 1911型
zh_sg: 102 mm/60 Model 1911（Obukhov Plant炮座）

# IDS_PRUA131_C2_ART_STOCK
source: 120 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 120 mm/45 en un montaje Canet
ja: 120 mm/45 Model 1892 (Canet 砲座)
pl: 120 mm/45 Model 1892 na stanowisku Canet
ru: 120-мм/45 обр. 1892 г. на станке Канэ
uk: 120-мм/45 зр. 1892 р. на станку Кане
zh: 120 毫米/45 1892型
zh_sg: 120 mm/45 Model 1892（Canet炮座）

# IDS_PRUA201_C3_ART_STOCK
source: 152 mm/45 Model 1892 in a turret/on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en una torreta/en un montaje Canet
ja: 152 mm/45 Model 1892 (砲塔/Canet 砲座)
pl: 152 mm/45 Model 1892 w wieży/na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. в башенной установке / на станке Канэ
uk: 152-мм/45 зр. 1892 р. у баштовій установці//на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（单装炮塔/Canet炮座）

# IDS_PRUA202_C3_ART_TOP
source: 130 mm/55 Model 1913
es_mx: 130 mm/55 Modelo 1913
ru: 130-мм/55 обр. 1913 г.
uk: 130-мм/55 зр. 1913 р.
zh: 130 毫米/55 1913型

# IDS_PRUA203_ART_OLEG
source: 152 mm/45 Model 1892 in a turret/on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en una torreta/en un montaje Canet
ja: 152 mm/45 Model 1892 (砲塔/Canet 砲座)
pl: 152 mm/45 Model 1892 w wieży/na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. в башенной установке / на станке Канэ
uk: 152-мм/45 зр. 1892 р. у баштовій установці//на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（单装炮塔/Canet炮座）

# IDS_PRUA204_ART_VARYAG
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRUA205_B3_ART_STOCK
source: 305 mm/52 Model 1907 in a turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta
ja: 305 mm/52 Model 1907 (砲塔)
pl: 305 mm/52 Model 1907 w wieży
ru: 305-мм/52 обр. 1907 г. в башенной установке
uk: 305-мм/52 зр. 1907 р. у баштовій установці
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（单装炮塔）

# IDS_PRUA211_D3_ART_STOCK
source: 102 mm/60 Model 1911 on an Obukhov Plant mounting
es_mx: Modelo 1911 de 102 mm/60 en un montaje de la Planta Obukhov
ja: 102 mm/60 Model 1911 (Obukhov Plant 砲座)
pl: 102 mm/60 Model 1911 na stanowisku prod. Obuchow
ru: 102-мм/60 обр. 1911 г. на станке Обуховского з-да
uk: 102-мм/60 зр. 1911 р. на станку Обуховського з-ду
zh: 102 毫米/60 1911型
zh_sg: 102 mm/60 Model 1911（Obukhov Plant炮座）

# IDS_PRUA301_C4_ART_STOCK
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRUA302_C4_ART_TOP
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRUA303_B4_ART_STOCK
source: 305 mm/52 Model 1907 in a Metal Works Plant turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta de la Planta Metalúrgica
ja: 305 mm/52 Model 1907 (Metal Works Plant 砲塔)
pl: 305 mm/52 Model 1907 w wieży Metal Works Plant
ru: 305-мм/52 обр. 1907 г. в башне Металлического з-да
uk: 305-мм/52 зр. 1907 р. у башті Металічного з-ду
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（Metal Works Plant炮塔）

# IDS_PRUA311_D4_ART_STOCK
source: 102 mm/60 Model 1911 on an Obukhov Plant mounting
es_mx: Modelo 1911 de 102 mm/60 en un montaje de la Planta Obukhov
ja: 102 mm/60 Model 1911 (Obukhov Plant 砲座)
pl: 102 mm/60 Model 1911 na stanowisku prod. Obuchow
ru: 102-мм/60 обр. 1911 г. на станке Обуховского з-да
uk: 102-мм/60 зр. 1911 р. на станку Обуховського з-ду
zh: 102 毫米/60 1911型
zh_sg: 102 mm/60 Model 1911（Obukhov Plant炮座）

# IDS_PRUA401_152_53_MK16_MK13
source: 152 mm/53 Mk.12 on a Mk.16/Мk13 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16/Мk13
ja: 152 mm/53 Mk.12 (Mk.16/Мk13 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16/Мk13
ru: 152-мм/53 Mk.12 в установке Mk.16/Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.16/Мк13
zh: 152 毫米/53 Мк16/Мк13
zh_sg: 152 mm/53 Mk.12（Mk.16/Мk13炮座）

# IDS_PRUA402_B5_ART_STOCK
source: 356 mm/52 Model 1913 in a turret
es_mx: Modelo 1913 de 356 mm/52 en una torreta
ja: 356 mm/52 Model 1913 (砲塔)
pl: 356 mm/52 Model 1913 w wieży
ru: 356-мм/52 обр. 1913 г. в башенной установке
uk: 356-мм/52 зр. 1913 р. у баштовій установці
zh: 356 毫米/52 1913型
zh_sg: 356 mm/52 Model 1913（单装炮塔）

# IDS_PRUA403_CA5_ART_STOCK
source: 152 mm/52 B-31 on an MK-2 mount
es_mx: B-31 de 152 mm/52 en un montaje MK-2
ja: 152 mm/52 B-31 (MK-2 砲座)
pl: 152 mm/52 B-31 na stanowisku MK-2
ru: 152-мм/52 Б-31 в установке МК-2
uk: 152-мм/52 Б-31 в установці МК-2
zh: 152-мм/52 Б-31 в установке МК-2
zh_sg: 152 mm/52 B-31（MK-2炮座）

# IDS_PRUA404_ART_MIKOYAN
source: 180 mm/57 Model 1932 on an MK-2-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-2-180
ja: 180 mm/57 Model 1932 (MK-2-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-2-180
ru: 180-мм/57 обр. 1932 г. в установке МК-2-180
uk: 180-мм/57 зр.1932 р. в установці МК-2-180
zh: 180-мм/57 обр. 1932 г. в установке МК-2-180
zh_sg: 180 mm/57 Model 1932（MK-2-180炮座）

# IDS_PRUA405_ART_KIROV
source: 180 mm/57 Model 1932 on an MK-3-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180
ja: 180 mm/57 Model 1932 (MK-3-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180
uk: 180-мм/57 зр.1932 р. в установці МК-3-180
zh: 180 毫米/57 MK-3-180
zh_sg: 180 mm/57 Model 1932（MK-3-180炮座）

# IDS_PRUA411_130_50_B13
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRUA421_D5_ART_STOCK
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRUA422_ART_OHOTNIK
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 B-7
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRUA423_D5_ART_STOCK_2
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 B-7
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRUA431_305_52_1907_NIKOLAY
source: 305 mm/52 Model 1907 in a Metal Works Plant turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta de la Planta Metalúrgica
ja: 305 mm/52 Model 1907 (Metal Works Plant 砲塔)
pl: 305 mm/52 Model 1907 w wieży Metal Works Plant
ru: 305-мм/52 обр. 1907 г. в башне Металлического з-да
uk: 305-мм/52 зр. 1907 р. у башті Металічного з-ду
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（Metal Works Plant炮塔）

# IDS_PRUA432_ART_REV
source: 305 mm/52 Model 1907 on an MK-3-12 mount
es_mx: Modelo 1907 de 305 mm/52 en un montaje MK-3-12
ja: 305 mm/52 Model 1907 (MK-3-12 砲座)
pl: 305 mm/52 Model 1907 na stanowisku MK-3-12
ru: 305-мм/52 обр. 1907 г. в установке МК-3-12
uk: 305-мм/52 зр. 1907 р. в установці МК-3-12
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（MK-3-12炮座）

# IDS_PRUA441_C5_ART_STOCK
source: 180 mm/57 Model 1932 on an MK-3-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180
ja: 180 mm/57 Model 1932 (MK-3-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180
uk: 180-мм/57 зр.1932 р. в установці МК-3-180
zh: 180 毫米/57 MK-3-180
zh_sg: 180 mm/57 Model 1932（MK-3-180炮座）

# IDS_PRUA451_130_55_KK
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 B-7
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRUA501_C6_ART_STOCK
source: 152 mm/57 B-38 on an MK-5 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5
ja: 152 mm/57 B-38 (MK-5 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5
ru: 152-мм/57 Б-38 в установке МК-5
uk: 152-мм/57 Б-38 в установці МК-5
zh: 152 毫米/57 MK-5
zh_sg: 152 mm/57 B-38（MK-5炮座）

# IDS_PRUA502_B6_ART_STOCK
source: 356 mm/52 Model 1913 in a Metal Works Plant turret
es_mx: Modelo 1913 de 356 mm/52 en una torreta de la Planta Metalúrgica
ja: 356 mm/52 Model 1913 (Metal Works Plant 砲塔)
pl: 356 mm/52 Model 1913 w wieży Metal Works Plant
ru: 356-мм/52 обр. 1913 г. в башне Металлического з-да
uk: 356-мм/52 зр. 1913 р. у башті Металічного з-ду
zh: 356 毫米/52 1913型
zh_sg: 356 mm/52 Model 1913（Metal Works Plant炮塔）

# IDS_PRUA511_180_MK3_MOLOTOV
source: 180 mm/57 Model 1932 on an MK-3-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180
ja: 180 mm/57 Model 1932 (MK-3-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180
uk: 180-мм/57 зр.1932 р. в установці МК-3-180
zh: 180 毫米/57 MK-3-180
zh_sg: 180 mm/57 Model 1932（MK-3-180炮座）
