Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSC004_DESCR
source: An experimental light cruiser based on an idea to create a fast warship carrying the most powerful armament available while having minimum displacement. She was the first in the Imperial Japanese Navy to be equipped with 610 mm torpedo tubes. By the end of her time in service, Yūbari was reinforced with numerous AA guns.
es_mx: Un crucero ligero experimental diseñado sobre la base de la idea en crear un barco de guerra rápido que tuviera el armamento más poderoso con un desplazamiento mínimo. Fue el primero en la Flota Imperial Japonesa en ser equipado con tubos lanzatorpedos de 610 mm. Para el final de su periodo de servicio, Yūbari fue reforzado con numerosos cañones AA.
ja: 夕張は、最小限の排水量で最大限の兵装を搭載する高速艦というコンセプトで設計された、実験的な軽巡洋艦です。610 mm 魚雷発射管の搭載は、大日本帝国海軍においては本艦が初でした。大戦後半には、対空兵装の充実が図られました。
pl: Eksperymentalny lekki krążownik zaprojektowany z myślą o przenoszeniu jak najpotężniejszego uzbrojenia przy zachowaniu minimalnej wyporności. Był pierwszym okrętem w Cesarskiej Marynarce Wojennej Japonii uzbrojonym w wyrzutnie torpedowe kalibru 610 mm. Przed zakończeniem swojej służby Yūbari otrzymał liczne działa przeciwlotnicze.
ru: Экспериментальный лёгкий крейсер, в основу проекта которого легла идея создания быстроходного корабля, имеющего максимально мощное вооружение при минимальном водоизмещении. Первым в японском флоте получил торпедные аппараты калибра 610 мм. К концу службы имел на вооружении многочисленную зенитную артиллерию.
uk: Експериментальний легкий крейсер, в основу проекту якого полягла ідея створення швидкохідного корабля, що має максимально потужне озброєння та мінімальну водотоннажність. Першим в японському флоті отримав торпедні апарати калібру 610 мм. До кінця служби мав на озброєнні численну зенітну артилерію.
zh: 一艘为了测试及优化多种设计理念而设计并建造的轻型巡洋舰。该战舰的装甲带被直接整合在框架系统中，使得装甲与武器的百分比得以提高。排气管线束成一排、而舰艏独特的形状降低了舰身的高度。所得到的经验与设计理念都被应用在后继巡洋舰的建造上。
zh_sg: 一艘试验型轻型巡洋舰，其基本设计理念是要创造出一艘搭载最强大的武器、同时也具备了最小排水量的高速战舰。它是大日本帝国海军中第一艘装备了610毫米鱼雷发射管的战舰。到了服役结束时，夕张陆续增加了大量的防空炮来强化防空能力。

# IDS_PJSC004_FULL
source: Yūbari
ja: 夕張
zh: 狐
zh_sg: 夕张

# IDS_PJSC004_SHORT
source: YBAR
zh: 狐
zh_sg: 夕张

# IDS_PJSC005
source: Furutaka
ja: 古鷹
zh: 狼
zh_sg: 古鹰

# IDS_PJSC005_DESCR
source: A powerful scout cruiser employed to carry out reconnaissance operations and to protect battleship fleets from enemy light naval forces. Furutaka's primary distinction, from her predecessors, was an enhanced artillery armament featuring a pyramid arrangement of turret mounts.
es_mx: Un poderoso crucero de exploración utilizado para llevar a cabo operaciones de reconocimiento, y aparte de eso, el proteger flotas de acorazados de las fuerzas navales ligeras del enemigo. La distinción principal de Furukata sobre sus predecesores fue una artillería mejorada con la disposición de sus monturas de cañón en forma de pirámide.
ja: 古鷹型巡洋艦は、偵察任務、および敵の小型艦艇から戦艦部隊を護ることを目的とした、強力な偵察巡洋艦です。従来の軽巡洋艦との大きな違いとして、主砲塔をピラミッド型に配置することで、小型の船体に重武装を搭載することを実現していました。
pl: Potężny krążownik zwiadowczy wykorzystywany do zadań rozpoznawczych oraz do ochrony krążowników liniowych przed lekkimi jednostkami nieprzyjaciela. Jedną z głównych cech odróżniających Furutakę od poprzedzających jednostek była piramidowa aranżacja wież artyleryjskich.
ru: Мощный крейсер-разведчик, одной из задач которого, кроме разведки, была защита линейного флота от лёгких сил противника. Главным отличием от предшественников явилось усиленное артиллерийское вооружение, оригинальной чертой которого было пирамидальное размещение башенных установок.
uk: Потужний крейсер-розвідник, одним із завдань якого, крім розвідки, був захист лінійного флоту від легких сил супротивника. Головною відмінністю від попередників стало посилене артилерійське озброєння, оригінальною рисою якого було пірамідальне розміщення баштових установок.
zh: 其设计是为了试图在有限的排水量下结合强大的火炮、可靠的装甲、以及充足的作战范围。然而，事实上该战舰已经超载，导致它们的稳定性与航速表现降低。
zh_sg: 一艘被利用来进行侦察行动的强大侦察巡洋舰，并能保护战列舰队免受敌方轻型海上部队的威胁。古鹰与前代舰的主要区别是配备在锥形排列炮塔架上的加强型火炮武器。

# IDS_PJSC005_FULL
source: Furutaka
ja: 古鷹
zh: 狼
zh_sg: 古鹰

# IDS_PJSC005_SHORT
source: FRTK
zh: 狼
zh_sg: 古鹰

# IDS_PJSC006
source: Furutaka
ja: 古鷹
zh: 狼
zh_sg: 古鹰

# IDS_PJSC006_DESCR
source: A powerful scout cruiser employed to carry out reconnaissance operations and, apart from that, to protect battleship fleets from enemy light naval forces. Furutaka's primary distinction from her predecessors was an enhanced artillery armament featuring a pyramid arrangement of turret mounts.
es_mx: Un poderoso crucero de exploración utilizado para llevar a cabo operaciones de reconocimiento, y aparte de eso, el proteger flotas de acorazados de las fuerzas navales ligeras del enemigo. La distinción principal de Furukata sobre sus predecesores fue una artillería mejorada con la disposición de sus monturas de cañón en forma de pirámide.
ja: 古鷹型巡洋艦は、偵察任務、および敵の小型艦艇から戦艦部隊を護ることを目的とした、強力な偵察巡洋艦です。従来の軽巡洋艦との大きな違いとして、主砲塔をピラミッド型に配置することで、小型の船体に重武装を搭載することを実現していました。
pl: Potężny krążownik zwiadowczy wykorzystywany do zadań rozpoznawczych oraz do ochrony krążowników liniowych przed lekkimi jednostkami nieprzyjaciela. Jedną z głównych cech odróżniających Furutakę od poprzedzających jednostek była piramidowa aranżacja wież artyleryjskich.
ru: Мощный крейсер-разведчик, одной из задач которого, кроме разведки, была защита линейного флота от лёгких сил противника. Главным отличием от предшественников явилось усиленное артиллерийское вооружение, оригинальной чертой которого было пирамидальное размещение башенных установок.
uk: Потужний крейсер-розвідник, одним із завдань якого, крім розвідки, був захист лінійного флоту від легких сил супротивника. Головною відмінністю від попередників стало посилене артилерійське озброєння, оригінальною рисою якого було пірамідальне розміщення баштових установок.
zh: 其设计是为了试图在有限的排水量下结合强大的火炮、可靠的装甲、以及充足的作战范围。然而，事实上该战舰已经超载，导致它们的稳定性与航速表现降低。
zh_sg: 一艘被利用来进行侦察行动的强大侦察巡洋舰，并能保护战列舰队免受敌方轻型海上部队的威胁。古鹰与前代舰的主要区别是配备在锥形排列炮塔架上的加强型火炮武器。

# IDS_PJSC006_FULL
source: Furutaka
ja: 古鷹
zh: 狼
zh_sg: 古鹰

# IDS_PJSC006_SHORT
source: FRTK
zh: 狼
zh_sg: 古鹰

# IDS_PJSC007
source: Aoba
ja: 青葉
zh: 犹
zh_sg: 青叶

# IDS_PJSC007_DESCR
source: Represented a further development of Furutaka with main battery guns placed in twin turrets to achieve a longer gun range. Moreover, she outstripped her predecessor in torpedo armament power and AA defense capabilities.
es_mx: Representado como un desarrollo posterior del Furukata con los cañones de la batería principal colocados en torretas gemelas para lograr un mayor rango de sus cañones. Aún más, superó a su predecesor en poder del armamento de torpedos y capacidades de defensa antiaéreas.
ja: 青葉型巡洋艦は、古鷹型の発展型であり、連装砲塔を採用し、主砲の射程向上が図られていました。そして、雷装と対空能力においても前型を上回っていました。
pl: Rozwinięcie projektu Furutaka, w którym działa głównej baterii umieszczono w podwójnych wieżach dla zwiększenia zasięgu ognia. Ponadto, okręt wyposażony był w silniejsze uzbrojenie torpedowe i przeciwlotnicze.
ru: Развитие крейсера Furutaka с размещением артиллерии главного калибра в двухорудийных башнях, имевших более высокую дальность стрельбы. Кроме того, превосходил предшественника по силе торпедного вооружения и ПВО.
uk: Розвиток крейсера Furutaka з розміщенням артилерії головного калібру у двогарматних баштах, що мали більшу дальність стрільби. Крім того, перевершував попередника за міццю торпедного озброєння та ППО.
zh: 第一批装备二十厘米连装炮塔的巡洋舰。
zh_sg: 基于古鹰进一步研发发展的代表作，主炮置于双联装炮塔实现了更远的舰炮射程。此外，鱼雷武器威力以及对空防御能力也已超越了前代舰。

# IDS_PJSC007_EXAMPLE
source: AOBA
zh: 犹
zh_sg: 青叶

# IDS_PJSC007_FULL
source: Aoba
ja: 青葉
zh: 犹
zh_sg: 青叶

# IDS_PJSC007_SHORT
source: AOBA
zh: 犹
zh_sg: 青叶

# IDS_PJSC008
source: Myōkō
ja: 妙高
zh: 鬣
zh_sg: 妙高

# IDS_PJSC008_DESCR
source: The first Japanese cruiser built after the Washington Naval Treaty of 1922 came into force. Unlike foreign Treaty Cruisers, Myōkō's armor was good enough to withstand artillery strikes from ships of the same type. One of the features of the project was well-developed torpedo protection. Following a series of upgrades, cruisers of this class got a substantially reinforced AA and torpedo armament.
es_mx: El primer crucero Japonés construido después de que el Tratado Naval de Washington en 1922 tomara efecto. A diferencia de los Cruceros del tratado extranjero, el blindaje del Myōkō era lo suficientemente bueno para resistir ataques de artillería de barcos del mismo tipo. Una de las características del proyecto era una protección contra torpedos bien desarrollada. Siguiendo una serie de mejoras, los cruceros de esta clase tuvieron un refuerzo substancial de su armamento AA y de torpedos.
ja: 妙高型重巡洋艦は、1922 年のワシントン海軍軍縮条約の締結後に日本が開発したものとしては初の巡洋艦です。他国の条約型巡洋艦とは異なり、本型には同等艦からの砲撃に対抗し得る装甲が施されており、さらに、技術革新により優れた対水雷防御力を備えていました。本型の各艦には、各種の近代化改装により、対空兵装および雷装の大幅充実が図られました。
pl: Pierwszy japoński krążownik zbudowany po wejściu w życie postanowień Waszyngtońskiego traktatu morskiego z 1922 roku. W przeciwieństwie do okrętów budowanych przez inne państwa po zawarciu traktatu, pancerz Myōkō był wystarczająco silny, żeby wytrzymać ogień artyleryjski okrętów tego samego typu. Jedna z innych cech charakterystycznych tego okrętu to rozwinięta ochrona przeciwtorpedowa. Po serii modernizacji, krążowniki tej klasy miały silne uzbrojenie przeciwlotnicze i torpedowe.
ru: Первый японский «вашингтонский» крейсер. В отличие от зарубежных «договорных» крейсеров имел бронирование, способное противостоять артиллерии кораблей своего класса. Одной из особенностей проекта была достаточно развитая противоторпедная защита. В результате нескольких модернизаций на крейсерах этого типа были заметно усилены ПВО и торпедное вооружение.
uk: Перший японський крейсер, побудований згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. На відміну від іноземних «договірних» крейсерів мав бронювання, здатне протистояти артилерії кораблів свого класу. Однією з особливостей проекту був досить розвинений протиторпедний захист. У результаті декількох модернізацій на крейсерах цього типу були помітно посилені ППО та торпедне озброєння.
zh: 拥有很多创新的一艘巡洋舰，其中一个重要创新是水下鱼雷舱壁的防爆力提高到了一个新的水平。其设计有着平衡良好的特性并结合了强大的武器、坚固的装甲以及不错的作战范围。该巡洋舰于三零年代进行了一系列的现代化，包括其主炮的升级。
zh_sg: 1922年华盛顿海军条约生效后所建造的第一艘日本巡洋舰。不像他国的条约巡洋舰，妙高的装甲不足以承受同类型战舰的火炮攻击。它的特色之一是出色的鱼雷防护性。经过一系列的升级，此巡洋舰拥有了大幅强化过的防空与鱼雷武器。

# IDS_PJSC008_FULL
source: Myōkō
ja: 妙高
zh: 鬣
zh_sg: 妙高

# IDS_PJSC008_SHORT
source: MYOK
zh: 鬣
zh_sg: 妙高

# IDS_PJSC009
source: Mogami
ja: 最上
zh: 狮
zh_sg: 最上

# IDS_PJSC009_DESCR
source: Mogami was built as a light cruiser whose characteristics would largely exceed those of her contemporary counterparts. She had good armor along with a powerful artillery and torpedo armament. During the course of her service she was transformed into a heavy cruiser, as intended by the original design.
es_mx: Mogami fue construido como un crucero ligero cuyas características excederían en gran medida a sus partes contemporáneas. Tenía un buen blindaje, artillería poderosa y armamento de torpedos. Como fue originalmente planeado desde la etapa de diseño como un crucero pesado, Mogami fue convertido a este durante el curso de su servicio.
ja: 最上型巡洋艦は、他国の競合艦を大きく上回る性能を有する軽巡洋艦として建造され、良好な装甲、強力な主砲および雷装を併せ持っていました。後に、当初の計画通り、重巡洋艦へと改装されました。
pl: Mogami zbudowany został jako lekki krążownik, którego osiągi znacznie przewyższały konkurentów tego samego typu. Cechował się dobrym pancerzem, silną artylerią i uzbrojeniem torpedowym. Zgodnie z pierwotnymi zamiarami, został przebudowany na ciężki krążownik w trakcie służby.
ru: Строился как лёгкий крейсер, значительно превосходивший по своим характеристикам аналогичные корабли своего времени. Был хорошо бронирован, имел мощное артиллерийское и торпедное вооружение. Как и было изначально предусмотрено проектом, в ходе службы был переоборудован в тяжёлый крейсер.
uk: Будувався як легкий крейсер, який значно переважав за своїми характеристиками аналогічні кораблі свого часу. Був добре броньований, мав потужне артилерійське й торпедне озброєння. Як і було спочатку передбачено проектом, під час служби був переобладнаний у важкий крейсер.
zh: 由于选择了 155 毫米主炮组，所以该战舰被归类成轻型巡洋舰。该设计提供了一个无需大幅调整设计、可从 155 快速更换成 203 毫米炮组的选择。
zh_sg: 最上最初是以轻型巡洋舰标准而制造的，但特性大幅超越了同类型战舰。它拥有良好的装甲、强大的火炮与鱼雷武器。按照设计的最初目的，服役期间被改造成了一艘重型巡洋舰。

# IDS_PJSC009_FULL
source: Mogami
ja: 最上
zh: 狮
zh_sg: 最上

# IDS_PJSC009_SHORT
source: MOGM
zh: 狮
zh_sg: 最上

# IDS_PJSC012
source: Ibuki
ja: 伊吹
zh: 虎
zh_sg: 伊吹

# IDS_PJSC012_DESCR
source: Developed from the Mogami-class ships. Ibuki retained the powerful artillery and torpedo armament of her predecessors, but received advanced armor and a reinforced AA system.
es_mx: Desarrollado en base a los barcos de la clase Mogami. Ibuki retuvo el poderoso armamento de artillería y torpedos de sus predecesores, pero recibió un blindaje más avanzado y un sistema de AA reforzado.
ja: 伊吹型重巡洋艦は、最上型の発展型であり、前型の強力な主砲と雷装を継承しつつ、装甲および対空能力の強化が図られていました。
pl: Rozwinięcie okrętów klasy Mogami. Ibuki zachował potężne uzbrojenie artyleryjskie i torpedowe, a dodatkowo otrzymał silniejsze opancerzenie i ulepszony system obrony przeciwlotniczej.
ru: Развитие типа Mogami. Сохранив мощное артиллерийское и торпедное вооружение предшественников, крейсер получил более совершенное бронирование и усиленную систему ПВО.
uk: Розвиток типу Mogami. Зберігши потужне артилерійське та торпедне озброєння попередників, крейсер отримав досконаліше бронювання й посилену систему ППО.
zh: 有着较坚固的装甲以及强化过的鱼雷武器，然而，建造工程一直到战争结束为止都从未完成过。
zh_sg: 研发基于最上级，伊吹保留了前代舰强大的火炮与鱼雷武器，并获得了更先进的装甲和强化型防空系统。

# IDS_PJSC012_FULL
source: Ibuki
ja: 伊吹
zh: 虎
zh_sg: 伊吹

# IDS_PJSC012_SHORT
source: IBUKI
zh: 虎
zh_sg: 伊吹

# IDS_PJSC013
source: Kuma
ja: 球磨
zh: 球磨
zh_sg: 球磨

# IDS_PJSC013_DESCR
source: A multipurpose light cruiser that could serve as a scout and a destroyer leader. Compared with the preceding class, Kuma had a greater displacement, reinforced weaponry and increased speed. She retained a weak AA defense that was typical of earlier-period Japanese cruisers.
es_mx: Un crucero ligero multipropósitos que podía servir como un explorador y un destructor de vanguardia. Comparado a la clase que le precede, Kuma tenía un mayor desplazamiento, armamento reforzado y velocidad incrementada. Retuvo una defensa AA débil la cual era típica de los cruceros Japoneses de etapa temprana.
ja: 球磨型軽巡洋艦は、偵察用および水雷戦隊旗艦として運用可能な多目的巡洋艦として開発されました。前型と比して大型化しており、兵装および速力の向上を実現していました。本型の新造時における対空兵装は最小限でしたが、これは当時の日本の巡洋艦としては典型的でした。
pl: Wielozadaniowy lekki krążownik, równie dobrze sprawdzający się jako zwiadowca jak i niszczyciel prowadzący. W porównaniu do poprzedników, Kuma cechował się większą wypornością, poprawionym uzbrojeniem i zwiększoną szybkością. Odziedziczył jednak po nich słabą obronę przeciwlotniczą, typową dla japońskich krążowników wczesnego okresu.
ru: Универсальный лёгкий крейсер, способный выполнять функции и разведчика, и лидера эсминцев. По сравнению с предыдущим типом имел большее водоизмещение, усиленное вооружение и увеличенную скорость. Сохранил характерную для ранних японских крейсеров слабую ПВО.
uk: Універсальний легкий крейсер, здатний виконувати функції і розвідника, і лідера есмінців. У порівнянні з попереднім типом мав більшу водотоннажність, посилене озброєння й більшу швидкість. Зберіг характерну для ранніх японських крейсерів слабку ППО.
zh: 一种适合侦察舰与驱逐领导舰功能的多用途巡洋舰之设计，有着较高的排水量，让它得以强化其武器并提高推进系统的功率。这提供了 36 节航速之能力。
zh_sg: 多用途轻型巡洋舰，可作为侦察或驱逐领导舰。与前级相比，球磨拥有更大的排水量、增强了武器和航速。但也同时保留了早期日本巡洋舰对空防御较弱的缺点。

# IDS_PJSC013_FULL
source: Kuma
ja: 球磨
zh: 球磨
zh_sg: 球磨

# IDS_PJSC014
source: Kitakami
ja: 北上
zh: 北上
zh_sg: 北上

# IDS_PJSC014_DESCR
source: A unique "torpedo cruiser". Originally designed as a Kuma-class scout cruiser. In 1941, along with one of her sister ships, Kitakami was laid up for major retrofitting to be equipped with an unusually powerful torpedo armament of ten quadruple torpedo tubes.
es_mx: Un "Crucero Torpedero" único. Originalmente diseñado como un crucero de exploración de la clase Kuma. Sin embargo, en 1941 junto con otro barco de su clase, Kitakami fue levantado del mar para tener un reequipamiento importante al colocarle un armamento inusualmente poderoso de diez tubos cuádruples de torpedos.
ja: この北上は、奇抜な「重雷装艦」です。球磨型軽巡洋艦として建造された本艦に対し、1941 年に他の姉妹艦と併せて大改装が実施され、四連装魚雷発射管を 10 基も備えるという異例の重雷装が施されました。
pl: Unikalny projekt „krążownika torpedowego”. Początkowo zbudowano go jako krążownik zwiadowczy klasy Kuma. Jednak w 1941 roku, wraz z jednym z siostrzanych okrętów, Kitakami został poddany przebudowie i wyposażony został w nietypowo silne uzbrojenie torpedowe, składające się z 10 poczwórnych wyrzutni torpedowych.
ru: Уникальный «торпедный крейсер». Изначально представлял собой крейсер-разведчик типа Kuma, однако в 1941 году вместе с одним из систершипов прошёл кардинальную модернизацию, в ходе которой получил необычайно мощное торпедное вооружение, состоявшее из десяти четырёхтрубных торпедных аппаратов.
uk: Унікальний «торпедний крейсер». Спочатку був крейсером-розвідником типу Kuma, проте 1941 р. разом із однотипним кораблем пройшов докорінну модернізацію, під час якої отримав надзвичайно потужне торпедне озброєння, що складалося з десяти чотиритрубних торпедних апаратів.
zh: 作为一艘可充当侦察舰并作为驱逐舰队的指挥舰而建造的多用途巡洋舰，之后该舰进行了大规模的现代化改造，拆除部分火炮换装了 10 座装四联式鱼雷发射管。为了要将大量的鱼雷放置到舰内，该舰甲板通过使用舷舱来扩大了大约 3米。
zh_sg: 一艘独特的“鱼雷巡洋舰”。最初设计成球磨级侦察巡洋舰。然而在1941年，北上与它的其中一艘姊妹舰一同进行了大幅改造，装备了十座四联装鱼雷发射管，鱼雷武器异常强大。

# IDS_PJSC014_FULL
source: Kitakami
ja: 北上
zh: 北上
zh_sg: 北上

# IDS_PJSC014_SHORT
source: KTKM
zh: 北上
zh_sg: 北上

# IDS_PJSC015
source: Tenryū
ja: 天龍
zh: 豺
zh_sg: 天龙

# IDS_PJSC015_DESCR
source: Tenryū was a high-speed light cruiser designed as a destroyer flotilla leader. She relied on a scarce yet rapid-firing artillery. The ship also carried a sufficiently powerful torpedo armament. Tenryū was the first in the Imperial Japanese Navy to be equipped with triple torpedo tubes.
es_mx: Tenryū fue un crucero ligero de alta velocidad diseñado como destructor líder de flotilla. Confiaba en una artillería escasa pero de disparo muy rápido. El barco también poseía un armamento de torpedos suficientemente poderoso. Tenryū fue el primero en la Flota Imperial Japonesa en ser equipado con tubos de torpedo triples.
ja: 天龍型軽巡洋艦は、水雷戦隊の旗艦として設計されました。本型の砲火力は限定的でしたが、速射性の高い主砲を採用していました。そして、雷装は充分に強力なものであり、三連装魚雷発射管の採用は、大日本帝国海軍においては本型が初でした。
pl: Tenryū był szybkim, lekkim krążownikiem, którego zadaniem miało być przewodzenie flotyllom niszczycieli. Jego działa były szybkostrzelne, ale mało liczne. Uzbrojenie torpedowe okrętu było dostatecznie silne. Tenryū był pierwszym okrętem Cesarskiej Marynarki Wojennej Japonii wyposażonym w potrójne wyrzutnie torpedowe.
ru: Очень быстроходный лёгкий крейсер, спроектированный как лидер флотилий эсминцев. Имел немногочисленную, но очень скорострельную артиллерию. Кроме того, нёс достаточно сильное торпедное вооружение. Впервые в японском флоте был оснащён трёхтрубными торпедными аппаратами.
uk: Надзвичайно швидкохідний легкий крейсер, спроектований як лідер флотилій есмінців. Мав нечисленну, але дуже скорострільну артилерію. Крім того, ніс на собі досить сильне торпедне озброєння. Вперше у японському флоті був оснащений тритрубними торпедними апаратами.
zh: 该巡洋舰有着自豪的高速性能，但却相对搭载着轻型的装甲以及火炮武器。
zh_sg: 天龙是一艘设计成驱逐领袖舰的高速轻型巡洋舰。舰炮数量较少但射速很快。该舰也搭载了十分强大的鱼雷武器。天龙是大日本帝国海军中第一艘装备了三联装鱼雷发射管的战舰。

# IDS_PJSC015_FULL
source: Tenryū
ja: 天龍
zh: 豺
zh_sg: 天龙

# IDS_PJSC015_SHORT
source: TENR
zh: 豺
zh_sg: 天龙

# IDS_PJSC018
source: Tone
ja: 利根
zh: 貂
zh_sg: 利根

# IDS_PJSC018_DESCR
source: A well-armed heavy cruiser with an unconventional arrangement of the main battery guns which were concentrated in the forward end. Her speed and torpedo armament were as good as those of preceding Japanese cruisers, while she boasted heavier armor and more efficient AA defense.
es_mx: Un crucero pesado bien blindado con una disposición poco convencional de la batería principal los cuales estaban concentrados en la proa y popa. Su velocidad y armamento de torpedos eran tan buenos como aquellos en los cruceros Japoneses precedentes mientras presumía un blindaje más pesado y una defensa AA más eficiente.
ja: 利根型重巡洋艦は、優れた装甲防御力を有する重巡洋艦であり、艦の前部に 4 基全ての主砲塔を集中配置していた点が大きな特徴です。速力と雷装は従来の各型と同等であり、装甲と対空兵装の強化が図られていました。
pl: Dobrze uzbrojony, ciężki krążownik o nietypowym układzie dział głównej baterii, skupionych w okolicach dziobu. Jego szybkość i uzbrojenie torpedowe były równie dobre, jak u poprzedników, podczas gdy pancerz i uzbrojenie przeciwlotnicze zostały znacznie poprawione.
ru: Хорошо вооружённый тяжёлый крейсер с оригинальным расположением артиллерии главного калибра, сосредоточенной в носовой оконечности. Не уступал более ранним крейсерам японского флота по скорости и торпедному вооружению, при этом отличался более надёжным бронированием и более эффективной ПВО.
uk: Добре озброєний важкий крейсер з оригінальним розташуванням артилерії головного калібру, зосередженої у носовій частині. Не поступався раннім крейсерам японського флоту за швидкістю та торпедним озброєнням, але відрізнявся надійнішим бронюванням та ефективнішою ППО.
zh: 有着将所有主炮集中放置于舰体前部这一非常规设计的重巡洋舰。该舰有着良好的速度性能和鱼雷攻击能力，相较于该国之前的巡洋舰，其拥有着更好的装甲防护和防空能力。
zh_sg: 有着将所有主炮集中放置于舰体前部这一非常规设计的重巡洋舰。该舰有着良好的速度性能和鱼雷武器能力，相较于日本之前的巡洋舰，拥有着更好的装甲防护和对空防御能力。

# IDS_PJSC018_FULL
source: Tone
ja: 利根
zh: 貂
zh_sg: 利根

# IDS_PJSC018_SHORT
source: TONE
zh: 貂
zh_sg: 利根

# IDS_PJSC026
source: Iwaki A
ja: 磐城 A
zh: 貆
zh_sg: 岩城 Alpha

# IDS_PJSC026_DESCR
source: An advanced design of the Tenryū-class cruiser. The ship's displacement exceeded that of her predecessor, which allowed for a reinforced artillery armament and more powerful propulsion. At the project design stage, the cruiser was faster than all existing cruisers and many destroyers.
es_mx: Un diseño avanzado del crucero de la clase Tenryū. El desplazamiento del barco excedía al de su predecesor, lo que le permitía el reforzar el armamento de artillería e instalar una propulsión más poderosa. En la etapa de diseño del proyecto, el crucero era más rápido que todos los cruceros y muchos destructores existentes.
ja: 天龍型軽巡洋艦の発展型として計画された軽巡洋艦の設計案です。前型より大型化しており、これに伴い砲火力と推力の強化が図られていました。本案の設計段階においては、その速力は既存のあらゆる巡洋艦を凌駕するだけでなく、多くの駆逐艦さえも上回るものでした。
pl: Zaawansowana wersja krążownika klasy Tenryū. Wyporność okrętu była większa niż u poprzednika, co pozwalało na zainstalowanie potężniejszego uzbrojenia i napędu. W fazie projektowania krążownik ten przewyższał szybkością nie tylko inne krążowniki, ale również wiele niszczycieli.
ru: Усовершенствованный проект крейсера типа Tenryū. Увеличенное по сравнению с предшественником водоизмещение крейсера позволило усилить артиллерийское вооружение и установить энергетическую установку большей мощности. На момент разработки проекта превосходил по скорости не только все существовавшие крейсеры, но и многие эсминцы.
uk: Вдосконалений проект крейсера типу Tenryū. Збільшена у порівнянні з попередником водотоннажність крейсера дозволила посилити артилерійське озброєння та встановити силову установку більшої потужності. На час розробки проекту перевершував за швидкістю не лише всі наявні крейсери, а й чимало есмінців.
zh: 该设计修正了之前的一些设计不足。特别是船体的强度得到了加强。改进的适航性使其可以多安装一座主炮炮塔以加强火力。
zh_sg: 天龙级巡洋舰的更进一步发展。排水量超越了前代舰，从而武器和推进系统得到了大幅加强的空间。在项目设计阶段，该巡洋舰的速度不仅超越所有当时存在的巡洋舰、也包括很多驱逐舰。

# IDS_PJSC026_FULL
source: Iwaki Alpha
ja: 磐城 Alpha
zh: 貆
zh_sg: 岩城 Alpha

# IDS_PJSC026_SHORT
source: IWAK
zh: 貆
zh_sg: 岩城 Alpha

# IDS_PJSC034
source: Zaō
ja: 蔵王
zh: 象
zh_sg: 藏王
