Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSC505_DESCR
source: A light cruiser designed in the 1910s and armed with multiple main guns of a relatively small caliber. By the end of World War II she underwent an upgrade to obtain powerful AA defense and an improved gun fire control system. The ship, however, was inferior to her contemporary ships in speed.
es_mx: Un crucero ligero diseñado en los años 10, armado con múltiples cañones principales de bajo calibre. Para el final de la Segunda Guerra Mundial obtuvo mejoras para obtener un poderoso sistema de defensa AA y un sistema de control de tiro mejorado. El barco sin embargo, era inferior a sus contemporáneos en velocidad.
ja: クラースヌィイ・クルィームは、1910 年代に設計された軽巡洋艦であり、比較的小口径の主砲を複数備えていました。二次大戦の終戦までに、対空兵装の強化と射撃管制システムの改良が図られました。速力の点では当時の他の艦艇に比して劣っていました。
pl: Lekki krążownik zaprojektowany w drugiej dekadzie XX w., wyposażony w liczne działa główne stosunkowo małego kalibru. Przed końcem II wojny światowej przeszedł modernizację, w wyniku której otrzymał potężne uzbrojenie przeciwlotnicze i ulepszony system kierowania ogniem. Był jednak wolniejszy od konkurencyjnych okrętów.
ru: Лёгкий крейсер, спроектированный в 1910-х годах и вооружённый многочисленной артиллерией сравнительно небольшого калибра. К концу Второй мировой войны в результате модернизаций получил сильную ПВО и усовершенствованную систему управления огнём. Уступал более современным крейсерам в скорости хода.
uk: Легкий крейсер, спроектований у 1910-х рр. та озброєний численною артилерією порівняно невеликого калібру. До кінця Другої світової війни після модернізації отримав потужну ППО та вдосконалену систему керування вогнем. Поступався сучасним йому крейсерам у швидкості ходу.
zh: 1910年代射击的轻型巡洋舰，装备多个小口径主炮。战斗结束时改造了新的防空设备和火炮操作系统。但是，它的速度与同时代的其他战舰相比，是比较差的。
zh_sg: 一艘于1910年代设计并装的轻型巡洋舰，装备多个小口径主炮。到了第二次世界大战结束，改造了新的对空防御设备和火炮操作系统。但是，它的速度与同时代的其他战舰相比是比较差的。

# IDS_PRSC505_FULL
source: Krasny Krym
ru: Красный Крым
uk: Красний Крим
zh: 红色克里米亚
zh_sg: 红色克里米亚

# IDS_PRSC505_SHORT
source: KRYM
ru: КРЫМ
uk: КРИМ
zh: 红色克里米亚
zh_sg: 红色克里米亚

# IDS_PRSC506
source: Molotov
pl: Mołotow
ru: Молотов
uk: Молотов
zh: 莫洛托夫
zh_sg: 莫洛托夫

# IDS_PRSC506_DESCR
source: Bearing a close resemblance to Kirov-class cruisers, she was based on an improved design (Project 26-bis). In contrast to her prototype, the cruiser received significantly reinforced armor while retaining extremely powerful artillery and a high speed.
es_mx: Teniendo un gran parecido al crucero clase Kirov, estaba basado en un diseño mejorado (Proyecto 26-bis). En contraste a su prototipo, el crucero recibió un blindaje significativamente reforzado manteniendo su extremadamente poderosa artillería y una alta velocidad.
ja: 巡洋艦モロトフは、キーロフ級巡洋艦に類似していますが、その設計は改良されていました (プロイェークト 26-bis)。原型艦に比べて装甲の大幅強化が図られた一方で、極めて強力な兵装と高い速力は維持されていました。
pl: Choć jest podobny do krążowników klasy Kirow, zbudowany został w oparciu o ulepszony projekt (Projekt 26-bis). W przeciwieństwie do swoich poprzedników, krążownik ten posiadał wzmocniony pancerz, zachowując jednak wyjątkowo potężną artylerię i dużą prędkość.
ru: Близок к крейсерам типа «Киров», построен по усовершенствованному проекту (проект 26-бис). В отличие от прототипа получил заметно усиленное бронирование, сохранив чрезвычайно мощную артиллерию и высокую скорость хода.
uk: Близький до крейсерів типу «Кіров», побудований за вдосконаленим проектом (проект 26-біс). На відміну від прототипу отримав значно посилене бронювання, зберігши надзвичайно потужну артилерію та високу швидкість ходу.
zh: 外型十分相似基洛夫级巡洋舰，它是以改良为基础而设计。与其原型舰相反，该巡洋舰获得了大幅强化的装甲、同时保有极为强大的火炮与高航速。
zh_sg: 外型十分类似基洛夫级巡洋舰。以改良为基础而设计 (Project 26-bis)。与其原型舰相反，该巡洋舰获得了大幅强化的装甲、同时保有极为强大的火炮与高航速。

# IDS_PRSC506_FULL
source: Molotov
pl: Mołotow
ru: Молотов
uk: Молотов
zh: 莫洛托夫
zh_sg: 莫洛托夫

# IDS_PRSC508
source: Kutuzov
pl: Kutuzow
ru: Кутузов
uk: Кутузов
zh: 米哈伊尔·库图佐夫
zh_sg: 米哈伊尔·库图佐夫

# IDS_PRSC508_DESCR
source: One of the most advanced light artillery cruisers in the U.S.S.R. Navy. The ship was as good as most of her foreign counterparts in terms of speed and armor. The cruiser's key advantage over other ships of her type was her main battery that boasted a very long firing range due to the successful design of turret mounts.
es_mx: Uno de los más avanzados cruceros de artillería ligeros en la Marina de la URSS. El barco era tan bueno como sus homólogos extranjeros en términos de velocidad y blindaje. La ventaja clave sobre los barcos de su tipo era su batería principal que tenía un campo de tiro muy amplio dado el exitoso diseño de sus torretas.
ja: ミハイル・クトゥーゾフは、ソ連海軍における最も先進的な軽巡洋艦のひとつであり、その速力と装甲は、他国の多くの競合艦に匹敵していました。そして優れた設計の砲塔マウントにより、軽巡洋艦としては極めて長い主砲射程を実現していたことが大きな優位点でした。
pl: Jeden z najbardziej zaawansowanych lekkich krążowników z artylerią w marynarce ZSSR. Okręt był tak dobry, jak większość jego zagranicznych odpowiedników w kwestii szybkości i opancerzenia. Kluczową przewagą tego krążownika nad innymi, była jego główna bateria, która mogła wystrzeliwać pociski na bardzo dużą odległość, dzięki udanemu projektowi montowania wieży.
ru: Один из самых совершенных лёгких артиллерийских крейсеров ВМФ СССР. По скорости хода и бронированию не уступал большинству зарубежных аналогов. Основным преимуществом крейсера в своём классе была артиллерия главного калибра, благодаря удачной конструкции башенных установок имевшая очень большую дальность стрельбы.
uk: Один з найдосконаліших легких артилерійських крейсерів ВМФ СРСР. За швидкістю ходу та бронюванням не поступався більшості іноземних аналогів. Основною перевагою крейсера у своєму класі була артилерія головного калібру, яка завдяки вдалій конструкції баштових установок мала дуже велику дальність стрільби.
zh: S系海军最先进的轻型火炮巡洋舰之一。此战舰在速度和装甲方面可以和外国的对手媲美。最大的核心优势就是它的主炮组，凭借炮塔成功的设计，射程非常远。
zh_sg: 苏联海军中最先进的轻型火炮巡洋舰之一。此战舰在速度和装甲方面可以和外国的对手媲美。最大的核心优势就是它的主炮组，凭借炮塔成功的设计，射程非常远。

# IDS_PRSC508_FULL
source: Mikhail Kutuzov
pl: Michaił Kutuzow
ru: Михаил Кутузов
uk: Міхаїл Кутузов
zh: 米哈伊尔·库图佐夫
zh_sg: 米哈伊尔·库图佐夫

# IDS_PRSC508_SHORT
source: MK
ru: МК
uk: МК
zh: 米哈伊尔·库图佐夫
zh_sg: 米哈伊尔·库图佐夫

# IDS_PRSC509
source: Kronshtadt
ru: Кронштадт
uk: Кронштадт
zh: 喀朗施塔得
zh_sg: 喀琅施塔得

# IDS_PRSC509_DESCR
source: A large gunship officially designated as a heavy cruiser but more of a high-speed "small battleship" by technical characteristics. She carried 305 mm high-range main guns. Drawbacks: weak AA defenses.
es_mx: Un cañonero de gran tamaño oficialmente designado como crucero pesado pero más parecido a un "pequeño acorazado" de alta velocidad debido a sus características técnicas. Cargaba cañones principales de 305 mm de largo alcance. Desventajas: defensas AA débiles.
ja: クロンシュタット級重巡洋艦は大型であり、その諸元は実質的には高速の「小型戦艦」でした。主砲として長射程の 305 mm 砲を採用していましたが、脆弱な対空兵装が欠点でした。
pl: Duży okręt wojenny oficjalnie zaklasyfikowany jako ciężki krążownik, choć jego charakterystyka bardziej przypomina szybki „mały pancernik”. Uzbrojony był w działa kal. 305 mm o dalekim zasięgu. Wady: słabe uzbrojenie przeciwlotnicze.
ru: Крупный артиллерийский корабль, официально именовавшийся тяжёлым крейсером, но по характеристикам близкий к быстроходным «малым линкорам». В качестве главного калибра имел 305-мм орудия, отличавшиеся высокой дальнобойностью. Недостатком проекта была слабая ПВО корабля.
uk: Великий артилерійський корабель, офіційно називали важким крейсером, але за характеристиками наближений до швидкохідних «малих лінкорів». Головним калібром мав 305-мм гармати, що відрізнялися значною далекобійністю. Недоліком проекту була слабка ППО корабля.
zh: 一艘大型炮舰正式被定位成重型巡洋舰，但是以科技参数来说更像是高速的小型战列舰，装备着305毫米远程火炮，缺点是贫弱的防空火炮
zh_sg: 一艘大型炮舰，官方指定义为重型巡洋舰，但从其技术指标来看更像是一艘高速的“小型战列舰”。搭载了305毫米的大口径主炮。缺点：对空防御能力较弱。

# IDS_PRSC509_FULL
source: Kronshtadt
ru: Кронштадт
uk: Кронштадт
zh: 喀朗施塔得
zh_sg: 喀琅施塔得

# IDS_PRSC510
source: Stalingrad
ru: Сталинград
uk: Сталінград
zh: 斯大林格勒
zh_sg: 斯大林格勒

# IDS_PRSC510_DESCR
source: One of the few heavy artillery ships developed after the end of World War II. She had a very high speed for her size and her armament consisted of specially designed 305 mm guns, unrivaled in terms of her maximum firing range and ballistics.
es_mx: Uno de los pocos proyectos de barcos con artillería pesada desarrollados después del final de la Segunda Guerra Mundial. Tenía una velocidad muy alta para su tamaño. El armamento del barco consistía en cañones especialmente diseñados de 305 mm, sin rival en cuanto su rango máximo de disparo y sus balísticas.
ja: スターリングラード級重巡洋艦は、二次大戦の終結後に開発されたものとしては数少ない大型砲熕艦であり、大型にも関わらず極めて高い速力を誇っていました。その主砲は特別設計の 305 mm 砲であり、比類無き最大射程と弾道特性を備えていました。
pl: Jeden z nielicznych projektów okrętów uzbrojonych w ciężką artylerię zrealizowanych po zakończeniu II wojny światowej. Jak na swoje rozmiary, okręt ten był bardzo szybki. Jego uzbrojenie składało się ze specjalnie zaprojektowanych dział kal. 305 mm, niezrównanych pod względem zasięgu ognia i balistyki.
ru: Один из немногих проектов тяжёлых артиллерийских кораблей, разработанных после окончания Второй мировой войны. Обладал очень высокой для своих размеров скоростью хода. Вооружение корабля составляли специально разработанные 305-мм орудия, не имевшие аналогов в мире по дальнобойности и баллистике.
uk: Один з небагатьох проектів важких артилерійських кораблів, розроблених після закінчення Другої світової війни. Мав дуже високу як на свої розміри швидкість ходу. Озброєння корабля складали спеціально розроблені 305-мм гармати, які не мали аналогів у світі за далекобійністю та балістикою.
zh: 大战结束之后的少数研发的重型炮舰计划之一，对它的体型来说，它的速度非常快，这艘战舰的武装装备着特别设计的305毫米火炮，有着无与伦比的最大射程和弹道
zh_sg: 二战结束后，为数不多的重型炮舰之一。拥有对其体积来说很高的航速。战舰的武器为特殊定制的305毫米火炮，具备无人能比的最大射程和弹道。

# IDS_PRSC510_FULL
source: Stalingrad
ru: Сталинград
uk: Сталінград
zh: 斯大林格勒
zh_sg: 斯大林格勒

# IDS_PRSC513
source: Varyag
ru: Варяг
uk: Варяг
zh: 瓦良格
zh_sg: 瓦良格

# IDS_PRSC513_DESCR
source: One of the most famous cruisers in the Imperial Russian Navy. Built in the U.S. under a one-off project that was based on the same technical design used for the construction of cruiser Bogatyr, the ship had a very high speed for her time and carried numerous rapid-fire main and secondary guns.
es_mx: Uno de los más famosos cruceros de la Armada Imperial Rusa. Construido en EE. UU. bajo un proyecto aislado que estaba basado en el mismo diseño técnico usado para la construcción del crucero Bogatyr. El barco tenía una velocidad muy alta para su tiempo y cargaba con varios cañones primarios y secundarios de disparo rápido.
ja: ヴァリャーグは、ロシア帝国海軍における最も有名な巡洋艦のひとつであり、巡洋艦ボガトィーリを建造した際と同じ技術的設計に基づき、1 回限りのプロジェクトとしてアメリカで建造されました。当時としては極めて高速であり、主砲および副砲として数多くの速射砲を搭載していました。
pl: Jeden z najsłynniejszych okrętów Marynarki Wojennej Imperium Rosyjskiego. Zbudowany w Stanach Zjednoczonych w ramach tego samego projektu, wg którego zbudowany był krążownik Bogatyr. Okręt był bardzo szybki jak na swoje czasy i przenosił liczne, szybkostrzelne działa baterii głównej i dodatkowej.
ru: Один из самых знаменитых крейсеров Российского Императорского флота. Построен в США по индивидуальному проекту, но общему с крейсером «Богатырь» техническому заданию. Отличался очень высокой для своего времени скоростью. Имел на вооружении многочисленную скорострельную артиллерию, как главного, так и противоминного калибра.
uk: Один з найвідоміших крейсерів Російського Імператорського флоту. Побудований у США за індивідуальним проектом, але за загальним з крейсером «Богатир» технічним завданням. Відрізнявся дуже високою на свій час швидкістю. Мав на озброєнні численну скорострільну артилерію, як головного, так і протимінного калібру.
zh: 这是E国海军最有名的巡洋舰之一，是由M国建造的一次性工程，与巡洋舰博加特里建造计划使用相同的设计，这艘战舰在当时有着非常高的航速，并装备着大量的高射速主要和次要火炮
zh_sg: 俄罗斯帝国海军最著名的巡洋舰之一。建造于美国基于巡洋舰博加特里相同技术的一次性制造项目。该战舰在当时拥有非常高的航速并搭载了多门高射速的主炮和副炮。

# IDS_PRSC513_FULL
source: Varyag
ru: Варяг
uk: Варяг
zh: 瓦良格
zh_sg: 瓦良格

# IDS_PRSC515
source: Mikoyan
pl: Mikojan
ru: Микоян
uk: Мікоян
zh: Микоян
zh_sg: 米高扬

# IDS_PRSC515_DESCR
source: A cruiser project that preceded the creation of the Kirov-class ships. The main armament of the cruiser consisted of powerful 180 mm guns that were one of the first artillery systems developed in the U.S.S.R.
es_mx: Un proyecto de un crucero que precedió a la creación de los barcos de la clase Kirov. El armamento principal del crucero consistía en poderosos cañones de 180 mm que fueron uno de los primeros sistemas de artillería desarrollados en la URSS.
ja: ミコヤンは、キーロフ級巡洋艦に先立つ計画案です。本案の主砲である強力な 180 mm 砲は、ソ連で開発されたものとしては最初期の砲システムのひとつでした。
pl: Projekt krążownika, który był protoplastą okrętów typu Kirow. Na uzbrojenie główne tego krążownika składały się działa kal. 180 mm, które były jednym z pierwszych systemów artyleryjskich opracowanych w ZSRR.
ru: Проект крейсера, предшествовавший созданию кораблей типа «Киров». Основным вооружением крейсера были мощные 180-мм орудия, являвшиеся одной из первых корабельных артиллерийских систем, разработанных в СССР.
uk: Проєкт крейсера, що передував створенню кораблів типу «Кіров». Основним озброєнням крейсера були потужні 180-мм гармати, які були однією з перших корабельних артилерійських систем, розроблених в СРСР.
zh: Проект крейсера, предшествовавший созданию кораблей типа «Киров». Основным вооружением крейсера были мощные 180-мм орудия, являвшиеся одной из первых корабельных артиллерийских систем, разработанных в СССР.
zh_sg: 基洛夫级战舰诞生之前的先驱巡洋舰项目。该巡洋舰的主要武器包括强大的180毫米炮，也是苏联最早开发的火炮系统之一。

# IDS_PRSC515_FULL
source: Mikoyan
pl: Mikojan
ru: Микоян
uk: Мікоян
zh: Микоян
zh_sg: 米高扬

# IDS_PRSC515_SHORT
source: MKYAN
pl: MKIAN
ru: МКЯН
uk: МКЯН
zh: МКЯН
zh_sg: 米高扬

# IDS_PRSC518
source: Lazo
ru: Лазо
uk: Лазо
zh: 拉佐
zh_sg: 拉佐

# IDS_PRSC518_DESCR
source: One of the light cruisers planned for construction under the "Big Ocean-Going Fleet" (project 68). The ship's large dimensions allowed her to accommodate twelve 152 mm main battery guns and provide quite strong armor protection.
es_mx: Uno de los cruceros ligeros planeados para la construcción bajo la "Gran Flota Oceánica" (proyecto 68). Las grandes dimensiones de la nave le permitieron acomodar doce pistolas de batería principal de 152 mm y proporcionar una protección armadura bastante fuerte.
ja: ラゾは、「大洋艦隊」計画において建造が予定されていた軽巡洋艦 (プロイェークト 68) の 1 隻です。大型であるため、152 mm 砲を 12 門搭載し、極めて堅牢な装甲防御を実現することが可能でした。
pl: Jeden z lekkich krążowników, jakie miały powstać w ramach budowy „Wielkiej floty oceanicznej” (projekt 68). Duże wymiary okrętu pozwalały uzbroić go w 12 dział kal. 152 mm i zamontować całkiem solidne opancerzenie.
ru: Один из лёгких крейсеров, предполагавшихся к постройке по программе «Большого океанского флота» (проект 68). Значительные размеры корабля позволили разместить на нём двенадцать 152-мм орудий в качестве основного вооружения и обеспечить неплохое бронирование.
uk: Один з легких крейсерів, що планували побудувати за програмою «Великого океанського флоту» (проект 68). Значні розміри корабля дозволили розмістити на ньому дванадцять 152-мм гармат як головне озброєння і забезпечити непогане бронювання.
zh: 计划在「大海洋舰队」（计划68）下建造的轻型巡洋舰之一。该战舰的大尺寸允许它容纳12门152毫米主炮，并提供相当强大的装甲防护。
zh_sg: “大舰队”方案（project 68）下建造的轻型巡洋舰之一。大尺寸的船体使它可以容纳12门152毫米主炮组，并提供了相当强大的装甲保护。

# IDS_PRSC518_FULL
source: Lazo
ru: Лазо
uk: Лазо
zh: 拉佐
zh_sg: 拉佐

# IDS_PRSC520
source: STALINGRAD #2
ru: Сталинград 2
uk: Сталінград 2
zh: 斯大林格勒 #2
zh_sg: 斯大林格勒 #2

# IDS_PRSC520_DESCR
source: One of the few heavy artillery ships developed after the end of World War II. She had a very high speed for her size and her armament consisted of specially designed 305 mm guns, unrivaled in terms of her maximum firing range and ballistics.
es_mx: Uno de los pocos proyectos de barcos con artillería pesada desarrollados después del final de la Segunda Guerra Mundial. Tenía una velocidad muy alta para su tamaño. El armamento del barco consistía en cañones especialmente diseñados de 305 mm, sin rival en cuanto su rango máximo de disparo y sus balísticas.
ja: スターリングラード級重巡洋艦は、二次大戦の終結後に開発されたものとしては数少ない大型砲熕艦であり、大型にも関わらず極めて高い速力を誇っていました。その主砲は特別設計の 305 mm 砲であり、比類無き最大射程と弾道特性を備えていました。
pl: Jeden z nielicznych projektów okrętów uzbrojonych w ciężką artylerię zrealizowanych po zakończeniu II wojny światowej. Jak na swoje rozmiary, okręt ten był bardzo szybki. Jego uzbrojenie składało się ze specjalnie zaprojektowanych dział kal. 305 mm, niezrównanych pod względem zasięgu ognia i balistyki.
ru: Один из немногих проектов тяжёлых артиллерийских кораблей, разработанных после окончания Второй мировой войны. Обладал очень высокой для своих размеров скоростью хода. Вооружение корабля составляли специально разработанные 305-мм орудия, не имевшие аналогов в мире по дальнобойности и баллистике.
uk: Один з небагатьох проектів важких артилерійських кораблів, розроблених після закінчення Другої світової війни. Мав дуже високу як на свої розміри швидкість ходу. Озброєння корабля складали спеціально розроблені 305-мм гармати, які не мали аналогів у світі за далекобійністю та балістикою.
zh: 大战结束之后的少数研发的重型炮舰计划之一，对它的体型来说，它的速度非常快，这艘战舰的武装装备着特别设计的305毫米火炮，有着无与伦比的最大射程和弹道
zh_sg: 二战结束后，为数不多的重型炮舰之一。拥有对其体积来说很高的航速。战舰的武器为特殊定制的305毫米火炮，具备无人能比的最大射程和弹道。

# IDS_PRSC520_FULL
source: STALINGRAD #2
ru: Сталинград 2
uk: Сталінград 2
zh: 斯大林格勒 #2
zh_sg: 斯大林格勒 #2

# IDS_PRSC525
source: Kirov
pl: Kirow
ru: Киров
uk: Кіров
zh: Киров
zh_sg: 基洛夫

# IDS_PRSC525_DESCR
source: One of the first large warships designed and built in the U.S.S.R. (Project 26). Despite her small displacement, she was equipped with very powerful long-range main guns and had a good speed. In contrast to the majority of her contemporaries, she had weak armor.
es_mx: Uno de los primeros barcos de gran tamaño diseñados y construidos en la URSS (Proyecto 26). A pesar de su pequeño desplazamiento, estaba equipado con poderosos cañones principales de largo alcance y tenía una buena velocidad. Tenía un blindaje débil en conmparación con la mayoría de sus contemporáneos.
ja: ソ連において設計・建造されたものとしては最初の大型艦のひとつです。その小さな排水量にも関わらず、極めて強力な長射程の主砲を搭載し、速力も優れていました。その一方で、その装甲は同時代の競合艦の大半より劣っていました。
pl: Jeden z pierwszych dużych okrętów wojennych zaprojektowanych i zbudowanych w Z.S.R.R. (Projekt 26). Pomimo niewielkiej wyporności, uzbrojony był w potężne, dalekosiężne działa i odznaczał się dużą szybkością. Jednak w porównaniu do większości swoich bezpośrednich konkurentów miał słaby pancerz.
ru: Один из первых крупных боевых кораблей, спроектированных и построенных в СССР (проект 26). Несмотря на небольшое водоизмещение, имел на вооружении очень мощную и дальнобойную артиллерию главного калибра. Развивал хорошую скорость хода. От большинства современников отличался слабым бронированием.
uk: Один з перших великих бойових кораблів, спроектованих й побудованих у СРСР (проект 26). Незважаючи на невелику водотоннажність, мав на озброєнні дуже потужну та далекобійну артилерію головного калібру. Набирав хорошу швидкість ходу. Від більшості сучасників відрізнявся слабким бронюванням.
zh: 所设计并建造的第一批大型战舰之一 (计划 26)。尽管它的排水量较小，基洛夫装备了非常强大的长程主炮并且拥有一个不错的航速。与它当代的大多数舰艇相反，基洛夫拥有的装甲较为薄弱。
zh_sg: 苏联所设计并建造的第一批大型战舰之一(Project 26)。尽管它的排水量较小，基洛夫装备了非常强大的长程主炮并且拥有不错的航速。与同时代的大多数战舰相比，它的装甲较为薄弱。

# IDS_PRSC525_FULL
source: Kirov
pl: Kirow
ru: Киров
uk: Кіров
zh: Киров
zh_sg: 基洛夫

# IDS_PRSC525_SHORT
source: KIROV
pl: KIROW
ru: КИРОВ
uk: КІРОВ
zh: КИРОВ
zh_sg: 基洛夫

# IDS_PRSC528
source: Ochakov
pl: Oczakow
ru: Очаков
uk: Очаків
zh: Очаков
zh_sg: 奥恰科夫

# IDS_PRSC528_DESCR
source: One of the versions of a project of a small light cruiser (MLK-8-152). Her main battery artillery consisted of dual-purpose 152 mm mounts developed in the U.S.S.R. in the mid-1940s.
es_mx: Una de las versiones del proyecto de un pequeño crucero ligero (MLK-8-152). Su artillería de la batería principal está formada por montajes de 152 mm de doble propósito desarrollados en la URSS a mediados de los años 40.
ja: オチャコフは、小型軽巡洋艦の開発計画 (MLK-8-152) における設計案のひとつであり、主砲としてソ連で 1940 年代の中盤に開発された 152 mm 両用砲塔を採用していました。
pl: Jedna z wersji małego, lekkiego krążownika (MLK-8-152). Jego uzbrojenie stanowiły działa uniwersalne kal. 152 mm, zaprojektowane w Związku Radzieckim w połowie lat 40.
ru: Один из вариантов проекта малого лёгкого крейсера (МЛК-8-152). Артиллерией главного калибра являлись универсальные 152-мм установки, которые были разработаны в СССР в середине 1940-х годов.
uk: Один із варіантів проєкту малого легкого крейсера (МЛК-8-152). Артилерією головного калібру були універсальні 152-мм установки, які розробили в СРСР у середині 1940-х років.
zh: Один из вариантов проекта малого лёгкого крейсера (МЛК-8-152). Артиллерией главного калибра являлись универсальные 152-мм установки, которые были разработаны в СССР в середине 1940-х годов.
zh_sg: 轻型轻型巡洋舰（MLK-8-152）项目的一个版本。主炮为1940年代中期苏联研制的152毫米两用炮。

# IDS_PRSC528_FULL
source: Ochakov
pl: Oczakow
ru: Очаков
uk: Очаків
zh: Очаков
zh_sg: 奥恰科夫

# IDS_PRSC528_SHORT
source: OCHKV
pl: OCZKW
ru: ОЧКВ
uk: ОЧКВ
zh: ОЧКВ
zh_sg: 奥恰科夫

# IDS_PRSC538
source: P. Bagration
ru: П. Багратион
uk: П. Багратіон
zh: П. Багратион
zh_sg: 彼得罗·巴格拉季昂

# IDS_PRSC538_DESCR
source: A design for a 15,000-ton cruiser carrying 180 mm guns that was developed for the Soviet Navy at the end of World War II under a new shipbuilding program. The project was notable for its AA defenses, which were reinforced based on the experience gained during prior combat.
es_mx: Un diseño de un crucero de 15 000 toneladas con cañones de 180 mm que fue desarrollado para la Armada Soviética a finales de la Segunda Guerra Mundial bajo un nuevo programa de construcción naval. El proyecto destacaba por sus defensas AA, las cuales estaban reforzadas en base a la experiencia obtenida durante los combates anteriores.
ja: ピョートル・バグラチオンは、15,000 トン級の巡洋艦の設計案であり、二次大戦の終盤に新たな建艦計画に基づいてソ連海軍用として開発された 180 mm 砲を採用していました。特筆すべき点として、それまでの戦闘で得られた戦訓を反映し、対空兵装が強化されていました。
pl: Projekt 15 000-tonowego krążownika uzbrojonego w działa kal. 180 mm, opracowany dla marynarki Związku Radzieckiego pod koniec II wojny światowej w ramach nowego programu budowy okrętów. Projekt ten charakteryzował się silnym uzbrojeniem przeciwlotniczym, które zostało wzmocnione na podstawie doświadczeń z zastosowania bojowego.
ru: Проект вооружённого 180-мм орудиями 15 000-тонного крейсера, разрабатывавшийся для ВМФ СССР в конце Второй мировой войны в рамках новой кораблестроительной программы. Особенностью проекта была ПВО, усиленная на основе опыта военных действий.
uk: Проєкт озброєного 180-мм гарматами 15 000-тонного крейсера, що розробляли для ВМФ СРСР наприкінці Другої світової війни в межах нової кораблебудівної програми. Особливістю проєкту була ППО, посилена з урахуванням досвіду військових дій.
zh: Проект вооружённого 180-мм орудиями 15 000-тонного крейсера, разрабатывавшийся для ВМФ СССР в конце Второй мировой войны в рамках новой кораблестроительной программы. Особенностью проекта была ПВО, усиленная на основе опыта военных действий.
zh_sg: 一种装备180毫米炮的15000吨级巡洋舰设计，是在第二次世界大战结束时根据新造船计划为苏联海军而研发的。该项目的亮点是根据战争中吸取的经验，加强了战舰的对空防御能力。

# IDS_PRSC538_FULL
source: Pyotr Bagration
pl: Piotr Bagration
ru: Пётр Багратион
uk: Петро Багратіон
zh: Пётр Багратион
zh_sg: 彼得罗·巴格拉季昂

# IDS_PRSC538_SHORT
source: PBAGR
ru: ПБАГР
uk: ПБАГР
zh: ПБАГР
zh_sg: 彼得罗·巴格拉季昂

# IDS_PRSC606
source: Makarov
pl: Makarow
ru: Макаров
uk: Макаров
zh: 马卡罗夫海军上将
zh_sg: 马卡罗夫海军上将
