Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM091_SHIPS_DESCR
source: The 20th century rumbled in under thunders of naval gun fire. The outcome of many a war—the Sino-Japanese War, the Spanish–American War, the Russo-Japanese War—was effectively settled at sea. Based on experience gained in those wars, navies of the world powers developed new technical specifications for the major types of their ships. In armored shipbuilding, there was a shift towards battleships with eight to twelve main battery guns of 305 mm or more in caliber, a new armor protection system, increased speed provided by the adoption of turbines, and improved resistance to flooding. The construction of such ships was a topic of discussion in many countries. England, with its highly developed economy and advanced shipbuilding technologies, took the lead. The Royal Navy's HMS Dreadnought was a revolutionary ship which gave its name to the type. All pre-dreadnought battleships abruptly became obsolete, plunging all world powers into a new naval arms race in which only those countries with the mightiest economies could prevail. In cruiser building, warships became ever more narrowly specialized with a large series of high-speed cruisers created specifically for combat operations within squadrons. Speed emerged as one of a warship's primary operational characteristics. To achieve the desired result and maintain an acceptable displacement, cruisers began to switch from coal-fired reciprocating engines to steam turbines and oil burning. For destroyers, this process happened even more rapidly. Destroyers were to be agile and fast enough to be able to reach the most advantageous position and moment for an attack. The role of destroyers, according to the experience of past wars at sea, had increased dramatically. Aside from active operations in battles, they carried out their "routine", yet important, duties such as reconnaissance, patrolling, and planting of mines. For that purpose, destroyers began to be equipped with 102–120 mm guns. The use of fixed underwater torpedo tubes was discontinued in favor of deck-mounted multitube torpedo units placed on a rotating base. Ships were equipped with devices for receiving and planting a large number of mines from the upper deck. All this turned destroyers into a deadly threat for surface ships of all types. The chance to test those numerous new features in naval construction came pretty soon—in 1914, World War I broke out.
ja: 20 世紀は、艦砲の轟音で大きく揺れた時代でした。日中戦争、米西戦争、日露戦争など多くの戦争は事実上、海戦により決着しました。これらの戦争で得られた戦訓に基づき、列強の海軍は各種の主力艦用に新しい技術的諸元を開発しました。 装甲艦の建造では、口径 305 mm の主砲を 8 – 12 門備えた戦艦への移行、新しい装甲防御システム、タービンの採用による速力の向上、浸水への耐久性の向上などが見られました。このような艦艇の建造案は、多くの国で議論されました。他の国よりリードを取ったのは、高度に発達した経済と先進的な造船技術を有するイギリスでした。イギリス海軍のドレッドノートは、それ以前の戦艦を圧倒的に凌駕する革命的な戦艦であったため、本艦の艦名は、それ以後に建造された同等の戦艦の総称として用いられるようになりました。所謂「弩級戦艦」の「弩」は、本艦の艦名に由来しています。ドレッドノート以前の全ての戦艦は突如として時代遅れとなり、列強は経済大国のみが勝利できる新たな建艦競争へと巻き込まれていきました。 巡洋艦の建造では、軍艦の専門化が一層進み、艦隊に所属して戦闘作戦を行うために特別に設計された高速巡洋艦が多数建造されました。軍艦が作戦を行う上で、速力が主要な性能のひとつとなりました。要求された性能を実現すると同時に排水量を許容範囲内に保つために、巡洋艦の機関は石炭を燃料とするレシプロエンジンから、蒸気タービンおよび重油燃焼式へと切り替わっていきました。 駆逐艦の建艦の進化はさらに急なものでした。駆逐艦には、攻撃時に最も有利となる位置にタイミングよく到達できるように、十分な機動力と速力を備えることが求められました。過去の様々な戦争の海戦で得られた戦訓に従い、駆逐艦の役割は劇的に増加しました。戦闘への積極的な参加に加えて、駆逐艦は偵察、哨戒、機雷敷設などの駆逐艦として「普通」ではあるものの重要な任務を遂行しました。そしてそのために、駆逐艦は 102 – 120 mm 砲を装備するようになりました。固定型の水中魚雷発射管は使用されなくなり、代わって甲板上の旋回台に設置された多連装型の魚雷発射管が一般的になりました。駆逐艦は、上部甲板に大量の機雷を搭載し、それらを敷設するための機器も装備しました。これら全ての特徴により、駆逐艦はあらゆる種類の水上艦にとって恐るべき脅威となりました。 進化を遂げたこれらの艦艇が試される機会は非常に早く訪れました。1914 年、第一次世界大戦が勃発したためです。
pl: XX wiek rozbrzmiewał hukiem okrętowej artylerii. Wyniki wielu wojen – m.in. chińsko-japońskiej, hiszpańsko-amerykańskiej, rosyjsko-japońskiej – rozstrzygnięto na morzach. Na podstawie doświadczeń zebranych w trakcie tych wojen marynarki światowych potęg wypracowały nowe wymagania techniczne dla najważniejszych klas jednostek. Przy budowie okrętów opancerzonych skupiono się na budowie pancerników wyposażonych w osiem do dwunastu dział głównych o kalibrze 305 mm, nowe systemy opancerzenia, większą szybkości dzięki wprowadzeniu turbin oraz lepsze rozwiazania przeciw zalaniom. Konstrukcja takich okrętów była tematem dyskusji w wielu krajach. Anglia, dzięki swojej wysoko rozwiniętej gospodarce i przemysłowi stoczniowemu, przejęła pałeczkę. Zbudowany dla Royal Navy HMS Dreadnought był rewolucyjnym okrętem, od którego nazwy mianem tym określano później wszystkie jednostki tego typu. Każdy pancernik typu przeddrednotowego stał się w jednej chwili przestarzały, co wciągnęło pozostałe światowe potęgi do morskiego wyścigu zbrojeń, w którym wytrwać mogły tylko najsilniejsze gospodarki. Krążowniki stały się jeszcze bardziej wyspecjalizowane. Budowano duże serie okrętów przystosowanych do przeprowadzania operacji bojowych w eskadrach. Prędkość stała się jedną z najważniejszych cech operacyjnych tych okrętów. Żeby osiągnąć cel i utrzymać wyporność na rozsądnym poziomie, krążowniki zaczęto wyposażać w maszynownie z turbinami parowymi i napęd Diesla zamiast kotłów na węgiel. W przypadku niszczycieli proces ten postępował jeszcze szybciej. Musiały one być wystarczająco szybkie i zwinne, by zajmować najlepsze pozycje przed rozpoczęciem ataku. Rola niszczycieli drastycznie wzrosła w wyniku doświadczeń z poprzednich wojen. Poza aktywnymi działaniami w bitwach pełniły one „rutynowe” działania takie jak zwiad, patrolowanie i rozstawianie min. W tym celu wyposażono je w działa o kalibrach 102–120 mm. Zaprzestano montowania stałych podwodnych wyrzutni torpedowych na rzecz wielorurowych, obracanych wyrzutni montowanych na pokładzie. Okręty posiadały także urządzenia przystosowane do zbierania i rozstawiania dużych ilości min z górnego pokładu. Zmiany te sprawiły, że niszczyciele stały się śmiertelnym zagrożeniem dla jednostek nawodnych wszystkich klas. Szansa na przetestowanie wszystkich tych nowinek technologicznych pojawiła się dość szybko, gdy w 1914 roku wybuchła I wojna światowa.
ru: В двадцатое столетие мир входил под гром корабельных орудий: Японо-китайская, Американо-испанская, Русско-японская войны решались фактически на море. По их опыту во флотах великих держав разрабатывались новые технические задания на создание кораблей основных классов. В броненосном судостроении перешли к постройке линейных кораблей с восемью — двенадцатью орудиями калибра 305 мм и выше, новой системой бронирования, увеличенной благодаря переходу на турбины скоростью, улучшенной непотопляемостью. Идеи создания таких кораблей обсуждались во многих странах. Однако благодаря высокому развитию экономики и судостроительной техники вперёд вырвалась Англия — и появился «Дредноут», ставший именем нарицательным. Ранее построенные броненосцы потеряли своё значение, теперь все державы могли одновременно стартовать в новой гонке морских вооружений, и кто кого опередит, зависело только от экономической мощи. В крейсеростроении продолжала углубляться специализация боевых кораблей, создавались большие серии быстроходных крейсеров, предназначенных для боевых действий в составе эскадр. Одним из основных тактико-технических элементов стала скорость. Чтобы добиться нужного результата, сохранив приемлемое водоизмещение, на крейсерах стали переходить от поршневых машин на угле к паровым турбинам и нефтяному отоплению. Тот же процесс ещё более активно происходил и на миноносцах. Резко возросли требования к их манёвренности и скорости, которые позволяли выбрать наиболее выгодную позицию и момент для удара. Роль миноносцев, по опыту прошедших войн на море, кардинально возросла. Эти корабли не только участвовали в сражениях, но и выполняли повседневную важную работу — разведку, дозоры, постановку минных заграждений. Поэтому миноносцы стали вооружать орудиями калибра 102–120-мм, отказались от подводных неподвижных торпедных аппаратов в пользу палубных многотрубных на вращающемся основании, снабдили устройствами для приёма и постановки многочисленных мин заграждения с верхней палубы. Теперь миноносцы стали грозным противником надводных кораблей всех классов. Проверить на деле все эти многочисленные нововведения в военном кораблестроении довелось очень скоро — в 1914 году грянула Первая мировая война.
zh: В двадцатое столетие мир входил под гром корабельных орудий: Японо-китайская, Американо-испанская, Русско-японская войны решались фактически на море. По их опыту во флотах великих держав разрабатывались новые технические задания на создание кораблей основных классов. В броненосном судостроении перешли к постройке линейных кораблей с восемью-двенадцатью орудиями калибром 305-мм и выше, новой системой бронирования, увеличенной благодаря переходу на турбины скоростью, улучшенной непотопляемостью. Идеи создания таких кораблей обсуждались во многих странах. Но, благодаря высокому развитию своей экономики и судостроительной техники, вперёд вырвалась Англия — и появился «Дредноут», ставший именем нарицательным. Ранее построенные броненосцы потеряли своё значение, теперь все державы могли одновременно стартовать в новой гонке морских вооружений, и кто кого опередит — зависело только от экономической мощи. В крейсеростроении продолжала углубляться специализация боевых кораблей, создавались большие серии быстроходных крейсеров, предназначенных для боевых действий в составе эскадр. Одним из основных тактико-технических элементов стала скорость. Чтобы добиться нужного результата, сохранив приемлемое водоизмещение, на крейсерах стали переходить от поршневых машин на угле к паровым турбинам и нефтяному отоплению. Тот же процесс ещё более активно происходил и на миноносцах. Резко возросли требования к их манёвренности и скорости, которые позволяли выбрать наиболее выгодную позицию и момент для удара. Роль миноносцев, по опыту прошедших войн на море, кардинально возросла. Эти корабли не только участвовали в сражениях, но и выполняли повседневную важную работу — разведку, дозоры, постановку минных заграждений. Поэтому миноносцы стали вооружать орудиями калибра 102-120-мм, отказались от подводных неподвижных торпедных аппаратов в пользу палубных многотрубных на вращающемся основании, снабдили устройствами для приёма и постановки многочисленных мин заграждения с верхней палубы. Теперь миноносцы стали грозным противником надводных кораблей всех классов. Проверить на деле все эти многочисленные нововведения в военном кораблестроении довелось очень скоро — в 1914 году грянула Первая мировая война.
