Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC140_HSF_MACHIKO_NOMA_DESCRIPTION
source: <h3>Position:</h3> Lookout <h3>Hobbies/Special skills:</h3> Stargazing, has keen night vision <h3>Favorite food:</h3> Blueberries <h3>Least favorite food:</h3> Chestnuts <h3>Favorite subject:</h3> Science (astronomy) <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "There must be stars in the skies, flowers on earth, and love for humans" <h3>Personality:</h3> Has extremely good eyesight, but always wears glasses due to being far-sighted. Always dozing off.
es_mx: <h3>Posición:</h3> Vigía <h3>Pasatiempos/Habilidades especiales:</h3> Estudio de las estrellas, tiene buena visión nocturna <h3>Comida favorita:</h3> Arándanos <h3>Comida menos preferida:</h3> Castañas <h3>Materia favorita:</h3> Ciencia (astronomía) <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Debe de haber estrellas en los cielos, flores en la tierra y amor para los humanos" <h3>Personalidad:</h3> Tiene una vista extremadamente buena, pero siempre usa anteojos debido a su miopía. Siempre está dormitando.
ja: <h3>役職:</h3> 見張員 <h3>趣味・特技:</h3> 天体観測・夜目が利く <h3>好きな食べ物:</h3> ブルーベリー <h3>苦手な食べ物:</h3> 栗 <h3>得意科目:</h3> 理科 (天文) <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 天には星、大地には花、人には愛 <h3>性格・特徴:</h3> 超目が良いが、遠視のためいつもは眼鏡をかけている。よくウトウトしている。
pl: <h3>Pozycja:</h3> Obserwator <h3>Hobby/Uzdolnienia:</h3> Patrzenie w gwiazdy, doskonale widzi w nocy <h3>Ulubiona potrawa:</h3> Czarne jagody <h3>Znienawidzona potrawa:</h3> Kasztany <h3>Ulubiony przedmiot:</h3> Fizyka (astronomia) <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Na niebie muszą być gwiazdy, na ziemi - kwiaty i miłość między ludźmi”. <h3>Osobowość:</h3> Ma wyjątkowo dobry wzrok, ale nosi okulary ze względu na dalekowzroczność. Często ucina sobie drzemki.
ru: <h3>Должность:</h3> Смотрящий <h3>Хобби/Особые навыки:</h3> Созерцание звёзд; обладает отменной ночной зоркостью <h3>Любимая еда:</h3> Черника <h3>В еде не любит:</h3> Каштаны <h3>Любимый предмет:</h3> Естественные науки (астрономия) <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Небо должны освещать звёзды, землю — цветы, а человеческое сердце — любовь» <h3>Особые черты:</h3> Имеет исключительно острое зрение, однако из-за дальнозоркости вынуждена постоянно носить очки. Часто впадает в дремоту.
uk: <h3>Посада:</h3> Спостерігач <h3>Хобі/Особливі уміння:</h3> Роздивлятися зорі; має пильний нічний зір <h3>Улюблена їжа:</h3> Чорниця <h3>Не любить їсти:</h3> Каштани <h3>Улюблений предмет:</h3> Природничі науки (астрономія) <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «На небі мають сяяти зорі, на землі — квіти, а в людському серці — кохання» <h3>Особливі риси:</h3> Має вельми гострий зір, проте через далекозорість змушена постійно носити окуляри. Схильна до напівсну.
zh: <h3>位阶：</h3>监视员 <h3>兴趣/特殊技能：</h3>天体观察、能夜间视物 <h3>喜欢的食物：</h3>蓝莓 <h3>不喜欢的食物：</h3>栗子 <h3>喜欢的科目：</h3>理科 (天文学) <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「天上繁星，地下百花，人间有爱」 <h3>性格：</h3>拥有非常好的视力，但为了能看见远方而总是戴着眼镜。经常犯迷糊
zh_sg: <h3>职务：</h3>监视员 <h3>兴趣/特长:</h3>天体观测、夜间视物 <h3>喜欢的食物:</h3>蓝莓 <h3>不喜欢的食物:</h3>栗子 <h3>擅长科目:</h3>理科(天文) <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“天有繁星，地有百花，人间有爱” <h3>性格:</h3>视力很好，但为了看见远方而总是戴着眼镜。经常在犯迷糊

# IDS_PCZC141_HSF_MARON_YANAGIWARA_DESCRIPTION
source: <h3>Position:</h3> Chief Engineer/Engineer Committee <h3>Hobbies/Special skills:</h3> Cooking fish <h3>Favorite food:</h3> Barbecue <h3>Least favorite food:</h3> Sashimi <h3>Favorite subject:</h3> Math <h3>Least favorite subject:</h3> English <h3>Favorite saying:</h3> "Love thy neighbor" <h3>Personality:</h3> Born in Chiba, but at heart she's an Edokko (child of Tokyo)
es_mx: <h3>Posición:</h3> Jefe de Ingeniería/Comité de Ingenieros <h3>Pasatiempos/Habilidades especiales:</h3> Cocinar pescado <h3>Comida favorita:</h3> Barbacoa <h3>Comida menos preferida:</h3> Sashimi <h3>Materia favorita:</h3> Matemáticas <h3>Materia menos preferida:</h3> Inglés <h3>Frase favorita:</h3> "Ama a tu vecino" <h3>Personalidad:</h3> Nacida en Chiba, pero en su corazón es una Edokko (niña de Tokio)
ja: <h3>役職:</h3> 機関長／機関委員 <h3>趣味・特技:</h3> 魚を捌く <h3>好きな食べ物:</h3> 焼き肉 <h3>苦手な食べ物:</h3> 刺身 <h3>得意科目:</h3> 数学 <h3>苦手な科目:</h3> 英語 <h3>好きな言葉:</h3> 汝の隣人を愛せよ <h3>性格・特徴:</h3> 千葉県生まれだが、心は江戸っ子
pl: <h3>Pozycja:</h3> Główny inżynier / członkini komitetu inżynierskiego <h3>Hobby/Uzdolnienia:</h3> Gotowanie ryb <h3>Ulubiona potrawa:</h3> Dania z grilla <h3>Znienawidzona potrawa:</h3> Sashimi <h3>Ulubiony przedmiot:</h3> Matematyka <h3>Znienawidzony przedmiot:</h3> Język angielski <h3>Ulubione powiedzenie:</h3> „Kochaj bliźniego”. <h3>Osobowość:</h3> Urodzona w mieście Chiba, ale w głębi duszy jest Edokko (dzieckiem Tokio)
ru: <h3>Должность:</h3> Главный инженер/Инженерный комитет <h3>Хобби/Особые навыки:</h3> Приготовление пищи из рыбы <h3>Любимая еда:</h3> Барбекю <h3>В еде не любит:</h3> Сашими <h3>Любимый предмет:</h3> Математика <h3>Из учебных предметов не любит:</h3> Английский язык <h3>Любимое выражение:</h3> «Возлюби ближнего своего» <h3>Особые черты:</h3> Родилась в г. Тиба, но в глубине души чувствует себя «эдокко», что значит «ребёнок Эдо» (Токио)
uk: <h3>Посада:</h3> Головний інженер/Інженерний комітет <h3>Хобі/Особливі уміння:</h3> Приготування їжі з риби <h3>Улюблена їжа:</h3> Страви барбекю <h3>Не любить їсти:</h3> Сашимі <h3>Улюблений предмет:</h3> Математика <h3>З навчальних предметів не любить:</h3> Англійську мову <h3>Улюблений вислів:</h3> «Любіть ближнього свого» <h3>Особливі риси:</h3> Народилася у м. Тіба, але у душі відчуває себе «едоко», що означає «дитина Едо» (Токіо)
zh: <h3>位阶：</h3>轮机长/轮机委员 <h3>兴趣/特殊技能：</h3>烹调鱼类 <h3>喜欢的食物：</h3>烤肉 <h3>不喜欢的食物：</h3>刺身 <h3>喜欢的科目：</h3>数学 <h3>不喜欢的科目：</h3>英语 <h3>喜欢的话：</h3>「爱人如己」 <h3>性格：</h3>生于千叶，但心中认为自己是江户之子 (东京人)
zh_sg: <h3>职务：</h3>工程长/工程委员 <h3>兴趣/特长:</h3>切开鱼 <h3>喜欢的食物:</h3>烤肉 <h3>不喜欢的食物:</h3>刺身 <h3>擅长科目:</h3>数学 <h3>不擅长科目:</h3>英语 <h3>口头禅:</h3>“爱汝之邻” <h3>性格:</h3>生于千叶，但内心是江户人(东京的孩子)。

# IDS_PCZC142_HSF_KUROKI_HIROMI_DESCRIPTION
source: <h3>Position:</h3> Engineer Assistant <h3>Hobbies/Special skills:</h3> Stretches <h3>Favorite food:</h3> Cinnamon toast <h3>Least favorite food:</h3> Green peppers <h3>Favorite subject:</h3> Chemistry <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "Give your love freely" <h3>Personality:</h3> Looks up to Mashiro
es_mx: <h3>Posición:</h3> Asistente de Ingeniería <h3>Pasatiempos/Habilidades especiales:</h3> Estiramientos <h3>Comida favorita:</h3> Tostada de canela <h3>Comida menos preferida:</h3> Pimientos verdes <h3>Materia favorita:</h3> Química <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Da tu amor libremente" <h3>Personalidad:</h3> Admira a Mashiro
ja: <h3>役職:</h3> 機関助手 <h3>趣味・特技:</h3> ストレッチ <h3>好きな食べ物:</h3> シナモントースト <h3>苦手な食べ物:</h3> ピーマン <h3>得意科目:</h3> 化学 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 愛は惜しみなく与う <h3>性格・特徴:</h3> ましろに憧れている。
pl: <h3>Pozycja:</h3> Asystentka inżyniera <h3>Hobby/Uzdolnienia:</h3> Gimnastyka <h3>Ulubiona potrawa:</h3> Tosty cynamonowe <h3>Znienawidzona potrawa:</h3> Zielone papryczki <h3>Ulubiony przedmiot:</h3> Chemia <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Chętnie obdarzaj miłością” <h3>Osobowość:</h3> Imponuje jej Mashiro
ru: <h3>Должность:</h3> Помощник инженера <h3>Хобби/Особые навыки:</h3> Упражнения на растяжку <h3>Любимая еда:</h3> Тосты с корицей <h3>В еде не любит:</h3> Зелёный перец <h3>Любимый предмет:</h3> Химия <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Настоящая любовь — бескорыстна» <h3>Особые черты:</h3> Равняется на Маширо
uk: <h3>Посада:</h3> Помічник інженера <h3>Хобі/Особливі уміння:</h3> Вправи на розтягування <h3>Улюблена їжа:</h3> Тости з корицею <h3>Не любить їсти:</h3> Зелений перець <h3>Улюблений предмет:</h3> Хімія <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Справжнє кохання — безкорисливе» <h3>Особливі риси:</h3> Бере приклад з Маширо (Mashiro Munetani)
zh: <h3>位阶：</h3>管轮 <h3>兴趣/特殊技能：</h3>伸展运动 <h3>喜欢的食物：</h3>肉桂吐司 <h3>不喜欢的食物：</h3>青椒 <h3>喜欢的科目：</h3>化学 <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「爱就是慷慨地给予」 <h3>性格：</h3>憧憬着 Mashiro
zh_sg: <h3>职务：</h3>工程助手 <h3>兴趣/特长:</h3>伸展运动 <h3>喜欢的食物:</h3>肉桂吐司 <h3>不喜欢的食物:</h3>青椒 <h3>擅长科目:</h3>化学 <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“爱就是毫不吝惜地给予” <h3>性格:</h3>崇拜Mashiro

# IDS_PCZC143_HSF_HIROTA_SORA_DESCRIPTION
source: <h3>Position:</h3> Stoker <h3>Hobbies/Special skills:</h3> Mahjong <h3>Favorite food:</h3> Okonomiyaki <h3>Least favorite food:</h3> Junsai (water shield) <h3>Favorite subject:</h3> Science (physics) <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "Six of one, half a dozen of the other" <h3>Personality:</h3> Sarcastic
es_mx: <h3>Posición:</h3> Fogonero <h3>Hobbies/Habilidades especiales:</h3> Mahjong <h3>Comida favorita:</h3> Okonomiyaki <h3>Comida menos preferida:</h3> Junsai (escudo de agua) <h3>Materia favorita:</h3> Ciencia (física) <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Seis de uno, media docena del otro" <h3>Personalidad:</h3> Sarcástica
ja: <h3>役職:</h3> 機関員 <h3>趣味・特技:</h3> 麻雀 <h3>好きな食べ物:</h3> お好み焼き <h3>苦手な食べ物:</h3> じゅんさい <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 朝三暮四 <h3>性格・特徴:</h3> 皮肉っぽい。
pl: <h3>Pozycja:</h3> Palacz <h3>Hobby/Uzdolnienia:</h3> Mahjong <h3>Ulubiona potrawa:</h3> Okonomiyaki <h3>Znienawidzona potrawa:</h3> Junsai (roślina morska) <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Sześć jednego, pół tuzina drugiego” <h3>Osobowość:</h3> Sarkastyczna
ru: <h3>Должность:</h3> Моторист <h3>Хобби/особые навыки:</h3> Маджонг <h3>Любимая еда:</h3> Окономияки <h3>В еде не любит:</h3> Юнсай (бульон из бутонов водного растения юнсай) <h3>Любимый предмет:</h3> Естественные науки (физика) <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Хрен редьки не слаще» <h3>Особые черты:</h3> Саркастична
uk: <h3>Посада:</h3> Моторист <h3>Хобі/Особливі уміння:</h3> Маджонг <h3>Улюблена їжа:</h3> Окономіякі <h3>Не любить їсти:</h3> Дзюнсай (бульйон з бутонів водяної рослини дзюнсай) <h3>Улюблений предмет:</h3> Природничі науки (фізика) <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Який дідько печений, такий і варений» <h3>Особливі риси:</h3> Саркастична
zh: <h3>位阶：</h3>司炉 <h3>兴趣/特殊技能：</h3>麻将 <h3>喜欢的食物：</h3>什锦烧 <h3>不喜欢的食物：</h3>莼菜 (水葵) <h3>喜欢的科目：</h3>理科 (物理) <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「半斤八两」 <h3>性格：</h3>爱挖苦人
zh_sg: <h3>职务：</h3>机关员 <h3>兴趣/特长:</h3>麻将 <h3>喜欢的食物:</h3>什锦烧 <h3>不喜欢的食物:</h3>莼菜 <h3>擅长科目:</h3>理科(物理) <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“半斤八两” <h3>性格:</h3>爱挖苦人

# IDS_PCZC144_HSF_SURUGA_RUNA_DESCRIPTION
source: <h3>Position:</h3> Stoker <h3>Hobbies/Special skills:</h3> Mahjong <h3>Favorite food:</h3> Okonomiyaki <h3>Least favorite food:</h3> Nameko (slimy mushrooms) <h3>Favorite subject:</h3> Science (physics) <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "Spring, Summer, Fall, Winter" <h3>Personality:</h3> An airhead
es_mx: <h3>Posición:</h3> Fogonero <h3>Pasatiempos/Habilidades especiales:</h3> Mahjong <h3>Comida favorita:</h3> Okonomiyaki <h3>Comida menos preferida:</h3> Nameko (hongos viscosos) <h3>Materia favorita:</h3> Ciencia (física) <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Primavera, Verano, Otoño, Invierno" <h3>Personalidad:</h3> Una cabeza hueca
ja: <h3>役職:</h3> 機関員 <h3>趣味・特技:</h3> 麻雀 <h3>好きな食べ物:</h3> お好み焼き <h3>苦手な食べ物:</h3> なめこ <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 春夏秋冬 <h3>性格・特徴:</h3> バカっぽい。
pl: <h3>Pozycja:</h3> Palacz <h3>Hobby/Uzdolnienia:</h3> Mahjong <h3>Ulubiona potrawa:</h3> Okonomiyaki <h3>Znienawidzona potrawa:</h3> Nameko (wilgotne grzyby) <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Wiosna, lato, jesień, zima” <h3>Osobowość:</h3> Nierozgarnięta
ru: <h3>Должность:</h3> Моторист <h3>Хобби/особые навыки:</h3> Маджонг <h3>Любимая еда:</h3> Окономияки <h3>В еде не любит:</h3> Грибы намеко <h3>Любимый предмет:</h3> Естественные науки (физика) <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Весна, лето, осень, зима и...» <h3>Особые черты:</h3> Легкомысленна
uk: <h3>Посада:</h3> Моторист <h3>Хобі/Особливі уміння:</h3> Маджонг <h3>Улюблена їжа:</h3> Окономіякі <h3>Не любить їсти:</h3> Гриби намеко <h3>Улюблений предмет:</h3> Природничі науки (фізика) <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Весна, літо, осінь, зима і...» <h3>Особливі риси:</h3> Легковажна
zh: <h3>位阶：</h3>司炉 <h3>兴趣/特殊技能：</h3>麻将 <h3>喜欢的食物：</h3>什锦烧 <h3>不喜欢的食物：</h3>滑菇 (光滑环锈伞) <h3>喜欢的科目：</h3>理科 (物理) <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「春夏秋冬」 <h3>性格：</h3>脑袋空空
zh_sg: <h3>职务：</h3>机关员 <h3>兴趣/特长:</h3>麻将 <h3>喜欢的食物:</h3>什锦烧 <h3>不喜欢的食物:</h3>滑菇 (黏滑的蘑菇) <h3>擅长科目:</h3>物理 <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“春夏秋冬” <h3>性格:</h3>笨笨的

# IDS_PCZC145_HSF_WAKASA_REO_DESCRIPTION
source: <h3>Position:</h3> Stoker <h3>Hobbies/Special skills:</h3> Mahjong <h3>Favorite food:</h3> Okonomiyaki <h3>Least favorite food:</h3> Natto <h3>Favorite subject:</h3> Science (physics) <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "North, South, East, West" <h3>Personality:</h3> Prone to grumbling
es_mx: <h3>Posición:</h3> Fogonero <h3>Pasatiempos/Habilidades especiales:</h3> Mahjong <h3>Comida favorita:</h3> Okonomiyaki <h3>Comida menos preferida:</h3> Natto <h3>Materia favorita:</h3> Ciencia (física) <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Norte, Sur, Este, Oeste" <h3>Personalidad:</h3> Propensa a quejas
ja: <h3>役職:</h3> 機関員 <h3>趣味・特技:</h3> 麻雀 <h3>好きな食べ物:</h3> お好み焼き <h3>苦手な食べ物:</h3> 納豆 <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 東西南北 <h3>性格・特徴:</h3> 愚痴っぽい。
pl: <h3>Pozycja:</h3> Palacz <h3>Hobby/Uzdolnienia:</h3> Mahjong <h3>Ulubiona potrawa:</h3> Okonomiyaki <h3>Znienawidzona potrawa:</h3> Natto <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Północ, południe, wschód, zachód” <h3>Osobowość:</h3> Zrzędliwa
ru: <h3>Должность:</h3> Моторист <h3>Хобби/особые навыки:</h3> Маджонг <h3>Любимая еда:</h3> Окономияки <h3>В еде не любит:</h3> Натто <h3>Любимый предмет:</h3> Естественные науки (физика) <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Север-юг, восток-запад» <h3>Особые черты:</h3> Ворчлива
uk: <h3>Посада:</h3> Моторист <h3>Хобі/Особливі уміння:</h3> Маджонг <h3>Улюблена їжа:</h3> Окономіякі <h3>Не любить їсти:</h3> Натто <h3>Улюблений предмет:</h3> Природничі науки (фізика) <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Північ-південь, схід-захід» <h3>Особливі риси:</h3> Буркотлива
zh: <h3>位阶：</h3>司炉 <h3>兴趣/特殊技能：</h3>麻将 <h3>喜欢的食物：</h3>什锦烧 <h3>不喜欢的食物：</h3>纳豆 <h3>喜欢的科目：</h3>理科 (物理) <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「东西南北」 <h3>性格：</h3>爱发牢骚
zh_sg: <h3>职务：</h3>机关员 <h3>兴趣/特长:</h3>麻将 <h3>喜欢的食物:</h3>什锦烧 <h3>不喜欢的食物:</h3>纳豆 <h3>擅长科目:</h3>理科(物理) <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“东南西北” <h3>性格:</h3>爱发牢骚

# IDS_PCZC146_HSF_ISE_SAKURA_DESCRIPTION
source: <h3>Position:</h3> Stoker <h3>Hobbies/Special skills:</h3> Mahjong <h3>Favorite food:</h3> Okonomiyaki <h3>Least favorite food:</h3> Okra <h3>Favorite subject:</h3> Science (physics) <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "Up, Down, Left, Right" <h3>Personality:</h3> Sensual
es_mx: <h3>Posición:</h3> Fogonero <h3>Hobbies/Habilidades especiales:</h3> Mahjong <h3>Comida favorita:</h3> Okonomiyaki <h3>Comida menos preferida:</h3> Okra <h3>Materia favorita:</h3> Ciencia (física) <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Arriba, Abajo, Izquierda, Derecha" <h3>Personalidad:</h3> Sensual
ja: <h3>役職:</h3> 機関員 <h3>趣味・特技:</h3> 麻雀 <h3>好きな食べ物:</h3> お好み焼き <h3>苦手な食べ物:</h3> おくら <h3>得意科目:</h3> 物理 <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 上下左右 <h3>性格・特徴:</h3> 色っぽい。
pl: <h3>Pozycja:</h3> Palacz <h3>Hobby/Uzdolnienia:</h3> Mahjong <h3>Ulubiona potrawa:</h3> Okonomiyaki <h3>Znienawidzona potrawa:</h3> Okra <h3>Ulubiony przedmiot:</h3> Fizyka <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Góra, dół, lewo, prawo” <h3>Osobowość:</h3> Zmysłowa
ru: <h3>Должность:</h3> Моторист <h3>Хобби/особые навыки:</h3> Маджонг <h3>Любимая еда:</h3> Окономияки <h3>В еде не любит:</h3> Окру <h3>Любимый предмет:</h3> Естественные науки (физика) <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Вверх-вниз, вправо-влево» <h3>Особые черты:</h3> Эмоциональна
uk: <h3>Посада:</h3> Моторист <h3>Хобі/Особливі уміння:</h3> Маджонг <h3>Улюблена їжа:</h3> Окономіякі <h3>Не любить їсти:</h3> Бамію <h3>Улюблений предмет:</h3> Природничі науки (фізика) <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Вгору-вниз, праворуч-ліворуч» <h3>Особливі риси:</h3> Емоційна
zh: <h3>位阶：</h3>司炉 <h3>兴趣/特殊技能：</h3>麻将 <h3>喜欢的食物：</h3>什锦烧 <h3>不喜欢的食物：</h3>秋葵 <h3>喜欢的科目：</h3>理科 (物理) <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「上下左右」 <h3>性格：</h3>喜爱感官享受
zh_sg: <h3>职务：</h3>机关员 <h3>兴趣/特长:</h3>麻将 <h3>喜欢的食物:</h3>什锦烧 <h3>不喜欢的食物:</h3>秋葵 <h3>擅长科目:</h3>理科(物理) <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“上下左右” <h3>性格:</h3>性感

# IDS_PCZC147_HSF_WAZUMI_HIME_DESCRIPTION
source: <h3>Position:</h3> Damage Control Officer/Beautification Committee Chairwoman <h3>Hobbies:</h3> Building models (including bottle ships) <h3>Favorite food:</h3> Boiled fish paste <h3>Least favorite food:</h3> Iyokan oranges <h3>Favorite subject:</h3> Tech (engineering) <h3>Least favorite subject:</h3> Math <h3>Favorite saying:</h3> "God is in the details" <h3>Personality:</h3> Snappy
es_mx: <h3>Posición:</h3> Oficial de Control de Daños/Presidenta del Comité de Embellecimiento <h3>Pasatiempos:</h3> Modelismo (incluye barcos en botellas) <h3>Comida favorita:</h3> Pasta de pescado hervida <h3>Comida menos preferida:</h3> Naranjas de Iyokan <h3>Materia favorita:</h3> Tecnología (ingeniería) <h3>Materia menos preferida:</h3> Matemáticas <h3>Frase favorita:</h3> "Dios está en los detalles" <h3>Personalidad:</h3> Enérgica
ja: <h3>役職:</h3> 応急長／美化委員長 <h3>趣味・特技:</h3> 模型制作 (ボトルシップ等) <h3>好きな食べ物:</h3> かまぼこ <h3>苦手な食べ物:</h3> いよかん <h3>得意科目:</h3> 技術 <h3>苦手な科目:</h3> 数学 <h3>好きな言葉:</h3> 神は細部に宿る <h3>性格・特徴:</h3> 口うるさい。
pl: <h3>Pozycja:</h3> Oficer ds. kontroli uszkodzeń / przewodnicząca komitetu upiększającego <h3>Hobby:</h3> Modelarstwo (w tym statki w butelkach) <h3>Ulubiona potrawa:</h3> Gotowana pasta rybna <h3>Znienawidzona potrawa:</h3> Pomarańcze Iyokan <h3>Ulubiony przedmiot:</h3> Technika (inżynieria) <h3>Znienawidzony przedmiot:</h3> Matematyka <h3>Ulubione powiedzenie:</h3> „Bóg tkwi w szczegółach”. <h3>Osobowość:</h3> Uszczypliwa
ru: <h3>Должность:</h3> Механик/Председатель комитета по благоустройству <h3>Хобби:</h3> Моделирование (в том числе, кораблей в бутылках) <h3>Любимая еда:</h3> Варёное сурими <h3>В еде не любит:</h3> Апельсины йокан <h3>Любимый предмет:</h3> Техника и технологии (инженерное дело); <h3>Из учебных предметов не любит:</h3> Математику <h3>Любимое выражение:</h3> «Бог кроется в деталях» <h3>Особые черты:</h3> Придирчива
uk: <h3>Посада:</h3> Механік/Голова комітету з благоустрою <h3>Хобі:</h3> Моделювання (зокрема, кораблів в пляшках) <h3>Улюблена їжа:</h3> Варене суримі <h3>Не любить їсти:</h3> Апельсини сорту iyokan <h3>Улюблений предмет:</h3> Техніка і технології (інженерна справа) <h3>З навчальних предметів не любить:</h3> Математику <h3>Улюблений вислів:</h3> «Дрібниці мають значення» <h3>Особливі риси:</h3> Прискіплива
zh: <h3>位阶：</h3>伤害控制官/美化委员 <h3>兴趣/特殊技能：</h3>制作模型 (包括瓶中船) <h3>喜欢的食物：</h3>鱼糕 <h3>不喜欢的食物：</h3>伊予柑 <h3>喜欢的科目：</h3>工艺 (工程学) <h3>不喜欢的科目：</h3>数学 <h3>喜欢的话：</h3>「神就在细节里」 <h3>性格：</h3>爱唠叨
zh_sg: <h3>职务：</h3>应急长/美化委员长 <h3>兴趣/特长:</h3>模型制作(瓶中船等) <h3>喜欢的食物:</h3>鱼糕 <h3>不喜欢的食物:</h3>伊豫柑 <h3>擅长科目:</h3>技术(工程) <h3>不擅长科目:</h3>数学 <h3>口头禅:</h3>“细节中存在着神” <h3>性格:</h3>爱唠叨

# IDS_PCZC148_HSF_AOKI_MOMO_DESCRIPTION
source: <h3>Position:</h3> Damage Control Officer/Beautification Committee <h3>Hobbies:</h3> Manga, Sewing <h3>Favorite food:</h3> All egg dishes, also loves egg over rice <h3>Least favorite food:</h3> Sardines <h3>Favorite subject:</h3> Tech (engineering), home ec (clothing) <h3>Least favorite subject:</h3> English <h3>Favorite saying:</h3> "If you polish anything, it will shine" <h3>Personality:</h3> Tends to forget all else once she starts reading manga
es_mx: <h3>Posición:</h3> Oficial de Control de Daños/Comité de Embellecimiento <h3>Pasatiempos:</h3> Manga, Coser <h3>Comida favorita:</h3> Todo los platillos con huevo, también ama el huevo sobre el arroz <h3>Comida menos preferida:</h3> Sardinas <h3>Materia favorita:</h3> Tecnología (ingeniería), tareas domésticas (ropa) <h3>Materia menos preferida:</h3> Inglés <h3>Frase favorita:</h3> "Si lustras cualquier cosa, brillará" <h3>Personalidad:</h3> Tiende a olvidar todo una vez que comienza a leer manga
ja: <h3>役職:</h3> 応急員／美化委員 <h3>趣味・特技:</h3> 漫画を描く・裁縫 <h3>好きな食べ物:</h3> 卵料理全般・卵かけご飯も好き <h3>苦手な食べ物:</h3> いわし <h3>得意科目:</h3> 美術・家庭科 (被服) <h3>苦手な科目:</h3> 英語 <h3>好きな言葉:</h3> あらゆるものは磨けば光る <h3>性格・特徴:</h3> マンガを読み始めると他のことを忘れる。
pl: <h3>Pozycja:</h3> Oficer ds. kontroli uszkodzeń / członkini komitetu upiększającego <h3>Hobby:</h3> Manga, robótki krawieckie <h3>Ulubiona potrawa:</h3> Wszystkie potrawy z jajkami, woli jajka niż ryż <h3>Znienawidzona potrawa:</h3> Sardynki <h3>Ulubiony przedmiot:</h3> Technika (inżynieria), ekonomia gospodarstwa domowego (krawiectwo) <h3>Znienawidzony przedmiot:</h3> Język angielski <h3>Ulubione powiedzenie:</h3> „Wszystko, co zostanie wypolerowane, będzie świecić”. <h3>Osobowość:</h3> Zapomina o całym świecie, kiedy zaczyna czytać mangę
ru: <h3>Должность:</h3> Механик/Комитет по благоустройству <h3>Хобби:</h3> Манга, шитьё <h3>Любимая еда:</h3> Яичные блюда, рис с сырым яйцом <h3>В еде не любит:</h3> Сардины <h3>Любимый предмет:</h3> Техника и технологии (инженерное дело), домоводство (пошив одежды) <h3>Из учебных предметов не любит:</h3> Английский язык <h3>Любимое выражение:</h3> «Сверкает то, что полируешь» <h3>Особые черты:</h3> Забывает обо всём, погрузившись в чтение манги
uk: <h3>Посада:</h3> Механік/Комітет з благоустрою <h3>Хобі:</h3> Манґа, шиття <h3>Улюблена їжа:</h3> Яєчні страви, рис з сирим яйцем <h3>Не любить їсти:</h3> Сардини <h3>Улюблений предмет:</h3> Техніка і технології (інженерна справа), домоведення (пошиття одягу) <h3>З навчальних предметів не любить:</h3> Англійську мову <h3>Улюблений вислів:</h3> «Сяє те, що поліруєш» <h3>Особливі риси:</h3> Забуває про все, читаючи манґу
zh: <h3>位阶：</h3>伤害控制官/美化委员 <h3>兴趣/特殊技能：</h3>漫画、裁缝 <h3>喜欢的食物：</h3>所有的蛋料理，也喜欢生蛋拌饭 <h3>不喜欢的食物：</h3>沙丁鱼 <h3>喜欢的科目：</h3>工艺 (工程学)、家政 (服装学) <h3>不喜欢的科目：</h3>英语 <h3>喜欢的话：</h3>「所有东西只要打磨就会发光」 <h3>性格：</h3>一旦开始看漫画就会忘记其它事情
zh_sg: <h3>职务：</h3>应急员/美化委员 <h3>兴趣/特长:</h3>画漫画、裁缝 <h3>喜欢的食物:</h3>全部蛋料理、生蛋拌饭也很喜欢 <h3>不喜欢的食物:</h3>沙丁鱼 <h3>擅长科目:</h3>技术(工程)、家政(服装) <h3>不擅长科目:</h3>英语 <h3>口头禅:</h3>“所有东西只要打磨就会发光” <h3>性格:</h3>一旦开始看漫画就会忘记其他的事
