Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRUS421_SUO
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS422_SUO
source: GFCS V mod. 2
ru: СУО V мод. 2
uk: СКВ V мод. 2
zh: GFCS V 2型

# IDS_PRUS431_SUO_NIKOLAY
source: GFCS IV mod. 1
ru: СУО IV мод. 1
uk: СКВ IV мод. 1
zh: GFCS IV 1型

# IDS_PRUS432_SUO_REV
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS441_SUO
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS442_SUO
source: GFCS V mod. 2
ru: СУО V мод. 2
uk: СКВ V мод. 2
zh: GFCS V 2型

# IDS_PRUS451_SUO_KK
source: GFCS V mod. 1
ru: СУО V мод. 1
uk: СКВ V мод. 1
zh: GFCS V 1型

# IDS_PRUS501_SUO
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS502_SUO
source: GFCS VI mod. 2
ru: СУО VI мод. 2
uk: СКВ VI мод. 2
zh: GFCS VI 2型

# IDS_PRUS503_B6_SUO_STOCK
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS504_B6_SUO_TOP
source: GFCS VI mod. 2
ru: СУО VI мод. 2
uk: СКВ VI мод. 2
zh: GFCS VI 2型

# IDS_PRUS511_SUO
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS512_SUO
source: GFCS VI mod. 2
ru: СУО VI мод. 2
uk: СКВ VI мод. 2
zh: GFCS VI 2型

# IDS_PRUS513_D6_SUO_STOCK_2
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS514_D6_SUO_TOP_2
source: GFCS VI mod. 2
ru: СУО VI мод. 2
uk: СКВ VI мод. 2
zh: GFCS VI 2型

# IDS_PRUS521_SUO_MOLOTOV
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS531_SUO_LGD
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS532_SUO_MAKAROV
source: GFCS VI mod. 1
ru: СУО VI мод. 1
uk: СКВ VI мод. 1
zh: GFCS VI 1型

# IDS_PRUS601_SUO
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS602_SUO
source: GFCS VII mod. 2
ru: СУО VII мод. 2
uk: СКВ VII мод. 2
zh: GFCS VII 2型

# IDS_PRUS603_B7_SUO_STOCK
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS604_B7_SUO_TOP
source: GFCS VII mod. 2
ru: СУО VII мод. 2
uk: СКВ VII мод. 2
zh: GFCS VII 2型

# IDS_PRUS611_SUO
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS612_SUO
source: GFCS VII mod. 2
ru: СУО VII мод. 2
uk: СКВ VII мод. 2
zh: GFCS VII 2型

# IDS_PRUS613_D7_SUO_STOCK_2
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS614_D7_SUO_TOP_2
source: GFCS VII mod. 2
ru: СУО VII мод. 2
uk: СКВ VII мод. 2
zh: GFCS VII 2型

# IDS_PRUS701_SUO
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS702_SUO
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS703_SUO_LAZO
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VII 1型

# IDS_PRUS704_B8_SUO_STOCK
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS705_B8_SUO_TOP
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS706_SUO_LENIN
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS707_SUO_POLTAVA
source: GFCS VII mod. 1
ru: СУО VII мод. 1
uk: СКВ VII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS711_SUO_KUTUZOV
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS712_D8_SUO_STOCK_2
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS713_D8_SUO_TOP_2
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS714_D8_SUO_STOCK_3
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS715_D8_SUO_TOP_3
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS716_CA8_SUO_STOCK
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS717_CA8_SUO_TOP
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS718_SUO_OCHAKOV
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS719_SUO_BAGRATION
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS720_SUO_V_I_LENIN
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS721_SUO
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS722_SUO
source: GFCS VIII mod. 2
ru: СУО VIII мод. 2
uk: СКВ VIII мод. 2
zh: GFCS VIII 2型

# IDS_PRUS801_SUO
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS802_SUO
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS803_B9_SUO_STOCK
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS804_B9_SUO_TOP
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS805_SUO_AZUR_SOV_RUSSIA
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS811_SUO
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS812_SUO
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS813_D9_SUO_STOCK_2
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS814_D9_SUO_TOP_2
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS815_D9_SUO_STOCK_3
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS816_D9_SUO_TOP_3
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS817_D9_SUO_STOCK_4
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS818_D9_SUO_TOP_4
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS819_SUO_KRON
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS820_SUO_NEUSTR
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS821_CA9_SUO_STOCK
source: GFCS IX mod. 1
ru: СУО IX мод. 1
uk: СКВ IX мод. 1
zh: GFCS IX 1型

# IDS_PRUS822_CA9_SUO_TOP
source: GFCS IX mod. 2
ru: СУО IX мод. 2
uk: СКВ IX мод. 2
zh: GFCS IX 2型

# IDS_PRUS830_BB8_SUO_BORODINO
source: GFCS VIII mod. 1
ru: СУО VIII мод. 1
uk: СКВ VIII мод. 1
zh: GFCS VIII 1型

# IDS_PRUS901_SUO
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS902_B10_SUO_TOP
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 2型

# IDS_PRUS903_B10_SUO_TOP
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS906_SUO_SMOLENSK
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS907_SUO_R10
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS911_SUO
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS912_D10_SUO_STOCK_2
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS913_D10_SUO_STOCK_3
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS914_CA10_SUO_STOCK
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS915_CA10_SUO_STOCK
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS974_SUO_MOSK
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS975_SUO_GROZ
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS976_STALINGRAD
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUS977_STALINGRAD
source: GFCS X mod. 1
ru: СУО X мод. 1
uk: СКВ X мод. 1
zh: GFCS X 1型

# IDS_PRUT004_D4
source: 533 mm D4
ru: 533-мм D4
uk: 533-мм D4
zh: 533 毫米 D4

# IDS_PRUT101_D2_TORP_STOCK
source: Torpedo Model 1908
es_mx: Torpedo Modelo 1908
ru: Торпеда обр. 1908 г.
uk: Торпеда зр. 1908 р.
zh: 1908型鱼雷
zh_sg: 鱼雷 Model 1908

# IDS_PRUT102_D2_TORP_TOP
source: Torpedo Model 1910
es_mx: Torpedo Modelo 1910
ru: Торпеда обр. 1910 г.
uk: Торпеда зр. 1910 р.
zh: 1910型鱼雷
zh_sg: 鱼雷 Model 1910

# IDS_PRUT201_D3_TORP_STOCK
source: Torpedo Model 1910
es_mx: Torpedo Modelo 1910
ru: Торпеда обр. 1910 г.
uk: Торпеда зр. 1910 р.
zh: 1910型鱼雷
zh_sg: 鱼雷 Model 1910

# IDS_PRUT211_456_2_PAT_10
source: Torpedo Model 1910
es_mx: Torpedo Modelo 1910
ru: Торпеда обр. 1910 г.
uk: Торпеда зр. 1910 р.
zh: 1910型鱼雷
zh_sg: 鱼雷 Model 1910

# IDS_PRUT301_D4_TORP_STOCK
source: Torpedo Model 1910
es_mx: Torpedo Modelo 1910
ru: Торпеда обр. 1910 г.
uk: Торпеда зр. 1910 р.
zh: 1910型鱼雷
zh_sg: 鱼雷 Model 1910

# IDS_PRUT321_D4_TORP_TOP
source: Torpedo Model 1912
es_mx: Torpedo Modelo 1912
ru: Торпеда обр. 1912 г.
uk: Торпеда зр. 1912 р.
zh: 1912型鱼雷
zh_sg: 鱼雷 Model 1912

# IDS_PRUT341_C4_TORP_STOCK
source: Torpedo Model 1912
es_mx: Torpedo Modelo 1912
ru: Торпеда обр. 1912 г.
uk: Торпеда зр. 1912 р.
zh: 1912型鱼雷
zh_sg: 鱼雷 Model 1912

# IDS_PRUT402_TORP_MIKOYAN
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT403_CA5_TORP_STOCK
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT405_TORP_KIROV
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT421_D5_TORP_STOCK
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT423_D5_TORP_STOCK_2
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT441_C5_TORP_STOCK
source: 53-36 mod. 1
ru: 53-36 мод. 1
uk: 53-36 мод. 1
zh: 53-36 1型

# IDS_PRUT512_D6_TORP_TOP
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT514_D6_TORP_TOP_2
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT531_TORP_LGD_V1
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT532_TORP_LGD_V2
source: 53-39 mod. 2
ru: 53-39 мод. 2
uk: 53-39 мод. 2
zh: 53-39 2型

# IDS_PRUT601_D7_TORP_STOCK
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT603_D7_TORP_STOCK_2
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT611_C7_TORP_STOCK
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRUT706_TORP_BAGRATION
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 1型

# IDS_PRUT712_TORP_OCHAKOV
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRUT722_D8_TORP_TOP
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRUT723_D8_TORP_STOCK_2
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRUT726_D8_TORP_TOP_3
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRUT802_D9_TORP_TOP
source: 53-39 mod. 4
ru: 53-39 мод. 4
uk: 53-39 мод. 4
zh: 53-49M

# IDS_PRUT805_D9_TORP_STOCK_3
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRUT806_D9_TORP_TOP_3
source: 53-39 mod. 2
ru: 53-39 мод. 2
uk: 53-39 мод. 2
zh: 53-39 2型

# IDS_PRUT807_D9_TORP_STOCK_4
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-38U

# IDS_PRUT808_D9_TORP_TOP_4
source: 53-39 mod.2
ru: 53-39 мод. 2
uk: 53-39 мод. 2
zh: 53-36 2型

# IDS_PRUT811_C9_TORP_STOCK
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRUT901_D10_TORP_STOCK
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRUT905_D10_TORP_STOCK_3
source: 53-39 mod. 3
ru: 53-39 мод. 3
uk: 53-39 мод. 3
zh: 53-39 3型

# IDS_PRUT911_TORP_R10
source: 53-39 mod. 4
ru: 53-39 мод. 4
uk: 53-39 мод. 4
zh: 53-39 мод. 4

# IDS_PT
source: Public Test
es_mx: Prueba Pública
ja: 公開テスト
pl: Test publiczny
ru: Общий тест
uk: Загальне тестування
zh: 公开测试
zh_sg: 公开测试

# IDS_PUAS001_WALRUS
source: Supermarine Walrus
zh: 超级玛琳 海象

# IDS_PUBLICTEST_ISDONE
source: First Mission
es_mx: Primera Misión
ja: ファーストミッション
pl: Pierwsza misja
ru: Первая миссия
uk: Перша місія
zh: Первая миссия
zh_sg: 任务一

# IDS_PUBLICTEST_ISDONE_2
source: Mission Two
es_mx: Misión Dos
ja: ミッション 2
pl: Misja nr 2
ru: Вторая миссия
uk: Друга місія
zh: Вторая миссия
zh_sg: 任务二

# IDS_PUBLICTEST_ISDONE_3
source: Main Mission
es_mx: Misión Principal
ja: メインミッション
pl: Główna misja
ru: Главная миссия
uk: Головна місія
zh: Главная миссия
zh_sg: 主要任务

# IDS_PUEP507_HAIDA_CANADA
source: Maple Leaf
es_mx: Hoja de Maple
ja: メイプルリーフ
pl: Liść klonu
ru: «Кленовый лист»
uk: «Кленовий лист»
zh: 枫叶
zh_sg: 枫叶

# IDS_PUEP507_HAIDA_CANADA_DESCRIPTION
source: An exclusive Canada Day camouflage
es_mx: Un camuflaje exclusivo del Día de Canadá
ja: 「カナダの日」限定迷彩
pl: Ekskluzywny kamuflaż z okazji Dnia Kanady
ru: Эксклюзивный камуфляж в честь Дня Канады.
uk: Ексклюзивний камуфляж на честь Дня Канади.
zh: 一个独特的CA国日涂装
zh_sg: 特别的加拿大日涂装

# IDS_PUEP517_HAIDA_COMMONWEALTH
source: British Commonwealth
es_mx: Commonwealth Británica
ja: イギリス連邦
pl: Brytyjska Wspólnota Narodów
ru: Британское Содружество
uk: Британська Співдружність
zh: 不列颠联邦
zh_sg: 英联邦

# IDS_PUEP517_HAIDA_COMMONWEALTH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of Commonwealth destroyers in times of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores de la Commonwealth en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス連邦駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem niszczycieli Wspólnoty w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов эсминцев Британского Содружества в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці й славних подвигів есмінців Британської Співдружності в дні війни. Ми шануємо традиції флоту!
zh: 为了纪念不列颠联邦驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念联邦驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PUPA001_152MM_HE_PERTH
source: 152 mm HE 6crh Mk IV
ru: 152-мм HE 6crh Mk IV
uk: 152-мм HE 6crh Mk IV
zh: 152 毫米 HE 6crh Mk IV

# IDS_PUPA002_152MM_AP_PERTH
source: 152 mm AP 6crh Mk IV
ru: 152-мм AP 6crh Mk IV
uk: 152-мм AP 6crh Mk IV
zh: 152 毫米 AP 6crh Mk IV

# IDS_PUPA005_102MM_HE_VAMPIRE
source: 102 mm HE 31lb
ru: 102-мм HE 31lb
uk: 102-мм HE 31 lb
zh: 102 毫米 HE 31lb

# IDS_PUPA006_102MM_SAP_VAMPIRE
source: 102 mm SAP 31lb
ru: 102-мм SAP 31lb
uk: 102-мм SAP 31lb
zh: 102 毫米 SAP 31lb

# IDS_PUPA007_120_HE_HAIDA
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PUPA008_120_AP_HAIDA
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PUPT001_533_MKIX_PERTH
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PUPT002_533_MKII_VAMPIRE
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PUPT003_533_HAIDA
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PURCHASED
source: Purchased
es_mx: Comprado
ja: 購入完了
pl: Zakupiono
ru: Куплен
uk: Куплено
zh: 已购买
zh_sg: 已购买

# IDS_PURCHASE_AND_INSTALL_COLON
source: PURCHASE AND MOUNT:
es_mx: COMPRAR Y MONTAR:
ja: 購入して搭載:
pl: KUP I ZAMONTUJ:
ru: КУПИТЬ И УСТАНОВИТЬ:
uk: КУПИТИ ТА ВСТАНОВИТИ:
zh: 购买并安装：
zh_sg: 购买并安装：

# IDS_PURCHASE_AND_INSTALL_MODULE_HEADER
source: PURCHASE AND MOUNT MODULE
es_mx: COMPRAR Y MONTAR MÓDULOS
ja: モジュールを購入して搭載
pl: KUP I ZAMONTUJ MODUŁ
ru: ПОКУПКА И УСТАНОВКА МОДУЛЯ
uk: КУПІВЛЯ ТА ВСТАНОВЛЕННЯ МОДУЛЯ
zh: 购买并安装配件
zh_sg: 购买并安装配件

# IDS_PURCHASE_CHANCE_LOOTBOX_EPIC
source: Supercontainer
es_mx: Supercontenedor
ja: スーパーコンテナ
pl: Superkontener
ru: Суперконтейнер
uk: Суперконтейнер
zh: 超级幸运补给箱
zh_sg: 超级补给箱

# IDS_PURCHASE_COST
source: Purchase price:
es_mx: Precio de compra:
ja: 購入価格:
pl: Cena zakupu:
ru: Стоимость покупки:
uk: Вартість купівлі:
zh: 购买价：
zh_sg: 购买价：

# IDS_PURCHASE_COST_TTH
source: Purchase:
es_mx: Compra:
ja: 購入:
pl: Kup:
ru: Покупка:
uk: Купівля:
zh: Покупка:
zh_sg: 购买：

# IDS_PURCHASE_EVENT_0_LOOTBOX_FOR
source: Purchase one container for
es_mx: Adquiere un contenedor por
ja: コンテナ 1 個を購入:
pl: Kup jeden kontener za
ru: Купить один контейнер за
uk: Купити один контейнер за
zh: 购买 1 个幸运补给箱并花费
zh_sg: 购买 1 个补给箱并花费

# IDS_PURCHASE_EVENT_1_LOOTBOX_FOR
source: Purchase five containers for
es_mx: Adquiere cinco contenedores por
ja: コンテナ 5 個を購入:
pl: Kup pięć kontenerów za
ru: Купить пять контейнеров за
uk: Купити п’ять контейнерів за
zh: 购买 5 个幸运补给箱并花费
zh_sg: 购买 5 个补给箱并花费

# IDS_PURCHASE_EVENT_2_LOOTBOX_FOR
source: Purchase 20 containers for
es_mx: Adquiere 20 contenedores por
ja: コンテナ 20 個を購入:
pl: Kup 20 kontenerów za
ru: Купить 20 контейнеров за
uk: Купити 20 контейнерів за
zh: 购买 20 个幸运补给箱并花费
zh_sg: 购买 20 个补给箱并花费

# IDS_PURCHASE_EVENT_LOOTBOX_MODAL_HEADER
source: Purchase Unique Containers
es_mx: Adquiere Contenedores Únicos
ja: 特別コンテナを購入
pl: Kup unikalne kontenery
ru: Покупка уникальных контейнеров
uk: Купівля унікальних контейнерів
zh: 购买特殊幸运补给箱
zh_sg: 购买独特补给箱

# IDS_PURCHASE_LOOTBOX_C
source: COLLECT CONTAINER
es_mx: RECOGER CONTENEDOR
ja: コンテナの入手
pl: ZBIERZ KONTENER
ru: ПОЛУЧИТЬ КОНТЕЙНЕР
uk: ОТРИМАТИ КОНТЕЙНЕР
zh: 收集幸运补给箱
zh_sg: 收集补给箱

# IDS_PURCHASE_LOOTBOX_EVENT
source: Purchase containers
es_mx: Adquirir contenedores
ja: コンテナを購入
pl: Kup kontenery
ru: Купить контейнеры
uk: Купити контейнери
zh: 购买幸运补给箱
zh_sg: 购买补给箱

# IDS_PURCHASE_LOOTBOX_MODAL_HEADER
source: Select Container
es_mx: Seleccionar Contenedor
ja: コンテナ選択
pl: Wybierz kontener
ru: Выберите контейнер
uk: Виберіть контейнер
zh: 选择幸运补给箱
zh_sg: 选择补给箱

# IDS_PURCHASE_PREMIUM_ACCOUNT
source: Purchase Premium Account
es_mx: Comprar Cuenta Premium
ja: プレミアムの購入
pl: Kup konto premium
ru: Купить премиум аккаунт
uk: Купити преміум акаунт
zh: 购买高级账号
zh_sg: 购买高级账号

# IDS_PURCHASE_PREMIUM_ACCOUNT_FOR
source: Purchase Wargaming Premium Account for
es_mx: Comprar Cuenta Premium de Wargaming por
ja: Wargaming プレミアムアカウントの購入:
pl: Kup konto premium Wargaming za
ru: Купить Общий премиум за
uk: Купити Загальний преміум за
zh: 购买Wargaming高级账号
zh_sg: 购买Wargaming高级账号

# IDS_PURCHASE_PREMIUM_WARNING_NEXT_BATTLE
source: Warships Premium Account will become effective from the next battle.
es_mx: La Cuenta Premium Warships será efectiva a partir de la siguiente batalla.
ja: Warships プレミアムアカウントは次戦から反映されます。
pl: Konto premium Warships będzie działać od następnej bitwy.
ru: Премиум аккаунт начнёт действовать со следующего боя.
uk: Преміум акаунт почне працювати з наступного бою.
zh: Премиум аккаунт начнёт действовать со следующего боя.
zh_sg: 战舰高级账号将从下场战斗起生效。

# IDS_PURCHASE_SHIP
source: Purchase a ship
es_mx: Comprar un barco
ja: 艦の購入
pl: Kup okręt
ru: Купить корабль
uk: Купити корабель
zh: 购买一艘战舰
zh_sg: 购买一艘战舰

# IDS_PURCHASE_SHIP_HEADER
source: PURCHASE SHIP
es_mx: COMPRAR BARCO
ja: 艦の購入
pl: KUP OKRĘT
ru: ПОКУПКА КОРАБЛЯ
uk: КУПІВЛЯ КОРАБЛЯ
zh: 购买战舰
zh_sg: 购买战舰

# IDS_PURCHASE_SHIP_TO_SEE_MODERNIZATIONS
source: Purchase the ship to view upgrades
es_mx: Compra el barco para ver mejoras
ja: アップグレードを確認するには艦を購入してください
pl: Kup okręt żeby zobaczyć ulepszenia
ru: Модернизации доступны только после покупки корабля
uk: Модернізації доступні лише після купівлі корабля
zh: 购买该战舰以安装升级品
zh_sg: 购买该战舰以查看升级品

# IDS_PURCHASE_SHIP_UPPER_CASE
source: PURCHASE SHIP
es_mx: COMPRAR BARCO
ja: 艦の購入
pl: KUP OKRĘT
ru: КУПИТЬ КОРАБЛЬ
uk: КУПИТИ КОРАБЕЛЬ
zh: 购买战舰
zh_sg: 购买战舰

# IDS_PURCHASE_SLOTS_HEADER
source: PURCHASE NEW SLOTS
es_mx: COMPRAR NUEVOS ESPACIOS
ja: 新しいスロットの購入
pl: KUP NOWE MIEJSCA
ru: ПОКУПКА НОВЫХ СЛОТОВ
uk: КУПІВЛЯ НОВИХ МІСЦЬ СТОЯНКИ
zh: 购买新的船位
zh_sg: 购买新的船位

# IDS_PURCHASE_SLOT_FOR_UPPER_CASE
source: PURCHASE SLOT
es_mx: COMPRAR ESPACIO
ja: スロット購入
pl: KUP MIEJSCE
ru: КУПИТЬ СЛОТ
uk: КУПИТИ МІСЦЕ СТОЯНКИ
zh: 购买船位
zh_sg: 购买船位

# IDS_PURCHASE_UPPER_CASE
source: BUY
es_mx: COMPRAR
ja: 購入
pl: KUP
ru: КУПИТЬ
uk: КУПИТИ
zh: 购买
zh_sg: 购买

# IDS_PURCHASE_WOWS_ACCOUNT_FOR
source: Purchase Warships Premium Account for
es_mx: Comprar Cuenta Premium Warships por
ja: Warships プレミアムアカウントの購入:
pl: Kup konto premium Warships za
ru: Купить Корабельный премиум за
uk: Купити Корабельний преміум за
zh: 购买战舰高级账号
zh_sg: 购买战舰高级账号

# IDS_PURE_PORT_SKIP_VIDEO_HINT
source: [KEY_SPACE] Skip video
es_mx: [KEY_SPACE] Omitir video
ja: [KEY_SPACE] 動画をスキップ
pl: [KEY_SPACE] Pomiń film
ru: [KEY_SPACE] Пропустить видео
uk: [KEY_SPACE] Пропустити відео
zh: [KEY_SPACE] Пропустить видео
zh_sg: [KEY_SPACE]跳过视频

# IDS_PURSHASE_FAILED
source: Purchase Error
es_mx: Error de Compra
ja: 購入エラー
pl: Błąd zakupu
ru: Ошибка при покупке
uk: Помилка під час купівлі
zh: 购买错误
zh_sg: 购买错误

# IDS_PUSC506
source: Perth
zh: 珀斯
zh_sg: 珀斯

# IDS_PUSC506_DESCR
source: This warship was built in the UK, based on a reworked design of Leander-class cruisers with a modified arrangement of the propulsion unit. She was similar to her prototype in terms of armament, but had a different armor layout. In 1939, the ship was commissioned into the Royal Australian Navy.
es_mx: Este barco fue construido en el RU, basado en un diseño retrabajado de los cruceros clase Leander con un distribución modificada de la unidad de propulsión. Era similar a su prototipo en términos de armamento, pero tenía una distribución de blindaje diferente. En 1939, el barco fue comisionado en la Marina Real Australiana.
ja: イギリスで建造された軽巡洋艦パースは、リアンダー級の改良型であり、機関構成が変更されていました。兵装は前級と同様でしたが、装甲レイアウトは異なっていました。1939 年、オーストラリア海軍に就任。
pl: Okręt wojenny zbudowany w Zjednoczonym Królestwie w oparciu o krążowniki klasy Leander. W porównaniu z poprzednikiem jego podzespoły napędowe i pancerz były inaczej rozmieszczone, ale uzbrojenie miało podobną siłę. W 1939 roku okręt został oddany do służby w Królewskiej Marynarce Wojennej Australii.
ru: Строился в Великобритании по переработанному проекту крейсеров типа Leander с изменённым расположением энергетической установки. Повторял прототип по вооружению и скорости, но имел иную схему бронирования. В 1939 году вошёл в состав ВМС Австралии.
uk: Будувався у Великобританії за переробленим проектом крейсерів типу Leander зі зміненим розташуванням силової установки. Повторював прототип за озброєнням та швидкістю, але мав іншу схему бронювання. 1939 р. увійшов до складу ВМС Австралії.
zh: 这艘战舰是在Y国打造，根据利安得级巡洋舰的设计来重新制作，修改了推进装置的排列编制。它在武器方面与原型舰类似，不过有着不同的装甲配置。
zh_sg: 原为英国制造，基于利安得级巡洋舰重新设计的战舰，着重修改了推进系统的布局。武器方面与前代舰类似，但有着不同的装甲配置。1939年，该战舰被转角并服役于澳大利亚皇家海军。

# IDS_PUSC506_FULL
source: Perth
zh: 珀斯
zh_sg: 珀斯

# IDS_PUSC506_SHORT
source: PRTH
zh: 珀斯
zh_sg: 珀斯

# IDS_PUSD503
source: Vampire
zh: 吸血鬼
zh_sg: 吸血鬼

# IDS_PUSD503_DESCR
source: One in a series of advantageous Type 5 flotilla leaders designed and built for the Royal Navy. In 1933, the ship was transferred to the Royal Australian Navy. During World War II, she was slightly upgraded and partially rearmed.
es_mx: Uno de una serie de líderes de flotilla Tipo 5, diseñados y construidos para la Marina Real. En 1933, la nave fue transferida a la Marina Real Australiana. Durante la Segunda Guerra Mundial, fue ligeramente mejorada y parcialmente rearmada.
ja: ヴァンパイアは、新鋭のタイプ 5 嚮導駆逐艦の 1 隻であり、イギリス海軍用として設計・建造されました。そして 1933 年にオーストラリア海軍所属となりました。二次大戦中に若干強化され、兵装も一部変更されました。
pl: Jeden z udanych niszczycieli prowadzących Type 5, zbudowanych dla Royal Navy. W 1933 roku okręt został przekazany Royal Australian Navy. W trakcie II wojny światowej został nieco zmodernizowany i przezbrojony.
ru: Один из удачных для своего времени лидеров эсминцев типа V, разработанных и построенных для ВМС Великобритании. В 1933 году передан ВМС Австралии. В годы Второй мировой войны корабль был незначительно модернизирован и частично перевооружён.
uk: Один з вдалих для свого часу лідерів есмінців типу V, розроблених і побудованих для ВМС Великобританії. Переданий до ВМС Австралії 1933 р. У роки Другої світової війни корабель дещо модернізували і частково переозброїли.
zh: 一艘带有一系列有利设计、和为Y系海军建造的类型 5 舰队领导舰。1933 年，该战舰被转交给A国皇家海军。大战期间，它被略微升级过且重新武装了一部分。
zh_sg: 一艘带有一系列先进设计，为英国皇家海军建造的Type5舰队领导舰。1933年，该战舰被转交给澳大利亚皇家海军。第二次世界大战期间，进行了略微升级和部分武器换装。

# IDS_PUSD503_FULL
source: Vampire
zh: 吸血鬼
zh_sg: 吸血鬼
