Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC282_NY2019_MIKASACARD_DESCRIPTION
source: Japanese squadron battleship Mikasa, one of the few surviving representatives of the classic era of "armor and steam", was built in the U.K. by Vickers. When she was commissioned in 1902, she claimed to be the largest and most powerful warship in the world, and not without good reason. She was a force to be reckoned with: a displacement of nearly 16,000 tons, Krupp cemented armor, improved turret mount mechanisms that provided a rate of fire unrivaled for its time, and fourteen 152 mm guns capable of firing up to seven 45 kg shells per minute. From the very beginning of her construction, Mikasa was destined to be the flagship of the navy. During her trial period, in early 1902, she received an original paint scheme that, became the standard for the Imperial Japanese Navy for a short period of time and was not used in any other Navy of the world. In accordance with this scheme, the ship's side, masts, and funnels were covered with black paint, while superstructures, turret mounts, and lifeboats were painted white. The unique detail that made the Navy flagship instantly recognizable was her three white stripes on each of the funnels. However, Mikasa did not pose in her black-and-white dress for too long. In early 1904, the Russo-Japanese War broke out, becoming the swan song of the entirety of the type of squadron battleships.
es_mx: Uno de los pocos sobrevivientes representantes de la era clásica del “blindaje y vapor”, el acorazado de escuadrón japonés Mikasa fue construido por el RU por Vickers. Cuando fue comisionado en 1902, reclamó ser el barco de guerra más grande y poderoso del mundo, y no sin una buena razón. Era una fuerza que debía ser respetada con: un desplazamiento de casi 16,000 toneladas, blindaje cementado de Krupp, una torreta con mecanismos mejorados lo que proporcionaba una velocidad de cadencia de fuego sin rivalidad en ese momento, y finalmente catorce cañones de 152 mm capaces de disparar hasta siete proyectiles de 45 kg por minuto. Desde el comienzo de su construcción, el Mikasa fue destinado en ser buque insignia de la marina. Durante su periodo de pruebas, a principios de 1902, recibió la pintura original que, por un tiempo corto, se convertiría en el color estándar de la Marina Imperial Japonesa y que no sería usado por ninguna Marina del mundo. De acuerdo a este diseño de pintura, los lados del barco, los mástiles, y chimeneas estaban cubiertos por una pintura negra, mientras que las superestructuras, torretas, y salvavidas estaban pintados de blanco. El detalle único que lo distinguía de los otros buques insignia era sus tres rayas blancas en cada una de sus chimeneas. Sin embargo, el Mikasa no posó en su vestido negro y blanco por mucho tiempo. A principios de 1904, la Guerra Ruso-Japonesa comenzó, convirtiéndose en la canción de cisne de todo tipo de escuadrón de acorazados.
ja: 「蒸気機関を搭載した装甲艦」の古典時代からの稀少な現存艦の 1 隻である戦艦三笠は、イギリスのヴィッカース社で建造されました。1902 年の就役時、本艦は世界で最も大型かつ強力な軍艦でしたが、それには充分な理由がありました。本艦は一目置かれるのに値する軍艦であり、約 16,000 トンの排水量、クルップ社の硬化装甲、当時としては比類ない速度で大型砲の射撃を可能とする改良型砲塔機構、そして 45 kg の砲弾を分間 7 発発射可能な 14 門の 152 mm 砲を有していました。 建造開始時点で、三笠は日本海軍の旗艦となることが決まっていました。公試中の 1902 年初頭に獲得した本艦の個性的な塗装スキームは、短期間で大日本帝国海軍の標準塗装として、世界中の他の海軍では使用されないものとなりました。このスキームでは、艦の舷側、マスト、そして煙突は黒色で、そして上部構造物、砲塔、救命艇は白色で塗装されました。この日本海軍旗艦を即座に見分けるための細かい特徴は、各煙突の 3 本の白線でした。しかし、三笠はこの白黒の衣装を長く纏うことはありませんでした。1904 年初頭に勃発した日露戦争は、あらゆる前弩級戦艦にとって最後の晴れ舞台となりました。
pl: Jeden z kilku istniejących reprezentantów klasycznej ery „pancerza i pary”, japoński pancernik eskadrowy Mikasa, zbudowany został w Zjednoczonym Królestwie przez firmę Vickers. Gdy w 1902 roku rozpoczynał swoją służbę, uznawany był za największy i najpotężniejszy pancernik świata – nie bez powodu. Był w swoich czasach prawdziwą potęgą: wyporność prawie 16 000 ton, pancerz nawęglany Kruppa, nowoczesne mechanizmy stanowisk artyleryjskich, które zapewniały niezrównaną wówczas szybkostrzelność oraz czternaście dział kal. 152 mm, które mogły wystrzeliwać do siedmiu ważących 45 kg pocisków na minutę. Od samego początku pancernik Mikasa budowany był jako okręt flagowy marynarki. W okresie próbnym, na początku 1902 roku, otrzymał on oryginalne malowanie, które na krótki okres stało się standardem Cesarskiej Marynarki Wojennej Japonii i nie było używane przez żadną inną marynarkę świata. W schemacie tym burty, maszty i kominy pokryte były czarną farbą, natomiast nadbudówki, stanowiska artyleryjskie i szalupy ratunkowe malowano na biało. Cechą wyróżniającą okręt flagowy marynarki były trzy białe pasy na każdym z kominów. Jednak Mikasa nie cieszył się swoją czarno-białą szatą zbyt długo. Na początku 1904 roku wybuchła wojna rosyjsko-japońska, która oznaczała schyłek pancerników eskadrowych jako typu okrętów.
ru: Один из немногих сохранившихся до наших дней представителей классической эпохи «брони и пара» японский эскадренный броненосец Mikasa был построен в Великобритании компанией Vickers. При вступлении в строй в 1902 году он претендовал на роль самого крупного и самого мощного боевого корабля в мире. Для этого были все основания: почти 16 000 водоизмещения, крупповская цементированная броня, усовершенствованные механизмы башенных установок, обеспечивавших непревзойдённую для того времени скорострельность тяжёлых орудий, и, наконец, четырнадцать 152-мм орудий, способных выпускать до семи 45-кг снарядов в минуту. С самого начала строительства Mikasa предназначался на роль флагмана флота. Ещё в период ходовых испытаний в начале 1902 года он получил оригинальную схему окраски, на очень краткий период ставшую стандартной для Императорских ВМС Японии и не применявшуюся больше ни в одном флоте мира. В соответствии с этой схемой борт корабля, мачты и дымовые трубы покрывались чёрной краской, а надстройки, башенные установки и шлюпки — белой. Уникальной деталью, делавшей флагман флота мгновенно узнаваемым, были три белые полосы на дымовых трубах. В чёрно-белой окраске Mikasa щеголял недолго. В начале 1904 года разразилась Русско-японская война, ставшая лебединой песней самого класса эскадренных броненосцев.
uk: Один з небагатьох збережених до наших днів представників класичної епохи «броні та пари» японський ескадрений броненосець Mikasa побудувала у Великобританії компанія Vickers. Ставши у стрій 1902 р. він був чи не найбільшим і найпотужнішим бойовим кораблем світу. Для цього були всі підстави: водотоннажність майже 16 000 тонн, круппівська цементована броня, вдосконалені механізми баштових установок, що забезпечували неперевершену на той час скорострільність важких гармат, і, нарешті, чотирнадцять 152-мм гармат, здатних випускати до семи 45-кг снарядів на хвилину. Від самого початку будівництва Mikasa призначався на роль флагмана флоту. Ще під час ходових випробувань на початку 1902 р. отримав оригінальну схему забарвлення, що на дуже короткий час стала стандартною для Імператорських ВМС Японії, і яку не застосовували більше на жодному флоті світу. Відповідно до цієї схеми борт корабля, щогли й димові труби покривали чорною фарбою, а надбудови, баштові установки і шлюпки — білою. Унікальною деталлю, яка робила флагман флоту миттєво упізнаваним, були три білі смуги на димових трубах. У чорно-білому забарвленні Mikasa красувався недовго. На початку 1904 р. почалася Російсько-японська війна, що стала лебединою піснею самого класу ескадрених броненосців.
zh: R国分舰队战列舰鲐是少数幸存的「装甲与蒸汽」时代的代表之一，由维克斯在Y国建造。当它在1902年投入服役时，它号称是世界上最大、最强的战舰，并这并非没有道理。它是一支不可忽视的力量：近16,000吨的排水量、克虏伯接合的装甲、改良的炮座安装机制，提供当时无与伦比的重炮射击速度，最后还有14门152毫米炮，每分钟能够发射多达7发45公斤炮弹。 从建造之初，鲐就注定成为海军的旗舰。在它1902年初的试航期间，它获得原创的涂装图案，在不久后，成为R国帝国海军的标准，并且没有被世界上其他任何海军使用。根据这种图案，战舰的侧面、桅杆和烟囱都以黑色油漆覆盖，而上层建筑、炮座和救生艇则涂成白色。使海军旗舰能立即被识别的独特细节是它在每个烟囱上的三条白色条纹。然而，鲐并没有穿着它的黑白裙子太长时间。1904年初，R国和S国的战争爆发，成为整个分舰队战列舰的天鹅之歌。
zh_sg: 日本中队战列舰三笠是少数在“装甲和蒸汽”时代的幸存的代表之一，它由英国维克斯公司建造。当在1902年开始服役时，它声称自己是世界上尺寸最大，战斗力最强大的战舰，而这并非是无稽之谈。它是一股不可忽视的力量：近16000吨的排水量，克虏伯的粘合装甲，改进的炮塔安装机制，可以提供当时无与伦比的重型火炮射速，此外还有14门152毫米火炮，每分钟能够射出多达7枚45公斤炮弹。 从建造之初，三笠就注定成为海军的旗舰。1902年初，在它的试验期间，她应用了一个原始的涂漆配色方案，在短时间内，这成为了日本帝国海军的标准方案，但是世界上没有任何其他国家的海军使用过。这种方案中，船的侧面，桅杆和烟囱都漆成着黑色，而上层建筑、炮塔组和救生艇则漆成白色。这艘海军旗舰最显眼的独特细节是在它的每个烟囱上都有三条白色条纹。然而，三笠并没有穿这样的“黑白连衣裙”很长时间。1904年初，日俄战争爆发，也敲响了整个中队战列舰丧钟。

# IDS_PCZC283_NY2019_GRAVIERECARD
source: Jurien de la Gravière, 1903
ja: Jurien de la Gravière (1903 年)
pl: Jurien de la Gravière, 1903 r.
ru: Jurien de la Gravière, 1903 г.
uk: Jurien de la Gravière, 1903 р.
zh: 尤里安-格拉维，1903
zh_sg: 尤里安·格拉维，1903年

# IDS_PCZC283_NY2019_GRAVIERECARD_DESCRIPTION
source: In the 1890s, the concept of oceanic "trade destroyers" – large, high-speed ships with good seakeeping characteristics and an impressive action range – gained popularity in France. However, the initial results of the implementation of this idea in shipbuilding programs were not quite satisfactory. Laid down as ocean raiders, cruisers Châteaurenault and Guichen were too expensive, and poorly armed. It was decided to consider and fix these drawbacks when building the third ship. In November 1897, a cruiser named after the naval commander, historian, and member of the French Academy – Admiral Jean Pierre Edmond Jurien de La Gravière – was laid down at the naval shipyard in Lorient. The new ship was smaller than her predecessors, but she was almost as fast. She also had much better armament, with eight 165 mm guns in comparison to the two 165 mm and six 139 mm carried by Châteaurenault and Guichen. Extended trials delayed her commissioning, and, as a result, Jurien de la Gravière was completed only in 1903. By this time, the Command of the French Navy (Marine Nationale) completely abandoned construction of large armored cruisers, realizing that at such a high cost, their protection was too weak for a serious squadron battle.
es_mx: En 1890, el concepto de "destructores de comercio" oceánicos—barcos grandes, con alta velocidad con altas características de estar en el mar y un rango de acción impresionante—ganaron popularidad en Francia. Sin embargo, los resultados iniciales de implementación de la idea en los programas de construcción de barcos no fueron lo bastante satisfactorio. Botados como corsarios de océanos, los cruceros Châteaurenault y Guichen fueron demasiado caros, e incluso mal armados. Fue decidido reconsiderar la idea y arreglar sus faltas cuando se construía el tercer barco. En noviembre de 1897, un crucero nombrado como el comandante naval, historiador y miembro de la Academia Francesa—el Almirante Jean Pierre Edmond Jurien de La Gravière—fue botado en el astillero naval de Lorient. El nuevo barco era más pequeño que sus predecesores, pero era igual de rápido. También tenía mucho mejor armamento, ocho cañones de 165 mm en comparación a los seis cañones de 139 mm llevados por el Châteaurenault y el Guichen. Pruebas extensas retrasaron su comisión, y, como resultado, el Jurien de la Gravière fue completado solamente en 1903. Para ese tiempo, el Comando de la Marina Francesa—la Marine Nationale—había completamente abandonado la construcción de cruceros blindados grandes, dándose cuenta que, costaban mucho, su protección era muy poca para un escuadrón de batalla serio.
ja: 1890 年代、外洋での「通商破壊艦」、すなわち良好な凌波性能と優れた航続距離を有する大型の高速艦が、フランスで広く用いられるようになりました。しかし、この構想を建艦計画に組み込んだ最初の結果は、あまり満足とはいえないものでした。外洋通商破壊艦として起工された巡洋艦シャトールノーとギシャンは高価すぎた半面、兵装は不充分でした。3 番艦の建造時にはこれらの欠点を再考し修正することが決定されました。 1897 年、海軍指揮官、歴史家、そしてフランスアカデミーの会員でもあったジャン・ピエール・エドモン・ジュリアン・デ・ラ・グラヴィエール提督の名にちなんだ巡洋艦が、ロリアンの海軍工廠で起工されました。この新造艦は前級艦より小型でしたが、同様に高速でした。本艦はより優れた兵装を備え、165 mm 砲 2 門と 139 mm 砲 6 門を搭載したシャトールノーやギシャンに対し、165 mm 砲 8 門を搭載していました。公試の延長により就役が遅た結果、ジュリアン・デ・ラ・グラヴィエールは 1903 年にようやく完成しました。しかしこの当時、フランス海軍司令部は大型の防護巡洋艦の建造を完全に廃止していました。これらの艦が費用が高額であるにも関わらず、艦隊決戦においては防御が非常に脆弱である点を認識したためです。
pl: W latach 90. XIX wieku koncepcja oceanicznych „niszczycieli handlowych” – dużych, szybkich okrętów odznaczających się wysoką dzielnością morską i dużym zasięgiem zdobywała dużą popularność we Francji. Jednak początkowe rezultaty nie były obiecujące. Zbudowane w charakterze oceanicznych najeźdźców krążowniki Châteaurenault oraz Guichen były zbyt drogie, a jednocześnie zbyt słabo uzbrojone. Zdecydowano się poprawić te mankamenty przy budowie trzeciego okrętu. W listopadzie 1897 roku w Lorient położono stępkę pod budowę krążownika noszącego imię dowódcy morskiego, historyka i członka Akademii Francuskiej – admirała Jean Pierre Edmond Jurien de La Gravière'a. Nowy okręt był mniejszy od poprzedników, ale prawie tak samo szybki. Był też znacznie lepiej uzbrojony – posiadał osiem dział kal. 165 mm, podczas, gdy Châteaurenault i Guichen posiadały jedynie dwa działa kal. 165 mm i sześć dział kal. 139 mm. Przedłużające się próby morskie opóźniły rozpoczęcie służby, które nastąpiło dopiero w 1903 roku. Do tego czasu dowództwo Marine Nationale całkowicie porzuciło ideę budowania dużych, opancerzonych krążowników, zdawszy sobie sprawę z tego, że jak na ponoszone koszty produkcji ich opancerzenie było zbyt słabe na poważne walki w formacjach.
ru: В 1890-х годах во Франции приобрела популярность концепция океанских «истребителей торговли» — крупных быстроходных кораблей, обладающих хорошей мореходностью и большим радиусом действия. Однако первые результаты воплощения этой идеи в кораблестроительных программах были не вполне удовлетворительны. Заложенные как океанские рейдеры, крейсеры Châteaurenault и Guichen оказались слишком дорогими и при этом слабо вооружёнными. Недостатки решено было учесть при строительстве третьего корабля. В ноябре 1897 года на военно-морской верфи в городе Лорьян был заложен крейсер, названный в честь флотоводца и историка, члена Французской академии адмирала Жана-Пьера-Эдмона Жюрьен де ля Гравьера. Новый корабль был меньше своих предшественников, почти не уступал им в скорости и при этом был гораздо лучше вооружён, имея восемь 165-мм орудий против двух 165-мм и шести 139-мм у Châteaurenault и Guichen. Затянувшиеся испытания задержали его вступление в строй, и в итоге Jurien de la Gravière был окончательно укомплектован только в 1903 году. К этому времени командование ВМС Франции — Марин Насьональ — вовсе отказалось от строительства больших бронепалубных крейсеров, осознав, что при высокой стоимости они обладают слишком слабой защитой для серьёзного эскадренного боя.
uk: У 1890-х рр. у Франції набула популярності концепція океанських «винищувачів торгівлі» — великих швидкохідних кораблів, що мали добру мореплавність і великий радіус дії. Однак перші результати втілення цієї ідеї в кораблебудівельних програмах були незадовільні. Закладені як океанські рейдери, крейсери Châteaurenault і Guichen виявилися занадто дорогими і водночас слабо озброєними. Недоліки вирішили врахувати під час будівництва третього корабля. У листопаді 1897 р. на військово-морській верфі у місті Лорьян заклали крейсер, названий на честь флотоводця і історика, члена Французької академії адмірала Жана-П’єра-Едмона Жюр’єн де ля Грав’єра. Новий корабель був менше своїх попередників, майже не поступався їм швидкістю і до того ж був набагато ліпше озброєний, маючи вісім 165-мм гармат проти двох 165-мм і шести 139-мм у Châteaurenault й Guichen. Тривалі випробування затримали його вступ у стрій, і в підсумку Jurien de la Gravière був остаточно укомплектований лише 1903 р. До цього часу командування ВМС Франції — Марін Насьональ — зовсім відмовилося від будівництва великих бронепалубних крейсерів, усвідомивши, що з огляду на їхню високу вартість вони мають занадто слабкий захист для серйозного ескадреного бою.
zh: 在1890年代，海洋「贸易驱逐舰」的概念—具有良好的适航性和令人印象深刻的作战范围的大型高速舰—在F国获得了普及。然而，在造船计划中实施这一概念的初步结果并不令人满意。作为海上袭击者安放龙骨的巡洋舰雷诺城堡和贵宾太贵了，武装又不足。在建造第三艘战舰时，决定考虑并解决这些缺点。 1897年11月，一艘以海军司令、历史学家和F过学术院成员—海军上将让-皮埃尔-艾德蒙- 尤里安-格拉维—为名的巡洋舰在洛里昂的海军造船厂安放龙骨。这艘新舰比它的前辈小，但它几乎一样快。与雷诺城堡和贵宾装备的两门165毫米和六门139毫米炮相比，它还有更好的武装，8门165毫米炮。延长的试航延后了它的投入服役，因此，尤里安-格拉维直到1903年才完工。此时，F国海军司令部完全放弃建造大型装甲巡洋舰，了解到考虑它们的高成本，它们的防护对高强度分舰队战斗来说太弱了。
zh_sg: 在19世纪90年代，大洋“贸易驱逐舰”—具有良好的航行属性和令人印象深刻的行动范围的大型高速舰船的概念在法国很热门。然而，要在造船计划中实施这一想法，一开始的结果并不十分令人满意。作为海洋突袭者，雷诺堡和吉尚巡洋舰造价太贵了，而且装备落后。在建造第三艘船时，法国人决定考虑这些缺点并解决它们。 1897年11月，一艘以海军司令，历史学家和法国学院成员海军上将让·皮埃尔·爱德蒙·尤里安·格拉维命名的巡洋舰在洛里昂的海军造船厂开始建造。这艘新的战舰比它的前辈们尺寸更小，但在速度上几乎一样快。与雷诺堡和吉尚装备的两门165毫米火炮和六门139毫米火炮相比，它拥有更好的武器装备，它装备有八门165毫米火炮。由于试验时间延长，它的交付服役时间被推迟了，因此，尤里安·格拉维在1903年才完工。此时，法国海军司令部完全放弃了大型装甲巡洋舰的建造，它们认识到，考虑到它们极高的成本，他们的防护相对太弱，无法进行激烈的中队战。
