Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC277_NY2019_VARYAGFIGURE_DESCRIPTION
source: As a rule, ships of the Russian Imperial Navy that entered into service at the turn of the 20th century no longer carried rich figureheads characteristic of the 1880s through the early 1890s. The exceptions were squadron battleship Retvizan and protected cruiser Varyag, ordered in the U.S.A. Both ships were built between 1898 and 1901 at the shipyards of William Cramp & Sons shipbuilding company in Philadelphia, Pennsylvania. Varyag's figurehead, made of gilded bronze, replicated many similar decorative elements of American ships of that time in its design and execution. Only the bald eagle with the U.S. Navy emblem was replaced by the Russian Imperial two-headed eagle. After the sunk cruiser was lifted by the Japanese from the bottom of Chemulpo Bay, the massive figurehead was completely dismantled. The ship formerly known as Varyag was eventually renamed Soya, and joined the Imperial Japanese Navy after a long overhaul with a chrysanthemum on a stem.
es_mx: Los barcos de la Armada Imperial Rusa que entraron en servicio durante el cambio de siglo XIX al XX, como regla, no llevaban los característicos mascarones ornamentales de la década de 1880 e incios de la década de 1890. Las excepciones fueron el acorazado Retvizan y el crucero protegido Varyag, ordenados en los EE. UU. Ambos barcos fueron construidos entre 1898 y 1901, en los astilleros de la compañía de construcción naval William Cramp & Sons, en Filadelfia, Pensilvania. El mascarón del Varyag, hecho de bronce dorado, replicaba muchos elementos decorativos similares a los de los barcos estadounidenses de esa época en su diseño y ejecución. Solo el águila calva con el emblema de la Marina de los EE. UU. fue reemplazada por el águila de dos cabezas de la Rusia Imperial. Después de que el crucero hundido fuera sacado del fondo de la Bahía de Chemulpo por los japoneses, el enorme mascarón fue desmantelado por completo. El barco conocido como Varyag, eventualmente fue renombrado 'Soya', y se unió a la Armada Imperial Japonesa después de una larga reparación y se colocó una flor de crisantemo sobre la roda.
ja: 19 - 20 世紀の転換期に就役したロシア帝国海軍の艦艇は、一般に 1880 - 1890 年代の豪華な艦首像は備えていません。例外は戦艦レトヴィザンと防護巡洋艦ヴァリャーグでした。両艦はアメリカに発注され、1898 - 1901 年にペンシルヴァニア州フィラデルフィアのウィリアム・クランプ・アンド・サンズ造船社で建造されました。 ヴァリャーグの艦首像は金箔のブロンズ製で、当時のアメリカの艦艇とは、デザインや作風で多くの装飾要素が類似しています。違いは、アメリカ海軍のハクトウワシの紋章が、ロシア帝国の双頭の鷲に置き換わったことだけです。沈没した巡洋艦が日本によって仁川沖から引き揚げられた後、巨大な艦首像は完全に撤去されました。以前はヴァリャーグとして知られていた艦艇はその後宗谷と改名され、長期間のオーバーホールにおいて艦首に菊花紋章をつけ、大日本帝国海軍に加わりました。
pl: Okręty Rosyjskiej Floty Imperialnej, które weszły do służby na przełomie XIX i XX wieku z reguły nie posiadały żadnych galionów charakterystycznych dla lat 80. i początku 90. XIX wieku. Wyjątki stanowiły pancernik Retvizan i krążownik pancernopokładowy Varyag, zamówione w Stanach Zjednoczonych. Oba okręty zbudowano w latach 1898–1901 w stoczniach firmy William Cramp & Sons w mieście Philadelphia, w stanie Pensylwania. Galion okrętu Varyag, wykonany z pozłacanego brązu, przypominał wiele podobnych elementów z okrętów amerykańskich powstałych w tym samym okresie. Bielik amerykański z emblematem U.S. Navy został oczywiście zastąpiony dwugłowym orłem Imperium Rosyjskiego. Po podniesieniu zatopionego krążownika z dna Zatoki Czemulpo przez Japończyków wielki galion został zdemontowany. Okręt znany dotychczas jako Varyag przyjął nazwę Soya i został po długim remoncie wcielony do Cesarskiej Marynarki Wojennej Japonii z chryzantemą na dziobie.
ru: Вступавшие в строй на рубеже XIX–XX веков корабли Российского императорского флота, как правило, уже не несли богатых носовых украшений, характерных для 1880-х — начала 1890-х годов. Исключением стали заказанные в США эскадренный броненосец «Ретвизан» и крейсер 1-го ранга «Варяг». Оба корабля были построены в 1898–1901 годах на верфях судостроительной компании William Cramp & Sons в городе Филадельфия, штат Пенсильвания. Выполненное из позолоченной бронзы носовое украшение крейсера «Варяг» по своему стилю и исполнению во многих чертах повторяло аналогичные элементы декора американских кораблей того времени, лишь белоголового орлана с эмблемой ВМС США заменил русский императорский двуглавый орёл. После того как погибший крейсер был поднят японцами со дна бухты Чемульпо, массивное носовое украшение было полностью демонтировано. В состав Императорского флота Японии бывший «Варяг», переименованный в Soya, вступил после длительного ремонта уже с хризантемой на форштевне.
uk: Кораблі Російського імператорського флоту, які вступали у стрій на межі XIX–XX ст., переважно, вже не мали багатих носових прикрас, характерних для 1880-х — початку 1890-х рр. Винятком стали замовлені у США ескадрений броненосець «Ретвізан» і крейсер 1-го рангу «Варяг». Обидва кораблі побудували у 1898–1901 рр. на верфях суднобудівельної компанії William Cramp & Sons у місті Філадельфія, штат Пенсильванія. Виконана з позолоченої бронзи носова прикраса крейсера «Варяг» за своїм стилем і виконанням відтворила більшість декоративних елементів американських кораблів того часу. Лише орлана білоголового з емблемою ВМС США замінили на російського імператорського двоголового орла. Після того, як затонулий крейсер підняли японці з дна бухти Чемульпо, масивну носову прикрасу демонтували. До складу Імператорського флоту Японії колишній «Варяг», перейменований на Soya, увійшов після тривалого ремонту вже з хризантемою на форштевні.
zh: 在19-20世纪交替时投入服役的S国帝国海军的战舰，通常不再携带1880-1890早期的丰富船首像特征。在M国订购的分舰队战列舰列特维赞和防护巡洋舰瓦良格是例外。这两艘战舰都是在1898-1901年间在宾夕法尼亚州费城的威廉-克兰普造船公司的造船厂建造的。 瓦良格的船首像由镀金青铜制成，它的设计和制作复制了当时M国战舰的许多类似装饰元素。除了带有M国海军标志的秃鹰被S国帝国双头鹰取代。在沉没的巡洋舰被R国人从济物浦湾的底部捞起后，巨大的船首像被完全拆除。这艘原先名为瓦良格的战舰最终更名为宗谷，经过长时间的翻修后，带着舰艏的菊花纹加入R国帝国海军。
zh_sg: 在19世纪至20世纪之交投入使用的俄国帝国海军的战舰，通常不会带有18世纪80年代至19世纪90年代早期的丰富舰艏像。但是从美国订购的中队战舰列特维赞和防护巡洋舰瓦良格除外。这两艘战舰都是在1898年到1901年间在位于宾夕法尼亚州费城的William Cramp & Sons公司的造船厂建造的。 瓦良格的舰首像由镀金的青铜制成，在其设计和制作过程中，复用了当时许多美国战舰类似装饰元素。只是美国海军标志的秃鹰被俄罗斯帝国双头鹰取代。这艘巡洋舰在仁川湾沉没后被日本人从海底捞起，巨大的舰首像也完全被拆除。这艘名为瓦良格的战舰最终更名为宗谷，经过长时间的大修后，加入了日本帝国海军。

# IDS_PCZC278_NY2019_STLOUISFIGURE
source: Cruiser St. Louis's Figurehead
es_mx: Mascarón de Proa del Crucero St. Louis
ja: 巡洋艦セントルイスの艦首像
pl: Galion krążownika St. Louis
ru: Носовое украшение крейсера St. Louis
uk: Носова прикраса крейсера St. Louis
zh: 巡洋舰圣路易斯的船首像
zh_sg: 巡洋舰圣路易斯舰首像

# IDS_PCZC278_NY2019_STLOUISFIGURE_DESCRIPTION
source: The stem of nearly all U.S. Navy large (or similar-sized) ships that entered service between the 1880s and the 1900s had a rich decor. Initially, its parts were made of wood, but rather quickly bronze became the main material. The central element of the decoration in most cases was the Navy emblem – an image of a star-spangled shield, often with a figure of a bald eagle holding it. Cruiser St. Louis, which joined the U.S. Navy in 1906, also had a figurehead typical of American ships. But it didn't last long – in 1910, the decoration was dismantled. The Belle Époque was coming to an end, gradually giving way to the era of dreadnoughts with "big guns" that needed no gilded decor. Almost all items of warships' "excessive" decoration disappeared without a trace, with only a few such items surviving as decoration for the halls of government buildings, walls of military establishments, or city parks across the United States.
es_mx: La roda de casi todos los barcos relativamente grandes de la Marina de los EE. UU. que entraron en servicio entre las deácadas de 1880 y 1900 tenían una decoración muy rica. Inicialmente, sus partes estaban hechas de madera, pero rápidamente el bronce se convirtó en el material principal. El elemento central de la decoración en la mayoría de los casos era el emblema de la Marina: una imagen de un escudo cubierto de estrellas, a menudo con una figura de un águila calva sosteniéndolo. El crucero St. Louis, que se unió a la Marina de los EE. UU. en 1906, también tenía un mascarón típico de los barcos estadounidenses. Pero no por mucho tiempo; en 1910, la decoración fue desmontada. La Belle Époque estaba llegando a su fin, dando paso gradualmente a la era de los dreadnoughts con "grandes cañones" que no necesitaban brillantes decoraciones. Casi todos los objetos de la decoración "excesiva" de los barcos de guerra desaparecieron sin dejar rastro, y solo unos cuantos fueron lo suficientemente afortunados para terminar como decoración en las salas de los edificios gubernamentales, en los muros de los establecimientos militares, o en los parques de las ciudades de los Estados Unidos.
ja: 1880 - 1890 年代に就役したほぼ全てのアメリカ海軍の大型艦の艦首には、豪華な装飾が施されていました。この部位は木製でしたが、すぐにブロンズが主要な素材となりました。大半の場合、装飾の主要要素は星条旗の盾の紋章であり、多くの場合はこの紋章を持つハクトウワシも一緒でした。 アメリカ海軍に 1906 年に加わった巡洋艦セントルイスも、アメリカ艦艇の典型的な艦首像を備えていました。しかしこれは長続きせず、1910 年に装飾は撤去されました。ベル・エポックは終焉を迎えつつあり、金箔の装飾など必要としない大口径を備えた弩級戦艦の時代へと徐々に移行しつつありました。軍艦の「過剰な」装飾のほぼ全ての要素は、跡形もなく消滅しました。幸運にも残った数少ないそれらの装飾は、アメリカ各地の政府施設のホール、軍事基地の壁、あるいは街の公園などで飾られました。
pl: Dziobnice niemal wszystkich większych okrętów marynarki amerykańskiej, które weszły do służby w dwóch ostatnich dekadach XIX wieku i pierwszej dekadzie XX wieku, były bogato zdobione. Początkowo części te robiono z drewna, ale dość szybko zastąpiono je brązem. Centralnym elementem dekoracji był zazwyczaj emblemat marynarki – upstrzona gwiazdami tarcza, często dzierżona przez bielika amerykańskiego. Krążownik St. Louis, który rozpoczął służbę w 1906 roku również posiadał typowy dla amerykańskich okrętów galion. Nie przetrwał on jednak długo, ponieważ już w 1910 roku dekoracja została rozebrana. Belle Époque dobiegała końca, stopniowo ustępując erze drednotów z ich wielkimi działami, do których pozłacane dekoracje nie pasowały. Niemal wszystkie „nadmiarowe” elementy zdobiące okręty wojenne zniknęły bez śladu i tylko niektóre z nich szczęśliwie posłużyły jako ozdoby budynków rządowych, ścian w kwaterach instytucji wojskowych i parków miejskich w całych Stanach Zjednoczonych.
ru: Форштевень почти всех более или менее крупных кораблей ВМС США, вступавших в строй в 1880–1900-х годах, имел богатый декор. Первоначально детали его изготавливались из дерева, однако довольно быстро основным материалом для них стала бронза. Центральным элементом украшения в большинстве случаев была эмблема флота, представлявшая собой изображение звёздно-полосатого щита, часто с поддерживающей его фигурой белоголового орлана. Типичное для американских кораблей носовое украшение имел и вошедший в состав ВМС США в 1906 году крейсер St. Louis. Правда, носил он его недолго — к 1910 году украшение было демонтировано. «Прекрасная эпоха» заканчивалась, постепенно уступая своё место эре дредноутов, «большие пушки» которых не нуждались в позолоченном декоре. Почти все образцы ставшего «лишним» убранства боевых кораблей бесследно исчезли, лишь некоторым посчастливилось украсить собой холлы правительственных зданий, стены военных учреждений или же городские парки в разных концах Соединённых Штатов.
uk: Форштевень майже всіх порівняно великих кораблів ВМС США, які вступали у стрій у 1880–1900-х рр., мав багатий декор. Спочатку деталі його виготовляли з дерева, проте досить швидко основним матеріалом для них стала бронза. Центральним елементом прикраси переважно була емблема флоту, зображення зоряно-смугастого щита, часто з фігурою білоголового орлана, який тримає його. Типову для американських кораблів носову прикрасу мав крейсер St. Louis, який увійшов до лав ВМС США 1906 р. Щоправда, носив він її недовго — перед 1910 р. прикрасу демонтували. «Прекрасна епоха» закінчувалася, поступаючись своїм місцем ері дредноутів, «великі гармати» яких не потребували позолоченого декору. Майже всі елементи «надмірного» оздоблення бойових кораблів безслідно зникли, лише деяким пощастило прикрасити собою холи урядових будівель, стіни військових установ або ж міські парки у США.
zh: 几乎所有在1880年至1900年间投入服役的M国海军大型战舰的舰艏都有丰富的装饰。最初，它的零件是用木头制成，但很快青铜就成为主要材料。在大多数情况下，装饰的核心元素是海军徽章—一个布满星星的盾牌的图案，通常带有一个秃鹰的模型。 1906年加入M国海军的巡洋舰圣路易斯也有一个典型的M国战舰船首像。但它并没有维持很长时间—在1910年，装饰被拆除。美好年代即将结束，逐渐让道给有着「大炮」又不需要镀金装饰的无畏舰的时代。几乎所有战舰的「过度」装饰都消失得无影无踪，只有少数这些物品足够幸运地装饰了M国各地的政府大厅、军事设施的墙壁或城市公园。
zh_sg: 几乎所有在1880年至1900年间投入使用的美国海军大型战舰的舰艏都豪华的装饰。最初，部件是用木头制成的，但很快青铜就成为主要材料。在大多数情况下，装饰的核心元素是海军徽章——一个星形闪光盾牌标志，通常还有一只白头鹰抱着它。 1906年加入美国海军的巡洋舰圣路易斯也有一个典型的美国舰首像。但是这没持续多久，1910年，装饰被拆除了。“美好时代”即将结束，逐渐让位对于不需要镀金装饰的“大口径火炮”的无畏战舰的时代。几乎所有战舰上的“过度”装饰都消失得无影无踪，这些物品中只有少数能够幸运地继续装饰政府大楼的大厅，军事设施的墙壁或美国各地的城市公园。

# IDS_PCZC279_NY2019_GERMANYFIGURE
source: Sternboards of Imperial German Navy Ships
es_mx: Popa de Espejo de los Barcos de la Marina Imperial Alemana
ja: ドイツ帝国海軍艦艇のスターンボード
pl: Rufy okrętów Marynarki Wojennej Cesarstwa Niemieckiego
ru: Кормовое украшение кораблей Императорского флота Германии
uk: Кормова прикраса кораблів Імператорського флоту Німеччини
zh: D国海军战舰的舰艉甲板
zh_sg: 德国帝国海军战舰的船尾板

# IDS_PCZC279_NY2019_GERMANYFIGURE_DESCRIPTION
source: Ships of the Imperial German Navy traditionally carried decor elements at their bow and aft ends. As a rule, figureheads in one form or another symbolized the name of the ship – a shield with the emblem of a city or the coat of arms of a historical person. The main element of the sternboards between the 1890s and 1910s was the monogram of the then reigning Emperor, Wilhelm II. The Imperial monogram had the letter "W" with the Roman numeral "II". The image of the crown of German Emperors was placed above the letter. Its design, resembling the crown of the Emperors of the Holy Roman Empire, was developed in 1871 with the unification of Germany. Although the crown itself was never made, its image became an indispensable attribute of imperial symbolism until the collapse of the Empire itself and the abdication of Wilhelm II in 1918.
es_mx: Los barcos de la Marina Imperial Alemana tradicionalmente llevaban elementos de decoración en la popa y proa. Mascarones, como regla, en forma o simbolizando el nombre del barco—un escudo del emblema de la ciudad o el escudo de armas de una persona histórica. El elemento principal de la Popa de Espejo entre 1890–1910 era el monograma del entonces Emperador reinante—Guillermo II. El monograma Imperial tenía la letra “W” con su número romano “II”. La imagen de la corona de los Emperadores Alemanes era puesta arriba de la letra. Su diseño, representando la corona del Emperador del Imperio Romano Sagrado, fue desarrollado en 1871 con la unificación de Alemania. Aunque la corona nunca fue hecha, su imagen se convirtió de forma indispensable en representar el símbolo imperial hasta que cayó el Imperio con la abdicación de Guillermo II en 1918.
ja: ドイツ帝国海軍の艦艇は伝統的に艦首と船尾に装飾要素を備えていました。艦首像は一般的に都市の紋章または歴史上の人物の紋章という艦艇の名前を何らかの形で象徴するものでした。1890 - 1910 年代のスターンボードの中心要素は当時帝位にあった皇帝ヴィルヘルム 2 世のモノグラムでした。 皇帝のモノグラムはアルファベットの「W」と数字の「II」でした。ドイツ皇帝の帝冠の図像がこの文字の上に添えられました。神聖ローマ帝国の皇帝の帝冠と類似したこの図像は 1871 年のドイツ統一時に制作されました。帝冠そのものは作られませんでしたが、この図像は 1918 年の帝国の崩壊とヴィルヘルム 2 世の退位まで帝国を象徴する不可欠なアイテムとなりました。
pl: Okręty należące do marynarki wojennej Cesarstwa Niemieckiego tradycyjnie nosiły elementy dekoracyjne na swoich dziobach i rufach. Zazwyczaj były to galiony symbolizujące w ten czy inny sposób nazwę okrętu – tarcze z herbem miasta lub osoby historycznej. Głównym elementem ruf w trzech dekadach na przełomie wieków XiX i XX był monogram władającego wówczas cesarza – Wilhelma II. Cesarski monogram posiadał literę „W” oraz rzymską cyfrę „II”. Nad literą widniała korona niemieckich cesarzy. Jej kształt, przypominający koronę cesarzy Cesarstwa Rzymskiego, powstał w 1871roku, w momencie zjednoczenia Niemiec. Chociaż korona sama w sobie nigdy nie powstała, jej wizerunek był nieodłącznym elementem cesarskiego symboliki aż do upadku samego cesarstwa i abdykacji Wilhelma II w 1918 roku.
ru: Корабли Императорского флота Германии традиционно несли элементы декора в оконечностях корпуса. Носовое украшение, как правило, в той или иной форме символизировало название корабля, будь то щит с эмблемой города или герб исторической персоны. Основным элементом кормового убранства в 1890–1910-х годах был вензель правившего в то время императора — Вильгельма II. Императорский вензель представлял собой литеру «W» с римской цифрой «II». Над литерой размещалось изображение короны германских императоров. Дизайн её, напоминавший корону императоров Священной Римской империи, был разработан в 1871 году при объединении Германии. И хотя сама корона так никогда и не была изготовлена, её изображение стало непременным атрибутом имперской символики вплоть до крушения самой империи и отречения Вильгельма II в 1918 году.
uk: Кораблі Імператорського флоту Німеччини традиційно несли елементи декору на краях корпусу. Носова прикраса, зазвичай, у той чи інший спосіб символізувала назву корабля, будь це щит з емблемою міста або герб історичної персони. Основним елементом кормового оздоблення у 1890–1910-х рр. був вензель імператора — Вільгельма II, який правив у ті часи. Імператорський вензель мав вигляд літери «W» з римським числом «II». Над літерою розміщувалося зображення корони німецьких імператорів. Дизайн її, який нагадував корону імператорів Священної Римської імперії, розробили 1871 року під час об’єднання Німеччини. І хоча саму корону так ніколи й не виготовили, її зображення стало обов’язковим атрибутом імперської символіки аж до краху самої імперії і зречення Вільгельма II 1918 року.
zh: D国海军的战舰传统上在其舰艏和舰艉两端带有装饰元素。船首像通常以一种或另一种形式象征战舰的名称—一个带有城市徽章或历史人物徽章的盾牌。1880-1910年代的舰艉甲板的主要元素是当时统治的皇帝—威廉二世的花押字。 皇帝的花押字有字母「W」带有罗马数字「II」。皇帝的皇冠图案被放在字母的上方。它的设计类似于神圣罗马帝国皇帝的王冠，于1871年与D国统一时发展出来。尽管皇冠本身从未被制造出来，但它的图案成为皇帝的象征不可或缺的一部分，直到1918年帝国本身的崩溃和的威廉二世的退位。
zh_sg: 德国帝国海军的战舰传统上在其船首和船尾两端都带有装饰元素。舰首像，通常以一种或另一种形式象征着战舰的名称，是一个带有城市徽章或历史人物徽章的盾牌。19世纪90年代至1910年代的舰尾板的主要元素是当时统治的皇帝威廉二世的字母组成的图案。 帝国字母图案有字母“W”和罗马数字“II”。德国皇帝的皇冠形象在字母的上方。它的设计于1871年德国统一时创作出来，类似于神圣罗马帝国皇帝的王冠。尽管皇冠本身从未被制造出来，但它的形象一直是帝国符号中不可或缺的一部分，直到1918年的帝国解体以及威廉二世退位。

# IDS_PCZC280_NY2019_ALBANYCARD
source: USS Albany, 1900
ja: USS Albany (1900 年)
pl: USS Albany, 1900 r.
ru: USS Albany, 1900 г.
uk: USS Albany, 1900 р.
zh: 奥尔巴尼，1900
zh_sg: 奥尔巴尼，1900年
