Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE233_LEONE_FLAG_DESCRIPTION
source: The Latin saying Quia Sum Leo ("For I am a lion") was the motto of the lead ship of the "scouts" series (Esploratori in Italian) that joined the Royal Italian Navy in July 1924.
es_mx: El dicho en latín Quia Sum Leo (“Uno como un león”) era el lema del barco líder de la serie "exploradores"(Esploratori en italiano) que se unieron a la Marina Real Italiana en julio de 1924.
ja: レオーネは、「偵察艦」(イタリア語で Esploratori) の艦級のリードシップであり、1924 年 7 月にイタリア海軍に就役しました。そのモットーは、ラテン語で "Quia Sum Leo" (「ライオンである故に」) でした。
pl: Łacińskie powiedzenie Quia Sum Leo („Ponieważ jestem lwem”) było mottem okrętu prowadzącego serii „zwiadowców” (po włosku „Esploratori”), które dołączyły do Królewskiej Marynarki Wojennej Włoch w lipcu 1924 roku.
ru: Девизом вошедшего в состав Королевского флота Италии в июле 1924 года головного корабля серии «разведчиков» (ит. Esploratori) было латинское изречение «Кто как лев» (Quia Sum Leo).
uk: Девізом головного корабля серії «розвідників» (іт. Esploratori), що увійшов до складу Королівського флоту Італії у липні 1924 р. був латинський вислів «Хто як лев» (Quia Sum Leo).
zh: 拉丁谚语「像狮子一样」是1924年7月加入海军的「侦察」系列的领舰的格言。
zh_sg: 拉丁语Quia Sum Leo（“像狮子一样”）是1924年7月加入意大利皇家海军的“侦查员”（意大利语“Esploratori”）系列战舰的主力舰的座右铭。

# IDS_PCEE234_AZUMAYA_FLAG
source: Azuma
ja: 吾妻
zh: 犀
zh_sg: 吾妻

# IDS_PCEE234_AZUMAYA_FLAG_DESCRIPTION
source: Developed in 1941, the super-cruisers of Project B-65 were supposed to play a key role in the Kantai Kessen or the Decisive Battle Doctrine – the defeat of the U.S. Navy in the impending war.
es_mx: Los super-cruceros del Proyecti B-65, desarrollados en 1941, se suponía que jugarían un rol importante en la clave Kantai Kessen o Doctrina de la Batalla Decisiva—la derrota de la Marina Estadounidense en la guerra por venir.
ja: 吾妻は、超甲型巡洋艦の計画案 (B-65) であり、差し迫った戦争においてアメリカ海軍に対抗すべく、艦隊決戦において重要な役割を担う艦として 1941 年に開発されました。
pl: Superkrążowniki projektu B-65, opracowane w 1941 roku, miały odegrać kluczową rolę w Kantai Kessen (Decydującej Bitwie Doktryny) – złamać potęgę U.S. Navy w nadciągającej wojnie.
ru: Суперкрейсеры проекта B-65, разработанного в 1941 году, должны были сыграть ключевую роль в «Кантай Кэссэн», или «Решающем сражении флота», — разгроме флота США в грядущей войне.
uk: Суперкрейсери проекту B-65, розробленого 1941 р., мали зіграти визначну роль у «Кантай Кесен» або «Вирішальній битві флоту», — розгромі флоту США у майбутній війні.
zh: 1941年开发的计划B-65的超级巡洋舰，应该在舰队决战中发挥关键作用—在即将到来的战争中击败M系海军。
zh_sg: 1941年开发的B-65项目中的超级巡洋舰，在日军的舰队决战计划中被寄予厚望，在即将到来的击败美国海军的战役中扮演重要角色。

# IDS_PCEE235_EXETER_FLAG
source: HMS Exeter
zh: 埃克塞特
zh_sg: HMS埃克塞特

# IDS_PCEE235_EXETER_FLAG_DESCRIPTION
source: HMS Exeter, the last heavy cruiser built for the Royal Navy, was commissioned in 1931. In December 1939, she participated in the battle against German raider Graf Spee off the estuary of the River Plate. In March 1942, the ship was sunk by a Japanese squadron during the Second Battle of the Java Sea.
es_mx: El HMS Exeter: el último crucero pesado construido para la Royal Navy. Entró en servicio en 1931, y en diciembre de 1939, participó en la batalla contra el Graf Spee alemán en el estuario del Río de la Plata. En marzo de 1942, el barco fue hundido por un escuadrón japonés durante la Segunda Batalla del Mar de Java.
ja: エクセターは、イギリス海軍用として建造されたものとしては最後の重巡洋艦です。1931 年に就役し、1939 年 12 月にラプラタ川河口の沖合でドイツの通商破壊艦グラーフ・シュペーと交戦しました。そして 1942 年 3 月、スラバヤ沖 (第二次) 海戦 (連合軍側の呼称: 第二次ジャワ海海戦) において日本艦隊に撃沈されました。
pl: HMS Exeter: ostatni ciężki krążownik zbudowany dla Royal Navy. Został oddany do służby w 1931 roku, a w grudniu 1939 roku brał udział w bitwie z niemieckim okrętem Graf Spee w pobliżu ujścia La Platy. W marcu 1942 roku okręt został zatopiony przez japońską eskadrę w trakcie drugiej bitwy na Morzu Jawajskim.
ru: HMS Exeter, последний тяжёлый крейсер, построенный для Королевского флота, вступил в строй в 1931 году. В декабре 1939 года участвовал в бою с германским рейдером Admiral Graf Spee у устья Ла-Платы. В марте 1942 года потоплен японской эскадрой в ходе Второго сражения в Яванском море.
uk: HMS Exeter — останній важкий крейсер, збудований для Королівського флоту — став у стрій 1931 року. У грудні 1939 року він брав участь у бою з німецьким рейдером Admiral Graf Spee біля гирла Ла-Плати. У березні 1942 року його потопила японська ескадра під час Другого бою в Яванському морі.
zh: 埃克塞特：为海军建造的最后一艘重型巡洋舰。它于1931年服役，并于1939年12月参加与拉普拉塔河口海战对抗D国入侵者施佩伯爵的战斗。1942年3月，在第二次爪哇海战役期间，此舰被R国航空中队击沉。
zh_sg: 埃克塞特是为英国皇家海军建造的最后一艘重型巡洋舰。它与1931年开始服役，在1939年12月，它参与了在普拉特河河口与德国袭击者斯佩伯爵的战斗。1942年3月，这艘战舰在爪哇海的二次战役中被一个日本的飞行中队击沉。

# IDS_PCEE236_MALTA
source: Malta
ja: マルタ島
ru: Мальта
uk: Мальта
zh: 马耳他
zh_sg: 马耳他

# IDS_PCEE236_MALTA_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Eleventh Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Undécima Temporada de las Batallas por Rango.
ja: ランク戦第 11 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w jedenastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 11-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 11-му ранговому сезоні.
zh: 马耳他岛成为盟军部队永不沉没的航空母舰，这将成为大战期间地中海战斗的决定性因素。它位在进行数次大规模海上和空中战斗的中心长达期数年。
zh_sg: 在排位战第11赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE237_LENIN_FLAG
source: Lenin
ru: Ленин
uk: Ленін
zh: Ленин
zh_sg: 列宁

# IDS_PCEE237_LENIN_FLAG_DESCRIPTION
source: "Lenin lived, Lenin lives, Lenin shall live."
es_mx: "Lenin vivió, Lenin vive, Lenin vivirá para siempre."
ja: 「レーニンは過去にも、 レーニンは現在も、 レーニンは未来永劫生きている。」
pl: „Lenin – żył, Lenin – żyje, Lenin – będzie żył”.
ru: «Ленин — жил, Ленин — жив, Ленин — будет жить».
uk: «Ленін — жив, Ленін — живе, Ленін — буде жити.»
zh: «Ленин — жил, Ленин — жив, Ленин — будет жить».
zh_sg: “列宁曾活过， 列宁还活着 列宁将永远活下去。”

# IDS_PCEE238_IRIAN_FLAG
source: Irian
zh: 伊利安
zh_sg: 伊里安

# IDS_PCEE238_IRIAN_FLAG_DESCRIPTION
source: The Indonesian Navy received their most powerful surface artillery ship in 1963, when the U.S.S.R. transferred the Project 68-bis light cruiser Ordzhonikidze to Indonesia.
es_mx: La Armada de Indonesia recibió su barco artillado más poderoso en 1963, cuando la URSS transfirió el crucero ligero Ordzhonikidze del Proyecto 68-bis a Indonesia.
ja: インドネシア海軍が 1963 年にソ連から受領した 68-bis 計画型軽巡洋艦オルジョニキーゼは、イリアンと改称され、同国にとって最強の水上砲熕艦となりました。
pl: Marynarka Indonezji otrzymała swój najpotężniejszy okręt artyleryjski w 1963 roku, gdy Związek Radziecki przekazał jej lekki krążownik Projekt 68-bis Ordzhonikidze.
ru: Свой самый мощный надводный артиллерийский корабль ВМС Индонезии получили в 1963 году, когда им был передан советский лёгкий крейсер проекта 68-бис «Орджоникидзе».
uk: Свій найпотужніший надводний артилерійський корабель ВМС Індонезії отримали 1963 року, коли їм передали радянський легкий крейсер проекту 68-біс «Орджонікідзе».
zh: 当S国在1963年将计划68-bis轻型巡洋舰奥尔忠尼启泽转移到印度尼西亚时，印度尼西亚海军获得他们最强大的水面火炮战舰。
zh_sg: 1963年，苏联海军把Project 68-bis轻型巡洋舰奥尔忠尼启则号转交给了印度尼西亚，印尼海军从此获得了他们最强大的海上武器。

# IDS_PCEE239_IOWA_FLAG
source: Iowa
zh: 依阿华
zh_sg: 依阿华

# IDS_PCEE239_IOWA_FLAG_DESCRIPTION
source: This is a memorial flag for those who have ever visited Battleship Iowa. With this flag, along with the Pacific Battleship Center, World of Warships marks the memorable collaboration between the game and the museum. Honor the past: Action Stations!
es_mx: Esta es una bandera conmemorativa para aquellos que han visitado el Acorazado Iowa. En conjunto con el Centro de Acorazados del Pacífico, con esta bandera, World of Warships marca la memorable colaboración entre el juego y el museo. Honor al pasado: ¡A su estaciones de combate!
ja: 戦艦アイオワを訪れた人達のためのメモリアル旗です。太平洋戦艦センターと World of Warships との忘れられないコラボレーションを記念した旗となっています。 歴史を称えましょう: Action Stations!
pl: Flaga pamiątkowa dla tych, którzy zwiedzili pancernik Iowa. Wraz z Pacific Battleship Center, World of Warships upamiętnia tą flagą współpracę pomiędzy grą a muzeum. Pamiętajcie o przeszłości: na stanowiska!
ru: Памятный флаг для посетителей линкора Iowa. В честь плодотворного сотрудничества между командами корабля-музея (Pacific Battleship Center) и проекта World of Warships. Помни о прошлом и держи курс!
uk: Пам’ятний прапор для відвідувачів лінкора Iowa. На згадку про плідну співпрацю команд корабля-музею (Pacific Battleship Center) і проекту World of Warships. Не забувайте минуле й тримайте курс!
zh: 这是给参观过战列舰依阿华的人的纪念旗帜。太平洋战列舰中心与这面旗帜一同为《战舰世界》标志着游戏与博物馆之间令人难忘的合作。 向过去致敬：全速前进！
zh_sg: 这是一面给访问过依阿华号战列舰的人们的纪念旗帜。这面《战舰世界》的纪念旗帜与太平洋战舰中心一起，标志着游戏与博物馆之间令人难忘的合作。 铭记过去！

# IDS_PCEE240_SECRETSANTA2019_FLAG
source: Secret Santa 2019
es_mx: Santa Secreto 2019
ja: 秘密のサンタ 2019
pl: Tajemniczy Mikołaj 2019
ru: Тайный Дед Мороз 2019
uk: Таємний Дід Мороз 2019
zh: 2019年秘密圣诞老人
zh_sg: 2019年神秘的圣诞老人

# IDS_PCEE240_SECRETSANTA2019_FLAG_DESCRIPTION
source: A commemorative flag for participating in the "Secret Santa" special event in 2019.
es_mx: Una bandera conmemorativa por participar en el evento especial "Santa Secreto" en el 2019.
ja: 2019 年の特別イベント「秘密のサンタ」への参加記念旗です。
pl: Pamiątkowa flaga za uczestnictwo w specjalnym wydarzeniu „Tajemniczy Mikołaj” w 2019 roku.
ru: Памятный флаг за участие в акции «Тайный Дед Мороз» в 2019 году.
uk: Пам’ятний прапор за участь в акції «Таємний Дід Мороз» 2019 року.
zh: 给予参加2019年「秘密圣诞老人」特殊活动的纪念旗帜。
zh_sg: 参与2019年特别活动“神秘的圣诞老人”的纪念旗帜。

# IDS_PCEE241_SIEGELENINGRAD_FLAG
source: Lifting of the Siege of Leningrad
es_mx: Levantamiento del Sitio de Leningrado
ja: レニングラード解放
pl: Koniec oblężenia Leningradu
ru: Снятие блокады Ленинграда
uk: Зняття блокади Ленінграда
zh: 解除列宁格勒的围困
zh_sg: 列宁格勒之围解除

# IDS_PCEE241_SIEGELENINGRAD_FLAG_DESCRIPTION
source: January 27, 1944 marks the Day of complete liberation of Leningrad from the Nazi siege.
es_mx: El 27 de enero de 1944 marca el día de la liberación completa de Leningrado del asedio Nazi.
ja: 1944 年 1 月 27 日は、レニングラードがナチスドイツ軍による包囲から完全に解放された日でした。
pl: 27 stycznia 1944 roku to dzień ostatecznego zakończenia nazistowskiego oblężenia Leningradu.
ru: 27 января 1944 года — День полного освобождения Ленинграда от фашистской блокады.
uk: 27 січня 1944 р. — День повного зняття фашистської блокади Ленінграда.
zh: 1944年1月27日是列宁格勒从围困中完全解放的日子。
zh_sg: 1944年1月27日标志着列宁格勒从纳粹的围困中重新获得自由。

# IDS_PCEE242_ATLANTA_FLAG_DESCRIPTION
source: The Battle of Friday the 13th, which took place in November 1942, was fatal for light cruiser Atlanta. However, two years after the ship's destruction, USS Atlanta "rose from the ashes" like the city the ship was named after. Thus, in December 1944, a new cruiser carrying this glorious name entered service.
es_mx: La Batalla del Viernes 13, que tuvo lugar en noviembre de 1942, fue fatal para el crucero ligero Atlanta. Sin embargo, dos años después de la destrucción del barco, el USS Atlanta "surgió de las cenizas" como la ciudad que le dio nombre al barco. Por lo tanto, en diciembre de 1944, un nuevo crucero entró en servicio llevan este glorioso nombre.
ja: 巡洋艦アトランタは 1942 年 11 月の「13 日の金曜日の戦い (Battle of Friday the 13th)」において沈没しましたが、その 2 年後、その艦名の由来となった都市と同様に復活を遂げました。1944 年 12 月に、この栄光の艦名を持つ新たな巡洋艦が就役したのです。
pl: Bitwa w piątek 13. odbyła się w listopadzie 1942 roku i była ostatnią bitwą lekkiego krążownika Atlanta. Jednak w dwa lata po zniszczeniu USS Atlanta „powstał z prochów”, jak miasto, któremu zawdzięcza swoją nazwę. W grudniu 1944 roku służbę rozpoczął nowy krążownik o tej samej nazwie.
ru: «Бой в пятницу 13-го», произошедший в ноябре 1942 года, стал роковым для лёгкого крейсера Atlanta. Однако спустя два года после гибели USS Atlanta «возродился из пепла», повторив судьбу города, в честь которого он был назван: уже в декабре 1944 года в строй вошёл новый крейсер, нёсший это славное имя.
uk: «Бій у п’ятницю 13-го», що відбувся в листопаді 1942 р., став фатальним для легкого крейсера Atlanta. Втім, за два роки потому USS Atlanta «постав із попелу», повторивши долю міста, на честь якого його назвали, — і вже в грудні 1944 р. до лав флоту США став новий крейсер, з цим уславленим ім’ям.
zh: «Бой в пятницу 13-го», произошедший в ноябре 1942 года, стал роковым для лёгкого крейсера Atlanta. Однако спустя два года после гибели USS Atlanta «возродился из пепла», повторив судьбу города, в честь которого он был назван: уже в декабре 1944 года в строй вошёл новый крейсер, нёсший это славное имя.
zh_sg: 1942年11月发生的星期五战役是轻型巡洋舰亚特兰大号是灾难。然而，在被击毁两年后，亚特兰大号航空母舰“从灰烬中复生”，就像为这艘战舰命名的城市一样。1944年12月，一艘新型巡洋舰被冠以这个光荣的名字，并投入使用。

# IDS_PCEE243_SAIPAN_FLAG_DESCRIPTION
source: On July 9, 1944, the three-week battle for Saipan came to an end. Backed by the Navy, U.S. Marines took control of the island which become one of the key events in the entire Pacific campaign. The very next day, USS Saipan was laid down, a light aircraft carrier of the U.S. Navy.
es_mx: El 9 de julio de 1944, la batalla de tres semanas del Saipan llegó a su fin. Con el respaldo de la Navy, los marines estadounidenses tomaron el control de la isla, que se convirtió en uno de los puntos clave de toda la campaña del Pacífico. Al día siguiente, el 10 de julio de 1944, se puso en la quilla el USS Saipan, un portaaviones ligero de la Armada de los Estados Unidos.
ja: 1944 年 7 月 9 日、3 週間に渡るサイパンの戦いが終了しました。アメリカの海兵隊が、海軍による支援の下で、太平洋戦線全体にとってのキーポイントのひとつとなる島を占領したのです。その翌日の 1944 年 7 月 10 日に、アメリカ海軍の軽空母サイパンが起工されました。
pl: 9 lipca 1944 roku trzytygodniowa bitwa o Saipan dobiegła końca. Amerykańska piechota morska, wsparta przez marynarkę, zajęła jedną z wysp mających strategiczne znaczenie w całej kampanii na Pacyfiku. Następnego dnia, 10 lipca 1944 roku, położono stępkę pod budowę USS Saipan, lekkiego lotniskowca dla U.S. Navy.
ru: 9 июля 1944 года завершилась трёхнедельная битва за Сайпан. Морская пехота США при поддержке флота взяла под контроль остров, ставший одним из ключевых пунктов во всей Тихоокеанской кампании. На следующий день, 10 июля 1944 года, был заложен USS Saipan — лёгкий авианосец ВМС США.
uk: 9 липня 1944 року закінчилася тритижнева битва за Сайпан: морська піхота США за підтримки флоту взяла під контроль острів, який став одним із ключових пунктів у всій Тихоокеанській кампанії. Наступного дня, 10 липня 1944 року, почали будівництво легкого авіаносця ВМС США USS Saipan.
zh: 9 июля 1944 года завершилась трёхнедельная битва за Сайпан. Морская пехота США при поддержке флота взяла под контроль остров, ставший одним из ключевых пунктов во всей Тихоокеанской кампании. На следующий день, 10 июля 1944 года, был заложен USS Saipan — лёгкий авианосец ВМС США.
zh_sg: 1944年7月9日，持续三周的塞班岛战役结束。在海军的支持下，美国海军陆战队控制了这座岛屿，并成为整个太平洋战役的关键点之一。次日，1944年7月10日，美国海军的轻型航空母舰“塞班岛”号被击沉。

# IDS_PCEE244_CVARMADA_FLAG
source: Carriers, clear for action!
es_mx: ¡Portaaviones, listos para la acción!
ja: 航空母艦、戦闘準備完了!
pl: Lotniskowce gotowe do akcji!
ru: Авианосцы, к бою!
uk: Авіаносці, до бою!
zh: Авианосцы, к бою!
zh_sg: 航空母舰，准备行动！

# IDS_PCEE244_CVARMADA_FLAG_DESCRIPTION
source: A unique flag for the owner of an entire armada of aircraft carriers.
es_mx: Una bandera única para el dueño de toda una armada de portaaviones.
ja: 全ての航空母艦を所有している提督のための特別旗
pl: Unikalna flaga dla posiadacza pełnej armady lotniskowców.
ru: Уникальный флаг обладателя целой армады авианосцев.
uk: Унікальний прапор власника армади авіаносців.
zh: Уникальный флаг обладателя целой армады авианосцев.
zh_sg: 为整个航母舰队的拥有者准备的独特旗帜。

# IDS_PCEE245_CARNIVAL_FLAG
source: Clash at the Carnival!
es_mx: ¡Choque en el Carnaval!
ja: カーニヴァルでの激突!
pl: Potyczka w trakcie karnawału!
ru: Clash at Carnival!
uk: Clash at Carnival!
zh: Clash at Carnival!
zh_sg: 狂欢节冲突！

# IDS_PCEE246_EAGLEUNION_FLAG
source: Eagle Union
es_mx: Unión del Águila
ja: ユニオン
ru: Союз Орла
uk: Союз Орла
zh: Союз Орла
zh_sg: 白鹰联邦

# IDS_PCEE246_EAGLEUNION_FLAG_DESCRIPTION
source: Flag of the Eagle Union – From Azur Lane
es_mx: Bandera de la Unión del Águila – De Azur Lane
ja: ユニオンの旗 – 「アズールレーン」より出典
pl: Flaga Eagle Union – z Azur Lane
ru: Флаг Союза Орла – из игры Azur Lane
uk: Прапор Союзу Орла — із гри Azur Lane
zh: Флаг Союза Орла – из игры Azur Lane
zh_sg: 白鹰联邦旗 — 出自碧蓝航线

# IDS_PCEE247_ROYALNAVY_FLAG
source: Royal Navy
ja: ロイヤル
ru: Королевский Флот
uk: Королівський флот
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PCEE247_ROYALNAVY_FLAG_DESCRIPTION
source: Flag of the Royal Navy – From Azur Lane
es_mx: Bandera de la Royal Navy – De Azur Lane
ja: ロイヤルの旗 – 「アズールレーン」より出典
pl: Flaga Royal Navy – z Azur Lane
ru: Флаг Королевского Флота – из игры Azur Lane
uk: Прапор Королівського Флоту — із гри Azur Lane
zh: Флаг Королевского Флота – из игры Azur Lane
zh_sg: 皇家海军旗 — 出自碧蓝航线

# IDS_PCEE248_METALBLOOD_FLAG
source: Ironblood
ja: 鉄血
ru: Железная Империя
uk: Залізна імперія
zh: Железная Империя
zh_sg: 铁血

# IDS_PCEE248_METALBLOOD_FLAG_DESCRIPTION
source: Flag of the Ironblood – From Azur Lane
es_mx: Bandera de Sangre de Hierro – De Azur Lane
ja: 鉄血の旗 – 「アズールレーン」より出典
pl: Flaga Ironblood – z Azur Lane
ru: Флаг Железной Империи – из игры Azur Lane
uk: Прапор Залізної імперії — із гри Azur Lane
zh: Флаг Железной Империи – из игры Azur Lane
zh_sg: 铁血旗 — 出自碧蓝航线

# IDS_PCEE249_SAKURAEMPIRE_FLAG
source: Sakura Empire
es_mx: Imperio Sakura
ja: 重桜
ru: Империя Сакуры
uk: Імперія Сакури
zh: Империя Сакуры
zh_sg: 重樱帝国

# IDS_PCEE249_SAKURAEMPIRE_FLAG_DESCRIPTION
source: Flag of the Sakura Empire – From Azur Lane
es_mx: Bandera del Imperio Sakura – De Azur Lane
ja: 重桜の旗 – 「アズールレーン」より出典
pl: Flaga Sakura Empire – z Azur Lane
ru: Флаг Империи Сакуры – из игры Azur Lane
uk: Прапор Імперії Сакури — із гри Azur Lane
zh: Флаг Империи Сакуры – из игры Azur Lane
zh_sg: 重樱帝国旗 — 出自碧蓝航线

# IDS_PCEE250_NORTHERNUNION_FLAG
source: Northern Union
es_mx: Unión del Norte
ja: 北連
ru: Северный Союз
uk: Північний Союз
zh: Северный Союз
zh_sg: 北方联合

# IDS_PCEE250_NORTHERNUNION_FLAG_DESCRIPTION
source: Flag of the Northern Union – From Azur Lane
es_mx: Bandera de la Unión del Norte – De Azur Lane
ja: 北連の旗 – 「アズールレーン」より出典
pl: Flaga Northern Union – z Azur Lane
ru: Флаг Северного Союза – из игры Azur Lane
uk: Прапор Північного Союзу — із гри Azur Lane
zh: Флаг Северного Союза – из игры Azur Lane
zh_sg: 北方联合旗 — 出自碧蓝航线

# IDS_PCEE251_EASTERNRADIANCE_FLAG
source: Eastern Radiance
es_mx: Resplandor del Oriente
ja: 東煌
ru: Восточное Сияние
uk: Східне Сяйво
zh: Восточное Сияние
zh_sg: 东煌

# IDS_PCEE251_EASTERNRADIANCE_FLAG_DESCRIPTION
source: Flag of the Eastern Radiance – From Azur Lane
es_mx: Bandera del Resplandor del Oriente – De Azur Lane
ja: 東煌の旗 – 「アズールレーン」より出典
pl: Flaga Eastern Radiance – z Azur Lane
ru: Флаг Восточного Сияния – из игры Azur Lane
uk: Прапор Східного Сяйва — із гри Azur Lane
zh: Флаг Восточного Сияния – из игры Azur Lane
zh_sg: 东煌旗 — 出自碧蓝航线

# IDS_PCEE252_IRIS_FLAG
source: Iris
ja: アイリス
ru: Ирис
uk: Іріс
zh: Ирис
zh_sg: 鸢尾

# IDS_PCEE252_IRIS_FLAG_DESCRIPTION
source: Flag of the Iris Libre – From Azur Lane
es_mx: Bandera de Iris Libre - De Azur Lane
ja: 自由アイリス教国の旗 – 「アズールレーン」より出典
pl: Flaga Iris Libre – z Azur Lane
ru: Флаг Вольного Ириса – из игры Azur Lane
uk: Прапор Вільного Ірісу — із гри Azur Lane
zh: Флаг Вольного Ириса – из игры Azur Lane
zh_sg: 自由鸢尾旗 — 出自碧蓝航线

# IDS_PCEE253_VICHYA_FLAG
source: Vichya
ja: ヴィシア
ru: Вишья
uk: Віш’я
zh: Вишья
zh_sg: 维希

# IDS_PCEE253_VICHYA_FLAG_DESCRIPTION
source: Flag of the Vichya Dominion – From Azur Lane
es_mx: Bandera de Vichya Dominion - De Azur Lane
ja: ヴィシア聖座の旗 – 「アズールレーン」より出典
pl: Flaga Vichya Dominion – z Azur Lane
ru: Флаг Доминиона Вишья – из игры Azur Lane
uk: Прапор Домініону Віш’я — із гри Azur Lane
zh: Флаг Доминиона Вишья – из игры Azur Lane
zh_sg: 维希旗 — 出自碧蓝航线

# IDS_PCEE254_MONTPELIER_FLAG_DESCRIPTION
source: Did you know? The Cleveland-class light cruisers were the best in the Eagle Union during the great war, so you should show more respect towards big sis. As for me: Rennell Islands, Empress Augusta Bay, and a few other operations, I guess I did participate in some engagements.
es_mx: ¿Lo sabías? Los cruceros ligeros de la clase Cleveland fueron los mejores de la Unión del Águila durante la gran guerra, así que deberías de mostrar más respeto por su hermana mayor. En cuanto a mí: las Islas Rennell, la Bahía de la Emperatriz Augusta, y algunas otras operaciones... supongo que participé en algunos enfrentamientos.
ja: お前、クリーブランド級はあの大戦でのユニオンの最強軽巡だ。姉貴にはもっと敬意を払ってもらうぞ。――ぼくか? レンネル、オーガスタ湾、あと何個か作戦に出た。まあまあかな
pl: Czy wiesz, że...? Klasa Cleveland stanowiła najlepsze lekkie krążowniki w Eagle Union podczas wielkiej wojny, dlatego powinieneś okazać więcej szacunku starszej siostrze. Jeśli chodzi o mnie – wyspy Rennell, Zatoka Cesarzowej Augusty, a także kilka innych operacji... chyba brałam udział w kilku starciach.
ru: Вы не в курсе? Корабли типа Cleveland были лучшими лёгкими крейсерами Союза Орла во время великой войны, поэтому вам следует проявлять больше уважения к старшей сестре. Что же до меня, то я тоже поучаствовала в нескольких операциях: в бою у острова Реннелл, сражении в заливе Императрицы Августы и парочке других.
uk: А ви знали? Кораблі типу Cleveland були найліпшими легкими крейсерами Союзу Орла під час великої війни, тому вам слід ставитися шанобливо до старшої сестри. Що ж до мене, то я теж взяла участь у кількох операціях: бій біля острова Реннелл, бій у затоці Імператриці Августи та ще декілька інших операцій.
zh: Вы не в курсе? Корабли типа Cleveland были лучшими лёгкими крейсерами Союза Орла во время великой войны, поэтому вам следует проявлять больше уважения к старшей сестре. Что же до меня, то я тоже поучаствовала в нескольких операциях: в бою у острова Реннелл, сражении в заливе Императрицы Августы и парочке других.
zh_sg: 你知道吗？克利夫兰级是一战期间白鹰联邦最优秀的轻型巡洋舰，所以你应该对姐姐大人多一点尊重。至于我 — 伦内尔群岛，奥古斯塔皇后湾，以及其他一些行动…我想我确实参加了一些战役。

# IDS_PCEE254_MONTPELIER_FLAG_EXTRA_DESCRIPTION
source: From the game Azur Lane
es_mx: Del juego Azur Lane
ja: 「アズールレーン」より出典
pl: Z gry Azur Lane
ru: Из игры Azur Lane
uk: Із гри Azur Lane
zh: Из игры Azur Lane
zh_sg: 出自游戏“碧蓝航线”

# IDS_PCEE255_YUKIKAZE_FLAG_DESCRIPTION
source: Listen up! Erm… I'm the noble, the lucky, the invincible Yukikaze, the Eighth Kagerō-class ship, the gee... the gene… what was it again?! It's so hard to say!… Ahem, in any case, you're quite the lucky person for getting your hands on me! Rely on my luck as much as you want! Hahahah!
es_mx: ¡Escuchen! Erm… Soy la noble, la suertuda, la invencible Yukikaze, el octavo barco de la clase Kagerō, el Gene… ¡¿qué fue eso de nuevo?! ¡Es difícil de decirlo!… Ejem, en cualquier caso, eres una persona afortunada por tenerme a tu disposició. ¡Confìa en mi suerte tanto como quieras! ¡Ja ja ja!
ja: よく聞け! えっと…このわたしこそ高貴で幸運で無敵の! 雪風・エイト・陽炎・ザジェネ…なんなのよこれ! 言いづらい! …コホンコホン、とにかく、このわたしを手に入れられるあんたが幸せ者なのだ! 思う存分このわたしの幸運を頼るがいいのだ! ハッハッハッ! 「アズールレーン」より出典
pl: Słuchaj! Hmm… Jestem szlachetna, fartowna i niezwyciężona Yukikaze, ósmy okręt klasy Kagerō, Gene… zaraz, co to było?! Tak trudno to wymówić!… No cóż, w każdym razie jesteś szczęściarzem, że masz mnie po swojej stronie! Polegaj na moim szczęściu, kiedy tylko zechcesz! Ha ha ha!
ru: Послушайте! Эмм... Я благородная, удачливая и неуязвимая Yukikaze, восьмой корабль типа Kagerō. Что же это было?! Тяжело сказать!.. В любом случае, вам очень повезло, что я попала к вам в руки! Положитесь на мою удачу настолько, насколько захотите! Ха-ха-ха!
uk: Послухайте! Егм... Я шляхетний, щасливий і невразливий Yukikaze, восьмий корабель типу Kagerō. Що ж це було?! Важко сказати! Хай там як, але вам дуже пощастило, що я потрапила до ваших рук! Покладіться на мою удачу так, як забажаєте! Ги-ги-ги!
zh: Послушайте! Эмм... Я благородная, удачливая и неуязвимая Yukikaze, восьмой корабль типа Kagerō. Что же это было?! Тяжело сказать!.. В любом случае, вам очень повезло, что я попала к вам в руки! Положитесь на мою удачу настолько, насколько захотите! Ха-ха-ха!
zh_sg: 听好了！嗯…我是高贵、幸运、无敌的雪风，第八艘加贺级战舰，基因…那又是什么？！这很难说！嗯哼，不管怎么说，你是个很幸运的人，能得到我的帮助！只要你愿意，我的运气就够了！哈哈哈！
