Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAUD005_DOUGLAS_XSB2D
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAUD006_VOUGHT_SBU
source: Vought SBU
zh: 沃特 SBU

# IDS_PAUD007_MARTIN_BM2
source: Martin BM2
zh: 马汀 BM2

# IDS_PAUD008_DOUGLAS_AD2
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUD009_DOUGLAS_XTB2D
source: Douglas XTB2D
zh: 道格拉斯 XTB2D 飞行海盗

# IDS_PAUD010_DOUGLAS_BTD_1
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUD011_KAISER_FLEETWINGS_XBTK
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAUD012_DOUGLAS_SBD3
source: Douglas SBD-3
zh: 道格拉斯 SBD-3

# IDS_PAUD013_DOUGLAS_SBD5
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD301_CV4_DB_STOCK
source: Martin BM2
zh: 马汀 BM2

# IDS_PAUD302_CV4_DB_TOP
source: Vought SBU
zh: 沃特 SBU

# IDS_PAUD303_CV4_DB_STOCK
source: SBU Corsair
zh: SBU 海盗船

# IDS_PAUD304_CV4_DB_TOP
source: Vought SBU
zh: 沃特 SBU

# IDS_PAUD401_CV5_DB_STOCK
source: Douglas SBD-2
zh: 道格拉斯 SBD-2

# IDS_PAUD501_CURTISS_SB2C_0
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD501_CV6_DB_STOCK
source: Douglas SBD-3
zh: 道格拉斯 SBD-3

# IDS_PAUD502_DB_SAIPAN
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUD503_CV6_DB_STOCK
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD504_CV6_DB_STOCK
source: SBC Helldiver
zh: SBC 地狱俯冲者

# IDS_PAUD505_CV6_DB_TOP
source: SB2U Vindicator
zh: SB2U 守护者

# IDS_PAUD510_DOUGLAS_BTD_1_0
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUD511_CV6_DB_TOP
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD601_CV7_DB_STOCK
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD702_CV8_DB_TOP
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD703_CV8_DB_STOCK
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD705_DB_ENTERPISE
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD707_DB_ENTERPISE
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAUD708_CV8_DB_AP_TOP
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD709_CV8_DB_STOCK
source: SBD Dauntless
zh: SBD 无畏式俯冲轰炸机

# IDS_PAUD712_CV8_DB_AP_TOP
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD801_CV9_DB_STOCK
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAUD802_CV9_DB_TOP
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUD812_CV9_DB_AP_TOP
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUD903_CV10_DB_TOP
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAUD904_CV10_DB_STOCK
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAUD905_CV10_DB_STOCK
source: AD-1 Skyraider
zh: AD-1 天袭者

# IDS_PAUD906_CV10_DB_TOP
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAUD913_CV10_DB_AP_TOP
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAUD973_CV10_DB_AP_TOP
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAUD974_DB_MIDWAY
source: AD-1 Skyraider
zh: 道格拉斯 BTD-1

# IDS_PAUD975_DB2_MIDWAY
source: BTD Destroyer
zh: 凯撒 XBTK-1

# IDS_PAUE000_ENGINE_DEFAULT
source: Propulsion (default)
es_mx: Propulsión (predeterminado)
ja: 推力 (標準)
pl: Napęd (domyślny)
ru: Энергетическая установка (по умолчанию)
uk: Силова установка (за замовчуванням)
zh: 推进系统 (默认)
zh_sg: 推进系统 (预设)

# IDS_PAUE001_C1_ENG_STOCK
source: Propulsion: 6,200 hp
es_mx: Propulsión: 6,200 hp
ja: 推力: 6,200 馬力
pl: Napęd: 6 200 KM
ru: ЭУ 6 200 л.с.
uk: СУ 6 200 к.с.
zh: 推进系统：6,200 匹马力
zh_sg: 推进系统：6200马力

# IDS_PAUE011_ENGINE_10000
source: Propulsion: 10,000 hp
es_mx: Propulsión: 10,000 hp
ja: 推力: 10,000 馬力
pl: Napęd: 10 000 KM
ru: ЭУ 10 000 л.с.
uk: СУ 10 000 к.с.
zh: 推进系统：10,000 匹马力
zh_sg: 推进系统：10000马力

# IDS_PAUE101_C2_ENG_STOCK
source: Propulsion: 16,000 hp
es_mx: Propulsión: 16,000 hp
ja: 推力: 16,000 馬力
pl: Napęd: 16 000 KM
ru: ЭУ 16 000 л.с.
uk: СУ 16 000 к.с.
zh: 推进系统：16,000 匹马力
zh_sg: 推进系统：16000马力

# IDS_PAUE102_ENGINE_20000
source: Propulsion: 20,000 hp
es_mx: Propulsión: 20,000 hp
ja: 推力: 20,000 馬力
pl: Napęd: 20 000 KM
ru: ЭУ 20 000 л.с.
uk: СУ 20 000 к.с.
zh: 推进系统：20,000 匹马力
zh_sg: 推进系统：20000马力

# IDS_PAUE103_D2_ENG_STOCK
source: Propulsion: 18,000 hp
es_mx: Propulsión: 18,000 hp
ja: 推力: 18,000 馬力
pl: Napęd: 18 000 KM
ru: ЭУ 18 000 л.с.
uk: СУ 18 000 к.с.
zh: 推进系统：18,000 匹马力
zh_sg: 推进系统：18000马力

# IDS_PAUE111_ENGINE_7500
source: Propulsion: 7,500 hp
es_mx: Propulsión: 7,500 hp
ja: 推力: 7,500 馬力
pl: Napęd: 7 500 KM
ru: ЭУ 7500 л.с.
uk: СУ 7 500 к.с.
zh: 推进系统：7,500 匹马力
zh_sg: 推进系统：7500马力

# IDS_PAUE121_ENGINE_10000_SMITH
source: Propulsion: 10,000 hp
es_mx: Propulsión: 10,000 hp
ja: 推力: 10,000 馬力
pl: Napęd: 10 000 KM
ru: ЭУ 10 000 л.с.
uk: СУ 10 000 к.с.
zh: 推进系统：10,000 匹马力
zh_sg: 推进系统：10000马力

# IDS_PAUE201_C3_ENG_STOCK
source: Propulsion: 24,000 hp
es_mx: Propulsión: 24,000 hp
ja: 推力: 24,000 馬力
pl: Napęd: 24 000 KM
ru: ЭУ 24 000 л.с.
uk: СУ 24 000 к.с.
zh: 推进系统：24,000 匹马力
zh_sg: 推进系统：24000马力

# IDS_PAUE201_ENGINE_24000
source: Propulsion: 24,000 hp
es_mx: Propulsión: 24,000 hp
ja: 推力: 24,000 馬力
pl: Napęd: 24 000 KM
ru: ЭУ 24 000 л.с.
uk: СУ 24 000 к.с.
zh: 推进系统：24,000 匹马力
zh_sg: 推进系统：24000马力

# IDS_PAUE202_ENG_CHARLSTON
source: Propulsion: 21,000 hp
es_mx: Propulsión: 21,000 hp
ja: 推力: 21,000 馬力
pl: Napęd: 21 000 KM
ru: ЭУ 21 000 л.с.
uk: СУ 21 000 к.с.
zh: 推进系统：21,000 匹马力
zh_sg: 推进系统：21000马力

# IDS_PAUE212_ENGINE_18000_CS
source: Propulsion: 18,000 hp
es_mx: Propulsión: 18,000 hp
ja: 推力: 18,000 馬力
pl: Napęd: 18 000 KM
ru: ЭУ 18 000 л.с.
uk: СУ 18 000 к.с.
zh: 推进系统：18,000 匹马力
zh_sg: 推进系统：18000马力

# IDS_PAUE221_B3_ENG_TOP
source: Propulsion: 17,600 hp
es_mx: Propulsión: 17,600 hp
ja: 推力: 17,600 馬力
pl: Napęd: 17 600 KM
ru: ЭУ 17 600 л.с.
uk: СУ 17 600 к.с.
zh: 推进系统：17,600 匹马力
zh_sg: 推进系统：17600马力

# IDS_PAUE222_B3_ENG_STOCK
source: Propulsion: 16,000 hp
es_mx: Propulsión: 16,000 hp
ja: 推力: 16,000 馬力
pl: Napęd: 16 000 KM
ru: ЭУ 16 000 л.с.
uk: СУ 16 000 к.с.
zh: 推进系统：16,000 匹马力
zh_sg: 推进系统：16000马力

# IDS_PAUE231_D3_ENG_STOCK
source: Propulsion: 26,400 hp
es_mx: Propulsión: 26,400 hp
ja: 推力: 26,400 馬力
pl: Napęd: 26 400 KM
ru: ЭУ 26 400 л.с.
uk: СУ 26 400 к.с.
zh: 推进系统：26,400 匹马力
zh_sg: 推进系统：26400马力

# IDS_PAUE301_CV4_ENG_STOCK
source: Propulsion: 8,000 hp
es_mx: Propulsión: 8,000 hp
ja: 推力: 8,000 馬力
pl: Napęd: 8 000 KM
ru: ЭУ 8 000 л.с.
uk: СУ 8 000 к.с.
zh: 推进系统：8,000 匹马力
zh_sg: 推进系统：8000马力

# IDS_PAUE302_CV4_ENG_STOCK
source: Propulsion: 8,000 hp
es_mx: Propulsión: 8,000 hp
ja: 推力: 8,000 馬力
pl: Napęd: 8 000 KM
ru: ЭУ 8 000 л.с.
uk: СУ 8 000 к.с.
zh: 推进系统：8,000 匹马力
zh_sg: 推进系统：8000马力

# IDS_PAUE311_D4_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PAUE321_B4_ENG_TOP
source: Propulsion: 28,000 hp
es_mx: Propulsión: 28,000 hp
ja: 推力: 28,000 馬力
pl: Napęd: 28 000 KM
ru: ЭУ 28 000 л.с.
uk: СУ 28 000 к.с.
zh: 推进系统：28,000 匹马力
zh_sg: 推进系统：28000马力

# IDS_PAUE322_B4_ENG_STOCK
source: Propulsion: 24,000 hp
es_mx: Propulsión: 24,000 hp
ja: 推力: 24,000 馬力
pl: Napęd: 24 000 KM
ru: ЭУ 24 000 л.с.
uk: СУ 24 000 к.с.
zh: 推进系统：24,000 匹马力
zh_sg: 推进系统：24000马力

# IDS_PAUE331_ENGINE_28000_ARK_PREM
source: Propulsion: 28,000 hp
es_mx: Propulsión: 28,000 hp
ja: 推力: 28,000 馬力
pl: Napęd: 28 000 KM
ru: ЭУ 28 000 л.с.
uk: СУ 28 000 к.с.
zh: 推进系统：28,000 匹马力
zh_sg: 推进系统：28000马力

# IDS_PAUE341_C4_ENG_STOCK
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PAUE401_C5_ENG_STOCK
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PAUE402_ENGINE_32000
source: Propulsion: 32,000 hp
es_mx: Propulsión: 32,000 hp
ja: 推力: 32,000 馬力
pl: Napęd: 32 000 KM
ru: ЭУ 32 000 л.с.
uk: СУ 32 000 к.с.
zh: 推进系统：32,000 匹马力
zh_sg: 推进系统：32000马力

# IDS_PAUE403_D5_ENG_STOCK
source: Propulsion: 55,000 hp
es_mx: Propulsión: 55,000 hp
ja: 推力: 55,000 馬力
pl: Napęd: 55 000 KM
ru: ЭУ 55 000 л.с.
uk: СУ 55 000 к.с.
zh: 推进系统：55,000 匹马力
zh_sg: 推进系统：55000马力

# IDS_PAUE404_ENG_HILL
source: Propulsion: 42,800 hp
es_mx: Propulsión: 42,800 hp
ja: 推力: 42,800 馬力
pl: Napęd: 42 800 KM
ru: ЭУ 42 800 л.с.
uk: СУ 42 800 к.с.
zh: 推进系统：42,800 匹马力
zh_sg: 推进系统：42800马力

# IDS_PAUE405_ENG_OKLAHOMA
source: Propulsion: 24,800 hp
ja: 推力: 24,800 馬力
pl: Napęd: 24 800 KM
ru: ЭУ 24 800 л.с.
zh: 推进系统：24,800 匹马力

# IDS_PAUE411_B5_ENG_TOP
source: Propulsion: 28,100 hp
es_mx: Propulsión: 28,100 hp
ja: 推力: 28,100 馬力
pl: Napęd: 28 100 KM
ru: ЭУ 28 100 л.с.
uk: СУ 28 100 к.с.
zh: 推进系统：28,100 匹马力
zh_sg: 推进系统：28100马力

# IDS_PAUE412_B5_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PAUE421_CV5_ENG_STOCK
source: Propulsion: 8,500 hp
es_mx: Propulsión: 8,500 hp
ja: 推力: 8,500 馬力
pl: Napęd: 8 500 KM
ru: ЭУ 8 500 л.с.
uk: СУ 8 500 к.с.
zh: 推进系统：8,500 匹马力
zh_sg: 推进系统：8500马力

# IDS_PAUE431_ENGINE_90000_MB
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PAUE441_ENGINE_90000_CINCINNATI
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PAUE451_ENGINE_TEXAS
source: Propulsion: 28,100 hp
es_mx: Propulsión: 28,100 hp
ja: 推力: 28,100 馬力
pl: Napęd: 28 100 KM
ru: ЭУ 28 100 л.с.
uk: СУ 28 100 к.с.
zh: 推进系统：28,100 匹马力
zh_sg: 推进系统：28100马力

# IDS_PAUE501_CV6_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE502_ENGINE_42800
source: Propulsion: 42,800 hp
es_mx: Propulsión: 42,800 hp
ja: 推力: 42,800 馬力
pl: Napęd: 42 800 KM
ru: ЭУ 42 800 л.с.
uk: СУ 42 800 к.с.
zh: 推进系统：42,800 匹马力
zh_sg: 推进系统：42800马力

# IDS_PAUE503_ENGINE_40000
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PAUE504_C6_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE505_CL6_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PAUE506_MONAGHAN
source: Propulsion: 42,800 hp
es_mx: Propulsión: 42,800 hp
ja: 推力: 42,800 馬力
pl: Napęd: 42 800 KM
ru: ЭУ 42 800 л.с.
uk: СУ 42 800 к.с.
zh: 推进系统：42,800 匹马力
zh_sg: 推进系统：42800马力

# IDS_PAUE507_CA6_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE508_ENG_WVIRGINIA
source: Propulsion: 28,900 hp
es_mx: Propulsión: 28,900 hp
ja: 推力: 28,900 馬力
pl: Napęd: 28 900 KM
ru: ЭУ 28 900 л.с.
uk: СУ 28 900 к.с.
zh: 推进系统：28,900 匹马力
zh_sg: 推进系统：28900马力

# IDS_PAUE509_ENG_SAIPAN
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE510_CV7_ENG_STOCK
source: Propulsion: 53,500 hp
es_mx: Propulsión: 53,500 hp
ja: 推力: 53,500 馬力
pl: Napęd: 53 500 KM
ru: ЭУ 53 500 л.с.
uk: СУ 53 500 к.с.
zh: 推进系统：53,500 匹马力
zh_sg: 推进系统：53500马力

# IDS_PAUE511_D6_ENG_STOCK
source: Propulsion: 42,800 hp
es_mx: Propulsión: 42,800 hp
ja: 推力: 42,800 馬力
pl: Napęd: 42 800 KM
ru: ЭУ 42 800 л.с.
uk: СУ 42 800 к.с.
zh: 推进系统：42,800 匹马力
zh_sg: 推进系统：42800马力

# IDS_PAUE521_ENGINE_55000
source: Propulsion: 55,000 hp
es_mx: Propulsión: 55,000 hp
ja: 推力: 55,000 馬力
pl: Napęd: 55 000 KM
ru: ЭУ 55 000 л.с.
uk: СУ 55 000 к.с.
zh: 推进系统：55,000 匹马力
zh_sg: 推进系统：55000马力

# IDS_PAUE531_ENGINE_50000_SIMS
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PAUE532_B6_ENG_TOP
source: Propulsion: 37,000 hp
es_mx: Propulsión: 37,000 hp
ja: 推力: 37,000 馬力
pl: Napęd: 37 000 KM
ru: ЭУ 37 000 л.с.
uk: СУ 37 000 к.с.
zh: 推进系统：37,000 匹马力
zh_sg: 推进系统：37000马力

# IDS_PAUE533_B6_ENG_STOCK
source: Propulsion: 32,000 hp
es_mx: Propulsión: 32,000 hp
ja: 推力: 32,000 馬力
pl: Napęd: 32 000 KM
ru: ЭУ 32 000 л.с.
uk: СУ 32 000 к.с.
zh: 推进系统：32,000 匹马力
zh_sg: 推进系统：32000马力

# IDS_PAUE541_ENGINE_35000_ARIZONA
source: Propulsion: 35,000 hp
es_mx: Propulsión: 35,000 hp
ja: 推力: 35,000 馬力
pl: Napęd: 35 000 KM
ru: ЭУ 35 000 л.с.
uk: СУ 35 000 к.с.
zh: 推进系统：35,000 匹马力
zh_sg: 推进系统：35000马力

# IDS_PAUE601_C7_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE602_CV7_ENG_STOCK
source: Propulsion: 53,500 hp
es_mx: Propulsión: 53,500 hp
ja: 推力: 53,500 馬力
pl: Napęd: 53 500 KM
ru: ЭУ 53 500 л.с.
uk: СУ 53 500 к.с.
zh: 推进系统：53,500 匹马力
zh_sg: 推进系统：53500马力

# IDS_PAUE603_ENGINE_107000
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE604_D7_ENG_STOCK
source: Propulsion: 49,000 hp
es_mx: Propulsión: 49,000 hp
ja: 推力: 49,000 馬力
pl: Napęd: 49 000 KM
ru: ЭУ 49 000 л.с.
uk: СУ 49 000 к.с.
zh: 推进系统：49,000 匹马力
zh_sg: 推进系统：49000马力

# IDS_PAUE605_CL7_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE606_CA7_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE607_ENG_CALIFORNIA
source: Propulsion: 29,500 hp
es_mx: Propulsión: 29,500 hp
ja: 推力: 29,500 馬力
pl: Napęd: 29 500 KM
ru: ЭУ 29 500 л.с.
uk: СУ 29 500 к.с.
zh: ЭУ 29 500 л.с.
zh_sg: 推进系统：29500马力

# IDS_PAUE608_ENG_FLORIDA
source: Propulsion: 116,000 hp
es_mx: Propulsión: 116 000 hp
ja: 推力: 116,000 馬力
pl: Napęd: 116 000 KM
ru: ЭУ 116 000 л.с.
uk: СУ 116 000 к. с.
zh: ЭУ 116 000 л.с.
zh_sg: 推进系统：116000马力

# IDS_PAUE611_B7_ENG_TOP
source: Propulsion: 28,900 hp
es_mx: Propulsión: 28,900 hp
ja: 推力: 28,900 馬力
pl: Napęd: 28 900 KM
ru: ЭУ 28 900 л.с.
uk: СУ 28 900 к.с.
zh: 推进系统：28,900 匹马力
zh_sg: 推进系统：28900马力

# IDS_PAUE612_B7_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PAUE621_ENGINE_INDIANAPOLIS
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE631_ENGINE_FLINT
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PAUE680_ENG_BLACK_SIMS
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PAUE691_C7_ENG_JULIO
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE701_CV8_ENG_STOCK
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PAUE702_C8_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PAUE703_ENG_ENTERPRISE
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE704_CL8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE705_CA8_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE706_ENG_WICHITA
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE707_ENG_ENTERPRISE
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE708_CV8_ENG_STOCK
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PAUE709_ENG_MONTPELIER
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE711_D8_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PAUE712_ENG_KIDD
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE713_ENG_ANCHORAGE
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE715_BB8_ENG_STOCK
source: Propulsion: 68,000 hp
es_mx: Propulsión: 68 000 hp
ja: 推力: 68,000 馬力
pl: Napęd: 68 000 KM
ru: ЭУ 68 000 л.с.
uk: СУ 68 000 к. с.
zh: ЭУ 68 000 л.с.
zh_sg: 推进系统：68000马力

# IDS_PAUE721_ENGINE_49000
source: Propulsion: 49,000 hp
es_mx: Propulsión: 49,000 hp
ja: 推力: 49,000 馬力
pl: Napęd: 49 000 KM
ru: ЭУ 49 000 л.с.
uk: СУ 49 000 к.с.
zh: 推进系统：49,000 匹马力
zh_sg: 推进系统：49000马力

# IDS_PAUE731_ENGINE_75000
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PAUE741_B8_ENG_TOP
source: Propulsion: 115,000 hp
es_mx: Propulsión: 115,000 hp
ja: 推力: 115,000 馬力
pl: Napęd: 115 000 KM
ru: ЭУ 115 000 л.с.
uk: СУ 115 000 к.с.
zh: 推进系统：115,000 匹马力
zh_sg: 推进系统：115000马力

# IDS_PAUE742_B8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PAUE743_ENG_ALABAMA
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PAUE744_ENG_ALABAMA
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PAUE745_ENG_MASS
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PAUE746_ENG_BLACK_MASS
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PAUE751_ENGINE_120000_SAIPAN
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE801_C9_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE802_CV9_ENG_STOCK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PAUE803_CL9_ENG_STOCK
source: Propulsion: 125,000 hp
es_mx: Propulsión: 125,000 hp
ja: 推力: 125,000 馬力
pl: Napęd: 125 000 KM
ru: ЭУ 125 000 л.с.
uk: СУ 125 000 к.с.
zh: 推进系统：125,000 匹马力
zh_sg: 推进系统：125000马力

# IDS_PAUE804_CA9_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE805_ENG_GEORGIA
source: Propulsion: 230,000 hp
es_mx: Propulsión: 230 000 hp
ja: 推力: 230,000 馬力
pl: Napęd: 230 000 KM
ru: ЭУ 230 000 л.с.
uk: СУ 230 000 к.с.
zh: ЭУ 230 000 л.с.
zh_sg: 推进系统：230000马力

# IDS_PAUE806_ENG_BENHAM
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PAUE807_BB9_ENG_STOCK
source: Propulsion: 72,000 hp
es_mx: Propulsión: 72 000 hp
ja: 推力: 72,000 馬力
pl: Napęd: 72 000 KM
ru: ЭУ 72 000 л.с.
uk: СУ 72 000 к. с.
zh: 推进系统：72,000 匹马力
zh_sg: 推进系统：72000马力

# IDS_PAUE811_D9_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE821_ENGINE_120000
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE831_B9_ENG_TOP
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE832_B9_ENG_STOCK
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172,000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力
zh_sg: 推进系统：172000马力

# IDS_PAUE833_ENG_MISSOURI
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE841_ENGINE_BLACK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE901_B10_ENG_STOCK
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172,000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力
zh_sg: 推进系统：172000马力

# IDS_PAUE902_C10_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE903_D10_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE904_ENG_SALEM
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力
