Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SSE_TEMPLATES_META
source: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["using anti-aircraft guns"]}, "IDS_ANY_AIRCRAFT": {"": ["aircraft"]}, "IDS_BADGE": {"": ["ribbon", "ribbons"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["base capture"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["base defense"]}, "IDS_BATTLES": {"": ["battle", "battles"]}, "IDS_BATTLESHIP_CLASS": {"": ["battleship", "battleships"]}, "IDS_BATTLE_SIGNALS": {"": ["combat signal", "combat signals"]}, "IDS_BOMBER_CLASS": {"": ["bomber", "bombers"]}, "IDS_CAMOUFLAGE": {"": ["camouflage", "camouflages"]}, "IDS_CARRIER_CLASS": {"": ["carrier", "carriers"]}, "IDS_CLAN_BATTLE": {"": ["Clan"]}, "IDS_CLUB_BATTLE": {"": ["Team"]}, "IDS_COMMONWEALTH_NATION": {"": ["Commonwealth"]}, "IDS_COOP_BATTLE": {"": ["Co-op"]}, "IDS_CREDITS": {"": ["credit", "credits"]}, "IDS_CREWXP": {"": ["Commander XP"]}, "IDS_CRUISER_CLASS": {"": ["cruiser", "cruisers"]}, "IDS_DESTROYER_CLASS": {"": ["destroyer", "destroyers"]}, "IDS_ECO_SIGNALS": {"": ["economic signal", "economic signals"]}, "IDS_ELITE": {"": ["Elite"]}, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} or {2}"]}, "IDS_ENUM_3": {"": ["{1}, {2}, or {3}"]}, "IDS_ENUM_4": {"": ["{1}, {2}, {3}, or {4}"]}, "IDS_ENUM_5": {"": ["{1}, {2}, {3}, {4}, or {5}"]}, "IDS_ENUM_6": {"": ["{1}, {2}, {3}, {4}, {5}, or {6}"]}, "IDS_ENUM_7": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, or {7}"]}, "IDS_ENUM_8": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, {7}, or {8}"]}, "IDS_EUROPE_NATION": {"": ["European"]}, "IDS_EVENT_BATTLE": {"": ["Asymmetric"]}, "IDS_EXP": {"": ["XP"]}, "IDS_FIGHTER_CLASS": {"": ["attack aircraft"]}, "IDS_FRANCE_NATION": {"": ["French"]}, "IDS_FREEXP": {"": ["Free XP"]}, "IDS_GERMANY_NATION": {"": ["German"]}, "IDS_GOLD": {"": ["doubloon", "doubloons"]}, "IDS_HEROIC_ACHIEVEMENT": {"": ["heroic achievement", "heroic achievements"]}, "IDS_HONORABLE_ACHIEVEMENT": {"": ["honorary achievement", "honorary achievements"]}, "IDS_INTRO_BATTLE": {"": ["Introductory"]}, "IDS_IN_ONE_BATTLE": {"": ["In one battle,"], "SIMPLE": ["In one battle"]}, "IDS_IN_SQUAD": {"": ["while playing in a Division"]}, "IDS_ITALY_NATION": {"": ["Italian"]}, "IDS_JAPAN_NATION": {"": ["Japanese"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} or higher"]}, "IDS_LEAGUE_MORE": {"": ["{league} or lower"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["Tier {level} "]}, "IDS_LEVEL_LESS": {"": ["Tier {level} or lower"]}, "IDS_LEVEL_MORE": {"": ["Tier {level} or higher"]}, "IDS_LEVEL_RANGE": {"": ["Tier {levelmin}-{levelmax}"]}, "IDS_MODULE": {"": ["module", "modules"]}, "IDS_OF_ALL": {"": ["among both teams"]}, "IDS_OPERATION": {"": ["operation", "operations"]}, "IDS_PAN_AMERICA_NATION": {"": ["Pan-American"]}, "IDS_PAN_ASIA_NATION": {"": ["Pan-Asian"]}, "IDS_PERMANENT_CAMOUFLAGE": {"": ["permanent camouflage", "permanent camouflages"]}, "IDS_POLAND_NATION": {"": ["Polish"]}, "IDS_PREMIUM": {"": ["Premium"]}, "IDS_PTS_WORD": {"": ["point", "points"]}, "IDS_PVE_BATTLE": {"": ["Scenario"]}, "IDS_RANDOM_BATTLE": {"": ["Random"]}, "IDS_RANK_BATTLE": {"": ["Ranked"]}, "IDS_RUSSIA_NATION": {"": ["Soviet"]}, "IDS_SCOUT_CLASS": {"": ["scout", "scouts"]}, "IDS_SHIP": {"": ["ship", "ships"]}, "IDS_SIGNALS": {"": ["signal", "signals"]}, "IDS_SOME_ACHIEVEMENT": {"": ["achievement", "achievements"]}, "IDS_SPECIAL_SIGNALS": {"": ["special signal", "special signals"]}, "IDS_STAR": {"": ["star", "stars"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["Survive battles and"], "SIMPLE": ["Survive battles"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["Survive a battle and"], "SIMPLE": ["Survive a battle"]}, "IDS_SURVIVE_WIN_IN_BATTLES": {"": ["Survive and win battles and"], "SIMPLE": ["Survive and win battles"]}, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": {"": ["Survive and win a battle and"], "SIMPLE": ["Survive and win a battle"]}, "IDS_TASK": {"": ["combat mission", "combat missions"]}, "IDS_TBOMBER_CLASS": {"": ["torpedo bomber", "torpedo bombers"]}, "IDS_TIMES_WORD": {"": ["time", "times"]}, "IDS_TOP_IN_TEAM": {"": ["in your team"]}, "IDS_TORPEDO": {"": ["torpedo", "torpedoes"]}, "IDS_TRAINING_BATTLE": {"": ["Training"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["British"]}, "IDS_USA_NATION": {"": ["American"]}, "IDS_USING_BOMBER": {"": ["using aerial bombs"]}, "IDS_USING_FIGHTER": {"": ["using attack aircraft"]}, "IDS_USING_FIRE": {"": ["by setting fires"]}, "IDS_USING_FLOOD": {"": ["by flooding"]}, "IDS_USING_MAIN_GUN": {"": ["with the main battery"]}, "IDS_USING_RAM": {"": ["by ramming"]}, "IDS_USING_ROCKET": {"": ["using rockets"]}, "IDS_USING_SECONDARY_GUN": {"": ["with the secondary battery"]}, "IDS_USING_TBOMBER": {"": ["using aerial torpedoes"]}, "IDS_USING_TORPEDOES": {"": ["with ship torpedoes"]}, "IDS_WIN_IN_BATTLES": {"": ["Win battles and"], "SIMPLE": ["Win battles"]}, "IDS_WIN_IN_ONE_BATTLE": {"": ["Win a battle and"], "SIMPLE": ["Win a battle"]}, "IDS_WITH_AGRO_AIR": {"": ["using aerial bombs or aerial torpedoes"]}, "IDS_WITH_AGRO_ART": {"": ["with artillery"]}, "IDS_WITH_AGRO_TORPS": {"": ["using ship or aerial torpedoes"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} earn {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "achievement.ids"}, {"count": "count", "isVar": true, "name": "achievement.type"} ] } ], "rules_short": [ { "template": "Earn {}", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "Must be completed", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "Must be completed {}", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_INTRO_BATTLE", "IDS_EVENT_BATTLE"]}, "template": "Must be completed in an {} Battle {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "Must be completed in a {} Battle {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "Must be completed in a {} Battle ({}) {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.in_squad": [null]}, "template": "Must be completed in a {} Battle", "template_args": [{"isVar": true, "name": "battle_cond.battle_type"}] }, { "template": "Must be completed in a {} Battle {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "Complete {} {} of \"{}\" type", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "task"}, {"isVar": true, "name": "typeName"} ] } ], "rules_short": [ { "template": "Complete {}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} cause {} HP of damage to {} {} of {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "damage_types"} ] }, { "template": "{} cause {} HP of damage to {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Cause damage {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Cause damage", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} destroy {} {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{} destroy {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] } ], "rules_short": [ { "template": "Destroy {} {}", "template_args": [ {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": 2, "isVar": true, "name": "ship.class"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} destroy {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "rules_short": [ { "template": "Destroy {} {}", "template_args": [ {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} get a {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] }, { "template": "{} get {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] } ], "rules_short": [ { "template": "Get {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ {"cond": {"count": [1]}, "template": "Play a battle", "template_args": []}, { "template": "Play {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Enter a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} earn {} base XP", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Earn base XP", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} hit an enemy {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "{} hit enemy {} {} times {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "count"}, {"isVar": true, "name": "hit_types"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "Hit a {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "Hit a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1], "level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} set fire to {} {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} set fire to {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} set fire {} {} to {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{} set fire {} {} to {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"} ] } ], "rules_short": [ { "template": "Set fire to a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{} receive {} HP of potential damage {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Receive potential damage {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Receive potential damage", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "Must be completed in {} {}", "template_args": [ {"count": "count", "isVar": true, "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} earn {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "star"} ] } ], "rules_short": [ { "template": "Earn {} in {}", "template_args": [ {"count": 2, "isVar": true, "name": "star"}, {"count": 2, "isVar": true, "name": "operation"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} receive {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "base_points"}, {"count": "count", "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "rules_short": [ { "template": "Receive {} {}", "template_args": [ {"isVar": true, "name": "base_points"}, {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "Complete \"{}\"", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} help your team cause {} HP of damage upon your spotting", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Help your team cause damage", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"level": ["IDS_LEVEL_EXACT", null], "module.count": [1]}, "template": "{} damage {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "module.count"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": "module.count", "isVar": true, "name": "module.type"} ] }, { "cond": {"level": ["IDS_LEVEL_EXACT", "IDS_LEVEL_RANGE"]}, "template": "{} damage {} {} of {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "module.count"}, {"count": "module.count", "isVar": true, "name": "module.type"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE"]}, "template": "{} damage {} {} of {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "module.count"}, {"count": "module.count", "isVar": true, "name": "module.type"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{} damage {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": "module.count", "isVar": true, "name": "module.type"} ] } ], "rules_short": [ { "template": "Damage a {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"count": 1, "isVar": true, "name": "module.type"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": { "count": [1], "level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"], "ship.nation": ["IDS_ITALY_NATION"] }, "template": "{} hit the citadel of an {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1], "level": [null], "ship.nation": ["IDS_ITALY_NATION"]}, "template": "{} hit the citadel of an {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1], "level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} hit the citadel of a {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} hit the citadel of a {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} hit the citadels of {} {} of {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] }, { "template": "{} hit the citadels of {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Hit the citadel of a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"level": ["IDS_LEVEL_EXACT", "IDS_LEVEL_RANGE", null], "ship.ids": [null]}, "template": "{} {} {} {}", "template_args": [ {"count": 10, "isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"} ] }, { "cond": {"ship.ids": [null]}, "template": "{} {} {} of {}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "level"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": { "count": [1], "level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"], "ship.nation": ["IDS_ITALY_NATION"] }, "template": "{} cause flooding on an {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1], "level": [null], "ship.nation": ["IDS_ITALY_NATION"]}, "template": "{} cause flooding on an {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1], "level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} cause flooding on a {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} cause flooding on a {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": ["IDS_LEVEL_LESS", "IDS_LEVEL_MORE", "IDS_LEVEL_RANGE"]}, "template": "{} cause flooding on {} {} of {} {} {} ", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] }, { "template": "{} cause flooding on {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Cause flooding on a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "cond": {"aircraft.class": ["IDS_ANY_AIRCRAFT"], "aircraft.count": [1]}, "template": "{} shoot down an {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "cond": {"aircraft.count": [1]}, "template": "{} shoot down a {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "template": "{} shoot down {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] } ], "rules_short": [ { "template": "Destroy an {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{} spot {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "template": "{} be the first to spot {} enemy {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "Spot {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "Be the first to spot {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"level": [null], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} be the first to spot {} enemy {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} be the first to spot {} enemy {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"level": [null]}, "template": "{} be the first to spot {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "template": "{} be the first to spot {} {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Spot {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} be the first to spot {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "rules_short": [ { "template": "Spot enemy {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "Survive a {}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "Survive {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Survive a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} become the best {} by damage caused to the enemy", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} join the top {} {} by damage caused to the enemy", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} become the best {} by damage caused to the enemy", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} join the top {} {} by damage caused to the enemy", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Become the best by damage caused to the enemy", "template_args": [] }, { "template": "Join the top {} by damage caused to the enemy", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} become the best {} by experience received", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} join the top {} {} by experience received", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} become the best {} by experience received", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} join the top {} {} by experience received", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Become the best by experience received", "template_args": [] }, { "template": "Join the top {} by experience received", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "In {} {}, become the best {} by experience received", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "In {} {}, join the top {} {} by experience received", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "In {} {}, become the best {} by experience received", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "In {} {}, join the top {} {} by experience received", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Become the best by experience received", "template_args": [] }, { "template": "Join the top {} by experience received", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} earn {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "currency"} ] } ], "rules_short": [ { "template": "Earn {}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "The {} {} must be mounted on this ship", "template_args": [ {"isVar": true, "name": "camouflage.id"}, {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "The {} {} must be mounted on this ship", "template_args": [ {"isVar": true, "name": "permoflage.id"}, {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "{} {} must be mounted on this ship", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "{} {} must be mounted on this ship", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "template": "{} {} must be mounted on this ship", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "Win a {}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "Win {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Win a {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
es_mx: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["con fuego antiaéreo"]}, "IDS_ANY_AIRCRAFT": {"": ["avión", "aviones"]}, "IDS_BADGE": {"": ["cinta", "cintas"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["captura de base"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["defensa de base"]}, "IDS_BATTLES": {"": ["batalla", "batallas"]}, "IDS_BATTLESHIP_CLASS": {"": ["acorazado", "acorazados"]}, "IDS_BATTLE_SIGNALS": {"": ["señal de combate", "señales de combates"]}, "IDS_BOMBER_CLASS": {"": ["bombardero", "bombarderos"]}, "IDS_CAMOUFLAGE": {"": ["camuflaje", "camuflajes"]}, "IDS_CARRIER_CLASS": {"": ["portaaviones"]}, "IDS_CLAN_BATTLE": {"": ["de Clanes"]}, "IDS_CLUB_BATTLE": {"": ["en Equipo"]}, "IDS_COMMONWEALTH_NATION": {"": ["de la Commonwealth"]}, "IDS_COOP_BATTLE": {"": ["Cooperativa"]}, "IDS_CREDITS": {"": ["crédito", "créditos"]}, "IDS_CREWXP": {"": ["puntos de XP del Comandante"]}, "IDS_CRUISER_CLASS": {"": ["crucero", "cruceros"]}, "IDS_DESTROYER_CLASS": {"": ["destructor", "destructores"]}, "IDS_ECO_SIGNALS": {"": ["señal económica", "señales económicas"]}, "IDS_ELITE": {"": ["de Élite"]}, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} o {2}"]}, "IDS_ENUM_3": {"": ["{1}, {2} o {3}"]}, "IDS_ENUM_4": {"": ["{1}, {2}, {3} o {4}"]}, "IDS_ENUM_5": {"": ["{1}, {2}, {3}, {4} o {5}"]}, "IDS_ENUM_6": {"": ["{1}, {2}, {3}, {4}, {5} o {6}"]}, "IDS_ENUM_7": {"": ["{1}, {2}, {3}, {4}, {5}, {6} o {7}"]}, "IDS_ENUM_8": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, {7} o {8}"]}, "IDS_EUROPE_NATION": {"": ["europeo", "europeos"]}, "IDS_EVENT_BATTLE": {"": ["de Submarinos"]}, "IDS_EXP": {"": ["puntos de XP"]}, "IDS_FIGHTER_CLASS": {"": ["avión de ataque", "aviones de ataque"]}, "IDS_FRANCE_NATION": {"": ["francés", "franceses"]}, "IDS_FREEXP": {"": ["puntos de XP Libre"]}, "IDS_GERMANY_NATION": {"": ["alemán", "alemanes"]}, "IDS_GOLD": {"": ["doblón", "doblones"]}, "IDS_HEROIC_ACHIEVEMENT": {"": ["logro heroico", "logros heroicos"]}, "IDS_HONORABLE_ACHIEVEMENT": {"": ["logro honorable", "logros honorables"]}, "IDS_INTRO_BATTLE": {"": ["de Introducción"]}, "IDS_IN_ONE_BATTLE": { "": ["En una batalla,"], "E": ["En una batalla,"], "SIMPLE": ["En una batalla"] }, "IDS_IN_SQUAD": {"": ["jugando en una División"]}, "IDS_ITALY_NATION": {"": ["italiano", "italianos"]}, "IDS_JAPAN_NATION": {"": ["japonés", "japoneses"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} o mayor"]}, "IDS_LEAGUE_MORE": {"": ["{league} o menor"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["de nivel {level}"]}, "IDS_LEVEL_LESS": {"": ["de nivel {level} o menor"]}, "IDS_LEVEL_MORE": {"": ["de nivel {level} o mayor"]}, "IDS_LEVEL_RANGE": {"": ["del nivel {levelmin} al {levelmax}"]}, "IDS_MODULE": {"": ["módulo", "módulos"]}, "IDS_OF_ALL": {"": ["de ambos equipos"]}, "IDS_OPERATION": {"": ["la operación", "las operaciones"]}, "IDS_PAN_AMERICA_NATION": {"": ["panamericano", "panamericanos"]}, "IDS_PAN_ASIA_NATION": {"": ["panasiático", "panasiáticos"]}, "IDS_PERMANENT_CAMOUFLAGE": {"": ["camuflaje permanente", "camuflajes permanentes"]}, "IDS_POLAND_NATION": {"": ["polaco", "polacos"]}, "IDS_PREMIUM": {"": ["Premium"]}, "IDS_PTS_WORD": {"": ["punto", "puntos"]}, "IDS_PVE_BATTLE": {"": ["de Escenario"]}, "IDS_RANDOM_BATTLE": {"": ["Aleatoria"]}, "IDS_RANK_BATTLE": {"": ["por Rangos"]}, "IDS_RUSSIA_NATION": {"": ["de la U.R.S.S."]}, "IDS_SCOUT_CLASS": {"": ["avión explorador", "aviones exploradores"]}, "IDS_SHIP": {"": ["barco", "barcos"]}, "IDS_SIGNALS": {"": ["señal", "señales"]}, "IDS_SOME_ACHIEVEMENT": {"": ["logro", "logros"]}, "IDS_SPECIAL_SIGNALS": {"": ["señal especial", "señales especiales"]}, "IDS_STAR": {"": ["estrella", "estrellas"]}, "IDS_SURVIVE_IN_BATTLES": { "": ["Sobrevive batallas y"], "E": ["Sobrevive batallas e"], "SIMPLE": ["Sobrevive batallas"] }, "IDS_SURVIVE_IN_ONE_BATTLE": { "": ["Sobrevive una batalla y"], "E": ["Sobrevive una batalla e"], "SIMPLE": ["Sobrevive una batalla"] }, "IDS_SURVIVE_WIN_IN_BATTLES": { "": ["Sobrevive y gana batallas y"], "E": ["Sobrevive y gana batallas e"], "SIMPLE": ["Sobrevive y gana batallas"] }, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": { "": ["Sobrevive y gana una batalla y"], "E": ["Sobrevive, gana una batalla e"], "SIMPLE": ["Sobrevive y gana una batalla"] }, "IDS_TASK": {"": ["misión de combate", "misiones de combate"]}, "IDS_TBOMBER_CLASS": {"": ["bombardero torpedero", "bombarderos torpederos"]}, "IDS_TIMES_WORD": {"": ["vez", "veces"]}, "IDS_TOP_IN_TEAM": {"": ["en tu equipo"]}, "IDS_TORPEDO": {"": ["torpedo", "torpedos"]}, "IDS_TRAINING_BATTLE": {"": ["de Entrenamiento"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["del R.U."]}, "IDS_USA_NATION": {"": ["de los EE.UU."]}, "IDS_USING_BOMBER": {"": ["usando bombas aéreas"]}, "IDS_USING_FIGHTER": {"": ["usando aviones de ataque"]}, "IDS_USING_FIRE": {"": ["por incendios"]}, "IDS_USING_FLOOD": {"": ["por inundaciones"]}, "IDS_USING_MAIN_GUN": {"": ["usando tu batería principal"]}, "IDS_USING_RAM": {"": ["por choques"]}, "IDS_USING_ROCKET": {"": ["usando cohetes"]}, "IDS_USING_SECONDARY_GUN": {"": ["usando tu batería secundaria"]}, "IDS_USING_TBOMBER": {"": ["usando torpedos aéreos"]}, "IDS_USING_TORPEDOES": {"": ["usando torpedos de barco"]}, "IDS_WIN_IN_BATTLES": {"": ["Gana batallas y"], "E": ["Gana batallas e"], "SIMPLE": ["Gana batallas"]}, "IDS_WIN_IN_ONE_BATTLE": { "": ["Gana una batalla y"], "E": ["Gana una batalla e"], "SIMPLE": ["Gana una batalla"] }, "IDS_WITH_AGRO_AIR": {"": ["usando bombas o torpedos aéreos"]}, "IDS_WITH_AGRO_ART": {"": ["con la artillería"]}, "IDS_WITH_AGRO_TORPS": {"": ["usando torpedos de barco o aéreos"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} consigue {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "achievement.type"}, {"isVar": true, "name": "achievement.ids"} ] } ], "rules_short": [ { "template": "Obtén {}", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "Debe ser completada", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "Debe ser completada {}", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "Debe ser completada en una Batalla {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "Debe ser completada en una Batalla {} ({}) {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "template": "Debe ser completada en una Batalla {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "Completa {} {} del tipo \"{}\"", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "task"}, {"isVar": true, "name": "typeName"} ] } ], "rules_short": [ { "template": "Completa {}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{} causa {} HP de daño a {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Causa de daño {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Causa de daño", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.count": [1]}, "template": "{} destruye un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} destruye {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Destruye {} {}", "template_args": [ {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": 2, "isVar": true, "name": "ship.class"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "cond": {"ship.count": [1]}, "template": "{} destruye un {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] }, { "template": "{} destruye {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Destruye {} {}", "template_args": [ {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} gana una {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"}, {"isVar": true, "name": "badge.names"} ] }, { "template": "{} gana {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"}, {"isVar": true, "name": "badge.names"} ] } ], "rules_short": [ { "template": "Obtén {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "Lucha en una batalla", "template_args": [] }, { "template": "Lucha en {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Entra en {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} obtén {} XP base", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Obtén XP base", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} daña un {} enemigo {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "{} daña {} enemigos {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"}, {"isVar": true, "name": "hit_types"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "Daña un {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "Daña un {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1]}, "template": "{} incendia un {} {} {}", "template_args": [ {"isVar": true, "mod": "E", "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} incendia {} {} {} {} {}", "template_args": [ {"isVar": true, "mod": "E", "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Incendia un {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{} recibe {} HP de daño potencial {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Recibe daño potencial {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Recibe daño potencial", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "Debe ser completada en {} {}", "template_args": [ {"count": "count", "isVar": true, "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} obtén {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "star"} ] } ], "rules_short": [ { "template": "Obtén {} en {}", "template_args": [ {"count": 2, "isVar": true, "name": "star"}, {"count": 2, "isVar": true, "name": "operation"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} recibe {} {} de {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "rules_short": [ { "template": "Recibe {} {}", "template_args": [ {"isVar": true, "name": "base_points"}, {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "Completa \"{}\"", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} ayuda a tu equipo a causar {} HP de daño debido a tus detecciones", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Ayuda a tu equipo a causar daños", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"module.count": [1]}, "template": "{} daña un {} de un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "module.count", "isVar": true, "name": "module.type"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} daña {} {} de los {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "name": "module.type"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Daña un {} de un {}", "template_args": [ {"count": 1, "isVar": true, "name": "module.type"}, {"count": 1, "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} impacta la ciudadela de un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} impacta la ciudadela de un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} impacta las ciudadelas de {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Impacta la ciudadela de un {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{} {} {} {}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "level"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} causa una inundación en un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} causa una inundación en un {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} causa inundaciones en {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Causa una inundación en un {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "cond": {"aircraft.count": [1]}, "template": "{} derriba un {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "template": "{} derriba {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] } ], "rules_short": [ { "template": "Destruye un {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{} detecta {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "cond": {"count": [1]}, "template": "{} sé el primero en detectar {} {} enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "template": "{} sé el primero en detectar {} {} enemigos", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "Detecta {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "Sé el primero en detectar {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": { "level": [null], "ship.class": ["IDS_SHIP"], "ship.count": [1], "ship.nation": [null] }, "template": "{} sé el primero en detectar {} {} enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": [null], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} sé el primero en detectar {} {} enemigos", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.count": [1], "ship.nation": [null]}, "template": "{} sé el primero en detectar {} {} enemigo {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} sé el primero en detectar {} {} enemigos {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"level": [null]}, "template": "{} sé el primero en detectar {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"} ] }, { "template": "{} sé el primero en detectar {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Detecta {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} sé el primero en detectar {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Detecta {} enemigo", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "Sobrevive una {}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "Sobrevive {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Sobrevive una {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} sé el mejor jugador {} por daño causado al enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} sé de los {} mejores jugadores {} por daño causado al enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} sé el mejor jugador {} por daño causado al enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} sé de los {} mejores jugadores {} por daño causado al enemigo", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Sé el mejor jugador por daño causado al enemigo", "template_args": [] }, { "template": "Sé de los {} mejores jugadores por daño causado al enemigo", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} sé el mejor jugador {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} sé de los {} mejores jugadores {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} sé el mejor jugador {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} sé de los {} mejores jugadores {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Sé el mejor jugador por experiencia recibida", "template_args": [] }, { "template": "Sé de los {} mejores jugadores por experiencia recibida", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "En {} {}, conviértete en el mejor {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "En {} {}, únete a los mejores {} {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "En {} {}, conviértete en el mejor {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "En {} {}, únete a los mejores {} {} por experiencia recibida", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Sé el mejor jugador por experiencia recibida", "template_args": [] }, { "template": "Sé de los {} mejores jugadores por experiencia recibida", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} obtén {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "currency"} ] } ], "rules_short": [ { "template": "Obtén {}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "El {} {} debe estar montado en este barco", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"}, {"isVar": true, "name": "camouflage.id"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "El {} {} debe estar montado en este barco", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"}, {"isVar": true, "name": "permoflage.id"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "{} {} debe estar montada en este barco", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "{} {} deben estar montadas en este barco", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "template": "{} {} deben estar montadas en este barco", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "Gana una {}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "Gana {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Gana una {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
ja: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["対空兵装で"]}, "IDS_ANY_AIRCRAFT": {"": ["航空機"]}, "IDS_BADGE": {"": ["リボン"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["陣地占領"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["陣地防衛"]}, "IDS_BATTLES": {"": ["戦"]}, "IDS_BATTLESHIP_CLASS": {"": ["戦艦"]}, "IDS_BATTLE_SIGNALS": {"": ["戦闘信号旗"]}, "IDS_BOMBER_CLASS": {"": ["爆撃機"]}, "IDS_CAMOUFLAGE": {"": ["迷彩"]}, "IDS_CARRIER_CLASS": {"": ["航空母艦"]}, "IDS_CLAN_BATTLE": {"": ["クラン戦"]}, "IDS_CLUB_BATTLE": {"": ["チーム戦"]}, "IDS_COMMONWEALTH_NATION": {"": ["イギリス連邦の"]}, "IDS_COOP_BATTLE": {"": ["Co-op 戦"]}, "IDS_CREDITS": {"": ["クレジット"]}, "IDS_CREWXP": {"": ["艦長 EXP"]}, "IDS_CRUISER_CLASS": {"": ["巡洋艦"]}, "IDS_DESTROYER_CLASS": {"": ["駆逐艦"]}, "IDS_ECO_SIGNALS": {"": ["エコノミー信号旗"]}, "IDS_ELITE": {"": ["エリート"]}, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} または {2}"]}, "IDS_ENUM_3": {"": ["{1}、{2} または {3}"]}, "IDS_ENUM_4": {"": ["{1}、{2}、{3} または {4}"]}, "IDS_ENUM_5": {"": ["{1}、{2}、{3}、{4} または {5}"]}, "IDS_ENUM_6": {"": ["{1}、{2}、{3}、{4}、{5} または {6}"]}, "IDS_ENUM_7": {"": ["{1}、{2}、{3}、{4}、{5}、{6} または {7}"]}, "IDS_ENUM_8": {"": ["{1}、{2}、{3}、{4}、{5}、{6}、{7} または {8}"]}, "IDS_EUROPE_NATION": {"": ["ヨーロッパの"]}, "IDS_EVENT_BATTLE": {"": ["非対称戦"]}, "IDS_EXP": {"": ["EXP"]}, "IDS_FIGHTER_CLASS": {"": ["攻撃機"]}, "IDS_FRANCE_NATION": {"": ["フランスの"]}, "IDS_FREEXP": {"": ["フリー EXP"]}, "IDS_GERMANY_NATION": {"": ["ドイツの"]}, "IDS_GOLD": {"": ["ダブロン"]}, "IDS_HEROIC_ACHIEVEMENT": {"": ["英雄実績"]}, "IDS_HONORABLE_ACHIEVEMENT": {"": ["名鑑実績"]}, "IDS_INTRO_BATTLE": {"": ["入門戦"]}, "IDS_IN_ONE_BATTLE": {"": ["1 戦中に、"], "SIMPLE": ["1 戦中に、"]}, "IDS_IN_SQUAD": {"": ["分艦隊でプレイし、"]}, "IDS_ITALY_NATION": {"": ["イタリアの"]}, "IDS_JAPAN_NATION": {"": ["日本の"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} 以上"]}, "IDS_LEAGUE_MORE": {"": ["{league} 以下"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": [" Tier {level} "]}, "IDS_LEVEL_LESS": {"": [" Tier {level} 以下の"]}, "IDS_LEVEL_MORE": {"": [" Tier {level} 以上の"]}, "IDS_LEVEL_RANGE": {"": [" Tier {levelmin}-{levelmax} "]}, "IDS_MODULE": {"": ["モジュール"]}, "IDS_OF_ALL": {"": ["両チーム内"]}, "IDS_OPERATION": {"": ["オペレーション"]}, "IDS_PAN_AMERICA_NATION": {"": ["パンアメリカの"]}, "IDS_PAN_ASIA_NATION": {"": ["パンアジアの"]}, "IDS_PERMANENT_CAMOUFLAGE": {"": ["無期限迷彩"]}, "IDS_POLAND_NATION": {"": ["ポーランドの"]}, "IDS_PREMIUM": {"": ["プレミアム"]}, "IDS_PTS_WORD": {"": ["ポイント"]}, "IDS_PVE_BATTLE": {"": ["シナリオ戦"]}, "IDS_RANDOM_BATTLE": {"": ["ランダム戦"]}, "IDS_RANK_BATTLE": {"": ["ランク戦"]}, "IDS_RUSSIA_NATION": {"": ["ソ連の"]}, "IDS_SCOUT_CLASS": {"": ["偵察機"]}, "IDS_SHIP": {"": ["艦艇"]}, "IDS_SIGNALS": {"": ["信号旗"]}, "IDS_SOME_ACHIEVEMENT": {"": ["実績"]}, "IDS_SPECIAL_SIGNALS": {"": ["特別信号旗"]}, "IDS_STAR": {"": ["スター"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["各戦で生還し、"], "SIMPLE": ["各戦で生還する"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["1 戦生還し、"], "SIMPLE": ["1 戦生還する"]}, "IDS_SURVIVE_WIN_IN_BATTLES": {"": ["各戦で勝利かつ生還し、"], "SIMPLE": ["各戦で勝利かつ生還する"]}, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": {"": ["1 戦勝利かつ生還し、"], "SIMPLE": ["1 戦勝利かつ生還する"]}, "IDS_TASK": {"": ["コンバットミッション"]}, "IDS_TBOMBER_CLASS": {"": ["雷撃機"]}, "IDS_TIMES_WORD": {"": ["回"]}, "IDS_TOP_IN_TEAM": {"": ["チーム内"]}, "IDS_TORPEDO": {"": ["魚雷"]}, "IDS_TRAINING_BATTLE": {"": ["トレーニング戦"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["イギリスの"]}, "IDS_USA_NATION": {"": ["アメリカの"]}, "IDS_USING_BOMBER": {"": ["航空爆弾で"]}, "IDS_USING_FIGHTER": {"": ["攻撃機で"]}, "IDS_USING_FIRE": {"": ["火災で"]}, "IDS_USING_FLOOD": {"": ["浸水で"]}, "IDS_USING_MAIN_GUN": {"": ["主砲で"]}, "IDS_USING_RAM": {"": ["体当たりで"]}, "IDS_USING_ROCKET": {"": ["ロケット弾で"]}, "IDS_USING_SECONDARY_GUN": {"": ["副砲で"]}, "IDS_USING_TBOMBER": {"": ["航空魚雷で"]}, "IDS_USING_TORPEDOES": {"": ["艦載魚雷で"]}, "IDS_WIN_IN_BATTLES": {"": ["各戦で勝利し、"], "SIMPLE": ["各戦で勝利する"]}, "IDS_WIN_IN_ONE_BATTLE": {"": ["1 戦勝利し、"], "SIMPLE": ["1 戦勝利する"]}, "IDS_WITH_AGRO_AIR": {"": ["航空爆弾または航空魚雷で"]}, "IDS_WITH_AGRO_ART": {"": ["火砲で"]}, "IDS_WITH_AGRO_TORPS": {"": ["艦載魚雷または航空魚雷で"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}{}{}を {} 個取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "achievement.type"}, {"isVar": true, "name": "achievement.ids"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "template": "{}を取得する", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "達成する", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "{}達成する", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "{}で{}達成する", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "{} ({}) で{}達成する", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.in_squad": [null]}, "template": "{}で達成する", "template_args": [{"isVar": true, "name": "battle_cond.battle_type"}] }, { "template": "{}で、{}達成する", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "「{}」タイプの{}を {} 件達成する", "template_args": [ {"isVar": true, "name": "typeName"}, {"count": "count", "isVar": true, "name": "task"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "template": "{}を達成する", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}{}{}{}に{} {} HP のダメージを与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "mod": "incl1", "name": "damage"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "{}ダメージを与える", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "ダメージを与える", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "template": "{}{}{}{}を {} 隻撃沈する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] } ], "rules_short": [ { "template": "{}{}を撃沈する", "template_args": [ {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": 2, "isVar": true, "name": "ship.class"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}{} を {} 隻撃沈する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] } ], "rules_short": [ { "template": "{}{}を撃沈する", "template_args": [ {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}{}{}を 1 個取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] }, { "template": "{}{}{}を {} 個取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"}, {"isVar": true, "name": "count"} ] } ], "rules_short": [ { "template": "{}を取得する", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "{} 戦プレイする", "template_args": [{"isVar": true, "mod": "incl1", "name": "count"}] } ], "rules_short": [ { "template": "{}闘に参加する", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} {} 基本経験値を取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "基本 EXP を取得する", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}{} 1 隻の敵{}に命中弾を与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"} ] }, { "template": "{}{}敵{}に {} {}命中弾を与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "{} 1 隻の敵{}に命中弾を与える", "template_args": [ {"isVar": true, "name": "hit_types"}, {"count": 1, "isVar": false, "name": "IDS_SHIP"} ] }, { "template": "1 隻の敵{}に命中弾を与える", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1]}, "template": "{}{}{}{}に火災を発生させる", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.class"} ] }, { "template": "{}{}{}{}に {} {}火災を発生させる", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "{}に火災を発生させる", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{}{} {} HP の潜在ダメージを被る", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "{}潜在ダメージを被る", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "潜在ダメージを被る", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} {}で達成する", "template_args": [ {"count": "count", "isVar": true, "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} {} {}を取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "star"} ] } ], "rules_short": [ { "template": "{}で{}を取得する", "template_args": [ {"count": 2, "isVar": true, "name": "operation"}, {"count": 2, "isVar": true, "name": "star"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} {}{} {} を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "base_points"}, {"count": "count", "isVar": false, "name": "IDS_PTS_WORD"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "template": "{}{}を取得する", "template_args": [ {"isVar": true, "name": "base_points"}, {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "達成する: 「{}」", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}観測により {} HP ダメージアシストする", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "ダメージアシストする", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}{}{}{}の{} {} 個にダメージを与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": "module.count", "isVar": true, "name": "module.type"}, {"isVar": true, "mod": "incl1", "name": "module.count"} ] } ], "rules_short": [ { "template": "{}の{}にダメージを与える", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"count": 1, "isVar": true, "name": "module.type"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}{}{}{}の防郭に命中弾を与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1]}, "template": "{}{}{}{}の防郭に命中弾を与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "template": "{}{}{}{}の防郭に {} {}命中弾を与える", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "{}の中央防郭に命中弾を与える", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{}{}{}{}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}{}{}{}に浸水を引き起こす", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1]}, "template": "{}{}{}{}に浸水を引き起こす", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "template": "{}{}{}{}に {} {}浸水を引き起こす", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "{}に浸水を引き起こす", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "cond": {"aircraft.count": [1]}, "template": "{}{}を 1 機撃墜する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "template": "{}{}を {} 機撃墜する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"}, {"isVar": true, "name": "aircraft.count"} ] } ], "rules_short": [ { "template": "{}を 1 機撃墜する", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{}{}を {} 本発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "spot_target"}, {"isVar": true, "mod": "incl1", "name": "count"} ] }, { "cond": {"spot_target": ["IDS_ANY_AIRCRAFT"]}, "template": "{}{}を {} 機発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "spot_target"}, {"isVar": true, "mod": "incl1", "name": "count"} ] }, { "template": "{}敵{}を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "spot_target"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{}を発見する", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "{}を最初に発見する", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"level": [null], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}敵{}を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}敵 {} {}を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] }, { "cond": {"level": [null]}, "template": "{}{}{}を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] }, { "template": "{}{} {} {}を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] } ], "rules_short": [ { "template": "{}を発見する", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}{} を最初に {} 隻発見する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"isVar": true, "mod": "incl1", "name": "ship.count"} ] } ], "rules_short": [ { "template": "敵{}を発見する", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "1 {}生還する", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "{} {}生還する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "1 {}で生還する", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}敵に対する与ダメージで{}最高を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}敵に対する与ダメージで{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}敵に対する与ダメージで{}最高を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}敵に対する与ダメージで{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "敵に対する与ダメージで最高を達成する", "template_args": [] }, { "template": "敵に対する与ダメージで TOP {} を達成する", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}取得経験値で{}最高を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}取得経験値で{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}取得経験値で{}最高を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}取得経験値で{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ {"cond": {"top.rank": [1]}, "template": "取得経験値で最高を達成する", "template_args": []}, { "template": "取得経験値で TOP {} を達成する", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} {}において、取得経験値で{}最高を達成する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} {}において、取得経験値で{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{} {}において、取得経験値で{}最高を達成する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} {}において、取得経験値で{} TOP {} を達成する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ {"cond": {"top.rank": [1]}, "template": "取得経験値で最高を達成する", "template_args": []}, { "template": "取得経験値で TOP {} を達成する", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} {} {} 取得する", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "currency"} ] } ], "rules_short": [ { "template": "{} を取得する", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "この艦艇に{} {} を搭載すること", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"}, {"isVar": true, "name": "camouflage.id"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "この艦艇に{} {} を搭載すること", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"}, {"isVar": true, "name": "permoflage.id"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "この艦に{}を {} 組搭載すること", "template_args": [ {"count": "count", "isVar": true, "name": "signal.group"}, {"isVar": true, "mod": "incl1", "name": "count"} ] }, { "cond": {"signal.ids": [null]}, "template": "この艦に{}を {} 組搭載すること", "template_args": [ {"count": "count", "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "count"} ] }, { "template": "この艦に{} {} を搭載すること", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "1 {}勝利する", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "{} {}勝利する", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "1 {}で勝利する", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
pl: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["bronią przeciwlotniczą"]}, "IDS_ANY_AIRCRAFT": { "": ["samolot", "samoloty", "samoloty"], "ACC": ["samolot", "samoloty", "samolotów"] }, "IDS_BADGE": {"": ["wstęga", "wstęgi", "wstąg"], "ACC": ["wstęgę", "wstęgi", "wstąg"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["przejęcia bazy"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["obrony bazy"]}, "IDS_BATTLES": { "": ["bitwa", "bitwy", "bitwy"], "ACC": ["bitwę", "bitwy", "bitew"], "PREP": ["bitwie", "bitwach", "bitwach"] }, "IDS_BATTLESHIP_CLASS": { "": ["pancernik", "pancerniki", "pancerniki"], "ACC": ["pancernik", "pancerniki", "pancerników"], "DAT": ["pancernikowi", "pancernikom", "pancernikom"], "GEN": ["pancernika", "pancerników", "pancerników"] }, "IDS_BATTLE_SIGNALS": { "": ["sygnał bojowy", "sygnały bojowe", "sygnałów bojowych"], "ACC": ["sygnał bojowy", "sygnały bojowe", "sygnałów bojowych"] }, "IDS_BOMBER_CLASS": { "": ["bombowiec", "bombowce", "bombowce"], "ACC": ["bombowiec", "bombowce", "bombowców"] }, "IDS_CAMOUFLAGE": { "": ["kamuflaż", "kamuflaże", "kamuflaży"], "ACC": ["kamuflaż", "kamuflaże", "kamuflaży"] }, "IDS_CARRIER_CLASS": { "": ["lotniskowiec", "lotniskowce", "lotniskowce"], "ACC": ["lotniskowiec", "lotniskowce", "lotniskowców"], "DAT": ["lotniskowcowi", "lotniskowcom", "lotniskowcom"], "GEN": ["lotniskowca", "lotniskowców", "lotniskowców"] }, "IDS_CLAN_BATTLE": {"": ["klanowej"]}, "IDS_CLUB_BATTLE": {"": ["drużynowej"]}, "IDS_COMMONWEALTH_NATION": {"": ["Wspólnota"], "GEN": ["Wspólnoty"]}, "IDS_COOP_BATTLE": {"": ["kooperacyjnej"]}, "IDS_CREDITS": {"": ["kredyt", "kredyty", "kredyty"], "ACC": ["kredyt", "kredyty", "kredytów"]}, "IDS_CREWXP": {"": ["PD dowódcy"], "ACC": ["PD dowódcy"]}, "IDS_CRUISER_CLASS": { "": ["krążownik", "krążowniki", "krążowniki"], "ACC": ["krążownik", "krążowniki", "krążowników"], "DAT": ["krążownikowi", "krążownikom", "krążownikom"], "GEN": ["krążownika", "krążowników", "krążowników"] }, "IDS_DESTROYER_CLASS": { "": ["niszczyciel", "niszczyciele", "niszczyciele"], "ACC": ["niszczyciel", "niszczyciele", "niszczycieli"], "DAT": ["niszczycielowi", "niszczycielom", "niszczycielom"], "GEN": ["niszczyciela", "niszczycieli", "niszczycieli"] }, "IDS_ECO_SIGNALS": { "": ["sygnał ekonomiczny", "sygnały ekonomiczne", "sygnałów ekonomicznych"], "ACC": ["sygnał ekonomiczny", "sygnały ekonomiczne", "sygnałów ekonomicznych"] }, "IDS_ELITE": { "": ["elitarny", "elitarne", "elitarne"], "ACC": ["elitarny", "elitarne", "elitarnych"], "DAT": ["elitarnemu", "elitarnym", "elitarnym"], "GEN": ["elitarnego", "elitarnych", "elitarnych"] }, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} lub {2}"]}, "IDS_ENUM_3": {"": ["{1}, {2} lub {3}"]}, "IDS_ENUM_4": {"": ["{1}, {2}, {3} lub {4}"]}, "IDS_ENUM_5": {"": ["{1}, {2}, {3}, {4} lub {5}"]}, "IDS_ENUM_6": {"": ["{1}, {2}, {3}, {4}, {5} lub {6}"]}, "IDS_ENUM_7": {"": ["{1}, {2}, {3}, {4}, {5}, {6} lub {7}"]}, "IDS_ENUM_8": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, {7} lub {8}"]}, "IDS_EUROPE_NATION": {"": ["Europa"], "GEN": ["Europy"]}, "IDS_EVENT_BATTLE": {"": ["asymetryczna"]}, "IDS_EXP": {"": ["PD"], "ACC": ["PD"]}, "IDS_FIGHTER_CLASS": { "": ["myśliwiec", "myśliwce", "myśliwce"], "ACC": ["myśliwiec", "myśliwce", "myśliwców"] }, "IDS_FRANCE_NATION": {"": ["Francja"], "GEN": ["Francji"]}, "IDS_FREEXP": {"": ["wolne PD"], "ACC": ["wolnych PD"]}, "IDS_GERMANY_NATION": {"": ["Niemcy"], "GEN": ["Niemiec"]}, "IDS_GOLD": {"": ["dublon", "dublony", "dublony"], "ACC": ["dublon", "dublony", "dublonów"]}, "IDS_HEROIC_ACHIEVEMENT": { "": ["osiągnięcie bohaterskie", "osiągnięcia bohaterskie", "osiągnięć bohaterskich"], "ACC": ["osiągnięcie bohaterskie", "osiągnięcia bohaterskie", "osiągnięć bohaterskich"] }, "IDS_HONORABLE_ACHIEVEMENT": { "": ["osiągnięcie honorowe", "osiągnięcia honorowe", "osiągnięć honorowych"], "ACC": ["osiągnięcie honorowe", "osiągnięcia honorowe", "osiągnięć honorowych"] }, "IDS_INTRO_BATTLE": {"": ["wprowadzającej"]}, "IDS_IN_ONE_BATTLE": {"": ["W jednej bitwie"], "SIMPLE": ["W jednej bitwie"]}, "IDS_IN_SQUAD": {"": ["grając w dywizjonie"]}, "IDS_ITALY_NATION": {"": ["Włochy"], "GEN": ["Włoch"]}, "IDS_JAPAN_NATION": {"": ["Japonia"], "GEN": ["Japonii"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} i wyższej"]}, "IDS_LEAGUE_MORE": {"": ["{league} i niższej"]}, "IDS_LEAGUE_RANGE": {"": ["od {leaguemin} do {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["{level} poziomu"]}, "IDS_LEVEL_LESS": {"": ["maksymalnie {level} poziomu"]}, "IDS_LEVEL_MORE": {"": ["minimalnie {level} poziomu"]}, "IDS_LEVEL_RANGE": {"": ["poziomu {levelmin}-{levelmax}"]}, "IDS_MODULE": {"": ["moduł", "moduły", "moduły"], "ACC": ["moduł", "moduły", "modułów"]}, "IDS_OF_ALL": {"": ["spośród obu drużyn"]}, "IDS_OPERATION": { "": ["operacja", "operacje", "operacji"], "PREP": ["operacji", "operacjach", "operacjach"] }, "IDS_PAN_AMERICA_NATION": {"": ["Panameryka"], "GEN": ["Panameryki"]}, "IDS_PAN_ASIA_NATION": {"": ["Azja Wschodnia"], "GEN": ["Azji Wschodniej"]}, "IDS_PERMANENT_CAMOUFLAGE": { "": ["stały kamuflaż", "stałe kamuflaże", "stałych kamuflaży"], "ACC": ["stały kamuflaż", "stałe kamuflaże", "stałych kamuflaży"] }, "IDS_POLAND_NATION": {"": ["Polska"], "GEN": ["Polski"]}, "IDS_PREMIUM": {"": ["premium"]}, "IDS_PTS_WORD": { "": ["punkt", "punkty", "punktów"], "ACC": ["punkt", "punkty", "punktów"], "GEN": ["punktu", "punktów", "punktów"] }, "IDS_PVE_BATTLE": {"": ["scenariuszowej"]}, "IDS_RANDOM_BATTLE": {"": ["losowej"]}, "IDS_RANK_BATTLE": {"": ["rankingowej"]}, "IDS_RUSSIA_NATION": {"": ["Z.S.R.R."], "GEN": ["Z.S.R.R."]}, "IDS_SCOUT_CLASS": { "": ["zwiadowca", "zwiadowcy", "zwiadowcy"], "ACC": ["zwiadowcę", "zwiadowców", "zwiadowców"] }, "IDS_SHIP": { "": ["okręt", "okręty", "okręty"], "ACC": ["okręt", "okręty", "okrętów"], "DAT": ["okrętowi", "okrętom", "okrętom"], "GEN": ["okrętu", "okrętów", "okrętów"] }, "IDS_SIGNALS": { "": ["sygnał", "sygnały", "sygnałów"], "ACC": ["sygnał", "sygnały", "sygnałów"] }, "IDS_SOME_ACHIEVEMENT": { "": ["osiągnięcie", "osiągnięcia", "osiągnięcia"], "ACC": ["osiągnięcie", "osiągnięcia", "osiągnięć"] }, "IDS_SPECIAL_SIGNALS": { "": ["sygnał specjalny", "sygnały specjalne", "sygnałów specjalnych"], "ACC": ["sygnał specjalny", "sygnały specjalne", "sygnałów specjalnych"] }, "IDS_STAR": { "": ["gwiazdka", "gwiazdki", "gwiazdek"], "ACC": ["gwiazdkę", "gwiazdki", "gwiazdek"] }, "IDS_SURVIVE_IN_BATTLES": {"": ["Przetrwaj bitwę i"], "SIMPLE": ["Przetrwaj bitwę"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["Przetrwaj bitwę i"], "SIMPLE": ["Przetrwaj bitwę"]}, "IDS_SURVIVE_WIN_IN_BATTLES": {"": ["Przetrwaj i wygraj bitwę oraz"], "SIMPLE": ["Przetrwaj i wygraj bitwę"]}, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": {"": ["Przetrwaj i wygraj bitwę oraz"], "SIMPLE": ["Przetrwaj i wygraj bitwę"]}, "IDS_TASK": { "": ["misja bojowa", "misje bojowe", "misji bojowych"], "ACC": ["misję bojową", "misje bojowe", "misji bojowych"] }, "IDS_TBOMBER_CLASS": { "": ["bombowiec torpedowy", "bombowce torpedowe", "bombowce torpedowe"], "ACC": ["bombowiec torpedowy", "bombowce torpedowe", "bombowców torpedowych"] }, "IDS_TIMES_WORD": {"": ["raz", "razy", "razy"]}, "IDS_TOP_IN_TEAM": {"": ["w Twojej drużynie"]}, "IDS_TORPEDO": {"": ["torpeda", "torpedy", "torped"], "ACC": ["torpedę", "torpedy", "torped"]}, "IDS_TRAINING_BATTLE": {"": ["szkoleniowej"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["Wielka Brytania"], "GEN": ["Wielkiej Brytanii"]}, "IDS_USA_NATION": {"": ["U.S.A."], "GEN": ["U.S.A."]}, "IDS_USING_BOMBER": {"": ["bombami"]}, "IDS_USING_FIGHTER": {"": ["przy wykorzystaniu myśliwców"]}, "IDS_USING_FIRE": {"": ["przez podpalenie"]}, "IDS_USING_FLOOD": {"": ["przez zalanie"]}, "IDS_USING_MAIN_GUN": {"": ["ogniem głównej baterii"]}, "IDS_USING_RAM": {"": ["przez taranowanie"]}, "IDS_USING_ROCKET": {"": ["rakietami"]}, "IDS_USING_SECONDARY_GUN": {"": ["ogniem dodatkowej baterii"]}, "IDS_USING_TBOMBER": {"": ["torpedami wystrzelonymi z samolotu"]}, "IDS_USING_TORPEDOES": {"": ["torpedami wystrzelonymi z okrętu"]}, "IDS_WIN_IN_BATTLES": {"": ["Wygraj bitwę i"], "SIMPLE": ["Wygraj bitwę"]}, "IDS_WIN_IN_ONE_BATTLE": {"": ["Wygraj bitwę i"], "SIMPLE": ["Wygraj bitwę"]}, "IDS_WITH_AGRO_AIR": {"": ["bombami lub torpedami lotniczymi"]}, "IDS_WITH_AGRO_ART": {"": ["artylerią"]}, "IDS_WITH_AGRO_TORPS": {"": ["torpedami okrętu lub lotniczymi"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} zdobądź {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "achievement.type"}, {"isVar": true, "name": "achievement.ids"} ] } ], "rules_short": [ { "template": "Zdobądź {}", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "Należy ukończyć", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "Należy ukończyć {}", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": { "battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "battle_cond.in_squad": [null], "league": [null] }, "template": "Należy ukończyć w bitwie {}", "template_args": [{"isVar": true, "name": "battle_cond.battle_type"}] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "battle_cond.in_squad": [null]}, "template": "Należy ukończyć w bitwie {} ({})", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "Należy ukończyć w bitwie {}, {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "Należy ukończyć w bitwie {} ({}), {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"}, {"isVar": true, "name": "battle_cond.in_squad"} ] }, { "cond": {"battle_cond.in_squad": [null]}, "template": "Należy ukończyć w bitwie {}", "template_args": [{"isVar": true, "name": "battle_cond.battle_type"}] }, { "template": "Należy ukończyć w bitwie {}, {}", "template_args": [ {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "battle_cond.in_squad"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "Ukończ {} {} typu \"{}\" ", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "task"}, {"isVar": true, "name": "typeName"} ] } ], "rules_short": [ { "template": "Ukończ {}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{} zadaj uszkodzenia {} o wartości {} PW {} {} {} ", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"count": 10, "isVar": true, "mod": "DAT", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Zadaj uszkodzenia {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Zadaj uszkodzenia", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_DESTROYER_CLASS"], "ship.count": [1]}, "template": "{} zniszcz {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} zniszcz {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Zniszcz {} {}", "template_args": [ {"count": 2, "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} zniszcz {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Zniszcz {} {}", "template_args": [ {"count": 2, "isVar": false, "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} otrzymaj {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BADGE"}, {"isVar": true, "name": "badge.names"} ] } ], "rules_short": [ { "template": "Оtrzymaj {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "Stocz {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Wejdź do {}", "template_args": [{"count": 2, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} zdobądź {} bazowych PD", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Zdobądź bazowe PD", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} traf {} przeciwnika {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "{} traf {} {} {} przeciwnika {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "Traf {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "Traf {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_DESTROYER_CLASS"]}, "template": "{} podpal {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} podpal {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} podpal {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 2, "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Podpal {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{} otrzymaj {} PW potencjalnych uszkodzeń {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Otrzymaj potencjalne uszkodzenia {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Otrzymaj potencjalne uszkodzenia", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "Należy ukończyć w {} {}", "template_args": [ {"count": "count", "isVar": true, "mod": "PREP", "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} zdobądź {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "star"} ] } ], "rules_short": [ { "template": "Zdobądź {} w {}", "template_args": [ {"count": 2, "isVar": true, "name": "star"}, {"count": 2, "isVar": true, "mod": "PREP", "name": "operation"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} zdobądź {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "rules_short": [ { "template": "Zdobądź {} {}", "template_args": [ {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "Ukończ \"{}\"", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} pomóż swojej drużynie zadać {} PW uszkodzeń poprzez wykrywanie", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Pomóż swojej drużynie zadać uszkodzenia", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"module.count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} uszkodź {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"module.count": [1]}, "template": "{} uszkodź {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} uszkodź {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Uszkodź {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "module.type"}, {"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} traf cytadelę {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} traf cytadelę {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} traf cytadelę {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Traf cytadelę {}", "template_args": [{"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{} {} {} {}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "level"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} spowoduj zalanie {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} spowoduj zalanie {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} spowoduj zalanie {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Spowoduj zalanie {}", "template_args": [{"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "template": "{} zniszcz {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, { "count": "aircraft.count", "isVar": true, "mod": "ACC", "name": "aircraft.class" } ] } ], "rules_short": [ { "template": "Zniszcz {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{} wykryj {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] }, { "template": "{} jako pierwszy wykryj {} {} wroga", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "Wykryj {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "Jako pierwszy wykryj {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_DESTROYER_CLASS"], "ship.count": [1]}, "template": "{} pierwszy wykryj {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} pierwszy wykryj {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Wykryj {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} pierwszy wykryj {} {} {} ", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Wykryj {} przeciwnika", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "Przetrwaj {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Przetrwaj {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} bądź najlepszy {} pod względem zadanych uszkodzeń", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} znajdź się w pierwszej {} {} pod względem zadanych uszkodzeń", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} bądź najlepszy {} pod względem zadanych uszkodzeń", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} znajdź się w pierwszej {} {} pod względem zadanych uszkodzeń", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Bądź najlepszy pod względem zadanych uszkodzeń", "template_args": [] }, { "template": "Znajdź się w pierwszej {} pod względem zadanych uszkodzeń", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} bądź najlepszy {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} znajdź się w pierwszej {} {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} bądź najlepszy {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{} znajdź się w pierwszej {} {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Bądź najlepszy pod względem zdobytego doświadczenia", "template_args": [] }, { "template": "Znajdź się w pierwszej {} pod względem zdobytego doświadczenia", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "W {} {} bądź najlepszy {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "W {} {} znajdź się w pierwszej {} {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "W {} {} bądź najlepszy {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "W {} {} znajdź się w pierwszej {} {} pod względem zdobytego doświadczenia", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Bądź najlepszy pod względem zdobytego doświadczenia", "template_args": [] }, { "template": "Znajdź się w pierwszej {} pod względem zdobytego doświadczenia", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} zdobądź {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "currency"} ] } ], "rules_short": [ { "cond": {"currency": ["IDS_FREEXP"]}, "template": "Zdobądź wolne PD", "template_args": [] }, { "template": "Zdobądź {}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "Okręt musi mieć nałożony {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"}, {"isVar": true, "name": "camouflage.id"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "Okręt musi mieć nałożony {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"}, {"isVar": true, "name": "permoflage.id"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "Na tym okręcie musi być zamontowany {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "Na tym okręcie musi być zamontowane {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "template": "Na tym okręcie musi być zamontowane {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "Wygraj {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Wygraj {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
ru: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["используя корабельную ПВО"]}, "IDS_ANY_AIRCRAFT": { "": ["самолёт", "самолёты", "самолёты"], "ACC": ["самолёт", "самолёта", "самолётов"] }, "IDS_BADGE": {"": ["лента", "ленты", "ленты"], "ACC": ["ленту", "ленты", "лент"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["захвата базы"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["защиты базы"]}, "IDS_BATTLES": { "": ["бой", "боя", "боёв"], "ACC": ["бою", "боях", "боях"], "PREP": ["бою", "боях", "боях"] }, "IDS_BATTLESHIP_CLASS": { "": ["линкор", "линкоры", "линкоры"], "ACC": ["линкор", "линкора", "линкоров"], "DAT": ["линкору", "линкорам", "линкорам"], "GEN": ["линкора", "линкора", "линкоров"] }, "IDS_BATTLE_SIGNALS": { "": ["боевой сигнал", "боевые сигналы", "боевые сигналы"], "ACC": ["боевой сигнал", "боевых сигнала", "боевых сигналов"] }, "IDS_BOMBER_CLASS": { "": ["бомбардировщик", "бомбардировщики", "бомбардировщики"], "ACC": ["бомбардировщик", "бомбардировщика", "бомбардировщиков"] }, "IDS_CAMOUFLAGE": { "": ["камуфляж", "камуфляжи", "камуфляжи"], "ACC": ["камуфляж", "камуфляжа", "камуфляжей"] }, "IDS_CARRIER_CLASS": { "": ["авианосец", "авианосцы", "авианосцы"], "ACC": ["авианосец", "авианосца", "авианосцев"], "DAT": ["авианосцу", "авианосцам", "авианосцам"], "GEN": ["авианосца", "авианосцев", "авианосцев"] }, "IDS_CLAN_BATTLE": {"": ["Клановый"], "PREP": ["клановом"]}, "IDS_CLUB_BATTLE": {"": ["Командный"], "PREP": ["командном"]}, "IDS_COMMONWEALTH_NATION": {"": ["Содружество"], "GEN": ["Содружества"]}, "IDS_COOP_BATTLE": {"": ["Кооперативный"], "PREP": ["кооперативном"]}, "IDS_CREDITS": {"": ["кредит", "кредиты", "кредиты"], "ACC": ["кредит", "кредита", "кредитов"]}, "IDS_CREWXP": {"": ["опыт командира"], "ACC": ["опыта командира"]}, "IDS_CRUISER_CLASS": { "": ["крейсер", "крейсеры", "крейсеры"], "ACC": ["крейсер", "крейсера", "крейсеров"], "DAT": ["крейсеру", "крейсерам", "крейсерам"], "GEN": ["крейсера", "крейсеров", "крейсеров"] }, "IDS_DESTROYER_CLASS": { "": ["эсминец", "эсминцы", "эсминцы"], "ACC": ["эсминец", "эсминцa", "эсминцев"], "DAT": ["эсминцу", "эсминцам", "эсминцам"], "GEN": ["эсминца", "эсминцев", "эсминцев"] }, "IDS_ECO_SIGNALS": { "": ["экономический сигнал", "экономические сигналы", "экономические сигналы"], "ACC": ["экономический сигнал", "экономических сигнала", "экономических сигналов"] }, "IDS_ELITE": { "": ["элитный", "элитные", "элитные"], "ACC": ["элитный", "элитных", "элитных"], "DAT": ["элитному", "элитным", "элитным"], "GEN": ["элитного", "элитных", "элитных"] }, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} или {2}"]}, "IDS_ENUM_3": {"": ["{1}, {2} или {3}"]}, "IDS_ENUM_4": {"": ["{1}, {2}, {3} или {4}"]}, "IDS_ENUM_5": {"": ["{1}, {2}, {3}, {4} или {5}"]}, "IDS_ENUM_6": {"": ["{1}, {2}, {3}, {4}, {5} или {6}"]}, "IDS_ENUM_7": {"": ["{1}, {2}, {3}, {4}, {5}, {6} или {7}"]}, "IDS_ENUM_8": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, {7} или {8}"]}, "IDS_EUROPE_NATION": {"": ["Европа"], "GEN": ["Европы"]}, "IDS_EVENT_BATTLE": {"": ["Асимметричный"], "PREP": ["асимметричном"]}, "IDS_EXP": {"": ["опыт"], "ACC": ["опыта"]}, "IDS_FIGHTER_CLASS": { "": ["штурмовик", "штурмовики", "штурмовики"], "ACC": ["штурмовик", "штурмовика", "штурмовиков"] }, "IDS_FRANCE_NATION": {"": ["Франция"], "GEN": ["Франции"]}, "IDS_FREEXP": {"": ["свободный опыт"], "ACC": ["свободного опыта"]}, "IDS_GERMANY_NATION": {"": ["Германия"], "GEN": ["Германии"]}, "IDS_GOLD": {"": ["дублон", "дублоны", "дублоны"], "ACC": ["дублон", "дублона", "дублонов"]}, "IDS_HEROIC_ACHIEVEMENT": { "": ["героическое достижение", "героические достижения", "героические достижения"], "ACC": ["героическое достижение", "героических достижения", "героических достижений"] }, "IDS_HONORABLE_ACHIEVEMENT": { "": ["почётное достижение", "почётные достижения", "почётные достижения"], "ACC": ["почётное достижение", "почётных достижения", "почётных достижений"] }, "IDS_INTRO_BATTLE": {"": ["Вводный"], "PREP": ["вводном"]}, "IDS_IN_ONE_BATTLE": {"": ["В течение одного боя"], "SIMPLE": ["В течение одного боя"]}, "IDS_IN_SQUAD": {"": ["в составе отряда"]}, "IDS_ITALY_NATION": {"": ["Италия"], "GEN": ["Италии"]}, "IDS_JAPAN_NATION": {"": ["Япония"], "GEN": ["Японии"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} или выше"]}, "IDS_LEAGUE_MORE": {"": ["{league} или ниже"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["{level} уровня"]}, "IDS_LEVEL_LESS": {"": ["{level} уровня или ниже"]}, "IDS_LEVEL_MORE": {"": ["{level} уровня или выше"]}, "IDS_LEVEL_RANGE": {"": ["{levelmin}–{levelmax} уровней"]}, "IDS_MODULE": {"": ["модуль", "модули", "модули"], "ACC": ["модуль", "модуля", "модулей"]}, "IDS_OF_ALL": {"": ["среди всех участников боя"]}, "IDS_OPERATION": { "": ["операция", "операции", "операций"], "PREP": ["операции", "операциях", "операциях"] }, "IDS_PAN_AMERICA_NATION": {"": ["Пан-Америка"], "GEN": ["Пан-Америки"]}, "IDS_PAN_ASIA_NATION": {"": ["Пан-Азия"], "GEN": ["Пан-Азии"]}, "IDS_PERMANENT_CAMOUFLAGE": { "": ["постоянный камуфляж", "постоянные камуфляжи", "постоянные камуфляжи"], "ACC": ["постоянный камуфляж", "постоянных камуфляжа", "постоянных камуфляжей"] }, "IDS_POLAND_NATION": {"": ["Польша"], "GEN": ["Польши"]}, "IDS_PREMIUM": {"": ["премиум"]}, "IDS_PTS_WORD": {"": ["очко", "очки", "очки"], "ACC": ["очко", "очка", "очков"]}, "IDS_PVE_BATTLE": {"": ["Сценарный"], "PREP": ["сценарном"]}, "IDS_RANDOM_BATTLE": {"": ["Случайный"], "PREP": ["случайном"]}, "IDS_RANK_BATTLE": {"": ["Ранговый"], "PREP": ["ранговом"]}, "IDS_RUSSIA_NATION": {"": ["СССР"], "GEN": ["СССР"]}, "IDS_SCOUT_CLASS": { "": ["разведчик", "разведчики", "разведчики"], "ACC": ["разведчик", "разведчика", "разведчиков"] }, "IDS_SHIP": { "": ["корабль", "корабли", "корабли"], "ACC": ["корабль", "корабля", "кораблей"], "DAT": ["кораблю", "кораблям", "кораблям"], "GEN": ["корабля", "кораблей", "кораблей"], "PREP": ["корабле", "кораблях", "кораблях"] }, "IDS_SIGNALS": {"": ["сигнал", "сигналы", "сигналы"], "ACC": ["сигнал", "сигнала", "сигналов"]}, "IDS_SOME_ACHIEVEMENT": { "": ["достижение", "достижения", "достижения"], "ACC": ["достижение", "достижения", "достижений"] }, "IDS_SPECIAL_SIGNALS": { "": ["особый сигнал", "особые сигналы", "особые сигналы"], "ACC": ["особый сигнал", "особых сигнала", "особых сигналов"] }, "IDS_STAR": {"": ["звезда", "звёзды", "звёзды"], "ACC": ["звезду", "звезды", "звёзд"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["Выживите в бою и"], "SIMPLE": ["Выживите в бою"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["Выживите в одном бою и"], "SIMPLE": ["Выживите в одном бою"]}, "IDS_SURVIVE_WIN_IN_BATTLES": { "": ["Выживите, одержите победу в бою и"], "SIMPLE": ["Выживите и одержите победу в бою"] }, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": { "": ["Выживите, одержите победу в одном бою и"], "SIMPLE": ["Выживите и одержите победу в одном бою"] }, "IDS_TASK": {"": ["задача", "задачи", "задачи"], "ACC": ["задачу", "задачи", "задач"]}, "IDS_TBOMBER_CLASS": { "": ["торпедоносец", "торпедоносцы", "торпедоносцы"], "ACC": ["торпедоносец", "торпедоносца", "торпедоносцев"] }, "IDS_TIMES_WORD": {"": ["раз", "раза", "раз"]}, "IDS_TOP_IN_TEAM": {"": ["своя команда"], "ACC": ["своей команды"], "PREP": ["в своей команде"]}, "IDS_TORPEDO": {"": ["торпеда", "торпеды", "торпеды"], "ACC": ["торпеду", "торпеды", "торпед"]}, "IDS_TRAINING_BATTLE": {"": ["Тренировочный"], "PREP": ["тренировочном"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["Великобритания"], "GEN": ["Великобритании"]}, "IDS_USA_NATION": {"": ["США"], "GEN": ["США"]}, "IDS_USING_BOMBER": {"": ["авиабомбами"]}, "IDS_USING_FIGHTER": {"": ["используя штурмовики"]}, "IDS_USING_FIRE": {"": ["пожарами"]}, "IDS_USING_FLOOD": {"": ["затоплениями"]}, "IDS_USING_MAIN_GUN": {"": ["главным калибром"]}, "IDS_USING_RAM": {"": ["тараном"]}, "IDS_USING_ROCKET": {"": ["ракетами"]}, "IDS_USING_SECONDARY_GUN": {"": ["вспомогательным калибром"]}, "IDS_USING_TBOMBER": {"": ["авиаторпедами"]}, "IDS_USING_TORPEDOES": {"": ["корабельными торпедами"]}, "IDS_WIN_IN_BATTLES": {"": ["Одержите победу в бою и"], "SIMPLE": ["Одержите победу в бою"]}, "IDS_WIN_IN_ONE_BATTLE": { "": ["Одержите победу в одном бою и"], "SIMPLE": ["Одержите победу в одном бою"] }, "IDS_WITH_AGRO_AIR": {"": ["авиабомбами или ракетами"]}, "IDS_WITH_AGRO_ART": {"": ["артиллерией"]}, "IDS_WITH_AGRO_TORPS": {"": ["корабельными или авиаторпедами"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} получите {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "achievement.type"}, {"isVar": true, "name": "achievement.ids"} ] } ], "rules_short": [ { "template": "получите {}", "template_args": [{"isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "Выполните", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "Выполняется {}", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_INTRO_BATTLE"]}, "template": "Выполняется {} во {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "Выполняется {} в {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "Выполняется {} в {} {} ({})", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}, {"isVar": true, "name": "league"} ] }, { "template": "Выполняется {} в {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "Выполните {} {} типа «{}»", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "task"}, {"isVar": true, "name": "typeName"} ] } ], "rules_short": [ { "template": "выполните {}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{} нанесите {} {} {} {} ед. урона {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "DAT", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "нанесите урон {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "нанесите урон", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} уничтожьте {} {} противника {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} уничтожьте {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "cond": {"ship.nation": [null]}, "template": "уничтожьте {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"} ] }, { "template": "уничтожьте {} {}", "template_args": [ {"count": 2, "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} уничтожьте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "уничтожьте {}", "template_args": [{"count": "ship.count", "isVar": false, "name": "ship.ids"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} получите {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BADGE"}, {"isVar": true, "name": "badge.names"} ] } ], "rules_short": [ { "template": "получите {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "Сыграйте {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "выйдите в {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} заработайте {} ед. чистого опыта", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "заработайте чистый опыт", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} попадите в {} противника {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "{} попадите в {} противника {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "попадите в {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "попадите в {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} подожгите {} противника {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} подожгите {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} подожгите {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 2, "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "вызовите пожар на {}", "template_args": [{"count": 1, "isVar": false, "mod": "PREP", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{} получите {} ед. потенциального урона {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Получите потенциальный урон {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "получите потенциальный урон", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "Выполняется в {} {}", "template_args": [ {"count": "count", "isVar": true, "mod": "PREP", "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} заработайте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "star"} ] } ], "rules_short": [ { "template": "заработайте {} в {}", "template_args": [ {"count": 2, "isVar": true, "name": "star"}, {"count": 2, "isVar": true, "mod": "PREP", "name": "operation"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} заработайте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "rules_short": [ { "template": "заработайте {} {}", "template_args": [ {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "Выполните «{}»", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} обеспечьте нанесение {} ед. урона по вашим разведданным", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "обеспечьте нанесение урона", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"module.count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} повредите {} {} любого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"module.count": [1]}, "template": "{} повредите {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} повредите {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "повредите {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "module.type"}, {"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} попадите в цитадель любого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} попадите в цитадель {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} попадите в цитадели {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "попадите в цитадель {}", "template_args": [{"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{} {} {} {}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "level"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} вызовите затопление любого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} вызовите затопление у {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} вызовите затопления у {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "вызовите затопление на {}", "template_args": [{"count": 1, "isVar": false, "mod": "PREP", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "template": "{} сбейте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, { "count": "aircraft.count", "isVar": true, "mod": "ACC", "name": "aircraft.class" } ] } ], "rules_short": [ { "template": "уничтожьте {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{} обнаружьте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] }, { "template": "{} первым обнаружьте {} {} противника", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "обнаружьте {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "первым обнаружьте {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} первым обнаружьте {} {} противника {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{} первым обнаружьте {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "обнаружьте {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} первым обнаружьте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "обнаружьте {} противника", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "выживите в {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "выживите в {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} займите первое место {} по количеству нанесённого урона", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} войдите в топ-{} {} по количеству нанесённого урона", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} займите первое место {} по количеству нанесённого урона", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "{} войдите в топ-{} {} по количеству нанесённого урона", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "займите первое место по количеству урона", "template_args": [] }, { "template": "войдите в топ-{} по количеству урона", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} займите первое место {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} войдите в топ-{} {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} займите первое место {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "{} войдите в топ-{} {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "займите первое место по количеству опыта", "template_args": [] }, { "template": "войдите в топ-{} по количеству опыта", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "В {} {} займите первое место {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "В {} {} войдите в топ-{} {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "В {} {} займите первое место {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "В {} {} войдите в топ-{} {} по количеству полученного опыта", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "займите первое место по количеству опыта", "template_args": [] }, { "template": "войдите в топ-{} по количеству опыта", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} заработайте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "currency"} ] } ], "rules_short": [ { "template": "заработайте {}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "На корабле должен быть установлен {} «{}»", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"}, {"isVar": true, "name": "camouflage.id"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "На корабле должен быть установлен {} «{}»", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"}, {"isVar": true, "name": "permoflage.id"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "На корабле должен быть установлен {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "На корабле должно быть установлено {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "template": "На корабле должен быть установлен {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "одержите победу в {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "победите в {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
uk: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["корабельною ППО"]}, "IDS_ANY_AIRCRAFT": {"": ["літак", "літаки", "літаки"], "ACC": ["літак", "літаки", "літаків"]}, "IDS_BADGE": { "": ["стрічка", "стрічки", "стрічки"], "ACC": ["стрічку", "стрічки", "стрічок"] }, "IDS_BASE_CAPTURE_POINTS": {"": ["захоплення бази"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["захисту бази"]}, "IDS_BATTLES": { "": ["бій", "бої", "боїв"], "ACC": ["бою", "боях", "боях"], "PREP": ["бою", "боях", "боях"] }, "IDS_BATTLESHIP_CLASS": { "": ["лінкор", "лінкори", "лінкори"], "ACC": ["лінкор", "лінкори", "лінкорів"], "DAT": ["лінкору", "лінкорам", "лінкорам"], "GEN": ["лінкора", "лінкора", "лінкорів"] }, "IDS_BATTLE_SIGNALS": { "": ["бойовий сигнал", "бойові сигнали", "бойові сигнали"], "ACC": ["бойовий сигнал", "бойових сигнали", "бойових сигналів"] }, "IDS_BOMBER_CLASS": { "": ["бомбардувальник", "бомбардувальники", "бомбардувальники"], "ACC": ["бомбардувальник", "бомбардувальники", "бомбардувальників"] }, "IDS_CAMOUFLAGE": { "": ["камуфляж", "камуфляжі", "камуфляжі"], "ACC": ["камуфляж", "камуфляжі", "камуфляжів"] }, "IDS_CARRIER_CLASS": { "": ["авіаносець", "авіаносці", "авіаносці"], "ACC": ["авіаносець", "авіаносці", "авіаносців"], "DAT": ["авіаносцю", "авіаносцям", "авіаносцям"], "GEN": ["авіаносця", "авіаносців", "авіаносців"] }, "IDS_CLAN_BATTLE": {"": ["Клановий"], "PREP": ["Клановому"]}, "IDS_CLUB_BATTLE": {"": ["Командний"], "PREP": ["Командному"]}, "IDS_COMMONWEALTH_NATION": {"": ["Співдружність"], "GEN": ["Співдружності"]}, "IDS_COOP_BATTLE": {"": ["Кооперативний"], "PREP": ["Кооперативному"]}, "IDS_CREDITS": {"": ["кредит", "кредити", "кредити"], "ACC": ["кредит", "кредити", "кредитів"]}, "IDS_CREWXP": {"": ["досвід командира"], "ACC": ["од. досвіду командира"]}, "IDS_CRUISER_CLASS": { "": ["крейсер", "крейсери", "крейсери"], "ACC": ["крейсер", "крейсери", "крейсерів"], "DAT": ["крейсеру", "крейсерам", "крейсерам"], "GEN": ["крейсера", "крейсерів", "крейсерів"] }, "IDS_DESTROYER_CLASS": { "": ["есмінець", "есмінці", "есмінці"], "ACC": ["есмінець", "есмінці", "есмінців"], "DAT": ["есмінцю", "есмінцям", "есмінцям"], "GEN": ["есмінця", "есмінців", "есмінців"] }, "IDS_ECO_SIGNALS": { "": ["економічний сигнал", "економічні сигнали", "економічні сигнали"], "ACC": ["економічний сигнал", "економічних сигнали", "економічних сигналів"] }, "IDS_ELITE": { "": ["елітний", "елітні", "елітні"], "ACC": ["елітний", "елітні", "елітних"], "DAT": ["елітному", "елітним", "елітним"], "GEN": ["елітного", "елітних", "елітних"] }, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} або {2}"]}, "IDS_ENUM_3": {"": ["{1}, {2} або {3}"]}, "IDS_ENUM_4": {"": ["{1}, {2}, {3} або {4}"]}, "IDS_ENUM_5": {"": ["{1}, {2}, {3}, {4} або {5}"]}, "IDS_ENUM_6": {"": ["{1}, {2}, {3}, {4}, {5} або {6}"]}, "IDS_ENUM_7": {"": ["{1}, {2}, {3}, {4}, {5}, {6} або {7}"]}, "IDS_ENUM_8": {"": ["{1}, {2}, {3}, {4}, {5}, {6}, {7} або {8}"]}, "IDS_EUROPE_NATION": {"": ["Європа"], "GEN": ["Європи"]}, "IDS_EVENT_BATTLE": {"": ["Підводний"], "PREP": ["Підводному"]}, "IDS_EXP": {"": ["досвід"], "ACC": ["од. досвіду"]}, "IDS_FIGHTER_CLASS": { "": ["штурмовик", "штурмовики", "штурмовики"], "ACC": ["штурмовик", "штурмовика", "штурмовиків"] }, "IDS_FRANCE_NATION": {"": ["Франція"], "GEN": ["Франції"]}, "IDS_FREEXP": {"": ["вільний досвід"], "ACC": ["од. вільного досвіду"]}, "IDS_GERMANY_NATION": {"": ["Німеччина"], "GEN": ["Німеччини"]}, "IDS_GOLD": {"": ["дублон", "дублони", "дублони"], "ACC": ["дублон", "дублони", "дублонів"]}, "IDS_HEROIC_ACHIEVEMENT": { "": ["героїчне досягнення", "героїчні досягнення", "героїчні досягнення"], "ACC": ["героїчне досягнення", "героїчних досягнення", "героїчних досягнень"] }, "IDS_HONORABLE_ACHIEVEMENT": { "": ["почесне досягнення", "почесні досягнення", "почесні досягнення"], "ACC": ["почесне досягнення", "почесних досягнення", "почесних досягнень"] }, "IDS_INTRO_BATTLE": {"": ["Вступний"], "PREP": ["Вступному"]}, "IDS_IN_ONE_BATTLE": {"": ["Протягом одного бою"], "SIMPLE": ["Протягом одного бою"]}, "IDS_IN_SQUAD": {"": ["у складі загону"]}, "IDS_ITALY_NATION": {"": ["Італія"], "GEN": ["Італії"]}, "IDS_JAPAN_NATION": {"": ["Японія"], "GEN": ["Японії"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} або вище"]}, "IDS_LEAGUE_MORE": {"": ["{league} або нижче"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["{level} рівня"]}, "IDS_LEVEL_LESS": {"": ["{level} рівня або нижче"]}, "IDS_LEVEL_MORE": {"": ["{level} рівня або вище"]}, "IDS_LEVEL_RANGE": {"": ["{levelmin}-{levelmax} рівнів"]}, "IDS_MODULE": {"": ["модуль", "модулі", "модулі"], "ACC": ["модуль", "модулі", "модулів"]}, "IDS_OF_ALL": {"": ["серед усіх учасників бою"]}, "IDS_OPERATION": { "": ["операція", "операції", "операцій"], "PREP": ["операції", "операціях", "операціях"] }, "IDS_PAN_AMERICA_NATION": {"": ["Пан-Америка"], "GEN": ["Пан-Америки"]}, "IDS_PAN_ASIA_NATION": {"": ["Пан-Азія"], "GEN": ["Пан-Азії"]}, "IDS_PERMANENT_CAMOUFLAGE": { "": ["постійний камуфляж", "постійні камуфляжі", "постійні камуфляжі"], "ACC": ["постійний камуфляж", "постійних камуфляжі", "постійних камуфляжів"] }, "IDS_POLAND_NATION": {"": ["Польща"], "GEN": ["Польщі"]}, "IDS_PREMIUM": {"": ["преміум"]}, "IDS_PTS_WORD": {"": ["очко", "очки", "очки"], "ACC": ["очко", "очки", "очок"]}, "IDS_PVE_BATTLE": {"": ["Сценарний"], "PREP": ["Сценарному"]}, "IDS_RANDOM_BATTLE": {"": ["Випадковий"], "PREP": ["Випадковому"]}, "IDS_RANK_BATTLE": {"": ["Ранговий"], "PREP": ["Ранговому"]}, "IDS_RUSSIA_NATION": {"": ["СРСР"], "GEN": ["СРСР"]}, "IDS_SCOUT_CLASS": { "": ["літак-корегувальник", "літаки-корегувальники", "літаки-корегувальники"], "ACC": ["літак-корегувальник", "літака-корегувальника", "літаків-корегувальників"] }, "IDS_SHIP": { "": ["корабель", "кораблі", "кораблі"], "ACC": ["корабель", "кораблі", "кораблів"], "DAT": ["кораблю", "кораблям", "кораблям"], "GEN": ["корабля", "кораблів", "кораблів"], "PREP": ["кораблі", "кораблях", "кораблях"] }, "IDS_SIGNALS": {"": ["сигнал", "сигнали", "сигнали"], "ACC": ["сигнал", "сигнали", "сигналів"]}, "IDS_SOME_ACHIEVEMENT": {"": ["досягнення"], "ACC": ["досягнення", "досягнення", "досягнень"]}, "IDS_SPECIAL_SIGNALS": { "": ["особливий сигнал", "особливі сигнали", "особливі сигнали"], "ACC": ["особливий сигнал", "особливих сигнали", "особливих сигналів"] }, "IDS_STAR": {"": ["зірка", "зірки", "зірки"], "ACC": ["зірку", "зірки", "зірок"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["Виживіть у бою та"], "SIMPLE": ["Виживіть у бою"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["Виживіть в одному бою та"], "SIMPLE": ["Виживіть в одному бою"]}, "IDS_SURVIVE_WIN_IN_BATTLES": { "": ["Виживіть, здобудьте перемогу в бою та"], "SIMPLE": ["Виживіть та здобудьте перемогу в бою"] }, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": { "": ["Виживіть, здобудьте перемогу в одному бою та"], "SIMPLE": ["Виживіть та здобудьте перемогу в одному бою"] }, "IDS_TASK": {"": ["завдання"], "ACC": ["завдання", "завдання", "завдань"]}, "IDS_TBOMBER_CLASS": { "": ["торпедоносець", "торпедоносці", "торпедоносці"], "ACC": ["торпедоносець", "торпедоносці", "торпедоносців"] }, "IDS_TIMES_WORD": {"": ["раз", "рази", "разів"]}, "IDS_TOP_IN_TEAM": {"": ["своя команда"], "ACC": ["своєї команди"], "PREP": ["у своїй команді"]}, "IDS_TORPEDO": {"": ["торпеда", "торпеди", "торпеди"], "ACC": ["торпеду", "торпеди", "торпед"]}, "IDS_TRAINING_BATTLE": {"": ["Тренувальний"], "PREP": ["Тренувальному"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["Великобританія"], "GEN": ["Великобританії"]}, "IDS_USA_NATION": {"": ["США"], "GEN": ["США"]}, "IDS_USING_BOMBER": {"": ["авіабомбами"]}, "IDS_USING_FIGHTER": {"": ["штурмовиками"]}, "IDS_USING_FIRE": {"": ["пожежами"]}, "IDS_USING_FLOOD": {"": ["затопленнями"]}, "IDS_USING_MAIN_GUN": {"": ["головним калібром"]}, "IDS_USING_RAM": {"": ["тараном"]}, "IDS_USING_ROCKET": {"": ["ракетами"]}, "IDS_USING_SECONDARY_GUN": {"": ["вогнем допоміжного калібру"]}, "IDS_USING_TBOMBER": {"": ["авіаторпедами"]}, "IDS_USING_TORPEDOES": {"": ["корабельними торпедами"]}, "IDS_WIN_IN_BATTLES": {"": ["Здобудьте перемогу в бою та"], "SIMPLE": ["Здобудьте перемогу в бою"]}, "IDS_WIN_IN_ONE_BATTLE": { "": ["Здобудьте перемогу в одному бою та"], "SIMPLE": ["Здобудьте перемогу в одному бою"] }, "IDS_WITH_AGRO_AIR": {"": ["авіабомбами чи ракетами"]}, "IDS_WITH_AGRO_ART": {"": ["артилерією"]}, "IDS_WITH_AGRO_TORPS": {"": ["корабельними або авіаторпедами"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} отримайте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "achievement.type"}, {"isVar": true, "name": "achievement.ids"} ] } ], "rules_short": [ { "template": "Отримайте {}", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "Виконайте", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "Виконують {}", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_INTRO_BATTLE"]}, "template": "Виконують {} у {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "Виконують {} у {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "Виконують {} у {} {} ({})", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}, {"isVar": true, "name": "league"} ] }, { "template": "Виконують {} у {} {}", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "mod": "PREP", "name": "battle_cond.battle_type"}, {"isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "Виконайте {} {} типу «{}»", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "task"}, {"isVar": true, "name": "typeName"} ] } ], "rules_short": [ { "template": "Виконайте {}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"damage": [1]}, "template": "{} завдайте {} {} {} шкоди {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "DAT", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "damage_types"} ] }, { "template": "{} завдайте {} {} {} {} од. шкоди {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "DAT", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "mod": "incl1", "name": "damage"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Завдайте шкоди {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Завдайте шкоди", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} знищте {} {} супротивника {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} знищте {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "cond": {"ship.nation": [null]}, "template": "Знищте {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"} ] }, { "template": "Знищте {} {}", "template_args": [ {"count": 2, "isVar": true, "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} знищте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Знищте {} {}", "template_args": [ {"count": 2, "isVar": false, "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} отримайте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BADGE"}, {"isVar": true, "name": "badge.names"} ] } ], "rules_short": [ { "template": "Отримайте {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "Зіграйте {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Вступити у {}\"", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} здобудьте {} од. чистого досвіду", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "Здобудьте чистий досвід", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{} влучте в {} супротивника {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "{} влучте в {} супротивника {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "Влучте в {} {}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "hit_types"} ] }, { "template": "Влучте в {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} підпаліть {} супротивника {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} підпаліть {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} підпаліть {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 2, "isVar": true, "name": "ship.class"}, {"count": "count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Викличте пожежу на {}", "template_args": [{"count": 1, "isVar": false, "mod": "PREP", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{} отримайте {} од. потенційної шкоди {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"isVar": true, "name": "damage_types"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "Отримайте потенційну шкоду {}", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "Отримайте потенційну шкоду", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "Виконують у {} {}", "template_args": [ {"count": "count", "isVar": true, "mod": "PREP", "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} здобудьте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "star"} ] } ], "rules_short": [ { "template": "Здобудьте {}в {}", "template_args": [ {"count": 2, "isVar": true, "name": "star"}, {"count": 2, "isVar": true, "mod": "PREP", "name": "operation"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} здобудьте {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "rules_short": [ { "template": "Здобудьте {} {}", "template_args": [ {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"}, {"isVar": true, "name": "base_points"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "Виконайте «{}»", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} допоможіть команді завдати {} од. шкоди за вашими розвідданими", "template_args": [{"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}] } ], "rules_short": [{"template": "Допоможіть команді завдати шкоди", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"module.count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} пошкодьте {} {} будь-якого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"module.count": [1]}, "template": "{} пошкодьте {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} пошкодьте {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "module.count"}, {"count": "module.count", "isVar": true, "mod": "ACC", "name": "module.type"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Пошкодьте {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "module.type"}, {"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} влучте в цитадель будь-якого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} влучте в цитадель {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} влучте в цитаделі {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Влучте в цитадель {}", "template_args": [{"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{} {} {} {}", "template_args": [ {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "level"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{} спричиніть затоплення в будь-якого {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{} спричиніть затоплення у {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] }, { "template": "{} спричиніть затоплення у {} {} {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.class"}, {"count": 10, "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "Спричиніть затоплення у {}", "template_args": [{"count": 1, "isVar": false, "mod": "GEN", "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "template": "{} збийте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, { "count": "aircraft.count", "isVar": true, "mod": "ACC", "name": "aircraft.class" } ] } ], "rules_short": [ { "template": "Знищте {}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{} виявіть {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] }, { "template": "{} першим виявіть {} {} супротивника", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "Виявіть {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "Першим виявіть {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{} першим виявіть {} {} супротивника {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{} першим виявіть {} {} {}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "mod": "ACC", "name": "ship.class"}, {"count": "ship.count", "isVar": true, "mod": "GEN", "name": "ship.nation"}, {"isVar": true, "name": "level"} ] } ], "rules_short": [ { "template": "Виявіть {}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{} першим виявіть {} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "ship.count"}, {"count": "ship.count", "isVar": false, "mod": "ACC", "name": "IDS_SHIP"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"} ] } ], "rules_short": [ { "template": "Виявіть {} супротивника", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "виживіть у {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Виживіть у {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} посядьте перше місце {} за кількістю завданої шкоди", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} посядьте місце в топ-{} {} за кількістю завданої шкоди", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} посядьте перше місце {} за кількістю завданої шкоди", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "{} посядьте місце в топ-{} {} за кількістю завданої шкоди", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Посядьте перше місце за кількістю завданої шкоди", "template_args": [] }, { "template": "Посядьте місце в топ-{} за кількістю завданої шкоди", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{} посядьте перше місце {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{} посядьте місце в топ-{} {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "{} посядьте перше місце {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "{} посядьте місце в топ-{} {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Посядьте перше місце за кількістю здобутого досвіду", "template_args": [] }, { "template": "Посядьте місце в топ-{} за кількістю здобутого досвіду", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "У {} {} посядьте перше місце {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "У {} {} посядьте місце в топ-{} {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.rank": [1]}, "template": "У {} {} посядьте перше місце {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "PREP", "name": "top.in_team"} ] }, { "template": "У {} {} посядьте місце в топ-{} {} за кількістю здобутого досвіду", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "PREP", "name": "IDS_BATTLES"}, {"isVar": true, "mod": "incl1", "name": "top.rank"}, {"isVar": true, "mod": "ACC", "name": "top.in_team"} ] } ], "rules_short": [ { "cond": {"top.rank": [1]}, "template": "Посядьте перше місце за кількістю здобутого досвіду", "template_args": [] }, { "template": "Посядьте місце в топ-{} за кількістю здобутого досвіду", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} здобудьте {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "currency"} ] } ], "rules_short": [ { "template": "Здобудьте {}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "На корабель має бути нанесено {} «{}»", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"}, {"isVar": true, "name": "camouflage.id"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "На корабель має бути нанесено {} «{}»", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"}, {"isVar": true, "name": "permoflage.id"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "На корабель має бути встановлено {} {}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "На корабель має бути встановлено {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "mod": "ACC", "name": "signal.group"} ] }, { "template": "На корабель має бути встановлено {} {}", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "template": "здобудьте перемогу у {} {}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "Здобудьте перемогу у {}", "template_args": [{"count": 1, "isVar": false, "mod": "ACC", "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
zh: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["使用防空炮"]}, "IDS_ANY_AIRCRAFT": {"": ["飞机"]}, "IDS_BADGE": {"": ["勋带"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["基地占领"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["基地防御"]}, "IDS_BATTLES": {"": ["战斗"]}, "IDS_BATTLESHIP_CLASS": {"": ["战列舰"]}, "IDS_BATTLE_SIGNALS": {"": ["战斗信号"]}, "IDS_BOMBER_CLASS": {"": ["俯冲轰炸机"]}, "IDS_CAMOUFLAGE": {"": ["涂装"]}, "IDS_CARRIER_CLASS": {"": ["航空母舰"]}, "IDS_CLAN_BATTLE": {"": ["在军团战斗中"]}, "IDS_CLUB_BATTLE": {"": ["队伍"]}, "IDS_COMMONWEALTH_NATION": {"": ["L系"]}, "IDS_COOP_BATTLE": {"": ["在联合作战中"]}, "IDS_CREDITS": {"": ["银币"]}, "IDS_CREWXP": {"": ["舰长经验"]}, "IDS_CRUISER_CLASS": {"": ["巡洋舰"]}, "IDS_DESTROYER_CLASS": {"": ["驱逐舰"]}, "IDS_ECO_SIGNALS": {"": ["经济信号"]}, "IDS_ELITE": {"": ["精英"]}, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1}或{2}"]}, "IDS_ENUM_3": {"": ["{1},{2}或{3}"]}, "IDS_ENUM_4": {"": ["{1},{2},{3}或{4}"]}, "IDS_ENUM_5": {"": ["{1},{2},{3},{4}或{5}"]}, "IDS_ENUM_6": {"": ["{1},{2},{3},{4},{5}或{6}"]}, "IDS_ENUM_7": {"": ["{1},{2},{3},{4},{5},{6}或{7}"]}, "IDS_ENUM_8": {"": ["{1},{2},{3},{4},{5},{6},{7}或{8}"]}, "IDS_EUROPE_NATION": {"": ["European"]}, "IDS_EVENT_BATTLE": {"": ["暮光战斗"]}, "IDS_EXP": {"": ["经验"]}, "IDS_FIGHTER_CLASS": {"": ["战斗机"]}, "IDS_FRANCE_NATION": {"": ["F系"]}, "IDS_FREEXP": {"": ["全局经验"]}, "IDS_GERMANY_NATION": {"": ["D系"]}, "IDS_GOLD": {"": ["金币"]}, "IDS_HEROIC_ACHIEVEMENT": {"": ["英勇成就"]}, "IDS_HONORABLE_ACHIEVEMENT": {"": ["光荣成就"]}, "IDS_INTRO_BATTLE": {"": ["引导"]}, "IDS_IN_ONE_BATTLE": {"": ["在一场战斗中，"], "SIMPLE": ["在一场战斗中"]}, "IDS_IN_SQUAD": {"": ["在小队中"]}, "IDS_ITALY_NATION": {"": ["I系"]}, "IDS_JAPAN_NATION": {"": ["R系"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league} 或更高的"]}, "IDS_LEAGUE_MORE": {"": ["{league} 或更低的"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["{level}级的"]}, "IDS_LEVEL_LESS": {"": ["{level}级或更低的"]}, "IDS_LEVEL_MORE": {"": ["{level}级或更高的"]}, "IDS_LEVEL_RANGE": {"": ["{levelmin}-{levelmax}级的"]}, "IDS_MODULE": {"": ["配件"]}, "IDS_OF_ALL": {"": ["在双方队伍中"]}, "IDS_OPERATION": {"": ["剧情模式"]}, "IDS_PAN_AMERICA_NATION": {"": ["FM系"]}, "IDS_PAN_ASIA_NATION": {"": ["C系"]}, "IDS_PERMANENT_CAMOUFLAGE": {"": ["永久涂装"]}, "IDS_POLAND_NATION": {"": ["B系"]}, "IDS_PREMIUM": {"": ["高级"]}, "IDS_PTS_WORD": {"": ["点数"]}, "IDS_PVE_BATTLE": {"": ["在剧情战斗中"]}, "IDS_RANDOM_BATTLE": {"": ["在标准战斗中"]}, "IDS_RANK_BATTLE": {"": ["在排名战中"]}, "IDS_RUSSIA_NATION": {"": ["S系"]}, "IDS_SCOUT_CLASS": {"": ["侦察机"]}, "IDS_SHIP": {"": ["战舰"]}, "IDS_SIGNALS": {"": ["信号"]}, "IDS_SOME_ACHIEVEMENT": {"": ["成就"]}, "IDS_SPECIAL_SIGNALS": {"": ["特殊信号"]}, "IDS_STAR": {"": ["星"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["幸存并"], "SIMPLE": ["幸存并"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["在一场战斗中幸存并"], "SIMPLE": ["在一场战斗中幸存并"]}, "IDS_SURVIVE_WIN_IN_BATTLES": {"": ["幸存并赢得战斗且"], "SIMPLE": ["幸存并赢得战斗且"]}, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": {"": ["幸存并赢得一场战斗且"], "SIMPLE": ["幸存并赢得一场战斗且"]}, "IDS_TASK": {"": ["战斗任务"]}, "IDS_TBOMBER_CLASS": {"": ["鱼雷轰炸机"]}, "IDS_TIMES_WORD": {"": ["次"]}, "IDS_TOP_IN_TEAM": {"": ["己队"]}, "IDS_TORPEDO": {"": ["鱼雷"]}, "IDS_TRAINING_BATTLE": {"": ["在训练中"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["Y系"]}, "IDS_USA_NATION": {"": ["M系"]}, "IDS_USING_BOMBER": {"": ["用俯冲轰炸机空袭"]}, "IDS_USING_FIGHTER": {"": ["使用战斗机"]}, "IDS_USING_FIRE": {"": ["通过引起敌舰起火"]}, "IDS_USING_FLOOD": {"": ["通过引起敌舰进水"]}, "IDS_USING_MAIN_GUN": {"": ["用主炮组"]}, "IDS_USING_RAM": {"": ["通过撞击"]}, "IDS_USING_ROCKET": {"": ["用攻击机空袭"]}, "IDS_USING_SECONDARY_GUN": {"": ["用副炮组"]}, "IDS_USING_TBOMBER": {"": ["用鱼雷轰炸机空袭"]}, "IDS_USING_TORPEDOES": {"": ["用战舰鱼雷"]}, "IDS_WIN_IN_BATTLES": {"": ["赢得战斗并"], "SIMPLE": ["赢得战斗并"]}, "IDS_WIN_IN_ONE_BATTLE": {"": ["赢得一场战斗并"], "SIMPLE": ["赢得一场战斗并"]}, "IDS_WITH_AGRO_AIR": {"": ["using aerial bombs or aerial torpedoes"]}, "IDS_WITH_AGRO_ART": {"": ["with artillery"]}, "IDS_WITH_AGRO_TORPS": {"": ["using ship or aerial torpedoes"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "achievement.ids"}, {"count": "count", "isVar": true, "name": "achievement.type"} ] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "完成", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "需要{}完成", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "{}需要在{}中完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "{}选择{}({})完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"} ] }, { "template": "{}选择{}完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "完成\"{}\"系列任务中的{} 个{}", "template_args": [ {"isVar": true, "name": "typeName"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "task"} ] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}{}对{}{}{}造成至少{}点血量伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "damage"} ] } ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "template": "{}击毁{}艘{}{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}击毁{}艘{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}获得一个{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] }, { "template": "{}获得至少{}个{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "进行 {} 场战斗", "template_args": [{"isVar": true, "mod": "incl1", "name": "count"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} 获得 {} 基本经验", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}{}命中一艘敌方{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"} ] }, { "template": "{}{}命中敌方{}{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1]}, "template": "{}使{}{}{}起火", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{}使{}{}{}起火{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{}受到{}潜在伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "必须在{} {}中完成", "template_args": [ {"count": "count", "isVar": true, "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} 获得 {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "star"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{}点{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "base_points"}, {"count": "count", "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "需完成：「{}」", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}帮助队伍在你发现敌舰的基础上对其造成{}伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}伤害{}{}{}{}个{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "module.count"}, {"count": "module.count", "isVar": true, "name": "module.type"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}命中{}{}{}的核心区", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{}命中{}{}{}的核心区", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{}命中{}{}{}的核心区{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{}{}{}{}", "template_args": [ {"count": 10, "isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}造成{}{}{}进水", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"count": [1]}, "template": "{}造成{}{}{}进水", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "template": "{}造成{}{}{}进水{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "cond": {"aircraft.count": [1]}, "template": "{}击落一架{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "template": "{}击落{}架{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{}发现{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "template": "{}第一个发现{}敌军{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"level": [null], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}第一个发现{}敌军{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}第一个发现{}敌军{} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] }, { "cond": {"level": [null]}, "template": "{}第一个发现{} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "template": "{}第一个发现{} {} {} of {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "level"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}第一个发现{} {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "在一场{}中幸存", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "在{}场{}中幸存", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}对敌方造成伤害{}排名第一", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}对敌方造成伤害{}排名前 {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}对敌人造成排在{}第一名的伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}对敌人造成排在{}前{}名的伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}经验获得{}排名第一", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}经验获得{}排名前{} ", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}获得排在{}第一名的经验", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}获得排在{}前{}名的经验", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "在{}场{}中, {}获得经验最多", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "在{}场{}中, {}获得经验排名前{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "In {} {}, 在{}中获得经验最多", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "In {} {}, 获得经验在{}中排名前{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} 获得 {} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "currency"} ] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "必须在战舰上安装 {} {}", "template_args": [ {"isVar": true, "name": "camouflage.id"}, {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "必须在战舰上安装 {} {}", "template_args": [ {"isVar": true, "name": "permoflage.id"}, {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "{} {}必须装配在此战舰上", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "{} {}必须装配在此战舰上", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "template": "{} {}必须装配在此战舰上", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "赢得一场{}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "赢得{}场{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "vars": ["count"] } }}
zh_sg: { "IDS": { "IDS_ANTI_AIR_DEF": {"": ["用防空炮"]}, "IDS_ANY_AIRCRAFT": {"": ["飞机"]}, "IDS_BADGE": {"": ["绶带"]}, "IDS_BASE_CAPTURE_POINTS": {"": ["基地占领"]}, "IDS_BASE_DEFENCE_POINTS": {"": ["基地防御"]}, "IDS_BATTLES": {"": ["战斗"]}, "IDS_BATTLESHIP_CLASS": {"": ["战列舰"]}, "IDS_BATTLE_SIGNALS": {"": ["战斗型信号旗"]}, "IDS_BOMBER_CLASS": {"": ["俯冲轰炸机"]}, "IDS_CAMOUFLAGE": {"": ["涂装"]}, "IDS_CARRIER_CLASS": {"": ["航空母舰"]}, "IDS_CLAN_BATTLE": {"": ["军团战"]}, "IDS_CLUB_BATTLE": {"": ["团队战"]}, "IDS_COMMONWEALTH_NATION": {"": ["联邦"]}, "IDS_COOP_BATTLE": {"": ["联合作战"]}, "IDS_CREDITS": {"": ["银币"]}, "IDS_CREWXP": {"": ["指挥官经验"]}, "IDS_CRUISER_CLASS": {"": ["巡洋舰"]}, "IDS_DESTROYER_CLASS": {"": ["驱逐舰"]}, "IDS_ECO_SIGNALS": {"": ["经济型信号旗"]}, "IDS_ELITE": {"": ["精英"]}, "IDS_ENUM_1": {"": ["{1}"]}, "IDS_ENUM_2": {"": ["{1} 或 {2}"]}, "IDS_ENUM_3": {"": ["{1}、{2}、或 {3}"]}, "IDS_ENUM_4": {"": ["{1}、{2}、{3}、或 {4}"]}, "IDS_ENUM_5": {"": ["{1}、{2}、{3}、{4}、或 {5}"]}, "IDS_ENUM_6": {"": ["{1}、{2}、{3}、{4}、{5}、或 {6}"]}, "IDS_ENUM_7": {"": ["{1}、{2}、{3}、{4}、{5}、{6}、或 {7}"]}, "IDS_ENUM_8": {"": ["{1}、{2}、{3}、{4}、{5}、{6}、{7}、或 {8}"]}, "IDS_EUROPE_NATION": {"": ["欧洲"]}, "IDS_EVENT_BATTLE": {"": ["潜艇"]}, "IDS_EXP": {"": ["经验"]}, "IDS_FIGHTER_CLASS": {"": ["攻击机"]}, "IDS_FRANCE_NATION": {"": ["法国"]}, "IDS_FREEXP": {"": ["全局经验"]}, "IDS_GERMANY_NATION": {"": ["德国"]}, "IDS_GOLD": {"": ["达布隆"]}, "IDS_HEROIC_ACHIEVEMENT": {"": ["英雄成就"]}, "IDS_HONORABLE_ACHIEVEMENT": {"": ["荣誉成就"]}, "IDS_INTRO_BATTLE": {"": ["新手战役"]}, "IDS_IN_ONE_BATTLE": {"": ["在一场战斗中，"], "SIMPLE": ["在一场战斗中"]}, "IDS_IN_SQUAD": {"": ["在小队中"]}, "IDS_ITALY_NATION": {"": ["意大利"]}, "IDS_JAPAN_NATION": {"": ["日本"]}, "IDS_LEAGUE_EXACT": {"": ["{league}"]}, "IDS_LEAGUE_LESS": {"": ["{league}以上"]}, "IDS_LEAGUE_MORE": {"": ["{league}以下"]}, "IDS_LEAGUE_RANGE": {"": ["{leaguemin} — {leaguemax}"]}, "IDS_LEVEL_EXACT": {"": ["{level}级"]}, "IDS_LEVEL_LESS": {"": ["{level}级以下"]}, "IDS_LEVEL_MORE": {"": ["{level}级以上"]}, "IDS_LEVEL_RANGE": {"": ["{levelmin}-{levelmax}级"]}, "IDS_MODULE": {"": ["配件"]}, "IDS_OF_ALL": {"": ["双方团队"]}, "IDS_OPERATION": {"": ["行动"]}, "IDS_PAN_AMERICA_NATION": {"": ["泛美"]}, "IDS_PAN_ASIA_NATION": {"": ["泛亚"]}, "IDS_PERMANENT_CAMOUFLAGE": {"": ["永久涂装"]}, "IDS_POLAND_NATION": {"": ["波兰"]}, "IDS_PREMIUM": {"": ["高级"]}, "IDS_PTS_WORD": {"": ["点数"]}, "IDS_PVE_BATTLE": {"": ["剧情战役"]}, "IDS_RANDOM_BATTLE": {"": ["随机战"]}, "IDS_RANK_BATTLE": {"": ["排名战"]}, "IDS_RUSSIA_NATION": {"": ["苏联"]}, "IDS_SCOUT_CLASS": {"": ["侦察机"]}, "IDS_SHIP": {"": ["战舰"]}, "IDS_SIGNALS": {"": ["信号旗"]}, "IDS_SOME_ACHIEVEMENT": {"": ["成就"]}, "IDS_SPECIAL_SIGNALS": {"": ["特殊信号旗"]}, "IDS_STAR": {"": ["颗星"]}, "IDS_SURVIVE_IN_BATTLES": {"": ["在战斗中幸存，"], "SIMPLE": ["在战斗中幸存"]}, "IDS_SURVIVE_IN_ONE_BATTLE": {"": ["在一场战斗中幸存，"], "SIMPLE": ["在一场战斗中幸存"]}, "IDS_SURVIVE_WIN_IN_BATTLES": {"": ["在战斗中获胜且幸存，"], "SIMPLE": ["在战斗中获胜且幸存"]}, "IDS_SURVIVE_WIN_IN_ONE_BATTLE": {"": ["在一场战斗中获胜且幸存，"], "SIMPLE": ["在一场战斗中获胜且幸存"]}, "IDS_TASK": {"": ["作战任务"]}, "IDS_TBOMBER_CLASS": {"": ["鱼雷轰炸机"]}, "IDS_TIMES_WORD": {"": ["次"]}, "IDS_TOP_IN_TEAM": {"": ["你的团队"]}, "IDS_TORPEDO": {"": ["鱼雷"]}, "IDS_TRAINING_BATTLE": {"": ["训练战役"]}, "IDS_UNITED_KINGDOM_NATION": {"": ["英国"]}, "IDS_USA_NATION": {"": ["美国"]}, "IDS_USING_BOMBER": {"": ["用空投炸弹"]}, "IDS_USING_FIGHTER": {"": ["用攻击机"]}, "IDS_USING_FIRE": {"": ["通过引起敌舰起火"]}, "IDS_USING_FLOOD": {"": ["通过引起敌舰进水"]}, "IDS_USING_MAIN_GUN": {"": ["用主炮组"]}, "IDS_USING_RAM": {"": ["通过撞击"]}, "IDS_USING_ROCKET": {"": ["用火箭弹"]}, "IDS_USING_SECONDARY_GUN": {"": ["用副炮组"]}, "IDS_USING_TBOMBER": {"": ["用空投鱼雷"]}, "IDS_USING_TORPEDOES": {"": ["用舰载鱼雷"]}, "IDS_WIN_IN_BATTLES": {"": ["在战斗中获胜，"], "SIMPLE": ["在战斗中获胜"]}, "IDS_WIN_IN_ONE_BATTLE": {"": ["在一场战斗中获胜，"], "SIMPLE": ["在一场战斗中获胜"]}, "IDS_WITH_AGRO_AIR": {"": ["用空投炸弹或空投鱼雷"]}, "IDS_WITH_AGRO_ART": {"": ["用火炮"]}, "IDS_WITH_AGRO_TORPS": {"": ["用战舰或空投鱼雷"]} }, "TEMPLATES": { "TEMPLATE_BATTLE_ACHIEVEMENTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{}次{} {}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "achievement.ids"}, {"count": "count", "isVar": true, "name": "achievement.type"} ] } ], "rules_short": [ { "template": "获得{}", "template_args": [{"count": 2, "isVar": true, "name": "achievement.type"}] } ], "setVars": ["achievement.ids"], "vars": ["precondition", "achievement.type", "achievement.ids", "count"] }, "TEMPLATE_BATTLE_CONDITIONS": { "optVars": ["battle_cond.in_squad", "league"], "rules": [ { "cond": {"battle_cond.battle_type": [null], "battle_cond.in_squad": [null]}, "template": "必须完成", "template_args": [] }, { "cond": {"battle_cond.battle_type": [null]}, "template": "必须{}完成", "template_args": [{"isVar": true, "name": "battle_cond.in_squad"}] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"], "league": [null]}, "template": "必须{}选择{}完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"} ] }, { "cond": {"battle_cond.battle_type": ["IDS_CLAN_BATTLE"]}, "template": "必须{}选择{}({})完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"}, {"isVar": true, "name": "league"} ] }, { "template": "必须{}选择{}完成", "template_args": [ {"isVar": true, "name": "battle_cond.in_squad"}, {"isVar": true, "name": "battle_cond.battle_type"} ] } ], "setVars": ["battle_cond.battle_type"], "vars": ["battle_cond.in_squad", "battle_cond.battle_type", "league"] }, "TEMPLATE_COMPLETE_TASKS": { "cntVars": ["count"], "rules": [ { "template": "完成\"{}\"类型中的{}个{}任务", "template_args": [ {"isVar": true, "name": "typeName"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "task"} ] } ], "rules_short": [ { "template": "完成{}", "template_args": [{"count": 2, "isVar": true, "name": "task"}] } ], "vars": ["count", "typeName", "task"] }, "TEMPLATE_DAMAGE_SHIPS": { "cntVars": ["damage"], "optVars": ["damage_types", "level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}{}对{}{}{}造成{}点血量伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "damage"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "造成{}伤害", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "造成伤害", "template_args": []} ], "vars": ["precondition", "damage", "ship.nation", "ship.class", "level", "damage_types"] }, "TEMPLATE_DESTROY_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "template": "{}击毁{}艘{}{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] } ], "rules_short": [ { "template": "击毁{} {}", "template_args": [ {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": 2, "isVar": true, "name": "ship.class"} ] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_DESTROY_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}击毁{}艘{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "rules_short": [ { "template": "击毁{} {}", "template_args": [ {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": 2, "isVar": false, "name": "IDS_SHIP"} ] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_GET_BADGES": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}获得一枚{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] }, { "template": "{}获得至少{}枚{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "count"}, {"isVar": true, "name": "badge.names"}, {"count": "count", "isVar": false, "name": "IDS_BADGE"} ] } ], "rules_short": [ { "template": "获得{}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_BADGE"}] } ], "setVars": ["badge.names"], "vars": ["precondition", "count", "badge.names"] }, "TEMPLATE_GO_INTO_BATTLE": { "cntVars": ["count"], "rules": [ { "template": "进行{}场战斗", "template_args": [{"isVar": true, "mod": "incl1", "name": "count"}] } ], "rules_short": [ { "template": "进入一次{}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_MAKE_N_XP": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{} 获得{}点基础经验", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "获得基础经验", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_N_TIMES_HIT_SHIPS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"count": [1]}, "template": "{}{}命中一艘敌方{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"} ] }, { "template": "{}{}命中敌方{}{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "hit_types"}, {"count": "count", "isVar": false, "name": "IDS_SHIP"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "cond": {"hit_types.length": [1]}, "template": "{}命中一艘敌方{}", "template_args": [ {"isVar": true, "name": "hit_types"}, {"count": 1, "isVar": false, "name": "IDS_SHIP"} ] }, { "template": "命中一艘敌方{}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "hit_types"] }, "TEMPLATE_N_TIMES_IGNITE_SHIPS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "count", "ship.nation": "count"}, "rules": [ { "cond": {"count": [1]}, "template": "{}使{}{}{}起火", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"} ] }, { "template": "{}使{}{}{}起火{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": "count", "isVar": true, "name": "ship.nation"}, {"count": "count", "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "使一艘{}起火", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_POTENTIAL_DAMAGE": { "cntVars": ["count"], "optVars": ["damage_types", "precondition"], "rules": [ { "template": "{}承受{}造成的{}点潜在伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "damage_types"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [ { "cond": {"damage_types.length": [1]}, "template": "承受{}潜在伤害", "template_args": [{"isVar": true, "name": "damage_types"}] }, {"template": "承受潜在伤害", "template_args": []} ], "vars": ["precondition", "count", "damage_types"] }, "TEMPLATE_PRECONDITION": { "rules": [ { "cond": {"simple_precondition": [true]}, "template": "{}", "template_args": [{"isVar": true, "mod": "SIMPLE", "name": "precondition"}] }, {"template": "{}", "template_args": [{"isVar": true, "name": "precondition"}]} ], "vars": ["precondition", "simple_precondition"] }, "TEMPLATE_PVE_OPERATIONS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "必须在{}完成 {}", "template_args": [ {"count": "count", "isVar": true, "name": "operation"}, {"isVar": true, "name": "operations_names"} ] } ], "setVars": ["operations_names"], "vars": ["precondition", "count", "operation", "operations_names"] }, "TEMPLATE_PVE_STARS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "star"} ] } ], "rules_short": [ { "template": "在{}中获得{}", "template_args": [ {"count": 2, "isVar": true, "name": "operation"}, {"count": 2, "isVar": true, "name": "star"} ] } ], "vars": ["precondition", "count", "star", "operation"] }, "TEMPLATE_RECEIVE_BASE_CAPTURE_POINTS": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{}点{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"isVar": true, "name": "base_points"}, {"count": "count", "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "rules_short": [ { "template": "获得{}点{}", "template_args": [ {"isVar": true, "name": "base_points"}, {"count": 2, "isVar": false, "name": "IDS_PTS_WORD"} ] } ], "vars": ["precondition", "count", "base_points"] }, "TEMPLATE_REQUIRE_COMPLETED_TASK": { "rules": [ { "template": "需完成：「{}」", "template_args": [{"isVar": false, "name": "battle_task"}] } ], "vars": [] }, "TEMPLATE_SCOUTING_DAMAGE": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}通过侦查协助团队造成{}点伤害", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"} ] } ], "rules_short": [{"template": "协助团队造成伤害", "template_args": []}], "vars": ["precondition", "count"] }, "TEMPLATE_SHIP_DAMAGE_MODULES": { "cntVars": ["module.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"module.type": "module.count", "ship.class": "10", "ship.nation": "10"}, "rules": [ { "template": "{}伤害{}{}{}{}个{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "mod": "incl1", "name": "module.count"}, {"count": "module.count", "isVar": true, "name": "module.type"} ] } ], "rules_short": [ { "template": "伤害一艘{}的{}", "template_args": [ {"count": 1, "isVar": false, "name": "IDS_SHIP"}, {"count": 1, "isVar": true, "name": "module.type"} ] } ], "vars": [ "precondition", "module.count", "module.type", "ship.nation", "ship.class", "level" ] }, "TEMPLATE_SHIP_HIT_CITADELS": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}命中{}{}{}的核心区", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1]}, "template": "{}命中{}{}{}的核心区", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "template": "{}命中{}{}{}的核心区{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "命中一艘{}的装甲区", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHIP_LIMITATIONS": { "optVars": ["level", "ship.elite", "ship.ids", "ship.nation"], "plurals": {"level": "10", "ship.class": "10", "ship.elite": "10", "ship.nation": "10"}, "rules": [ { "cond": {"ship.ids": [null]}, "template": "{}级{}{}{}", "template_args": [ {"count": 10, "isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.elite"}, {"count": 10, "isVar": true, "name": "ship.class"} ] }, {"template": "{}", "template_args": [{"isVar": true, "name": "ship.ids"}]} ], "vars": ["ship.nation", "ship.class", "ship.elite", "level", "ship.ids"] }, "TEMPLATE_SHIP_START_FLOOD": { "cntVars": ["count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "10", "ship.nation": "10"}, "rules": [ { "cond": {"count": [1], "ship.class": ["IDS_SHIP"]}, "template": "{}造成{}{}{}进水", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "cond": {"count": [1]}, "template": "{}造成{}{}{}进水", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 1, "isVar": true, "name": "ship.nation"}, {"count": 1, "isVar": true, "name": "ship.class"} ] }, { "template": "{}造成{}{}{}进水{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "level"}, {"count": 10, "isVar": true, "name": "ship.nation"}, {"count": 10, "isVar": true, "name": "ship.class"}, {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_TIMES_WORD"} ] } ], "rules_short": [ { "template": "使一艘{}进水", "template_args": [{"count": 1, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SHOOT_AIRPLANES": { "cntVars": ["aircraft.count"], "optVars": ["precondition"], "plurals": {"aircraft.class": "aircraft.count"}, "rules": [ { "cond": {"aircraft.count": [1]}, "template": "{}击落一架{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] }, { "template": "{}击落{}架{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "aircraft.count"}, {"count": "aircraft.count", "isVar": true, "name": "aircraft.class"} ] } ], "rules_short": [ { "template": "击毁一架{}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_ANY_AIRCRAFT"}] } ], "vars": ["precondition", "aircraft.count", "aircraft.class"] }, "TEMPLATE_SPOT": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "{}发现{}枚{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "cond": {"spot_target": ["IDS_SHIP"]}, "template": "[{}成为第一个发现{}艘敌方{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "cond": {"spot_target": ["IDS_ANY_AIRCRAFT"]}, "template": "{}成为第一个发现{}架敌方{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] }, { "template": "{}成为第一个发现{}架敌方{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "spot_target"} ] } ], "rules_short": [ { "cond": {"spot_target": ["IDS_TORPEDO"]}, "template": "Spot {}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] }, { "template": "第一个发现{}", "template_args": [{"count": 2, "isVar": true, "name": "spot_target"}] } ], "vars": ["precondition", "count", "spot_target"] }, "TEMPLATE_SPOT_SHIPS": { "cntVars": ["ship.count"], "optVars": ["level", "precondition", "ship.nation"], "plurals": {"ship.class": "ship.count", "ship.nation": "ship.count"}, "rules": [ { "cond": {"level": [null], "ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}成为第一个发现{}艘敌方{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"ship.class": ["IDS_SHIP"], "ship.nation": [null]}, "template": "{}成为第一个发现{}艘敌方{}{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "cond": {"level": [null]}, "template": "{}成为第一个发现{}艘{}{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] }, { "template": "{}成为第一个发现{}艘{}{}{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"isVar": true, "name": "level"}, {"count": "ship.count", "isVar": true, "name": "ship.nation"}, {"count": "ship.count", "isVar": true, "name": "ship.class"} ] } ], "rules_short": [ { "template": "发现{}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count", "ship.nation", "ship.class", "level"] }, "TEMPLATE_SPOT_SPECIFIED_SHIPS": { "cntVars": ["ship.count"], "optVars": ["precondition"], "rules": [ { "template": "{}成为第一个发现{}艘{}{}的玩家", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "ship.count"}, {"count": "ship.count", "isVar": false, "name": "ship.ids"}, {"count": "ship.count", "isVar": false, "name": "IDS_SHIP"} ] } ], "rules_short": [ { "template": "发现敌方{}", "template_args": [{"count": 2, "isVar": false, "name": "IDS_SHIP"}] } ], "vars": ["precondition", "ship.count"] }, "TEMPLATE_SURVIVE_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "在一场{}中幸存", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "在{}场{}中幸存", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "在一场{}中幸存", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] }, "TEMPLATE_TOP_N_DAMAGE": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}对敌方造成的伤害在{}排名第1", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}对敌方造成的伤害在{}排名前{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}对敌方造成的伤害在{}排名第1", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}对敌方造成的伤害在{}排名前{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ {"cond": {"top.rank": [1]}, "template": "对敌方造成的伤害在排名第1", "template_args": []}, { "template": "对敌方造成的伤害在排名前{}", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "{}经验获取量在{}排名第1", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "{}经验获取量在{}排名前{} ", "template_args": [ {"isVar": true, "name": "precondition"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "{}经验获取量在{}排名第1", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "{}经验获取量在{}排名前{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ {"cond": {"top.rank": [1]}, "template": "经验获取量在排名第1", "template_args": []}, { "template": "经验获取量在排名前{}", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank"] }, "TEMPLATE_TOP_N_EXP_BATTLES": { "cntVars": ["top.rank"], "optVars": ["precondition", "top.in_team"], "rules": [ { "cond": {"top.in_team": [null], "top.rank": [1]}, "template": "在{}场{}中，获得的经验在{}排名第1", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"} ] }, { "cond": {"top.in_team": [null]}, "template": "在{}场{}中，获得的经验在{}排名前{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"count": "top.rank", "isVar": false, "name": "IDS_OF_ALL"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] }, { "cond": {"top.rank": [1]}, "template": "在{}场{}中，获得的经验在{}排名第1", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"} ] }, { "template": "在{}场{}中，获得的经验在{}排名前{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"}, {"isVar": true, "name": "top.in_team"}, {"isVar": true, "mod": "incl1", "name": "top.rank"} ] } ], "rules_short": [ {"cond": {"top.rank": [1]}, "template": "经验获取量在排名第1", "template_args": []}, { "template": "经验获取量在排名前{}", "template_args": [{"isVar": true, "mod": "incl1", "name": "top.rank"}] } ], "vars": ["precondition", "top.in_team", "top.rank", "count"] }, "TEMPLATE_TOTAL_CURRENCY": { "cntVars": ["count"], "optVars": ["precondition"], "rules": [ { "template": "{}获得{}{}", "template_args": [ {"isVar": true, "name": "precondition"}, {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "currency"} ] } ], "rules_short": [ { "template": "获得{}", "template_args": [{"count": 2, "isVar": true, "name": "currency"}] } ], "vars": ["precondition", "count", "currency"] }, "TEMPLATE_USE_CAMOUFLAGE": { "rules": [ { "template": "必须在这艘战舰上安装{}{}", "template_args": [ {"isVar": true, "name": "camouflage.id"}, {"count": 1, "isVar": false, "name": "IDS_CAMOUFLAGE"} ] } ], "setVars": ["camouflage.id"], "vars": ["camouflage.id"] }, "TEMPLATE_USE_PERMOFLAGE": { "rules": [ { "template": "必须在这艘战舰上安装{}{}", "template_args": [ {"isVar": true, "name": "permoflage.id"}, {"count": 1, "isVar": false, "name": "IDS_PERMANENT_CAMOUFLAGE"} ] } ], "setVars": ["permoflage.id"], "vars": ["permoflage.id"] }, "TEMPLATE_USE_SIGNALS": { "optVars": ["signal.group"], "rules": [ {"cond": {"signal.group": [null]}, "template": "", "template_args": []}, { "cond": {"count": [1], "signal.ids": [null]}, "template": "必须在这艘战舰上安装{}个{}", "template_args": [ {"isVar": true, "mod": "incl1", "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "cond": {"signal.ids": [null]}, "template": "必须在这艘战舰上安装{}个{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": true, "name": "signal.group"} ] }, { "template": "必须在这艘战舰上安装{}个{}", "template_args": [ {"count": 1, "isVar": true, "name": "signal.group"}, {"isVar": true, "name": "signal.ids"} ] } ], "setVars": ["signal.ids"], "vars": ["signal.group", "count", "signal.ids"] }, "TEMPLATE_WIN_IN_BATTLES": { "cntVars": ["count"], "rules": [ { "cond": {"count": [1]}, "template": "赢得一场{}", "template_args": [{"count": "count", "isVar": false, "name": "IDS_BATTLES"}] }, { "template": "赢得{}场{}", "template_args": [ {"isVar": true, "name": "count"}, {"count": "count", "isVar": false, "name": "IDS_BATTLES"} ] } ], "rules_short": [ { "template": "赢得一场{}", "template_args": [{"count": 1, "isVar": false, "name": "IDS_BATTLES"}] } ], "vars": ["count"] } }}
