Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGUA602_D7_ART_STOCK
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGUA603_GRAF_ART
source: 283 mm/52 SK C/28 on a Drh LC/28 mount
es_mx: SK C/28 de 283 mm/52 en un montaje Drh LC/28
ja: 283 mm/52 SK C/28 (Drh LC/28 砲座)
pl: 283 mm/52 SK C/28 na stanowisku Drh LC/28
ru: 283-мм/52 SK C/28 в установке Drh LC/28
uk: 283-мм/52 SK C/28 в установці Drh LC/28
zh: 283 毫米 L/52 Drh LC/28
zh_sg: 283 mm/52 SK C/28（Drh LC/28炮座）

# IDS_PGUA604_HSF_GRAF_ART
source: 283 mm L/52 Drh LC/28
ru: 283-мм L/52 Drh LC/28
uk: 283-мм L/52 Drh LC/28
zh: 283 毫米 L/52 Drh LC/28

# IDS_PGUA605_ART_MUNCHEN
source: 150 mm/55 SK C/28 in a turret
es_mx: SK C/28 de 150 mm/55 en una torreta
ja: 150 mm/55 SK C/28 (砲塔)
pl: 150 mm/55 SK C/28 w wieży
ru: 150-мм/55 SK C/28 в башенной установке
uk: 150-мм/55 SK C/28 в баштовій установці
zh: 150-мм/55 SK C/28 в башенной установке
zh_sg: 150 mm/55 SK C/28（单装炮塔）

# IDS_PGUA611_380_52_DRH_LC34
source: 380 mm L/52 Drh LC/34
ru: 380-мм L/52 Drh LC/34
uk: 380-мм L/52 Drh LC/34
zh: 380 毫米 L/52 Drh LC/34

# IDS_PGUA611_B7_ART_STOCK
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 380 mm/52 en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 Drh LC/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA621_283_54_SCHARNHORST
source: 283 mm/54.5 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 283 mm/54.5 en un montaje Drh LC/34
ja: 283 mm/54.5 SK C/34 (Drh LC/34 砲座)
pl: 283 mm/54.5 SK C/34 na stanowisku Drh LC/34
ru: 283-мм/54.5 SK C/34 в установке Drh LC/34
uk: 283-мм/54.5 SK C/34 в установці Drh LC/34
zh: 283 毫米 L/54.5 Drh LC/34
zh_sg: 283 mm/54.5 SK C/34（Drh LC/34炮座）

# IDS_PGUA622_ART_BLACK_SCHARNHORST
source: 283 mm/54.5 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 283 mm/54.5 en un montaje Drh LC/34
ja: 283 mm/54.5 SK C/34 (Drh LC/34 砲座)
pl: 283 mm/54.5 SK C/34 na stanowisku Drh LC/34
ru: 283-мм/54.5 SK C/34 в установке Drh LC/34
uk: 283-мм/54.5 SK C/34 в установці Drh LC/34
zh: 283 毫米 L/54.5 Drh LC/34
zh_sg: 283 mm/54.5 SK C/34（Drh LC/34炮座）

# IDS_PGUA701_ART_BRAND
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGUA702_380_52_TIRPITZ
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: 52 SK C/34 de 380 mm en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 Drh LC/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA703_ART_P_O
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 Drh LC/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGUA704_Z39
source: 150 mm/55 Tbts KC/36T on an LDrh LC/38 mount
es_mx: Tbts KC/36T de 150 mm/55 en un montaje LDrh LC/38
ja: 150 mm/55 Tbts KC/36T (LDrh LC/38 砲座)
pl: 150 mm/55 Tbts KC/36T na stanowisku LDrh LC/38
ru: 150-мм/55 Tbts KC/36T в установке LDrh LC/38
uk: 150-мм/55 Tbts KC/36T в установці LDrh LC/38
zh: 150 毫米 L/48 LDrh LC/38
zh_sg: 150 mm/55 Tbts KC/36T（LDrh LC/38炮座）

# IDS_PGUA705_ART_BLACK_TIRPITZ
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: 52 SK C/34 de 380 mm en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 Drh LC/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA706_ART_MAINZ
source: 150 mm/60 SK C/25 on a Drh Tr C/25 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/25
ja: 150 mm/60 SK C/25 (Drh Tr C/25 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/25
ru: 150-мм/60 SK C/25 в установке Drh Tr C/25
uk: 150-мм/60 SK C/25 в установці Drh Tr C/25
zh: 150 毫米 L/60 Drh Tr C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/25炮座）

# IDS_PGUA707_ART_ODIN
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGUA708_ART_Z35
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGUA711_C8_ART_STOCK
source: 203 mm/60 SK C/34 on an LC/34 mount
es_mx: SK C/34 de 203 mm/60 en un montaje LC/34
ja: 203 mm/60 SK C/34 (LC/34 砲座)
pl: 203 mm/60 SK C/34 na stanowisku LC/34
ru: 203-мм/60 SK C/34 в установке LC/34
uk: 203-мм/60 SK C/34 в установці LC/34
zh: 203 毫米 L/60 Drh LC/34
zh_sg: 203 mm/60 SK C/34（LC/34炮座）

# IDS_PGUA712_D8_ART_STOCK
source: 150 mm L/48 Tbts KC/36
ru: 150-мм L/48 Tbts KC/36
uk: 150-мм L/48 Tbts KC/36
zh: 150 毫米 L/48 Tbts KC/36

# IDS_PGUA713_D8_ART_STOCK_2
source: 128 mm/45 SK C/34 on an MPLC/34 mount
es_mx: SK C/34 de 128 mm/45 en un montaje MPLC/34
ja: 128 mm/45 SK C/34 (MPLC/34 砲座)
pl: 128 mm/45 SK C/34 na stanowisku MPLC/34
ru: 128-мм/45 SK C/34 в установке MPLC/34
uk: 128-мм/45 SK C/34 в установці MPLC/34
zh: 128 毫米 L/45 LC/34
zh_sg: 128 mm/45 SK C/34（MPLC/34炮座）

# IDS_PGUA714_D8_ART_TOP
source: 150 mm/55 Tbts KC/36T on an LDrh LC/38 mount
es_mx: Tbts KC/36T de 150 mm/55 en un montaje LDrh LC/38
ja: 150 mm/55 Tbts KC/36T (LDrh LC/38 砲座)
pl: 150 mm/55 Tbts KC/36T na stanowisku LDrh LC/38
ru: 150-мм/55 Tbts KC/36T в установке LDrh LC/38
uk: 150-мм/55 Tbts KC/36T в установці LDrh LC/38
zh: 150 毫米 L/48 Tbts KC/36
zh_sg: 150 mm/55 Tbts KC/36T（LDrh LC/38炮座）

# IDS_PGUA721_B8_ART_STOCK
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 380 mm/52 en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 Drh LC/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA801_C9_ART_STOCK
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 Drh LC/34
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGUA802_D9_ART_STOCK
source: 128 mm/45 SK C/41 on a Drh LC/41 mount
es_mx: SK C/41 de 128 mm/45 en un montaje Drh LC/41
ja: 128 mm/45 SK C/41 (Drh LC/41 砲座)
pl: 128 mm/45 SK C/41 na stanowisku Drh LC/41
ru: 128-мм/45 SK C/41 в установке Drh LC/41
uk: 128-мм/45 SK C/41 в установці Drh LC/41
zh: 128 毫米 L/45 Drh LC/41
zh_sg: 128 mm/45 SK C/41（Drh LC/41炮座）

# IDS_PGUA803_ART_SIEGFRIED
source: 380 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 380 mm/52 en un montaje Drh LC/34
ja: 380 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 380 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 380-мм/52 SK C/34 в установке Drh LC/34
uk: 380-мм/52 SK C/34 в установці Drh LC/34
zh: 380 毫米 L/52 SK C/34
zh_sg: 380 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA804_ART_AEGIR
source: 305 mm/56 SK C/39 in a turret
es_mx: SK C/39 de 305 mm/56 en una torreta
ja: 305 mm/56 SK C/39 (砲塔)
pl: 305 mm/56 SK C/39 w wieży
ru: 305-мм/56 SK C/39 в башенной установке
uk: 305-мм/56 SK C/39 в баштовій установці
zh: 305-мм/56 SK C/39 в башенной установке
zh_sg: 305 mm/56 SK C/39（单装炮塔）

# IDS_PGUA805_ART_POMMERN
source: 380 mm/55 SK C/34 in a turret
es_mx: SK C/34 de 380 mm/55 en una torreta
ja: 380 mm/55 SK C/34 (砲塔)
pl: 380 mm/55 SK C/34 w wieży
ru: 380-мм/55 SK C/34 в башенной установке
uk: 380-мм/55 SK C/34 в баштовій установці
zh: 380 毫米 L/52 Drh LC/34
zh_sg: 380 mm/55 SK C/34（单装炮塔）

# IDS_PGUA811_C9_ART_TOP
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 Drh LC/34
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGUA821_B9_ART_STOCK
source: 406 mm/52 SK C/34 on a Drh LC/34 mount
es_mx: SK C/34 de 406 mm/52 en un montaje Drh LC/34
ja: 406 mm/52 SK C/34 (Drh LC/34 砲座)
pl: 406 mm/52 SK C/34 na stanowisku Drh LC/34
ru: 406-мм/52 SK C/34 в установке Drh LC/34
uk: 406-мм/52 SK C/34 в установці Drh LC/34
zh: 406 毫米 L/52 Drh C/34
zh_sg: 406 mm/52 SK C/34（Drh LC/34炮座）

# IDS_PGUA822_B9_ART_TOP
source: 420 mm/48 SK C/40 on a Drh LC/34 mount
es_mx: SK C/40 de 420 mm/48 en un montaje Drh LC/34
ja: 420 mm/48 SK C/40 (Drh LC/34 砲座)
pl: 420 mm/48 SK C/40 na stanowisku Drh LC/34
ru: 420-мм/48 SK C/40 в установке Drh LC/34
uk: 420-мм/48 SK C/40 в установці Drh LC/34
zh: 420 毫米 L/48 Drh LC/40
zh_sg: 420 mm/48 SK C/40（Drh LC/34炮座）

# IDS_PGUA901_C10_ART_STOCK
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 Drh LC/34
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGUA902_D10_ART_STOCK
source: 128 mm/45 SK C/41 on a Drh LC/41 mount
es_mx: SK C/41 de 128 mm/45 en un montaje Drh LC/41
ja: 128 mm/45 SK C/41 (Drh LC/41 砲座)
pl: 128 mm/45 SK C/41 na stanowisku Drh LC/41
ru: 128-мм/45 SK C/41 в установке Drh LC/41
uk: 128-мм/45 SK C/41 в установці Drh LC/41
zh: 128 毫米 L/45 Drh LC/41
zh_sg: 128 mm/45 SK C/41（Drh LC/41炮座）

# IDS_PGUA911_406_52_SK_C_34
source: 406 mm L/52 Drh C/34
ru: 406-мм L/52 Drh C/34
uk: 406-мм L/52 Drh C/34
zh: 406 毫米 L/52 Drh C/34

# IDS_PGUA912_420_48_SK_C_40
source: 420 mm L/48 Drh LC/40
ru: 420-мм L/48 Drh LC/40
uk: 420-мм L/48 Drh LC/40
zh: 420 毫米 L/48 Drh LC/40

# IDS_PGUA913_420_48_SK_C_40
source: 420 mm L/48 Drh LC/40
ru: 420-мм L/48 Drh LC/40
uk: 420-мм L/48 Drh LC/40
zh: 420 毫米 L/48 Drh LC/40

# IDS_PGUA913_B10_ART_TOP
source: 420 mm/48 SK C/40 on a Drh LC/34 mount
es_mx: SK C/40 de 420 mm/48 en un montaje Drh LC/34
ja: 420 mm/48 SK C/40 (Drh LC/34 砲座)
pl: 420 mm/48 SK C/40 na stanowisku Drh LC/34
ru: 420-мм/48 SK C/40 в установке Drh LC/34
uk: 420-мм/48 SK C/40 в установці Drh LC/34
zh: 420 毫米 L/48 Drh LC/40
zh_sg: 420 mm/48 SK C/40（Drh LC/34炮座）

# IDS_PGUA914_B10_ART_STOCK
source: 406 mm/52 Drh C/34 on a Drh LC/34 mount
es_mx: Drh C/34 de 406 mm/52 en un montaje Drh LC/34
ja: 406 mm/52 Drh C/34 (Drh LC/34 砲座)
pl: 406 mm/52 Drh C/34 na stanowisku Drh LC/34
ru: 406-мм/52 Drh C/34 в установке Drh LC/34
uk: 406-мм/52 Drh C/34 в установці Drh LC/34
zh: 406 毫米 L/52 Drh C/34
zh_sg: 406 mm/52 Drh C/34（Drh LC/34炮座）

# IDS_PGUA974_ART1_GROSS
source: 406 mm/52 Drh C/34 on a Drh LC/34 mount
es_mx: Drh C/34 de 406 mm/52 en un montaje Drh LC/34
ja: 406 mm/52 Drh C/34 (Drh LC/34 砲座)
pl: 406 mm/52 Drh C/34 na stanowisku Drh LC/34
ru: 406-мм/52 Drh C/34 в установке Drh LC/34
uk: 406-мм/52 Drh C/34 в установці Drh LC/34
zh: 406 毫米 L/52 Drh C/34
zh_sg: 406 mm/52 Drh C/34（Drh LC/34炮座）

# IDS_PGUA975_ART2_GROSS
source: 420 mm/48 SK C/40 on a Drh LC/34 mount
es_mx: SK C/40 de 420 mm/48 en un montaje Drh LC/34
ja: 420 mm/48 SK C/40 (Drh LC/34 砲座)
pl: 420 mm/48 SK C/40 na stanowisku Drh LC/34
ru: 420-мм/48 SK C/40 в установке Drh LC/34
uk: 420-мм/48 SK C/40 в установці Drh LC/34
zh: 420 毫米 L/48 Drh LC/40
zh_sg: 420 mm/48 SK C/40（Drh LC/34炮座）

# IDS_PGUA976_ART_HIND
source: 203 mm/60 SK C/34 in a turret
es_mx: SK C/34 de 203 mm/60 en una torreta
ja: 203 mm/60 SK C/34 (砲塔)
pl: 203 mm/60 SK C/34 w wieży
ru: 203-мм/60 SK C/34 в башенной установке
uk: 203-мм/60 SK C/34 в баштовій установці
zh: 203 毫米 L/60 Drh LC/37
zh_sg: 203 mm/60 SK C/34（单装炮塔）

# IDS_PGUE001_C1_ENG_STOCK
source: Propulsion: 15,000 hp
es_mx: Propulsión: 15,000 hp
ja: 推力: 15,000 馬力
pl: Napęd: 15000 KM
ru: ЭУ 15 000 л.с.
uk: СУ 15 000 к.с.
zh: 推进系统：15,000 匹马力
zh_sg: 推进系统：15000马力

# IDS_PGUE101_C2_ENG_STOCK
source: Propulsion: 18,800 hp
es_mx: Propulsión: 18,800 hp
ja: 推力: 18,800 馬力
pl: Napęd: 18 800 KM
ru: ЭУ 18 800 л.с.
uk: СУ 18 800 к.с.
zh: 推进系统：18,800 匹马力
zh_sg: 推进系统：18800马力

# IDS_PGUE102_D2_ENG_STOCK
source: Propulsion: 24,800 hp
es_mx: Propulsión: 24,800 hp
ja: 推力: 24,800 馬力
pl: Napęd: 24 800 KM
ru: ЭУ 24 800 л.с.
uk: СУ 24 800 к.с.
zh: 推进系统：24,800 匹马力
zh_sg: 推进系统：24800马力

# IDS_PGUE111_ENGINE_16350_EMDEN
source: Propulsion: 16,350 hp
es_mx: Propulsión: 16,350 hp
ja: 推力: 16,350 馬力
pl: Napęd: 16 350 KM
ru: ЭУ 16 350 л.с.
uk: СУ 16 350 к.с.
zh: 推进系统：16,350 匹马力
zh_sg: 推进系统：16350马力

# IDS_PGUE201_C3_ENG_STOCK
source: Propulsion: 31,000 hp
es_mx: Propulsión: 31,000 hp
ja: 推力: 31,000 馬力
pl: Napęd: 31 000 KM
ru: ЭУ 31 000 л.с.
uk: СУ 31 000 к.с.
zh: 推进系统：31,000 匹马力
zh_sg: 推进系统：31000马力

# IDS_PGUE202_D3_ENG_STOCK
source: Propulsion: 28,000 hp
es_mx: Propulsión: 28,000 hp
ja: 推力: 28,000 馬力
pl: Napęd: 28 000 KM
ru: ЭУ 28 000 л.с.
uk: СУ 28 000 к.с.
zh: 推进系统：28,000 匹马力
zh_sg: 推进系统：28000马力

# IDS_PGUE211_B3_ENG_STOCK
source: Propulsion: 22,000 hp
es_mx: Propulsión: 22,000 hp
ja: 推力: 22,000 馬力
pl: Napęd: 22 000 KM
ru: ЭУ 22 000 л.с.
uk: СУ 22 000 к.с.
zh: 推进系统：22,000 匹马力
zh_sg: 推进系统：22000马力

# IDS_PGUE212_B3_ENG_TOP
source: Propulsion: 26,200 hp
es_mx: Propulsión: 26,200 hp
ja: 推力: 26,200 馬力
pl: Napęd: 26 200 KM
ru: ЭУ 26 200 л.с.
uk: СУ 26 200 к.с.
zh: 推进系统：26,200 匹马力
zh_sg: 推进系统：26200马力

# IDS_PGUE221_ENG_KA
source: Propulsion: 55,180 hp
es_mx: Propulsión: 55,180 hp
ja: 推力: 55,180 馬力
pl: Napęd: 55 180 KM
ru: ЭУ 55 180 л.с.
uk: СУ 55 180 к.с.
zh: 推进系统：55,180 匹马力
zh_sg: 推进系统：55180马力

# IDS_PGUE301_C4_ENG_STOCK
source: Propulsion: 45,000 hp
es_mx: Propulsión: 45,000 hp
ja: 推力: 45,000 馬力
pl: Napęd: 45 000 KM
ru: ЭУ 45 000 л.с.
uk: СУ 45 000 к.с.
zh: 推进系统：45,000 匹马力
zh_sg: 推进系统：45000马力

# IDS_PGUE302_D4_ENG_STOCK
source: Propulsion: 34,000 hp
es_mx: Propulsión: 34,000 hp
ja: 推力: 34,000 馬力
pl: Napęd: 34 000 KM
ru: ЭУ 34 000 л.с.
uk: СУ 34 000 к.с.
zh: 推进系统：34,000 匹马力
zh_sg: 推进系统：34000马力

# IDS_PGUE303_CV4_ENG_STOCK
source: Propulsion: 35,000 hp
es_mx: Propulsión: 35 000 hp
ja: 推力: 35,000 馬力
pl: Napęd: 35 000 KM
ru: ЭУ 35 000 л.с.
uk: СУ 35 000 к. с.
zh: 推进系统：35,000 匹马力。
zh_sg: 推进系统：35000马力

# IDS_PGUE311_B4_ENG_STOCK
source: Propulsion: 55,180 hp
es_mx: Propulsión: 55,180 hp
ja: 推力: 55,180 馬力
pl: Napęd: 55 180 KM
ru: ЭУ 55 180 л.с.
uk: СУ 55 180 к.с.
zh: 推进系统：55,180 匹马力
zh_sg: 推进系统：55180马力

# IDS_PGUE311_ENGINE_55180
source: Propulsion: 55,180 hp
es_mx: Propulsión: 55,180 hp
ja: 推力: 55,180 馬力
pl: Napęd: 55 180 KM
ru: ЭУ 55 180 л.с.
uk: СУ 55 180 к.с.
zh: 推进系统：55,180 匹马力
zh_sg: 推进系统：55180马力

# IDS_PGUE312_B4_ENG_TOP
source: Propulsion: 57,000 hp
es_mx: Propulsión: 57,000 hp
ja: 推力: 57,000 馬力
pl: Napęd: 57 000 KM
ru: ЭУ 57 000 л.с.
uk: СУ 57 000 к.с.
zh: 推进系统：57,000 匹马力
zh_sg: 推进系统：57000马力

# IDS_PGUE312_ENGINE_57000
source: Propulsion: 57,000 hp
es_mx: Propulsión: 57,000 hp
ja: 推力: 57,000 馬力
pl: Napęd: 57 000 KM
ru: ЭУ 57 000 л.с.
uk: СУ 57 000 к.с.
zh: 推进系统：57,000 匹马力
zh_sg: 推进系统：57000马力

# IDS_PGUE401_C5_ENG_STOCK
source: Propulsion: 68,200 hp
es_mx: Propulsión: 68,200 hp
ja: 推力: 68,200 馬力
pl: Napęd: 68 200 KM
ru: ЭУ 68 200 л.с.
uk: СУ 68 200 к.с.
zh: 推进系统：68,200 匹马力
zh_sg: 推进系统：68200马力

# IDS_PGUE402_D5_ENG_STOCK
source: Propulsion: 32,000 hp
es_mx: Propulsión: 32,000 hp
ja: 推力: 32,000 馬力
pl: Napęd: 32 000 KM
ru: ЭУ 32 000 л.с.
uk: СУ 32 000 к.с.
zh: 推进系统：32,000 匹马力
zh_sg: 推进系统：32000马力

# IDS_PGUE411_B5_ENG_STOCK
source: Propulsion: 46,200 hp
es_mx: Propulsión: 46,200 hp
ja: 推力: 46,200 馬力
pl: Napęd: 46 200 KM
ru: ЭУ 46 200 л.с.
uk: СУ 46 200 к.с.
zh: 推进系统：46,200 匹马力
zh_sg: 推进系统：46200马力

# IDS_PGUE412_B5_ENG_TOP
source: Propulsion: 63,000 hp
es_mx: Propulsión: 63,000 hp
ja: 推力: 63,000 馬力
pl: Napęd: 63 000 KM
ru: ЭУ 63 000 л.с.
uk: СУ 63 000 к.с.
zh: 推进系统：63,000 匹马力
zh_sg: 推进系统：63000马力

# IDS_PGUE501_C6_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PGUE502_D6_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PGUE504_CV6_ENG_STOCK
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PGUE506_T61
source: Propulsion: 45,000 hp
es_mx: Propulsión: 45,000 hp
ja: 推力: 45,000 馬力
pl: Napęd: 45 000 KM
ru: ЭУ 45 000 л.с.
uk: СУ 45 000 к.с.
zh: 推进系统：45,000 匹马力
zh_sg: 推进系统：45000马力

# IDS_PGUE507_ENG_PEFRIEDRICH
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PGUE511_B6_ENG_STOCK
source: Propulsion: 54,800 hp
es_mx: Propulsión: 54,800 hp
ja: 推力: 54,800 馬力
pl: Napęd: 54 800 KM
ru: ЭУ 54 800 л.с.
uk: СУ 54 800 к.с.
zh: 推进系统：54,800 匹马力
zh_sg: 推进系统：54800马力

# IDS_PGUE512_B6_ENG_TOP
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PGUE513_ENG_LOEWENHARDT
source: Propulsion: 200,000 hp
es_mx: Propulsión: 200,000 hp
ja: 推力: 200,000 馬力
pl: Napę: 200 000 KM
ru: ЭУ 200 000 л.с.
uk: СУ 200 000 к.с.
zh: 推进系统：200,000 匹马力
zh_sg: 推进系统：200000马力

# IDS_PGUE601_C7_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PGUE602_D7_ENG_STOCK
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PGUE603_GRAF_ENG
source: Propulsion: 54,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 54,000 馬力
pl: Napęd: 54 000 KM
ru: ЭУ 54 000 л.с.
uk: СУ 54 000 к.с.
zh: 推进系统：54,000 匹马力
zh_sg: 推进系统：54000马力

# IDS_PGUE604_HSF_GRAF_ENG
source: Propulsion: 54,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 54,000 馬力
pl: Napęd: 54 000 KM
ru: ЭУ 54 000 л.с.
uk: СУ 54 000 к.с.
zh: 推进系统：54,000 匹马力
zh_sg: 推进系统：54000马力

# IDS_PGUE605_ENG_MUNCHEN
source: Propulsion: 116,500 hp
es_mx: Propulsión: 116 500 hp
ja: 推力: 116,500 馬力
pl: Napęd: 116 500 KM
ru: ЭУ 116 500 л.с.
uk: СУ 116 500 к. с.
zh: ЭУ 116 500 л.с.
zh_sg: 推进系统：116500马力

# IDS_PGUE611_B7_ENG_STOCK
source: Propulsion: 125,000 hp
es_mx: Propulsión: 125,000 hp
ja: 推力: 125,000 馬力
pl: Napęd: 125 000 KM
ru: ЭУ 125 000 л.с.
uk: СУ 125 000 к.с.
zh: 推进系统：125,000 匹马力
zh_sg: 推进系统：125000马力

# IDS_PGUE612_B7_ENG_TOP
source: Propulsion: 160,000 hp
es_mx: Propulsión: 160,000 hp
ja: 推力: 160,000 馬力
pl: Napęd: 160 000 KM
ru: ЭУ 160 000 л.с.
uk: СУ 160 000 к.с.
zh: 推进系统：160,000 匹马力
zh_sg: 推进系统：160000马力

# IDS_PGUE621_ENGINE_SCHARNHORST
source: Propulsion: 125,000 hp
es_mx: Propulsión: 125,000 hp
ja: 推力: 125,000 馬力
pl: Napęd: 125 000 KM
ru: ЭУ 125 000 л.с.
uk: СУ 125 000 к.с.
zh: 推进系统：125,000 匹马力
zh_sg: 推进系统：125000马力

# IDS_PGUE622_ENGINE_SCHARNHORST
source: Propulsion: 160,000 hp
es_mx: Propulsión: 160,000 hp
ja: 推力: 160,000 馬力
pl: Napęd: 160 000 KM
ru: ЭУ 160 000 л.с.
uk: СУ 160 000 к.с.
zh: 推进系统：160,000 匹马力
zh_sg: 推进系统：160000马力

# IDS_PGUE623_ENG_BLACK_SCHARNHORST
source: Propulsion: 160,000 hp
es_mx: Propulsión: 160,000 hp
ja: 推力: 160,000 馬力
pl: Napęd: 160 000 KM
ru: ЭУ 160 000 л.с.
uk: СУ 160 000 к.с.
zh: 推进系统：160,000 匹马力
zh_sg: 推进系统：160000马力

# IDS_PGUE701_B8_ENG_STOCK
source: Propulsion: 150,100 hp
es_mx: Propulsión: 150,100 hp
ja: 推力: 150,100 馬力
pl: Napęd: 150 100 KM
ru: ЭУ 150 100 л.с.
uk: СУ 150 100 к.с.
zh: 推进系统：150,100 匹马力
zh_sg: 推进系统：150100马力

# IDS_PGUE702_ENGINE_163000_TIRPITZ
source: Propulsion: 163,000 hp
es_mx: Propulsión: 163,000 hp
ja: 推力: 163,000 馬力
pl: Napęd: 163 000 KM
ru: ЭУ 163 000 л.с.
uk: СУ 163 000 к.с.
zh: 推进系统：163,000 匹马力
zh_sg: 推进系统：163000马力

# IDS_PGUE703_B8_ENG_TOP
source: Propulsion: 163,000 hp
es_mx: Propulsión: 163,000 hp
ja: 推力: 163,000 馬力
pl: Napęd: 163 000 KM
ru: ЭУ 163 000 л.с.
uk: СУ 163 000 к.с.
zh: 推进系统：163,000 匹马力
zh_sg: 推进系统：163000马力

# IDS_PGUE704_ENG_P_O
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PGUE705_ENG_GRAF_Z
source: Propulsion: 200,000 hp
es_mx: Propulsión: 200,000 hp
ja: 推力: 200,000 馬力
pl: Napę: 200 000 KM
ru: ЭУ 200 000 л.с.
uk: СУ 200 000 к.с.
zh: 推进系统：200,000 匹马力
zh_sg: 推进系统：200000马力

# IDS_PGUE706_Z39
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PGUE707_ENG_BLACK_TIRPITZ
source: Propulsion: 163,000 hp
es_mx: Propulsión: 163,000 hp
ja: 推力: 163,000 馬力
pl: Napęd: 163 000 KM
ru: ЭУ 163 000 л.с.
uk: СУ 163 000 к.с.
zh: 推进系统：163,000 匹马力
zh_sg: 推进系统：163000马力

# IDS_PGUE707_ENG_GRAF_Z_I
source: Propulsion: 200,000 hp
es_mx: Propulsión: 200,000 hp
ja: 推力: 200,000 馬力
pl: Napę: 200 000 KM
ru: ЭУ 200 000 л.с.
uk: СУ 200 000 к.с.
zh: 推进系统：200,000 匹马力
zh_sg: 推进系统：200000马力

# IDS_PGUE708_ENG_GRAF_Z
source: Propulsion: 200,000 hp
es_mx: Propulsión: 200,000 hp
ja: 推力: 200,000 馬力
pl: Napę: 200 000 KM
ru: ЭУ 200 000 л.с.
uk: СУ 200 000 к.с.
zh: 推进系统：200,000 匹马力
zh_sg: 推进系统：200000马力

# IDS_PGUE709_ENG_MAINZ
source: Propulsion: 132,000 hp
es_mx: Propulsión: 132,000 hp
ja: 推力: 132,000 馬力
pl: Napęd: 132 000 KM
ru: ЭУ 132 000 л.с.
uk: СУ 132 000 к. с.
zh: 推进系统：132,000 匹马力
zh_sg: 推进系统：132000马力

# IDS_PGUE710_ENG_ODIN
source: Propulsion: 137,300 hp
es_mx: Propulsión: 137 300 hp
ja: 推力: 137,300 馬力
pl: Napęd: 137 300 KM
ru: ЭУ 137 300 л.с.
uk: СУ 137 300 к. с.
zh: ЭУ 137 300 л.с.
zh_sg: 推进系统：137300马力

# IDS_PGUE711_C8_ENG_STOCK
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PGUE712_D8_ENG_STOCK
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PGUE713_ENG_BLACK_GRAF_Z
source: Propulsion: 200,000 hp
es_mx: Propulsión: 200,000 hp
ja: 推力: 200,000 馬力
pl: Napę: 200 000 KM
ru: ЭУ 200 000 л.с.
uk: СУ 200 000 к.с.
zh: 推进系统：200,000 匹马力
zh_sg: 推进系统：200000马力

# IDS_PGUE715_CV8_ENG_STOCK
source: Propulsion: 153,000 hp
es_mx: Propulsión: 153 000 hp
ja: 推力: 153,000 馬力
pl: Napęd: 153 000 KM
ru: ЭУ 153 000 л.с.
uk: СУ 153 000 к. с.
zh: ЭУ 153 000 л.с.
zh_sg: 推进系统 ：153000马力

# IDS_PGUE716_ENG_Z35
source: Propulsion: 70,000 hp
es_mx: Propulsión: 70,000 hp
ja: 推力: 70,000 馬力
pl: Napęd: 70 000 KM
ru: ЭУ 70 000 л.с.
uk: СУ 70 000 к.с.
zh: 推进系统：70,000 匹马力
zh_sg: 推进系统：70000马力

# IDS_PGUE717_ENG_BRAND
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180 000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к. с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力
