Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_MISSION_FINAL_TASK
source: Final Task
es_mx: Tarea Final
ja: 最終タスク
pl: Ostateczne zadanie
ru: Финальное задание
uk: Фінальне завдання
zh: 最后的工作
zh_sg: 最终目标

# IDS_MISSION_NUMBER
source: Mission number
es_mx: Número de la misión
ja: ミッション番号
pl: Numer misji
ru: Номер миссии
uk: Номер місії
zh: 任务编号
zh_sg: 任务编号

# IDS_MISSION_STATE_COMPLETED
source: Mission accomplished.
es_mx: Misión completada.
ja: ミッション完了
pl: Misja zakończona powodzeniem.
ru: Миссия завершена.
uk: Місію завершено.
zh: 已完成任务。
zh_sg: 已完成任务。

# IDS_MISSION_STATE_FINAL_TASK_OPENED_NOT_COMPLETED
source: To start the next mission, complete the final task of the preceding one
es_mx: Para comenzar la siguiente misión, completa la tarea final de la misión anterior
ja: 次のミッションを開始するには、先行ミッションの最終タスクを達成してください
pl: Żeby rozpocząć następną misję, ukończ ostatnie zadanie poprzedniej.
ru: Выполните финальное задание для доступа к следующей миссии.
uk: Виконайте фінальне завдання, щоб отримати доступ до наступної місії.
zh: 想要开始下一个任务，请完成先前任务最后的工作
zh_sg: 想要开始下一个任务，请完成前一个任务的最终目标

# IDS_MISSION_STATE_LOCKED
source: To start this mission, complete the final task of the preceding one.
es_mx: Para comenzar esta misión, completa la tarea final de la misión anterior.
ja: このミッションを開始するには、先行ミッションの最終タスクを達成してください。
pl: Żeby rozpocząć tą misję, ukończ ostateczne zadanie poprzedniej misji.
ru: Чтобы начать прохождение миссии, выполните финальное задание предыдущей.
uk: Щоб почати проходити місію, виконайте фінальне завдання попередньої.
zh: 想要解锁此任务，请先完成前置任务最后的工作。
zh_sg: 想要解锁此任务，请先完成前置任务的最终目标。

# IDS_MISSION_STATE_OPENED_BOSS
source: Final task completed. To accomplish this mission, complete the remaining tasks.
es_mx: Tarea final completada. Para completar esta misión, completa las tareas restantes.
ja: 最終タスクを達成しました。このミッションを完了するには、残りのタスクを達成してください。
pl: Ukończono ostateczne zadanie. Żeby wypełnić misję, ukończ pozostałe zadania.
ru: Финальное задание выполнено. Для завершения миссии выполните оставшиеся задания.
uk: Фінальне завдання виконано. Щоб завершити місію, виконайте завдання, що залишилися.
zh: 已完成最后的工作。想要完成此任务，请完成剩下的工作。
zh_sg: 已完成最终目标。想要完成此任务，请完成剩下的目标。

# IDS_MISSION_TAKE_STARS
source: Stars collected:
es_mx: Estrellas reunidas:
ja: 収集したスター:
pl: Zebrane gwiazdki:
ru: Получено звёзд:
uk: Отримано зірок:
zh: 已收集的星星：
zh_sg: 收集星数：

# IDS_MODAL_EXCLUDE_PLAYER_OUT_OF_DIVISION
source: Remove this player from the Division?
es_mx: ¿Expulsar a este jugador de la División?
ja: 分艦隊からこのプレイヤーを削除しますか?
pl: Usunąć tego gracza z dywizjonu?
ru: Исключить игрока из отряда?
uk: Вилучити гравця зі складу загону?
zh: 从分舰队中移除这个玩家?
zh_sg: 确定要将玩家从小队中逐出？

# IDS_MODAL_EXCLUDE_PLAYER_OUT_OF_TRAINING_ROOM
source: Remove this player from the Training Room?
es_mx: ¿Expulsar a este jugador de la Sala de Entrenamiento?
ja: トレーニングルームからこのプレイヤーを削除しますか?
pl: Usunąć tego gracza z pokoju treningowego?
ru: Исключить игрока из тренировочной комнаты?
uk: Вилучити гравця з тренувальної кімнати?
zh: 要从训练房移除这个玩家吗?
zh_sg: 从训练房间逐出玩家吗？

# IDS_MODAL_WAITING_AUTHORIZATION
source: WAITING FOR AUTHORIZATION
es_mx: ESPERANDO AUTORIZACIÓN
ja: 認証待ち
pl: OCZEKIWANIE NA AUTORYZACJĘ
ru: ОЖИДАЕМ АВТОРИЗАЦИЮ
uk: ОЧІКУЄМО НА АВТОРИЗАЦІЮ
zh: 等待授权
zh_sg: 等待授权

# IDS_MODAL_WINDOW_ALMANAC_HEADER
source: Daily Shipments
es_mx: Envíos Diarios
ja: 今日の褒賞
pl: Dostawy codzienne
ru: Снабжение
uk: Забезпечення
zh: 每日货运
zh_sg: 每日货运

# IDS_MODAL_WINDOW_DOG_TAG_HEADER
source: Distinctive insignia selection
es_mx: Selección de insignias distintivas
ja: パーソナルマーク選択
pl: Wybór specjalnych insygniów
ru: Выбор знака различия
uk: Вибір знака розрізнення
zh: 选择独特勋章
zh_sg: 个性标志选择

# IDS_MODAL_WINDOW_ESCAPE_TO_PORTAL_RESULTS_TITLE
source: Raid Result
es_mx: Resultado de la Incursión
ja: 強襲結果
pl: Wynik rabunku
ru: Результат рейда
uk: Результат рейду
zh: Результат рейда
zh_sg: 突击战结果

# IDS_MODAL_WINDOW_EVENT_FINISHED
source: Competition Results
es_mx: Resultados de la Competencia
ja: コンペティション結果
pl: Wyniki zawodów
ru: Итоги соревнования
uk: Підсумки змагання
zh: 竞赛结果
zh_sg: 争霸赛结果

# IDS_MODAL_WINDOW_EVENT_RULES_HEADER
source: Asymmetric Battle Rules
es_mx: Reglas de la Batalla de Submarinos
ja: 非対称戦のルール
pl: Zasady bitew asymetrycznych
ru: Правила Асимметричного боя
uk: Правила Підводного бою
zh: Правила Асимметричного боя
zh_sg: 潜艇战规则

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_1_HEADER
source: Rules and Features
es_mx: Características del Evento
ja: ルールと特徴
pl: Zasady i cechy
ru: Правила и особенности
uk: Особливості події
zh: Правила и особенности
zh_sg: 活动特点

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_1_TEXT_1
source: Event duration: 14 days.
es_mx: Duración del evento: 28 días.
ja: イベント期間は 14 日間です。
pl: Czas trwania wydarzenia: 14 dni.
ru: Длительность события — 14 дней.
uk: Тривалість події —28 діб.
zh: Длительность события — 28 дней.
zh_sg: 活动持续时间：28天。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_1_TEXT_2
source: In the Asymmetric Battle, teams differ by the number of ships per team.
es_mx: Las batallas serán jugadas en un formato 12 vs. 12.
ja: 非対称戦では、両チームの艦艇 Tier と艦艇数が異なります。
pl: W bitwach asymetrycznych drużyny złożone są z różnej liczby okrętów różnych poziomów.
ru: В Асимметричном бою участвуют команды с разным количеством кораблей.
uk: Формат боїв — 12 на 12 гравців.
zh: В Асимметричном бою участвуют команды с разным количеством кораблей.
zh_sg: 战斗将采用12v12的形式。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_1_TEXT_3
source: Only Tier V–VIII ships are allowed.
es_mx: Solo se permiten barcos de Nivel VI. Mapas: "Tridente: Batalla de Submarinos" y "Vecinos: Batalla de Submarinos".
ja: Tier V-VIII 艦艇限定です。
pl: Dozwolone są tylko okręty z poziomów V–VIII.
ru: Участвовать могут корабли с V по VIII уровень.
uk: У боях можуть брати участь кораблі VI рівня на мапах: «Тризуб. Підводний бій» і «Сусіди. Підводний бій».
zh: Участвовать могут корабли с V по VIII уровни.
zh_sg: 仅限VI级战舰。地图：“三叉戟：潜艇战”和“隔海相望：潜艇战”。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_2_HEADER
source: Battle Tokens
es_mx: Obteniendo Submarinos
ja: 戦闘トークン
pl: Żetony bitewne
ru: Боевые жетоны
uk: Додавання підводних човнів
zh: Боевые жетоны
zh_sg: 获取潜艇

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_2_TEXT_1
source: By participating in the Asymmetric Battle, you will earn Battle Tokens. These can be used to unlock access to ships of Tier VII and VIII.
es_mx: Una vez al día, pueden obtener una Ficha Submarina con tan solo iniciar sesión en el juego. Pueden intercambiar la Ficha por un paquete aleatorio.
ja: 非対称戦に参加することで戦闘トークンを取得できます。戦闘トークンを使用して Tier VII、VIII 艦艇へのアクセスをアンロックすることができます。
pl: Uczestnicząc w bitwach asymetrycznych zdobywasz żetony bitewne, które można wykorzystać do uzyskania dostępu do okrętów VII oraz VIII poziomu.
ru: Участвуя в Асимметричном бою, вы зарабатываете боевые жетоны — они открывают доступ к кораблям VII–VIII уровней.
uk: Кожної доби під час входу в гру вам додаватимуть по 1 жетону підводних човнів, який ви зможете обміняти на випадковий набір.
zh: Участвуя в Асимметричном бою, вы зарабатываете боевые жетоны — они открывают доступ к кораблям VII—VIII уровней.
zh_sg: 每天一次，您可以通过登录游戏获得一个潜艇代币，并使用代币兑换随机礼包。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_2_TEXT_2
source: To enter battle with a particular ship, use Battle Tokens to buy an order.
es_mx: Una vez obtenidos todos los paquetes aleatorios, recibirán tres submarinos en renta sin ningún costo por 21 días: el Cachalot, el U-69 y el S-1.
ja: 特定の艦艇で戦闘に参加するには、戦闘トークンを使用して指令を購入してください。
pl: Żeby wejść do bitwy konkretnym okrętem, wykorzystaj żetony bitewne do kupienia rozkazu.
ru: Чтобы выйти в бой на определённом корабле, за боевые жетоны необходимо приобрести приказ.
uk: Після отримання всіх випадкових наборів вам додадуть три підводні човни «Cachalot», «U-69» і «С-1» напрокат на 21 добу.
zh: Чтобы выйти в бой на определённом корабле, за боевые жетоны необходимо приобрести Приказ.
zh_sg: 一旦您获得全部随机礼包，您将能免费租用三艘潜艇21天：抹香鲸、U-69、和S-1。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_HEADER
source: Obtaining Battle Tokens
es_mx: Armamento Submarino
ja: 戦闘トークンの入手
pl: Zdobywanie żetonów bitewnych
ru: Начисление боевых жетонов
uk: Озброєння підводних човнів
zh: Начисление боевых жетонов
zh_sg: 潜艇武器

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_TEXT_1
source: The number of Tokens earned depends on the tier of your ship:
es_mx: Los torpedos acústicos son los más efectivos contra los grandes objetivos blindados.
ja: トークンの取得数は使用艦艇の Tier に応じます。
pl: Liczba żetonów uzależniona jest od poziomu Twojego okrętu:
ru: Количество заработанных жетонов зависит от уровня корабля:
uk: Акустичні торпеди найбільш ефективні проти великих броньованих цілей.
zh: Количество заработанных жетонов зависит от уровня корабля:
zh_sg: 声导鱼雷是对抗大型装甲目标最有效的武器。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_TEXT_2
source: Tier V: 250 Tokens per battle.
es_mx: Alcanzar los indicadores especiales sobre el casco de un barco enemigo hará que los torpedos se dirijan hacia el objetivo.
ja: Tier V: 各戦で 250 トークン
pl: Poziom V: 250 żetonów na bitwę.
ru: V уровень — 250 жетонов за бой;
uk: Влучення акустичним імпульсом в особливі точки на кораблі супротивника дозволить торпедам наводитися на ціль.
zh: V уровень — 250 жетонов за бой.
zh_sg: 命中敌舰舰体的特殊指示器让鱼雷定位该目标。

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_TEXT_3
source: Tier VI: 150 Tokens per battle.
ja: Tier VI: 各戦で 150 トークン
pl: Poziom VI: 150 żetonów na bitwę.
ru: VI уровень — 150 жетонов за бой;
zh: VI уровень — 200 жетонов за бой.

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_TEXT_4
source: Tier VII: 200 Tokens per battle.
ja: Tier VII: 各戦で 200 トークン
pl: Poziom VII: 200 żetonów na bitwę.
ru: VII уровень — 200 жетонов за бой;
zh: VII уровень — 100 жетонов за бой.

# IDS_MODAL_WINDOW_EVENT_RULES_PARAGRAPH_3_TEXT_5
source: Tier VIII: 25 Tokens per battle.
ja: Tier VIII: 各戦で 25 トークン
pl: Poziom VIII: 25 żetonów na bitwę.
ru: VIII уровень — 25 жетонов за бой.
zh: VIII уровень — 20 жетонов за бой.

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_1
source: Sprint duration: 10 days.
es_mx: Duración de la Carrera: 10 días.
ja: スプリントの期間: 10 日間。
pl: Czas trwania sprintu: 10 dni.
ru: Длительность спринта — 10 дней.
uk: Тривалість спринту — 10 діб.
zh: Длительность спринта — 10 дней.
zh_sg: 排位冲刺持续时间：10天。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_2
source: The results of the previous Ranked Battles Season do not affect the current Ranked Sprint.
es_mx: Los resultados de la Temporada anterior de las Batallas por Rango no afectan a la Carrera por Rangos actual.
ja: 現在のランク戦スプリントには、これまでのランク戦シーズンの結果は影響しません。
pl: Wyniki poprzednich sezonów bitew rankingowych nie mają wpływu na bieżący sprint rankingowy.
ru: Результат предыдущего рангового сезона не влияет на текущий ранговый спринт.
uk: Результат попереднього рангового сезону не впливає на теперішній ранговий спринт.
zh: Результат предыдущего рангового сезона не влияет на текущий ранговый спринт.
zh_sg: 上个排位战赛季的成绩不影响当前排位冲刺。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_3
source: The Ranked Battles Expert emblem isn't awarded.
es_mx: El emblema "Experto en Batallas por Rango" no es otorgado.
ja: エンブレム「ランク戦エキスパート」の授与対象外です。
pl: Emblemat Ekspert bitew rankingowych nie jest przyznawany.
ru: Эмблема «Мастер ранговых боёв» не выдаётся.
uk: Емблему «Майстер рангових боїв» не видають.
zh: Эмблема «Мастер ранговых боёв» не выдаётся.
zh_sg: 不发放排位战专家徽章。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_4
source: Only Tier IX and X ships are allowed.
es_mx: Solo se permiten barcos de Nivel IX y X.
ja: Tier IX、X 艦艇限定です。
pl: Dozwolone są tylko okręty IX i X poziomu.
ru: Допускаются корабли только IX и X уровней.
uk: Допускають лише кораблі IX та X рівнів.
zh: Допускаются корабли только IX и X уровней.
zh_sg: 仅允许使用IX级和X级战舰。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_5
source: The results of the previous Ranked Battles Season do not affect the current Ranked Sprint.
es_mx: Los resultados de la Temporada anterior de las Batallas por Rango no afecta a la Carrera por Rangos actual.
ja: 現在のランク戦スプリントには、これまでのランク戦シーズンの結果は影響しません。
pl: Wyniki poprzednich sezonów bitew rankingowych nie mają wpływu na bieżący sprint rankingowy.
ru: Результат предыдущего рангового сезона не влияет на текущий ранговый спринт.
uk: Результат попереднього рангового сезону не впливає на теперішній ранговий спринт.
zh: Результат предыдущего рангового сезона не влияет на текущий ранговый спринт.
zh_sg: 上个排位战赛季的成绩不影响当前排位冲刺。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_6
source: The Ranked Battles Expert emblem isn't awarded.
es_mx: El emblema "Experto en Batallas por Rango" no es otorgado.
ja: エンブレム「ランク戦エキスパート」の授与対象外です。
pl: Emblemat Ekspert bitew rankingowych nie jest przyznawany.
ru: Эмблема «Мастер ранговых боёв» не выдаётся.
uk: Емблему «Майстер рангових боїв» не видають.
zh: Эмблема «Мастер ранговых боёв» не выдаётся.
zh_sg: 不发放排位战专家徽章。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_7
source: Ranks are grouped into a single League.
es_mx: Los Rangos son agrupados en una liga.
ja: 全てのランクが単一のリーグにまとめられています。
pl: Stopnie grupowane są w jedną ligę.
ru: Ранги объединены в одну лигу.
uk: Ранги об’єднано в одну лігу.
zh: Ранги объединены в одну лигу.
zh_sg: 排名分组在单个联盟段位中。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_8
source: The League of Sea Wolves is unavailable.
es_mx: La Liga de Lobos Marinos no está disponible.
ja: 海の狼たちのリーグは提供されません。
pl: Liga Wilków Morskich nie jest dostępna.
ru: Лига морских волков отключена.
uk: Лігу морських вовків вимкнено.
zh: Лига морских волков отключена.
zh_sg: 海狼联盟段位不开放。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_BULLET_9
source: The Sprint will utilize the Arms Race mode.
es_mx: La Carrera utilizará el modo Carrera Armamentista.
ja: 今回のスプリントには「軍拡競争」モードが用いられます。
pl: W tym sprincie wykorzystany zostanie tryb Wyścig zbrojeń.
ru: Спринт проводится в режиме «Гонка вооружений».
uk: Режим спринту — «Гонка озброєнь».
zh: Спринт проводится в режиме «Гонка вооружений».
zh_sg: 排位冲刺采用军备竞赛模式。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_1_HEADER
source: Features
es_mx: Características
ja: 特徴
pl: Cechy
ru: Особенности
uk: Особливості
zh: Особенности
zh_sg: 特点

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_BULLET_1
source: Number of ranks: 10
es_mx: Número de rangos: 10
ja: ランク数: 10
pl: Liczba stopni: 10
ru: Количество рангов — 10.
uk: Кількість рангів — 10.
zh: Количество рангов — 10.
zh_sg: 排名数：10

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_BULLET_2
source: Ranks are grouped into a single League.
es_mx: Los Rangos son agrupados en una liga.
ja: 全てのランクが単一のリーグにまとめられています。
pl: Stopnie grupowane są w jedną ligę.
ru: Ранги объединены в одну лигу.
uk: Ранги об’єднано в одну лігу.
zh: Ранги объединены в одну лигу.
zh_sg: 排名都分布在单个联盟段位中。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_BULLET_3
source: The League of Sea Wolves is unavailable.
es_mx: La Liga de Lobos Marinos no está disponible.
ja: 海の狼たちのリーグは提供されません。
pl: Liga Wilków Morskich nie jest dostępna.
ru: Лига морских волков отключена.
uk: Лігу морських вовків вимкнено.
zh: Лига морских волков отключена.
zh_sg: 海狼联盟段位不开放。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_BULLET_4
source: Only Tier IX ships are allowed.
es_mx: Solo se permiten barcos de Nivel IX.
ja: Tier IX 艦艇限定です。
pl: Dozwolone są tylko okręty IX poziomu.
ru: Допускаются корабли только IX уровня.
uk: Допускають лише кораблі IX рівня.
zh: Допускаются корабли только IX уровня.
zh_sg: 仅允许使用IX级战舰。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_BULLET_5
source: This Ranked Sprint is played in a 3 vs. 3 format.
es_mx: Esta Carrera por Rangos se juega en un formato 3 vs. 3.
ja: 今回のランク戦スプリントは 3 vs 3 形式で争われます。
pl: Sprint rankingowy rozgrywany jest w formacie 3 na 3.
ru: Спринт проводится в формате 3 на 3 игрока.
uk: Формат спринту — 3 на 3 гравця.
zh: Спринт проводится в формате 3 на 3 игрока.
zh_sg: 排位冲刺采用3v3形式进行。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_2_HEADER
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_3_BULLET_1
source: Divisions are allowed in Ranked Sprints.
es_mx: Las Divisiones están permitidas en las Carreras por Rangos.
ja: ランク戦スプリントでは分艦隊が許可されています。
pl: Dywizjony są dozwolone w sprintach rankingowych.
ru: В ранговые спринты допускаются отряды.
uk: У рангові спринти допускають загони.
zh: В ранговые спринты допускаются отряды.
zh_sg: 排位冲刺允许组队。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_3_BULLET_2
source: A maximum of two players are allowed in a Division.
es_mx: Se permite un máximo de dos jugadores en una División.
ja: 各分艦隊は最大 2 隻編成です。
pl: Do dywizjonu może należeć maksymalnie dwóch graczy.
ru: Максимальное количество игроков в отряде — 2.
uk: Максимальна кількість осіб у загоні — 2.
zh: Максимальное количество игроков в отряде — 2.
zh_sg: 小队中最多两名玩家。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_3_BULLET_3
source: A maximum of one Division is allowed per team.
es_mx: Se permite un máximo de una División por equipo.
ja: 分艦隊は各チーム 1 個までです。
pl: Dozwolony jest maksymalnie jeden dywizjon na drużynę.
ru: В одной команде может быть не более одного отряда.
uk: В одній команді може бути щонайбільше один загін.
zh: В одной команде может быть не более одного отряда.
zh_sg: 每方团队允许最多一个小队。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_3_HEADER
source: Divisions
es_mx: Divisiones
ja: 分艦隊
pl: Dywizjony
ru: Отряды
uk: Загони
zh: 小队
zh_sg: 小队

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_4_BULLET_1
source: Restores ship or squadron HP.
es_mx: Restaura los HP de barco o del escuadrón.
ja: 艦艇または飛行中隊の HP を回復
pl: Przywraca PW okrętu lub eskadry.
ru: Восстанавливает боеспособность корабля или эскадрилий.
uk: Відновлює боєздатність корабля чи ескадрилей.
zh: Восстанавливает боеспособность корабля или эскадрилий.
zh_sg: 恢复战舰和中队血量。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_4_BULLET_2
source: Speeds up the reload time of armament or the servicing time of squadrons.
es_mx: Reduce el tiempo de recarga del armamento o el tiempo de servicio de los escuadrones.
ja: 兵装の装填速度または飛行中隊の整備速度を向上
pl: Przyspiesza przeładowanie uzbrojenia i obsługę samolotów.
ru: Ускоряет перезарядку вооружения или подготовку эскадрилий.
uk: Пришвидшує перезаряджання озброєння чи приготування ескадрилей.
zh: Ускоряет перезарядку вооружения или подготовку эскадрилий.
zh_sg: 加快武器装填时间和中队维护速度。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_4_BULLET_3
source: Improves the maneuverability of the ship or squadrons.
es_mx: Mejora la maniobrabilidad del barco o de los escuadrones.
ja: 艦艇または飛行中隊の機動性を向上
pl: Poprawia manewrowość okrętu lub eskadry.
ru: Увеличивает манёвренность корабля или эскадрилий.
uk: Збільшує маневреність корабля чи ескадрилей.
zh: Увеличивает манёвренность корабля или эскадрилий.
zh_sg: 提升战舰或中队的机动性。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_4_BULLET_4
source: Reduces the reload time of the ship or squadron consumables.
es_mx: Reduce el tiempo de recarga del barco o de los consumibles del escuadrón.
ja: 艦艇または飛行中隊の消耗品の準備時間を短縮
pl: Skraca czas przeładowania sprzętu eksploatacyjnego okrętu lub eskadry.
ru: Ускоряет перезарядку снаряжения корабля или эскадрилий.
uk: Пришвидшує перезаряджання спорядження корабля чи ескадрилей.
zh: Ускоряет перезарядку снаряжения корабля или эскадрилий.
zh_sg: 减少战舰或中队消耗品的重新装载时间。

# IDS_MODAL_WINDOW_JUNIOR_RANKED_RULES_PARAGRAPH_4_HEADER
source: Buff Types
es_mx: Tipos de bonificaciones
ja: 強化の種別
pl: Typy wzmocnień
ru: Типы улучшений
uk: Типи поліпшень
zh: Типы улучшений
zh_sg: 增益类型

# IDS_MODAL_WINDOW_PARAGON_RULES_HEADER
source: Research Bureau
es_mx: Oficina de Investigación
ja: 研究局
pl: Agencja Badawcza
ru: Бюро исследований
uk: Бюро досліджень
zh: Бюро исследований
zh_sg: 研究局

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_HEADER
source: Resetting progress for a Tech Tree branch
es_mx: Reiniciando el progreso de una rama del Árbol Tecnológico
ja: 技術ツリーブランチの進捗のリセット
pl: Resetowanie postępu dla gałęzi drzewa technologicznego
ru: Сброс прогресса ветки кораблей
uk: Скинути прогрес гілки кораблів
zh: Сброс прогресса ветки кораблей
zh_sg: 重置科技树分支进程

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_1
source: Your progress for a particular branch of ships can be reset only if you have already researched the Tier X ship of the branch. The number of resets is unlimited.
es_mx: Tu progreso en una rama particular de barcos solo puede ser reiniciado si ya has investigado el barco de Nivel X. La cantidad de reinicios es ilimitada.
ja: 特定の艦艇ブランチの進捗をリセットするには、その Tier X 艦艇を研究済みである必要があります。リセット回数は無制限です。
pl: Twoje postępy w określonej linii okrętów można zresetować, jeśli zbadałeś już jednostkę X poziomu. Liczba resetów jest nieograniczona.
ru: Сброс прогресса ветки кораблей доступен, если уже исследован корабль X уровня. Количество сбросов не ограничено.
uk: Скидання прогресу гілки кораблів доступно, якщо корабель X рівня вже досліджено. Кількість скидань необмежено.
zh: Сброс прогресса ветки кораблей доступен, если уже исследован корабль X уровня. Количество сбросов не ограничено.
zh_sg: 只有当您研究完成X级战舰时，您才能对这一分支的研究进程进行重置。重置次数无限制。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_2
source: After research progress has been reset:
es_mx: Después de que el progreso de investigación haya sido reiniciado:
ja: 研究進捗のリセット後:
pl: Po zresetowaniu postępu badań:
ru: После сброса прогресса:
uk: Після скидання прогресу:
zh: После сброса прогресса:
zh_sg: 重置研发进程后：

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_3
source: All ships of the branch (including modules) will be sold.
es_mx: Todos los barcos de una rama (incluyendo los módulos) serán vendidos;
ja: そのブランチの全艦艇 (モジュールを含む) が売却されます
pl: Wszystkie okręty linii (wraz z modułami) zostaną sprzedane.
ru: все корабли ветки (включая модули) будут проданы;
uk: усі кораблі гілки (враховуючи модулі) продадуть;
zh: все корабли ветки (включая модули) будут проданы;
zh_sg: 分支中所有战舰（包含配件）将被出售；

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_4
source: Camouflages, flags, and signals will be transferred to the Inventory.
es_mx: Los camuflajes, banderas y señales serán transferidos al Inventario.
ja: 迷彩、旗、信号旗は倉庫に移されます。
pl: Kamuflaże, flagi i sygnały zostaną przeniesione do Inwentarza.
ru: камуфляжи, флаги и сигналы будут перемещены в раздел «Имущество»;
uk: камуфляжі, прапори й сигнали перемістять у розділ «Майно»;
zh: камуфляжи, флаги и сигналы будут перемещены в раздел «Имущество»;
zh_sg: 涂装、旗帜和信号旗将移至仓库。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_5
source: Upgrades will be demounted free of charge and transferred to the Inventory.
es_mx: Las mejoras serán desmontadas sin costo y transferidas al Inventario;
ja: アップグレードは無料で解除されて倉庫に移されます
pl: Ulepszenia zostaną za darmo zdemontowane i przeniesione do Inwentarza.
ru: модернизации будут бесплатно демонтированы и перемещены в раздел «Имущество»;
uk: модернізації безкоштовно демонтують і перемістять у розділ Майно;
zh: модернизации будут бесплатно демонтированы и перемещены в раздел «Имущество»;
zh_sg: 升级品将被免费拆卸并移至仓库；

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_1_TEXT_6
source: Commanders will be sent to the Reserve.
es_mx: Los Comandantes serán enviados a la Reserva.
ja: 艦長はリザーブに送られます
pl: Dowódcy zostaną wysłani do rezerwy.
ru: командиры будут отправлены в Резерв.
uk: командирів переведуть до Резерву.
zh: командиры будут отправлены в Резерв.
zh_sg: 指挥官将被发送至预备队。

# IDS_MODAL_WINDOW_PARAGON_RULES_PARAGRAPH_2_HEADER
source: Obtaining Victory Bonuses
es_mx: Obteniendo Bonificaciones de Victoria
ja: 勝利ボーナスの獲得
pl: Pozyskiwanie premii za zwycięstwa
ru: Получение бонусов за победу
uk: Отримання бонусів за перемогу
zh: Получение бонусов за победу
zh_sg: 正在领取胜利加成
