Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SHIP_PARAM_SQUADRON_BURN_PROB_HE
source: Chances of Causing a Fire on Target
es_mx: Probabilidad de Causar un Incendio en un Objetivo
ja: 目標への火災発生率
pl: Prawdopodobieństwo podpalenia celu
ru: Вероятность поджога
uk: Імовірність підпалу
zh: 造成目标起火的机率
zh_sg: 造成目标起火的几率

# IDS_SHIP_PARAM_SQUADRON_FORSAGE_RESTORE_TIME
source: Engine Boost Reload Time
es_mx: Tiempo de Recarga del Impulso del Motor
ja: エンジンブーストの回復時間
pl: Czas przeładowania doładowania silnika
ru: Время восстановления форсажа
uk: Час відновлення форсажу
zh: 引擎加速装填时间
zh_sg: 引擎增压装填时间

# IDS_SHIP_PARAM_SQUADRON_GROUPING
source: Accuracy
es_mx: Precisión
ja: 精度
pl: Celność
ru: Кучность
uk: Купчастість
zh: 准确性
zh_sg: 准度

# IDS_SHIP_PARAM_SQUADRON_LEVEL
source: Tier
es_mx: Nivel
pl: Poziom
ru: Уровень
uk: Рівень
zh: 等级
zh_sg: 等级

# IDS_SHIP_PARAM_SQUADRON_MAX_FORSAGE_AMOUNT
source: Engine Boost Time
es_mx: Tiempo del Impulso del Motor
ja: エンジンブースト時間
pl: Czas doładowania silnika
ru: Время форсажа
uk: Час форсажу
zh: 引擎加速时间
zh_sg: 引擎增压时间

# IDS_SHIP_PARAM_SQUADRON_MED_DAMAGE
source: Average Damage per Second
es_mx: Daño Promedio por Segundo
ja: 秒間平均ダメージ
pl: Średnie uszkodzenia na sekundę
ru: Средний урон в секунду
uk: Середня шкода на секунду
zh: 平均每秒伤害
zh_sg: 每秒平均伤害

# IDS_SHIP_PARAM_SQUADRON_NUM_ATTACKERS
source: Size of Attacking Flight
es_mx: Tamaño del Vuelo de Ataque
ja: 攻撃小隊のサイズ
pl: Liczebność klucza atakującego
ru: Размер атакующего звена
uk: Чисельність атакувальної ланки
zh: 攻击中架次的尺寸
zh_sg: 攻击序列规模

# IDS_SHIP_PARAM_SQUADRON_NUM_PLANES
source: Aircraft per Squadron
es_mx: Aviones por Escuadrón
ja: 中隊の機数
pl: Samoloty na eskadrę
ru: Самолётов в эскадрилье
uk: Літаків у ескадрильї
zh: 每支航空中队飞机数
zh_sg: 每支中队飞机数

# IDS_SHIP_PARAM_SQUADRON_NUM_PLANES_AT_HANGAR
source: Number of Aircraft on Deck
es_mx: Número de Aviones en Cubierta
ja: 甲板上の航空機数
pl: Liczba samolotów na pokładzie
ru: Количество самолётов на палубе
uk: Кількість літаків на палубі
zh: 甲板上的飞机数量
zh_sg: 甲板上的飞机数量

# IDS_SHIP_PARAM_SQUADRON_PLANES_RESTORE_TIME
source: Aircraft Restoration Time
es_mx: Tiempo de Restauración de la Aviación
ja: 航空機の復旧時間
pl: Czas uzupełniania samolotów
ru: Время восстановления самолёта
uk: Час відновлення літака
zh: 飞机整备时间
zh_sg: 飞机补充时间

# IDS_SHIP_PARAM_SQUADRON_PLANE_VITALITY
source: Aircraft HP
es_mx: HP del avión
ja: 航空機の HP
pl: PW samolotów
ru: Боеспособность самолёта
uk: Боєздатність літака
zh: 飞机血量
zh_sg: 飞机生命值

# IDS_SHIP_PARAM_SQUADRON_PREPARETIME
source: Time required to prepare for takeoff
es_mx: Tiempo requerido para el despegue
ja: 発艦所要時間
pl: Potrzebny czas do przygotowania do startu
ru: Время подготовки к вылету
uk: Час приготування до вильоту
zh: 准备起飞的所需时间
zh_sg: 准备起飞的所需时间

# IDS_SHIP_PARAM_SQUADRON_ROCKET_DAMAGE
source: Maximum Rocket Damage
es_mx: Daño Máximo del Cohete
ja: ロケット弾の最大ダメージ
pl: Maks. uszkodzenia (rakiety)
ru: Максимальный урон ракетой
uk: Максимальна шкода ракетою
zh: 最大火箭伤害
zh_sg: 火箭弹最大伤害

# IDS_SHIP_PARAM_SQUADRON_ROCKET_DAMAGE_SHORT
source: Rocket Damage
es_mx: Daño del Cohete
ja: ロケットダメージ
pl: Uszkodzenia od rakiety
ru: Урон ракетой
uk: Шкода ракетою
zh: 火箭伤害
zh_sg: 火箭弹伤害

# IDS_SHIP_PARAM_SQUADRON_SPEED
source: Cruise Speed
es_mx: Velocidad Crucero
ja: 巡航速度
pl: Prędkość przelotowa
ru: Крейсерская скорость
uk: Крейсерська швидкість
zh: 巡航速度
zh_sg: 巡航速度

# IDS_SHIP_PARAM_SQUADRON_SPEED_MAX
source: Maximum Speed
es_mx: Velocidad Máxima
ja: 最高速度
pl: Prędkość maksymalna
ru: Максимальная скорость
uk: Максимальна швидкість
zh: 最高速度
zh_sg: 最高速度

# IDS_SHIP_PARAM_SQUADRON_TIME_ATTACK_PREPARE
source: Attack approach time
es_mx: Tiempo de aproximación del ataque
ja: 攻撃アプローチ時間
pl: Czas podejścia do ataku
ru: Время захода на атаку
uk: Час заходу для атаки
zh: 攻击接近时间
zh_sg: 攻击接近时间

# IDS_SHIP_PARAM_SQUADRON_TIME_ATTACK_PROCESS
source: Flight attack time
es_mx: Tiempo de ataque del vuelo
ja: 小隊の攻撃時間
pl: Czas ataku klucza
ru: Время атаки звена
uk: Час атаки ланки
zh: 架次攻击时间
zh_sg: 飞行攻击时间

# IDS_SHIP_PARAM_SQUADRON_TIME_ATTACK_RELOAD
source: Armament reload time
es_mx: Tiempo de recarga del armamento
ja: 兵装の装填時間
pl: Czas przeładowania uzbrojenia
ru: Время перезарядки вооружения
uk: Швидкість перезаряджання озброєння
zh: 武装重新装填时间
zh_sg: 武器装填时间

# IDS_SHIP_PARAM_SQUADRON_TORPEDO_ARMING_DIST
source: Torpedo Arming Distance
es_mx: Distancia para Armar el Torpedo
ja: 魚雷の安全距離
pl: Dystans uzbrojenia torpedy
ru: Дальность взведения торпед
uk: Дальність зведення торпед
zh: 鱼雷触发距离
zh_sg: 鱼雷待发距离

# IDS_SHIP_PARAM_SQUADRON_TORPEDO_DAMAGE
source: Maximum Torpedo Damage
es_mx: Daño Máximo del Torpedo
ja: 魚雷最大ダメージ
pl: Maks. uszkodzenia (torpedy)
ru: Максимальный урон торпедой
uk: Максимальна шкода від торпеди
zh: 最大鱼雷伤害
zh_sg: 鱼雷最高伤害

# IDS_SHIP_PARAM_SQUADRON_TORPEDO_DAMAGE_SHORT
source: Torpedo Damage
es_mx: Daño del torpedo
ja: 魚雷ダメージ
pl: Uszkodzenia od torpedy
ru: Урон торпедой
uk: Шкода торпедою
zh: 鱼雷伤害
zh_sg: 鱼雷伤害

# IDS_SHIP_PARAM_SQUADRON_TORPEDO_SPEED
source: Aerial Torpedo Speed
es_mx: Velocidad del Torpedo de la Aviación
ja: 航空魚雷の雷速
pl: Prędkość torpedy samolotu
ru: Скорость хода авиационных торпед
uk: Швидкість ходу авіаційних торпед
zh: 航空鱼雷航速
zh_sg: 空投鱼雷航速

# IDS_SHIP_PARAM_SQUADRON_VITALITY
source: Hit Points
es_mx: Puntos de Vida
ja: HP
pl: Punkty wytrzymałości
ru: Боеспособность
uk: Боєздатність
zh: 生命值
zh_sg: 生命值

# IDS_SHIP_PARAM_SQ_VISIBILITY_DIST_BY_PLANE
source: Detectability Range by Air
es_mx: Rango de Detectabilidad por Aire
ja: 航空発見距離
pl: Zasięg wykrywalności z powietrza
ru: Заметность с самолётов
uk: Помітність з літаків
zh: 空中的被侦测距离
zh_sg: 对空被侦察范围

# IDS_SHIP_PARAM_SQ_VISIBILITY_DIST_BY_SHIP
source: Detectability Range
es_mx: Rango de Detectabilidad
ja: 被発見距離
pl: Zasięg wykrywalności
ru: Заметность
uk: Помітність
zh: 被侦测距离
zh_sg: 被侦察范围

# IDS_SHIP_PARAM_SQ_VISIBILITY_DIST_IN_SMOKE
source: Assured Detectability Range
es_mx: Rango de Detectabilidad Efectiva
ja: 強制発見距離
pl: Zasięg pewnego wykrycia
ru: Гарантированная заметность
uk: Гарантована помітність
zh: 绝对捕获被侦测距离
zh_sg: 绝对被侦察范围

# IDS_SHIP_PARAM_SUAO
source: GFCS
es_mx: SCD
ja: 射撃管制装置
ru: СУО
uk: СКВ
zh: 舰炮射控系统
zh_sg: 舰炮射控系统

# IDS_SHIP_PARAM_SUO_INCREASE_DIST
source: Firing Range Increase
es_mx: Incremento al rango de Disparo
ja: 射程向上
pl: Zwiększenie zasięgu ognia
ru: Увеличение дальности стрельбы
uk: Збільшення дальності стрільби
zh: 射程提升度
zh_sg: 射程增加

# IDS_SHIP_PARAM_TBOMBER_AVG_DAMAGE
source: Average Torpedo Damage
es_mx: Daño Promedio del Torpedo
ja: 平均魚雷ダメージ
pl: Średnia uszkodzeń zadawanych przez torpedy
ru: Средний урон от торпеды
uk: Середня шкода від торпеди
zh: 平均鱼雷伤害
zh_sg: 鱼雷平均伤害

# IDS_SHIP_PARAM_TBOMBER_FUEL_TIME
source: Maximum Flight Time
es_mx: Tiempo Máximo de Vuelo
ja: 最大飛行時間
pl: Maksymalny czas lotu
ru: Полётное время
uk: Час польоту
zh: 最大飞行时间
zh_sg: 最长飞行时间

# IDS_SHIP_PARAM_TBOMBER_PLANES
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_SHIP_PARAM_TBOMBER_SQUADRONS
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_SHIP_PARAM_TONNAGE
source: Displacement
es_mx: Desplazamiento
ja: 排水量
pl: Wyporność
ru: Водоизмещение
uk: Водотоннажність
zh: 排水量
zh_sg: 排水量

# IDS_SHIP_PARAM_TORPEDOES
source: Torpedo Tubes
es_mx: Tubos de Torpedos
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедный аппарат
uk: Торпедний апарат
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_SHIP_PARAM_TORPEDOES_AFFECTED_SHIPS
source: Deal damage to
es_mx: Causar daño a
ja: 攻撃可能艦艇
pl: Trafia okręty
ru: Поражает корабли
uk: Уражає кораблі
zh: 攻击战舰
zh_sg: 击伤战舰

# IDS_SHIP_PARAM_TORPEDOES_AVG_DAMAGE
source: Average Torpedo Damage
es_mx: Daño Promedio del Torpedo
ja: 平均魚雷ダメージ
pl: Średnia uszkodzeń zadawanych przez torpedy
ru: Средний урон от торпеды
uk: Середня шкода від торпеди
zh: 平均鱼雷伤害
zh_sg: 鱼雷平均伤害

# IDS_SHIP_PARAM_TORPEDOES_DIST_SPEED
source: Torpedo Range/Speed
es_mx: Alcance/Velocidad del Torpedo
ja: 魚雷射程/速度
pl: Zasięg/prędkość torpedy
ru: Дальность / скорость хода торпед
uk: Дальність / швидкість ходу торпед
zh: 鱼雷射程 / 航速
zh_sg: 鱼雷射程/航速

# IDS_SHIP_PARAM_TORPEDOES_GUNS_COUNT
source: Torpedo Tubes
es_mx: Tubos de Torpedo
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедные аппараты
uk: Торпедні апарати
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_SHIP_PARAM_TORPEDOES_MAX_DIST
source: Torpedo Range
es_mx: Alcance del Torpedo
ja: 魚雷の射程
pl: Zasięg torped
ru: Дальность хода торпед
uk: Дальність ходу торпед
zh: 鱼雷射程
zh_sg: 鱼雷射程

# IDS_SHIP_PARAM_TORPEDOES_ROTATION_SPEED
source: Torpedo Tube Traverse Speed
es_mx: Velocidad de Través de los Tubos Torpederos
ja: 魚雷発射管の旋回速度
pl: Szybkość obrotu wyrzutni torpedowych
ru: Скорость поворота ТА
uk: Швидкість повороту ТА
zh: 鱼雷发射管瞄准速度
zh_sg: 鱼雷发射管回转速度

# IDS_SHIP_PARAM_TORPEDOES_TIME_RELOAD
source: Torpedo Tubes Reload Time
es_mx: Tiempo de Carga de los Tubos de Torpedo
ja: 魚雷発射管の装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки ТА
uk: Час перезаряджання ТА
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_SHIP_PARAM_TORPEDOES_TUBES
source: Tubes
es_mx: Tubos
ja: 発射管
pl: Wyrzutnie
ru: Трубы
uk: Труби
zh: 发射管
zh_sg: 发射管

# IDS_SHIP_PARAM_TORPEDOVISIBILITYBYPLANE
source: Torpedo Detectability Range by Air
es_mx: Rango de Detectabilidad de Torpedos por Aire
ja: 魚雷の航空発見距離
pl: Wykrywalność torped z powietrza
ru: Заметность торпед с самолётов
uk: Помітність торпед з літаків
zh: 空中的鱼雷被侦测距离
zh_sg: 鱼雷对空被侦察范围

# IDS_SHIP_PARAM_TORPEDOVISIBILITYBYSHIP
source: Torpedo Detectability Range by Sea
es_mx: Rango de Detectabilidad de Torpedos por Mar
ja: 魚雷の海面発見距離
pl: Wykrywalność torped z powierzchni wody
ru: Заметность торпед
uk: Помітність торпед
zh: 海上的鱼雷被侦测距离
zh_sg: 对海鱼雷被侦察范围

# IDS_SHIP_PARAM_TORPEDO_AMMO
source: Torpedo
ja: 魚雷
pl: Torpeda
ru: Торпеда
uk: Торпеда
zh: 鱼雷
zh_sg: 鱼雷

# IDS_SHIP_PARAM_TORPEDO_DAMAGE
source: Maximum Damage
es_mx: Daño Máximo
ja: 最大ダメージ
pl: Maksymalne uszkodzenia
ru: Максимальный урон
uk: Максимальна шкода
zh: 最大伤害
zh_sg: 最大伤害

# IDS_SHIP_PARAM_TORPEDO_GUN
source: Torpedo Tubes
es_mx: Tubos de Torpedo
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедныe аппараты
uk: Торпедні апарати
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_SHIP_PARAM_TORPEDO_GUNS_GROUP_BOW
source: Torpedo Tubes: Bow Group
es_mx: Tubos Lanzatorpedos: Grupo de Proa
ja: 魚雷発射管: 艦首側
pl: Wyrz. torpedowe: dziobowe
ru: Носовая группа торпедных аппаратов
uk: Носова група торпедних апаратів
zh: Носовая группа торпедных аппаратов
zh_sg: 鱼雷发射管：舰首组

# IDS_SHIP_PARAM_TORPEDO_GUNS_GROUP_STERN
source: Torpedo Tubes: Stern Group
es_mx: Tubos Lanzatorpedos: Grupo de Popa
ja: 魚雷発射管: 船尾側
pl: Wyrz. torpedowe: rufowe
ru: Кормовая группа торпедных аппаратов
uk: Кормова група торпедних апаратів
zh: Кормовая группа торпедных аппаратов
zh_sg: 鱼雷发射管：舰尾组

# IDS_SHIP_PARAM_TORPEDO_MAIN_SPEED
source: Torpedo Speed
es_mx: Velocidad del Torpedo
ja: 雷速
pl: Prędkość torped
ru: Скорость хода торпед
uk: Швидкість ходу торпед
zh: 鱼雷航速
zh_sg: 鱼雷航速

# IDS_SHIP_PARAM_TORPEDO_MAX_DIST
source: Torpedo Range
es_mx: Alcance del Torpedo
ja: 魚雷の射程
pl: Zasięg torped
ru: Дальность хода торпед
uk: Дальність ходу торпед
zh: 鱼雷射程
zh_sg: 鱼雷射程

# IDS_SHIP_PARAM_TORPEDO_SPEED
source: Torpedo Speed
es_mx: Velocidad del Torpedo
ja: 雷速
pl: Prędkość torped
ru: Скорость хода торпед
uk: Швидкість ходу торпед
zh: 鱼雷航速
zh_sg: 鱼雷航速

# IDS_SHIP_PARAM_TORPEDY
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_SHIP_PARAM_TURNINGRADIUS
source: Turning Circle Radius
es_mx: Radio de Giro en Círculo
ja: 旋回半径
pl: Promień skrętu
ru: Радиус циркуляции
uk: Радіус циркуляції
zh: 回转圆半径
zh_sg: 回转圈半径

# IDS_SHIP_PARAM_UNDERWATER_MOBILITY
source: Underwater Maneuvering
es_mx: Maniobrabilidad Submarina
ja: 水中機動力
pl: Manewrowanie pod wodą
ru: Манёвренность под водой
uk: Маневреність під водою
zh: Манёвренность под водой
zh_sg: 水下机动性

# IDS_SHIP_PARAM_VISIBILITY
source: Concealment
es_mx: Ocultamiento
ja: 隠蔽性
pl: Kamuflaż
ru: Маскировка
uk: Маскування
zh: 隐蔽性
zh_sg: 隐蔽性

# IDS_SHIP_PARAM_VISIBILITY_DIST_AFTER_PING_SHOT
source: Detectability after emitting a sonar ping
es_mx: Detectabilidad después de emitir un pulso del sonar
ja: ソナーピンガー発振後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru
ru: Заметность после пуска импульса
uk: Помітність після пуску імпульсу
zh: Заметность после пуска импульса
zh_sg: 发射声呐脉冲后的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_AFTER_PING_SURFACE
source: Detectability after emitting a sonar ping on the surface
es_mx: Detectabilidad después de emitir un pulso del sonar en la superficie
ja: 水上でソナーピンガーを発振した後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru na powierzchni
ru: Заметность после пуска акустического импульса в надводном положении
uk: Помітність після пуску акустичного імпульсу в надводному стані
zh: Заметность после пуска акустического импульса в надводном положении
zh_sg: 水面发射声呐脉冲后的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_AFTER_PING_UNDERWATER
source: Detectability after emitting a sonar ping while underwater
es_mx: Detectabilidad después de emitir un pulso del sonar bajo el agua
ja: 水中でソナーピンガーを発振した後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru pod wodą
ru: Заметность после пуска акустического импульса в подводном положении
uk: Помітність після пуску акустичного імпульсу під водою
zh: Заметность после пуска акустического импульса в подводном положении
zh_sg: 水下发射声呐脉冲后的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_ATBA
source: Detectability after firing a secondary gun shell
es_mx: Detectabilidad al disparar un cañón secundario
ja: 副砲射撃後の被発見性
pl: Wykrywalność po wystrzale z baterii dodatkowej
ru: Заметность после выстрела ПМК
uk: Помітність після пострілу ПМК
zh: 副炮发射炮弹后的被侦测性
zh_sg: 副炮发射炮弹后被发现的可能性

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_DEPTH_AFTER_PING_SURFACE
source: Detectability after emitting a sonar ping on the surface
es_mx: Detectabilidad después de emitir un pulso del sonar en la superficie
ja: 水上でソナーピンガーを発振した後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru na powierzchni
ru: Заметность после пуска акустического импульса в надводном положении
uk: Помітність після пуску акустичного імпульсу в надводному стані
zh: Заметность после пуска акустического импульса в надводном положении
zh_sg: 水面发射声呐脉冲后的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_DEPTH_AFTER_PING_UNMASKING
source: Detectability after emitting a sonar ping while underwater
es_mx: Detectabilidad después de emitir un pulso del sonar bajo el agua
ja: 水中でソナーピンガーを発振した後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru pod wodą
ru: Заметность после пуска акустического импульса в подводном положении
uk: Помітність після пуску акустичного імпульсу під водою
zh: Заметность после пуска акустического импульса в подводном положении
zh_sg: 水下发射声呐脉冲后的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_DEPTH_SURFACE
source: Detectability range on the surface
es_mx: Rango de detectabilidad en la superficie
ja: 水上での被発見距離
pl: Zasięg wykrywalności na powierzchni
ru: Заметность в надводном положении
uk: Помітність у надводному стані
zh: Заметность в надводном положении
zh_sg: 水面被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_DEPTH_UNMASKING
source: Detectability range at detection depth
es_mx: Rango de detectabilidad a profundidad de detección
ja: 発見深度での被発見距離
pl: Zasięg wykrywalności na głębokości wykrywania
ru: Заметность на глубине обнаружения
uk: Помітність на глибині виявлення
zh: Заметность на глубине обнаружения
zh_sg: 探测深度的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_DEPTH_WORKING
source: Detectability range at operating depth
es_mx: Rango de detectabilidad a profundidad de operación
ja: 作戦深度での被発見距離
pl: Zasięg wykrywalności na głębokości operacyjnej
ru: Заметность на рабочей глубине
uk: Помітність на робочій глибині
zh: Заметность на рабочей глубине
zh_sg: 作业深度的被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_FIRE
source: Detectability when the ship is on fire
es_mx: Detectabilidad al estar en llamas
ja: 火災発生中の被発見性
pl: Wykrywalność okrętu ogarniętego pożarem
ru: Заметность во время пожара
uk: Помітність під час пожежі
zh: 战舰着火时的被侦测性
zh_sg: 战舰起火时被发现的可能性

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_FORSAGE
source: Detectability after the Engine Boost is activated
es_mx: Detectabilidad al activar el Impulso de Motor
ja: エンジンブースト使用後の被発見性
pl: Wykrywalność po włączeniu doładowania silnika
ru: Заметность при активированном форсаже
uk: Помітність з активованим форсажем
zh: 引擎增压启用后的被侦测性
zh_sg: 引擎增压启用后被发现的可能性

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_GK
source: Detectability after firing a main gun shell
es_mx: Detectabilidad al disparar un cañón principal
ja: 主砲射撃後の被発見性
pl: Wykrywalność po wystrzale z baterii głównej
ru: Заметность после выстрела ГК
uk: Помітність після пострілу ГК
zh: 主炮发射炮弹后的被侦测性
zh_sg: 主炮发射炮弹后的被发现的可能性

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_GK_IN_SMOKE
source: Detectability after Firing Main Guns in Smoke
es_mx: Detectabilidad al disparar los cañones principales desde el humo
ja: 煙幕内での主砲射撃後の被発見性
pl: Wykrywalność w dymie, po wystrzeleniu z głównych dział
ru: Заметность после выстрела ГК в дымах
uk: Помітність у димах після пострілу ГК
zh: 在烟幕中主炮开火后的被侦测性
zh_sg: 主炮在烟幕中射击后被发现的可能性

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_GK_IN_SMOKE_BATTLE
source: After firing main guns in smoke
es_mx: Al disparar los cañones principales desde el humo
ja: 煙幕内での主砲射撃後
pl: Po wystrzale z gł. dział w dymie
ru: После выстрела ГК в дымах
uk: після пострілу ГК у димах
zh: 在烟幕中主炮开火后
zh_sg: 主炮在烟幕中射击后

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_PLANE
source: Detectability Range by Air
es_mx: Rango de Detectabilidad por Aire
ja: 航空発見距離
pl: Zasięg wykrywalności z powietrza
ru: Заметность с самолётов
uk: Помітність з літаків
zh: 空中的被侦测距离
zh_sg: 对空被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_BY_SHIP
source: Detectability Range by Sea
es_mx: Rango de Detectabilidad por Mar
ja: 海面発見距離
pl: Zasięg wykrywalności z powierzchni
ru: Заметность с кораблей
uk: Помітність з кораблів
zh: 海上的被侦测距离
zh_sg: 对海被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_IN_SMOKE
source: Assured Detectability Range
es_mx: Rango de Detectabilidad Efectiva
ja: 強制発見距離
pl: Zasięg pewnego wykrycia
ru: Гарантированная заметность
uk: Гарантована помітність
zh: 绝对捕获被侦测距离
zh_sg: 绝对被侦察范围

# IDS_SHIP_PARAM_VISIBILITY_DIST_IN_SMOKE_UNDERWATER
source: When Underwater
es_mx: A Nivel de Inmersión
ja: 潜行中
pl: Pod powierzchnią wody
ru: В подводном положении
uk: Під водою
zh: В подводном положении
zh_sg: 水下深度

# IDS_SHIP_PARAM_WAVE_DURATION
source: Sonar Ping Action Time
es_mx: Tiempo de Acción del Pulso del Sonar
ja: ソナーピンガーの動作時間
pl: Czas działania impulsu sonaru
ru: Время действия акустического импульса
uk: Час дії акустичного імпульсу
zh: Время действия акустического импульса
zh_sg: 声呐脉冲作用时间

# IDS_SHIP_PARAM_WAVE_ENERGY_COST
source: Battery Charge Consumption
es_mx: Consumo de carga de la Batería
ja: バッテリー消費量
pl: Zużycie ładunku akumulatorów
ru: Расход энергии аккумулятора
uk: Витрата енергії акумулятора
zh: Расход энергии аккумулятора
zh_sg: 电量消耗

# IDS_SHIP_PARAM_WAVE_MAX_DIST
source: Sonar Ping Range
es_mx: Alcance del Pulso del Sonar
ja: ソナーピンガーの射程
pl: Zasięg impulsu sonaru
ru: Дальность распространения акустического импульса
uk: Дальність поширення акустичного імпульсу
zh: Дальность распространения акустического импульса
zh_sg: 声呐脉冲范围

# IDS_SHIP_PARAM_WAVE_SHOT_DELAY
source: Reload Time
es_mx: Tiempo de Recarga
ja: 準備時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: Время перезарядки
zh_sg: 装填时间

# IDS_SHIP_PARAM_WAVE_SPEED
source: Sonar Ping Velocity
es_mx: Velocidad del Pulso del Sonar
ja: ソナーピンガーの速度
pl: Szybkość rozchodzenia się impulsu sonaru
ru: Скорость распространения акустического импульса
uk: Швидкість поширення акустичного імпульсу
zh: Скорость распространения акустического импульса
zh_sg: 声呐脉冲速率

# IDS_SHIP_PARAM_WAVE_SPEED_0
source: Wide Sonar Ping Velocity
es_mx: Velocidad del Pulso del Sonar Amplio
ja: 広角ソナーピンガーの速度
pl: Szybkość rozchodzenia się szerokiego impulsu sonaru
ru: Скорость распространения широкого акустического импульса
uk: Швидкість поширення широкого акустичного імпульсу
zh: Скорость распространения широкого акустического импульса
zh_sg: 宽带声呐脉冲速率

# IDS_SHIP_PARAM_WAVE_SPEED_1
source: Narrow Sonar Ping Velocity
es_mx: Velocidad del Pulso del Sonar Estrecho
ja: 狭角ソナーピンガーの速度
pl: Szybkość rozchodzenia się wąskiego impulsu sonaru
ru: Скорость распространения узкого акустического импульса
uk: Швидкість поширення вузького акустичного імпульсу
zh: Скорость распространения узкого акустического импульса
zh_sg: 窄带声呐脉冲速率

# IDS_SHIP_PARAM_WEAPONRY
source: Artillery
es_mx: Artillería
ja: 砲
pl: Artyleria
ru: Артиллерия
uk: Артилерія
zh: 火炮
zh_sg: 火炮

# IDS_SHIP_PECULIARITIES_HEADER_COLLAPSE_ELITE_TOOLTIP
source: Hide Elite ships' peculiarities
es_mx: Ocultar las peculiaridades de los barcos de Élite
ja: エリート艦艇の特徴を非表示
pl: Ukryj właściwości okrętów elitarnych
ru: Скрыть особенности элитных кораблей
uk: Приховати особливості елітних кораблів
zh: Скрыть особенности элитных кораблей
zh_sg: 隐藏精英战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_COLLAPSE_PREMIUM_TOOLTIP
source: Hide Premium ships' peculiarities
es_mx: Ocultar las peculiaridades de los barcos Premium
ja: プレミアム艦艇の特徴を非表示
pl: Ukryj właściwości okrętów premium
ru: Скрыть особенности премиум кораблей
uk: Приховати особливості преміум кораблів
zh: Скрыть особенности премиум кораблей
zh_sg: 隐藏加值战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_COLLAPSE_SPECIAL_TOOLTIP
source: Hide ship peculiarities
es_mx: Ocultar peculiaridades del barco
ja: 艦の注意事項を非表示
pl: Ukryj osobliwości okrętu
ru: Скрыть особенности корабля
uk: Приховати особливості корабля
zh: 隐藏战舰特性
zh_sg: 隐藏战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_ELITE
source: Elite ships' peculiarities
es_mx: Peculiaridades de los barcos de Élite
ja: エリート艦艇の特徴
pl: Właściwości okrętów elitarnych
ru: Особенности элитных кораблей
uk: Особливості елітних кораблів
zh: Особенности элитных кораблей
zh_sg: 精英战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_EXPAND_ELITE_TOOLTIP
source: Show Elite ships' peculiarities
es_mx: Mostrar las peculiaridades de los barcos de Élite
ja: エリート艦艇の特徴を表示
pl: Pokaż właściwości okrętów elitarnych
ru: Показать особенности элитных кораблей
uk: Показати особливості елітних кораблів
zh: Показать особенности элитных кораблей
zh_sg: 显示精英战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_EXPAND_PREMIUM_TOOLTIP
source: Show Premium ships' peculiarities
es_mx: Mostrar las peculiaridades de los barcos Premium
ja: プレミアム艦艇の特徴を表示
pl: Pokaż właściwości okrętów premium
ru: Показать особенности премиум кораблей
uk: Показати особливості преміум кораблів
zh: Показать особенности премиум кораблей
zh_sg: 显示加值战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_EXPAND_SPECIAL_TOOLTIP
source: Show ship peculiarities
es_mx: Mostrar peculiaridades del barco
ja: 艦の注意事項を表示
pl: Pokaż osobliwości okrętu
ru: Показать особенности корабля
uk: Показати особливості корабля
zh: 显示战舰特性
zh_sg: 显示战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_PREMIUM
source: Premium ships' peculiarities
es_mx: Peculiaridades de los barcos Premium
ja: プレミアム艦艇の特徴
pl: Właściwości okrętów premium
ru: Особенности премиум кораблей
uk: Особливості преміум кораблів
zh: Особенности премиум кораблей
zh_sg: 加值战舰特性

# IDS_SHIP_PECULIARITIES_HEADER_SPECIAL
source: Ship peculiarities
es_mx: Peculiaridades del barco
ja: 艦の注意事項
pl: Osobliwości okrętu
ru: Особенности корабля
uk: Особливості корабля
zh: 战舰特性
zh_sg: 战舰特性

# IDS_SHIP_PECULIARITY_ACHIEVEMENTS_DISABLED
source: Impossible to receive achievements in battle.
es_mx: Es imposible recibir logros en batalla.
ja: 戦闘で実績を取得できません。
pl: Nie można zdobyć osiągnięć w bitwie.
ru: Нельзя получить достижения в бою.
uk: Неможливо здобути досягнення в бою.
zh: Нельзя получить достижения в бою.
zh_sg: 战斗中无法获得成就。
