Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SSE_UNAVAILABLE_NOW
source: There are no combat missions currently available
es_mx: No hay misiones de combate disponibles actualmente
ja: 現在、利用可能なコンバットミッションがありません
pl: Aktualnie nie ma żadnych dostępnych misji bojowych
ru: На данный момент боевых задач нет
uk: На цей час бойових завдань немає
zh: На данный момент боевых задач нет
zh_sg: 目前没有作战任务

# IDS_SS_BRIDGEBOTTOM
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_SS_BRIDGESIDE
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_SS_BRIDGETOP
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_SS_SIDE
source: Plating
es_mx: Recubrimiento
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 上层建筑
zh_sg: 外板

# IDS_SS_TOP
source: Plating
es_mx: Recubrimiento
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 上层建筑
zh_sg: 外板

# IDS_ST
source: Super Test
es_mx: Super Prueba
ja: スーパーテスト
ru: Супертест
uk: Супертест
zh: 超级测试
zh_sg: 超级测试

# IDS_STARS_FOR_BATTLE
source: Stars you earn for completing this task. You will need them to unlock the final task of the mission.
es_mx: Estrellas que obtienes al completar esta tarea. Las necesitarás para desbloquear la tarea final de la misión.
ja: このタスクの達成により取得できるスター。スターは、ミッションの最終タスクをアンロックするために必要です。
pl: Gwiazdki zdobywane za wypełnienie tego zadania.
ru: Звёзды за выполнение задания. Необходимы для разблокировки финального задания миссии.
uk: Зірки за виконані завдання. Потрібні, щоб розблокувати фінальне завдання місії.
zh: 这是您完成此工作所获得的星星。您需要用它们来解开任务最后的工作。
zh_sg: 这是您完成此目标所获得的星星。您需要用它们来解开任务最终目标。

# IDS_STARS_FOR_BATTLE_EARNED
source: Stars you collected by completing tasks.
es_mx: Estrellas que reúnes al completar tareas.
ja: タスク達成により収集したスター
pl: Gwiazdki zebrane za wypełnianie zadań
ru: Звёзды, полученные за выполнение заданий.
uk: Зірки, отримані за виконання завдань.
zh: 您完成工作所获得的星星。
zh_sg: 您完成目标所获得的星星。

# IDS_STARS_FOR_BATTLE_EMPTY
source: Collect stars by completing tasks.
es_mx: Reúne estrellas al completar tareas.
ja: タスクを達成してスターを収集してください。
pl: Odbieraj gwiazdki za wypełnianie zadań.
ru: Получайте звёзды за выполнение заданий.
uk: Отримуйте зірки за виконані завдання.
zh: 通过完成工作来收集星星。
zh_sg: 通过完成目标来收集星星。

# IDS_STARS_FROM_LAST_SEASON
source: Previous season
es_mx: Temporada anterior
ja: 前のシーズン
pl: Poprzedni sezon
ru: Предыдущий сезон
uk: Попередній сезон
zh: 前一个赛季
zh_sg: 前一个赛季

# IDS_STARTBATTLE_LOCK_REASON_NOT_COMMANDER_DIVISION
source: You are in a Division. Only the Division Commander can send the Division into battle.
es_mx: Estás en una División. Sólo el Comandante de División puede enviar la División a la batalla.
ja: 分艦隊に参加中です。戦闘を開始できるのは、分艦隊の指揮官だけです。
pl: Jesteś członkiem dywizjonu. Tylko dowódca dywizjonu może przyłączyć dywizjon do bitwy.
ru: Вы состоите в отряде. Только командир может отправить отряд в бой.
uk: Ви перебуваєте у складі загону. Лише командир може відправити загін у бій.
zh: 您已在小队中。只有指挥官可将小队派往战斗。
zh_sg: 您已在小队中。只有小队指挥官可将小队派往战斗。

# IDS_STARTBATTLE_LOCK_REASON_NOT_COMMANDER_PARTY
source: You are in a Team. Only the Commander can send the Team into battle.
es_mx: Estás en un equipo. Solo el Comandante puede enviar al Equipo a la batalla.
ja: チームに加入しています。チームを戦闘に送ることができるのは、指揮官のみです。
pl: Jesteś członkiem drużyny. Tylko dowódca może wysłać drużynę do bitwy.
ru: Вы состоите в команде. Только командир может отправить команду в бой.
uk: Ви перебуваєте в команді. Лише командир може відправити команду у бій.
zh: 您正在队伍中。只有指挥官可以将队伍派往至战斗。
zh_sg: 您正在队伍中。只有指挥官可以将队伍派往至战斗。

# IDS_STARTBATTLE_LOCK_REASON_NOT_IN_DIVISION
source: Create or join a Division to complete a challenge.
es_mx: Crea o únete a una División para completar un reto.
ja: チャレンジを達成するには、分艦隊を作成するか、分艦隊に参加してください。
pl: Utwórz lub dołącz do dywizjonu, aby ukończyć wyzwanie.
ru: Создайте или вступите в отряд для выполнения задания.
uk: Сформуйте або вступіть до складу загону, щоб виконати завдання.
zh: 建立或加入小队来进行挑战。
zh_sg: 建立或加入小队来进行挑战。

# IDS_STARTBATTLE_LOCK_REASON_WRONG_SHIP
source: Select a ship that conforms to the challenge criteria.
es_mx: Selecciona un barco que sea conforme al criterio del reto.
ja: チャレンジ要件に適合する艦を選択してください。
pl: Wybierz okręt, który spełnia wymagania danego wyzwania.
ru: Выберите корабль, подходящий по условиям задания.
uk: Виберіть корабель, придатний за умовами завдання.
zh: 选择一艘符合挑战条件的战舰。
zh_sg: 选择一艘符合挑战条件的战舰。

# IDS_STARTS_IN
source: Starts in
es_mx: Comienza en
ja: 開始まで
pl: Rozpoczyna się za
ru: Начало через
uk: Початок через
zh: 距开始还有
zh_sg: 距开始还有

# IDS_START_BATTLE
source: Battle!
es_mx: ¡Batalla!
ja: 戦闘開始!
pl: Bitwa!
ru: В бой!
uk: До бою!
zh: 加入战斗
zh_sg: 加入战斗

# IDS_START_BATTLE_DENY_REASON_ABUSE_STATUS_2
source: Penalized for unsporting conduct. Access to all types of battles, except for Co-op Battles, is blocked.
es_mx: Sancionado por conducta antideportiva. El acceso a todo tipo de batallas, a excepción de las Batallas Cooperativas, está bloqueado.
ja: スポーツマンシップ違反ペナルティが科されました。 Co-op 戦を除く全ての戦闘タイプがブロックされました。
pl: Ukarano za niesportowe zachowanie. Dostęp do wszystkich typów bitew, poza bitwami kooperacyjnymi, został zablokowany.
ru: Получено наказание за негативное поведение. Выход во все типы боёв, кроме кооперативного, запрещён.
uk: Вас покарано за негативну поведінку. Вступ в усі типи боїв, окрім кооперативного, заборонено.
zh: 违反规章的惩处 禁止进入除了联合战斗之外的其他模式
zh_sg: 消极游戏行为惩罚。 禁用除联合 作战以外的所有战场模式。

# IDS_START_BATTLE_DENY_REASON_CLAN_ONLY
source: The selected ship is suitable for Clan Battles only
es_mx: El barco seleccionado solo es adecuado para las Batallas de Clanes
ja: 選択中の艦艇はクラン戦専用
pl: Wybrany okręt jest odpowiedni jedynie do bitew klanowych
ru: Выбранный корабль может участвовать только в клановых боях
uk: Вибраний корабель може брати участь лише в кланових боях
zh: 所选战舰只适用于军团战斗
zh_sg: 所选战舰仅适用于军团战

# IDS_START_BATTLE_DENY_REASON_COOPERATIVE_BATTLES
source: An account of this type is barred from entering any battle type, except for Co-op Battles.
es_mx: Una cuenta de este tipo tiene prohibido entrar en cualquier tipo de batalla, a excepción de las Batallas Cooperativas.
ja: このタイプのアカウントでは Co-op 戦のみをプレイできます。
pl: Konto tego typu może brać udział tylko w bitwach kooperacyjnych.
ru: Выход во все типы боёв, кроме кооперативного, запрещён для данного типа аккаунта.
uk: Вступ в усі типи боїв, окрім кооперативного, що заборонено для цього типу акаунта.
zh: Выход во все типы боёв, кроме кооперативного, запрещён для данного типа аккаунта.
zh_sg: 此类型账号禁止进入任何战斗模式，联合作战除外。

# IDS_START_BATTLE_DENY_REASON_DIVISION_PLAYERS_ABUSE_STATUS
source: A player from your Division was penalized for unsporting conduct. Only Co-op, Clan, and Training Battles are available.
es_mx: Un jugador de tu división fue sancionado por conducta antideportiva. Solo las Batallas Cooperativas, de Clan y las Batallas de Entrenamiento están disponibles.
ja: 分艦隊のメンバーがスポーツマンシップ違反によりペナルティを受けました。Co-op 戦、クラン戦、トレーニング戦のみご利用になれます。
pl: Gracz z Twojego dywizjonu został ukarany za niesportowe zachowanie. Zablokowano dostęp do wszystkich typów bitew, z wyjątkiem bitew kooperacyjnych, klanowych i treningowych.
ru: Игрок из вашего отряда получил наказание за негативное поведение. Доступны только кооперативный, клановый и тренировочный типы боёв.
uk: Гравець з вашого загону отримав покарання за негативну поведінку. Доступні лише кооперативний, клановий і тренувальний типи боїв.
zh: 您的分舰队中的一名玩家因为违反规章而遭到惩处。他被限制进入除了联合战斗以外的所有战斗类型
zh_sg: 您所在小队中的一名玩家由于消极行为被惩罚了。目前只可参与联合作战，军团战和战斗训练模式。

# IDS_START_BATTLE_DENY_REASON_FREEZE_1
source: The selected ship has no order to participate in the Operation.
es_mx: El barco seleccionado no tiene ninguna orden para participar en la Operación.
ja: 選択中の艦艇には、このオペレーションに参加するための指令がありません。
pl: Wybrany okręt nie ma rozkazu pozwalającego na uczestnictwo w tej operacji.
ru: У выбранного корабля нет приказа на участие в операции.
uk: У вибраного корабля немає наказу на участь в операції.
zh: 选择的战舰没有可以参与行动的命令。
zh_sg: 选择的战舰没有可以参与行动的命令。

# IDS_START_BATTLE_DENY_REASON_FREEZE_3
source: The selected ship does not have the required order to participate in the Asymmetric Battle.
ja: 選択中の艦艇は非対称戦に参加するための指令を有していません。
pl: Wybrany okręt nie otrzymał rozkazu uczestnictwa w bitwach asymetrycznych.
ru: У выбранного корабля нет приказа на участие в Асимметричном бою.
zh: У выбранного корабля нет приказа на участие в Асимметричном бою.

# IDS_START_BATTLE_DENY_REASON_NOT_READY
source: Select a suitable ship and click "Ready!" to enter the battle.
es_mx: Selecciona un barco adecuado y haz clic en ¡Listo! para entrar a la batalla.
ja: 適合する艦を選択し、「準備完了!」をクリックして戦闘に参加しましょう。
pl: Wybierz odpowiedni okręt i kliknij „Gotowy!”, żeby wejść do bitwy.
ru: Выберите подходящий корабль и нажмите кнопку «Готов!» для выхода в бой.
uk: Виберіть придатний корабель та натисніть кнопку «Готовий!», щоб вступити у бій.
zh: 选择一艘合适的战舰然后点击 "已准备好" 来进入战斗。
zh_sg: 选择一艘合适的战舰然后点击 "已准备" 来进入战斗。

# IDS_START_BATTLE_DENY_REASON_NOT_READY_IN_DIVISION
source: Press the "Ready!" button to enter the battle.
es_mx: Presiona el botón "¡Listo!" para entrar a la batalla.
ja: 「準備完了!」ボタンを押してください。
pl: Wciśnij przycisk „Gotowy!”, by wejść do bitwy.
ru: Нажмите кнопку «Готов!» для выхода в бой.
uk: Натисніть кнопку «Готовий!», щоб вступити у бій.
zh: 按下「准备！」按钮以加入战斗。
zh_sg: 点击“准备”按钮进入战斗。

# IDS_START_BATTLE_DENY_REASON_PARENT_CONTROL_RESTRICTION
source: Entering battle is disabled. The session ends in less than 20 minutes.
es_mx: Entrar a la batalla está deshabilitado. La sesión termina en menos de 20 minutos.
ja: 戦闘に参戦できません。 このセッションは 20 分未満で終了します。
pl: Wejście do bitwy jest zablokowane. Sesja kończy się za mniej niż 20 minut.
ru: Выход в бой недоступен. До завершения сессии осталось менее 20 минут.
uk: Вступити в бій неможливо. До завершення сеансу залишилося менше 20 хвилин.
zh: Выход в бой недоступен. До завершения сессии осталось менее 20 минут.
zh_sg: 进入游戏已禁用。 会话结束时间少于20分钟。

# IDS_START_BATTLE_DENY_REASON_TEST_NON_COMPETITIVE_CLANBATTLE
source: Test ships cannot participate in Clan Battles
es_mx: Los barcos de prueba no pueden participar en Batallas de Clan
ja: テスト艦艇はクラン戦には参加不可
pl: Okręty testowe nie mogą brać udziału w bitwach klanowych
ru: Тестовые образцы кораблей не могут участвовать в клановых боях
uk: Тестові зразки кораблів не можуть брати участь у кланових боях
zh: 测试战舰并没有办法参加公会战
zh_sg: 测试战舰不能参加军团战

# IDS_START_BATTLE_DENY_REASON_TEST_NON_COMPETITIVE_EVENTBATTLE
source: Test ships cannot participate in Space Battles
es_mx: Los barcos de prueba no pueden participar en Batallas Espaciales
ja: テスト艦艇は宇宙戦には参加不可
pl: Okręty testowe nie mogą brać udziału w bitwach kosmicznych
ru: Тестовые образцы кораблей не могут участвовать в космических боях
uk: Тестові зразки кораблів не можуть брати участь у космічних боях
zh: 测试战舰并不能参与太空战
zh_sg: 测试战舰不能参加太空战役

# IDS_START_BATTLE_DENY_REASON_TEST_NON_COMPETITIVE_RANKEDBATTLE
source: Test ships cannot participate in Ranked Battles
es_mx: Los barcos de prueba no pueden participar en Batallas por Rango
ja: テスト艦艇はランク戦には参加不可
pl: Okręty testowe nie mogą brać udziału w bitwach rankingowych
ru: Тестовые образцы кораблей не могут участвовать в ранговых боях
uk: Тестові зразки кораблів не можуть брати участь у рангових боях
zh: 测试战舰并不能参与排名战
zh_sg: 测试战舰不能参加排位战

# IDS_START_CLUB_BATTLE
source: Enter Team Battle!
es_mx: ¡Entrar a la Batalla en Equipo!
ja: チームバトルに参加!
pl: Wejdź do bitwy drużynowej!
ru: В командный бой!
uk: Вступити у командний бій!
zh: 进入队伍战斗！
zh_sg: 进入团队战斗！

# IDS_START_COLLECTING
source: Start the Collection
es_mx: Comenzar la Colección
ja: コレクション開始
pl: Rozpocznij odbieranie
ru: Начать сбор коллекции
uk: Почати збирати колекцію
zh: 开始收藏
zh_sg: 开始收藏

# IDS_START_QUEST
source: START
es_mx: INICIO
ja: 開始
ru: НАЧАТЬ
uk: ПОЧАТИ
zh: 开始
zh_sg: 开始

# IDS_START_RETRAINING_FOR
source: Start retraining for
es_mx: Empezar el reentrenamiento por
ja: 再訓練を開始:
pl: Rozpocznij przeszkalanie za
ru: Начать переподготовку за
uk: Розпочати перепідготовку за
zh: 开始重新训练成
zh_sg: 开始重新训练成

# IDS_START_TRAINING_BATTLE_BUTTON
source: Start Battle
es_mx: Iniciar Batalla
ja: 戦闘開始
pl: Rozpocznij
ru: Начать бой
uk: Почати бій
zh: Начать бой
zh_sg: 开始战斗

# IDS_START_VOTE_TO_KICK_LEADER_FOR
source: Start the vote to remove the Leader for
es_mx: Comenzar la votación para destituir al Líder por
ja: リーダー除外投票を開始、手数料:
pl: Rozpocznij głosowanie w sprawie odwołania lidera za
ru: Начать голосование за исключение лидера за
uk: Почати голосування щодо вилучення лідера за
zh: 开始投票来移除队长并花费
zh_sg: 开始投票来移除队长并花费

# IDS_STATIC_CROSSHAIRS
source: Static
es_mx: Estático
ja: 静的
pl: Statyczny
ru: Статический
uk: Статичні
zh: 静态
zh_sg: 静态

# IDS_STATISTICS_BY_NATIONS_TOOLTIP
source: Battle statistics by nation
es_mx: Estadísticas de batalla por nación
ja: 国別の戦績
pl: Statystyki bitew wg kraju
ru: Статистика боёв по нациям
uk: Статистика боїв за націями
zh: 每个系别的战斗统计
zh_sg: 每个国家的战斗统计

# IDS_STATISTICS_BY_SHIP_LEVELS_TOOLTIP
source: Battle statistics by ship tier
es_mx: Estadísticas de batalla por nivel de barco
ja: 艦 Tier 別の戦績
pl: Statystyki bitew wg poziomu okrętu
ru: Статистика боёв по уровням кораблей
uk: Статистика боїв за рівнями кораблів
zh: 每个战舰等级的战斗统计
zh_sg: 每个战舰等级的战斗统计

# IDS_STATISTICS_BY_SHIP_TYPES_TOOLTIP
source: Battle statistics by ship type
es_mx: Estadísticas de batalla por tipo de barco
ja: 艦種別の戦績
pl: Statystyki bitew wg rodzaju okrętu
ru: Статистика боёв по классам кораблей
uk: Статистика боїв за класами кораблів
zh: 每个战舰类型的战斗统计
zh_sg: 每个战舰类型的战斗统计

# IDS_STATUS_CHANGING_LEADER
source: Changing the Leader
es_mx: Cambiando al Líder
ja: リーダー変更中
pl: Zmiana lidera
ru: Меняем лидера
uk: Міняємо лідера
zh: 变更队长
zh_sg: 变更队长

# IDS_STATUS_CLEARED
source: Status not set
es_mx: Estado no establecido
ja: ステータス未設定
pl: Nie ustawiono statusu
ru: Статус не установлен
uk: Статус не встановлено
zh: 状态没有设置
zh_sg: 状态未设置

# IDS_STATUS_CREATING_CLUB
source: Creating a Team
es_mx: Creando un Equipo
ja: チーム作成中
pl: Tworzenie drużyny
ru: Создаём команду
uk: Формуємо команду
zh: 建立队伍
zh_sg: 建立团队

# IDS_STATUS_DECLINING_INVITE
source: Invitation declined
es_mx: Invitación rechazada
ja: 招待が拒否されました
pl: Zaproszenie odrzucone
ru: Отказ от приглашения
uk: Відмова від запрошення
zh: 邀请已拒绝
zh_sg: 邀请被拒绝

# IDS_STATUS_GET_ACCOUNT_INFO
source: SYNCHRONIZING...
es_mx: SINCRONIZANDO...
ja: 同期中...
pl: SYNCHRONIZACJA...
ru: СИНХРОНИЗАЦИЯ
uk: СИНХРОНІЗАЦІЯ
zh: 同步中...
zh_sg: 同步中...

# IDS_STATUS_IS_ESTABLISHED
source: Status set
es_mx: Establecer estado
ja: ステータス設定完了
pl: Ustawienie statusu
ru: Статус установлен
uk: Статус встановлено
zh: 状态设置
zh_sg: 状态设置

# IDS_STATUS_IS_TAKEN_OFF
source: Status cleared
es_mx: Estado limpiado
ja: ステータスのクリア完了
pl: Wyczyszczono status
ru: Статус снят
uk: Статус знято
zh: 状态已清除
zh_sg: 状态已清除

# IDS_STATUS_JOINING_CLUB
source: Joining a Team
es_mx: Uniéndose a un Equipo
ja: チームに参加中
pl: Dołączanie do drużyny
ru: Вступление в команду
uk: Вступ до команди
zh: 加入队伍
zh_sg: 加入团队

# IDS_STATUS_JOINING_DIVISION
source: Joining a Division
es_mx: Uniéndose a una División
ja: 分艦隊に参加中
pl: Dołączanie do dywizji
ru: Вступление в отряд
uk: Вступ до загону
zh: 加入小队
zh_sg: 加入小队

# IDS_STATUS_JOINING_PARTY
source: Entering a Team Battle
es_mx: Entrando a una Batalla en Equipo
ja: チームバトルに参加中
pl: Wchodzenie do bitwy drużynowej
ru: Подключение к командному бою
uk: Вступити у командний бій
zh: 进入队伍战斗
zh_sg: 进入团队战斗

# IDS_STATUS_JOINING_TRAINING_ROOM
source: Joining the Training Battle
es_mx: Unirse a la batalla de entrenamiento
ja: トレーニング戦に参加中
pl: Dołączanie do bitwy treningowej
ru: Подключение к тренировочному бою
uk: Приєднання до тренувального бою
zh: 加入战斗训练
zh_sg: 加入战斗训练

# IDS_STATUS_LEAVING_CLUB
source: Leaving the Team
es_mx: Dejando el Equipo
ja: チームから脱退中
pl: Opuszczanie drużyny
ru: Выход из команды
uk: Вихід з команди
zh: 离开该队伍
zh_sg: 离开该团队

# IDS_STATUS_RENAMING_CLUB
source: Renaming the Team
es_mx: Renombrando el Equipo
ja: チーム名を変更中
pl: Zmiana nazwy drużyny
ru: Переименование команды
uk: Перейменування команди
zh: 重新命名该队伍
zh_sg: 重新命名该团队

# IDS_STATUS_SAVED
source: Saved
es_mx: Guardado
ja: 保存済み
pl: Zapisano
ru: Сохранено
uk: Збережено
zh: 已储存
zh_sg: 已保存

# IDS_STEAM_EDIT_NAME_MANUALLY
source: Or try another one:
es_mx: O intenta con otro:
ja: または、別のものを試す:
pl: Lub spróbuj innej:
ru: Или попробуйте другое:
uk: Або спробуйте інше:
zh: 或试试其它昵称：
zh_sg: 或试试另一个：

# IDS_STEAM_TRY_ANOTHER_NAME
source: Try a different username:
es_mx: Intenta con un diferente nombre de usuario:
ja: 別のユーザー名を試す:
pl: Spróbuj innej nazwy użytkownika:
ru: Попробуйте другое имя:
uk: Спробуйте інше ім’я:
zh: 试试使用不同的用户昵称：
zh_sg: 试试使用不同的用户名：

# IDS_STEAM_YOUR_NAME_DOESNT_SUIT
source: <body>Sorry, but your Steam username <h3>%(lastAttemptedNickname)s</h3> is not suitable for use in World of Warships</body>
es_mx: <body>Lo sentimos, pero tu nombre de usuario de Steam <h3>%(lastAttemptedNickname)s</h3> no es adecuado para su uso en World of Warships</body>
ja: <body>申し訳ございませんが、Steam ユーザー名 <h3>%(lastAttemptedNickname)s</h3> は、World of Warships ではご利用頂けません</body>
pl: <body>Przepraszamy, ale Twoja nazwa użytkownika na Steam <h3>%(lastAttemptedNickname)s</h3> nie może zostać użyta w World of Warships</body>
ru: <body>Ваше имя в Steam <h3>%(lastAttemptedNickname)s</h3> не подходит для использования в World of Warships</body>
uk: <body>Ваше ім'я в Steam <h3>%(lastAttemptedNickname)s</h3> не можна використати у World of Warships</body>
zh: <body>很抱歉，但您的 Steam 使用者名称 <h3>%(lastAttemptedNickname)s</h3> 不适用于《战舰世界》</body>
zh_sg: <body>很抱歉，但您的 Steam 用户名<h3>%(lastAttemptedNickname)s</h3>不适用于World of Warships</body>

# IDS_STEAM_YOUR_NAME_IS_IN_USE
source: <body>Your Steam username <h3>%(lastAttemptedNickname)s</h3> is already taken in World of Warships</body>
es_mx: <body>Tu nombre de usuario de Steam <h3>%(lastAttemptedNickname)s</h3> ya existe en World of Warships</body>
ja: <body>Steam ユーザー名 <h3>%(lastAttemptedNickname)s</h3> は、World of Warships では使用済みです</body>
pl: <body>Twoja nazwa użytkownika na Steam <h3>%(lastAttemptedNickname)s</h3> jest już zajęta w World of Warships</body>
ru: <body>Ваше имя в Steam <h3>%(lastAttemptedNickname)s</h3> уже занято в World of Warships</body>
uk: <body>Ваше ім’я у Steam <h3>%(lastAttemptedNickname)s</h3> вже зайнято у World of Warships</body>
zh: <body>您的 Steam 使用者名称 <h3>%(lastAttemptedNickname)s</h3> 已存在于《战舰世界》</body>
zh_sg: <body>您的 Steam 用户名 <h3>%(lastAttemptedNickname)s</h3>已存在于World of Warships</body>

# IDS_STEEL_COLON
source: Steel:
es_mx: Acero:
ja: 鋼鉄:
pl: Stal:
ru: Сталь:
uk: Сталь:
zh: 钢铁：
zh_sg: 钢铁：

# IDS_STEERING_DISABLED
source: Rudder jammed.
es_mx: Timón bloqueado.
ja: 操舵不能
pl: Ster zablokowany.
ru: Руль заклинен.
uk: Руль заклинило.
zh: 操舵装置受损。方向舵已卡住。
zh_sg: 方向舵卡住。

# IDS_STEP
source: Stage
es_mx: Escena
ja: ステージ
pl: Etap
ru: Этап
uk: Етап
zh: 阶段
zh_sg: 阶段

# IDS_STOCK_MODULE_INFO
source: Standard module. Researched and purchased with the ship.
es_mx: Módulo estándar. Investigado y adquirido con el barco.
ja: 標準モジュール。艦艇の初期装備として研究・購入できます。
pl: Moduł standardowy. Zbadany i kupiony wraz z okrętem.
ru: Базовый модуль. Исследуется и покупается вместе с кораблём.
uk: Базовий модуль. Досліджується та купується разом із кораблем.
zh: Базовый модуль. Исследуется и покупается вместе с кораблём.
zh_sg: 标准配件。随战舰一同研发和购买。

# IDS_STOP_COLLECTING
source: Stop the Collection
es_mx: Detener la Colección
ja: コレクション中止
pl: Przerwij odbieranie
ru: Остановить сбор коллекции
uk: Зупинити збирання колекції
zh: 停止收藏
zh_sg: 停止收藏

# IDS_STRANGERS_IN_THE_CLAN_DIVISION
source: This Division has players that are not from your clan.
es_mx: La división tiene jugadores que no son de tu clan.
ja: この分艦隊にはクランの外部のプレイヤーが居ます。
pl: Ten dywizjon ma graczy, którzy nie należą do Twojego klanu.
ru: В этом отряде есть игроки, не состоящие в вашем клане.
uk: У цьому загоні є гравці, які не є членами вашого клану.
zh: 这支小队存在不是来自您军团的玩家。
zh_sg: 这支小队存在不是来自您军团的玩家。

# IDS_ST_1
source: Albert Maurer
zh: 阿尔伯特-莫勒

# IDS_ST_2
source: Paul Kästner
zh: 保罗-卡斯特纳

# IDS_ST_BELT
source: Aft End Armor Belt
es_mx: Cinturón de Blindaje del Extremo Trasero
ja: 船尾装甲帯
pl: Pas pancerny rufowy
ru: Кормовой бронепояс
uk: Кормовий бронепояс
zh: 尾端装甲带
zh_sg: 尾端装甲带

# IDS_ST_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_ST_CONSTRSIDE
source: Aft End Plating
es_mx: Blindaje del Extremo Trasero
ja: 船尾装甲板
pl: Poszycie rufowe
ru: Кормовая обшивка
uk: Кормова обшивка
zh: 尾端外板
zh_sg: 尾端外板

# IDS_ST_DECK
source: Aft End Deck
es_mx: Cubierta del Extremo Trasero
ja: 船尾甲板
pl: Pokład rufowy
ru: Кормовая палуба
uk: Кормова палуба
zh: 尾端装甲
zh_sg: 尾端甲板

# IDS_ST_INCLIN
source: Aft End Armored Deck Slopes
es_mx: Inclinaciones de la Cubierta Blindada del Extremo Trasero
ja: 船尾装甲甲板スロープ
pl: Pancerz rufowy pochyły rufowy
ru: Скосы кормовой бронепалубы
uk: Схили кормової бронепалуби
zh: 尾端装甲甲板斜面
zh_sg: 尾端装甲甲板斜面

# IDS_ST_TRANS
source: Aft End Athwartship
es_mx: Extremo Trasero de Babor a Estribor
ja: 船尾横隔壁
pl: Pancerz pionowy rufowy
ru: Кормовой траверс
uk: Кормовий траверз
zh: 尾端横向围板
zh_sg: 尾端横向围板

# IDS_SUBCOMMANDER_USSR
source: Matvey Beletsky
pl: Matwiej Bielecki
ru: Матвей Белецкий
uk: Матвій Білецький
zh: Матвей Белецкий

# IDS_SUBMARINE
source: Submarine
es_mx: Submarino
ja: 潜水艦
pl: Okręt podwodny
ru: Подводная лодка
uk: Підводний човен
zh: 潜艇
zh_sg: 潜艇

# IDS_SUBMARINECONTROLS
source: Submarine Controls
es_mx: Controles del submarino
ja: 潜水艦の操作
pl: Sterowanie okrętem podwodnym
ru: Управление подводной лодкой
uk: Керування підводним човном
zh: 潜艇控制
zh_sg: 潜艇控制

# IDS_SUBMARINES
source: Submarines
es_mx: Submarinos
ja: 潜水艦
pl: Okręty podwodne
ru: Подводные лодки
uk: Підводні човни
zh: 潜艇
zh_sg: 潜艇

# IDS_SUBMARINE_DEPTH_STATE_0
source: Surface Level
es_mx: Nivel de Superficie
ja: 水上
pl: Pełne wynurzenie
ru: Надводное положение
uk: Надводний стан
zh: Надводное положение
zh_sg: 水面深度

# IDS_SUBMARINE_DEPTH_STATE_1
source: Surface Level
es_mx: Nivel de Superficie
ja: 水上
pl: Pełne wynurzenie
ru: Надводное положение
uk: Надводний стан
zh: Надводное положение
zh_sg: 水面深度

# IDS_SUBMARINE_DEPTH_STATE_2
source: Detection Depth
es_mx: Profundidad de Detección
ja: 発見深度
pl: Głębokość wykrywania
ru: Глубина обнаружения
uk: Глибина виявлення
zh: Глубина обнаружения
zh_sg: 探测深度

# IDS_SUBMARINE_DEPTH_STATE_3
source: Operating Depth
es_mx: Profundidad de Operación
ja: 作戦深度
pl: Głębokość operacyjna
ru: Рабочая глубина
uk: Робоча глибина
zh: Рабочая глубина
zh_sg: 作业深度

# IDS_SUBMARINE_DEPTH_STATE_4
source: Maximum Depth
es_mx: Profundidad Máxima
ja: 最大深度
pl: Głębokość maksymalna
ru: Предельная глубина
uk: Гранична глибина
zh: Предельная глубина
zh_sg: 最大深度

# IDS_SUBMARINE_GOAL
source: Submarines' Role
es_mx: Papel de los Submarinos
ja: 潜水艦の役割
pl: Rola okrętów podwodnych
ru: Назначение подводных лодок
uk: Призначення підводних човнів
zh: 潜艇角色
zh_sg: 潜艇的角色

# IDS_SUBMARINE_GOAL_DESCRIPTION
source: Torpedo attacks against hostile ships.
es_mx: Ataques de torpedos contra barcos hostiles.
ja: 敵艦艇を雷撃せよ。
pl: Ataki torpedowe na wrogie okręty.
ru: Торпедные атаки на корабли противника.
uk: Торпедні атаки кораблів супротивника.
zh: 鱼雷攻击敌方战舰。
zh_sg: 鱼雷攻击敌方战舰。

# IDS_SUBMARINE_SEARCH_POINT_ADDED
source: Bearing was taken on enemy submarine
es_mx: Se ha comenzado a seguir al submarino enemigo
ja: 敵潜水艦の方位を探知
pl: Ustalono namiar na wrogi okręt podwodny
ru: Запеленгована подводная лодка противника
uk: Запеленгований підводний човен супротивника
zh: Запеленгована подводная лодка противника
zh_sg: 敌方潜艇受到攻击

# IDS_SUBMARINE_SEARCH_POINT_REMOVED
source: Enemy submarine got away
es_mx: El submarino enemigo escapó
ja: 敵潜水艦を失探
pl: Wrogi okręt podwodny zniknął
ru: Подводная лодка противника скрылась
uk: Підводний човен супротивника зник
zh: Подводная лодка противника скрылась
zh_sg: 敌方潜艇逃离
