Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE255_YUKIKAZE_FLAG_EXTRA_DESCRIPTION
source: From the game Azur Lane
es_mx: Del juego Azur Lane
ja: 「アズールレーン」より出典
pl: Z gry Azur Lane
ru: Из игры Azur Lane
uk: Із гри Azur Lane
zh: Из игры Azur Lane
zh_sg: 出自游戏“碧蓝航线”

# IDS_PCEE256_HONOR_FLAG
source: Honor
ru: Честь
uk: Честь
zh: Честь

# IDS_PCEE256_HONOR_FLAG_DESCRIPTION
source: Honor, Navy, Motherland!
es_mx: ¡Honor, Armada, Patria!
ja: 海軍と祖国を称えよ!
pl: Honor, marynarka, ojczyzna!
ru: Честь, флот, Отечество!
uk: Честь, флот, Вітчизна!
zh: Честь, флот, Отечество!
zh_sg: 荣耀，海军，祖国！

# IDS_PCEE257_GLORY_FLAG
source: Glory
es_mx: Gloria
ru: Слава
uk: Слава
zh: Слава

# IDS_PCEE257_GLORY_FLAG_DESCRIPTION
source: In the name of the glorious deeds and valor of officers!
es_mx: ¡En nombre de las gloriosas hazañas y el valor de los oficiales!
ja: 士官達の輝かしい偉業と武勇を表わす名の下に!
pl: W imię chwalebnych czynów i męstwa oficerów!
ru: Во имя славных дел и доблести офицеров!
uk: В ім'я славетних справ та доблесті офіцерів!
zh: Во имя славных дел и доблести офицеров!
zh_sg: 以军官的光荣事迹和勇气的名义！

# IDS_PCEE258_VICTORY_FLAG
source: Victory
es_mx: Victoria
ru: Победа
uk: Перемога
zh: 胜利！

# IDS_PCEE258_VICTORY_FLAG_DESCRIPTION
source: We won't depart without victory in our grasp!
es_mx: ¡No nos iremos sin la Victoria en nuestras manos!
ja: 勝利を掴むまで退くわけにはいかない!
pl: Odejdziemy tylko wtedy, gdy osiągniemy zwycięstwo!
ru: Без победы не уйдём!
uk: Без перемоги не підемо!
zh: Без победы не уйдём!
zh_sg: 除非胜券在握，否则我们绝不起航！

# IDS_PCEE259_PRIVATEERS_FLAG
source: WoWS Privateer
es_mx: Corsario de WoWS
ja: WoWS 公賊
pl: Korsarz WoWS
ru: Капер WoWS
uk: Капер WoWS
zh: Капер WoWS
zh_sg: WoWS私掠者

# IDS_PCEE259_PRIVATEERS_FLAG_DESCRIPTION
source: A special flag honoring those who make valuable contributions to the game and community
es_mx: Un parche especial para aquellos que hacen valiosas contribuciones al juego y la comunidad.
ja: このゲームやコミュニティに価値ある貢献をしてくれた人達を称える特別旗です。
pl: Specjalna flaga upamiętniająca tych, którzy mają duży wkład w tworzenie gry oraz społeczności
ru: Особый флаг за вклад в игру и развитие игрового сообщества
uk: Особливий прапор за внесок у гру та розвиток ігрової спільноти
zh: Особый флаг за вклад в игру и развитие игрового сообщества
zh_sg: 表彰为游戏和社区做出突出贡献的人的特别旗帜

# IDS_PCEE262_SIROCO_FLAG_DESCRIPTION
source: Commissioned in 1927, French destroyer Siroco was named after the strong and hot wind from the Sahara desert typical for the Mediterranean region.
es_mx: Puesto en servicio en 1927, el destructor francés Siroco recibió el nombre de los fuertes y cálidos vientos del desierto del Sahara, típicos de la región del Mediterráneo.
ja: 1927 年に就役したフランス駆逐艦シロッコの艦名は、サハラ砂漠から地中海を越えて吹く熱い強風の名称に因んでいます。
pl: Oddany do służby w 1927 roku francuski niszczyciel Siroco nazwę zawdzięcza gorącym wiatrom wiejącym od Sahary, typowym dla regionu śródziemnomorskiego.
ru: Вступивший в строй в 1927 году, французский эсминец Siroco получил своё имя в честь характерного для Средиземноморья сильного и жаркого ветра, рождающегося в пустыне Сахара.
uk: Ставши до ладу 1927 року, французький есмінець Siroco отримав своє ім’я на честь характерного для Середземномор’я сильного й гарячого вітру, що народжується в пустелі Сахара.
zh: Вступивший в строй в 1927 году, французский эсминец Siroco получил своё имя в честь характерного для Средиземноморья сильного и жаркого ветра, рождающегося в пустыне Сахара.
zh_sg: 1927年服役，法国驱逐舰热风号以撒哈拉沙漠的强烈热风命名，这也是地中海其后的典型特征。

# IDS_PCEE263_BAYARD_FLAG_DESCRIPTION
source: Pierre Terrail, seigneur de Bayard (d. 1524), known as Le chevalier sans peur et sans reproche (French for "The knight without fear and beyond reproach"), was one of the brightest representatives of the chivalry. Several ships of the French Navy were named after him.
es_mx: Pierre Terrail, seigneur de Bayard (m. 1524), conocido como "Le chevalier sans peur et sans reproche" ("El caballero sin miedo ni reproche" en francés), fue uno de los representantes más brillantes de la caballería. Varios barcos de la Marina Francesa recibieron su nombre.
ja: ピエール・テライユ、セニュール・ド・バヤール (1524 年没) は、"Le chevalier sans peur et sans reproche" (フランス語で「恐れ知らずで申し分のない騎士」) として知られ、騎士道の鑑として称賛された人物のひとりでした。フランス海軍には、彼の名に因んだ艦名を持つ艦艇が複数ありました。
pl: Pierre Terrail, seigneur de Bayard (zm. 1524), znany również jako „Le chevalier sans peur et sans reproche” („Rycerz bez strachu i bez skazy”) był jednym z najznamienitszych przykładów rycerskości. Jego imię nosiło wiele okrętów francuskiej marynarki wojennej.
ru: «Рыцарем без страха и упрёка» (фр. le chevalier sans peur et sans reproche) был прозван знаменитый Пьер Террайль де Баярд (ум. 1524), один из самых ярких представителей эпохи рыцарства, в честь которого было названо несколько кораблей французского флота.
uk: «Лицарем без страху й докору» (фр. le chevalier sans peur et sans reproche) прозвали знаменитого П’єра Террайля де Баярда (пом. 1524), одного з найяскравіших представників епохи лицарства, на честь якого назвали кілька кораблів французького флоту.
zh: «Рыцарем без страха и упрёка» (фр. le chevalier sans peur et sans reproche) был прозван знаменитый Пьер Террайль де Баярд (ум. 1524), один из самых ярких представителей эпохи рыцарства, в честь которого было названо несколько кораблей французского флота.
zh_sg: Pierre Terrail，seigneur de Bayard（D. 1524），被称为“Le Chaveer-Saple Purr et sAn RePrsiChe”（法语中意为“无惧和无可挑剔的骑士”），是骑士中的最崇高代表。法国海军的多艘舰艇是以他的名字命名的。

# IDS_PCEE264_YUDACHI_FLAG_DESCRIPTION
source: Yūdachi (Japanese for Evening Squall) was the name of one of the Shiratsuyu-class destroyers commissioned in 1937 and destroyed during the Battle of Friday the 13th near Guadalcanal Island in November 1942.
es_mx: Yūdachi (Ventisca del Atardecer en japonés) fue el nombre de uno de los destructores de la clase Shiratsuyu puestos en servicio en 1937 y destruidos durante la Batalla del Viernes 13 cerca de la Isla de Guadalcanal en noviembre de 1942.
ja: 白露型駆逐艦 夕立は 1937 年に就役し、1942 年 11 月にガダルカナル島の付近で発生した第三次ソロモン海戦の第一夜戦で撃沈されました。
pl: Yūdachi (jap. „wieczorny szkwał”) to nazwa jednego z niszczycieli klasy Shiratsuyu, oddanego do służby w 1937 roku i zniszczonego w trakcie bitwy w Piątek Trzynastego, w pobliżu Guadalcanal w listopadzie 1942 roku.
ru: Имя Yūdachi (яп. «Вечерний дождевой шквал») носил один из эсминцев типа Shiratsuyu, вступивший в строй в 1937 году и погибший в «Бою в пятницу 13-го» у острова Гуадалканал в ноябре 1942 года.
uk: Ім’я Yūdachi (яп. «Вечірній дощовий шквал») носив один з есмінців типу Shiratsuyu, який став до ладу 1937 р. і загинув у «Битві в п’ятницю 13-го» біля острова Гуадалканал у листопаді 1942 р.
zh: Имя Yūdachi (яп. «Вечерний дождевой шквал») носил один из эсминцев типа Shiratsuyu, вступивший в строй в 1937 году и погибший в «Бою в пятницу 13-го» у острова Гуадалканал в ноябре 1942 года.
zh_sg: Yūdachi （日语意为晚间的强风）是1937年服役的一艘白露级驱逐舰的名字，1942年11月在星期五战役中的第13瓜达尔卡纳尔岛附件被摧毁。

# IDS_PCEE265_YOSHINO_FLAG_DESCRIPTION
source: From times immemorial, the Yoshino mountain is famous for its hillsides dotted with sakura trees. The first ship of the Imperial Japanese Navy named after this mountain was a protected cruiser destroyed during the war against Russia in 1904.
es_mx: Desde tiempos inmemoriales, la montaña Yoshino es famosa por sus laderas cubiertas con árboles de sakura. El primer barco de la Armada Imperial Japonesa en recibir el nombre de esta montaña fue un crucero protegido que fue destruido durante la guerra contra Rusia en 1904.
ja: 吉野山は遙かな昔から桜の名所として有名です。大日本帝国海軍においてこの山に因んで命名された最初の艦艇は 1904 年に日露戦争で沈没した防護巡洋艦でした。
pl: Od niepamiętnych czasów góra Yoshino słynie ze zboczy pokrytych drzewami wiśni (sakura). Pierwszym okrętem Cesarskiej Marynarki Wojennej Japonii, który nosił jej imię, był krążownik opancerzony zniszczony w trakcie wojny z Rosją w 1904 roku.
ru: Гора Иосино с незапамятных времён славится тем, что склоны её усеяны деревьями сакуры. Первым кораблём японского флота, названным в её честь, был бронепалубный крейсер, погибший во время войны с Россией в 1904 году.
uk: Гора Йосіно з давніх часів відома схилами, що вкриті деревами сакури. Першим кораблем японського флоту, названим на її честь, був бронепалубний крейсер, що загинув під час війни з Росією 1904 р.
zh: Гора Иосино с незапамятных времён славится тем, что склоны её усеяны деревьями сакуры. Первым кораблём японского флота, названным в её честь, был бронепалубный крейсер, погибший во время войны с Россией в 1904 году.
zh_sg: 自古以来，吉野山都以被樱花点缀的山坡而闻名。日本帝国海军的第一艘护卫巡洋舰使用这座山命名，1904年在对俄罗斯的战争中被摧毁。

# IDS_PCEE266_BENHAM_FLAG_DESCRIPTION
source: USS Benham (DD-397) is the lead ship in a series of ten destroyers with powerful torpedo armament. During the war in the Pacific Ocean, she earned five battle stars and was destroyed during the Battle of Guadalcanal in November 1942.
es_mx: El USS Benham (DD-397) es el buque insignia de una serie de 10 destructores con un poderoso armamento de torpedos. Durante la guerra en el Océano Pacífico, obtuvo cinco estrellas de batalla y fue destruido durante la Batalla de Guadalcanal en noviembre de 1942.
ja: ベンハム (DD-397) は全 10 隻が建造された駆逐艦級のリードシップであり、強力な雷装を備えていました。太平洋戦争では従軍星章を 5 個受章し、1942 年 11 月のガダルカナル島の戦いで沈没しました。
pl: USS Benham (DD-397) to okręt prowadzący serii dziesięciu niszczycieli o potężnym uzbrojeniu torpedowym. W trakcie wojny na Pacyfiku zdobył pięć gwiazd bojowych, lecz uległ zniszczeniu w trakcie bitwy o Guadalcanal w listopadzie 1942 roku.
ru: USS Benham (DD-397) — головной корабль в серии из десяти эсминцев с мощным торпедным вооружением. За время войны на Тихом океане он заслужил пять боевых звёзд и погиб в сражении у Гуадалканала в ноябре 1942 года.
uk: USS Benham (DD-397) — головний корабель серії з десяти есмінців із потужним торпедним озброєнням. За час війни на Тихому океані він заслужив п’ять бойових зірок, а загинув у битві біля Гуадалканалу в листопаді 1942 р.
zh: USS Benham (DD-397) — головной корабль в серии из десяти эсминцев с мощным торпедным вооружением. За время войны на Тихом океане он заслужил пять боевых звёзд и погиб в сражении у Гуадалканала в ноябре 1942 года.
zh_sg: “贝纳姆号”（dd-397）是由10艘拥有强大鱼雷武器的驱逐舰所组成舰队的旗舰。在太平洋战争期间，它赢得了五颗战功星，1942年11月在瓜达尔卡纳尔战役中被摧毁击沉。

# IDS_PCEE267_SLAVA_FLAG
source: Slava
ru: Слава
uk: Слава
zh: Слава
zh_sg: 光荣

# IDS_PCEE267_SLAVA_FLAG_DESCRIPTION
source: Slava was a name of a number of Russian and Soviet ships, including a sailing frigate, squadron battleship, Project 26-bis cruiser, and Project 1164 missile cruiser.
es_mx: Slava fue el nombre de varios barcos rusos y soviéticos, incluyendo una fragata de velas, un acorazado de escuadrón, el crucero Proyecto 26-bis y el crucero de misiles Proyecto 1164.
ja: Slava (スラヴァ) はロシアとソ連で様々な艦艇の艦名となっており、帆走フリゲート、戦艦、 26-bis 計画型巡洋艦、1164 計画型ミサイル巡洋艦が含まれています。
pl: Imię Slava nosiło wiele rosyjskich i radzieckich okrętów, w tym fregata żaglowa, pancernik eskadry, krążownik Projekt 26-bis oraz krążownik rakietowy Projekt 1164.
ru: Название «Слава» носил целый ряд кораблей российского и советского флотов, среди них — парусный фрегат, эскадренный броненосец, крейсер проекта 26-бис, а также ракетный крейсер проекта 1164.
uk: Назву «Слава» мали чимало кораблів Російського та Радянського флотів, серед них — вітрильний фрегат, ескадрений броненосець, крейсер проекту 26-біс, а також ракетний крейсер проекту 1164.
zh: Название «Слава» носил целый ряд кораблей российского и советского флотов, среди них — парусный фрегат, эскадренный броненосец, крейсер проекта 26-бис, а также ракетный крейсер проекта 1164.
zh_sg: 光荣是多艘俄罗斯和苏联战舰的名称，其中包含帆船护卫舰、中队战列舰， Project 26-bis巡洋舰，以及Project 1164导弹巡洋舰。

# IDS_PCEE268_VETERANST_FLAG
source: ST Veteran
es_mx: Veterano del ST
ja: ST ベテラン
pl: Weteran ST
ru: Ветеран ST
uk: Ветеран ST
zh: Ветеран ST
zh_sg: 超测老兵

# IDS_PCEE268_VETERANST_FLAG_DESCRIPTION
source: Supertest Veteran's flag
es_mx: Bandera de Veteranos del Supertest
ja: スーパーテスト・ベテラン旗
pl: Flaga weteranów supertestów
ru: Флаг ветеранов Супертеста
uk: Прапор ветеранів супертестування
zh: Флаг ветеранов Супертеста
zh_sg: 超测老兵旗

# IDS_PCEE269_SEASONFLAG12
source: Port Captain
es_mx: Capitán del Puerto
ja: 港長
pl: Kapitan portu
ru: Командир военного порта
uk: Командир воєнного порту
zh: Командир военного порта
zh_sg: 港口船长

# IDS_PCEE269_SEASONFLAG12_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Twelfth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Duodécima Temporada de las Batallas por Rango.
ja: ランク戦第 12 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w dwunastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 12-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу у 12-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 12-м ранговом сезоне.
zh_sg: 在排位战第12赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE269_SEASONFLAG12_EXTRA_DESCRIPTION
source: The corresponding flag was hoisted on the mast of a Soviet Navy ship with a Captain of the Port on board. A blue cloth with a white common anchor and a naval ensign in the upper left corner.
es_mx: La bandera correspondiente era izada en el mástil de un barco de la Armada Soviética con un capitán de puerto a bordo. Una tela azul con un ancla blanca y una insignia naval en la esquina superior izquierda.
ja: ソ連海軍では、港長が座乗中の艦艇にそれを示す旗が掲揚されていました。青い布の右下に白い錨が左上に軍艦旗がそれぞれ描かれていました。
pl: Flagę taką wciągano na maszt okrętu radzieckiej marynarki, gdy na pokładzie przebywał kapitan. Niebieskie płótno z białą kotwicą i banderą morską w lewym górnym rogu.
ru: В присутствии на борту корабля ВМФ СССР командира военного порта на мачте поднимался соответствующий флаг. Он представлял собой синее полотнище с белым адмиралтейским якорем и военно-морским флагом в левом верхнем углу.
uk: У присутності на борту корабля ВМФ СРСР командира військового порту на щоглі піднімали відповідний прапор. Це було синє полотнище з білим адміралтейським якорем і військово-морським прапором у лівому верхньому куті.
zh: В присутствии на борту корабля ВМФ СССР командира военного порта на мачте поднимался соответствующий флаг. Он представлял собой синее полотнище с белым адмиралтейским якорем и военно-морским флагом в левом верхнем углу.
zh_sg: 此旗帜悬挂在载有港口船长的苏联战舰上。以蓝布为底左上角添加海军徽章和锚的图案。

# IDS_PCEE270_PARAGRAF_FLAG
source: Paragraph 11
es_mx: Párrafo 11
ja: 第 11 段落
pl: Paragraf 11
ru: Параграф 11
uk: Параграф 11
zh: Параграф 11
zh_sg: 段落11

# IDS_PCEE270_PARAGRAF_FLAG_DESCRIPTION
source: June 21, 1919—Scuttling of the German fleet at Scapa Flow
es_mx: 21 de junio de 1919: Hundimiento de la flota alemana en Scapa Flow
ja: 1919 年 6 月 11 日、スカパ・フローでドイツ艦隊が一斉自沈しました。
pl: 21 czerwca 1919 roku – samozatopienie niemieckiej floty w Scapa Flow
ru: 21 июня 1919 года — Затопление Флота открытого моря в Скапа-Флоу
uk: 21 червня 1919 року — Затоплення Флоту відкритого моря в Скапа-Флоу
zh: 21 июня 1919 года — Затопление Флота открытого моря в Скапа-Флоу
zh_sg: 1919年6月21日：斯卡珀湾德国舰队的覆灭

# IDS_PCEE271_SMOLENSK_FLAG
source: Smolensk
ru: Смоленск
uk: Смоленськ
zh: Смоленск
zh_sg: 斯摩棱斯克

# IDS_PCEE271_SMOLENSK_FLAG_DESCRIPTION
source: The ancient Russian city of Smolensk, which has a coat of arms depicting a bird of paradise sitting on a cannon, gave name to ships of both the Imperial Russian and Soviet Navies.
es_mx: La antigua ciudad rusa de Smolensk, cuyo escudo de armas muestra un ave del paraíso posada sobre un cañón, dio nombre tanto a barcos de la Armada del Imperio Ruso, comode la Armada Soviética.
ja: 古きロシアの都市スモレンスクの市章では、大砲の上に極楽鳥が止まっています。この都市の名前は、ロシア帝国およびソ連の海軍の艦艇名として用いられました。
pl: Dawnemu rosyjskiemu miastu Smoleńsk, którego herb przedstawia rajskiego ptaka siedzącego na armacie, swoją nazwę zawdzięczają okręty zarówno marynarki Imperium Rosyjskiego jak i radzieckiej.
ru: В честь древнего русского города Смоленска, на гербе которого изображена сидящая на пушке райская птица, назывались корабли как Российского императорского флота, так и ВМФ СССР.
uk: На честь стародавнього російського міста Смоленськ, на гербі якого зображено райського птаха, що сидить на гарматі, називали кораблі як Імператорського флоту, так і ВМФ СРСР.
zh: В честь древнего русского города Смоленска, на гербе которого изображена сидящая на пушке райская птица, назывались корабли как Российского императорского флота, так и ВМФ СССР.
zh_sg: 俄罗斯古城斯摩棱斯克，纹章图案为一只站在大炮上的天堂鸟，沙皇和苏联海军都有战舰以它命名。

# IDS_PCEE272_HILL_FLAG_DESCRIPTION
source: U.S. Navy Petty Officer William Lowell Hill received a Medal of Honor in 1884 for rescuing a drowning shipmate who had fallen overboard USS Minnesota.
es_mx: El Suboficial de la Armada de los EE. UU., William Lowell Hill, recibió una Medalla de Honor en 1884 por rescatar a un compañero que se ahogaba tras caer por la borda del USS Minnesota.
ja: アメリカ海軍の下士官ウィリアム・ローウェル・ヒルは、訓練艦ミネソタから落水した仲間を救出したことを称えて 1884 年に名誉勲章を授与されました。
pl: Podoficer US Navy William Lowell Hill otrzymał Medal Honoru w 1884 roku za ocalenie tonącego kompana, który wypadł za burtę USS Minnesota.
ru: Свою Медаль Почёта петти-офицер ВМС США Уильям Лоуэлл Хилл получил в 1884 году за спасение жизни сослуживца, упавшего за борт USS Minnesota.
uk: Свою Медаль Пошани петті-офіцер ВМС США Вільям Ловел Гіл отримав 1884 р. за порятунок життя товариша по службі, який впав за борт USS Minnesota.
zh: Свою Медаль Почёта петти-офицер ВМС США Уильям Лоуэлл Хилл получил в 1884 году за спасение жизни сослуживца, упавшего за борт USS Minnesota.
zh_sg: 1884年美国海军中士威廉·洛威尔·希尔因救了一名明尼苏达号坠落的溺水战友而获得荣誉勋章。

# IDS_PCEE273_SOMERS_FLAG_DESCRIPTION
source: USS Somers, a destroyer commissioned in 1937, was named after U.S. Navy officer Richard Somers, who gained fame for countering piracy in the Mediterranean. Somers died during an attack on Tripoli in 1804.
es_mx: El USS Somers, un destructor que entró en servicio en 1937, recibió el nombre del oficial de la Armada de los EE. UU., Richard Somers, quién obtuvo su fama al contrarrestar la piratería en el Mediterráneo. Somers murió durante un ataque a Trípoli en 1804.
ja: 1937 年に就役した駆逐艦サマーズの艦名は、地中海で海賊行為に対抗したことで名声を得たリチャード・サマーズに因みます。彼は 1804 年のトリポリ攻撃で死亡しました。
pl: USS Somers, niszczyciel wcielony do służby w 1937 roku, swoją nazwę zawdzięcza oficerowi marynarki Stanów Zjednoczonych Richardowi Somersowi, który wsławił się zwalczając piractwo na Morzu Śródziemnym. Somers zginął w trakcie ataku na Tripoli w 1804 roku.
ru: Эсминец USS Somers, вступивший в строй в 1937 году, был назван в честь офицера ВМС США Ричарда Сомерса, героя борьбы со средиземноморскими пиратами, погибшего при атаке Триполи в 1804 году.
uk: Есмінець USS Somers, що став до ладу 1937 р., назвали на честь офіцера ВМС США Річарда Сомерса, героя боротьби з середземноморськими піратами, який загинув під час атаки на Тріполі 1804 р.
zh: Эсминец USS Somers, вступивший в строй в 1937 году, был назван в честь офицера ВМС США Ричарда Сомерса, героя борьбы со средиземноморскими пиратами, погибшего при атаке Триполи в 1804 году.
zh_sg: 萨默斯号是一艘1937年服役的驱逐舰，得名于打击地中海海盗的著名军官理查德·萨默斯。萨默斯于1804年波多黎各的一场袭击中阵亡。

# IDS_PCEE274_COLBERT_FLAG_DESCRIPTION
source: An entire range of ships in the French Navy were named after Jean Baptiste Colbert (1619–1683), one of the most prominent statesmen in France. The sixth ship to carry the noble gentleman's name was an anti-aircraft cruiser which entered service in 1959.
es_mx: Toda una serie de barcos de la Marina Francesa recibió el nombre de Jean-Baptiste Colbert (1619–1683), uno de los más prominentes estadistas en Francia. El sexto barco en llevar el nombre de este noble caballero fue un crucero antiaéreo que entró en servicio en 1959.
ja: フランス海軍においては様々な艦艇がフランスで最も著名な政治家のひとりとして知られるジャン＝バティスト・コルベール (1619 - 1683 年) に因んで命名されてきました。この高貴な紳士の名を持つ 6 隻目の艦艇は、1959 年に就役した防空巡洋艦でした。
pl: Imię Jean Baptiste Colberta (1619–1683), jednego z najbardziej prominentnych polityków Francji, nosiło wiele okrętów francuskiej marynarki. Szóstą jednostką, jaka nosiła to szlachetne imię, był krążownik przeciwlotniczy, który oddany został do służby w 1959 roku.
ru: Имя одного из самых знаменитых французских государственных деятелей Жана-Батиста Кольбера (1619–1683) носил целый ряд кораблей ВМС Франции. Шестым кораблём с этим именем был крейсер ПВО, вступивший в строй в 1959 году.
uk: Ім’ям одного з найвідоміших французьких державних діячів Жана-Батіста Кольбера (1619–1683) називали багато кораблів ВМС Франції. Шостим кораблем із таким ім’ям був крейсер ППО, що став до ладу 1959 р.
zh: Имя одного из самых знаменитых французских государственных деятелей Жана-Батиста Кольбера (1619–1683) носил целый ряд кораблей ВМС Франции. Шестым кораблём с этим именем был крейсер ПВО, вступивший в строй в 1959 году.
zh_sg: 法国海军的一系列战舰都是以让·巴普蒂斯特·科尔伯特（1619-1683）命名的，他是法国杰出的政治家。第六艘以这位贵族绅士命名的船是1959年服役的防空巡洋舰。

# IDS_PCEE275_FRIESLAND_FLAG_DESCRIPTION
source: A series of Dutch submarine hunters ("onderzeebootjagers"), commissioned during the 1950s, were named after various cities and provinces of the Netherlands. The lead ship was called Friesland (Dutch for "the lands of the Frisii").
es_mx: Un serie de cazasubmarinos holandeses («onderzeebootjagers») puestos en servicio durante los años 50 y que recibieron los nombres de varias ciudades y provincias de Holanda. El barco insignia fue nombrado Friesland ("las tierras de los Frisii» en holandés).
ja: 1950 年代に就役したネーデルラントの対潜艦 (onderzeebootjagers) の艦級の各艦には、ネーデルラントの様々な都市や地方に基づく艦名が与えられており、そのネームシップの艦名はフリースラント (Friesland、オランダ語で「フリシイの地」という意味) でした。
pl: Seria holenderskich łowców okrętów podwodnych („onderzeebootjagers”) wcielonych do służby w latach 50., które nosiły nazwy miast i prowincji Holandii. Okrętem prowadzącym był Friesland (hol. „Fryzja”).
ru: Серия голландских «истребителей подводных лодок», вошедших в строй в 1950-х годах, получили наименования в честь городов и провинций Нидерландов. Головной корабль был назван Friesland (нид. «Земля фризов»).
uk: Серія голландських «винищувачів підводних човнів», які стали до ладу у 1950-х рр., отримала назви на честь міст і провінцій Нідерландів. Головний корабель назвали Friesland (з нід. «Земля фризів»).
zh: Серия голландских «истребителей подводных лодок», вошедших в строй в 1950-х годах, получили наименования в честь городов и провинций Нидерландов. Головной корабль был назван Friesland (нид. «Земля фризов»).
zh_sg: 一系列荷兰潜艇猎手（“Onderzeebootjager”）在1950年代服役，它们均以荷兰的各个城市和省份命名。其中头号舰艇称为弗里斯兰（荷兰语中意为“弗里斯兰的土地”）。

# IDS_PCEE276_SIEGFRIED_FLAG_DESCRIPTION
source: Siegfried, or Sigurd, is one of the most famous characters in German mythology, and a hero of the heroic poem "Song of the Nibelungs." He was a character in opera and film, and ships were also named after him.
es_mx: Siegfried o Sigurd, es uno de los personajes más famosos de la mitología alemana, y un héro del heroico poema "Canción de los Nibelungos". Fue un personaje de óperas y películas; y también le dio su nombre a varios barcos.
ja: ジークフリート (Siegfried) またはジグルド (Sigurd) は、ドイツの神話を代表するキャラクターのひとりであり、叙事詩「ニーベルンゲンの歌」の英雄です。オペラや映画のキャラクターに加え、艦艇の名前としても用いられました。
pl: Sigfried (lub Sigurd) to jedna z najbardziej znanych postaci mitologii germańskiej i bohater poematu „Pieśń o Nibelungach”. Jego postać pojawiała się w operach i filmach, a jego imię nosiły również okręty.
ru: Зигфрид или Сигурд — один из самых известных персонажей германской мифологии, герой «Песни о Нибелунгах». Ему посвящались оперы, кинофильмы, в честь него получали свои имена и корабли.
uk: Зигфрід або Сігурд — один із найвідоміших персонажів німецької міфології, герой «Пісні про Нібелунгів». Йому присвячували опери, кінофільми, на його честь називали й кораблі.
zh: Зигфрид или Сигурд — один из самых известных персонажей германской мифологии, герой «Песни о Нибелунгах». Ему посвящались оперы, кинофильмы, в честь него получали свои имена и корабли.
zh_sg: 齐格菲，或西古德，是德国古神话中的著名人物，也是英雄诗《尼伯龙斯之歌》中的英雄角色。他即是歌剧和电影中的角色，也是战舰名称的原型。
