Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_EVENT_PAST_PERIOD_REWARD
source: Rewards
es_mx: Recompensas
ja: 褒賞
pl: Nagrody
ru: Награды
uk: Нагороди
zh: 奖项
zh_sg: 奖励

# IDS_EVENT_PAST_PERIOD_REWARD_DESCRIPTION
source: Reward for the previous day
es_mx: Recompensas por el dìa anterior
ja: 前日に対する褒賞
pl: Nagroda za poprzedni dzień
ru: Награда за предыдущий день
uk: Нагорода за попередню добу
zh: 前一天的奖励
zh_sg: 前一天的奖励

# IDS_EVENT_PAST_PERIOD_REWARD_LOYALTY
source: Reward for loyalty to your team
es_mx: Recompensa por la lealtad a tu equipo
ja: 所属チームへの忠誠に対する褒賞
pl: Nagroda za lojalność wobec drużyny
ru: Награда за верность команде
uk: Нагорода за вірність команді
zh: 对队伍忠诚的奖励
zh_sg: 队伍忠诚度的奖励

# IDS_EVENT_PAST_PERIOD_REWARD_TOP
source: Reward for making it to the top positions on the Leaderboard
es_mx: Recompensa por estar entre las mejores posiciones de la Clasificación
ja: リーダーボードで上位勢に加わったことに対する褒賞
pl: Nagroda za uplasowanie się na najwyższych pozycjach w Rankingu
ru: Награда за попадение в топ таблицы лидеров
uk: Нагорода за місце у топ таблиці лідерів
zh: 进入排行榜前段的奖励
zh_sg: 排行榜名次的奖励

# IDS_EVENT_PAST_PERIOD_REWARD_WIN_DAY
source: Reward for your team's victory
es_mx: Recompensa por tu victoria del equipo
ja: 所属チームの勝利に対する褒賞
pl: Nagroda za zwycięstwo Twojej drużyny
ru: Награда за победу команды
uk: Нагорода за перемогу команди
zh: 您的队伍获胜的奖励
zh_sg: 队伍胜利的奖励

# IDS_EVENT_PAST_PERIOD_WINNERS
source: Winner of the previous day
es_mx: Ganador del día anterior
ja: 前日の勝者
pl: Zwycięzca poprzedniego dnia
ru: Победитель предыдущего дня
uk: Переможець попередньої доби
zh: 前一天的获胜者
zh_sg: 前一天的获胜者

# IDS_EVENT_SHARE
source: Event-specific discount
es_mx: Descuento específico del evento
ja: イベント固有割引
pl: Zniżka właściwa dla wydarzenia
ru: Скидка события
uk: Знижка події
zh: 活动专属折扣
zh_sg: 活动专属折扣

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_CLANBATTLE
source: Special ships are not allowed to participate in Clan Battles
es_mx: Los barcos especiales no pueden participar en Batallas de Clan
ja: 特別艦艇はクラン戦への参加を許可されていません
pl: Okręty specjalne nie mogą brać udziału w bitwach klanowych
ru: Специальные корабли не допускаются в клановые бои
uk: Спеціальні кораблі не допускають до кланових боїв
zh: 不允许使用特殊战舰参加军团战斗
zh_sg: 不允许使用特殊战舰参加军团战

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_CLANBATTLES_BRAWL
source: Special ships are not allowed to participate in the Clan Brawl.
es_mx: Los barcos especiales no pueden participar en la Pelea de Clanes.
ja: 特別艦艇はクラン闘争への参加を許可されていません
pl: Okręty specjalne nie mogą brać udziału w potyczce klanowej
ru: Специальные корабли не допускаются в клановый блиц.
uk: Спеціальні кораблі не допускають до кланового бліцу.
zh: Специальные корабли не допускаются в клановый блиц.
zh_sg: 军团对决不允许使用特殊战舰。

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_CLAN_BATTLES
source: Special ships are not allowed to participate in Clan Battles
es_mx: Los barcos especiales no pueden participar en las Batallas de Clanes.
ja: 特別艦艇はクラン戦への参加を許可されていません
pl: Okręty specjalne nie mogą brać udziału w bitwach klanowych
ru: Специальные корабли не допускаются в клановые бои
uk: Спеціальні кораблі не допускають до кланових боїв
zh: 不允许使用特殊战舰参加军团战斗
zh_sg: 军团战不允许使用特殊战舰

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_CLAN_BATTLES_BRAWL
source: Special ships are not allowed to participate in the Clan Brawl.
es_mx: Los barcos especiales no pueden participar en la Pelea de Clanes.
ja: 特別艦艇はクラン闘争への参加を許可されていません
pl: Okręty specjalne nie mogą brać udziału w potyczce klanowej
ru: Специальные корабли не допускаются в клановый блиц.
uk: Спеціальні кораблі не допускають до кланового бліцу.
zh: Специальные корабли не допускаются в клановый блиц.
zh_sg: 军团对决不允许使用特殊战舰。

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_CLUB_BATTLES
source: Special ships are not allowed to participate in Team Battles
es_mx: Los barcos especiales no pueden participar en Batallas en Equipo
ja: 特別艦艇はチームバトルには参加不可
pl: Okręty specjalne nie mogą brać udziału w bitwach drużynowych
ru: Специальные корабли не допускаются в командные бои
uk: Спеціальні кораблі не допускають до командних боїв
zh: 特殊战舰不可参加队伍战斗
zh_sg: 特殊战舰不可参加团队战斗

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_COOPERATIVEBATTLE
source: Special ships are not allowed to participate in Co-op Battles
es_mx: Los barcos especiales no son permitidos para participar en Batallas Cooperativas
ja: 特別艦艇は Co-op 戦には参加不可
pl: Okręty specjalne nie mogą uczestniczyć w bitwach kooperacyjnych
ru: Специальные корабли не допускаются в кооперативные бои
uk: Спеціальні кораблі не допускають до кооперативних боїв
zh: 不允许使用特殊战舰参加联合战斗
zh_sg: 不允许使用特殊战舰参加联合作战

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_RANDOMBATTLE
source: Special ships are not allowed to participate in Random Battles
es_mx: Los barcos especiales no son permitidos para participar en Batallas Aleatorias
ja: 特別艦艇はランダム戦には参加不可
pl: Okręty specjalne nie mogą uczestniczyć w bitwach losowych
ru: Специальные корабли не допускаются в случайные бои
uk: Спеціальні кораблі не допускають до випадкових боїв
zh: 不允许使用特殊战舰参加标准战斗
zh_sg: 不允许使用特殊战舰参加随机战斗

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_RANKEDBATTLE
source: Special ships are not allowed to participate in Ranked Battles
es_mx: Los barcos especiales no pueden participar en las Battallas Clasificatorias
ja: 特別艦艇はランク戦には参加不可
pl: Okręty specjalne nie mogą brać udziału w bitwach rankingowych
ru: Специальные корабли не допускаются в ранговые бои
uk: Спеціальні кораблі не допускають до рангових боїв
zh: 特殊战舰不允许参加标准战斗
zh_sg: 特殊战舰不允许参加排位战

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_RANKED_BATTLES
source: Special ships are not allowed to participate in Ranked Battles
es_mx: Los barcos especiales no pueden participar en las Battallas Clasificatorias
ja: 特別艦艇はランク戦には参加不可
pl: Okręty specjalne nie mogą brać udziału w bitwach rankingowych
ru: Специальные корабли не допускаются в ранговые бои
uk: Спеціальні кораблі не допускають до рангових боїв
zh: 特殊战舰不允许参加标准战斗
zh_sg: 特殊战舰不允许参加排位战

# IDS_EVENT_SHIPS_ARE_NOT_ALLOWED_IN_TRAINING_BATTLE
source: Special ships are not allowed in Training Rooms
es_mx: Los barcos especiales no son permitidos en los cuartos de entrenamiento
ja: 特別艦艇はトレーニングルームでは使用不可
pl: Okręty specjalne nie mogą wejść do pokoju treningowego
ru: Специальные корабли не допускаются в тренировочные комнаты.
uk: Спеціальні кораблі не допускають у тренувальні кімнати
zh: 不允许使用特殊战舰进入训练房
zh_sg: 不允许使用特殊战舰进入训练房

# IDS_EVENT_SHIPS_TREE_NOTIFICATIONs
source: This nation is temporary. The ships will be removed after the event concludes.
es_mx: Esta nación es temporal, los barcos serán eliminados después de concluir el evento.
ja: この国家は一時的なものであり、艦艇はイベント終了後に削除されます。
pl: Ta nacja jest tymczasowa, okręty zostaną usunięte po zakończeniu wydarzenia.
ru: Это временная нация, корабли будут списаны после окончания события.
uk: Це тимчасова нація, кораблі буде списано після закінчення події.
zh: Это временная нация, корабли будут списаны после окончания события.
zh_sg: 此为临时国家。战舰将在活动结束后移除。

# IDS_EVENT_SIDE_VICTORY_DAYS
source: The number of days your team won
es_mx: El número de días que tu equipo ganó
ja: 所属チームが勝利した日数
pl: Liczba dni, w których wygrała Twoja drużyna
ru: Количество победных дней
uk: Кількість переможних діб
zh: 您的队伍获胜的天数
zh_sg: 你所在的队伍获胜的天数

# IDS_EVENT_TIME_TO_FREEZE
source: Competition stage starts in:
es_mx: La etapa de la competencia comienza en:
ja: ステージ開始まで:
pl: Rozpoczęcie zawodów za:
ru: До начала этапа соревнования:
uk: До початку етапу змагання:
zh: 竞赛阶段开始于：
zh_sg: 距争霸赛阶段开始：

# IDS_EVENT_TOTAL_DAYS_PER_TEAM
source: Total number of days in the team
es_mx: Número total de días en el equipo
ja: このチームへの所属日数
pl: Ogólna liczba dni w tej drużynie
ru: Всего дней в команде
uk: Разом діб у команді
zh: 在这个队伍的总天数
zh_sg: 为队伍效力的总天数

# IDS_EVENT_TOTAL_WINS_DAYS_PER_TEAM
source: The days your team won
es_mx: Los días que tu equipo ganó
ja: 所属チームが勝利した日数
pl: Dni, w których wygrała Twoja drużyna
ru: Победные дни в команде
uk: Переможні доби у команді
zh: 您的队伍获胜的日期
zh_sg: 你所在的队伍胜利的天数

# IDS_EVENT_UNFREEZE_SHIP_INSTRUCTION
source: Use an order to get access to the Asymmetric Battle with a particular ship
ja: 指令を使用して特定の艦艇による非対称戦へのアクセス権を得ましょう
pl: Wykorzystaj rozkaz, by zdobyć dostęp do bitew asymetrycznych wybranym okrętem
ru: Приказ открывает данному кораблю доступ к Асимметричному бою
zh: Приказ открывает данному кораблю доступ к Асимметричному бою

# IDS_EVERYDAY_CHOOSE_SIDE_0_NOTIFICATION
source: You have joined Team Honor
es_mx: Te has unido al Equipo Honor
ja: Team Honor に参加しました
pl: Dołączyłeś do drużyny Honor
ru: Вы вступили в команду «Честь»
uk: Ви долучилися до команди «Честь»
zh: Вы вступили в команду «Честь»
zh_sg: 您已加入Honor队

# IDS_EVERYDAY_CHOOSE_SIDE_1_NOTIFICATION
source: You have joined Team Glory
es_mx: Te has unido al Equipo Glory
ja: Team Glory に参加しました
pl: Dołączyłeś do drużyny Glory
ru: Вы вступили в команду «Слава»
uk: Ви долучилися до команди «Слава»
zh: Вы вступили в команду «Слава»
zh_sg: 您已加入Glory队

# IDS_EXCHANGE_GOLD
source: EXCHANGE CREDITS
es_mx: CAMBIAR CRÉDITOS
ja: クレジットの変換
pl: WYMIEŃ KREDYTY
ru: ОБМЕНЯТЬ КРЕДИТЫ
uk: ОБМІНЯТИ КРЕДИТИ
zh: 兑换银币
zh_sg: 兑换银币

# IDS_EXCHANGE_UPPER_CASE
source: EXCHANGE
es_mx: CAMBIAR
ja: 変換
pl: WYMIEŃ
ru: ОБМЕНЯТЬ
uk: ОБМІНЯТИ
zh: 兑换
zh_sg: 兑换

# IDS_EXCLUDE_LEADER_FROM_CLUB
source: Remove Leader from the Team
es_mx: Eliminar al Líder del Equipo
ja: リーダーをチームから除外
pl: Usunięcie lidera z drużyny
ru: Исключить лидера из команды
uk: Вилучити лідера з команди
zh: 将队长从队伍中移除
zh_sg: 将队长从团队中移除

# IDS_EXCLUDE_PLAYER_FROM_CLUB
source: Remove player from the Team
es_mx: Eliminar al jugador del Equipo
ja: プレイヤーをチームから除外
pl: Usunięcie gracza z drużyny
ru: Исключить игрока из команды
uk: Вилучити гравця з команди
zh: 将玩家从队伍中移除
zh_sg: 将玩家从团队中移除

# IDS_EXCLUDE_PLAYER_FROM_DIVISION_QUESTION
source: Remove <h3>%(playerName)s</h3> from the Division?
es_mx: ¿Eliminar a <h3>%(playerName)s</h3> de la División?
ja: <h3>%(playerName)s</h3> さんを分艦隊から除外しますか?
pl: Usunąć z dywizjonu gracza <h3>%(playerName)s</h3>?
ru: Исключить <h3>%(playerName)s</h3> из отряда?
uk: Вилучити <h3>%(playerName)s</h3> зі складу загону?
zh: 要将 <h3>%(playerName)s</h3> 从小队中移除？
zh_sg: 要将 <h3>%(playerName)s</h3> 从小队中移除？

# IDS_EXCLUDE_PLAYER_FROM_PARTY_QUESTION
source: Remove <h3>%(playerName)s</h3> from the Team Battle?
es_mx: ¿Eliminar a <h3>%(playerName)s</h3> de la Batalla en Equipo?
ja: <h3>%(playerName)s</h3> さんをチームバトルから除外しますか?
pl: Usunąć gracza <h3>%(playerName)s</h3> z bitwy drużynowej?
ru: Исключить <h3>%(playerName)s</h3> из командного боя?
uk: Вилучити <h3>%(playerName)s</h3> з командного бою?
zh: 要将 <h3>%(playerName)s</h3> 从队伍战斗中移除？
zh_sg: 要将 <h3>%(playerName)s</h3> 从团队战中移除？

# IDS_EXCLUDE_PLAYER_OUT_OF_DIVISION
source: Remove from the Division
es_mx: Eliminar de la División
ja: 分艦隊から除外
pl: Usuń z dywizjonu
ru: Исключить из отряда
uk: Вилучити зі складу загону
zh: 从小队中移除
zh_sg: 从小队中移除

# IDS_EXCLUDE_PLAYER_OUT_OF_PARTY
source: Remove from the battle
es_mx: Retirar de la batalla.
ja: バトルから除外
pl: Usuń z bitwy
ru: Исключить из боя
uk: Вилучити з бою
zh: 从队伍战斗中移除
zh_sg: 从团队战中移除

# IDS_EXCLUDE_PLAYER_OUT_OF_TRAINING_ROOM
source: Remove from the Room
es_mx: Retirar de la Sala
ja: ルームから削除
pl: Usuń z pokoju
ru: Исключить из комнаты
uk: Вилучити з кімнати
zh: 从房间里移除
zh_sg: 踢出房间

# IDS_EXITBATTLE
source: Back to Port
es_mx: Regresar al Puerto
ja: 港に戻る
pl: Powrót do Portu
ru: Вернуться в Порт
uk: Повернутися до Порту
zh: 回到港口
zh_sg: 返回港口

# IDS_EXITGAME
source: EXIT GAME
es_mx: SALIR DEL JUEGO
ja: ゲーム終了
pl: WYJDŹ Z GRY
ru: ВЫЙТИ ИЗ ИГРЫ
uk: ВИЙТИ З ГРИ
zh: 离开游戏
zh_sg: 离开游戏

# IDS_EXPANDED_INFO
source: Alternative Battle Interface Mode
es_mx: Modo de Interfaz de Batalla Alternativa
ja: 戦闘 UI 詳細モード
pl: Alternatywny tryb interfejsu bitewnego
ru: Альтернативный режим боевого интерфейса
uk: Альтернативний режим бойового інтерфейсу
zh: 战斗界面显示详细信息
zh_sg: 战斗界面显示详细信息

# IDS_EXPAND_BARRACKS
source: Expand Reserve
es_mx: Reserva Ampliada
ja: リザーブを拡張
pl: Rozszerz rezerwę
ru: Расширить Резерв
uk: Збільшити Резерв
zh: 扩充预备队
zh_sg: 扩充预备队

# IDS_EXPERIENCE_AMOUNT
source: XP amount:
es_mx: Cantidad de XP:
ja: EXP 量:
pl: Ilość PD:
ru: Количество опыта:
uk: Кількість досвіду:
zh: 经验数量：
zh_sg: 经验数量：

# IDS_EXPERIENCE_C
source: XP
ja: EXP
pl: PD
ru: Опыт
uk: Досвід
zh: 经验
zh_sg: 经验

# IDS_EXPERIENCE_COLON
source: XP:
ja: EXP:
pl: PD:
ru: Опыт:
uk: Досвід:
zh: 经验：
zh_sg: 经验：

# IDS_EXPERIENCE_C_AVERAGE
source: XP
ja: EXP
pl: PD
ru: Опыт
uk: Досвід
zh: 经验
zh_sg: 经验

# IDS_EXPERIENCE_C_AVERAGE_TOOLTIP
source: Average amount of XP earned per battle
es_mx: Cantidad promedio de XP ganada por batalla
ja: 1 戦あたりの平均 EXP
pl: Średnia liczba zdobytych PD na bitwę
ru: Среднее количество заработанного за бой опыта
uk: Середня кількість здобутого за бій досвіду
zh: 平均每场获得的经验数量
zh_sg: 平均每场获得的经验数量

# IDS_EXPERIENCE_C_TOOLTIP
source: Total amount of XP earned
es_mx: Cantidad total de XP ganada
ja: EXP の総取得量
pl: Łączna liczba zdobytych PD
ru: Общее количество заработанного опыта
uk: Загальна кількість здобутого досвіду
zh: 获得的经验总量
zh_sg: 获得的经验总量

# IDS_EXPIRE_DATE
source: Expiration date
es_mx: Fecha de vencimiento
ja: 有効期限
pl: Data wygaśnięcia
ru: Дата окончания
uk: Дата закінчення
zh: 完成日期
zh_sg: 完成日期

# IDS_EXPIRY_DATE_COLON
source: End date: %(date)s
es_mx: Fecha final: %(date)s
ja: 終了: %(date)s
pl: Data zakończenia: %(date)s
ru: Дата окончания: %(date)s
uk: Дата закінчення: %(date)s
zh: 结束日期： %(date)s
zh_sg: 结束日期：%(date)s

# IDS_EXP_CONVERTION_NOT_AVAILABLE_FOR_LAZY_TOOLTIP
source: XP conversion is available for registered players only
es_mx: La conversión de XP solo está disponible para jugadores registrados
ja: EXP の変換は登録済みプレイヤー限定です
pl: Zamiana PD dostępna jest tylko dla zarejestrowanych graczy
ru: Перевод опыта доступен только зарегистрированным игрокам
uk: Конвертувати досвід можуть лише зареєстровані гравці
zh: 只有已注册玩家才能转换经验
zh_sg: 只有已注册玩家才能转换经验

# IDS_EXP_LEFT
source: XP needed:
es_mx: XP necesaria:
ja: 必要 EXP:
pl: Wymagane PD:
ru: Нужно ещё
uk: Потрібно ще
zh: Нужно ещё
zh_sg: 需要经验：

# IDS_EXP_TO_NEXT_LOOTBOX
source: Until the next container
es_mx: Hasta el siguiente contenedor
ja: 次のコンテナまで
pl: Do następnego kontenera
ru: До следующего контейнера
uk: До наступного контейнера
zh: 到下个幸运补给箱
zh_sg: 到下个补给箱

# IDS_EXTEND_PREMIUM_ACCOUNT
source: Prolong Premium Account
es_mx: Prolongar Cuenta Premium
ja: プレミアムアカウントの延長
pl: Przedłuż konto premium
ru: Продлить премиум аккаунт
uk: Продовжити преміум акаунт
zh: 延长高级账号
zh_sg: 延长高级账号时间

# IDS_EXTERIOR
source: Exterior
ja: 外装
pl: Wygląd
ru: Внешний вид
uk: Зовнішній вигляд
zh: 外观
zh_sg: 外观

# IDS_EXTERIOR_TYPE_CAMOUFLAGE
source: Camouflage
es_mx: Camuflaje
ja: 迷彩
pl: Kamuflaż
ru: Камуфляж
uk: Камуфляж
zh: 涂装
zh_sg: 涂装

# IDS_EXTERIOR_TYPE_FLAGS
source: Signal
es_mx: Señal
ja: 信号旗
pl: Sygnał
ru: Сигнал
uk: Сигнал
zh: 信号旗
zh_sg: 信号旗

# IDS_EXTERIOR_TYPE_PERMOFLAGE
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_EXTERIOR_UNAVAILABLE
source: No exterior customization options are available for this ship.
es_mx: Sin opciones de personalización exterior disponibles para este barco
ja: この艦艇で利用可能な外装カスタマイズ・オプションはありません
pl: Dla tego okrętu nie ma żadnych dostępnych modyfikacji wyglądu
ru: Настройка внешнего вида недоступна для этого корабля
uk: Налаштовувати зовнішній вигляд не можна на цьому кораблі
zh: 此战舰没有可供外观定制的选项
zh_sg: 该战舰没有可用的自定义外观选项

# IDS_EXTERNAL_LOGIN_TOOLTIP
source: To access the game, a web browser will be opened at the authorization page.
es_mx: Para acceder al juego, se abrirá una ventana con la página de autorización.
ja: このゲームにアクセスするため、ウェブブラウザで認証ページが開かれます。
pl: Żeby uzyskać dostęp do gry, w przeglądarce internetowej otworzona zostanie strona autoryzacji.
ru: Для входа в игру будет открыт браузер со страницей авторизации
uk: Щоб увійти в гру, браузер відкриє сторінку авторизації
zh: 想要进入游戏，网站浏览器将会被开启到授权页面。
zh_sg: 想要进入游戏，浏览器将会开启授权页面。

# IDS_EXTRADAMAGE
source: critical damage
es_mx: daño crítico
ja: 甚大な損傷
pl: uszkodzenia krytyczne
ru: критические повреждения
uk: критичні пошкодження
zh: 严重受损
zh_sg: 严重受损

# IDS_FAILED
source: FAILED
es_mx: FALLÓ
ja: 失敗
pl: PORAŻKA
ru: ПРОВАЛЕНО
uk: ПРОВАЛЕНО
zh: 失败
zh_sg: 失败

# IDS_FAILURE
source: Raid Failed
es_mx: Incursión Fallida
ja: 強襲失敗
pl: Rabunek się nie powiódł
ru: Рейд провален
uk: Рейд провалено
zh: Рейд провален
zh_sg: 突击战失败

# IDS_FAR
source: Far
es_mx: Lejano
ja: 遠
pl: Daleko
ru: Далеко
uk: Далеко
zh: 远
zh_sg: 远

# IDS_FAR_PLANE
source: Draw Distance
es_mx: Distancia de Renderizado
ja: 描画距離
pl: Zasięg rysowania
ru: Дальность отрисовки
uk: Дальність промальовування
zh: 绘制距离
zh_sg: 绘制距离

# IDS_FAST_TRAINING_DISABLE_REASON_IN_ADAPTATION
source: Complete the Commander retraining for this ship to gain skill points faster.
es_mx: Completa el reentrenamiento del Comandante para este barco para obtener puntos de habilidad más rápido.
ja: スキルポイントをより速く獲得するため、この艦に対する艦長再訓練を完了しましょう。
pl: Ukończ przeszkalanie dowódcy na ten okręt, żeby szybciej zdobywać punkty umiejętności.
ru: Завершите переподготовку командира для ускоренного обучения.
uk: Завершіть перепідготовку командира, щоб пришвидшити навчання.
zh: 完成指挥官对这艘战舰的重新训练就能更快得到技能点数。
zh_sg: 完成指挥官对这艘战舰的重新训练就能更快得到技能点数。

# IDS_FAST_TRAINING_DISABLE_REASON_SHIP_IS_IN_BATTLE
source: Accelerated training will be available once the Commander returns from battle.
es_mx: El entrenamiento acelerado estará disponible una vez que el Comandante regrese de la batalla.
ja: 訓練促進は、艦長が戦闘から戻った後にご利用になれます。
pl: Przyspieszony trening będzie dostępny, kiedy dowódca wróci z bitwy.
ru: Дождитесь возвращения командира из боя для ускоренного обучения.
uk: Дочекайтеся, коли командир повернеться з бою, щоб пришвидшити навчання.
zh: 加速训练将在指挥官从战斗中返回后可用。
zh_sg: 加速训练将在指挥官从战斗中返回后可用。

# IDS_FEAT_APBOMBS
source: AP bombs
es_mx: Bombas Perforadoras de Blindaje
ja: 徹甲爆弾
pl: Bomby przeciwpancerne
ru: Бронебойные бомбы
uk: Бронебійні бомби
zh: Бронебойные бомбы
zh_sg: 穿甲炸弹

# IDS_FEAT_APBOMBS_DESC
source: Explode with a delay after penetrating armor, increasing the chances of hitting the citadel. However, they do not cause fires and may ricochet.
es_mx: Explotan con un retraso después de penetrar el blindaje, aumentando la posibilidad de alcanzar la ciudadela. Sin embargo, no causan incendios y pueden rebotar.
ja: 遅延信管により装甲を貫通した後に起爆することにより、中央防郭内で炸裂する可能性が高めになっていますが、火災を引き起こすことはできず、跳弾する可能性もあります。
pl: Eksplodują z opóźnieniem, po przebiciu pancerza, zwiększając tym samym szansę trafienia w cytadelę. Nie powodują jednak pożarów i mogą rykoszetować.
ru: Взрываются с задержкой после пробития брони, повышая вероятность поражения цитадели. Не вызывают пожары и имеют вероятность рикошета.
uk: Вибухають із затримкою після пробивання броні, підвищуючи імовірність враження цитаделі. Не викликають пожежі та мають імовірність рикошету.
zh: Взрываются с задержкой после пробития брони, повышая вероятность поражения цитадели. Не вызывают пожары и имеют вероятность рикошета.
zh_sg: 穿甲后延迟爆炸，增加命中装甲区的几率。但不会造成目标起火并有几率发生跳弹。

# IDS_FEAT_APROCKETS
source: AP rockets
es_mx: Cohetes AP
ja: AP ロケット弾
pl: Rakiety PP
ru: Бронебойные ракеты
uk: Бронебійні ракети
zh: Бронебойные ракеты
zh_sg: 穿甲火箭弹

# IDS_FEAT_APROCKETS_DESC
source: Explode with a delay after penetrating armor, increasing the chances of hitting the citadel. However, they do not cause fires and may ricochet.
es_mx: Explotan con un retraso después de penetrar el blindaje, aumentando la posibilidad de alcanzar la ciudadela. Sin embargo, no causan incendios y pueden rebotar.
ja: 遅延信管により装甲を貫通した後に起爆することにより、中央防郭内で炸裂する可能性が高めになっていますが、火災を引き起こすことはできず、跳弾する可能性もあります。
pl: Eksplodują z opóźnieniem, po przebiciu pancerza, zwiększając tym samym szansę trafienia w cytadelę. Nie powodują jednak pożarów i mogą rykoszetować.
ru: Взрываются с задержкой после пробития брони, повышая вероятность поражения цитадели. Не вызывают пожары и имеют вероятность рикошета.
uk: Вибухають із затримкою після пробивання броні, підвищуючи імовірність враження цитаделі. Не викликають пожежі та мають імовірність рикошету.
zh: Взрываются с задержкой после пробития брони, повышая вероятность поражения цитадели. Не вызывают пожары и имеют вероятность рикошета.
zh_sg: 穿甲后延迟爆炸，增加命中装甲区的几率。但不会造成目标起火并有几率发生跳弹。

# IDS_FEAT_BAD_ADEF_AIRDEFENSE
source: Low AA defense efficiency
es_mx: Baja eficiencia de las defensas AA
ja: 対空兵装の有効性が低い
pl: Mała skuteczność w zwalczaniu lotnictwa
ru: Низкая эффективность ПВО
uk: Низька ефективність ППО
zh: Низкая эффективность ПВО
zh_sg: 对空防御能力较差

# IDS_FEAT_BAD_ADEF_NOBARRAGE
source: Defensive AA Fire consumable unavailable
es_mx: El consumible Fuego AA Defensivo no está disponible
ja: 消耗品「対空防御砲火」を使用不可
pl: Sprzęt eksploatacyjny Obrona przeciwlotnicza jest niedostępny
ru: Недоступно снаряжение «Заградительный огонь ПВО»
uk: Недоступне спорядження «Загороджувальний вогонь ППО»
zh: Недоступно снаряжение «Заградительный огонь ПВО»
zh_sg: 无法使用防御型对空火力

# IDS_FEAT_BAD_ATTP_DURABLEPLANES
source: Low HP pool
es_mx: Baja cantidad de HP
ja: HP が少ない
pl: Niewielka pula PW
ru: Малое количество очков боеспособности
uk: Мала кількість очок боєздатності
zh: Малое количество очков боеспособности
zh_sg: 生命值较低

# IDS_FEAT_BAD_ATTP_SURV
source: Low HP pool
es_mx: Baja cantidad de HP
ja: HP が少ない
pl: Niewielka pula PW
ru: Малое количество очков боеспособности
uk: Мала кількість очок боєздатності
zh: Малое количество очков боеспособности
zh_sg: 生命值较低

# IDS_FEAT_BAD_BMB_BOMBDAMAGE
source: Bombs deal low damage
es_mx: Las bombas causan poco daño
ja: 爆弾の威力が低い
pl: Bomby zadają niewielkie uszkodzenia
ru: Бомбы наносят низкий урон
uk: Бомби завдають низької шкоди
zh: Бомбы наносят низкий урон
zh_sg: 炸弹伤害较低

# IDS_FEAT_BAD_BMB_BOMBSNODMGHIT
source: Bombs may ricochet or overpenetrate
es_mx: Las bombas tienen posibilidades de rebotar o sobrepenetrar
ja: 爆弾が跳弾や全貫通を起こす可能性あり
pl: Bomby mogą się odbić od celu lub przebić go na wylot
ru: Бомбы имеют вероятность рикошета и сквозного пробития
uk: Бомби мають імовірність рикошету та наскрізного пробивання
zh: Бомбы имеют вероятность рикошета и сквозного пробития
zh_sg: 炸弹有几率发生跳弹或过度击穿

# IDS_FEAT_BAD_BMB_BOMBSNOFIRE
source: Bombs do not cause fires
es_mx: Las bombas no causan incendios
ja: 爆弾が火災を引き起こせない
pl: Bomby nie wywołują pożarów
ru: Бомбы не вызывают пожары
uk: Бомби не викликають пожежі
zh: Бомбы не вызывают пожары
zh_sg: 炸弹不会造成起火

# IDS_FEAT_BAD_BMB_COVERAGE
source: Small damage area
es_mx: Pequeña área de daño
ja: ダメージエリアが小さい
pl: Mały obszar, na jakim zadawane są uszkodzenia
ru: Малая площадь поражения
uk: Невелика площа враження
zh: Малая площадь поражения
zh_sg: 低伤害区域

# IDS_FEAT_BAD_BMB_DURABLEPLANES
source: Low HP pool
es_mx: Baja cantidad de HP
ja: HP が少ない
pl: Niewielka pula PW
ru: Малое количество очков боеспособности
uk: Мала кількість очок боєздатності
zh: Малое количество очков боеспособности
zh_sg: 生命值较低

# IDS_FEAT_BAD_BMB_SPEED
source: Low aircraft speed
es_mx: Baja velocidad de la aviación
ja: 航空機の速度が低い
pl: Niska prędkość samolotów
ru: Низкая скорость самолётов
uk: Низька швидкість літаків
zh: Низкая скорость самолётов
zh_sg: 飞机速度较低

# IDS_FEAT_BAD_CONS_LIMITEDCONS
source: Few consumable charges
es_mx: Pocas cargas de consumibles
ja: 消耗品の使用可能回数が少ない
pl: Niewielka liczba ładunków sprzętu eksploatacyjnego
ru: Малое количество зарядов снаряжения
uk: Невелика кількість зарядів спорядження
zh: Малое количество зарядов снаряжения
zh_sg: 消耗品装载数较少

# IDS_FEAT_BAD_COUNT_BOMBS
source: Aircraft carry few bombs
es_mx: La aviación carga pocas bombas
ja: 航空機の爆弾搭載数が少ない
pl: Samoloty posiadają niewielką liczbę bomb
ru: Самолёты несут малое количество бомб
uk: Літаки мають малу кількість бомб
zh: Самолёты несут малое количество бомб
zh_sg: 飞机携带炸弹数量较少

# IDS_FEAT_BAD_DUR_APARMOR
source: Low level of protection against HE shells
es_mx: Bajo nivel de protección contra proyectiles HE
ja: HE 弾に対する防御力が低い
pl: Słaba ochrona przeciw pociskom OB
ru: Низкий уровень защиты от фугасных снарядов
uk: Низький рівень захисту від фугасних снарядів
zh: Низкий уровень защиты от фугасных снарядов
zh_sg: 对高爆弹防护等级较低
