Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGGS019_88MM45_SK_L45
source: 88 mm/45 Flak on an MPL C/13 mount
es_mx: Flak de 88 mm/45 en un montaje MPL C/13
ja: 88 mm/45 Flak (MPL C/13 砲座)
pl: 88 mm/45 Flak na stanowisku MPL C/13
ru: 88-мм/45 Flak в установке MPL C/13
uk: 88-мм/45 Flak в установці MPL C/13
zh: 88 毫米 L/45 MPL C/13
zh_sg: 88 mm/45 Flak（MPL C/13炮座）

# IDS_PGGS038_150MM_SK_C28
source: 150 mm/55 SK C/28 on an MPL/35 mount
es_mx: SK C/28 de 150 mm/55 en un montaje MPL/35
ja: 150 mm/55 SK C/28 (MPL/35 砲座)
pl: 150 mm/55 SK C/28 na stanowisku MPL/35
ru: 150-мм/55 SK C/28 в установке MPL/35
uk: 150-мм/55 SK C/28 в установці MPL/35
zh: 150 毫米 L/55 MPL C/35
zh_sg: 150 mm/55 SK C/28（MPL/35炮座）

# IDS_PGGS049_150MM_SK_L45_C06
source: 150 mm/45 SK C/09 on an MPL C/06 mount
es_mx: SK C/09 de 150 mm/45 en un montaje MPL C/06
ja: 150 mm/45 SK C/09 (MPL C/06 砲座)
pl: 150 mm/45 SK C/09 na stanowisku MPL C/06
ru: 150-мм/45 SK C/09 в установке MPL C/06
uk: 150-мм/45 SK C/09 в установці MPL C/06
zh: 150 毫米 L/45 MPL C/06
zh_sg: 150 mm/45 SK C/09（MPL C/06炮座）

# IDS_PGGS052_88MM45_CASEMATE_SK_L45
source: 88 mm/45 SK on an MPL C/01-06 mount
es_mx: SK de 88 mm/45 en un montaje MPL C/01-06
ja: 88 mm/45 SK (MPL C/01-06 砲座)
pl: 88 mm/45 SK na stanowisku MPL C/01-06
ru: 88-мм/45 SK в установке MPL C/01-06
uk: 88-мм/45 SK в установці MPL C/01-06
zh: 88 毫米 L/45 MPL C/06
zh_sg: 88 mm/45 SK（MPL C/01-06炮座）

# IDS_PGGS056_105MM_DOPL_C38
source: 105 mm/65 SK C/33 on a Dop. L. C/38 mount
es_mx: SK C/33 de 105 mm/65 en un montaje Dop. L. C/38
ja: 105 mm/65 SK C/33 (Dop. L. C/38 砲座)
pl: 105 mm/65 SK C/33 na stanowisku Dop. L. C/38
ru: 105-мм/65 SK C/33 в установке Dop. L. C/38
uk: 105-мм/65 SK C/33 в установці Dop. L. C/38
zh: 105 毫米 L/65 Dop. L. C/38
zh_sg: 105 mm/65 SK C/33（Dop. L. C/38炮座）

# IDS_PGGS061_88MM45_SK_L45
source: 88 mm L/45 SK L/45
ru: 88-мм L/45 SK L/45
uk: 88-мм L/45 SK L/45
zh: 88 毫米 L/45 SK L/45

# IDS_PGGS062_88MM45_SK_L45
source: 88 mm/45 SK on an MPL C/01-06 mount
es_mx: SK de 88 mm/45 en un montaje MPL C/01-06
ja: 88 mm/45 SK (MPL C/01-06 砲座)
pl: 88 mm/45 SK na stanowisku MPL C/01-06
ru: 88-мм/45 SK в установке MPL C/01-06
uk: 88-мм/45 SK в установці MPL C/01-06
zh: 88 毫米 L/45 SK L/45
zh_sg: 88 mm/45 SK（MPL C/01-06炮座）

# IDS_PGGS067_150MM_SK_L45_C13
source: 150 mm/45 SK C/09 on an MPL C/13 mount
es_mx: SK C/09 de 150 mm/45 en un montaje MPL C/13
ja: 150 mm/45 SK C/09 (MPL C/13 砲座)
pl: 150 mm/45 SK C/09 na stanowisku MPL C/13
ru: 150-мм/45 SK C/09 в установке MPL C/13
uk: 150-мм/45 SK C/09 в установці MPL C/13
zh: 150 毫米 L/45 MPL C/13
zh_sg: 150 mm/45 SK C/09（MPL C/13炮座）

# IDS_PGGS068_149MM60_DRHTR_C25
source: 150 mm/60 SK C/25 on a Drh Tr C/25 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/25
ja: 150 mm/60 SK C/25 (Drh Tr C/25 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/25
ru: 150-мм/60 SK C/25 в установке Drh Tr C/25
uk: 150-мм/60 SK C/25 в установці Drh Tr C/25
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/25炮座）

# IDS_PGGS075_105MM_SKC_33
source: 105 mm/65 SK C/33 on a Dop. L. C/31 mount
es_mx: SK C/33 de 105 mm/65 en un montaje Dop. L. C/31
ja: 105 mm/65 SK C/33 (Dop. L. C/31 砲座)
pl: 105 mm/65 SK C/33 na stanowisku Dop. L. C/31
ru: 105-мм/65 SK C/33 в установке Dop. L. C/31
uk: 105-мм/65 SK C/33 в установці Dop. L. C/31
zh: 105 毫米 L/65 Dop. L. C/31
zh_sg: 105 mm/65 SK C/33（Dop. L. C/31炮座）

# IDS_PGGS081_127MM_KC_40
source: 128 mm/61 KM40 in a turret
es_mx: KM40 de 128 mm/61 en una torreta
ja: 128 mm/61 KM40 (砲塔)
pl: 128 mm/61 KM40 w wieży
ru: 128-мм/61 KM40 в башенной установке
uk: 128-мм/61 KM40 в баштовій установці
zh: 128 毫米 L/61 SK C/42
zh_sg: 128 mm/61 KM40（单装炮塔）

# IDS_PGGS097_150mm_SK_C28_HSF
source: 150 mm L/55 MPL C/35
ru: 150-мм L/55 MPL C/35
uk: 150-мм L/55 MPL C/35
zh: 150 毫米 L/55 MPL C/35

# IDS_PGGS098_15CM_SK_C28_MPL_C_36
source: 150 mm/55 SK C/28 on a Dop. MPL C/36 mount
es_mx: SK C/28 de 150 mm/55 en un montaje Dop. MPL C/36
ja: 150 mm/55 SK C/28 (Dop. MPL C/36 砲座)
pl: 150 mm/55 SK C/28 na stanowisku Dop. MPL C/36
ru: 150-мм/55 SK C/28 в установке Dop. MPL C/36
uk: 150-мм/55 SK C/28 в установці Dop. MPL C/36
zh: 150 毫米 L/55 MLC/36
zh_sg: 150 mm/55 SK C/28（Dop. MPL C/36炮座）

# IDS_PGGS103_150MM_42_SK_C09
source: 150 mm/45 SK C/09 on an MPL C/13 mount
es_mx: SK C/09 de 150 mm/45 en un montaje MPL C/13
ja: 150 mm/45 SK C/09 (MPL C/13 砲座)
pl: 150 mm/45 SK C/09 na stanowisku MPL C/13
ru: 150-мм/45 SK C/09 в установке MPL C/13
uk: 150-мм/45 SK C/09 в установці MPL C/13
zh: 150 毫米 L/42 SK C/09
zh_sg: 150 mm/45 SK C/09（MPL C/13炮座）

# IDS_PGGS106_127MM_KC_40
source: 128 mm/61 KM40 in a turret
es_mx: KM40 de 128 mm/61 en una torreta
ja: 128 mm/61 KM40 (砲塔)
pl: 128 mm/61 KM40 w wieży
ru: 128-мм/61 KM40 в башенной установке
uk: 128-мм/61 KM40 в баштовій установці
zh: 128-мм/61 KM40 в башенной установке
zh_sg: 128 mm/61 KM40（单装炮塔）

# IDS_PGGS150_127MM_KC_40
source: 128 mm L/61 SK C/42
ru: 128-мм L/61 SK C/42
uk: 128-мм L/61 SK C/42
zh: 128 毫米 L/61 SK C/42

# IDS_PGGS498_150MM_SKC_28
source: 150 mm L/55 SK C/28
ru: 150-мм L/55 SK C/28
uk: 150-мм L/55 SK C/28
zh: 150 毫米 L/55 SK C/28

# IDS_PGGS535_105MM_SKC_33_SPACE
source: 105 mm L65 Evening Star
ru: 105-мм L65 Evening Star
uk: 105-мм L65 Evening Star
zh: 105-мм L65 Evening Star

# IDS_PGGT000_INVISIBLE_TA
source: 533 mm
ru: 533-мм
uk: 533-мм
zh: 波塞冬

# IDS_PGGT001_600MM_TWIN_TUBE
source: 600 mm Zwilling
ru: 600-мм Zwilling
uk: 600-мм Zwilling
zh: 600 毫米 四联装

# IDS_PGGT002_500MM_TRIPLE_TUBE
source: 500 mm Drilling
ru: 500-мм Drilling
uk: 500-мм Drilling
zh: 500 毫米 三联装

# IDS_PGGT014_533MM_TORPEDO_TUBES_QUAD
source: 533 mm Vierling
ru: 533-мм Vierling
uk: 533-мм Vierling
zh: 533 毫米 四联装 鱼雷发射管

# IDS_PGGT015_533MM_TORPEDO_TUBES_TRIPLE
source: 533 mm Drilling
ru: 533-мм Drilling
uk: 533-мм Drilling
zh: 533 毫米 三联装

# IDS_PGGT048_500MM_TORPEDO_TUBES_TWIN
source: 500 mm Zwilling
ru: 500-мм Zwilling
uk: 500-мм Zwilling
zh: 500 毫米 四联装

# IDS_PGGT073_500MM_TORPEDO_TUBES_TWIN
source: 500 mm Zwilling
ru: 500-мм Zwilling
uk: 500-мм Zwilling
zh: 500 毫米 四联装

# IDS_PGGT074_500MM_TORPEDO_TUBE
source: 500 mm Einzeln
ru: 500-мм Einzeln
uk: 500-мм Einzeln
zh: 500 毫米 单装

# IDS_PGGT078_533MM_QUADTUBE
source: 533 mm Vierling
ru: 533-мм Vierling
uk: 533-мм Vierling
zh: 533 毫米 四联装 鱼雷发射管

# IDS_PGGT084_533MM_TORPEDO_TUBES_TRIPLE
source: 533 mm Drilling
ru: 533-мм Drilling
uk: 533-мм Drilling
zh: 533 毫米 三联装

# IDS_PGGT087_533_TORPEDO_TUBES_QUAD
source: 533 mm Vierling
ru: 533-мм Vierling
uk: 533-мм Vierling
zh: 533 毫米 四联装 鱼雷发射管

# IDS_PGGT112_533MM_TORPEDO_UNDER_DECK_QUAD
source: 533 mm Vierling
ru: 533-мм Vierling
uk: 533-мм Vierling
zh: 533 毫米 四联装 鱼雷发射管

# IDS_PGGT8001_600MM_50_MLE_TWIN_TUBE
source: 194 mm/50 Mle 1902
ru: 194-мм/50 Mle 1902
uk: 194-мм/50 Mle 1902
zh: 194 mm/50 1902型

# IDS_PGGT8015_533MM_TOR15_BATIGNOLLES_SCHNEIDER
source: Obusier de 370 mm Mle 1915 Batignolles/Schneider
zh: 榴弹炮 370 毫米 1915型 巴蒂诺尔/施耐德

# IDS_PGGT8048_500MM_MM_45_MLE_1891_93_TWIN
source: 194 mm/45 Mle 1891/93
ru: 194-мм/45 Mle 1891/93
uk: 194-мм/45 Mle 1891/93
zh: 194 毫米/45 1891/93型

# IDS_PGPA001_380MM_AP_APC_L_4_4
source: 380 mm P.Spr.Gr. L/4.4
ru: 380-мм P.Spr.Gr. L/4.4
uk: 380-мм P.Spr.Gr. L/4.4
zh: 380 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA002_380MM_HE_HE_L_4_6
source: 380 mm Spr.Gr. L/4.6
ru: 380-мм Spr.Gr. L/4.6
uk: 380-мм Spr.Gr. L/4.6
zh: 380 毫米 高爆弹 L/4.6

# IDS_PGPA003_150MM_HE_HE_N_F
source: 150 mm Spr.Gr. L/4.5
ru: 150-мм Spr.Gr. L/4.5
uk: 150-мм Spr.Gr. L/4.5
zh: 150 毫米 高爆弹

# IDS_PGPA004_105MM_HE_HE_33LBS
source: 105 mm Spr.Gr. Kz.
ru: 105-мм Spr.Gr. Kz.
uk: 105-мм Spr.Gr. Kz.
zh: 105 毫米 高爆弹

# IDS_PGPA005_128MM_AP_PSGR
source: 128 mm P.Spr.Gr. L/4.5
ru: 128-мм P.Spr.Gr. L/4.5
uk: 128-мм P.Spr.Gr. L/4.5
zh: 128 毫米 对钢穿甲弹 L/4.5

# IDS_PGPA006_128MM_HE_SPRGR
source: 128 mm Spr.Gr. L/4.5
ru: 128-мм Spr.Gr. L/4.5
uk: 128-мм Spr.Gr. L/4.5
zh: 128 毫米 高爆弹 L/4.5

# IDS_PGPA007_105MM_AP_PSGR
source: 105 mm P.Spr.Gr. L/3.8
ru: 105-мм P.Spr.Gr. L/3.8
uk: 105-мм P.Spr.Gr. L/3.8
zh: 105 毫米 对钢穿甲弹 L/3.8

# IDS_PGPA008_105MM_HE_SPRGR
source: 105 mm Spr.Gr. L/3.89
ru: 105-мм Spr.Gr. L/3.89
uk: 105-мм Spr.Gr. L/3.89
zh: 105 毫米 高爆弹 L/3.89

# IDS_PGPA009_88MM_HE_SPRGR
source: 88 mm Spr.Gr. L/3.6
ru: 88-мм Spr.Gr. L/3.6
uk: 88-мм Spr.Gr. L/3.6
zh: 88 毫米 高爆弹 L/3.6

# IDS_PGPA012_88MM_HE_SPR_GR
source: 88 mm Spr.Gr.
ru: 88-мм Spr.Gr.
uk: 88-мм Spr.Gr.
zh: 88 毫米 高爆弹

# IDS_PGPA013_88MM_HE_SPR_GR
source: 88 mm Spr.Gr.
ru: 88-мм Spr.Gr.
uk: 88-мм Spr.Gr.
zh: 88 毫米 高爆弹

# IDS_PGPA014_105MM_AP_SAP_PZ_GR
source: 105 mm P.Spr.Gr.
ru: 105-мм P.Spr.Gr.
uk: 105-мм P.Spr.Gr.
zh: 105 毫米 被帽穿甲弹

# IDS_PGPA015_105MM_HE_SPR_GR_L3_85
source: 105 mm Spr.Gr. L/3.85
ru: 105-мм Spr.Gr. L/3.85
uk: 105-мм Spr.Gr. L/3.85
zh: 105 毫米 高爆弹 L/3.85

# IDS_PGPA016_128MM_AP_PSGR
source: 128 mm P.Spr.Gr.
ru: 128-мм P.Spr.Gr.
uk: 128-мм P.Spr.Gr.
zh: 128 毫米 被帽穿甲弹

# IDS_PGPA017_128MM_HE_SPR_GR_KZ
source: 128 mm Spr.Gr. Kz.
ru: 128-мм Spr.Gr. Kz.
uk: 128-мм Spr.Gr. Kz.
zh: 128 毫米 前引信被帽高爆弹

# IDS_PGPA018_128MM_HE_SPR_GR_L4_5
source: 128 mm Spr.Gr. L/4.5
ru: 128-мм Spr.Gr. L/4.5
uk: 128-мм Spr.Gr. L/4.5
zh: 128 毫米 高爆弹 L/4.5

# IDS_PGPA019_150MM_AP_PSGR_L3_7
source: 150 mm P.Spr.Gr. L/3.7
ru: 150-мм P.Spr.Gr. L/3.7
uk: 150-мм P.Spr.Gr. L/3.7
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PGPA020_150MM_AP_PSGR_L3_7_C25
source: 150 mm P.Spr.Gr. L/3.7
ru: 150-мм P.Spr.Gr. L/3.7
uk: 150-мм P.Spr.Gr. L/3.7
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PGPA021_150MM_HE_SPGR_L4_4_KZ
source: 150 mm Spr.Gr. L/4.4 Kz.
ru: 150-мм Spr.Gr. L/4.4 Kz.
uk: 150-мм Spr.Gr. L/4.4 Kz.
zh: 150 毫米 前引信被帽高爆弹 L/4.4

# IDS_PGPA022_150MM_HE_SPR_GR_L4_1_BDZ
source: 150 mm Spr.Gr. L/4.1 Bdz.
ru: 150-мм Spr.Gr. L/4.1 Bdz.
uk: 150-мм Spr.Gr. L/4.1 Bdz.
zh: 150 毫米 后引信高爆弹 L/4.1

# IDS_PGPA023_203MM_AP_PZ_SPR_GGR_L4_4
source: 203 mm P.Spr.Gr. L/4.4
ru: 203-мм P.Spr.Gr. L/4.4
uk: 203-мм P.Spr.Gr. L/4.4
zh: 203 毫米 破甲弹 L/4.4

# IDS_PGPA024_203MM_HE_SPR_GR_L4_7_BDZ
source: 203 mm Spr.Gr. L/4.7 Bdz.
ru: 203-мм Spr.Gr. L/4.7 Bdz.
uk: 203-мм Spr.Gr. L/4.7 Bdz.
zh: 203 毫米 后引信被帽高爆弹 L/4.7

# IDS_PGPA025_210MM_AP_PSGR_L3_1
source: 210 mm P.Spr.Gr. L/3.1
ru: 210-мм P.Spr.Gr. L/3.1
uk: 210-мм P.Spr.Gr. L/3.1
zh: 210 毫米 穿甲榴弹 L/3.1

# IDS_PGPA026_210MM_HE_SPR_GR_L3_1
source: 210 mm Spr.Gr. L/3.1
ru: 210-мм Spr.Gr. L/3.1
uk: 210-мм Spr.Gr. L/3.1
zh: 210 毫米 高爆弹 L/3.1

# IDS_PGPA027_210MM_HE_SPR_GR_L4_3_BDZ
source: 210 mm Spr.Gr. L/4.3 Bdz.
ru: 210-мм Spr.Gr. L/4.3 Bdz.
uk: 210-мм Spr.Gr. L/4.3 Bdz.
zh: 210 毫米 后引信高爆弹 L/4.3

# IDS_PGPA028_105MM_AP_EMDEN
source: 105 mm P.Spr.Gr. L/3.9
ru: 105-мм P.Spr.Gr. L/3.9
uk: 105-мм P.Spr.Gr. L/3.9
zh: 105 毫米 被帽穿甲弹 L/3.9

# IDS_PGPA029_105MM_HE_EMDEN
source: 105 mm Spr.Gr. L/3.85
ru: 105-мм Spr.Gr. L/3.85
uk: 105-мм Spr.Gr. L/3.85
zh: 105 毫米 高爆弹 L/3.85

# IDS_PGPA030_283MM_HE_SPR_GR_L4_2_KZ
source: 283 mm Spr.Gr. L/4.2 Kz.
ru: 283-мм Spr.Gr. L/4.2 Kz.
uk: 283-мм Spr.Gr. L/4.2 Kz.
zh: 283 毫米 前引信被帽高爆弹 L/4.2

# IDS_PGPA031_283MM_HE_SPR_GR_L4_5_KZ
source: 283 mm Spr.Gr. L/4.5 Kz.
ru: 283-мм Spr.Gr. L/4.5 Kz.
uk: 283-мм Spr.Gr. L/4.5 Kz.
zh: 283 毫米 前引信被帽高爆弹 L/4.5

# IDS_PGPA032_305MM_AP_PZ_GR_L3_4
source: 305 mm P.Spr.Gr. L/3.4
ru: 305-мм P.Spr.Gr. L/3.4
uk: 305-мм P.Spr.Gr. L/3.4
zh: 305 毫米 被帽穿甲弹 L/3.4

# IDS_PGPA033_305MM_HE_SPR_GR_L3_8_BDZ
source: 305 mm Spr.Gr. L/3.8 Bdz.
ru: 305-мм Spr.Gr. L/3.8 Bdz.
uk: 305-мм Spr.Gr. L/3.8 Bdz.
zh: 305 毫米 后引信高爆弹 L/3.8

# IDS_PGPA034_350MM_AP_PZ_GR_L3_6
source: 350 mm P.Spr.Gr. L/3.6
ru: 350-мм P.Spr.Gr. L/3.6
uk: 350-мм P.Spr.Gr. L/3.6
zh: 350 毫米 被帽穿甲弹 L/3.6

# IDS_PGPA035_350MM_HE_SPR_GR_L4_2_BDZ
source: 350 mm Spr.Gr. L/4.2 Bdz.
ru: 350-мм Spr.Gr. L/4.2 Bdz.
uk: 350-мм Spr.Gr. L/4.2 Bdz.
zh: 350 毫米 后引信被帽高爆弹 L/4.2

# IDS_PGPA036_380MM_AP_PZ_GR_L3_5
source: 380 mm P.Spr.Gr. L/3.5
ru: 380-мм P.Spr.Gr. L/3.5
uk: 380-мм P.Spr.Gr. L/3.5
zh: 380 毫米 被帽穿甲弹 L/3.5

# IDS_PGPA037_380MM_HE_SPR_GR_L4_1_BDZ
source: 380 mm Spr.Gr. L/4.1
ru: 380-мм Spr.Gr. L/4.1
uk: 380-мм Spr.Gr. L/4.1
zh: 380 毫米 后引信高爆弹 L/4.1

# IDS_PGPA038_406MM_AP_PZ_GR_L4_4
source: 406 mm P.Spr.Gr. L/4.4
ru: 406-мм P.Spr.Gr. L/4.4
uk: 406-мм P.Spr.Gr. L/4.4
zh: 406 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA039_406MM_HE_SPR_GR_L4_4_KZ
source: 406 mm Spr.Gr. L/4.4 Kz.
ru: 406-мм Spr.Gr. L/4.4 Kz.
uk: 406-мм Spr.Gr. L/4.4 Kz.
zh: 406 毫米 前引信被帽高爆弹 L/4.4

# IDS_PGPA040_150MM_HE_K_GR_18
source: 150 mm HE K Gr 18
ru: 150-мм HE K Gr 18
uk: 150-мм HE K Gr 18
zh: 150 毫米 HE K Gr 18

# IDS_PGPA041_283MM_AP_PZ_GR_L4_4
source: 283 mm P.Spr.Gr. L/4.4
ru: 283-мм P.Spr.Gr. L/4.4
uk: 283-мм P.Spr.Gr. L/4.4
zh: 283 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA042_203MM_HE_SPR_GR_L4_7_KZ
source: 203 mm Spr.Gr. L/4.7 Kz.
ru: 203-мм Spr.Gr. L/4.7 Kz.
uk: 203-мм Spr.Gr. L/4.7 Kz.
zh: 203 毫米 前引信被帽高爆弹 L/4.7

# IDS_PGPA043_283MM_AP_PZ_GR_L3_2
source: 283 mm P.Spr.Gr. L/3.2
ru: 283-мм P.Spr.Gr. L/3.2
uk: 283-мм P.Spr.Gr. L/3.2
zh: 283 毫米 被帽穿甲弹 L/3.2

# IDS_PGPA044_283MM_HE_SPR_GR_L4_4_KZ
source: 283 mm Spr.Gr. L/4.4 Kz.
ru: 283-мм Spr.Gr. L/4.4 Kz.
uk: 283-мм Spr.Gr. L/4.4 Kz.
zh: 283 毫米 前引信被帽高爆弹 L/4.4

# IDS_PGPA045_305MM_AP_PZ_GR_L4_9
source: 305 mm P.Spr.Gr. L/4.9
ru: 305-мм P.Spr.Gr. L/4.9
uk: 305-мм P.Spr.Gr. L/4.9
zh: 305 毫米 被帽穿甲弹 L/4.9

# IDS_PGPA046_305MM_HE_SPR_GR_L4_8_KZ
source: 305 mm Spr.Gr. L/4.8 Kz.
ru: 305-мм Spr.Gr. L/4.8 Kz.
uk: 305-мм Spr.Gr. L/4.8 Kz.
zh: 305 毫米 前引信被帽高爆弹 L/4.8

# IDS_PGPA047_305MM_HE_SPR_GR_L3_6_KZ
source: 305 mm Spr.Gr. L/3.6 Kz.
ru: 305-мм Spr.Gr. L/3.6 Kz.
uk: 305-мм Spr.Gr. L/3.6 Kz.
zh: 305 毫米 前引信被帽高爆弹 L/3.6

# IDS_PGPA048_380MM_AP_APC_L_4_4_B
source: 380 mm P.Spr.Gr. L/4.4
ru: 380-мм P.Spr.Gr. L/4.4
uk: 380-мм P.Spr.Gr. L/4.4
zh: 380 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA049_380MM_HE_HE_L_4_6_B
source: 380 mm Spr.Gr. L/4.6
ru: 380-мм Spr.Gr. L/4.6
uk: 380-мм Spr.Gr. L/4.6
zh: 380 毫米 高爆弹 L/4.6

# IDS_PGPA052_420MM_AP_APC_L_4_6
source: 420 mm P.Spr.Gr. L/4.6
ru: 420-мм P.Spr.Gr. L/4.6
uk: 420-мм P.Spr.Gr. L/4.6
zh: 420 毫米 被帽穿甲弹 L/4.6

# IDS_PGPA053_420MM_HE_HE_L_4_6
source: 420 mm Spr.Gr. L/4.6 Kz.
ru: 420-мм Spr.Gr. L/4.6 Kz.
uk: 420-мм Spr.Gr. L/4.6 Kz.
zh: 420 毫米 前引信被帽高爆弹 L/4.6

# IDS_PGPA054_283MM_AP_SCHARNHORST
source: 283 mm P.Spr.Gr. L/4.4
ru: 283-мм P.Spr.Gr. L/4.4
uk: 283-мм P.Spr.Gr. L/4.4
zh: 283 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA055_283MM_HE_SCHARNHORST
source: 283 mm Spr.Gr. L/4.5 Kz.
ru: 283-мм Spr.Gr. L/4.5 Kz.
uk: 283-мм Spr.Gr. L/4.5 Kz.
zh: 283 毫米 前引信被帽高爆弹 L/4.5

# IDS_PGPA056_283MM_AP_PZ_GR_L3_2
source: 283 mm P.Spr.Gr. L/3.2
ru: 283-мм P.Spr.Gr. L/3.2
uk: 283-мм P.Spr.Gr. L/3.2
zh: 283 毫米 被帽穿甲弹 L/3.2

# IDS_PGPA057_283MM_HE_SPR_GR_L3_6
source: 283 mm Spr.Gr. L/3.6
ru: 283-мм Spr.Gr. L/3.6
uk: 283-мм Spr.Gr. L/3.6
zh: 283 毫米 后引信高爆弹 L/3.6

# IDS_PGPA058_305MM_HE_SPR_GR_L5
source: 305 mm Spr.Gr. L/5
ru: 305-мм Spr.Gr. L/5
uk: 305-мм Spr.Gr. L/5
zh: 305 毫米 后引信高爆弹 L/5

# IDS_PGPA059_128MM_HE_SPR_GR_KZ
source: 128 mm Spr.Gr. Kz.
ru: 128-мм Spr.Gr. Kz.
uk: 128-мм Spr.Gr. Kz.
zh: 128 毫米 前引信被帽高爆弹

# IDS_PGPA060_150MM_AP_PSGR_L3_7_SG
source: 150 mm P.Spr.Gr. L/3.7
ru: 150-мм P.Spr.Gr. L/3.7
uk: 150-мм P.Spr.Gr. L/3.7
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PGPA061_305MM_AP_KA
source: 305 mm P.Spr.Gr. L/3.4
ru: 305-мм P.Spr.Gr. L/3.4
uk: 305-мм P.Spr.Gr. L/3.4
zh: 305 毫米 被帽穿甲弹 L/3.4

# IDS_PGPA062_305MM_HE_KA
source: 305 mm Spr.Gr. L/3.8
ru: 305-мм Spr.Gr. L/3.8
uk: 305-мм Spr.Gr. L/3.8
zh: 305 毫米 后引信高爆弹 L/3.8

# IDS_PGPA063_203MM_AP_P_O
source: 203 mm P.Spr.Gr. L/4.4
ru: 203-мм P.Spr.Gr. L/4.4
uk: 203-мм P.Spr.Gr. L/4.4
zh: 203 毫米 破甲弹 L/4.4

# IDS_PGPA064_203MM_HE_P_O
source: 203 mm Spr.Gr. L/4.7 Kz.
ru: 203-мм Spr.Gr. L/4.7 Kz.
uk: 203-мм Spr.Gr. L/4.7 Kz.
zh: 203 毫米 前引信被帽高爆弹 L/4.7

# IDS_PGPA065_128MM_AP_SK_C34
source: 128 mm P.Spr.Gr.
ru: 128-мм P.Spr.Gr.
uk: 128-мм P.Spr.Gr.
zh: 128 毫米 被帽穿甲弹

# IDS_PGPA066_128MM_HE_SK_C34
source: 128 mm Spr.Gr.
ru: 128-мм Spr.Gr.
uk: 128-мм Spr.Gr.
zh: 128 毫米 高爆弹

# IDS_PGPA067_150MM_AP_PSGR_L4_5
source: 150 mm P.Spr.Gr.
ru: 150-мм P.Spr.Gr.
uk: 150-мм P.Spr.Gr.
zh: 150 毫米 被帽穿甲弹

# IDS_PGPA068_150MM_HE_SPR_GR_L4_6
source: 150 mm Spr.Gr.
ru: 150-мм Spr.Gr.
uk: 150-мм Spr.Gr.
zh: 150 毫米 高爆弹

# IDS_PGPA069_105MM_AP_SK_C32
source: 105 mm P.Spr.Gr.
ru: 105-мм P.Spr.Gr.
uk: 105-мм P.Spr.Gr.
zh: 105 毫米 被帽穿甲弹

# IDS_PGPA070_105MM_HE_SK_C32
source: 105 mm Spr.Gr.
ru: 105-мм Spr.Gr.
uk: 105-мм Spr.Gr.
zh: 105 毫米 高爆弹

# IDS_PGPA071_128MM_AP_C41
source: 128 mm P.Spr.Gr.
ru: 128-мм P.Spr.Gr.
uk: 128-мм P.Spr.Gr.
zh: 128 毫米 被帽穿甲弹

# IDS_PGPA072_128MM_HE_C41
source: 128 mm Spr.Gr.
ru: 128-мм Spr.Gr.
uk: 128-мм Spr.Gr.
zh: 128 毫米 高爆弹

# IDS_PGPA073_88MM_AP_SK_L45
source: 88 mm P.Spr.Gr.
ru: 88-мм P.Spr.Gr.
uk: 88-мм P.Spr.Gr.
zh: 88 毫米 被帽穿甲弹

# IDS_PGPA074_88MM_HE_SK_L45
source: 88 mm Spr.Gr.
ru: 88-мм Spr.Gr.
uk: 88-мм Spr.Gr.
zh: 88 毫米 高爆弹

# IDS_PGPA075_283MM_AP_GRAF
source: 283 mm P.Spr.Gr. L/3.7
ru: 283-мм P.Spr.Gr. L/3.7
uk: 283-мм P.Spr.Gr. L/3.7
zh: 283 毫米被帽穿甲弹 L/3.7

# IDS_PGPA076_283MM_HE_GRAF
source: 283 mm Spr.Gr. L/4.2 Kz.
ru: 283-мм Spr.Gr. L/4.2 Kz.
uk: 283-мм Spr.Gr. L/4.2 Kz.
zh: 283 毫米 前引信被帽高爆弹 L/4.2

# IDS_PGPA077_128MM_AP_T61
source: 128 mm P.Spr.Gr.
ru: 128-мм P.Spr.Gr.
uk: 128-мм P.Spr.Gr.
zh: 128 毫米 被帽穿甲弹

# IDS_PGPA078_128MM_HE_T61
source: 128 mm Spr.Gr.
ru: 128-мм Spr.Gr.
uk: 128-мм Spr.Gr.
zh: 128 毫米 高爆弹

# IDS_PGPA079_150MM_AP_Z39
source: 150 mm P.Spr.Gr.
ru: 150-мм P.Spr.Gr.
uk: 150-мм P.Spr.Gr.
zh: 150 毫米 被帽穿甲弹

# IDS_PGPA080_150MM_HE_Z39
source: 150 mm Spr.Gr.
ru: 150-мм Spr.Gr.
uk: 150-мм Spr.Gr.
zh: 150 毫米 高爆弹

# IDS_PGPA081_350MM_HE_PEFRIEDRICH
source: 350 mm Spr.Gr. L/4.2 Bdz
ru: 350-мм Spr.Gr. L/4.2 Bdz
uk: 350-мм Spr.Gr. L/4.2 Bdz
zh: 350毫米 Spr.Gr. L/4.2 Bdz

# IDS_PGPA082_350MM_AP_PEFRIEDRICH
source: 350 mm P.Spr.Gr. L/3.6
ru: 350-мм P.Spr.Gr. L/3.6
uk: 350-мм P.Spr.Gr. L/3.6
zh: 350 毫米 被帽穿甲弹 L/3.6

# IDS_PGPA083_210MM_AP_PSGR_L4_1
source: 210 mm P.Spr.Gr. L/4.1
ru: 210-мм P.Spr.Gr. L/4.1
uk: 210-мм P.Spr.Gr. L/4.1
zh: 210 毫米 被帽穿甲弹 L/4.1

# IDS_PGPA084_210MM_HE_SPR_GR_L4_3
source: 210 mm Spr.Gr. L/4.3
ru: 210-мм Spr.Gr. L/4.3
uk: 210-мм Spr.Gr. L/4.3
zh: 210毫米 Spr.Gr. L/4.3

# IDS_PGPA085_105MM_HE_HE_33LBS
source: 105 mm Spr.Gr. Kz.
ru: 105-мм Spr.Gr. Kz.
uk: 105-мм Spr.Gr. Kz.
zh: 105 毫米 高爆弹

# IDS_PGPA086_380MM_HE_SIEGFRIED
source: 380 mm Spr.Gr. L/4.6
ru: 380-мм Spr.Gr. L/4.6
uk: 380-мм Spr.Gr. L/4.6
zh: 380 毫米 高爆弹 L/4.6

# IDS_PGPA087_380MM_AP_SIEGFRIED
source: 380 mm P.Spr.Gr. L/4.4
ru: 380-мм P.Spr.Gr. L/4.4
uk: 380-мм P.Spr.Gr. L/4.4
zh: 380 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA088_150MM_HE_MAINZ
source: 150 mm Spr.Gr. L/4.4 Kz. Mod.1
ru: 150-мм Spr.Gr. L/4.4 Kz. Mod.1
uk: 150-мм Spr.Gr. L/4.4 Kz. Mod.1
zh: 150 毫米 前引信被帽高爆弹 L/4.4

# IDS_PGPA089_150MM_AP_MAINZ
source: 150 mm P.Spr.Gr. L/3.7 Mod.1
ru: 150-мм P.Spr.Gr. L/3.7 Mod.1
uk: 150-мм P.Spr.Gr. L/3.7 Mod.1
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PGPA090_305MM_AP_L3_8_ODIN
source: 305 mm Spr.Gr. L/3.8
ru: 305-мм Spr.Gr. L/3.8
uk: 305-мм Spr.Gr. L/3.8
zh: 305 毫米 后引信高爆弹 L/3.8

# IDS_PGPA091_305MM_HE_L4_9_ODIN
source: 305 mm P.Spr.Gr. L/4.9
ru: 305-мм P.Spr.Gr. L/4.9
uk: 305-мм P.Spr.Gr. L/4.9
zh: 305 毫米 被帽穿甲弹 L/4.9

# IDS_PGPA092_150MM_HE_SPGR_L4_4_SG
source: 150 mm Spr.Gr. L/4.4 Kz.
ru: 150-мм Spr.Gr. L/4.4 Kz.
uk: 150-мм Spr.Gr. L/4.4 Kz.
zh: 150 毫米 前引信被帽高爆弹 L/4.4

# IDS_PGPA093_305MM_AP_L3_8_AEGIR
source: 305 mm Spr.Gr. L/3.8
ru: 305-мм Spr.Gr. L/3.8
uk: 305-мм Spr.Gr. L/3.8
zh: 305 毫米 后引信高爆弹 L/3.8

# IDS_PGPA094_305MM_HE_L4_9_AEGIR
source: 305 mm P.Spr.Gr. L/4.9
ru: 305-мм P.Spr.Gr. L/4.9
uk: 305-мм P.Spr.Gr. L/4.9
zh: 305 毫米 被帽穿甲弹 L/4.9

# IDS_PGPA095_128MM_HE_Z35
source: 128 mm Spr.Gr.
ru: 128-мм Spr.Gr.
uk: 128-мм Spr.Gr.
zh: 128 毫米 高爆弹

# IDS_PGPA096_128MM_AP_Z35
source: 128 mm P.Spr.Gr.
ru: 128-мм P.Spr.Gr.
uk: 128-мм P.Spr.Gr.
zh: 128 毫米 被帽穿甲弹

# IDS_PGPA097_380MM_HE_L_4_6_B_POMMERN
source: 380 mm Spr.Gr. L/4.6
ru: 380-мм Spr.Gr. L/4.6
uk: 380-мм Spr.Gr. L/4.6
zh: 380 毫米 高爆弹 L/4.6

# IDS_PGPA098_380MM_AP_L_4_4_B_POMMERN
source: 380 mm P.Spr.Gr. L/4.4
ru: 380-мм P.Spr.Gr. L/4.4
uk: 380-мм P.Spr.Gr. L/4.4
zh: 380 毫米 被帽穿甲弹 L/4.4

# IDS_PGPA099_150MM_HE_L4_5_MUNCHEN
source: 150 mm Spr.Gr. L/4.5
ru: 150-мм Spr.Gr. L/4.5
uk: 150-мм Spr.Gr. L/4.5
zh: 150 毫米 高爆弹

# IDS_PGPA100_150MM_AP_L3_8_MUNCHEN
source: 150 mm P.Spr.Gr. L/3.8
es_mx: P.Spr.Gr. L/3.8 de 150 mm
ru: 150-мм P.Spr.Gr. L/3.8
uk: 150-мм P.Spr.Gr. L/3.8
zh: 150-мм P.Spr.Gr. L/3.8

# IDS_PGPA101_305MM_HE_L4_9_BRAND
source: 305 mm Spr.Gr. L/3.8
ru: 305-мм Spr.Gr. L/3.8
uk: 305-мм Spr.Gr. L/3.8
zh: 305 毫米 后引信高爆弹 L/3.8

# IDS_PGPA102_305MM_AP_L3_8_BRAND
source: 305 mm P.Spr.Gr. L/4.9
ru: 305-мм P.Spr.Gr. L/4.9
uk: 305-мм P.Spr.Gr. L/4.9
zh: 305 毫米 被帽穿甲弹 L/4.9

# IDS_PGPB003_PARSEVAL_STOCK
source: AP PC 500c
ru: ББ PC 500c
uk: ББ PC 500с
zh: ББ PC 500c

# IDS_PGPB003_SC1000
source: HE SC-1000 Hermann
zh: HE SC-1000 赫尔曼

# IDS_PGPB004_PARSEVAL_TOP
source: AP PC 500
ru: ББ PC 500
uk: ББ PC 500
zh: ББ PC 500

# IDS_PGPB005_RHEIN_STOCK
source: AP PC 500a
ru: ББ PC 500a
uk: ББ PC 500a
zh: ББ PC 500a

# IDS_PGPB005_SC1800
source: HE SC-1800 Satan
zh: HE SC-1800 撒旦

# IDS_PGPB006_PC500
source: AP PC-500 Paulina
zh: AP PC-500 波莱纳

# IDS_PGPB007_M_RICHTHOFEN_STOCK
source: AP PC 500
ru: ББ PC 500
uk: ББ PC 500
zh: ББ PC 500

# IDS_PGPB007_PC1000
source: AP SC-1000 Pol
zh: AP SC-1000 波尔

# IDS_PGPB008_M_RICHTHOFEN_TOP
source: AP PC 1,000
ru: ББ PC 1000
uk: ББ PC 1000
zh: ББ PC 1000

# IDS_PGPB008_PC1400
source: AP SC-1400 Fritz
zh: AP SC-1400 弗里茨

# IDS_PGPB009_SB800RS
source: AP SB-800 Kurt
zh: AP SB-800 库尔特

# IDS_PGPB009_WESER_STOCK
source: AP PC 500c
ru: ББ PC 500c
uk: ББ PC 500с
zh: ББ PC 500c

# IDS_PGPB010_WESER_TOP
source: AP PC 500c
ru: ББ PC 500c
uk: ББ PC 500с
zh: ББ PC 500c

# IDS_PGPB011_LOEWENHARDT_TOP
source: HE SC 1000
es_mx: AP SC 1000
ru: ОФ SC 1000
uk: ББ SC 1000
zh: ОФ SC 1000
zh_sg: AP SC 1000

# IDS_PGPB016_PC500_I
source: AP PC-500 Paulina I
zh: AP PC-500 波莱纳 I

# IDS_PGPB026_PC500_II
source: AP PC-500 Paulina II
zh: AP PC-500 波莱纳 II

# IDS_PGPB508_GRAF_ZEPPELIN_STOCK
source: AP PD 500
ru: ББ PD 500
uk: ББ PD 500
zh: PD 500

# IDS_PGPB950_W_VOSS_STOCK
source: AP SC 1000
ru: ББ SC 1000
uk: ББ SC 1000
zh: ББ SC 1000

# IDS_PGPB951_W_VOSS_TOP
source: AP SC 1000
ru: ББ SC 1000
uk: ББ SC 1000
zh: ББ SC 1000

# IDS_PGPR001_PARSEVAL_STOCK
source: AP Sprenggranate
ru: ББ Sprenggranate
uk: ББ Sprenggranate
zh: ББ Sprenggranate

# IDS_PGPR002_PARSEVAL_TOP
source: AP Sprenggranate
ru: ББ Sprenggranate
uk: ББ Sprenggranate
zh: ББ Sprenggranate

# IDS_PGPR003_RHEIN_STOCK
source: AP RZ-73
ru: ББ RZ-73
uk: ББ RZ-73
zh: ББ RZ-73

# IDS_PGPR004_M_RICHTHOFEN_STOCK
source: AP Sprenggranate 2
ru: ББ Sprenggranate 2
uk: ББ Sprenggranate 2
zh: ББ Sprenggranate 2

# IDS_PGPR005_M_RICHTHOFEN_TOP
source: AP Sprenggranate 2
ru: ББ Sprenggranate 2
uk: ББ Sprenggranate 2
zh: ББ Sprenggranate 2

# IDS_PGPR006_WESER_STOCK
source: AP RZ-73
ru: ББ RZ-73
uk: ББ RZ-73
zh: ББ RZ-73

# IDS_PGPR007_WESER_TOP
source: AP RZ-73
ru: ББ RZ-73
uk: ББ RZ-73
zh: ББ RZ-73

# IDS_PGPR008_LOEWENHARDT_TOP
source: AP Sprenggranate
es_mx: Sprenggranate
ru: ББ Sprenggranate
uk: Sprenggranate
zh: ББ Sprenggranate
zh_sg: Sprenggranate

# IDS_PGPR508_GRAF_ZEPPELIN_STOCK
source: HE Wfr.Gr.21E
ru: ОФ Wfr.Gr.21E
uk: ОФ Wfr.Gr.21E
zh: Wfr.Gr.21E

# IDS_PGPR950_W_VOSS_STOCK
source: AP Wfr.Gr.21
ru: ББ Wfr.Gr.21
uk: ББ Wfr.Gr.21
zh: ББ Wfr.Gr.21

# IDS_PGPR951_W_VOSS_TOP
source: AP Wfr.Gr.21
ru: ББ Wfr.Gr.21
uk: ББ Wfr.Gr.21
zh: ББ Wfr.Gr.21

# IDS_PGPT010_G7_STEINBARCH
source: G7 Steinbarsch
zh: G7 岩钝鲈

# IDS_PGPT024_PARSEVAL_STOCK
source: F5d
zh: LT F5b

# IDS_PGPT025_PARSEVAL_TOP
source: F5d
zh: LT F5b

# IDS_PGPT026_RHEIN_STOCK
source: F5c
zh: F5

# IDS_PGPT027_M_RICHTHOFEN_STOCK
source: BT 1000
zh: LT F5b

# IDS_PGPT028_M_RICHTHOFEN_TOP
source: BT 1000
zh: LT F5b

# IDS_PGPT030_WESER_TOP
source: F5d
zh: LT F5b

# IDS_PGPT1579_AP_VICKERS_ARMSTRONG_MK_F
source: AP Vickers-Armstrong Mk D
zh: AP 维克斯-阿姆斯特朗 Mk D

# IDS_PGPT1580_HE_VICKERS_ARMSTRONG_MK_D
source: HE Vickers-Armstrong Mk D
zh: HE 维克斯-阿姆斯特朗 Mk D

# IDS_PGPT1581_HE_VICKERS_ARMSTRONG_MK_F
source: HE Vickers-Armstrong Mk F
zh: HE 维克斯-阿姆斯特朗 Mk F

# IDS_PGPT1584_STARSHELL_MLE1925
source: Starshell Mle 1925
zh: 照明弹 Mle 1925
