Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE158_ARMADA_ACTION_DESCRIPTION
source: For those that have built the largest of fleets and given continuous support to World of Warships!
es_mx: ¡Para aquellos que han construido la más grande de las flotas y han brindado un apoyo continuo a World of Warships!
ja: 大艦隊を築き上げ、World of Warships を継続的にサポートしてくれている人々のために!
pl: Dla tych, którzy zbudowali największe floty i nieustannie wspierają World of Warships!
ru: Обладателям крупнейших флотов за непрерывный вклад в развитие World of Warships!
uk: Власникам найбільших флотів за безперервний внесок у розвиток World of Warships!
zh: 给予那些建立了规模最大的舰队，并继续给予《战舰世界》支持的玩家！
zh_sg: 给予那些建立了规模最大的舰队，并继续给予《战舰世界》支持的玩家！

# IDS_PCEE159_HAPPY_NEW_YEAR2018
source: The North Cape
es_mx: El Cabo Norte
ja: 北岬
pl: Przylądek Północny
ru: Нордкап
uk: Нордкап
zh: 新年
zh_sg: 北角

# IDS_PCEE159_HAPPY_NEW_YEAR2018_DESCRIPTION
source: The Battle of the North Cape was the last engagement between the heavily armed British and German ships. Victory in this battle provided the United Kingdom with an enormous strategic advantage over their enemy on the seas.
es_mx: La Batalla de Cabo Norte fue el último enfrentamiento entre barcos con armamento pesado británicos y alemanes. La victoria en esta batalla proporcionó al Reino Unido una enorme ventaja estratégica sobre su enemigo en los mares.
ja: 北岬沖海戦は、イギリス軍とドイツ軍の重武装艦同士による最後の海戦でした。この海戦で勝利した結果としてイギリスは海上における計り知れない戦略的アドバンテージを得ました。
pl: Bitwa koło Przylądka Północnego była ostatnim starciem pomiędzy ciężkimi okrętami Zjednoczonego Królestwa i Niemiec. Zwycięstwo w bitwie dało Brytyjczykom ogromną przewagę strategiczną.
ru: Битва у мыса Нордкап — последнее противостояние тяжеловооружённых кораблей Великобритании и Германии. Победа в этом сражении дала Соединённому Королевству огромное стратегическое преимущество перед противниками в водном пространстве.
uk: Битва біля мису Нордкап — останнє протистояння важкоозброєних кораблів Великобританії та Німеччини. Перемога в цій битві дала Сполученому Королівству величезну стратегічну перевагу над супротивниками у водному просторі.
zh: 新年快乐！
zh_sg: 北角海战英德重装甲英德战舰的最后一次交战。这场战斗的胜利奠定了英国巨大的海上战略优势。

# IDS_PCEE160_SECRET_SANTA18
source: Santa Claus Legion
es_mx: La Legión de Santa Claus
pl: Legion Świętego Mikołaja
ru: Дед Мороз: Братство
uk: Дід Мороз: Братерство
zh: 圣诞老人军团
zh_sg: 圣诞老人:兄弟情

# IDS_PCEE160_SECRET_SANTA18_DESCRIPTION
source: The distinguishing flag of a principal participant of the glorious Santa Claus Legion, from here till eternity!
es_mx: Bandera distintiva de un participante principal de la gloriosa Legión de Santa Claus, ¡de aquí hasta la eternidad!
ja: 栄光の Santa Claus Legion (サンタクロース軍団) の重要な参加者であることを示すこの旗を、ここから永遠に!
pl: Flaga wyróżniająca uczestników wspaniałego Legionu Świętego Mikołaja, po wsze czasy!
ru: Флаг отличия полноправного участника славного братства Дедов Морозов, отныне и во веки веков!
uk: Прапор відзнаки повноправного учасника видатного братерства Дідів Морозів, відтепер і на віки вічні!
zh: 辉煌的圣诞老人军团主要参与者的卓越旗帜，从现在到永远！
zh_sg: 鲜明的突出了圣诞老人活动参与者们的兄弟情深，直到地老天荒！

# IDS_PCEE161_BLYSKAWICA_FLAG
source: ORP Błyskawica
ja: ORP Blyskawica
zh: 闪电
zh_sg: ORP闪电

# IDS_PCEE161_BLYSKAWICA_FLAG_DESCRIPTION
source: ORP Błyskawica Commemorative Flag
es_mx: Bandera Conmemorativa del ORP Błyskawica
ja: 駆逐艦ブウィスカヴィツァ記念旗
pl: Flaga pamiątkowa ORP Błyskawica
ru: Памятный флаг в честь ORP Błyskawica
uk: Пам’ятний прапор на честь ORP Błyskawica
zh: 闪电纪念旗帜
zh_sg: ORP闪电纪念旗帜

# IDS_PCEE161_BLYSKAWICA_FLAG_EXTRA_DESCRIPTION
source: The emblem of the Polish destroyer Błyskawica depicts the naval jack of the Polish Navy with a scimitar ready to strike at the enemy, the traditional symbol of the Polish Navy since the 17th century.
es_mx: El emblema del destructor polaco Błyskawica muestra el banderín naval de la Marina Polaca con una cimitarra lista para atacar al enemigo, el símbolo tradicional de la Marina Polaca desde el siglo XVII.
ja: ポーランドの駆逐艦ブウィスカヴィツァのエンブレムは、17 世紀からの伝統的なシンボルである攻撃態勢のシミター (三日月刀) が描かれた、ポーランド海軍の艦首旗を表しています。
pl: Godło polskiego niszczyciela Błyskawica przedstawia proporzec Marynarki Wojennej Rzeczpospolitej Polskiej z szablą gotową do uderzenia na wroga, tradycyjnym symbolem polskiej marynarki od XVII wieku.
ru: В основе эмблемы польского эсминца Błyskawica лежит рисунок гюйса ВМС Польши, на котором изображена занесённая для удара рука со скимитаром — традиционный символ польского флота, используемый с XVII в.
uk: В основі емблеми польського есмінця Błyskawica лежить малюнок гюйса ВМС Польщі, на якому зображена занесена для удару рука з кривою шаблею — традиційний символ польського флоту, який використовують з XVII ст.
zh: 驱逐舰闪电的徽章，描绘着一把准备砍向敌人的半月刀的该国海军舰艏旗，为B国海军自十七世纪以来的传统标志。
zh_sg: 波兰驱逐舰闪电号的徽章，描绘着一把准备砍向敌人的半月刀的波兰海军舰首旗，为波兰海军自十七世纪以来的传统标志。

# IDS_PCEE162_KIDD_FLAG
source: USS Kidd
zh: 基德
zh_sg: USS基德

# IDS_PCEE162_KIDD_FLAG_DESCRIPTION
source: USS Kidd Commemorative Flag
es_mx: Bandera Conmemorativa del USS Kidd
ja: 駆逐艦キッド記念旗
pl: Flaga pamiątkowa USS Kidd
ru: Памятный флаг в честь USS Kidd
uk: Пам’ятний прапор на честь USS Kidd
zh: 基德纪念旗帜
zh_sg: USS基德纪念旗帜

# IDS_PCEE162_KIDD_FLAG_EXTRA_DESCRIPTION
source: USS Kidd was named after Rear Admiral Isaac C. Kidd, the first American flag officer to die in World War II. During the attack on Pearl Harbor, he was on board battleship Arizona, giving orders to his subordinates, when the ship's ammunition stores exploded.
es_mx: El USS Kidd recibió el nombre del Contralmirante Isaac C. Kidd, el primer oficial superior estadounidense en morir en la Segunda Guerra Mundial. Durante el ataque a Pearl Harbor, estaba a bordo del acorazado Arizona, dando órdenes a sus subordinados, cuando los depósitos de munición del barco explotaron.
ja: 本艦の艦名は、二次大戦において初めて戦死したアメリカ海軍の将官として知られるアイザック・C・キッド少将に由来します。真珠湾攻撃の際、彼は戦艦アリゾナの艦上で指揮を執っていましたが、弾薬庫の誘爆により戦死しました。
pl: USS Kidd został nazwany na cześć kontradmirała Isaaca C. Kidda, pierwszego oficera amerykańskiego, który zginął w II wojnie światowej. W trakcie ataku na Pearl Harbor znajdował się on na pokładzie pancernika Arizona, wydając rozkazy swoim podwładnym w chwili, gdy wybuchły składy amunicji.
ru: Эсминец ВМС США Kidd был назван в честь контр-адмирала Исаака Кэмпбелла Кидда — первого адмирала США погибшего во время Второй мировой войны. Во время атаки на Пёрл-Харбор Кидд под ударами бомб руководил действиями подчинённых на своём боевом посту, на мостике линкора Arizona, пока корабль не был разрушен взрывом сдетонировавшего боезапаса.
uk: Есмінець ВМС США Kidd назвали на честь контр-адмірала Ісаака Кемпбела Кідда — першого адмірала США, що загинув у часи Другої світової війни. Під час атаки на Перл-Гарбор Кідд під ударами бомб керував діями підлеглих на своєму бойовому посту, на містку лінкора Arizona, поки корабель не зруйнувала детонація боєзапасу.
zh: 基德是以海军少将艾萨克-基德来命名，为大战中第一位阵亡的海军将级军官。珍珠港事件期间他就在战列舰亚利桑那上，当战舰的弹药库爆炸时他正在对下属下达命令。
zh_sg: USS 基德是以海军少将Isaac C. 基德来命名，为第二次世界大战中第一位阵亡的海军将级军官。珍珠港事件期间他就在战列舰 亚利桑那上，当战舰的弹药库爆炸时他正在对下属下达命令。

# IDS_PCEE163_ROMA_FLAG
source: Roma
zh: 罗马
zh_sg: 罗马

# IDS_PCEE163_ROMA_FLAG_DESCRIPTION
source: Roma Commemorative Flag
es_mx: Bandera Conmemorativa del Roma
ja: 戦艦ローマ記念旗
pl: Flaga pamiątkowa Roma
ru: Памятный флаг в честь Roma
uk: Пам’ятний прапор на честь Roma
zh: 罗马纪念旗帜
zh_sg: 罗马纪念旗帜

# IDS_PCEE163_ROMA_FLAG_EXTRA_DESCRIPTION
source: The battleship Roma, named after the capital city of Italy, was commissioned in August 1942. Just a little more than a year later, in September 1943, when Italy signed an armistice with the Allies, she was sunk by the German Luftwaffe during the passage to Malta.
es_mx: El acorazado Roma, nombrado como la ciudad capital de Italia, fue comisionado en agosto de 1942. Poco más de un año después, en septiembre de 1943, cuando Italia firmó un armisticio con los Aliados, fue hundido por la Luftwaffe alemana durante su viaje a Malta.
ja: イタリアの首都に由来する艦名を持つ戦艦ローマは、1942 年 8 月に就役しました。そのわずか 1 年と少し後の 1943 年 9 月にイタリアは連合国と休戦協定を締結し、本艦はマルタ島に向かったものの、その途上でドイツ空軍機による空襲を受け、撃沈されました。
pl: Pancernik Roma, nazwany na cześć stolicy Włoch, został wcielony do służby w 1942 roku. Nieco ponad rok później, we wrześniu 1943 roku, kiedy Włochy podpisały zawieszenie broni z aliantami, okręt został zatopiony przez niemieckie Luftwaffe w trakcie podróży na Maltę.
ru: Линкор Roma, названный в честь столицы Италии, вступил в строй в августе 1942 года. Чуть более чем через год, в сентябре 1943 года, после подписания перемирия Италии с союзниками, он был потоплен немецкой авиацией во время перехода на Мальту.
uk: Лінкор Roma, названий на честь столиці Італії, став у стрій в серпні 1942 р. Трохи більше ніж за рік, у вересні 1943 р., після підписання перемир’я Італії з союзниками, його потопила німецька авіація під час переходу на Мальту.
zh: 以I国首都城市来命名的战列舰罗马，于 1942 年 8 月进入服役。才刚过了一年多，它在 1943 年 9 月与盟军签署停战协议时，在航向马耳他的期间被D国空军所击沉。
zh_sg: 以意大利首都城市来命名的战列舰罗马，于1942年8月进入服役。才刚过了一年多，于1943年九月意大利与盟军签署停战协议时，在航向马耳他的期间被德国空军所击沉。

# IDS_PCEE164_DUKE_OF_YORK_FLAG
source: HMS Duke of York
zh: 约克公爵
zh_sg: HMS约克公爵

# IDS_PCEE164_DUKE_OF_YORK_FLAG_DESCRIPTION
source: HMS Duke of York Commemorative Flag
es_mx: Bandera Conmemorativa del HMS Duke of York
ja: 戦艦デューク・オブ・ヨーク記念旗
pl: Flaga pamiątkowa HMS Duke of York
ru: Памятный флаг в честь HMS Duke of York
uk: Пам’ятний прапор на честь HMS Duke of York
zh: 约克公爵纪念旗帜
zh_sg: HMS约克公爵纪念旗帜

# IDS_PCEE164_DUKE_OF_YORK_FLAG_EXTRA_DESCRIPTION
source: The battleship Duke of York emblem bears the motto of the British Order of Garter—Honi soit qui mal y pense ("Shamed be he who evil of it thinks" in Old French), which dates back to the golden age of chivalry, when the title of Duke of York was established for the first time.
es_mx: El emblema del acorazado Duke of York lleva el lema de la Liga del Orden Británico — Honi soit qui mal y pense ("Avergonzado sea el que en el mal piense" en francés antiguo), que data de la era de oro de la caballerosidad, cuando el título del Duke de York había sido establecido por primera vez.
ja: 戦艦デューク・オブ・ヨークの徽章には、イギリスのガーター騎士団のモットーである "Honi soit qui mal y pense" (古いフランス語で「悪意を抱く者に災いあれ」を意味する) が記されており、これはデューク・オブ・ヨーク (ヨーク公) という公爵位が初めて創設された、騎士道の黄金時代まで遡ることができます。
pl: Godło pancernika Duke of York zawiera w sobie dewizę Brytyjskiego Orderu Podwiązki – Honi soit qui mal y pense („Hańba temu, kto widzi w tym coś nieprzystojnego” w starofrancuskim), nawiązujące do złotej ery rycerstwa, kiedy to po raz pierwszy ustanowiono tytuł Księcia Yorku.
ru: На эмблеме линкора Duke of York начертан девиз британского Ордена Подвязки — «Honi soit qui mal y pense» (ст.фр. «Пусть стыдится подумавший плохо об этом»), восходящий ко временам расцвета рыцарства, когда титул Герцогов Йоркских был учреждён впервые.
uk: На емблемі лінкора Duke of York написано девіз британського Ордена Підв’язки — «Honi soit qui mal y pense» (дав. фр. «Сором тому, хто погано про це подумає»), висхідний до часів розквіту лицарства, коли заснували титул герцогів Йоркських.
zh: 战列舰约克公爵徽章上刻着Y国嘉德勋章的格言──心怀邪念者蒙羞，约克公爵头衔首次设立的时候，可以追溯到骑士时期的黄金时代。
zh_sg: 战列舰 约克公爵 徽章上刻着英国嘉德勋章的格言──Honi soit qui mal y pense (古法语“心怀邪念者蒙羞”)，约克公爵 头衔首次设立的时候，可以追溯到骑士时期的黄金时代。

# IDS_PCEE165_SALEM_FLAG
source: USS Salem
zh: 塞勒姆
zh_sg: USS塞勒姆

# IDS_PCEE165_SALEM_FLAG_DESCRIPTION
source: USS Salem Commemorative Flag
es_mx: Bandera Conmemorativa del USS Salem
ja: 重巡洋艦セーラム記念旗
pl: Flaga pamiątkowa USS Salem
ru: Памятный флаг в честь USS Salem
uk: Пам’ятний прапор на честь USS Salem
zh: 塞勒姆纪念旗帜
zh_sg: USS塞勒姆纪念旗帜

# IDS_PCEE165_SALEM_FLAG_EXTRA_DESCRIPTION
source: USS Salem, a Des Moines-class cruiser, was commissioned in 1949. Currently, she serves as a museum ship in Quincy, Massachusetts. This warship is the last surviving heavy cruiser in the world.
es_mx: El USS Salem, un crucero de la clase Des Moines, fue comisionado en 1949. Actualmente, sirve como un barco museo en Quincy, Massachusetts. Este barco de guerra es el último crucero pesado sobreviviente en el mundo.
ja: デモイン級重巡洋艦セーラムは、1949 年に就役しました。本艦は現在、マサチューセッツ州クインシーにおいて博物館船として展示されており、全世界において唯一現存している重巡洋艦です。
pl: USS Salem, krążownik klasy Des Moines, został wcielony do służby w 1949. Aktualnie służy jako okręt-muzeum w Quincy, Massachusetts. Okręt jest ostatnim na świecie ciężkim krążownikiem.
ru: USS Salem, крейсер типа Des Moines, вступил в строй в 1949 году. В настоящий момент он находится в г. Куинси (Массачусетс, США) в качестве корабля-музея, являясь последним в мире сохранившимся до наших дней тяжёлым крейсером.
uk: USS Salem, крейсер типу Des Moines, став у стрій 1949 р. У наш час він перебуває у м. Куїнсі (Массачусеттс, США) як корабель-музей, і є останнім у світі важким крейсером, що зберігся до наших днів.
zh: 塞勒姆是一艘在 1949 年进入服役的得梅因级巡洋舰。目前它在马萨诸塞州的昆西市作为博物馆舰。这艘战舰是世界上现存的最后一艘重型巡洋舰。
zh_sg: USS 塞勒姆 是一艘在 1949 年进入服役的 得梅因 级巡洋舰。目前它在麻萨诸塞州的昆西市作为博物馆舰。这艘战舰是世界上现存的最后一艘重型巡洋舰。

# IDS_PCEE166_CURRY_FLAG
source: Yokosuka Curry Flag
es_mx: Bandera del Yokosuka Curry
ja: 横須賀カレー旗
pl: Flaga Yokosuka Curry!
zh: 横须贺咖哩旗
zh_sg: 横须贺咖哩旗

# IDS_PCEE166_CURRY_FLAG_DESCRIPTION
source: Thank you for purchasing the curry!
es_mx: ¡Gracias por adquirir el curry!
ja: カレーをご購入頂き感謝します!
pl: Dziękujemy za zakup curry!
ru: Благодарим вас за покупку карри!
uk: Дякуємо, що купили карі!
zh: 感谢您购买咖哩！
zh_sg: 感谢您购买咖哩！

# IDS_PCEE167_STEAM_FLAG
source: Steam
zh: Steam 旗帜

# IDS_PCEE167_STEAM_FLAG_DESCRIPTION
source: Unique flag dedicated to the release of World of Warships on Steam.
es_mx: Una bandera única dedicada al lanzamiento de World of Warships en Steam.
ja: Steam における World of Warships のリリースに捧げられた特別旗。
pl: Unikalna flaga dedykowana premierze World of Warships na Steam.
ru: Уникальный флаг, приуроченный к выходу World of Warships на Steam.
uk: Унікальний прапор, приурочений до виходу World of Warships на Steam.
zh: 《战舰世界》在 Steam 上发行的专属独特旗帜
zh_sg: 《战舰世界》在 Steam 上发行的专属独特旗帜

# IDS_PCEE168_SEASONFLAG08
source: Akureyri
ja: アークレイリ
ru: Акюрейри
uk: Акюрейрі
zh: 阿库雷里

# IDS_PCEE168_SEASONFLAG08_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Eighth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Octava Temporada de Batallas por Rango.
ja: ランク戦第 8 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 poziomu w ósmym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в восьмом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у восьмому ранговому сезоні.
zh: 于第八赛季排名战中达成排名第 15 所给予的纪念旗帜。
zh_sg: 于第八赛季排名战中达成排名第 15所给予的纪念旗帜。

# IDS_PCEE168_SEASONFLAG08_EXTRA_DESCRIPTION
source: In the evening of December 23, 1943, the task force of warships headed by battleship Duke of York departed from the port of Akureyri in Iceland to provide distant cover for Arctic Convoy JW-55B. Three days later, December 26, 1943, Duke of York would play a leading role in the battle of the North Cape.
es_mx: En la tarde del 23 de diciembre de 1943, la fuerza de ataque de barcos de guerra guiados por el acorazado Duke of York salió del puerto de Akureyri en Islandia para proveer cobertura a distancia al Convoy Ártico JW-55B. Tres días después, el 26 de diciembre de 1943, el Duke of York jugaría un papel principal en la batalla de Cabo Norte.
ja: 1943 年 12 月 23 日の夜、戦艦デューク・オブ・ヨークを旗艦とする任務部隊が、北極圏船団 JW-55B を間接護衛すべく、アイスランドのアークレイリから出撃しました。そしてその 3 日後の 1943 年 12 月 26 日、戦艦デューク・オブ・ヨークは北岬沖海戦において重要な役割を果たすことになったのでした。
pl: Wieczorem 23 grudnia 1943 roku grupa okrętów wojennych pod przywództwem pancernika Duke of York wypłynęła z portu Akureyri na Islandii, by ochraniać Konwój Arktyczny JW-55B. Trzy dni później, 26 grudnia 1943 roku Duke of York odegrał decydującą rolę w trakcie bitwy koło Przylądka Północnego.
ru: Вечером 23 декабря 1943 года из исландского порта Акюрейри вышло соединение дальнего прикрытия арктического конвоя JW-55B во главе с линкором Duke of York, которому спустя три дня, 26 декабря 1943 года, предстояло сыграть главную роль в сражении при Нордкапе.
uk: Увечері 23 грудня 1943 р. з ісландського порту Акюрейрі вийшло з’єднання військових кораблів, щоб забезпечити далеке прикриття арктичного конвою JW-55B на чолі з лінкором Duke of York, якому за три дні, 26 грудня 1943 р., судилося зіграти головну роль у битві біля мису Нордкап.
zh: 1943 年 12 月 23 日的傍晚，以约克公爵战列舰为首的战舰工作队离开了冰岛的阿克雷里港，去为北极船团 JW-55B 提供远距离掩护。三天之后，1943 年 12 月 26 日，约克公爵于北角海战中扮演着主导的角色。
zh_sg: 1943年12月23日的傍晚，以约克公爵战列舰为首的战舰工作队离开了冰岛的阿克雷里港，去为北极船团JW-55B提供远距离掩护。三天之后，1943年12月26日，约克公爵 于北角海战中扮演着主导的角色。

# IDS_PCEE169_GASCOGNE_FLAG
source: Gascogne
zh: 加斯科涅
zh_sg: 加斯科涅

# IDS_PCEE169_GASCOGNE_FLAG_DESCRIPTION
source: Gascogne Commemorative Flag
es_mx: Bandera Conmemorativa del Gascogne
ja: ガスコーニュ記念旗
pl: Flaga pamiątkowa Gascogne
ru: Памятный флаг в честь Gascogne
uk: Пам’ятний прапор на честь Gascogne
zh: 加斯科涅纪念旗帜
zh_sg: 加斯科涅纪念旗帜

# IDS_PCEE169_GASCOGNE_FLAG_EXTRA_DESCRIPTION
source: From the mid 18th century, the ships in the French Navy were named after historical provinces of France. In the late 1930s, after a 20-year break, battleship Gascogne was destined to revive this tradition, but the outbreak of World War II impeded her construction.
es_mx: Desde mediados del siglo XVIII, los barcos en la Marina Francesa recibieron el nombre de las provincias históricas de Francia. A finales de los años 30, después de un largo descanso de 20 años, el acorazado Gascogne fue destinado a revivir esta tradición, pero el estallido de la 2a Guerra Mundial impidió su construcción.
ja: フランス海軍の艦艇には、18 世紀中盤以降、フランスの歴史的地方名に因んだ名称が与えられていました。そして 1930 年代後半、20 年間に渡る長い中断の後、この伝統に則って戦艦ガスコーニュが誕生することになりましたが、しかし二次大戦の勃発に伴い、その建造は実現しませんでした。
pl: Od połowy XVIII wieku okręty Marynarki Francuskiej otrzymywały nazwy historycznych prowincji Francji. W późnych latach 30. XX wieku, po 20-letniej przerwie, pancernik Gascogne miał odnowić tą tradycję, ale wybuch II wojny światowej wstrzymał jego budowę.
ru: С середины XVIII века многие корабли Французского флота получали имена исторических провинций. В конце 1930-х годов, после двадцатилетнего перерыва, возродить эту традицию должен был линкор Gascogne, однако начало Второй мировой войны помешало его строительству.
uk: З середини XVIII ст. багато кораблів Французького флоту називали іменами історичних провінцій. В кінці 1930-х рр., після двадцятирічної перерви, відродити цю традицію мав лінкор Gascogne, однак початок Другої світової війни завадив його будівництву.
zh: 自从十八世纪中叶起，F系海军的战舰是以F国历史悠久的省份来命名。三零年代后期，经过 20 年漫长的休战，战列舰加斯科涅注定要重拾这项传统，但大战的爆发却阻碍了它的建设。
zh_sg: 自18世纪中叶以来，法国海军的船只就有以法国历史上的省名来命名的传统。20世纪30年代末，在经历了20年的中断后，战列舰加斯科涅重新沿用了这个传统，但是二战的爆发却打断了它的建造。

# IDS_PCEE170_MONAGHAN_FLAG
source: Monaghan
zh: 莫纳根
zh_sg: 莫纳汉

# IDS_PCEE170_MONAGHAN_FLAG_DESCRIPTION
source: Monaghan Commemorative Flag
es_mx: Bandera Conmemorativa del Monaghan
ja: 駆逐艦モナハン記念旗
pl: Flaga pamiątkowa Monaghan
ru: Памятный флаг в честь USS Monaghan
uk: Пам’ятний прапор на честь USS Monaghan
zh: 莫纳根纪念旗帜
zh_sg: 莫纳汉纪念旗帜

# IDS_PCEE170_MONAGHAN_FLAG_EXTRA_DESCRIPTION
source: One of the Farragut-class destroyers named after US Navy officer John R. Monaghan who fell in battle rescuing his wounded compatriot. Awarded with 12 battle stars, USS Monaghan started her battle duty in Pearl Harbor in December 1941 and foundered during Typhoon Cobra in December 1944.
es_mx: Uno de los destructores clase Farragut nombrado como el oficial de la Marina de los EE.UU., John R. Monaghan, quien cayó en batalla rescatando a su compatriota herido. Premiado con 12 estrellas de batalla, el USS Monaghan inició sus labores de batalla en Pearl Harbor en diciembre de 1941 y se hundió durante el Tifón Cobra en diciembre de 1944.
ja: ファラガット級駆逐艦の 1 隻であり、その艦名は、負傷した同胞の救出中に戦死したアメリカ海軍の士官、ジョン・R・モナハンにちなみます。本艦の戦闘任務は 1941 年 12 月の真珠湾攻撃に始まり、1944 年 12 月のコブラ台風によって沈没しました。二次大戦中の功績により、12 個の従軍星章を受章しています。
pl: Jeden z niszczycieli klasy Farragut, nazwany na cześć oficera amerykańskiego marynarki, Johna R. Monaghana, który poległ w bitwie ratując swojego rannego towarzysza broni. Odznaczony dwunastoma gwiazdami bojowny, USS Monaghan rozpoczął swoją służbę w Pearl Harbor w grudniu 1941 roku, a został zatopiony przez tajfun Kobra w grudniu 1944 roku.
ru: Один из эсминцев типа Farragut был назван в честь офицера ВМС США Джона Р. Монагана, павшего в бою, защищая раненого товарища. Отмеченный 12 боевыми звёздами боевой путь USS Monaghan начался в Пёрл-Харборе в декабре 1941 года и оборвался во время тайфуна «Кобра» в декабре 1944 года.
uk: Один з есмінців типу Farragut назвали на честь офіцера ВМС США Джона Р. Монагана, який загинув у бою, захищаючи пораненого товариша. Відзначений 12 бойовими зірками свій бойовий шлях USS Monaghan почав у Перл-Гарборі у грудні 1941 р. і закінчив під час тайфуну «Кобра» у грудні 1944 р.
zh: 一艘以M国海军军官约翰-莫纳根命名的法拉格特级驱逐舰，他为了救出其受伤的同胞而阵亡。获得过 12 枚战斗之星，莫纳根于 1941 年 12 月在珍珠港开始了它的战斗生涯，然后于 1944 年 12 月的「眼镜蛇台风」期间因进水而沉没。
zh_sg: 法拉格特级驱逐舰中的一艘，后因为拯救受伤战友而牺牲的美国海军军官约翰·R·莫纳汉而重新命名。授勋12星战功，USS莫纳汉于1941年12月开始在珍珠港开始了战斗生涯，于1944年12月在“台风眼镜蛇"期间沉没。

# IDS_PCEE171_COSSACK_FLAG
source: HMS Cossack
zh: 哥萨克
zh_sg: HMS哥萨克人

# IDS_PCEE171_COSSACK_FLAG_DESCRIPTION
source: HMS Cossack Commemorative Flag
es_mx: Bandera Conmemorativa del HMS Cossack
ja: 駆逐艦コサック記念旗
pl: Flaga pamiątkowa HMS Cossack
ru: Памятный флаг в честь HMS Cossack
uk: Пам’ятний прапор на честь HMS Cossack
zh: 哥萨克纪念旗帜
zh_sg: HMS哥萨克人纪念旗帜

# IDS_PCEE171_COSSACK_FLAG_EXTRA_DESCRIPTION
source: Commissioned in 1938, HMS Cossack earned fame in World War II under the command of Philip Vian during the Altmark incident, the Battle of Narvik, and the hunt for Bismarck.
es_mx: Comisionado en 1938, el HMS Cossack obtuvo la fama en la 2ª Guerra Mundial bajo el mando de Philip Vian durante el incidente de Altmark, la Batalla de Narvik, y la caza del Bismarck.
ja: 1938 年に就役したこの駆逐艦コサックは、フィリップ・ヴァイアン艦長による指揮の下、アルトマルク号事件、ナルヴィクの戦い、ビスマルク追撃戦での活躍により名声を得ました。
pl: Wcielony do służby w 1938 roku HMS Cossack zdobył sławę w trakcie II wojny światowej pod dowództwem Philipa Viana w trakcie incydentu z Altmarkiem, bitwy pod Narwikiem i polowania na pancernik Bismarck.
ru: Вступивший в строй в 1938 году, HMS Cossack прославился в ходе Второй мировой войны под командой Филиппа Вайена во время инцидента с немецким танкером Altmark, в битве при Нарвике и при «охоте на Bismarck».
uk: Ставший у стрій 1938 р., HMS Cossack під проводом Пилипа Віана прославився у Другій світовій війні під час інциденту з німецьким танкером Altmark, у битві біля Нарвіка і під час «полювання на Bismarck».
zh: 服役于 1938 年，哥萨克在阿尔特马克号事件、纳尔维克海战、以及狩猎俾斯麦期间，于菲利普-韦安指挥下而在大战中打响了名号。
zh_sg: 1938年服役，HMS哥萨克人二战期间在Philip Vian的指挥下在Altmark事件、纳尔维克海战和狩猎俾斯麦中一举成名。

# IDS_PCEE172_ASASHIO_FLAG
source: Asashio
ja: 朝潮
zh: 柊
zh_sg: 朝潮

# IDS_PCEE172_ASASHIO_FLAG_DESCRIPTION
source: Asashio Commemorative Flag
es_mx: Bandera Conmemorativa del Asashio
ja: 駆逐艦朝潮記念旗
pl: Flaga pamiątkowa Asashio
ru: Памятный флаг в честь Asashio
uk: Пам’ятний прапор на честь Asashio
zh: 柊纪念旗帜
zh_sg: 朝潮纪念旗帜
