Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC416_NY2020_MK38_DESCRIPTION
source: The battery director, or Mark 38 main battery fire-control tower, has been mounted on American battleships and heavy cruisers since 1941. Equipped with a range finder with an 8-meter base and combined with radar, it became a key element of the most advanced battery fire-control system that existed in the U.S. Navy at that time. Since 1945, the Mark 13 radar antenna has been installed on the director, with a beam capable of detecting a target at a distance of around 40 km.
es_mx: El director de batería o torre de control de fuego de la batería principal Mark 38, se montó en los acorazados y cruceros pesados estadounidenses desde 1941. Equipado con un telémetro con 8 metros de base y combinado con un radar, se convirtió en un elemento clave de los sistemas de control de fuego de baterías más avanzados que existían en EE. UU. en esa época. A partir de 1945, la antena del radar Mark 13 se instaló en el director, con un haz luminoso capaz de detectar un objetivo a una distancia de unos 40 km.
ja: 砲射撃指揮装置、または Mark 38 主砲射撃指揮塔は、1941 年よりアメリカの戦艦と重巡洋艦に搭載されました。基線長 8 mの測距儀に加えてレーダーを搭載した同指揮装置は、当時のアメリカ海軍における最も先進的な砲射撃指揮システムの鍵となる要素となりました。1945 年以降は、約 40 km の距離の標的を探知できる電波を発射可能な Mark 13 レーダーアンテナが射撃指揮装置に設置されました。
pl: Przelicznik artyleryjski, zwany także wieżą kontroli ognia Mark 38, stosowany był na amerykańskich pancernikach i ciężkich krążownikach od 1941 roku. Wyposażony w dalmierz radarowy z 8-metrową bazą i połączony z radarem, stał się kluczowym elementem wówczas najbardziej zaawansowanego systemu kontroli ognia w U.S. Navy. Od 1945 roku na przeliczniku instalowano antenę radarową Mark 13, mogącą wykryć cel z odległości 40 km.
ru: Артиллерийский директор, или командно-дальномерный пост, Mark 38 для орудий главного калибра устанавливался на линкоры и тяжёлые крейсеры США начиная с 1941 года. Оснащённый дальномером с базой 8 метров и совмещённый с радаром, он стал ключевым элементом самой совершенной системы управления артиллерийским огнём, какая существовала в американском флоте в то время. С 1945 года на директор устанавливалась антенна радара Mark 13, луч которой мог обнаружить цель на расстоянии порядка 40 км.
uk: Артилерійський директор, чи командно-далекомірний пост, Mark 38 для гармат головного калібру встановлювали на лінкори та важкі крейсери США починаючи з 1941 року. Оснащений далекоміром з базою 8 метрів і сполучений з радаром, він став ключовим елементом найдосконалішої системи керування артилерійським вогнем, яка існувала в американському флоту на той час. З 1945 на директор встановлювали антену радара Mark 13, промінь якої міг виявити ціль на відстані приблизно 40 км.
zh: Артиллерийский директор, или командно-дальномерный пост, Mark 38 для орудий главного калибра устанавливался на линкоры и тяжёлые крейсеры США начиная с 1941 года. Оснащённый дальномером с базой 8 метров и совмещённый с радаром, он стал ключевым элементом самой совершенной системы управления артиллерийским огнём, какая существовала в американском флоте в то время. С 1945 года на директор устанавливалась антенна радара Mark 13, луч которой мог обнаружить цель на расстоянии порядка 40 км.
zh_sg: 炮塔控制台，或Mark 38主炮火控塔从1941年起开始配备在美国战列舰和重型巡洋舰上。它配备了一个8米的测距仪并与雷达结合，是当时美国海军最先进的舰炮火控系统的核心部件。自1945年起，控制台上还增加了Mark 13雷达天线，其波束能够探测距离约40公里的目标。

# IDS_PCZC417_NY2020_MK37
source: Mk.37 Dual-Purpose Battery Director
es_mx: Director de Batería de Doble Propósito Mk.37
ja: Mk.37 両用砲射撃指揮装置
pl: Przelicznik artyleryjski do dział uniwersalnych Mk. 37
ru: Директор универсальной артиллерии Mk.37
uk: Директор універсальної артилерії Mk.37
zh: Директор универсальной артиллерии Mk.37
zh_sg: Mk.37两用型主炮控制台

# IDS_PCZC417_NY2020_MK37_DESCRIPTION
source: Fire control of the dual-purpose 127 mm guns widely used in the U.S. Navy was carried out with the help of Mark 37 directors, which became an integral part of American warship architecture in the mid-20th century. The stabilized director "tower", equipped with two range finders, could determine the position of both air and surface targets with high accuracy. During the final stage of World War II, the Mark 25 radar antenna was installed on the director’s roof.
es_mx: El control de fuego de los cañones de 127 mm de doble propósito que tanto se usaron en la Armada de EE. UU. se llevaba a cabo con la ayuda de los directores Mark 37, que se convirtieron en una parte integral de arquitectura de los buques militares estadounidenses a mediados del siglo XX. La «torre» del director estabilizada, equipada con dos telémetros, podía determinar la posición tanto de los objetivos aéreos como de los objetivos en superficie con gran precisión. Durante la fase final de la II Guerra Mundial, la antena de radar Mark 25 se instaló en el techo del director.
ja: アメリカ海軍が幅広く使用した 127 mm 両用砲の射撃統制は、20 世紀半ばのアメリカの軍艦の必需機器となった Mark 37 射撃指揮装置を使用して行われました。安定化装置を付けたこの射撃指揮「塔」は 2 基の測距儀を備え、空中と水上の標的の位置を高い精度で特定できました。第二次世界大戦の終盤には、Mark 25 レーダーアンテナが指揮装置の上部に設置されました。
pl: Kontrola ognia szeroko stosowanych w U.S. Navy uniwersalnych dział kal. 127 mm prowadzona była przy pomocy przeliczników Mark 37, które stały się nieodłącznym elementem architektury amerykańskich okrętów wojennych w połowie XX wieku. Stabilizowana „wieża” przelicznika, wyposażona w dwa dalmierze, mogła wyznaczać pozycje zarówno celów powietrznych, jak i nawodnych, z dużą dokładnością. W ostatnich fazach II wojny światowej na dachu przelicznika instalowano antenę radarową Mark 25.
ru: Управление огнём универсальных 127-мм орудий, получивших широкое распространение в ВМС США, осуществлялось с помощью директоров Mark 37, ставших неотъемлемой частью архитектуры американских боевых кораблей середины XX века. Стабилизированная «башня» директора, оснащённая двумя дальномерами, могла с высокой точностью определить положение как воздушной, так и надводной цели. На завершающем этапе Второй мировой войны на крыше директора размещалась антенна радара Mark 25.
uk: Керування вогнем універсальних 127-мм гармат, які набули значного поширення у ВМС США, здійснювали за допомогою директорів Mark 37, які стали невід’ємною частиною архітектури американських бойових кораблів середини XX століття. Стабілізована «башта» директора, на яку встановили два далекоміри, могла з високою точністю визначити розташування як повітряної, так і надводної цілі. На завершальному етапі Другої світової війни на даху директора розміщувалася антена радара Mark 25.
zh: Управление огнём универсальных 127-мм орудий, получивших широкое распространение в ВМС США, осуществлялось с помощью директоров Mark 37, ставших неотъемлемой частью архитектуры американских боевых кораблей середины XX века. Стабилизированная «башня» директора, оснащённая двумя дальномерами, могла с высокой точностью определить положение как воздушной, так и надводной цели. На завершающем этапе Второй мировой войны на крыше директора размещалась антенна радара Mark 25.
zh_sg: 美国海军广泛使用的127毫米两用炮的火控系统是在Mark 37控制台的帮助下进行的，后者在20世纪中叶成为了美国军舰建筑的重要组成部分。稳定的指挥“塔“”配有两个测距仪，能高准度地确定空中和地面目标的位置。在第二次世界大战的最后阶段，控制台顶部还追加了Mark 25雷达天线。

# IDS_PCZC418_NY2020_SK2
source: SK2 Radar Antenna
es_mx: Antena de Radar SK2
ja: SK2 レーダーアンテナ
pl: Antena radarowa SK2
ru: Антенна радара SK2
uk: Антена радара SK2
zh: Антенна радара SK2
zh_sg: SK2型雷达天线

# IDS_PCZC418_NY2020_SK2_DESCRIPTION
source: The SK2 aerial-target detection radar entered service in the U.S. Navy in 1943. Its most noticeable element was a round 5-meter antenna mounted at the highest possible position that the architecture of a ship allowed. The SK2 radar could detect high-flying large targets (e.g. bombers) at distances of up to 230 km. Aircraft trying to hide from the radar by flying at the lowest-possible altitudes could be spotted by the SK2 at distances of around 50 km, determining their position with an accuracy of 100 m.
es_mx: El radar de detección aérea SK2 entró en servicio en la Armada de EE. UU. en 1943. Su elemento más destacado era una antena redonda de 5 metros montada en la posición más elevada posible que la arquitectura del barco permitiera. El radar SK2 podía detectar grandes objetivos que volaban a gran altura (por ejemplo, bombarderos) a distancias de hasta 230 km. Los aviones que intentaban esconderse del radar volando a la menor altura posible podían ser detectados por el SK2 a distancias de unos 50 km, a las que se determinaba su posición con una precisión de 100 m.
ja: SK2 対空探知レーダーはアメリカ海軍で 1943 年に使用を開始しました。その最も顕著な特徴は、艦艇構造が許す限り最も高い場所に設置された 5 m の円型アンテナです。SK2 レーダーは高高度を飛行する標的 (例えば爆撃機) を最大 230 km の距離で探知できました。レーダーを避けて最低高度で飛行する航空機に対しては、SK2 は約 50 km で探知でき、誤差 100 m でその位置を特定可能でした。
pl: Radar służący do wykrywania celów powietrznych SK2 wszedł do służby w U.S. Navy w 1943 roku. Jego najbardziej charakterystycznym elementem była 5-metrowa antena radarowa instalowana w najwyższym możliwym miejscu okrętu. Radar SK2 mógł wykrywać cele lecące na wysokim pułapie (np. bombowce) z odległości dochodzących do 230 km. Samoloty próbujące się ukryć przed radarem lotem na najniższej możliwej wysokości, wykrywane były z odległości 50 km, a ich pozycja określana była z dokładnością do 100 m.
ru: Радар для поиска воздушных целей SK2 появился на вооружении ВМС США в 1943 году. Самым заметным его элементом была круглая 5-метровая антенна, устанавливавшаяся на максимально возможной, насколько позволяла архитектура корабля, высоте. Высоколетящие крупные цели (к примеру, бомбардировщики) радар SK2 мог обнаружить уже на расстоянии в 230 км. Самолёты, которые старались скрыться от лучей РЛС, летя на минимальной высоте, SK2 «видел» примерно с 50 км, при этом определяя их позицию с точностью до 100 м.
uk: Радар для пошуку повітряних цілей SK2 з’явився на озброєнні ВМС США в 1943 році. Його найпомітнішим елементом була кругла 5-метрова антена, яку встановлювали на максимально можливій, наскільки дозволяла архітектура корабля, висоті. Великі цілі, які летіли високо (наприклад, бомбардувальники) радар SK2 міг виявити вже на відстані в 230 км. Літаки, які намагалися сховатися від променів РЛС і летіли на мінімальній висоті, SK2 «бачив» приблизно з 50 км і водночас визначав їх позицію з точністю до 100 м.
zh: Радар для поиска воздушных целей SK2 появился на вооружении ВМС США в 1943 году. Самым заметным его элементом была круглая 5-метровая антенна, устанавливавшаяся на максимально возможной, насколько позволяла архитектура корабля, высоте. Высоколетящие крупные цели (к примеру, бомбардировщики) радар SK2 мог обнаружить уже на расстоянии в 230 км. Самолёты, которые старались скрыться от лучей РЛС, летя на минимальной высоте, SK2 «видел» примерно с 50 км, при этом определяя их позицию с точностью до 100 м.
zh_sg: SK2空中目标探测雷达于1943年进入美国海军服役。它最引人注目的部分是一个5米的圆形天线，安装在舰艇上可行的最高位置。SK2雷达能探测到230公里外的高空大型目标（如轰炸机）。并在50公里左右的距离发现低空飞行躲避雷达的飞机，并以100米的准度确定它们的位置。

# IDS_PCZC419_NY2020_BOLDTS
source: Baldt Anchor
es_mx: Ancla Baldt
ja: バルドーアンカー
pl: Kotwica typu Baldt
ru: Якорь Болдта
uk: Якір Болдта
zh: Якорь Болдта
zh_sg: 巴尔特锚

# IDS_PCZC419_NY2020_BOLDTS_DESCRIPTION
source: Patented in the U.K. in 1821, a stockless anchor that could be pulled into the ship’s hawsehole, and the later Hall anchor, which appeared in 1885, made by casting and with movable arms, revolutionized the history of ship anchors. At the turn of the 20th century, more advanced designs appeared, some of which are still being used. These include the anchor patented in 1898 by American engineer, Frederick Baldt. In the early 20th century, it was adopted as the standard anchor for ships of the U.S. Navy. The anchor retains this status, even now at the beginning of the 21st century.
es_mx: En 1821 se patentó en Reino Unido un ancla que se podía colocar en el escobén del barco, aunque no se llegaron a producir existencias. Más adelante, en 1885, apareció el ancla Hall, de fundición y con brazos móviles, que revolucionó la historia de las anclas navales. A finales del siglo XIX y principios del XX, aparecieron diseños más avanzados, algunos de los cuales se siguen usando. Entre ellos se encuentra el ancla patentada en 1898 por el ingeniero estadounidense Frederick Baldt. A principios del siglo XX se adoptó como ancla oficial para barcos de la Armada estadounidense y mantiene este estatus hasta hoy en día, a principios del siglo XXI.
ja: イギリスで 1821 年に特許を受けた艦艇の錨孔に引き込み可能なストックレスアンカー、そして後に 1885 年に登場した鋳造生産で可動腕付きのホールスアンカーは、船舶用錨の歴史に革命を起こしました。19 世紀から 20 世紀への転換期に登場したより先進的な設計を持つ一部の錨は、今でも使用されています。その中には、アメリカ人技師フレデリック・バルドーが 1898 年に特許を取得した錨も含まれます。この錨は 20 世紀前半にアメリカ海軍の艦艇の標準錨として採用され、その地位を 21 世紀初頭の現在まで保持しています。
pl: Opatentowana w Zjednoczonym Królestwie w 1821 roku kotwica patentowa, którą można było wciągnąć w kluzę kotwiczną, a także opracowana w 1885 roku kotwica Halla, kuta i z ruchomymi łapami, stanowiły kamień milowy w rozwoju kotwic okrętowych. Na przełomie XIX i XX wieku pojawiły się bardziej zaawansowane wersje, a niektóre stosowane są do dziś. Należy do nich m.in. opatentowana w 1898 roku kotwica zaprojektowana przez amerykańskiego inżyniera Fredericka Baldta. Na początku XX wieku przyjęto ją jako standardową kotwicę wszystkich okrętów U.S. Navy. Kotwica ta utrzymuje ten status po dziś dzień.
ru: Запатентованный в 1821 году в Великобритании бесшточный якорь, который мог втягиваться в клюз судна, и появившийся в 1885 году якорь Холла, имевший подвижные лапы и изготавливавшийся при помощи литья, произвели революцию в истории корабельных якорей. На рубеже XIX–XX веков стали появляться более совершенные конструкции, ряд которых продолжает использоваться до сих пор. К их числу относится якорь, запатентованный в 1898 году американским инженером Фредериком Болдтом. В начале XX века он был принят в качестве стандартного для кораблей ВМС США. Этот статус якорь сохраняет и в начале XXI века.
uk: Запатентований у 1821 році у Великобританії безшточний якір, який міг утягуватися в клюз корабля, та якір Холла, який з’явився в 1885 році, мав рухомі лапи та виготовлявся за допомогою лиття, здійснили революцію в історії корабельних якорів. На межі XIX–XX сторіч почали з’являтися досконаліші конструкції, частину яких використовують навіть зараз. До них належить якір, який запатентував у 1898 році американський інженер Фредерік Болдт. На початку XX століття його прийняли як стандартний для кораблів ВМС США. Якір зберігає цей статус і на початку XXI століття.
zh: Запатентованный в 1821 году в Великобритании бесшточный якорь, который мог втягиваться в клюз судна, и появившийся в 1885 году якорь Холла, имевший подвижные лапы и изготавливавшийся при помощи литья, произвели революцию в истории корабельных якорей. На рубеже XIX–XX веков стали появляться более совершенные конструкции, ряд которых продолжает использоваться до сих пор. К их числу относится якорь, запатентованный в 1898 году американским инженером Фредериком Болдтом. В начале XX века он был принят в качестве стандартного для кораблей ВМС США. Этот статус якорь сохраняет и в начале XXI века.
zh_sg: 1821年在英国获得专利，一个可以被拖进船舱的无杆锚，以及后来1885年出现的霍尔锚，都是由铸造和活动臂构成，它们彻底改变了船锚的历史。19世纪和20世纪交汇时期，出现了更先进的设计，部分至今仍在使用。其中包括1898年由美国工程师弗雷德里克·巴尔特获得专利的锚。20世纪初，它成为了美国海军舰艇的标准用锚。即使在21世纪初，仍然保持着相同的地位。

# IDS_PCZC420_KOTS_WINNER
source: The Winner
es_mx: El Ganador
ja: 優勝者
pl: Zwycięzca
ru: Победитель
uk: Переможець
zh: 赢家
zh_sg: 优胜者

# IDS_PCZC420_KOTS_WINNER_DESCRIPTION
source: Long live the King! The title of "King of the Sea" is not the only thing reserved for the winners of this most prestigious tournament, but also honor, respect, and roaring applause (and a hefty haul of Steel, of course)! Only one team at a time can enjoy the honor of wearing the crown of the King of the Sea, and they keep their title until they have to prove their might again in the next season of the tournament!
es_mx: ¡Larga vida al Rey! El título del "King of the Sea" (Rey del mar) no es lo único reservado para los ganadores prestigioso torneo, ¡también se cubrirán de honor, respeto y un ensordecedor aplauso (y por supuesto, una gran cantidad de Acero)! ¡Solo un equipo a la vez puede disfrutar del honor de llevar la corona del "King of the Sea", y conservará el título hasta probar su poder de nuevo en la siguiente temporada del torneo!
ja: 王者よ永遠なれ! この最も誉れ高いトーナメントの優勝者が得ることができるのは「King of the Sea」のタイトルだけではありません。名誉、敬意、そして割れんばかりの喝采が待ち受けているのです (そしてもちろん多量の鋼鉄も)! 「King of the Sea」の座に座ることができるのは同時に 1 チームのみであり、その座を守り抜くためには、次のシーズンにおいて再び実力を証明することが求められます!
pl: Niech żyje Król! Tytuł „Królów Mórz” to nie jedyny przywilej zarezerwowany dla zwycięzców tego najbardziej prestiżowego turnieju — jest jeszcze uznanie, respekt i aplauz (i solidna dawka stali)! Po każdej edycji tylko jedna drużyna dostępuje zaszczytu noszenia korony Króla Mórz i zachowuje ten tytuł do następnego sezonu, gdy znów otrzymuje szansę udowodnienia swojej potęgi!
ru: Да здравствует Король! Лишь одна команда достойна победы. И команда эта состоит из королей. Всё, что они видят, — море обрушившейся славы (и стали!). Всё, что они слышат, — ликование толпы. Всё, что они чувствуют, — сладкий вкус очередного триумфа! Но длится это всё ровно до тех пор, пока не начнётся следующий сезон турнира, в котором придётся отстоять свой титул в поединке с сильнейшими командами.
uk: Хай живе Король! Лише одна команда заслуговує перемоги. І команда ця складається з королів. Все, що вони бачать, — море слави (і сталі!); все, що вони чують — радість натовпу; все, що вони відчувають — солодкий смак чергового тріумфу! Але триває це все рівно доти, доки не почнеться наступний сезон турніру, в якому доведеться відстояти свій титул у поєдинку з найсильнішими командами.
zh: Да здравствует Король! Лишь одна команда достойна победы. И команда эта состоит из королей. Всё, что они видят, — море обрушившейся славы (и стали!). Всё, что они слышат, — ликование толпы. Всё, что они чувствуют, — сладкий вкус очередного триумфа! Но длится это всё ровно до тех пор, пока не начнётся следующий сезон турнира, в котором придётся отстоять свой титул в поединке с сильнейшими командами.
zh_sg: 国王万岁！ “King of the Sea”称号不仅是为久负盛名的比赛优胜者保留的，也是荣誉、尊敬、热烈掌声的象征（当然还有一大堆钢铁）！ 一次只有一支队伍能够加冕King of the Sea的桂冠，他们将保持冠军头衔，直到下赛季必须再次证明自己的实力！

# IDS_PCZC421_KOTS_WAITING
source: The Guy-Who-Is-Always-Late
es_mx: El Qué Siempre Llega Tarde
ja: 遅刻魔
pl: Wiecznie spóźniony
ru: Вечно опаздывающий
uk: Той, хто вічно спізнюється
zh: Вечно опаздывающий
zh_sg: 永远迟到的人

# IDS_PCZC421_KOTS_WAITING_DESCRIPTION
source: "Give me a sec! I just gotta finish my lunch..." While half of his team is trying to reach him, he's watching a ship guide and calmly fixing his favorite chicken dish.
es_mx: "¡Dame un segundo! Estoy terminando de comer..." Mientras la mitad de su equipo está intentando alcanzarlo, el ve una guía de barcos mientras saborea con calma su plato favorito de pollo.
ja: 「ちょっと待ってくれ! 昼飯を済まさないと...」 チームの半数が彼に連絡を取ろうとしているというのに、彼は艦艇ガイドを観ながらお気に入りの鶏料理を平然と用意しているのでした。
pl: „Dajcie mi chwilę! Dokończę tylko kotleta...” Podczas, gdy połowa drużyny próbuje się z nim skontaktować, on spokojnie ogląda sobie tutoriale do okrętów i przyrządza posiłek.
ru: «Я уже почти загрузился, только закончу свой обед!» Ни один сезон турнира не может обойтись без этой персоны. Спросите любого, и он с удовольствием расскажет, кому во все мессенджеры пишет не менее половины команды и кого ждут стримеры с судьями. Таких людей вызванивает вся команда — сначала лично лидер клана, потом соперники, затем судья (и только в такой последовательности). А в это время вечно опаздывающий читает о корабле, на котором собирается выйти в бой, и готовит курочку.
uk: «Я вже майже завантажився, тільки закінчу свій обід!» Жоден сезон турніру не може обійтися без цієї персони. Запитай будь-кого, та він із задоволенням розповість, кому в усі месенджери пише не менше половини команди й на кого чекають стримери з суддями. Таким людям дзвонить уся команда — спочатку особисто лідер клану, потім ворожий клан, потім суддя (і тільки в такій послідовності), а в цей час той, хто вічно спізнюється, читає про корабель, на якому збирається вийти в бій, і готує курочку.
zh: «Я уже почти загрузился, только закончу свой обед!» Ни один сезон турнира не может обойтись без этой персоны. Спросите любого, и он с удовольствием расскажет, кому во все мессенджеры пишет не менее половины команды и кого ждут стримеры с судьями. Таких людей вызванивает вся команда — сначала лично лидер клана, потом соперники, затем судья (и только в такой последовательности). А в это время вечно опаздывающий читает о корабле, на котором собирается выйти в бой, и готовит курочку.
zh_sg: “等一下！我马上吃完我的午餐……” 当团队的一半队员都在找他时，他正在看着一个船只指南并淡定的做着最喜欢的鸡肉餐。

# IDS_PCZC422_KOTS_DRAGMAN
source: The MVP
es_mx: El Jugador Más Valioso
ja: MVP
pl: MVP
ru: Тащер
uk: Тащер
zh: Тащер
zh_sg: MVP

# IDS_PCZC422_KOTS_DRAGMAN_DESCRIPTION
source: Not always the carrier, but carries his team. The strategist, the tactician, the brain, the unicum, the… Call him what you want, he will carry his team to victory.
es_mx: No siempre es el portaaviones, pero si carga con todo su equipo. El estratega, el táctico, el cerebro, el unicum, el... Llámalo como quieras, él es el que lleva a su equipo hacia la victoria.
ja: 空母の使い手ではないが、チームの救世母である。 戦略家、戦術家、ブレイン、ユニカム…。彼のことをどう呼ぶかは自由だが、彼はチームを勝利へと導く存在だ。
pl: Nie zawsze największy, ale zwykle najważniejszy. Strateg, taktyk, mózg, mistrz... Zwijcie go, jak chcecie — to on prowadzi swoją drużynę ku zwycięstwom.
ru: Самый выносливый боец команды, способный в одиночку вынести всех противников. Тащер — «несущая конструкция» команды. Он настолько крут как тактик и стратег, что может вынести в одиночку целый фланг, всех противников, мозг командиру (во время обсуждения лучшей тактики), а также шестичасовое лежание кота у него на коленях. Проще говоря, это абсолютный чемпион и профессионал!
uk: Найвитриваліший боєць команди, який здатний самотужки винести всіх ворогів. Тащер — «несуча конструкція» команди. Він настільки крутий як тактик і стратег, що може винести самотужки цілий фланг, всіх ворогів, мозок командиру (під час обговорення кращої тактики), а також шестигодинне лежання кота на своїх ногах. Простіше кажучи, це абсолютний чемпіон і професіонал!
zh: Самый выносливый боец команды, способный в одиночку вынести всех противников. Тащер — «несущая конструкция» команды. Он настолько крут как тактик и стратег, что может вынести в одиночку целый фланг, всех противников, мозг командиру (во время обсуждения лучшей тактики), а также шестичасовое лежание кота у него на коленях. Проще говоря, это абсолютный чемпион и профессионал!
zh_sg: 不一定是航母，但总是团队C位。 战略家、战术大师、团队大脑、独一无二的……怎么叫他都行，他将带领团队走向胜利。

# IDS_PCZC423_KOTS_BUGMAN
source: Mr. Technical Issues
es_mx: El Sr. Problemas Técnicos
ja: Mr. 技術的問題
pl: Pan Awaria
ru: Человек-авария
uk: Людина-аварія
zh: Человек-авария
zh_sg: Mr.问题先生
