Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC516_BD098_RICHELIEU_DESCRIPTION
source: Battleships Richelieu and Jean Bart, laid down between 1935 and 1936, were built to counterbalance the new Italian battleships armed with 381 mm main battery guns. France tried to create a project within the limits of displacement imposed by the Washington Naval Treaty, while using the Dunkerque-class designs as much as possible to speed up the work. This accounts for the ship's 380 mm main battery and general layout that featured both of her quadruple turrets mounted on the bow. The result was not only the most innovative project of the so-called "treaty battleships", the construction of which began in the second half of the 1930s after a long break, but also one of the most successful and well-balanced projects. The audacious solutions used for Richelieu proved to be quite justified. The completely new type of boilers yielded great weight savings and gave excellent output, working reliably to provide a speed of 31 knots. The torpedo protection was the best in the world and matched the estimated resistance. The armor protection system, artillery of 380 mm main guns, and 152 mm secondary battery all met the highest requirements. Perhaps the only weakness was the AA defense system. Richelieu was, of course, inferior in combat strength to American battleships built in the 1940s, but not in terms of armor protection which could be compared to that of Yamato, based on the best quality French armor. Therefore, any World War II battleship would have met a worthy opponent in these French ships, and hardly anyone would have dared predict the outcome of a one-on-one encounter at sea.
ja: 1935 – 1936 年に起工した戦艦リシュリューおよびジャン・バールは、381 mm 主砲を搭載した新型イタリア戦艦に対抗するために建造されました。フランスはワシントン海軍軍縮条約によって課された制限内でこの設計案を作成しました。作業をなるべく早く行うためにダンケルク級の設計を可能な限り使用し、その結果同級艦には 380 mm 主砲、および艦首部に配置された四連装砲塔 2 基が特徴的なレイアウトが使用されています。 この結果誕生した戦艦は、1930 年代後半に建造が開始された、いわゆる「条約型戦艦」の中でも最も革新的であるというだけでなく、戦艦建造史を通してみても、最も成功しバランスの取れた設計案のひとつでもありました。 リシュリューで採用された大胆な新構想は正しかったことが証明されました。大幅な軽量化と優れた出力をもたらした新型ボイラーは、31 ノットの速力を出せる信頼性の高いものでした。魚雷防御は世界最高であり、想定通りの耐久性を発揮しました。装甲防御システム、380 mm 主砲、152 mm 副砲の全てが非常に高い要求を満たしていました。 唯一の弱点は、恐らく対空防御システムでしょう。もちろん、リシュリューは 1940 年代に建造されたアメリカ戦艦には戦闘力で劣りましたが、大和と同等である装甲防御ではひけをとりませんでした。このため、これらのフランス戦艦は第二次世界大戦期のあらゆる戦艦にとって強敵となり、海上で一騎打ちになった場合にはその結果は明白なものでした。
pl: Pancerniki Richelieu i Jean Bart, których budowa rozpoczęła się w 1935–1936, miały neutralizować zagrożenie, jakie stanowiły nowe włoskie pancerniki uzbrojone w działa kal. 381 mm. Francuzi próbowali stworzyć projekt zgodny z ograniczeniami nałożonymi przez Waszyngtoński traktat morski, podpierając się projektem okrętów typu Dunkerque, żeby przyspieszyć prace. W rezultacie wykorzystano baterię główną z działami kal. 380 mm i umieszczono obie poczwórne wieże na dziobie okrętu. Efektem prac był nie tylko najbardziej innowacyjny projekt tzw. „pancernika traktatowego”, którego budowa rozpoczęła się w drugiej połowie lat 30., po długiej przerwie. Był to także jeden z najbardziej udanych i zrównoważonych projektów. Śmiałe rozwiązana, jakie zastosowano w Richelieu, okazały się uzasadnione. Całkowicie nowy rodzaj kotłów, które zapewniały duże oszczędności w masie i jednocześnie produkowały dużą moc, pozwalały rozpędzić się do 31 węzłów. Ochrona przeciwtorpedowa uznawana była za najlepszą na świecie. Opancerzenie, bateria główna kal. 380 mm i dodatkowa kal. 152 – wszystkie elementy dorównywały najwyższym standardom. Jeśli trzeba by było wskazać ich jeden mankament, to pewnie byłby to system ochrony przeciwlotniczej. Pod względem siły ognia Richelieu ustępował oczywiście amerykańskim pancernikom z lat 40., ale nie pod względem opancerzenia. Było ono najwyższej jakości, porównywalne z pancerzem Yamato. W trakcie II wojny światowej każdy pancernik miałby w tych francuskich jednostkach godnego przeciwnika i mało kto ośmieliłby się przewidywać rezultat ich pojedynków.
ru: Линейные корабли Richelieu и Jean Bart, заложенные в 1935–1936 гг., строились в противовес новым итальянским линкорам с 381-мм главным калибром. Французы попытались создать проект в рамках ограничений Вашингтонского договора по водоизмещению, при этом для ускорения работ максимально используя задел по проектированию кораблей типа Dunkerque. Этим объясняются принятый главный калибр в 380 мм и общая компоновка линкора с размещением обеих его четырёхорудийных башен в носу. В результате получился не только самый новаторский из проектов так называемых «договорных» линкоров, к строительству которых державы приступили во второй половине 1930-х после большого перерыва, но и один из самых удачных и хорошо сбалансированных. Использованные на Richelieu смелые решения оказались вполне оправданными. Совершенно нового типа котлы, дававшие большую экономию веса и прекрасную мощность, работали надёжно, обеспечивая скорость в 31 узел. Противоторпедная защита оказалась лучшей в мире и соответствовала расчётной сопротивляемости. Самым высоким требованиям отвечали система бронирования, артиллерия 380-мм главного и 152-мм вспомогательного калибров. Откровенно слабой была, пожалуй, только система ПВО. Richelieu, конечно, уступал американским линкорам постройки 1940-х гг. в боевой мощи, но не в броневой защите. Последняя может быть сопоставима даже с Yamato, исходя из лучшего качества французской брони. Поэтому любой линкор Второй мировой войны встретил бы в лице этих французских кораблей достойного противника, исход поединка один на один с которым вряд ли кто мог бы предсказать.
zh: Линейные корабли Richelieu и Jean Bart, заложенные в 1935-1936 гг., строились в противовес новым итальянским линкорам с 381-мм главным калибром. Французы попытались создать проект в рамках ограничений Вашингтонского договора по водоизмещению, при этом для ускорения работ максимально используя задел по проектированию кораблей типа «Дюнкерк». Этим объясняются принятый главный калибр 380 мм и общая компоновка линкора с размещением обеих его четырёхорудийных башен в носу. В результате получился не только самый новаторский из проектов так называемых «договорных линкоров», к строительству которых державы приступили во второй половине 1930-х после большого перерыва, но и один из самых удачных и хорошо сбалансированных. Использованные на Richelieu смелые решения оказались вполне оправданными. Совершенно нового типа котлы, дававшие большую экономию веса и прекрасную мощность, работали надёжно, обеспечивая скорость в 31 узел. Противоторпедная защита оказалась лучше в мире и соответствовала расчётной сопротивляемости. Самым высоким требованиям отвечали система бронирования, артиллерия 380-мм главного и 152-мм вспомогательного калибров. Откровенно слабой была, пожалуй, только система ПВО. Richelieu, конечно, уступал в боевой мощи американским линкорам постройки 1940-х гг., но не в броневой защите. Последняя может быть сопоставима даже с «Ямато», исходя из лучшего качества французской брони. Поэтому любой линкор Второй мировой войны встретил бы в лице этих французских кораблей достойного противника, исход поединка один на один с которым вряд ли кто мог бы предсказать.

# IDS_PCZC517_BD098_WICHITA
source: Wichita
zh: 威奇塔

# IDS_PCZC517_BD098_WICHITA_DESCRIPTION
source: The London Naval Treaty of 1930 set a limit on the number of heavy cruisers that were allowed to be laid down until 1936 for each participating country. After a large series of the New Orleans-class heavy cruisers, the United States had its last slot for 1935. So, they decided to build а one-of-a-kind cruiser, trying to experiment and create a project based on the latest Brooklyn-class light cruisers and replacing 152 mm guns with 203 mm guns. The hull inherited from the prototype provided better seaworthiness and resistance to damage in combat. The armor thickness was increased, and, in terms of armor protection, Wichita was superior to all previous American cruisers. The main battery guns were placed in new turret mounts and the anti-aircraft armament, consisting of the latest 127 mm AA guns, was mounted in a much more rational way. The ship entered service in 1939, just before World War II began. The outbreak of war in Europe canceled all contracts and allowed the countries to return to the construction of cruisers armed with 203 mm main battery artillery which had been banned since 1936. And it turned out that there was simply no better prototype than Wichita. The increase in displacement, which was mainly used to strengthen anti-aircraft weapons and ensure better seaworthiness and stability, resulted in the creation of the Baltimore- and Oregon City-class heavy cruisers—the world's best series of heavy cruisers.
ja: 1930 年のロンドン海軍軍縮条約により、条約の各加盟国が 1936 年までに起工できる重巡洋艦の数に制限が設けられました。多数建造されたニューオーリンズ級重巡洋艦の後、アメリカには 1935 年用の最後の建造枠がありました。そこで、アメリカは独自の巡洋艦を建造して実験を試み、最新のブルックリン級軽巡洋艦に基づき 152 mm 砲を 203 mm 砲に置き換える設計案を作成しました。 試作案から継承された船体により、より優れた耐航性と戦闘時の損害への耐久力が実現されました。装甲厚の増加のおかげで、ウィチタの装甲防御はそれ以前の全てのアメリカ巡洋艦を上回りました。主砲は新しい砲塔に設置され、最新の 127 mm 対空砲で構成された対空兵装は、より合理的な配置となりました。 本艦は、第二次世界大戦の勃発直前の 1939 年に就役しました。ヨーロッパでの戦争の勃発により全ての建艦契約は中止され、各国は 1936 年以来禁止されていた 203 mm 主砲を搭載する巡洋艦の建造に再び取り掛かりました。その結果ウィチタが最も優れた試作艦であることが分かりました。主に対空兵装を強化し、耐航性と安定性の確保のために排水量を増加させることで、世界最高の重巡洋艦であるボルティモア級およびオレゴン・シティ級が誕生しました。
pl: Londyński traktat morski z 1930 roku wprowadził limit dotyczący liczby ciężkich krążowników, jakie każdy z sygnatariuszy mógł zbudować do 1936 roku. Po dużej serii ciężkich krążowników klasy New Orleans, Stany Zjednoczone miały ostatnie wolne miejsce w roku 1935. Zdecydowano więc o budowie pojedynczego, eksperymentalnego krążownika na podstawie lekkich krążowników klasy Brooklyn, w którym działa kal. 152 mm zastąpiono działami kal. 203 mm. Kadłub odziedziczony po protoplaście zapewniał dobrą żeglowność i odporność na uszkodzenia w walce. Grubość pancerza zwiększono i pod względem ochrony Wichita przewyższał wszystkie poprzednie amerykańskie krążowniki. Działa baterii głównej umieszczono w nowych wieżach. Uzbrojenie przeciwlotnicze, na które składały się najnowsze działa przeciwlotnicze kal. 127 mm, rozmieszczono w dużo korzystniejszy sposób. Okręt wszedł do służby w 1939 roku, tuż przed wybuchem II wojny światowej. Początek II wojny światowej w Europie anulował wszystkie umowy i pozwolił krajom na budowę krążowników uzbrojonych w działa kal. 203 mm, które od 1936 roku były zabronione. Okazało się wtedy, że nie ma lepszego prototypu niż Wichita. Zwiększenie wyporności pozwoliło na wzmocnienie obrony przeciwlotniczej, poprawienie żeglowności i stabilności. W ten sposób powstały ciężkie krążowniki klas Baltimore i Oregon City – najlepsze serie ciężkich krążowników na świecie.
ru: Лондонским морским договором 1930 г. для каждой страны-участницы был установлен лимит на количество тяжёлых крейсеров, которые разрешалось заложить до 1936 г. После большой серии кораблей этого класса типа New Orleans у США остался последний «слот» на 1935 г. Так что крейсер решили строить в единственном числе, попробовав поэкспериментировать и создать проект на основе новейших лёгких крейсеров типа Brooklyn, с заменой 152-мм орудий на 203-мм. Унаследованный от прототипа корпус действительно обеспечивал лучшую мореходность и устойчивость к боевым повреждениям. Толщину бронирования увеличили, и по уровню защиты Wichita превосходил все предыдущие американские крейсеры. Орудия главного калибра разместили в новых башенных установках. Артиллерию ПВО расположили гораздо более рационально, и это были новейшие 127-мм зенитные орудия. Корабль вступил в строй в 1939 г., как раз перед началом Второй мировой. Начавшаяся в Европе война отменила все договоры и позволила вернуться к постройке крейсеров с 203-мм артиллерией ГК, запрещённых с 1936 г. И оказалось, что лучшего прототипа, чем Wichita, просто нет. В результате увеличения водоизмещения, пошедшего в основном на усиление зенитного вооружения, обеспечение лучшей мореходности и остойчивости, получились тяжёлые крейсеры типа Baltimore и Oregon City — лучшая серия кораблей этого класса в мире.
zh: Лондонским морским договором 1930 г. для каждой страны-участницы был установлен лимит на количество тяжёлых крейсеров, которые разрешалось заложить до 1936 г. После большой серии кораблей этого класса типа «Нью-Орлеанс», у США остался последний «слот» на 1935 г. Так что крейсер решили строить в единственном числе, попробовав поэкспериментировать и создать проект на основе новейших лёгких крейсеров типа «Бруклин», с заменой 152-мм орудий на 203-мм. Унаследованный от прототипа корпус действительно обеспечивал лучшую мореходность и устойчивость к боевым повреждениям. Толщину бронирования увеличили, и по уровню защиты Wichita превосходил все предыдущие американские крейсеры. Орудия главного калибра разместили в новых башенных установках. Артиллерию ПВО расположили гораздо более рационально, и это были новейшие 127-мм зенитные орудия. Корабль вступил в строй в 1939 г., как раз перед началом Второй мировой. Начавшаяся в Европе война отменила все договоры и позволила вернуться к постройке крейсеров с 203-мм артиллерией ГК, запрещённых с 1936 г. И оказалось, что лучшего прототипа, чем Wichita, просто нет. В результате увеличения водоизмещения, пошедшего в основном на усиление зенитного вооружения, обеспечение лучшей мореходности и остойчивости, получились тяжёлые крейсера типа «Балтимор» и «Орегон Сити» — лучшая серия кораблей этого класса в мире.

# IDS_PCZC518_BD098_JERVIS
source: Jervis
zh: 杰维斯

# IDS_PCZC518_BD098_JERVIS_DESCRIPTION
source: Laid down in 1936, the Tribal-class destroyers seemed to the Royal Navy to be too large and expensive while having weak torpedo armament. Therefore, for the next series of these ships, it was decided to return to more balanced torpedo and artillery armament, with a slightly lower displacement. The designers chose three 120 mm twin mounts and two quintuple-tube torpedo launchers. Eight J-class destroyers, which entered service in 1939, became, in many respects, milestone ships, surpassing even the famous Tribal-class. Until the Battle-class ships were created at the end of the war, practically all subsequent British destroyers were to some extent an upgrade of this successful project. The changes were mainly related to the set of weapons, while the hull and engine remained practically unchanged. Only two J-class ships survived World War II. Our Jervis is among them.
ja: 1936 年に起工したトライバル級駆逐艦は、イギリス海軍にとっては雷装が弱く、かなり大型で高価すぎるように思われました。このため、次級艦では排水量を若干減らした上で、魚雷および艦砲の両兵装のバランスを取り戻すことが決定されました。そしてそのために、設計技師達は、120 mm 連装砲架と五連装魚雷発射管 2 基を採用しました。 1939 年に就役した 8 隻の J 級駆逐艦は、様々な点において画期的な駆逐艦となり、有名なトライバル級駆逐艦をも凌駕しました。戦争末期にバトル級駆逐艦が建造されるまで、この艦級に続く全てのイギリス駆逐艦は、実質的にこの成功を収めた設計案をいくらか改良した設計となりました。主に改良が加えられたのは兵装の組み合わせであり、船体と機関は実質的には変更されませんでした。 第二次世界大戦を生き延びた J 級駆逐艦は 2 隻のみであり、我らがジャーヴィスはそのうちの 1 隻です。
pl: Budowane od 1936 roku niszczyciele typu Tribal wydawały się dla Royal Navy zbyt duże i drogie, przy jednocześnie zbyt słabym uzbrojeniu torpedowym. Z tego względu przy budowie następnej serii niszczycieli zdecydowano się na powrót do lepszej równowagi pomiędzy uzbrojeniem artyleryjskim i torpedowym przy jednoczesnym zmniejszeniu wyporności. Projektanci zdecydowali się na trzy podwójne stanowiska dział kal. 120 mm i dwie pięciorurowe wyrzutnie torpedowe. Osiem niszczycieli typu J, które weszły do służby w roku 1939, były pod wieloma względami kamieniami milowymi, przewyższającymi nawet słynne jednostki typu Tribal. Do chwili wprowadzenia klasy Battle pod koniec wojny, praktycznie wszystkie następne brytyjskie niszczyciele były w pewnym sensie rozwinięciem tego udanego projektu. Zmiany te związane były głównie z uzbrojeniem, podczas gdy kadłub i napęd pozostały praktycznie bez zmian. Tylko dwie jednostki typu J przetrwały II wojnę światową, wśród nich Jervis.
ru: Заложенные в 1936 г. эсминцы типа Tribal сразу показались Королевскому флоту слишком большими и дорогими при слабом торпедном вооружении. Поэтому в следующей серии кораблей этого класса было решено вернуться к более сбалансированному торпедно-артиллерийскому вооружению при несколько меньшем водоизмещении. Остановились на трёх спаренных 120-мм установках и двух пятитрубных торпедных аппаратах. Вступившие в строй в 1939 г. восемь эскадренных миноносцев типа J стали во многом этапными кораблями, превзойдя в этом даже знаменитые «Трайблы». Практически все последующие эсминцы британского флота, до появления в конце войны кораблей типа Battle, являлись в той или иной степени модернизацией этого удачного проекта. Изменения касались в основном состава вооружения, а корпус и энергетическая установка оставались практически неизменными. Характерно, что только два корабля типа J пережили Вторую мировую войну. Среди них и наш Jervis.
zh: Заложенные в 1936 г. эсминцы типа «Трайбл» сразу показались Королевскому флоту слишком большими и дорогими при слабом торпедном вооружении. Поэтому в следующей серии кораблей этого класса было решено вернуться к более сбалансированному торпедно-артиллерийскому вооружению при несколько меньшем водоизмещении. Остановились на трёх спаренных 120-мм установках и двух 5-трубных торпедных аппаратах. Вступившие в строй в 1939 г. восемь эскадренных миноносцев типа «J» стали во многом этапными кораблями, превзойдя в этом даже знаменитые «Трайблы». Практически все последующие эсминцы английского флота, до появления в конце войны кораблей типа «Бэттл», являлись в той или иной степени модернизацией этого удачного проекта. Изменения касались в основном состава вооружения, а корпус и энергетическая установка оставались практически неизменными. Характерно, что только два корабля типа «J» пережили Вторую мировую. Среди них — и наш Jervis.

# IDS_PCZC519_BD098_YAMATO
source: Yamato
ja: 大和
zh: 鲸

# IDS_PCZC519_BD098_YAMATO_DESCRIPTION
source: Suffice to say, Yamato and Musashi were the largest warships of World War II and the world's largest battleships. The centerpiece of the project that was created between 1934 and 1936 was the individual qualitative superiority over any battleship of a potential enemy. The most powerful armor in the history of shipbuilding, nine of the largest 460 mm main battery guns, and a speed of about 28 knots, could be rivalled only by some high-speed battleships, which were definitely inferior in other ways. Despite all the shortcomings of Japanese radar and air defense systems, Yamato's main battery fire control systems were the pinnacle of engineering at that time. Therefore, when the battleships of this class entered service in December 1941 and August 1942, they were definitely powerful weapons that would be extremely difficult to counter. But each weapon is only as good as he who wields it.
ja: 大和と武蔵は世界最大の戦艦であり、第二次世界大戦における最大の軍艦でした。1934 年から 1936 年に作成されたこれらの計画では、敵国のあらゆる戦艦を質で圧倒することが目的とされました。 造船史上最も強固な装甲、非常に大きい 460 mm 主砲 9 門、約 28 ノットの速力を有する大和型戦艦に太刀打ちできるのは一部の高速戦艦のみでしたが、それでもスピード以外では間違いなく大和型戦艦に劣っていました。レーダーや対空システムに欠点を持ちつつも、大和型戦艦の主砲の射撃指揮システムは当時の工業技術の頂点でした。 それゆえ、大和型戦艦が就役した 1941 年 12 月および 1942 年 8 月の時点で、両戦艦は間違いなく敵国にとって対抗するのが非常に難しい兵器でした。しかし、兵器とはうまく使われてこそその能力を発揮するものです。
pl: Bardzo wymowny jest fakt, że Yamato i Musashi to największe okręty II wojny światowej i największe pancerniki świata. Celem projektu, który sformułowano w latach 1934–1936, było osiągnięcie przewagi jakościowej nad każdym pancernikiem, jaki można było napotkać w walce. Najtwardszy pancerz w historii okrętownictwa, dziewięć największych dział kal. 460 mm i prędkość maksymalna wynosząca 28 węzłów, której dorównać mogły tylko niektóre szybkie pancerniki, bez wątpienia słabsze pod każdym innym względem. Pomimo wszystkich niedostatków japońskich systemów radarowych i obrony przeciwlotniczej, główny system kontroli ognia Yamato był wówczas szczytowym osiągnięciem technologicznym. Kiedy więc pancerniki tego typu weszły do służby w grudniu 1941 roku i w sierpniu 1942 roku, były potężną bronią, której bardzo trudno byłoby się przeciwstawić. Jednak każda broń jest tylko tak dobra, jak sposób, w jaki zostanie wykorzystana.
ru: Про Yamato и Musashi достаточно сказать только, что это крупнейшие боевые корабли Второй мировой войны и самые большие линкоры в мире. Что и было основным содержанием создававшегося в 1934–1936 гг. проекта: индивидуальное качественное превосходство над любым линкором потенциального противника. Самое мощное бронирование за всю историю кораблестроения, девять самых крупных 460-мм орудий главного калибра, скорость около 28 узлов, с которой могли поспорить только некоторые быстроходные линкоры, однозначно уступавшие в других элементах. При всех недостатках японских радиолокационных систем и ПВО, системы управления огнём главного калибра Yamato были верхом инженерной мысли своего времени. Поэтому на момент вступления в строй в декабре 1941 и августе 1942 гг. линейные корабли этого типа однозначно являлись могучим оружием, противодействовать которому было бы чрезвычайно сложно. Но каждое оружие хорошо настолько, насколько его используют.
zh: Про Yamato и Musashi достаточно сказать только, что это крупнейшие корабли Второй мировой войны и самые большие линкоры в мире. Что и было основным содержанием создававшегося в 1934-1936 гг. проекта — индивидуальное качественное превосходство над любым линкором потенциального противника. Самое мощное бронирование за всю историю кораблестроения, девять самых крупных 460-мм орудий главного калибра, скорость около 28 узлов, с которой могли поспорить только некоторые быстроходные линкоры, однозначно уступавшие в других элементах. При всех недостатках японских радиолокационных систем и ПВО, системы управления огнём главного калибра Yamato были верхом инженерной мысли своего времени. Поэтому на момент вступления в строй в декабре 1941 и августе 1942 гг. линейные корабли этого типа однозначно являлись могучим оружием, противодействовать которому было бы чрезвычайно сложно. Но каждое оружие хорошо настолько, насколько его используют.

# IDS_PCZC520_BD098_DES_MOINES
source: Des Moines
zh: 得梅因
