Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_FEAT_GOOD_BMB_BOMBSCITADELHIT
source: Increased chances of hitting the citadel
es_mx: Mayores probabilidades de alcanzar la ciudadela
ja: 防郭に命中する可能性が比較的高い
pl: Zwiększone szanse trafienia w cytadelę
ru: Повышенная вероятность попадания в цитадель
uk: Збільшена імовірність влучення в цитадель
zh: Повышенная вероятность попадания в цитадель
zh_sg: 命中装甲区的几率提升

# IDS_FEAT_GOOD_BMB_BOMBSPEN
source: Bombs with high armor penetration capabilities
es_mx: Bombas con gran capacidad de penetración de blindaje
ja: 爆弾の装甲貫通力が高い
pl: Bomby o zwiększonej zdolności penetracji pancerza
ru: Бомбы с высоким бронепробитием
uk: Бомби з високим бронепробиттям
zh: Бомбы с высоким бронепробитием
zh_sg: 炸弹穿甲能力较强

# IDS_FEAT_GOOD_BMB_DMG
source: Bombs deal high damage
es_mx: Las bombas causan un gran daño
ja: 爆弾の威力が高い
pl: Bomby zadają duże uszkodzenia
ru: Бомбы наносят большой урон
uk: Бомби завдають великої шкоди
zh: Бомбы наносят большой урон
zh_sg: 炸弹伤害较高

# IDS_FEAT_GOOD_BMB_DURABLEPLANES
source: Large HP pool
es_mx: Gran cantidad de HP
ja: HP が多い
pl: Duża pula PW
ru: Большое количество очков боеспособности
uk: Велика кількість очок боєздатності
zh: Большое количество очков боеспособности
zh_sg: 生命值较高

# IDS_FEAT_GOOD_BMB_FASTPLAINS
source: High aircraft speed
es_mx: Alta velocidad de la aviación
ja: 航空機の速度が高い
pl: Wysoka prędkość samolotów
ru: Высокая скорость самолётов
uk: Висока швидкість літаків
zh: Высокая скорость самолётов
zh_sg: 飞机速度较高

# IDS_FEAT_GOOD_CONS_MANYCONS
source: The possibility to simultaneously mount the Hydroacoustic Search, Surveillance Radar, and Defensive AA Fire consumables
es_mx: La posibilidad de montar simultáneamente los consumibles Búsqueda Hidroacústica, Radar de Vigilancia y Fuego AA Defensivo
ja: 消耗品「水中聴音」「警戒レーダー」「対空防御砲火」を同時に搭載することが可能
pl: Możliwość jednoczesnego stosowania sprzętów eksploatacyjnych Sonda hydroakustyczna, Radar dozorowania i Obrona przeciwlotnicza
ru: Можно одновременно установить снаряжение «Гидроакустический поиск», «РЛС» и «Заградительный огонь ПВО»
uk: Можна одночасно встановити спорядження «Гідролокатор», «РЛС» і «Загороджувальний вогонь ППО»
zh: Можно одновременно установить снаряжение «Гидроакустический поиск», «РЛС» и «Заградительный огонь ПВО»
zh_sg: 可同时安装对海搜索、监视雷达和防御型对空火力消耗品

# IDS_FEAT_GOOD_COUNT_BOMBS
source: Aircraft carry numerous bombs
es_mx: La aviación carga muchas bombas
ja: 航空機の爆弾搭載数が多い
pl: Samoloty posiadają dużą liczbę bomb
ru: Самолёты несут большое количество бомб
uk: Літаки мають велику кількість бомб
zh: Самолёты несут большое количество бомб
zh_sg: 飞机携带炸弹数量较多

# IDS_FEAT_GOOD_DUR_ANTICITADEL
source: High survivability
es_mx: Alta capacidad de supervivencia
ja: 抗堪性が高い
pl: Wysoka przeżywalność
ru: Высокая живучесть
uk: Висока живучість
zh: Высокая живучесть
zh_sg: 存活性较高

# IDS_FEAT_GOOD_DUR_ANTICITADEL_DESC
source: The ship takes less damage when hit.
es_mx: El barco recibe menos daño al ser alcanzado.
ja: 被弾した際の被ダメージが控え目です。
pl: Okręt odnosi mniejsze uszkodzenia przy trafieniu.
ru: Корабль получает меньше урона от попаданий.
uk: Корабель отримує менше шкоди від влучень.
zh: Корабль получает меньше урона от попаданий.
zh_sg: 被击中时战舰承受较少的伤害。

# IDS_FEAT_GOOD_DUR_ARMOR
source: High level of armor protection
es_mx: Alto nivel de blindaje
ja: 装甲が堅牢
pl: Mocne opancerzenie
ru: Высокий уровень бронирования
uk: Високий рівень бронювання
zh: Высокий уровень бронирования
zh_sg: 装甲等级较高

# IDS_FEAT_GOOD_DUR_BLACKHOLE
source: Special armor structure
es_mx: Estructura especial de blindaje
ja: 装甲の構造が特殊
pl: Specjalna struktura pancerza
ru: Особая конструкция бронирования
uk: Особлива конструкція бронювання
zh: Особая конструкция бронирования
zh_sg: 特殊的装甲结构

# IDS_FEAT_GOOD_DUR_BLACKHOLE_DESC
source: Armor scheme decreases the risk of the citadel being hit
es_mx: La disposición del blindaje reduce el riesgo de que la ciudadela sea alcanzada
ja: 装甲配置の工夫により中央防郭への被弾のリスクが低減されています。
pl: Układ opancerzenia zmniejsza ryzyko trafienia w cytadelę
ru: Схема бронирования уменьшает вероятность попадания в цитадель.
uk: Схема бронювання зменшує імовірність влучення в цитадель.
zh: Схема бронирования уменьшает вероятность попадания в цитадель.
zh_sg: 装甲布局降低了装甲区被命中的风险

# IDS_FEAT_GOOD_DUR_BONUSREPAIR
source: Repair Party consumable available
es_mx: El consumible Equipo de Reparaciones está disponible
ja: 消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny
ru: Доступно снаряжение «Ремонтная команда»
uk: Доступне спорядження «Ремонтна команда»
zh: Доступно снаряжение «Ремонтная команда»
zh_sg: 可使用维修小组消耗品

# IDS_FEAT_GOOD_DUR_BONUSREPAIR_5
source: Repair Party consumable is available from Tier V
es_mx: El consumible Equipo de Reparaciones está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny od V poziomu
ru: Доступно снаряжение «Ремонтная команда» с V уровня
uk: Доступне спорядження «Ремонтна команда» з V рівня
zh: Доступно снаряжение «Ремонтная команда» с V уровня
zh_sg: 从V级起可使用维修小组消耗品

# IDS_FEAT_GOOD_DUR_BONUSREPAIR_8
source: Repair Party consumable is available from Tier VIII
es_mx: El consumible Equipo de Reparaciones está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny od VIII poziomu
ru: Доступно снаряжение «Ремонтная команда» с VIII уровня
uk: Доступне спорядження «Ремонтна команда» з VIII рівня
zh: Доступно снаряжение «Ремонтная команда» с VIII уровня
zh_sg: 从VIII级起可使用维修小组消耗品

# IDS_FEAT_GOOD_DUR_BONUSREPAIR_9
source: Repair Party consumable is available from Tier IX
es_mx: El consumible Equipo de Reparaciones está disponible a partir del Nivel IX
ja: Tier IX 以上では消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny od IX poziomu
ru: Доступно снаряжение «Ремонтная команда» с IX уровня
uk: Доступне спорядження «Ремонтна команда» з IX рівня
zh: Доступно снаряжение «Ремонтная команда» с IX уровня
zh_sg: 从IX级起可使用维修小组消耗品

# IDS_FEAT_GOOD_DUR_BOWSTERNARMOR
source: Enhanced bow and stern armor
es_mx: Blindaje de proa y popa mejorado
ja: 艦首・船尾の装甲が比較的堅牢
pl: Wzmocniony pancerz dziobu i rufy
ru: Улучшенное бронирование носа и кормы
uk: Поліпшене бронювання носа та корми
zh: Улучшенное бронирование носа и кормы
zh_sg: 增强的舰首和舰尾装甲

# IDS_FEAT_GOOD_DUR_BOWSTERNARMOR_7
source: Enhanced bow and stern armor from Tier VII
es_mx: Blindaje de proa y popa mejorado a partir del Nivel VII
ja: Tier VII 以上では艦首・船尾装甲が強化されている
pl: Wzmocniony pancerz dziobu i rufy od VII poziomu
ru: Улучшенное бронирование носа и кормы с VII уровня
uk: Поліпшене бронювання носа та корми з VII рівня
zh: Улучшенное бронирование носа и кормы с VII уровня
zh_sg: 从VII级起拥有增强的舰首和舰尾装甲

# IDS_FEAT_GOOD_DUR_CRASHCREWRELOAD
source: Rapid reload of the Damage Control Party consumable
es_mx: Recarga rápida del consumible Equipo de Control de Daños.
ja: 消耗品「応急工作班」の準備時間が短い
pl: Szybkie przeładowanie Grupy naprawczo-ratunkowej
ru: Быстрая перезарядка снаряжения «Аварийная команда»
uk: Швидке перезаряджання спорядження «Аварійно-рятувальна команда»
zh: Быстрая перезарядка снаряжения «Аварийная команда»
zh_sg: 伤害控制小组消耗品装填较快

# IDS_FEAT_GOOD_DUR_DECKARMOR
source: High level of deck armor
es_mx: Alto nivel del blindaje de la cubierta
ja: 甲板装甲が堅牢
pl: Mocne opancerzenie pokładu
ru: Высокий уровень бронирования палубы
uk: Високий рівень бронювання палуби
zh: Высокий уровень бронирования палубы
zh_sg: 甲板装甲等级较高

# IDS_FEAT_GOOD_DUR_DURABILITY
source: Large HP pool
es_mx: Gran cantidad de HP
ja: HP が多い
pl: Duża pula PW
ru: Большое количество очков боеспособности
uk: Велика кількість очок боєздатності
zh: Большое количество очков боеспособности
zh_sg: 生命值较高

# IDS_FEAT_GOOD_DUR_DURABILITY_8
source: Large HP pool from Tier VIII
es_mx: Gran cantidad de HP a partir del Nivel VIII
ja: Tier VIII 以上では HP が多い
pl: Duża pula PW od VIII poziomu
ru: Большое количество очков боеспособности c VIII уровня
uk: Велика кількість очок боєздатності з VIII рівня
zh: Большое количество очков боеспособности c VIII уровня
zh_sg: 从VIII级起生命值较高

# IDS_FEAT_GOOD_DUR_DURABILITY_9
source: Large HP pool from Tier IX
es_mx: Gran cantidad de HP a partir del Nivel IX
ja: Tier IX 以上では HP が多い
pl: Duża pula PW od IX poziomu
ru: Большое количество очков боеспособности c IX уровня
uk: Велика кількість очок боєздатності з IX рівня
zh: Большое количество очков боеспособности c IX уровня
zh_sg: 从IX级起生命值较高

# IDS_FEAT_GOOD_DUR_EHEAL
source: Enhanced Repair Party consumable
es_mx: Consumible Equipo de Reparaciones mejorado
ja: 強化版の消耗品「修理班」
pl: Ulepszony sprzęt eksploatacyjny Grupa naprawcza
ru: Улучшенное снаряжение «Ремонтная команда»
uk: Поліпшене спорядження «Ремонтна команда»
zh: Улучшенное снаряжение «Ремонтная команда»
zh_sg: 增强的维修小组消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_1
source: The Specialized Repair Teams consumable is available from Tier IX
es_mx: El consumible Equipos de Reparación Especializados está disponible a partir del Nivel IX
ja: Tier IX 以上では消耗品「特殊修理班」を使用可能
pl: Sprzęt eksploatacyjny Wyspecjalizowane grupy naprawcze dostępny jest od IX poziomu
ru: Доступно снаряжение «Ремонтный дивизион» с IX уровня
uk: Доступне спорядження «Ремонтний дивізіон» з IX рівня
zh: Доступно снаряжение «Ремонтный дивизион» с IX уровня
zh_sg: 从IX级起可使用特化维修小队消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_1_DESC
source: Promptly restores a considerable portion of a ship's HP by repairing any light damage.
es_mx: Restaura rápidamente una porción considerables de los HP de un barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理することで、かなりの艦艇 HP を速やかに回復できます。
pl: Szybko przywraca znaczną ilość PW okrętu, naprawiając wszystkie lekkie uszkodzenia.
ru: Быстро восстанавливает значительную часть боеспособности корабля, устраняя лёгкие повреждения.
uk: Швидко відновлює значну частину боєздатності корабля, усуваючи легкі пошкодження.
zh: Быстро восстанавливает значительную часть боеспособности корабля, устраняя лёгкие повреждения.
zh_sg: 通过修理轻度损伤，迅速恢复可观的战舰生命值。

# IDS_FEAT_GOOD_DUR_EHEAL_DESC
source: Increased amount of HP recovered.
es_mx: Mayor cantidad de HP recuperados.
ja: HP 回復量が多めです。
pl: Zwiększona liczba przywracanych PW.
ru: Увеличено количество восстанавливаемых очков боеспособности.
uk: Збільшено кількість відновлюваних очок боєздатності.
zh: Увеличено количество восстанавливаемых очков боеспособности.
zh_sg: 增加恢复的生命值。

# IDS_FEAT_GOOD_DUR_EHEAL_UK
source: The Enhanced Repair Party consumable is available until Tier VIII
es_mx: El consumible Equipo de Reparaciones Mejorado está disponible a partir del Nivel VIII.
ja: Tier VIII 以下では強化版の消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Ulepszona grupa naprawcza dostępny jest do VIII poziomu
ru: Доступно улучшенное снаряжение «Ремонтная команда» до VIII уровня
uk: Доступне поліпшене спорядження «Ремонтна команда» з VIII рівня
zh: Доступно улучшенное снаряжение «Ремонтная команда» до VIII уровня
zh_sg: 直至VIII级都可使用增强的维修小组消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_UK_CA
source: The Repair Party consumable is available until Tier VII
es_mx: El consumible Equipo de Reparaciones está disponible a partir del Nivel VII.
ja: Tier VII 以下では消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza dostępny jest od VII poziomu
ru: Доступно снаряжение «Ремонтная команда» до VII уровня
uk: Доступне спорядження «Ремонтна команда» до VII рівня
zh: Доступно снаряжение «Ремонтная команда» до VII уровня
zh_sg: 直至VII级都可使用维修小组消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_UK_CA_1
source: The Specialized Repair Teams consumable is available from Tier VIII
es_mx: El consumible Equipos de Reparación Especializados está disponible a partir del Nivel VIII.
ja: Tier VIII 以上では消耗品「特殊修理班」を使用可能
pl: Sprzęt eksploatacyjny Wyspecjalizowane grupy naprawcze dostępny jest od VIII poziomu
ru: Доступно снаряжение «Ремонтный дивизион» с VIII уровня
uk: Доступне спорядження «Ремонтний дивізіон» з VIII рівня
zh: Доступно снаряжение «Ремонтный дивизион» с VIII уровня
zh_sg: 从VIII级起可使用特化维修小队消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_UK_CA_2
source: The Enhanced Repair Party consumable is available until Tier VII
es_mx: El consumible Equipo de Reparaciones Mejorado está disponible a partir del Nivel VII.
ja: Tier VII 以下では強化版の消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Ulepszona grupa naprawcza dostępny jest od VII poziomu
ru: Доступно улучшенное снаряжение «Ремонтная команда» до VII уровня
uk: Доступне поліпшене спорядження «Ремонтна команда» до VII рівня
zh: Доступно улучшенное снаряжение «Ремонтная команда» до VII уровня
zh_sg: 直至VII级都可使用增强的维修小组消耗品

# IDS_FEAT_GOOD_DUR_EHEAL_UK_DESC
source: Increased amount of HP recovered.
es_mx: Mayor cantidad de HP recuperados.
ja: HP 回復量が多めです。
pl: Zwiększona liczba przywracanych PW.
ru: Увеличено количество восстанавливаемых очков боеспособности.
uk: Збільшено кількість відновлюваних очок боєздатності.
zh: Увеличено количество восстанавливаемых очков боеспособности.
zh_sg: 增加恢复的生命值。

# IDS_FEAT_GOOD_DUR_HEARMOR
source: High level of protection against HE shells
es_mx: Alto nivel de protección contra proyectiles HE
ja: HE 弾に対する防御力が高い
pl: Dobra ochrona przeciw pociskom OB
ru: Высокий уровень защиты от фугасных снарядов
uk: Високий рівень захисту від фугасних снарядів
zh: Высокий уровень защиты от фугасных снарядов
zh_sg: 对高爆弹防护等级较高

# IDS_FEAT_GOOD_DUR_PTZ
source: High level of anti-torpedo protection
es_mx: Alto nivel de protección antitorpedos
ja: 対水雷防御力が高い
pl: Dobra ochrona przeciwtorpedowa
ru: Высокий уровень противоторпедной защиты
uk: Високий рівень протиторпедного захисту
zh: Высокий уровень противоторпедной защиты
zh_sg: 反鱼雷防护等级较高

# IDS_FEAT_GOOD_DUR_TURTLEBACK
source: High level of citadel protection
es_mx: Alto nivel del blindaje de la ciudadela
ja: 中央防郭装甲が堅牢
pl: Mocne opancerzenie cytadeli
ru: Высокий уровень защищённости цитадели
uk: Високий рівень захищеності цитаделі
zh: Высокий уровень защищённости цитадели
zh_sg: 装甲区防护等级较高

# IDS_FEAT_GOOD_MAIN_ACCURACY_5
source: High firing accuracy from Tier V
es_mx: Alta precisión de disparo a partir del Nivel V
ja: Tier V 以上では射撃精度が高い
pl: Wysoka celność ostrzału od V poziomu
ru: Высокая точность стрельбы с V уровня
uk: Висока влучність стрільби з V рівня
zh: Высокая точность стрельбы с V уровня
zh_sg: 从V级起射击准度较高

# IDS_FEAT_GOOD_MAIN_APDMG
source: AP shells deal high damage
es_mx: Los proyectiles AP causan un gran daño
ja: AP 弾の威力が高い
pl: Pociski PP zadają wysokie uszkodzenia
ru: Бронебойные снаряды наносят большой урон
uk: Бронебійні снаряди завдають великої шкоди
zh: Бронебойные снаряды наносят большой урон
zh_sg: 穿甲弹伤害较高

# IDS_FEAT_GOOD_MAIN_APHEPEN
source: HE and AP shells have high armor penetration capabilities
es_mx: Los proyectiles HE y AP tienen una gran capacidad de penetración de blindaje
ja: HE 弾も AP 弾も装甲貫通力が高い
pl: Pociski OB i PP mają wysoką zdolność penetracji pancerza
ru: Высокое бронепробитие фугасных и бронебойных снарядов
uk: Високе бронепробиття фугасних і бронебійних снарядів
zh: Высокое бронепробитие фугасных и бронебойных снарядов
zh_sg: 高爆弹和穿甲弹的穿甲能力较强

# IDS_FEAT_GOOD_MAIN_APPEN
source: AP shells have a high armor penetration capability
es_mx: Los proyectiles AP tienen una gran capacidad de penetración de blindaje
ja: AP 弾の装甲貫通力が高い
pl: Pociski PP mają wysoką zdolność penetracji pancerza
ru: Бронебойные снаряды имеют высокое бронепробитие
uk: Бронебійні снаряди мають високе бронепробиття
zh: Бронебойные снаряды имеют высокое бронепробитие
zh_sg: 穿甲弹的穿甲能力较强

# IDS_FEAT_GOOD_MAIN_APPEN_8
source: AP shells have high armor penetration capabilities from Tier VIII
es_mx: Los proyectiles AP tienen una gran capacidad de penetración de blindaje a partir del Nivel VIII
ja: Tier VIII 以上では AP 弾の装甲貫通力が高い
pl: Pociski PP mają wysoką zdolność penetracji pancerza od VIII poziomu
ru: Бронебойные снаряды имеют высокое бронепробитие с VIII уровня
uk: Бронебійні снаряди мають високе бронепробиття з VIII рівня
zh: Бронебойные снаряды имеют высокое бронепробитие с VIII уровня
zh_sg: 从VIII级起穿甲弹的穿甲能力较强

# IDS_FEAT_GOOD_MAIN_AP_VS_DD
source: AP shells are effective against ships with weak armor
es_mx: Los proyectiles AP son efectivos contra barcos con un débil blindaje
ja: AP 弾が装甲が脆弱な艦艇に対して効果的
pl: Pociski PP są skuteczne przeciw okrętom o słabym opancerzeniu
ru: Бронебойные снаряды эффективны против кораблей со слабым бронированием
uk: Бронебійні снаряди ефективні проти слабко броньованих кораблів
zh: Бронебойные снаряды эффективны против кораблей со слабым бронированием
zh_sg: 穿甲弹对装甲等级较低的战舰很有效

# IDS_FEAT_GOOD_MAIN_BONUSMAINRELOAD
source: Main Battery Reload Booster consumable available
es_mx: El consumible Impulso a la Recarga de la Batería Principal está disponible
ja: 消耗品「主砲装填ブースター」を使用可能
pl: Sprzęt eksploatacyjny Przyspieszacz ładowania baterii głównej jest dostępny
ru: Доступно снаряжение «Ускорение перезарядки ГК»
uk: Доступне спорядження «Пришвидшення перезаряджання ГК»
zh: Доступно снаряжение «Ускорение перезарядки ГК»
zh_sg: 可使用主炮组装填助推器消耗品

# IDS_FEAT_GOOD_MAIN_BONUSMAINRELOAD_6
source: Main Battery Reload Booster consumable is available from Tier VI
es_mx: El consumible Impulso a la Recarga de la Batería Principal está disponible a partir del Nivel VI
ja: Tier VI 以上では消耗品「主砲装填ブースター」を使用可能
pl: Sprzęt eksploatacyjny Przyspieszacz ładowania baterii głównej jest dostępny od VI poziomu
ru: Доступно снаряжение «Ускорение перезарядки ГК» с VI уровня
uk: Доступне спорядження «Пришвидшення перезаряджання ГК» з VI рівня
zh: Доступно снаряжение «Ускорение перезарядки ГК» с VI уровня
zh_sg: 从VI起可使用主炮组装填助推器消耗品

# IDS_FEAT_GOOD_MAIN_BONUSMAINRELOAD_DESC
source: Reduces the main battery reload time.
es_mx: Reduce el tiempo de recarga de la batería principal.
ja: 主砲の装填時間を短縮します。
pl: Skraca czas ładowania głównej baterii.
ru: Уменьшает время перезарядки орудий главного калибра.
uk: Зменшує час перезаряджання гармат головного калібру.
zh: Уменьшает время перезарядки орудий главного калибра.
zh_sg: 降低主炮组装填时间。

# IDS_FEAT_GOOD_MAIN_BONUSMOD1
source: Artillery Plotting Room Modification 1 upgrade available
es_mx: La mejora Modificación 1 del Sistema de Control de Disparo está disponible
ja: アップグレード「射撃管制室改良 1」を搭載可能
pl: Dostępne jest ulepszenie Modyfikacja 1 pomieszczenia radiolokacji artyleryjskiej
ru: Доступна модернизация «Центральный артиллерийский пост Модификация 1»
uk: Доступна модернізація «Центральний артилерійський пост Модифікація 1»
zh: Доступна модернизация «Центральный артиллерийский пост Модификация 1»
zh_sg: 可使用火炮描绘室修改型 1升级品

# IDS_FEAT_GOOD_MAIN_BONUSMOD1_5
source: The Artillery Plotting Room Modification 1 upgrade is available from Tier V
es_mx: La mejora Modificación 1 del Sistema de Control de Disparo está disponible a partir del Nivel V
ja: Tier V 以上ではアップグレード「射撃管制室改良 1」を搭載可能
pl: Ulepszenie Modyfikacja 1 pomieszczenia radiolokacji artyleryjskiej dostępne jest od V poziomu
ru: Доступна модернизация «Центральный артиллерийский пост Модификация 1» с V уровня
uk: Доступна модернізація «Центральний артилерійський пост Модифікація 1» з V рівня
zh: Доступна модернизация «Центральный артиллерийский пост Модификация 1» с V уровня
zh_sg: 从V级起可使用升级品：火炮描绘室修改型 1

# IDS_FEAT_GOOD_MAIN_BONUSMOD1_DESC
source: Extends the firing range of the main and secondary batteries.
es_mx: Extiende el alcance de disparo de las baterías principal y secundaria.
ja: 主砲と副砲の射程を延伸します。
pl: Zwiększa zasięg ognia baterii głównej i dodatkowej.
ru: Увеличивает дальность стрельбы орудий главного и вспомогательного калибров.
uk: Збільшує дальність стрільби гармат головного та допоміжного калібрів.
zh: 延伸主炮的射程。
zh_sg: 主炮组和副炮组的射程提升。

# IDS_FEAT_GOOD_MAIN_BONUSMOD2
source: Artillery Plotting Room Modification 2 upgrade available
es_mx: La mejora Modificación 2 del Sistema de Control de Disparo está disponible
ja: アップグレード「射撃管制室改良 2」を搭載可能
pl: Dostępne jest ulepszenie Modyfikacja 2 pomieszczenia radiolokacji artyleryjskiej
ru: Доступна модернизация «Центральный артиллерийский пост Модификация 2»
uk: Доступна модернізація «Центральний артилерійський пост Модифікація 2»
zh: Доступна модернизация «Центральный артиллерийский пост Модификация 2»
zh_sg: 可使用火炮描绘室修改型 2升级品

# IDS_FEAT_GOOD_MAIN_BONUSMOD2_9
source: The Artillery Plotting Room Modification 2 upgrade is available from Tier IX
es_mx: La mejora Modificación 2 del Sistema de Control de Disparo está disponible a partir del Nivel IX
ja: Tier IX 以上ではアップグレード「射撃管制室改良 2」を搭載可能
pl: Ulepszenie Modyfikacja 2 pomieszczenia radiolokacji artyleryjskiej dostępne jest od IX poziomu
ru: Доступна модернизация «Центральный артиллерийский пост Модификация 2» с IX уровня
uk: Доступна модернізація «Центральний артилерійський пост Модифікація 2» з IX рівня
zh: Доступна модернизация «Центральный артиллерийский пост Модификация 2» с IX уровня
zh_sg: 从IX级起可使用升级品：火炮描绘室修改型 2

# IDS_FEAT_GOOD_MAIN_BONUSMOD2_DESC
source: Increases the firing accuracy of the main battery.
es_mx: Aumenta la precisión de disparo de la batería principal.
ja: 主砲の射撃精度を向上します。
pl: Poprawia celność ognia głównej baterii.
ru: Увеличивает точность стрельбы орудий главного калибра.
uk: Збільшує влучність стрільби гармат головного калібру.
zh: 增加主炮组的射击准度。
zh_sg: 提升主炮组的射击准度。

# IDS_FEAT_GOOD_MAIN_DAMAGE
source: Great damage per salvo
es_mx: Daño elevado por salva
ja: 斉射火力が高い
pl: Wysokie uszkodzenia zadawane przez salwę
ru: Залп наносит большой урон
uk: Залп завдає великої шкоди
zh: Залп наносит большой урон
zh_sg: 齐射伤害较高

# IDS_FEAT_GOOD_MAIN_ERICOCHET
source: AP shells have reduced chances of ricocheting
es_mx: Los proyectiles AP tienen menores posibilidades de rebotar
ja: AP 弾の跳弾発生率が比較的低い
pl: Pociski PP o zmniejszonej szansie na rykoszet
ru: Бронебойные снаряды имеют сниженную вероятность рикошета
uk: Бронебійні снаряди мають зменшену імовірність рикошету
zh: Бронебойные снаряды имеют сниженную вероятность рикошета
zh_sg: 穿甲弹跳弹率较低

# IDS_FEAT_GOOD_MAIN_FASTPROJECTILES
source: Easy to shoot accurately at long ranges
es_mx: Es fácil disparar con precisión a largas distancias
ja: 長距離でも精確に射撃することが比較的容易
pl: Łatwe prowadzenie celnego ostrzału z dużych odległości
ru: Легко вести стрельбу на большой дистанции
uk: Легко стріляти на велику дистанцію
zh: Легко вести стрельбу на большой дистанции
zh_sg: 远距离射击准度良好

# IDS_FEAT_GOOD_MAIN_FASTPROJECTILES_DESC
source: Quick shell flight results in an easier target lead, which simplifies firing at long ranges.
es_mx: Un vuelo rápido del proyectil facilita acertar la posición del objetivo por adelantado, lo que simplifica el disparo a largas distancias.
ja: 着弾までの所要時間が短いため、長距離でも的確に偏差射撃を行うことが比較的容易です。
pl: Duża prędkość pocisków ułatwia obranie poprawki na ruch celu, co czyni strzelanie z dużych odległości prostszym.
ru: Малое время полёта снаряда позволяет брать меньшее упреждение, что упрощает ведение огня на большой дистанции.
uk: Малий час підльоту снаряда дозволяє брати менше випередження, що спрощує стрільбу на велику дистанцію.
zh: Малое время полёта снаряда позволяет брать меньшее упреждение, что упрощает ведение огня на большой дистанции.
zh_sg: 炮弹飞行速度快容易预判目标提前量，降低远距离射击难度。

# IDS_FEAT_GOOD_MAIN_FIREPOWER
source: High rate of fire
es_mx: Alta cadencia de disparo
ja: 射撃速度が高い
pl: Wysoka szybkostrzelność
ru: Высокая скорострельность
uk: Висока скорострільність
zh: Высокая скорострельность
zh_sg: 射速较高

# IDS_FEAT_GOOD_MAIN_FIREPOWER_7
source: High rate of fire from Tier VII
es_mx: Alta cadencia de disparo a partir del Nivel VII
ja: Tier VII 以上では射撃速度が高い
pl: Wysoka szybkostrzelność od VII poziomu
ru: Высокая скорострельность с VII уровня
uk: Висока скорострільність з VII рівня
zh: Высокая скорострельность с VII уровня
zh_sg: 从VII级起射速较高

# IDS_FEAT_GOOD_MAIN_GUNSALLAROUND
source: Main battery mounts are located along the ship's perimeter
es_mx: Los montajes de la batería principal están ubicados a lo largo del perímetro del barco
ja: 主砲が船体の外周に配置されている
pl: Stanowiska głównej artylerii umiejscowione są wzdłuż krawędzi okrętu
ru: Установки главного калибра расположены по периметру корабля
uk: Установки головного калібру розташовані по периметру корабля
zh: Установки главного калибра расположены по периметру корабля
zh_sg: 主炮组炮架遍布战舰周边
