Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQC011_NEWYEAR2019PEF_DESCR
source: On May 1, 1915, the shipyard of Blohm und Voss in the city of Hamburg saw the laying down of a ship that would be named in honor of Prince Eitel Friedrich of Prussia, the son of Emperor Wilhelm II of Germany. Prinz Eitel Friedrich, a Mackensen-class battlecruiser, was supposed to be one of the most powerful ships of the Imperial Navy (the Kaiserliche Marine). The project that served as the basis for the ship was developed before World War I, the war that put an end to the empire itself, as well as to the entire "Belle Époque". The project would never be completed.
es_mx: El 1° de mayo de 1915, el astillero de Blohm und Voss en la ciudad de Hamburgo, vio la puesta en quilla de un barco que sería nombrado en honor al Príncipe Eitel Friedrich de Prusia, el hijo del Emperador Wilhelm II de Alemania. Se suponía que el Prinz Eitel Friedrich, un crucero de batalla de la clase Mackensen, sería uno de los barcos más poderosos de la Armada Imperial (la Kaiserliche Marine). El proyecto que sirvió de base para el barco fue desarrollado antes de la Primera Guerra Mundial, la guerra que puso fin al propio imperio, así como a toda la "Belle Époque". El proyecto nunca sería completado.
ja: 1915 年 5 月 1 日、ハンブルクの都市にあるブローム・ウント・フォス造船所において 1 隻の巡洋戦艦が起工されました。本艦には、皇帝ヴィルヘルム 2 世の息子であるアイテル・フリードリヒ・フォン・プロイセン王子に因んだ艦名が与えられることになっていました。このマッケンゼン級巡洋戦艦プリンツ・アイテル・フリードリヒは、一次大戦前の艦級をベースとしており、ドイツ帝国海軍 (Kaiserliche Marine) における最強の軍艦の 1 隻となるはずでした。しかし一次大戦での敗戦に伴いドイツ帝国が終焉を迎えたため、未完成に終わりました。
pl: 1 maja 1915 roku stocznia Blohm und Voss w Hamburgu rozpoczęła budowę okrętu, który nosić miał imię pruskiego księcia Eitela Friedricha, syna niemieckiego cesarza Wilhelma II. Prinz Eitel Friedrich, krążownik liniowy klasy Mackensen, był jednym z najpotężniejszych okrętów Cesarskiej Marynarki Wojennej (Kaiserliche Marine). Sam projekt powstał jeszcze przed I wojną światową – wojną, która położyła kres zarówno samemu imperium, jak i całej „Belle Époque”. Nigdy nie został ukończony.
ru: 1 мая 1915 года на верфи компании Blohm und Voss в городе Гамбурге состоялась закладка корабля, который должен был получить имя Принца Прусского Эйтеля Фридриха, сына германского императора Вильгельма II. Prinz Eitel Friedrich, принадлежавший к линейным крейсерам типа Mackensen, должен был стать одним из самых мощных кораблей Императорских ВМС, Кайзерлихмарине. Проект, по которому велось строительство, был разработан ещё до начала Первой мировой войны. И именно война, положившая конец самой империи, а вместе с ней и всей «Прекрасной эпохе», помешала его завершению.
uk: 1 травня 1915 р. на верфі компанії Blohm und Voss у місті Гамбурзі відбулося закладення корабля, який мав отримати ім’я Принца Прусського Ейтеля Фрідріха, сина німецького імператора Вільгельма II. Prinz Eitel Friedrich, що належав до лінійних крейсерів типу Mackensen, мав стати одним з найпотужніших кораблів Імператорських ВМС, Кайзерліхмарине. Проект, за яким відбувалося будівництво, розробили ще до початку Першої світової війни. І саме війна, яка поклала край самій імперії, а разом з нею і «Прекрасній епосі», завадила його завершити.
zh: 1915年5月1日，位于汉堡的布洛姆福斯造船厂见证了为纪念皇帝威廉二世的儿子普鲁士王子埃特尔-弗里德里希而命名的一艘战舰的龙骨安放。埃特尔-弗里德里希亲王，一艘马肯森级战斗巡洋舰，应该要成为海军最强大的战舰之一。作为战舰基础的计划是在大战之前开发的，这场战争终结了帝国本身，以及整个「美好年代」。这个计划永远不会完成。
zh_sg: 1915年5月1日，位于汉堡市的Blohm und Voss造船厂生产了一艘战舰，为纪念德国皇帝威廉二世的儿子普鲁士王子艾特尔·弗里德里希，这艘战舰以他的名字命名。艾特尔·弗里德里希亲王号，是一艘麦肯森级战列巡洋舰，应该是帝国海军（Kaiserliche Marine）最强大的战舰之一。制造这艘战舰的基础项目是在第一次世界大战之前被研发的，而这场战争终结了帝国的历史，以及整个“美好时代”。该项目将永远不会被完成。

# IDS_PCQC011_NEWYEAR2019PEF_TITLE
source: Mighty Prinz
es_mx: El Poderoso Prinz
ja: 「マイティープリンツ」
pl: Waleczny Książę
ru: Могущественный «Принц»
uk: Могутній «Принц»
zh: 伟大王子
zh_sg: 强大的王子

# IDS_PCQC012_NEWYEAR2019STEELQUEST_DESCR
source: The early 20th century was the golden age of armored artillery ships. Dreadnoughts replaced older battleships that had started to look rather poor in comparison with the more advanced steel monsters. Oil began to replace coal as fuel for ships, and each year more higher-speed battleships and battlecruisers, equipped with larger guns, were entering into service. However, it was the breakout of World War I in 1914 that put an end to the unconditional reign of dreadnoughts at sea. Pretty ironic, considering that this was the conflict in which these ships were supposed to prove their worth. The appearance of a new lethal weapon – submarines – had a significant hand in this, combined with the advancement of aviation, which also started to make its presence felt in naval marine affairs. The unprecedented warfare, lasting several years, exhausted the resources of both the defeated, as well as the majority of the victors. Plans to lay down the huge armada of steel monsters that were preparing to enter service were doomed. After the war, several dozen battleships and battlecruisers at different stages of construction, including Prinz Eitel Friedrich, were dismantled.
es_mx: Los primeros años del siglo XX fueron la época de oro de los barcos con artillería blindados. Los dreadnoughts reemplazaron a los acorazados más antiguos, que habían comenzado a lucir bastante obsoletos en comparación con los monstruos de acero más avanzados. El petróleo comenzó a reemplazar al carbón como combustible para los barcos, y cada año, más y más acorazados y cruceros de batalla con velocidades más altas y equipados con enormes cañones entraban en servicio. Sin embargo, fue la llegada de la Primera Guerra Mundial, que estalló en 1914, la que puso fin al reinado incondicional de los dreadnoughts en el mar. Es algo muy irónico, considerando que este fue el conflicto en el cual estos barcos debían probar lo valiosos que eran. La aparición de una nueva arma letal, los submarinos, fue una de las principales causas, combinado con el avance de la aviación, la cual comenzó a hacer sentir su presencia en los asuntos navales. Esta guerra sin precedentes, la cual duró varios años, agotó los recursos de los vencidos, así como los de la mayoría de los vencedores. La enorme armada de monstruos de acero que se preparaba para entrar en servicio estaba condenada. Después de la guerra, varias docenas de acorazados y cruceros de batalla en diferentes etapas de su construcción, incluyendo al Prinz Eitel Friedrich, fueron desmantelados.
ja: 20 世紀の初頭は、重装甲の砲熕艦の黄金期でした。革新的な弩級戦艦の登場により、それ以前の戦艦は時代遅れとなりました。艦船の燃料は石炭から石油へと移行しつつあり、毎年のようにより高速でより大口径の主砲を搭載した戦艦や巡洋戦艦が就役しました。しかし 1914 年に勃発した一次大戦によって、弩級戦艦の絶対的優位が崩れました。極めて皮肉なことに、弩級戦艦はこの戦争においてその価値を証明することが期待されていたにも関わらず、です。恐るべき兵器として新たに登場した潜水艦がその大きな要因のひとつであり、航空機の発展もまた、海上戦闘においてその存在感を示しつつありました。この空前の世界大戦は数年に渡って続き、敗戦国はもちろん、多くの戦勝国のリソースをも枯渇させました。その結果として、建造が進められていた多くの大型艦艇が破棄されました。終戦後に建造の様々な段階にあった数十隻もの戦艦と巡洋戦艦が解体され、その中にはプリンツ・アイテル・フリードリヒも含まれていたのです。
pl: Początek XX wieku był złotą erą pancernych okrętów artyleryjskich. Drednoty zastępowały starsze pancerniki, które w porównaniu z nowymi stalowymi monstrami jawiły się jako przestarzałe. Ropa zaczęła wypierać węgiel w charakterze paliwa dla okrętów, a w każdym roku do służby wchodziły coraz to szybsze i ciężej uzbrojony pancerniki i krążowniki liniowe. Jednak wybuch I wojny światowej w 1914 roku był początkiem końca ich niepodzielnego panowania na morzach. Fakt ten zakrawa na ironię, ponieważ to właśnie w tym konflikcie miały one dowieść swej potęgi. Przyczyną było pojawienie się nowych rodzajów uzbrojenia – okrętów podwodnych oraz nowoczesnego lotnictwa, które namieszało w sprawach marynarki. Wieloletni konflikt zbrojny na niespotykaną dotąd skalę wyczerpał zasoby zarówno pokonanych, jak i większości zwycięskich krajów. Wielka armada stalowych potworów, które miały wkrótce wejść do służby, skazana została na zagładę. Po wojnie kilka tuzinów pancerników i krążowników liniowych znajdujących się w różnych fazach budowy, w tym i Prinz Eitel Friedrich, zostało rozebranych na części.
ru: Начало XX века было эпохой расцвета артиллерийских броненосных кораблей. Стальные гиганты-дредноуты пришли на смену поблёкшим на их фоне эскадренным броненосцам. Нефть начала вытеснять уголь в качестве корабельного топлива. Каждый год в строй вступали линкоры и линейные крейсеры ещё более быстроходные, с орудиями ещё большего калибра. Однако начавшаяся в 1914 году Первая мировая война, в которой эти корабли должны были проявить себя во всей своей мощи, положила конец безусловному царствованию дредноутов на морских просторах. Появилось новое смертельное оружие — подводные лодки, своё первое слово в военно-морском деле сказала авиация. Длившиеся несколько лет боевые действия неслыханных доселе масштабов истощили ресурсы как побеждённых, так и большинства победителей. Целая армада стальных гигантов, которые ещё только готовились вступить в строй, была обречена. По окончании войны несколько десятков находившихся на разных стадиях строительства линкоров и линейных крейсеров, среди которых был и Prinz Eitel Friedrich, были разобраны на металл.
uk: Початок XX ст. був епохою розквіту артилерійських броненосних кораблів. Сталеві гіганти-дредноути прийшли на зміну потьмянілим на їхньому фоні ескадреним броненосцям. Нафта почала витісняти вугілля як корабельне паливо. Щороку ставали до ладу лінкори та лінійні крейсери ще швидші, з гарматами ще більшого калібру. Але Перша світова війна, що почалася 1914 р., в якій ці кораблі мали б показати всю свою могутність, поклала кінець безумовному царюванню дредноутів на морських просторах. З’явилася нова смертельна зброя — підводні човни та й своє перше слово у військово-морській справі вимовила авіація. Нечуваних масштабів бойові дії, що тривали кілька років, виснажили ресурси і переможених, і більшості переможців. Армада сталевих гігантів, що лише готувалися стати до ладу, була приречена. Після закінчення війни кілька десятків лінкорів і лінійних крейсерів, що перебували на різних стадіях будівництва, серед яких був і Prinz Eitel Friedrich, розібрали на метал.
zh: 20世纪初是装甲火炮战舰的黄金时代。无畏舰取代了较旧的战列舰，它们与更加先进的钢制猛兽相比，已经开始显得相当糟糕。石油开始取代煤炭作为战舰的燃料，每年都有更多装备更大门炮的高速战列舰和战斗巡洋舰投入服役。然而，正是在1914年爆发的大战的到来，终结了无畏舰的无条件海上统治。讽刺的是，考虑这些战舰应该在这些冲突中证明其价值。新型致命武器—潜舰—的出现在此具有重要意义，加上航空技术的进步，也开始在海军的海洋事务中占有一席之地。这场史无前例的战争持续了数年，耗尽战败者以及大多数胜利者的资源。准备投入服役的巨型钢铁猛兽注定要失败。战争结束后，包括埃特尔·弗雷德里希王子在内的不同建造阶段的数十艘战列舰和战斗巡洋舰被拆除。
zh_sg: 20世纪初是装甲炮的黄金时代。无畏级战舰取代了较旧的战列舰，它们与那些先进的钢铁怪物相比，性能已经开始变得相当糟糕。石油开始取代煤炭作为战舰的燃料，每年都会有更多的高速战列舰和装备更大火炮的战斗巡洋舰投入使用。然而，正是在1914年爆发的第一次世界大战的到来，终结了无畏级战舰在海上的统治。讽刺的是，这场冲突本应该是这些战舰应该证明其价值的时候。新型的致命武器—潜艇的出现，是一个重要原因，再加上技术的进步，空中火力也开始在海军对抗中占有一席之地。这场史无前例的战争持续了好几年，不仅耗尽了战败者的资源，也使很多数胜利者的蒙受了大量的资源损失。准备投入钢铁巨兽舰队的计划注定要失败。战争结束后，包括艾特尔·弗里德里希亲王在内的处于不同建造阶段的数十艘战列舰和战列巡洋舰都被拆除了。

# IDS_PCQC012_NEWYEAR2019STEELQUEST_TITLE
source: Steel Monsters
es_mx: Monstruos de Acero
ja: 「鋼鉄のモンスター」
pl: Stalowe monstra
ru: Стальные гиганты
uk: Сталеві гіганти
zh: 钢铁猛兽
zh_sg: 钢铁巨兽

# IDS_PCQC013_JERZY_SWIRSKI_DESCR
source: Jerzy Świrski was the Chief of the Polish Naval Command for more than two decades (1925–1946). Under his guidance in the 1920s and 30s, a small but balanced fleet for the young state was created from scratch. Through the efforts of the vice admiral, ships under the Polish flag—with Polish crews on board—actively took part in various battles throughout World War II. Świrski's fate and his service are very demonstrative of the entire history of Poland in the first half of the 20th century.
es_mx: Jerzy Świrski fue el Jefe del Mando Naval polaco por más de dos décadas, de 1925 a 1946. Bajo su dirección en los años 20 y 30, se creó desde cero una pequeña pero equilibrada flota para el joven estado. Durante la Segunda Guerra Mundial, por medio de los esfuerzos del Vicealmirante, los barcos bajo la bandera polaca, con tripulaciones polacas a bordo, participaron activamente en varias batallas a lo largo de la guerra. La trayectoria y el servicio de Świrski ilustran de forma clara la historia de Polonia en la primera mitad del siglo XX.
ja: イェジー・シュフィルスキー (Jerzy Swirski) は、1925 年から 1946 年までの 20 年間以上に渡ってポーランド海軍の司令長官を務めました。彼が指導した 1920 年代から 1930 年代にかけ、新生ポーランドの小規模でバランスのとれた艦隊が一から創設されました。 二次大戦中を通じて、シュフィルスキー中将の尽力により、ポーランド国旗を掲げポーランド人乗組員を乗せた艦艇は様々な戦闘に積極的に参加しました。シュフィルスキーの運命と軍人としての経歴は、20 世紀前半のポーランド史全体の代表例といえるものです。
pl: Jerzy Świrski był szefem Kierownictwa Marynarki Wojennej przez ponad dwie dekady, od 1925 do 1946 roku. Pod jego dowództwem w latach 20. i 30. młode państwo zbudowało od zera małą, ale dobrze zrównoważoną flotę. Dzięki wysiłkom wiceadmirała, okręty pod polską banderą i z polskimi załogami brały czynny udział w działaniach zbrojnych przez cały czas trwania II wojny światowej. Losy i służba Świrskiego doskonale odzwierciedlają historię Polski w pierwszej połowie XX wieku.
ru: Ежи Свирский стоял во главе польских военно-морских сил больше двух десятков лет, с 1925 по 1946 г. Под его руководством в 1920–1930-х гг. буквально из ничего был создан небольшой, но сбалансированный флот молодого государства. В годы Второй мировой усилиями вице-адмирала корабли под бело-красным флагом с польскими командами активно участвовали в боевых действиях с начала и до самого конца войны. В судьбе и службе Свирского, как в капле воды, отразились все перипетии истории Польши первой половины XX столетия.
uk: Єжи Свірський стояв на чолі польських військово-морських сил більше двох десятків років, з 1925 по 1946 рр. Під його керівництвом у 1920–1930-х рр. буквально з нічого було створено невеликий, але збалансований флот молодої держави. У роки Другої світової зусиллями віце-адмірала кораблі під біло-червоним прапором із польськими командами брали активну участь у бойових діях із початку та до самого кінця війни. У долі та службі Свірського, як у краплі води, позначилися всі перипетії історії Польщі першої половини XX століття.
zh: Ежи Свирский стоял во главе польских военно-морских сил больше двух десятков лет, с 1925 по 1946 г. Под его руководством в 1920–1930-х гг. буквально из ничего был создан небольшой, но сбалансированный флот молодого государства. В годы Второй мировой усилиями вице-адмирала корабли под бело-красным флагом с польскими командами активно участвовали в боевых действиях с начала и до самого конца войны. В судьбе и службе Свирского, как в капле воды, отразились все перипетии истории Польши первой половины XX столетия.
zh_sg: 1925年至1946年的二十多年里，Jerzy Swirski都在波兰海军司令部担任总司令。在他的影响下，于1920到1930年代为这个新州属从零开始建立了一支规模随小但很平衡的舰队。 第二次世界大战期间，在海军中将的努力下，波兰战舰和船员积极参加了战争期间的各种战斗。Swirski的命运和他做出的贡献见证了整个波兰20世纪上半叶的历史。

# IDS_PCQC013_JERZY_SWIRSKI_TITLE
source: Strong-Willed
es_mx: Voluntad Firme
ja: 強い意志
pl: Żelazna wola
ru: Сильные духом
uk: Сильні духом
zh: Сильные духом
zh_sg: 坚定意志

# IDS_PCQC014_EPOCHSOFSHIPS_DESCR
source: At all times, the image of a ship had an aesthetic value to it that is incomparable to any other man-made creation. The immense, mysterious, and even charming presence of majestic sailing ships has fascinated people for centuries. Then came the 19th century—a new era of engineering and automation known as the Industrial Revolution that spurred the development of human technology onwards at an unprecedented rate. Graceful carved wood and woven cloth functioning in harmony with nature's breath were replaced at sea by metal and billowing steam. At that time, and right up until the beginning of the space era, the ship embodied all outstanding scientific achievements that drove the development of our civilization. The 20th century brought with it unprecedented and ruthless world wars, and it was only natural that warships took center stage in shipbuilding at the time. Yet, people never ceased to admire the regularity and symmetry of their features, the complexity and deadly power of the weapons they carried.
ja: いつの時代も、艦船の姿には他の人工物とは比較にならない美しさがあります。巨大さと神秘的な魅力とが調和した雄大な帆船は、何世紀にも渡り人々を魅了してきました。そして、産業革命として知られる自動化の時代である19 世紀が到来しました。産業革命は技術発展をこれまでにないスピードで加速させ、自然の恵みの木材と風力に代わり、艦船に金属と蒸気機関が使われるようになりました。 産業革命から宇宙時代が始まるその直前まで、艦船には私達の文明を発展させてきた科学の全てが詰まっていました。また前例のない冷酷な世界大戦が起こった 20 世紀では、当然ながら軍艦は造船業の中心を占めていました。軍艦の均整美、そしてその複雑で破壊的な兵装は、人々に畏敬の念を抱かせました。
pl: Od zawsze wizerunek okrętu niósł ze sobą wartość estetyczną, której nie sposób porównać z jakimkolwiek innym wytworem ludzkości. Ogromne, otoczone aurą tajemnicy i romantyzmu, przemierzające morza żaglowce fascynowały ludzi od wieków. Później nastał XIX wiek – wiek żelaza. Rewolucja przemysłowa zwiększyła tempo życia. Drewno i wiatr, którymi hojnie obdarzyła nas natura, zostały zastąpione metalem i kłębami pary. Od tamtego czasu, aż do rozpoczęcia ery kosmicznej, okręty były ucieleśnieniem przełomowych odkryć naukowych, które napędzały rozwój naszej cywilizacji. XX wiek przyniósł nam wojny światowe, których brutalność przerastała wszystko, czego ludzkość dotychczas doświadczyła i naturalnie w przemyśle stoczniowym na pierwszy plan wysunęły się okręty. Ludzie nigdy jednak nie przestali podziwiać ich regularnych kształtów, skomplikowanej budowy i śmiercionośnej siły ich uzbrojenia.
ru: Во все времена образ корабля обладал эстетической ценностью, не сравнимой ни с каким иным произведением человеческих рук. Безмерное и таинственное очарование гармонии величественных парусников завораживало столетиями. Но настал «век девятнадцатый, железный...», промышленная революция подстегнула темп жизни людей — дарованные природой древесину и ветер на море заменили металлом и паром. Теперь и впредь до начала космической эры именно корабль стал средоточием всех достижений научно-технического развития нашей цивилизации. Поскольку же наступивший век двадцатый стал эпохой невиданных доселе мировых войн, то в авангарде судостроения неизбежно оказались боевые корабли. А люди по-прежнему не уставали восхищаться их правильностью и симметрией, сложностью и смертоносной мощью.
zh: Во все времена образ корабля обладал эстетической ценностью, не сравнимой ни с каким иным произведением человеческих рук. Безмерное и таинственное очарование гармонии величественных парусников завораживало столетиями. Но настал «век девятнадцатый, железный...», промышленная революция подстегнула темп жизни людей — дарованные природой древесину и ветер, на море заменили металлом и паром. Теперь, и впредь до начала космической эры, именно корабль стал средоточием всех достижений научно-технического развития нашей цивилизации. Поскольку же наступивший век двадцатый стал эпохой невиданных доселе мировых войн, то в авангарде судостроения неизбежно оказались боевые корабли. А люди по-прежнему не уставали восхищаться их правильностью и симметрией, сложностью и смертоносной мощью.

# IDS_PCQC014_EPOCHSOFSHIPS_TITLE
source: Five Epochs of the Navy
ja: 海軍の五つの時代
pl: Pięć epok marynarki
ru: Пять эпох флота
zh: Пять эпох флота
