Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBSC507_DESCR
source: An Edinburgh-class light cruiser, one of the most powerful among same-type ships in the Royal Navy during World War II. Underwent several major upgrades. Instead of AA and torpedo armament, the ship received improved torpedo protection and an enhanced surveillance radar.
es_mx: Un crucero ligero clase Edinburgh, uno de los más poderosos entre los barcos del mismo tipo en la Marina Real durante la Segunda Guerra Mundial. Pasó por varias mejoras importantes. En lugar del armamento AA y de torpedos, el buque recibió una mejor protección contra torpedos y un radar de vigilancia mejorado.
ja: エディンバラ級軽巡洋艦ベルファストは、二次大戦中におけるイギリス海軍最強の軽巡洋艦のひとつであり、複数回に渡り大改装が加えられました。本艦は、対空兵装および雷装を犠牲として対水雷防御力の強化が図られており、より高性能の警戒レーダーが搭載されていました。
pl: Lekki krążownik klasy Edinburgh, jeden z najpotężniejszych okrętów tego typu służących w Royal Navy w trakcie II wojny światowej. Przeszedł szereg istotnych ulepszeń. Zamiast uzbrojenia przeciwlotniczego i torpedowego zainstalowano na nim ulepszoną ochronę przeciwtorpedową i nowoczesny radar dozorowania.
ru: Лёгкий крейсер типа Edinburgh, один из самых мощных представителей своего класса в ВМС Великобритании во время Второй мировой войны. Несколько раз серьёзно модернизировался. На крейсере были усовершенствованы радиолокационное оборудование, ПВО и система управления огнём за счёт отказа от авиационного и торпедного вооружения.
uk: Легкий крейсер типу Edinburgh, один з найпотужніших представників свого класу у ВМС Великобританії під час Другої світової війни. Кілька разів ґрунтовно модернізувався. На крейсері відмовилися від авіаційного і торпедного озброєння на користь удосконалених радіолокаційного обладнання, ППО та системи керування вогнем.
zh: 爱丁堡 级轻型巡洋舰，为皇家海军在战争期间同类型战舰中最为强大的战舰。经历了几次重大升级。与防空及鱼雷武器相反，该舰得到了改良型鱼雷防护及加强型监测雷达。
zh_sg: 爱丁堡级轻型巡洋舰，是皇家海军在第二次世界大战期间同类型中最为强大的战舰之一，经历了几次重大升级。至于对空防御和鱼雷武器，该战舰获得改良型鱼雷防护及加强型监视雷达。

# IDS_PBSC507_FULL
source: Belfast
zh: 贝尔法斯特
zh_sg: 贝尔法斯特

# IDS_PBSC507_SHORT
source: BLFS
zh: 贝尔法斯特
zh_sg: 贝尔法斯特

# IDS_PBSC508_DESCR
source: A variant of the British heavy cruiser project, developed at the beginning of World War II and armed with 234 mm main battery guns.
es_mx: Una variante del proyecto de crucero pesado británico, desarrollada al inicio de la II Guerra Mundial y armada con cañones de la batería principal de 234 mm.
ja: チェシャーはイギリスで二次大戦の序盤に開発された重巡洋艦の計画案であり、主砲として 234 mm 砲を採用していました。
pl: Wariant brytyjskiego ciężkiego krążownika, opracowany na początku II wojny światowej, uzbrojony w działa głównej baterii kal. 234 mm.
ru: Вариант разработанного в начале Второй мировой войны проекта британского тяжёлого крейсера с вооружением из 234-мм орудий главного калибра.
uk: Варіант проекту британського важкого крейсера, розробленого на початку Другої світової війни, з озброєнням із 234-мм гармат головного калібру.
zh: Вариант разработанного в начале Второй мировой войны проекта британского тяжёлого крейсера с вооружением из 234-мм орудий главного калибра.
zh_sg: 一艘英国重型巡洋舰的衍生型号，研发于二战初期，装备了234毫米主炮。

# IDS_PBSC516_DESCR
source: The lead ship in the second series of County-class cruisers—British "Washington Treaty" cruisers armed with eight powerful 203 mm guns. The cruiser was rebuilt during extensive modernization undertaken in the late 1930s, which changed the ship's exterior and reinforced her armor and AA batteries.
es_mx: El barco insignia de la segunda serie de cruceros de la clase County, los cruceros británicos del "Tratado de Washington" armados con ocho poderosos cañones de 203 mm. El crucero fue reconstruido durante la amplia modernización efectuada a finales de los años 30, la cual cambió el aspecto exterior del barco, y reforzó su blindaje baterías AA.
ja: ロンドン級重巡洋艦はイギリスの「ワシントン条約型」巡洋艦であるカウンティ級の第 2 グループであり、強力な 203 mm 砲を 8 門搭載していました。1930 年代の終盤から本級の全艦に大規模な近代化改装が施され、外観が変化し、装甲と対空兵装が強化されました。
pl: Okręt prowadzący drugiej serii krążowników klasy County – brytyjskich „waszyngtońskich” krążowników uzbrojonych w potężne działa kal. 203 mm. Został przebudowany w trakcie przeprowadzonej pod koniec lat 30. gruntownej modernizacji, która zmieniła jego wygląd i wzmocniła uzbrojenie przeciwlotnicze.
ru: Головной корабль второй серии крейсеров типа County — британских крейсеров «вашингтонского» типа, вооружённых восемью мощными 203-мм орудиями. Крейсер был перестроен в ходе обширной модернизации конца 1930-х годов, изменившей его облик и усилившей его бронирование и зенитную артиллерию.
uk: Головний корабель другої серії крейсерів типу County — британських крейсерів «вашингтонського» типу, озброєних вісьмома потужними 203-мм гарматами. Крейсер перебудували під час великої модернізації кінця 1930-х років, яка змінила його зовнішній вигляд і посилила його бронювання та зенітну артилерію.
zh: Головной корабль второй серии крейсеров типа County — британских крейсеров «вашингтонского» типа, вооружённых восемью мощными 203-мм орудиями. Крейсер был перестроен в ходе обширной модернизации конца 1930-х годов, изменившей его облик и усилившей его бронирование и зенитную артиллерию.
zh_sg: 英国“华盛顿条约”County级第二系列巡洋舰的旗舰，装备了八门强劲的203毫米火炮。这艘巡洋舰在二十世纪30年代后期进行了大规模现代化改造，改变了战舰外观并增强了它的装甲和防空武器。

# IDS_PBSC528_DESCR
source: One of the most powerful and largest light cruisers of the 1930s. The ship's main battery comprised twelve 152 mm guns complemented with dual-purpose artillery, torpedo armament, and aircraft-handling equipment.
ja: ベルファストは、1930 年代に建造されたものとしては最も強力かつ最大級の軽巡洋艦の 1 隻です。主砲として 12 門の 152 mm 砲を搭載し、両用砲、雷装、航空機運用設備も備えていました。
pl: Jeden z najpotężniejszych i największych lekkich krążowników zbudowanych w latach 30. Główną baterię okrętu stanowiło dwanaście dział kal. 152 mm, które uzupełniała artyleria uniwersalna, uzbrojenie torpedowe i wyposażenie do obsługi samolotów.
ru: Один из самых мощных и крупных лёгких крейсеров 1930-х годов постройки. Основное вооружение корабля — двенадцать 152-мм орудий главного калибра — дополнялось универсальной артиллерией, торпедным вооружением и авиационным оборудованием.
zh: Один из самых мощных и крупных лёгких крейсеров 1930-х годов постройки. Основное вооружение корабля – двенадцать 152-мм орудий главного калибра, – дополнялось универсальной артиллерией, торпедным вооружением и авиационным оборудованием.

# IDS_PBSD102
source: Medea
zh: 美狄亚
zh_sg: 美狄亚

# IDS_PBSD102_DESCR
source: Initially intended for the Greek Navy, but with the outbreak of World War I, she was assigned to the Royal Navy. Medea's main advantage over her same-type foreign contemporaries was her large-caliber—533 mm—torpedoes.
es_mx: Diseñado inicialmente para la Armada Griega, pero con el estallido de la Primera Guerra Mundial, fue asignado a la Marina Real. La ventaja principal del Medea sobre sus contemporáneos extranjeros del mismo tipo fueron sus torpedos de gran calibre: 533 mm.
ja: メディア級駆逐艦は、当初はギリシャ海軍用として建造されましたが、一次大戦の勃発に伴い、イギリス海軍に配備されました。当時の駆逐艦としては大口径の 533 mm 魚雷を搭載していた点が主な長所でした。
pl: Początkowo budowany dla marynarki greckiej, ale po wybuchu I wojny światowej przydzielony do Royal Navy. Główną przewagą niszczyciela Medea nad konkurencyjnymi okrętami tego samego typu był duży kaliber torped, wynoszący 533 mm.
ru: Изначально предназначался для ВМС Греции, однако с началом Первой мировой войны был включён в состав Королевского флота. Главным преимуществом Medea над современными ему представителями класса из других стран были торпеды большого калибра — 533 мм.
uk: Спочатку призначався для ВМС Греції, проте з початком Першої світової війни залучили до складу Королівського флоту. Головною перевагою Medea над сучасними йому представниками того ж класу з інших країн були торпеди великого калібру — 533 мм.
zh: 最初是为X国海军设计的，但随着大战的爆发，它被分发到皇家海军。美狄亚与其他国家同时代的同类型战舰相比的主要优势在于它的大口径—533毫米—鱼雷。
zh_sg: 起初是为希腊海军建造的，但由于第一次世界大战的爆发，它进入了英国皇家海军服役。米蒂亚与其同类型的其他国家战舰相比的主要优势是533毫米的大口径鱼雷。

# IDS_PBSD102_FULL
source: Medea
zh: 美狄亚
zh_sg: 美狄亚

# IDS_PBSD103
source: Valkyrie
zh: 瓦尔基里
zh_sg: 女武神

# IDS_PBSD103_DESCR
source: One of the V-class destroyer flotilla leaders which defined the main features of British destroyers for nearly two more decades. She stood apart from her predecessors due to her size, larger number of guns, and their more advantageous location.
es_mx: Uno de los destructores líderes de flotilla de la clase V, los cuales definieron las principales características de los destructores británicos durante más de dos décadas. Fue diferente a sus predecesores debido a su tamaño, su gran número de cañones y la ubicación más ventajosa de los mismos.
ja: ヴァルキリィは、V 級嚮導駆逐艦であり、本級によってその後 20 年近くに渡るイギリスの駆逐艦の主要な特徴が決まりました。従来の駆逐艦より大型であり、砲門数が増やされ、砲配置の最適化が図られていました。
pl: Jeden z liderów flotylli niszczycieli klasy V, które były wyznacznikiem głównych cech brytyjskich niszczycieli przez ponad dwie dekady. Od poprzedników różnił się wymiarami, liczbą głównych dział i korzystniejszym ich rozmieszczeniem.
ru: Принадлежал к серии лидеров эсминцев типа V, определивших основные черты британских эсминцев почти на два десятилетия вперёд. От предшественников отличался размерами, большим числом орудий и более выгодным их расположением.
uk: Належав до серії лідерів есмінців типу V, що визначили основні риси британських есмінців майже на два десятиріччя вперед. Від попередників відрізнявся розмірами, великою кількістю гармат і вигіднішим їх розташуванням.
zh: 其中一艘V级驱逐舰舰队领队，定义了接近未来二十年Y系驱逐舰的主要特征。由于它的体积、大量的主炮和它们更有利的位置而超然于它的前任。
zh_sg: V级驱逐舰行列的领导者之一，确定了近二十年来英国驱逐舰的主要特征。由于体型较大，它可以拥有更多位置较为优越的火炮，这与其与前一代有所不同。

# IDS_PBSD103_FULL
source: Valkyrie
zh: 瓦尔基里
zh_sg: 女武神

# IDS_PBSD104
source: Wakeful
zh: 不眠
zh_sg: 清醒

# IDS_PBSD104_DESCR
source: A W-class destroyer of the Admiralty project, a next step in the development of the V-class destroyer flotilla leaders. She was armed with triple torpedo tubes. One of the variants of her modernization assumed strengthening of her artillery by shifting to 120 mm main battery guns.
es_mx: Un destructor clase W del proyecto Admiralty, el siguiente paso en el desarrollo de los destructores líderes de la flotilla clase V. Estaba armado con tubos triples de torpedos. Una de las variantes de su modernización incluía el fortalecimiento de su artillería al cambiar a unos cañones de la batería principal de 120 mm.
ja: ウェイクフルは、アドミラルティ M 級駆逐艦です。本級は、V 級嚮導駆逐艦の改良型であり、三連装の魚雷発射管を搭載していました。近代化案のひとつとして、主砲を 120 mm 砲に換装するという案が存在していました。
pl: Niszczyciel klasy W zbudowany w ramach projektu Admiralty, następnego kroku w rozwoju liderów flotylli niszczycieli klasy V. Uzbrojony był w potrójne wyrzutnie torped. Jeden z wariantów jego modernizacji zakładał wzmocnienie artylerii poprzez zainstalowanie dział kal. 120 mm.
ru: Эсминец типа W проекта Адмиралтейства, представлявший собой дальнейшее развитие лидеров эсминцев типа V. Имел на вооружении трёхтрубные торпедные аппараты. Один из вариантов переоборудования предполагал усиление артиллерии за счёт перехода к 120-мм орудиям главного калибра.
uk: Есмінець типу W проекту Адміралтейства, який був подальшим розвитком лідерів есмінців типу V. Мав на озброєнні тритрубні торпедні апарати. Один з варіантів переобладнання припускав посилення артилерії за рахунок переходу до 120-мм гармат головного калібру.
zh: Y系海军部计划的一艘W级驱逐舰，是V级驱逐舰舰队领队发展的下一步。它配备了三连装鱼雷管。一个它现代化的改装型假定透过改用120毫米主炮来强化它的火炮。
zh_sg: 海军部项目的W级驱逐舰，是V级驱逐舰舰队中领导者的进一步研发项目。配备了三个鱼雷发射管。它的一个现代化变种是通过改用120毫米主炮以加强火力。

# IDS_PBSD104_FULL
source: Wakeful
zh: 不眠
zh_sg: 清醒

# IDS_PBSD105
source: Acasta
zh: 阿卡斯塔
zh_sg: 阿卡斯塔

# IDS_PBSD105_DESCR
source: A representative of the first series (A-class) of the so-called "standard" destroyers of the British Navy that had very similar characteristics and arrangement. She was bigger in size and had quadruple torpedo tubes in comparison with the ships of the previous classes.
es_mx: Un representante de la primera serie (clase A) de los llamados destructores "estándar" de la Armada Británica que tenía características y disposiciones muy similares. Su tamaño era mayor y tenía tubos cuádruples de torpedos en comparación con los barcos de las clases anteriores.
ja: アカスタは、イギリス海軍の所謂「標準型」駆逐艦として最初の艦級 (A 級) の 1 隻であり、「標準型」駆逐艦は諸元や構成がよく似ていました。従来の駆逐艦級に比して大型であり、四連装の魚雷発射管を搭載していました。
pl: Reprezentant pierwszej serii (klasy A) tak zwanych „standardowych” niszczycieli floty brytyjskiej, które posiadały bardzo podobną charakterystykę i układ. W porównaniu do poprzednich klas był większy i posiadał poczwórne wyrzutnie torped.
ru: Представитель первой серии (тип A) так называемых «стандартных» эсминцев ВМС Великобритании, обладавших очень схожими характеристиками и компоновкой. От кораблей предыдущих типов отличался увеличенными размерами и наличием четырёхтрубных торпедных аппаратов.
uk: Представник першої серії (тип A) так званих «стандартних» есмінців ВМС Великобританії, які мали дуже схожі характеристики і дизайн. Від кораблів попередніх типів відрізнявся збільшеними розмірами і наявністю чотиритрубних торпедних апаратів.
zh: Y系海军所谓的「标准」驱逐舰的第一系列（A级）的代表，具有非常相似的特征和配置。与前一级的战舰相比它的体积更大并且有四连装鱼雷管。
zh_sg: 英国海军被称为“标准”驱逐舰的第一个系列（A级）的表性的战舰，拥有非常相似的特征和配置。与以前的战舰相比，它的体积更大，并且有四个鱼雷发射管。

# IDS_PBSD105_FULL
source: Acasta
zh: 阿卡斯塔
zh_sg: 阿卡斯塔

# IDS_PBSD106
source: Icarus
zh: 伊卡洛斯
zh_sg: 伊卡洛斯

# IDS_PBSD106_DESCR
source: Part of the last series (I-class) of the "standard" destroyers of the British Navy. The ships of this class were the basis for transition from quadruple to quintuple torpedo tubes.
es_mx: Parte de la última serie (clase I) de los destructores "estándar" de la Armada Británica. Los barcos de esta clase fueron la base para la transición de tubos de torpedo cuádruples a quíntuples.
ja: イカルスは、イギリス海軍の「標準型」駆逐艦として最後の艦級 (I 級) の 1 隻です。本級では魚雷発射管が従来の四連装から五連装に変更されました。
pl: Część ostatniej serii (klasy I) „standardowych” niszczycieli marynarki brytyjskiej. Okręty tej klasy były prekursorami w przejściu z poczwórnych na pięciorurowe wyrzutnie torpedowe.
ru: Принадлежал к последней серии (тип I) «стандартных» эсминцев ВМС Великобритании. На кораблях этого типа состоялся переход от четырёхтрубных к пятитрубным торпедным аппаратам.
uk: Належав до останньої серії (тип I) «стандартних» есмінців ВМС Великобританії. На кораблях цього типу відбувся перехід від чотиритрубних до п’ятитрубних торпедних апаратів.
zh: Y系海军「标准」驱逐舰最后一系列（I级）的一部分。这级的战舰是从四连装转型为五连装鱼雷管的基础。
zh_sg: 英国海军“标准”驱逐舰最后一个系列（I级）的一部分。这种战舰是从四重鱼雷改进到五重鱼雷发射管的基础。

# IDS_PBSD106_FULL
source: Icarus
zh: 伊卡洛斯
zh_sg: 伊卡洛斯

# IDS_PBSD107
source: Jervis
zh: 杰维斯
zh_sg: 杰维斯

# IDS_PBSD107_DESCR
source: The J-class ships became the pioneers of the the new generation of British destroyers. Their increased size enabled them to carry powerful artillery in new twin mounts.
es_mx: Los barcos de la clase J fueron en los pioneros de la nueva generación de destructores británicos. Su mayor tamaño le permitió llevar una artillería poderosa en los nuevos montajes gemelos.
ja: ジャーヴィスは J 級駆逐艦の 1 隻であり、本級は、イギリス海軍における新世代の駆逐艦として最初の艦級でした。大型化により、新型の連装砲塔を搭載して砲力を強化することができました。
pl: Okręty klasy J były pionierską generacją brytyjskich niszczycieli. Ich rozmiary pozwalały na zainstalowanie potężnej artylerii, umieszczonej w podwójnych stanowiskach.
ru: Корабли типа J стали родоначальниками британских эсминцев нового поколения. Увеличившиеся размеры позволили разместить на них мощное артиллерийское вооружение в новых спаренных установках.
uk: Кораблі типу J стали батьками британських есмінців нового покоління. Збільшені розміри дозволили розмістити на них потужне артилерійське озброєння в нових спарених установках.
zh: J级战舰成为新世代Y系驱逐舰的先驱。它们的尺寸增加使它们能够携带新的双连装强力火炮。
zh_sg: 该J级战舰是新一代英国驱逐舰的先锋。它们的体积得到了增加，这样使其可以装备全新双重炮座的强力武器。

# IDS_PBSD107_FULL
source: Jervis
zh: 杰维斯
zh_sg: 杰维斯

# IDS_PBSD108
source: Lightning
zh: 雷霆
zh_sg: 雷电

# IDS_PBSD108_DESCR
source: An L-class destroyer, a next step in the development of J-class ships. In comparison with her predecessors, she had fewer torpedo tubes and new, more powerful 120 mm guns mounted in turrets with the design that enabled firing at aircraft.
es_mx: Un destructor clase L, el siguiente paso en el desarrollo de barcos de la clase J. A comparación de sus predecesores, tenía menos tubos de torpedos y nuevos y más poderosos cañones de 120 mm montados en torretas con un diseño que permitía disparar a los aviones.
ja: ライトニングは、L 級駆逐艦の 1 隻であり、J 級の発展型でした。本級では、従来の艦級よりも雷装が削減された一方で、対空射撃にも対応可能な新型の 120 mm 砲塔が採用されていました。
pl: Niszczyciel klasy L, kolejny krok w rozwoju okrętów klasy J. W porównaniu z poprzednikami miał mniej wyrzutni torped, ale za to uzbrojony był w potężniejsze działa kal. 120 mm, zamontowane w wieżach, które pozwalały na ostrzał samolotów.
ru: Эсминец типа L, представлявший собой дальнейшее развитие кораблей типа J. От предшественников отличался меньшим числом торпедных труб и новыми более мощными 120-мм орудиями, размещёнными в башнях, конструкция которых позволяла вести огонь по самолётам.
uk: Есмінець типу L, який був подальшим розвитком кораблів типу J. Від попередників відрізнявся меншим числом торпедних труб і новими потужнішими 120-мм гарматами, розміщеними в баштах, конструкція яких дозволяла стріляти по літаках.
zh: L级驱逐舰，是J级战舰发展的下一步。与它的前任相比，它拥有较少的鱼雷管和安装在炮塔中的新型更强大的120毫米火炮，其设计让它可以对飞机开火。
zh_sg: L级驱逐舰，是J级战舰的进一步研发。与其相比，它的鱼雷发射管更少，但在炮塔装备了全新的，更强大并可以对空中目标开火120毫米火炮。

# IDS_PBSD108_FULL
source: Lightning
zh: 雷霆
zh_sg: 雷电

# IDS_PBSD109
source: Jutland
zh: 日德兰
zh_sg: 日德兰

# IDS_PBSD109_DESCR
source: One of the Battle-class destroyers. She was designed with consideration of the experience gained in World War II. She had a very powerful anti-aircraft defense due to enhanced AA automatic guns and main battery, which served its dual purpose in full.
es_mx: Uno de los destructores clase Battle. Fue diseñado considerando la experiencia adquirida en la 2GM. Tenía una defensa antiaérea muy poderosa gracias a los cañones AA automáticos mejorados y a la batería principal, que cumplían su doble propósito totalmente.
ja: ジャトランドは、バトル級駆逐艦の 1 隻であり、二次大戦中の戦訓を活かして設計されました。本級は、高性能の対空機関砲に加え、主砲として本格的な両用砲を搭載しており、極めて高い対空能力を誇っていました。
pl: Jeden z niszczycieli klasy Battle. Zaprojektowany był z uwzględnieniem doświadczeń zebranych w trakcie II wojny światowej. Posiadał potężne uzbrojenie przeciwlotnicze dzięki ulepszonym automatycznym działom przeciwlotniczym i głównym działom uniwersalnym.
ru: Один из эсминцев типа Battle, проектировавшихся с учётом опыта Второй мировой войны. Обладал очень мощной ПВО за счёт более совершенных зенитных автоматов и артиллерии главного калибра, ставшей в полной мере универсальной.
uk: Один з есмінців типу Battle, що проектували зважаючи на досвід Другої світової війни. Мав дуже потужну ППО за рахунок досконаліших зенітних автоматів і артилерії головного калібру, що стала повною мірою універсальною.
zh: 巴特勒级驱逐舰之一。它的设计考虑了大战中获得的经验。由于强化的防空自动炮和主炮，它具有非常强大的防空防御功能，完全实现了它的双重目的。
zh_sg: 战甲级驱逐舰之一。其设计基于在第二次世界大战中获得的经验。由于装备了加强的自动防空炮和主炮组，其防空能力得到了大大增强，可以完全实现两用的目的。

# IDS_PBSD109_FULL
source: Jutland
zh: 日德兰
zh_sg: 日德兰

# IDS_PBSD110
source: Daring
zh: 达林
zh_sg: 果敢

# IDS_PBSD110_DESCR
source: The Daring-class ships were the last and the largest British destroyers, carrying torpedo tubes and artillery guns. Their main battery comprised 113 mm guns mounted in enhanced dual-purpose turrets.
es_mx: Los destructores de clase Daring fueron los de mayor tamaño y los últimos de la Armada británica con tubos lanzatorpedos y cañones de artillería. Su batería principal estaba formada por cañones de 113 mm montados en torretas mejoradas de propósito dual.
ja: デアリング級駆逐艦は、魚雷と艦砲を主武装としたイギリス駆逐艦としては最後かつ最大の艦級であり、主砲としては、高性能な 113 mm 両用砲塔が採用されていました。
pl: Okręty klasy Daring były ostatnimi i największymi brytyjskimi niszczycielami uzbrojonymi w wyrzutnie torped i działa artyleryjskie. Bateria główna składała się z dział kal. 113 mm umieszczonych w wieżach uniwersalnych.
ru: Корабли типа Daring являлись последними и самыми крупными британскими эсминцами с торпедно-артиллерийским вооружением. В качестве артиллерии главного калибра имели 113-мм орудия в усовершенствованных универсальных башенных установках.
uk: Кораблі типу Daring були останніми й найбільшими британськими есмінцями з торпедно-артилерійським озброєнням. За артилерію головного калібру вони мали 113-мм гармати в удосконалених універсальних баштових установках.
zh: 达林级战舰是最后一个最大的携带鱼雷和火炮的Y系驱逐舰。他们的主炮由114毫米炮安装在增强型两用炮塔中所组成。
zh_sg: 果敢级战舰是最新也是最大的英国驱逐舰，装备鱼雷发射管和火炮。主炮组由装备在加强的两用炮塔113毫米火炮组成。

# IDS_PBSD110_FULL
source: Daring
zh: 达林
zh_sg: 果敢

# IDS_PBSD503
source: Campbeltown
zh: 坎贝尔敦
zh_sg: 坎贝尔敦

# IDS_PBSD503_DESCR
source: The warship belonged to a series of U.S.-built "flush-deckers". In 1940, she was transferred to the U.K. Along with her extremely powerful torpedo armament, Campbeltown was also noted for uncommonly high speed for that era. The distinctive placement of her torpedo tubes allowed her to quickly concentrate torpedo fire on either side.
es_mx: El barco perteneció a una serie de buques de "cubierta corrida" construidos por EE.UU. En 1940, fue transferido a R.U. Junto con su extremadamente poderoso armamento de torpedos, el Campbeltown también destacaba por su poco común alta velocidad para esa era. La distintiva colocación de sus tubos de torpedos le permitía concentrar rápidamente sus torpedos a cualquier lado.
ja: アメリカ製の「平甲板型」駆逐艦であり、1940 年にイギリス海軍へと譲渡されました。このキャンベルタウンは、極めて強力な雷装に加え、当時の軍艦としては例外的なまでの高速もまた特長でした。魚雷発射管の配置が独特であったため、発射管を片舷側へ素早く集中指向することが可能でした。
pl: Okręt ten należał do amerykańskiej serii „gładkopokładowców”. W 1940 r. został przekazany Wielkiej Brytanii. Poza wyjątkowo potężnym uzbrojeniem torpedowym, Campbeltown znany był również z nietypowo dużej szybkości jak na swoje czasy. Dzięki charakterystycznemu rozmieszczeniu wyrzutni torpedowych mógł szybko skoncentrować ostrzał torpedowy po obu stronach.
ru: Принадлежал к числу «гладкопалубных» эсминцев американской постройки. Передан Великобритании в 1940 г. Обладал высокой для своего времени скоростью и очень мощным торпедным вооружением. Особенности размещения торпедных аппаратов позволяли быстро переводить огонь с борта на борт.
uk: Належав до числа «гладкопалубних» есмінців американського будівництва. Переданий до Великобританії 1940 р. Мав високу для свого часу швидкість і дуже потужне торпедне озброєння. Розміщення торпедних апаратів дозволяло швидко переводити вогонь із борту на борт.
zh: 该战舰属于一系列 "平甲板舰"。于 1940 年，它被转交了。除了它极为强大的鱼雷武器外，坎贝尔敦也因它的最高航速而著名，于当代的战舰中很罕见。由于它的鱼雷发射管位置特殊，它可以迅速地朝两侧集中鱼雷的火力。
zh_sg: 该战舰属于美国制造的“平甲板舰”系列。1940年，被转交给了英国。凭借极为强大的鱼雷武器，坎贝尔敦 也因它在同时期内罕见的高航速而著名。其特殊的鱼雷发射管配置使它能迅速地朝两侧集中鱼雷的火力。

# IDS_PBSD503_FULL
source: Campbeltown
zh: 坎贝尔敦
zh_sg: 坎贝尔敦

# IDS_PBSD503_SHORT
source: CMBL
zh: 坎贝尔敦
zh_sg: 坎贝尔敦

# IDS_PBSD506
source: Gallant
zh: 勇敢
zh_sg: 勇敢
