Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCVO012_OP_02_04_S05_DUNKIRK_DESCRIPTION
source: Allied forces were surrounded near Dunkirk. You are to evacuate as many of our soldiers as possible from the mainland with the support of the civil ships. Expect resistance from enemy aircraft, long-range artillery, and torpedo boats. Be careful, the evacuation routes run through minefields.
es_mx: Las fuerzas Aliadass fueron rodeadas cerca de Dunkerque. Debes evacuar tantos soldados como sea posible de la costa con el apoyo de barcos civiles. Espera resistencia de los aviones enemigos, artillería de largo alcance, y lanchas torpederas. Se cuidadoso, las rutas de evacuación atraviesan campos de minas.
ja: 連合軍部隊がダンケルク付近で包囲されている。君たちの任務は、民間船と協力し合って可能な限り多くの連合軍兵士たちを撤退させることにある。敵の航空機、長距離砲台、魚雷艇による妨害が予想される。加えて、撤退ルート上には機雷原が存在している模様だ。警戒せよ。
pl: Sojusznicze siły zostałe otoczone w pobliżu Dunkierki. Z pomocą cywilnych statków musisz ewakuować tylu żołnierzy, ilu tylko się da. Przygotuj się na opór wroga w postaci samolotów, artylerii dalekiego zasięgu i łodzi torpedowych. Uważaj również na miny, na które można się natknąć na kursach ewakuacji.
ru: Союзные войска окружены под Дюнкерком. Ваша задача — совместно с гражданскими судами эвакуировать с материка как можно больше солдат. Ожидается противодействие авиации, дальнобойной артиллерии и торпедных катеров. Будьте осторожны, маршруты эвакуации пролегают среди минных полей.
uk: Союзні війська оточені поблизу Дюнкерка. Ваше завдання — спільно з цивільними суднами евакуювати з материка якомога більше вояків. Очікується протидія авіації, далекобійної артилерії та торпедних катерів. Будьте обережні, маршрути евакуації пролягають серед мінних полів.
zh: 盟军部队被包围在敦刻尔克附近。您要在民用船只的支援下尽量从大陆多撤离我们的士兵。预计会受到敌方飞机、远程火炮、以及鱼雷艇的抵抗。小心，撤离路线会穿过水雷区。
zh_sg: 盟军部队被包围在敦刻尔克附近。您要在民用船只的支援下尽量从大陆多撤离我们的士兵。预计会受到敌方飞机、远程火炮、以及鱼雷艇的抵抗。小心，撤离路线会穿过水雷区。

# IDS_PCVO012_OP_02_04_S05_DUNKIRK_GOAL
source: Support the evacuation of the Allied troops surrounded near Dunkirk.
es_mx: Apoya la evacuación de las tropas Aliadas rodeadas cerca de Dunkerque.
ja: ダンケルク付近で包囲されている連合軍兵士の撤退を支援せよ。
pl: Wspomóż ewakuację alianckich żołnierzy z okolic Dunkierki.
ru: Обеспечьте эвакуацию союзных войск, окружённых под Дюнкерком.
uk: Забезпечте евакуацію союзних військ, оточених під Дюнкерком.
zh: 支援被包围在敦刻尔克附的盟军部队的撤离行动。
zh_sg: 支援被包围在敦刻尔克附的盟军部队的撤离行动。

# IDS_PCVO012_OP_02_04_S05_DUNKIRK_NAME
source: Dynamo
es_mx: Dinamo
ja: ダイナモ
ru: Динамо
uk: Динамо
zh: 发电机
zh_sg: 发电机

# IDS_PCVO012_OP_02_04_S05_DUNKIRK_NAME_RESULT_SCREEN
source: Dynamo
es_mx: Dinamo
ja: ダイナモ
ru: Динамо
uk: Динамо
zh: 发电机
zh_sg: 发电机

# IDS_PCVO013_EV_HL_18_E04_HALLOWEEN_2018_DESCRIPTION
source: The Royal Fleet has defeated Rasputin and its allied darksiders many times before, but hostile forces keep coming back for more. Reconnaissance units report there is a Black Lair castle rising up from amongst the islands of Five Ravens in the Outer World. That's where Rasputin gains power to rise from the darkness of non-existence. Find the Black Lair, and destroy the villainous creature once and for all.
es_mx: La Flota Real ha derrotado al Rasputín y a sus oscuros aliados muchas veces antes, pero las fuerzas hostiles siguen regresando por más. Las unidades de reconocimiento informan que hay un castillo Black Lair que se levanta entre las islas Five Ravens en el Mundo Exterior. Ahí es donde Rasputín gana poder para salir de la oscuridad y la no existencia. Encuentra el Black Lair y destruye al villano de una vez por todas.
ja: 王立艦隊はこれまでに Rasputin とその配下のダークサイダー共を何度も撃退したが、それでも敵は繰り返しやって来る。偵察部隊の報告によって、アウターワールドのファイヴレイヴン諸島に、ブラックレア城が存在することが判明した。そして Rasputin は、この城から力を得て、虚無の暗黒から復活する模様だ。このブラックレア城を発見し、あの悪しき化け物を今度こそ永久に葬り去るのだ。
pl: Flota Królewska pokonała Rasputina i jego mrocznych sprzymierzeńców wielokrotnie, ale wróg nie odpuszcza. Jednostki zwiadowcze donoszą, że w Świecie zewnętrznym, pośród Wysp Pięciu Kruków wznosi się zamek Czarne Leże. Tam właśnie gromadzą się mroczne siły Rasputina. Znajdź Czarne Leże i zniszcz tę niegodziwą kreaturę raz na zawsze.
ru: Королевский флот не раз побеждал «Распутина» и его приспешников, но армия врага возвращалась снова и снова. Разведчики выяснили: в Ином Мире, посреди островов Пяти Воронов, стоит замок «Чёрная обитель». В нём «Распутин» обретает силу и восстаёт из мрака небытия. Найдите обитель и окончательно уничтожьте злодея.
uk: Королівський флот неодноразово перемагав «Распутіна» і його послідовників, але ворожа армія поверталася знову та знову. Розвідники виявили, що в Іншому Світі, серед островів П'яти Круків, стоїть замок «Чорна обитель». У ньому «Распутін» набирає сили та повстає із мороку небуття. Знайдіть цей замок та знищте лиходія назавжди.
zh: 舰队曾多次击败拉斯普京及其盟友末世骑士，但敌对势力不断回归更多。侦察部队报告说，有一座黑暗巢穴城堡从外界的五鸦群岛中升起。那里就是拉斯普京从虚无的黑暗中获得力量以崛起的地方。找到黑暗巢穴，并再一次且永远地摧毁邪恶生物。
zh_sg: 皇家舰队之前就已经多次击败了拉斯普京和它的黑暗势力，但敌方势力仍在持续不断的反攻。侦察部队报告说，有一座黑巢城堡挣从外面的五鸦群岛中升起。这就是拉斯普京不断获得黑暗力量的地方。找到黑巢，一次摧毁其中所有的邪恶生物。

# IDS_PCVO013_EV_HL_18_E04_HALLOWEEN_2018_GOAL
source: Locate Rasputin in the Black Lair harbor and defeat it permanently.
es_mx: Ubica al Rasputin en el puerto Black Lair y derrotalo de una vez por todads.
ja: ブラックレア湾内で Rasputin を見つけ出し、完全に撃滅せよ。
pl: Znajdź Rasputina w pobliżu Czarnego Leża, by ostatecznie go zgładzić.
ru: Найдите «Распутина» в гавани «Чёрной обители» и окончательно его победите.
uk: Знайдіть «Распутіна» у гавані «Чорної обителі» та переможіть його остаточно.
zh: 在黑暗巢穴港找到拉斯普京并彻底击败它。
zh_sg: 确定拉斯普京在黑巢港中的位置并彻底击败它。

# IDS_PCVO013_EV_HL_18_E04_HALLOWEEN_2018_NAME
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_PCVO013_EV_HL_18_E04_HALLOWEEN_2018_NAME_RESULT_SCREEN
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_PCVO017_EV_HL_18_E04_HALLOWEEN_2018_HARD_DESCRIPTION
source: The Royal Fleet has defeated Rasputin and its allied darksiders many times before, but hostile forces keep coming back for more. Reconnaissance units report there is a Black Lair castle rising up from amongst the islands of Five Ravens in the Outer World. That's where Rasputin gains power to rise from the darkness of non-existence. Find the Black Lair, and destroy the villainous creature once and for all.
es_mx: La Flota Real ha derrotado al Rasputín y a sus oscuros aliados muchas veces antes, pero las fuerzas hostiles siguen regresando por más. Las unidades de reconocimiento informan que hay un castillo Black Lair que se levanta entre las islas Five Ravens en el Mundo Exterior. Ahí es donde Rasputín gana poder para salir de la oscuridad y la no existencia. Encuentra el Black Lair y destruye al villano de una vez por todas.
ja: 王立艦隊はこれまでに Rasputin とその配下のダークサイダー共を何度も撃退したが、それでも敵は繰り返しやって来る。偵察部隊の報告によって、アウターワールドのファイヴレイヴン諸島に、ブラックレア城が存在することが判明した。そして Rasputin は、この城から力を得て、虚無の暗黒から復活する模様だ。このブラックレア城を発見し、あの悪しき化け物を今度こそ永久に葬り去るのだ。
pl: Flota Królewska pokonała Rasputina i jego mrocznych sprzymierzeńców wielokrotnie, ale wróg nie odpuszcza. Jednostki zwiadowcze donoszą, że w Świecie zewnętrznym, pośród Wysp Pięciu Kruków wznosi się zamek Czarne Leże. Tam właśnie gromadzą się mroczne siły Rasputina. Znajdź Czarne Leże i zniszcz tę niegodziwą kreaturę raz na zawsze.
ru: Королевский флот не раз побеждал «Распутина» и его приспешников, но армия врага возвращалась снова и снова. Разведчики выяснили: в Ином Мире, посреди островов Пяти Воронов, стоит замок «Чёрная обитель». В нём «Распутин» обретает силу и восстаёт из мрака небытия. Найдите обитель и окончательно уничтожьте злодея.
uk: Королівський флот неодноразово перемагав «Распутіна» і його послідовників, але ворожа армія поверталася знову та знову. Розвідники виявили, що в Іншому Світі, серед островів П'яти Круків, стоїть замок «Чорна обитель». У ньому «Распутін» набирає сили та повстає із мороку небуття. Знайдіть цей замок та знищте лиходія назавжди.
zh: 舰队曾多次击败拉斯普京及其盟友末世骑士，但敌对势力不断回归更多。侦察部队报告说，有一座黑暗巢穴城堡从外界的五鸦群岛中升起。那里就是拉斯普京从虚无的黑暗中获得力量以崛起的地方。找到黑暗巢穴，并再一次且永远地摧毁邪恶生物。
zh_sg: 皇家舰队之前就已经多次击败了拉斯普京和它的黑暗势力，但敌方势力仍在持续不断的反攻。侦察部队报告说，有一座黑巢城堡挣从外面的五鸦群岛中升起。这就是拉斯普京不断获得黑暗力量的地方。找到黑巢，一次摧毁其中所有的邪恶生物。

# IDS_PCVO017_EV_HL_18_E04_HALLOWEEN_2018_HARD_GOAL
source: Locate Rasputin in the Black Lair harbor and defeat it permanently.
es_mx: Ubica al Rasputin en el puerto Black Lair y derrotalo de una vez por todads.
ja: ブラックレア湾内で Rasputin を見つけ出し、完全に撃滅せよ。
pl: Znajdź Rasputina w pobliżu Czarnego Leża, by ostatecznie go zgładzić.
ru: Найдите «Распутина» в гавани «Чёрной обители» и окончательно его победите.
uk: Знайдіть «Распутіна» у гавані «Чорної обителі» та переможіть його остаточно.
zh: 在黑暗巢穴港找到拉斯普京并彻底击败它。
zh_sg: 确定拉斯普京在黑巢港中的位置并彻底击败它。

# IDS_PCVO017_EV_HL_18_E04_HALLOWEEN_2018_HARD_NAME
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_PCVO017_EV_HL_18_E04_HALLOWEEN_2018_HARD_NAME_RESULT_SCREEN
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_PCVO018_EV_HL_16_50_VANHELLSING_DESCRIPTION
source: Under the moonlit sky, the sea is churning, onshore catapults are creaking, and dreadful zombie ships are chasing the living. Rasputin, your arch enemy, has its guns loaded and ready to fire. Help Transylvania reach her destination and don't let her fall victim to the awakened evil.
es_mx: Bajo la luz de la luna, el mar está revuelto, las catapultas en tierra crujen, y los terribles barcos zombi están persiguiendo a los vivos. Rasputin, tu archienemigo, tiene sus cañones cargados y listos para disparar. Ayuda al Transilvania a llegar a su destino y no lo dejes caer víctima del mal que ha despertado.
ja: 月明かりの下、海はざわめき、陸上のカタパルトはきしみ、恐ろしいゾンビ艦艇が生者を追い回している。 ずる賢い敵、ラスプーチン (Rasputin) が砲撃準備を整えている。 トランシルヴァニア (Transylvania) を目的地まで護衛し、目覚めし邪悪から守り抜け。
pl: Pod rozgwieżdżonym niebem morze faluje, przybrzeżne katapulty trzeszczą, a okropne okręty-zombie gonią żywych. „Rasputin”, Twój arcywróg, jest zwarty i gotowy do walki. Pomóż „Transylwanii” dotrzeć do celu nietkniętemu przez przebudzone zło.
ru: В лунном свете зловеще бурлит море, словно ядовитое зелье. Скрипят береговые катапульты. Страшные зомби-корабли охотятся за живыми. Наготове палубные орудия главного врага — «Распутина». Помогите «Трансильвании» дойти до цели и не стать жертвой пробудившейся нечисти.
uk: У місячному сяйві зловісно вирує море, наче отруйне зілля. Риплять берегові катапульти. Страшні кораблі-мертвяки полюють на живих. Напоготові палубні гармати головного ворога — «Распутіна». Допоможіть «Трансільванії» дістатися пункту призначення й не стати жертвою нечисті, що прокинулася.
zh: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸舰艇不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。
zh_sg: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸战舰不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。

# IDS_PCVO018_EV_HL_16_50_VANHELLSING_GOAL
source: Escort Transylvania to the Portal.
es_mx: Escolta al Transylvania al Portal.
ja: Transylvania をポータルまで護衛せよ。
pl: Eskortuj „Transylwanię” do portalu.
ru: Сопроводите «Трансильванию» к Порталу.
uk: Супроводжуйте «Трансільванію» до порталу.
zh: 护卫特兰西瓦尼亚前往传送门。
zh_sg: 护卫特兰西瓦尼亚前往传送门。

# IDS_PCVO018_EV_HL_16_50_VANHELLSING_NAME
source: Saving Transylvania
es_mx: Salvando al Transylvania
ja: Transylvania を救え
pl: Uwolnić Transylwanię
ru: Спасение «Трансильвании»
uk: Порятунок «Трансільванії»
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_PCVO018_EV_HL_16_50_VANHELLSING_NAME_RESULT_SCREEN
source: Saving Transylvania
es_mx: Salvando al Transylvania
ja: Transylvania を救え
pl: Uwolnić Transylwanię
ru: Спасение «Трансильвании»
uk: Порятунок «Трансільванії»
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_PCVO019_EV_HL_16_50_VANHELLSING_HARD_DESCRIPTION
source: Under the moonlit sky, the sea is churning, onshore catapults are creaking, and dreadful zombie ships are chasing the living. Rasputin, your arch enemy, has its guns loaded and ready to fire. Help Transylvania reach her destination and don't let her fall victim to the awakened evil.
es_mx: Bajo la luz de la luna, el mar está revuelto, las catapultas en tierra crujen, y los terribles barcos zombi están persiguiendo a los vivos. Rasputin, tu archienemigo, tiene sus cañones cargados y listos para disparar. Ayuda al Transilvania a llegar a su destino y no lo dejes caer víctima del mal que ha despertado.
ja: 月明かりの下、海はざわめき、陸上のカタパルトはきしみ、恐ろしいゾンビ艦艇が生者を追い回している。 ずる賢い敵、ラスプーチン (Rasputin) が砲撃準備を整えている。 トランシルヴァニア (Transylvania) を目的地まで護衛し、目覚めし邪悪から守り抜け。
pl: Pod rozgwieżdżonym niebem morze faluje, przybrzeżne katapulty trzeszczą, a okropne okręty-zombie gonią żywych. „Rasputin”, Twój arcywróg, jest zwarty i gotowy do walki. Pomóż „Transylwanii” dotrzeć do celu nietkniętemu przez przebudzone zło.
ru: В лунном свете зловеще бурлит море, словно ядовитое зелье. Скрипят береговые катапульты. Страшные зомби-корабли охотятся за живыми. Наготове палубные орудия главного врага — «Распутина». Помогите «Трансильвании» дойти до цели и не стать жертвой пробудившейся нечисти.
uk: У місячному сяйві зловісно вирує море, наче отруйне зілля. Риплять берегові катапульти. Страшні кораблі-мертвяки полюють на живих. Напоготові палубні гармати головного ворога — «Распутіна». Допоможіть «Трансільванії» дістатися пункту призначення й не стати жертвою нечисті, що прокинулася.
zh: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸舰艇不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。
zh_sg: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸战舰不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。

# IDS_PCVO019_EV_HL_16_50_VANHELLSING_HARD_GOAL
source: Escort Transylvania to the Portal.
es_mx: Escolta al Transylvania al Portal.
ja: Transylvania をポータルまで護衛せよ。
pl: Eskortuj „Transylwanię” do portalu.
ru: Сопроводите «Трансильванию» к Порталу.
uk: Супроводжуйте «Трансільванію» до порталу.
zh: 护卫特兰西瓦尼亚前往传送门。
zh_sg: 护卫特兰西瓦尼亚前往传送门。

# IDS_PCVO019_EV_HL_16_50_VANHELLSING_HARD_NAME
source: Saving Transylvania (Hard)
es_mx: Salvando al Transylvania (Difícil)
ja: Transylvania を救え (高難度)
pl: Uwolnić Transylwanię\n(wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сложный)
uk: Порятунок «Трансільванії» (Складний)
zh: Спасение «Трансильвании» (Сложный)
zh_sg: 拯救特兰西瓦尼亚（困难）

# IDS_PCVO019_EV_HL_16_50_VANHELLSING_HARD_NAME_RESULT_SCREEN
source: Saving Transylvania (Hard)
es_mx: Salvando al Transylvania (Difícil)
ja: Transylvania を救え (高難度)
pl: Uwolnić Transylwanię\n(wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сложный)
uk: Порятунок «Трансільванії» (Складний)
zh: Спасение «Трансильвании» (Сложный)
zh_sg: 拯救特兰西瓦尼亚（困难）

# IDS_PCVO020_EV_HL_16_50_VANHELLSING_NIGHTMARE_DESCRIPTION
source: Under the moonlit sky, the sea is churning, onshore catapults are creaking, and dreadful zombie ships are chasing the living. Rasputin, your arch enemy, has its guns loaded and ready to fire. Help Transylvania reach her destination and don't let her fall victim to the awakened evil.
es_mx: Bajo la luz de la luna, el mar está revuelto, las catapultas en tierra crujen, y los terribles barcos zombi están persiguiendo a los vivos. Rasputin, tu archienemigo, tiene sus cañones cargados y listos para disparar. Ayuda al Transilvania a llegar a su destino y no lo dejes caer víctima del mal que ha despertado.
ja: 月明かりの下、海はざわめき、陸上のカタパルトはきしみ、恐ろしいゾンビ艦艇が生者を追い回している。 ずる賢い敵、ラスプーチン (Rasputin) が砲撃準備を整えている。 トランシルヴァニア (Transylvania) を目的地まで護衛し、目覚めし邪悪から守り抜け。
pl: Pod rozgwieżdżonym niebem morze faluje, przybrzeżne katapulty trzeszczą, a okropne okręty-zombie gonią żywych. „Rasputin”, Twój arcywróg, jest zwarty i gotowy do walki. Pomóż „Transylwanii” dotrzeć do celu nietkniętemu przez przebudzone zło.
ru: В лунном свете зловеще бурлит море, словно ядовитое зелье. Скрипят береговые катапульты. Страшные зомби-корабли охотятся за живыми. Наготове палубные орудия главного врага — «Распутина». Помогите «Трансильвании» дойти до цели и не стать жертвой пробудившейся нечисти.
uk: У місячному сяйві зловісно вирує море, наче отруйне зілля. Риплять берегові катапульти. Страшні кораблі-мертвяки полюють на живих. Напоготові палубні гармати головного ворога — «Распутіна». Допоможіть «Трансільванії» дістатися пункту призначення й не стати жертвою нечисті, що прокинулася.
zh: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸舰艇不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。
zh_sg: 在充满月光照耀的天空下，海水剧烈地翻腾着、陆上投石机发出吱吱嘎嘎的声音，而丧尸战舰不断追逐着生者。 您狡黠的敌人拉斯普京已装填好火炮并准备进行射击。 帮助特兰西瓦尼亚抵达它的目的地并且别让它沦为用来唤醒邪恶的牺牲品。

# IDS_PCVO020_EV_HL_16_50_VANHELLSING_NIGHTMARE_GOAL
source: Escort Transylvania to the Portal.
es_mx: Escolta al Transylvania al Portal.
ja: Transylvania をポータルまで護衛せよ。
pl: Eskortuj „Transylwanię” do portalu.
ru: Сопроводите «Трансильванию» к Порталу.
uk: Супроводжуйте «Трансільванію» до порталу.
zh: 护卫特兰西瓦尼亚前往传送门。
zh_sg: 护卫特兰西瓦尼亚前往传送门。

# IDS_PCVO020_EV_HL_16_50_VANHELLSING_NIGHTMARE_NAME
source: Saving Transylvania (Super Hard)
es_mx: Salvando al Transylvania (Super Difícil)
ja: Transylvania を救え (超高難度)
pl: Uwolnić Transylwanię (bardzo wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сверхсложный)
uk: Порятунок «Трансільванії» (Надскладний)
zh: Спасение «Трансильвании» (Сверхсложный)
zh_sg: 拯救特兰西瓦尼亚（极难）

# IDS_PCVO020_EV_HL_16_50_VANHELLSING_NIGHTMARE_NAME_RESULT_SCREEN
source: Saving Transylvania (Super Hard)
es_mx: Salvando al Transylvania (Super Difícil)
ja: Transylvania を救え (超高難度)
pl: Uwolnić Transylwanię (bardzo wysoki poziom trudności)
ru: Спасение «Трансильвании» (Сверхсложный)
uk: Порятунок «Трансільванії» (Надскладний)
zh: Спасение «Трансильвании» (Сверхсложный)
zh_sg: 拯救特兰西瓦尼亚（极难）

# IDS_PCVO021_EV_HL_17_E02_HALLOWEEN_2017_DESCRIPTION
source: Transylvania and her rescuers returned to the native shores of Silver Spear Archipelago, but the Forces of Darkness are trailing them and forcing their way through the Portal! The brewing horror can be ceased only by sealing the Portal with the help of the Great Towers. You must defend the Towers from the dark-minded foes until the Portal is sealed! This is our only hope.
es_mx: El Transylvania y sus rescatistas regresaron a las costas nativas del Archipiélago Lanza de Plata, ¡pero las Fuerzas de la Oscuridad los arrastran y los obligan a pasar a través del portal! El horror que nace solo puede ser detenido sellando el Portal con la ayuda de las Grandes Torres. ¡Debes defender las Torres de las fuerzas del mal hasta que el Portal esté sellado! Esta es nuestra única esperanza."
ja: Transylvania とその救援者達は、故郷であるシルバースピア列島に戻ったが、闇の軍勢が彼らを追跡し、ポータルを強行通過しようとしている! この恐怖を止めるには、大いなる塔の助けを得てポータルを封印するしかない。ポータルの封印が完了するまで闇の軍勢から塔を防衛せよ! これが唯一の希望なのだ。
pl: „Transylwania” i jej pomocnicy powrócili na macierzysty Archipelag Srebrnej Włóczni, ale Siły Ciemności podążają za nimi i przedzierają się przez portal! Nadchodzący horror można powstrzymać tylko zamykając portal przy pomocy Wielkich Wież. Musisz ich bronić przed przepełnionym złem wrogiem, do czasu aż portal zniknie! To nasza ostatnia nadzieja.
ru: «Трансильвания» со своими спасителями возвратилась в родные воды Архипелага Серебряного Копья, но вслед за ними из Портала прорываются силы Тьмы! Остановить надвигающийся ужас можно, только запечатав Портал при помощи Великих Башен. Необходимо защитить Башни от вероломных супостатов, пока Портал не будет закрыт! Это единственная надежда.
uk: «Трансільванія» зі своїми рятівниками повернулася в рідні води Архіпелагу Срібного Списа, але слідом за ними з порталу прориваються Сили Темряви! Зупинити жах, що насувається можна лише запечатавши портал за допомогою Великих Веж. Потрібно захистити Вежі від віроломних супостатів, поки портал не буде зачинено! Це — єдина надія.
zh: 特兰西瓦尼亚及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。
zh_sg: 特兰西瓦尼亚 及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。

# IDS_PCVO021_EV_HL_17_E02_HALLOWEEN_2017_GOAL
source: Defend the Great Towers until they seal the Portal to the lost dimension.
es_mx: Defiende las Grandes Torres hasta que sellen el Portal a la dimensión perdida.
ja: 大いなる塔がポータルを失われた次元に封印するまで防衛せよ
pl: Broń Wielkich Wież, dopóki nie zamkną portalu do innego wymiaru.
ru: Защищайте Великие Башни, пока они не закроют Портал в иное измерение.
uk: Захищайте Великі Вежі, поки вони зачинятимуть портал до іншого виміру.
zh: 防卫高塔直到它们把传送门封闭到失去作用为止。
zh_sg: 防卫高塔直到它们把传送门封闭到失去作用为止。

# IDS_PCVO021_EV_HL_17_E02_HALLOWEEN_2017_NAME
source: Sunray in the Darkness
es_mx: Rayo de Sol en la Oscuridad
ja: 暗闇を照らす光
pl: Promień światła w ciemnościach
ru: Луч во тьме
uk: Промінь у темряві
zh: 黑暗中的光芒
zh_sg: 黑暗中的光芒

# IDS_PCVO021_EV_HL_17_E02_HALLOWEEN_2017_NAME_RESULT_SCREEN
source: Sunray in the Darkness
es_mx: Rayo de Sol en la Oscuridad
ja: 暗闇を照らす光
pl: Promień światła w ciemnościach
ru: Луч во тьме
uk: Промінь у темряві
zh: 黑暗中的光芒
zh_sg: 黑暗中的光芒

# IDS_PCVO022_EV_HL_17_E02_HALLOWEEN_2017_HARD_DESCRIPTION
source: Transylvania and her rescuers returned to the native shores of Silver Spear Archipelago, but the Forces of Darkness are trailing them and forcing their way through the Portal! The brewing horror can be ceased only by sealing the Portal with the help of the Great Towers. You must defend the Towers from the dark-minded foes until the Portal is sealed! This is our only hope.
es_mx: El Transylvania y sus rescatistas regresaron a las costas nativas del Archipiélago Lanza de Plata, ¡pero las Fuerzas de la Oscuridad los arrastran y los obligan a pasar a través del portal! El horror que nace solo puede ser detenido sellando el Portal con la ayuda de las Grandes Torres. ¡Debes defender las Torres de las fuerzas del mal hasta que el Portal esté sellado! Esta es nuestra única esperanza."
ja: Transylvania とその救援者達は、故郷であるシルバースピア列島に戻ったが、闇の軍勢が彼らを追跡し、ポータルを強行通過しようとしている! この恐怖を止めるには、大いなる塔の助けを得てポータルを封印するしかない。ポータルの封印が完了するまで闇の軍勢から塔を防衛せよ! これが唯一の希望なのだ。
pl: „Transylwania” i jej pomocnicy powrócili na macierzysty Archipelag Srebrnej Włóczni, ale Siły Ciemności podążają za nimi i przedzierają się przez portal! Nadchodzący horror można powstrzymać tylko zamykając portal przy pomocy Wielkich Wież. Musisz ich bronić przed przepełnionym złem wrogiem, do czasu aż portal zniknie! To nasza ostatnia nadzieja.
ru: «Трансильвания» со своими спасителями возвратилась в родные воды Архипелага Серебряного Копья, но вслед за ними из Портала прорываются силы Тьмы! Остановить надвигающийся ужас можно, только запечатав Портал при помощи Великих Башен. Необходимо защитить Башни от вероломных супостатов, пока Портал не будет закрыт! Это единственная надежда.
uk: «Трансільванія» зі своїми рятівниками повернулася в рідні води Архіпелагу Срібного Списа, але слідом за ними з порталу прориваються Сили Темряви! Зупинити жах, що насувається можна лише запечатавши портал за допомогою Великих Веж. Потрібно захистити Вежі від віроломних супостатів, поки портал не буде зачинено! Це — єдина надія.
zh: 特兰西瓦尼亚及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。
zh_sg: 特兰西瓦尼亚 及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。

# IDS_PCVO022_EV_HL_17_E02_HALLOWEEN_2017_HARD_GOAL
source: Defend the Great Towers until they seal the Portal to the lost dimension.
es_mx: Defiende las Grandes Torres hasta que sellen el Portal a la dimensión perdida.
ja: 大いなる塔がポータルを失われた次元に封印するまで防衛せよ
pl: Broń Wielkich Wież, dopóki nie zamkną portalu do innego wymiaru.
ru: Защищайте Великие Башни, пока они не закроют Портал в иное измерение.
uk: Захищайте Великі Вежі, поки вони зачинятимуть портал до іншого виміру.
zh: 防卫高塔直到它们把传送门封闭到失去作用为止。
zh_sg: 防卫高塔直到它们把传送门封闭到失去作用为止。
