Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOADING_TOOLTIP_LEVEL2_33
source: A torpedo hit close to the main battery turret may result in a magazine detonation.
es_mx: Un torpedo que impacte cerca de la torreta de la batería principal podría hacer detonar la munición.
ja: 魚雷が主砲付近に命中した場合、弾薬庫誘爆を引き起こす場合がある
pl: Trafienie torpedą w pobliżu wieży głównej baterii może wywołać eksplozję magazynu.
ru: Попадание торпеды рядом с башней главного калибра может привести к взрыву погреба боеприпасов.
uk: Влучення торпеди поруч з баштою головного калібру може призвести до вибуху погреба боєприпасів.
zh: 如果鱼雷命中靠近战舰主炮塔位置的区域，将可能引爆弹药库。
zh_sg: 如果鱼雷命中靠近战舰主炮组炮塔的区域，可能会引爆弹药库。

# IDS_LOADING_TOOLTIP_LEVEL2_34
source: Autopilot: You can hold [KEY_SHIFT] to set up to five waypoints on the Tactical Map.
es_mx: Piloto Automático: Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos en el Mapa Táctico.
ja: 自動航行: 戦術マップで [KEY_SHIFT] 長押ししてウェイポイントを 5 ヶ所まで設定可能
pl: Autopilot: przytrzymaj [KEY_SHIFT], aby wyznaczyć do pięciu punktów trasy na mapie taktycznej.
ru: Автопилот: удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения на тактической карте.
uk: Авторульовий: утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення на тактичній мапі.
zh: 自动驾驶：您可以按住 [KEY_SHIFT] 来在战术地图上设置最多五个路径点。
zh_sg: 自动驾驶：您可以按住 [KEY_SHIFT] 在战术地图上设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL2_35
source: The amount of the ship that is submerged is comparable to the amount above the waterline. When steering your ship too close to land, you risk running aground.
es_mx: El calado del barco que está sumergido es comparable al que está sobre la línea de flotación. Cuando maniobras tu barco muy cerca de tierra, corres el riesgo de encallar.
ja: 船体の水面下の部分は、水面上の部分と同じぐらい大きい。よって陸に近づきすぎると、座礁の危険がある
pl: Rozmiar części okrętu, która znajduje się pod wodą jest porównywalny do tej nad wodą. Podpływając zbyt blisko wysp, ryzykujesz, że okręt osiądzie na mieliźnie.
ru: Подводная часть корабля по размеру сопоставима с надводной. Проходя слишком близко к суше, вы рискуете сесть на мель.
uk: Підводна частина корабля за розміром порівнянна із надводною. Проходячи занадто близько до суходолу, ви ризикуєте сісти на мілину.
zh: 舰艇水下部分和水面部分的高度是成比例的，当您的战舰太靠近岛屿时，就有可能会搁浅。
zh_sg: 战舰的水下部分和水面部分的高度是差不多的，当您的战舰太靠近岛屿时，就有可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL2_36
source: The circle around your ship on the Minimap indicates the firing range of the selected armament.
es_mx: El círculo alrededor de tu barco en el Minimapa indica el rango de disparo del armamento seleccionado.
ja: ミニマップ上で自艦を中心に描かれる円は、選択中の兵装の射程距離を示す
pl: Widoczny na minimapie okrąg wokół Twojego okrętu oznacza zasięg wybranego uzbrojenia.
ru: Окружность вокруг вашего корабля на миникарте обозначает дальность действия выбранного вооружения.
uk: Коло навкруги вашого корабля на міні-мапі позначає дальність дії вибраного озброєння.
zh: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。
zh_sg: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。

# IDS_LOADING_TOOLTIP_LEVEL2_4
source: Always fire a trial shot before a full salvo.
es_mx: Haz siempre un disparo de prueba antes de una salva completa.
ja: 斉射の前には試射を怠るな
pl: Zawsze oddaj próbny strzał przed wystrzeleniem całej salwy.
ru: Делайте пристрелочный выстрел перед залпом.
uk: Робіть пристрілювальний постріл перед залпом.
zh: 在齐射前永远先进行试射。
zh_sg: 在进行齐射前养成先试射的好习惯。

# IDS_LOADING_TOOLTIP_LEVEL2_5
source: Change your speed and course to throw off the enemy's aim.
es_mx: Cambia tu velocidad y curso para errar la mira de los cañones enemigos.
ja: 速度と進路を変更し、敵に照準を定めさせるな
pl: Zmieniaj kurs i prędkość, żeby utrudnić przeciwnikowi celowanie.
ru: Изменяйте скорость и направление движения — это мешает противнику точно прицелиться.
uk: Змінюйте швидкість та напрямок руху — це заважає супротивнику влучно прицілитися.
zh: 尽可能经常改变您的航速与航向来甩开敌人的瞄准。
zh_sg: 改变您的航速与航向来甩开敌人的瞄准。

# IDS_LOADING_TOOLTIP_LEVEL2_6
source: Turn your ship's bow towards incoming torpedoes to reduce the risk of being hit.
es_mx: Gira la proa de tu barco hacia los torpedos que se aproximen para reducir el riesgo de impacto.
ja: 被雷率を下げるには、艦首を接近中の魚雷に向けて旋回せよ
pl: Obróć okręt nosem w stronę nadpływających torped, żeby zminimalizować ryzyko trafienia.
ru: Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
uk: Розверніться носом до торпед, які йдуть на корабель, щоб зменшити імовірність влучень.
zh: 回转舰艏迎向袭来的鱼雷以降低命中的几率。
zh_sg: 回转舰首迎向袭来的鱼雷以降低被击中的几率。

# IDS_LOADING_TOOLTIP_LEVEL2_7
source: When firing in Binocular View, remember to click [KEY_RIGHTMOUSE] every so often in order to stay aware of the situation around you.
es_mx: Cuando dispares con Visión Binocular, recuerda hacer click con [KEY_RIGHTMOUSE] de vez en cuando para estar consciente de la situación a tu alrededor.
ja: 双眼鏡視点で射撃中には、[KEY_RIGHTMOUSE] クリックを多用して周囲の状況を常に把握せよ
pl: Pamiętaj, żeby od czasu do czasu wcisnąć [KEY_RIGHTMOUSE] kiedy prowadzisz ogień korzystając z trybu lornetki. Dzięki temu nie stracisz orientacji w otoczeniu.
ru: При стрельбе в режиме «Бинокль» не забывайте периодически оценивать обстановку с помощью [KEY_RIGHTMOUSE].
uk: Стріляючи у режимі «Бінокль» не забувайте час від часу оцінювати обстановку за допомогою [KEY_RIGHTMOUSE].
zh: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。
zh_sg: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。

# IDS_LOADING_TOOLTIP_LEVEL2_8
source: Avoid collisions with allied warships.
es_mx: Evita las colisiones con los barcos aliados.
ja: 味方艦艇との衝突を回避せよ
pl: Unikaj zderzeń z sojuszniczymi okrętami.
ru: Избегайте столкновений с кораблями союзников.
uk: Уникайте зіткнень з кораблями союзників.
zh: 要避免与队友战舰发生碰撞。
zh_sg: 要避免与队友战舰发生碰撞。

# IDS_LOADING_TOOLTIP_LEVEL2_9
source: To turn your rudder and lock it in that position, press [CRUISE_ANGLE_LEFT] for port or [CRUISE_ANGLE_RIGHT] for starboard.
es_mx: Para girar tu timón y bloquearlo en esa posición, presiona [CRUISE_ANGLE_LEFT] para babor o [CRUISE_ANGLE_RIGHT] para estribor.
ja: 舵角を変更してその位置に固定: [CRUISE_ANGLE_LEFT] = 取舵、[CRUISE_ANGLE_RIGHT] = 面舵
pl: Do ustawiania steru i blokowania go używaj przycisków [CRUISE_ANGLE_LEFT] (bakburta) oraz [CRUISE_ANGLE_RIGHT] (sterburta).
ru: Клавиши [CRUISE_ANGLE_LEFT] и [CRUISE_ANGLE_RIGHT] позволяют зафиксировать угол поворота руля.
uk: Клавіші [CRUISE_ANGLE_LEFT] та [CRUISE_ANGLE_RIGHT] дозволяють зафіксувати кут повороту руля.
zh: 想要转动您的船舵并锁定于其方位，请按下 [CRUISE_ANGLE_LEFT] 或 [CRUISE_ANGLE_RIGHT]。
zh_sg: 想要转动您的船舵并锁定其方位，请按下 [CRUISE_ANGLE_LEFT]左转或 [CRUISE_ANGLE_RIGHT]右转。

# IDS_LOADING_TOOLTIP_LEVEL3_0
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL3_1
source: Main battery: double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets that are ready to fire.
es_mx: Batería principal: doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas que estén listas para disparar.
ja: 主砲: ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で砲撃準備が完了している砲を全門斉射
pl: Główna bateria: kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich wież gotowych do strzału.
ru: Главный калибр: двойное нажатие [KEY_LEFTMOUSE_DOUBLE] — залп из всех башен, готовых к стрельбе.
uk: Головний калібр: подвійне натискання [KEY_LEFTMOUSE_DOUBLE] — залп з усіх башт, готових до пострілу.
zh: 主炮组：双击 [KEY_LEFTMOUSE] 来使所有射击就绪的主炮进行齐射。
zh_sg: 主炮组：双击[KEY_LEFTMOUSE_DOUBLE]来使所有射击就绪的主炮进行齐射。

# IDS_LOADING_TOOLTIP_LEVEL3_10
source: You can earn more Experience Points (XP) and credits in random battles.
es_mx: Puedes ganar más puntos de experiencia (XP) y créditos en Batallas aleatorias.
ja: ランダム戦では、より多くの経験値 (EXP) やクレジットを取得することが可能
pl: W bitwach losowych zdobyć można więcej punktów doświadczenia (PD) i kredytów.
ru: В случайных боях можно заработать больше кредитов и опыта.
uk: У випадкових боях можна здобути більше кредитів та досвіду.
zh: 在标准战斗中，您可以获得比其它战斗类型还要多的经验与银币。
zh_sg: 随机战斗能获得比其它模式更多的经验与银币。

# IDS_LOADING_TOOLTIP_LEVEL3_11
source: Armor Piercing (AP) shells are ineffective against lightly armored ships. The shells will pierce through the ship without any tangible damage.
es_mx: Los proyectiles Antiblindaje (AP) no son efectivos contra barcos ligeramente blindados. Los proyectiles traspasarán el barco sin daño tangible.
ja: 徹甲弾 (AP) は軽装甲の艦艇に対しては効果が薄い。命中した砲弾が船体を完全に撃ち抜き、反対側へと抜けてしまう傾向がある
pl: Pociski przeciwpancerne (PP) nie są zbyt skuteczne przeciw lekko opancerzonym okrętom. Przebiją się przez cel, nie powodując większych uszkodzeń.
ru: Бронебойные (ББ) снаряды неэффективны против слабо бронированных кораблей. Снаряды пробьют корабль насквозь, не нанеся ощутимого урона.
uk: Бронебійні (ББ) снаряди неефективні проти слабко броньованих кораблів. Снаряди проб’ють корабель наскрізь, що не завдасть відчутної шкоди.
zh: 穿甲 (AP) 弹对付轻型装甲的战舰没什么效果。炮弹会穿透战舰且不会有任何实际的伤害。
zh_sg: 穿甲(AP)弹对付轻型装甲的战舰效果甚微。炮弹会直接穿过整个船体且无法造成有效的伤害。

# IDS_LOADING_TOOLTIP_LEVEL3_12
source: High Explosive (HE) shells may cause fire when they hit the target.
es_mx: Los proyectiles de alto explosivo (HE) pueden causar un incendio cuando alcanzan el objetivo.
ja: 榴弾 (HE) は、命中し炸裂した際に火災を引き起こし得る
pl: Pociski odłamkowo-burzące (OB) mogą wzniecić pożar po trafieniu w cel.
ru: Осколочно-фугасные (ОФ) снаряды могут вызвать пожар при попадании в цель.
uk: Осколково-фугасні (ОФ) снаряди можуть спричинити пожежу влучивши в ціль.
zh: 高爆 (HE) 弹在击中敌方目标时有可能会引发火灾。
zh_sg: 高爆(HE)弹在击中敌方目标时有几率引发火灾。

# IDS_LOADING_TOOLTIP_LEVEL3_13
source: High Explosive (HE) shells are most effective against lightly armored ships.
es_mx: Los proyectiles de Alto Explosivo (HE) son más efectivos contra barcos ligeramente blindados.
ja: 榴弾 (HE) は、軽装甲の艦艇に対して最も効果的だ
pl: Pociski odłamkowo-burzące (OB) są najskuteczniejsze przeciwko słabo opancerzonym okrętom.
ru: Осколочно-фугасные (ОФ) снаряды наиболее эффективны против слабо бронированных кораблей.
uk: Осколково-фугасні (ОФ) снаряди найбільш ефективні проти слабко броньованих кораблів.
zh: 高爆 (HE) 弹对付轻型装甲的战舰有着显著效果。
zh_sg: 高爆(HE)弹对轻装甲的战舰有很强的杀伤力。

# IDS_LOADING_TOOLTIP_LEVEL3_14
source: Use the landscape to protect your warship from enemy torpedoes and shells.
es_mx: Usa el paisaje para proteger tu barco de torpedos y proyectiles enemigos.
ja: 地形を巧みに活用して敵の魚雷や砲弾から身を守れ
pl: Wykorzystuj ukształtowanie terenu, żeby chronić swój okręt przed pociskami i torpedami nieprzyjaciela.
ru: Используйте ландшафт, чтобы защитить корабль от торпед и снарядов противника.
uk: Використовуйте ландшафт, щоб захистити корабель від торпед і снарядів супротивника.
zh: 利用周边环境来躲避敌人的鱼雷与炮弹保护您的战舰。
zh_sg: 利用地形躲避敌人的鱼雷和炮弹，保护您的战舰。

# IDS_LOADING_TOOLTIP_LEVEL3_15
source: When firing from the cover of rocks in Binocular View, remember to check the trajectory of your shells. Rocks may act as natural barriers for the shells.
es_mx: Cuando dispares desde la cobertura de rocas en Visión Binocular, recuerda monitorear la trayectoria de tus proyectiles. Las rocas pueden actuar como barreras naturales para los proyectiles.
ja: 岩に隠れつつ双眼鏡視点で射撃する場合、砲弾の飛翔経路に注意せよ。岩が砲弾を遮ってしまう場合がある
pl: Kiedy strzelasz wykorzystując tryb lornetki miej na uwadze trajektorię swoich pocisków. Mogą one zostać zablokowane przez skały.
ru: При стрельбе из-за скал в режиме «Бинокль» не забывайте контролировать траекторию полёта снарядов. Скалы могут быть естественными преградами для снарядов.
uk: Стріляючи з-поза скель у режимі «Бінокль» не забувайте контролювати траєкторію польоту снарядів. Скелі можуть бути природними перешкодами для снарядів.
zh: 当用岩石掩护并以望远镜视角开火时，要记得控制好您的弹道。岩石也能充当炮弹的天然屏障。
zh_sg: 当用岩石掩护并以望远镜视角开火时，要记得控制好您的弹道。岩石可能会阻挡炮弹。

# IDS_LOADING_TOOLTIP_LEVEL3_16
source: Remember that torpedo range is limited. Launch torpedoes when your ship is close enough to the enemy.
es_mx: Recuerda que el alcance de los torpedos es limitado. Lanza los torpedos cuando tu barco esté lo suficientemente cerca del enemigo.
ja: 魚雷の射程には制限があることを忘れるな。充分に接近してから発射せよ
pl: Pamiętaj, że zasięg torped jest ograniczony. Przeprowadzaj ataki torpedowe z dostatecznie bliskiej odległości.
ru: Торпеды имеют ограниченную дальность хода. Пускайте торпеды, когда корабль подойдёт к противнику на достаточно близкое расстояние.
uk: Торпеди мають обмежену дальність ходу. Пускайте торпеди, коли корабель підійде до супротивника на досить близьку відстань.
zh: 要记住，鱼雷射程是有限的。只在您的战舰够靠近敌人时才发射鱼雷。
zh_sg: 要记住，鱼雷射程是有限的。只在您的战舰离敌人足够近时才发射鱼雷。

# IDS_LOADING_TOOLTIP_LEVEL3_17
source: Smoke screens conceal the exact disposition of your warship and allied ships.
es_mx: Las cortinas de humo ocultan la posición exacta de tu barco y la de tus aliados.
ja: 煙幕により、自艦および味方艦艇の正確な配置を隠すことが可能だ
pl: Zasłona dymna pozwala na ukrycie dokładnych pozycji twojego okrętu i okrętów sprzymierzonych.
ru: Дымовая завеса скрывает точное расположение вашего корабля и кораблей союзников.
uk: Димова завіса приховує точне розташування вашого корабля та кораблів союзників.
zh: 设置烟幕来帮助隐藏您与我方战舰的确切位置。
zh_sg: 烟幕能够隐藏自己和友军战舰的确切位置。

# IDS_LOADING_TOOLTIP_LEVEL3_18
source: A solitary destroyer is the easiest target for the enemy. To counteract this, use large allied ships as cover to launch a well-timed surprise attack from behind your bigger allies.
es_mx: Un destructor solitario es un objetivo fácil para el enemigo. Para contrarrestarlo, usa a los barcos aliados más grandes como cobertura para lanzar un ataque oportuno detrás de tus aliados.
ja: 単独行動中の駆逐艦ほど脆弱な目標はない。より大型の味方艦と連携行動してその援護を受けながら、奇襲のための最適なタイミングを伺い、決定打を浴びせよ
pl: Osamotniony niszczyciel to najłatwiejszy łup dla przeciwnika. Wykorzystuj większe okręty z twojej drużyny jako osłonę i wyczekuj na odpowiedni moment, aby przypuścić atak z zaskoczenia, który odwróci losy bitwy.
ru: Одиночный эсминец — наиболее беззащитная цель для противника. Используйте крупные корабли союзников как прикрытие, чтобы в нужный момент решить исход боя неожиданной атакой из-за союзных кораблей.
uk: Поодинокий есмінець — найбільш беззахисна ціль для супротивника. Використовуйте великі кораблі союзників як прикриття, щоб у потрібну мить вирішити долю бою несподіваною атакою з-поза союзних кораблів.
zh: 对敌人来说，一艘落单的驱逐舰是最无防备的目标。利用我方大型战舰的掩护来决定何时该从队友背后适时发动突袭。
zh_sg: 对敌人来说，一艘落单的驱逐舰是最容易消灭的目标。利用我方大型战舰的掩护来并在合适的时机发动突袭。

# IDS_LOADING_TOOLTIP_LEVEL3_19
source: Exposing the side of your ship to the attacking enemy destroyer guarantees a premature return to the Port.
es_mx: Exponer los lados de tu barco a los destructores enemigos garantiza un regreso prematuro al Puerto.
ja: 早死にしたければ、接近してくる敵駆逐艦に自艦の側面を晒せ
pl: Ustawienie się bokiem do atakującego niszczyciela jest gwarancją szybkiego powrotu do Portu.
ru: Если подставите борт атакующему ваш корабль эсминцу противника — готовьтесь вернуться в Порт!
uk: Якщо підставите борт вашого корабля есмінцю супротивника, який атакує — готуйтеся повернутися до Порту!
zh: 将战舰的侧舷暴露给进攻的敌方驱逐舰，将会受到更多的伤害。保准您会提早返回港口。
zh_sg: 将战舰的侧舷暴露给进攻的敌方驱逐舰，就离被送回港口不远了。

# IDS_LOADING_TOOLTIP_LEVEL3_2
source: When your warship is under attack, tack to port and starboard to reduce damage.
es_mx: Cuando tu barco esté bajo ataque, zigzaguea a babor y estribor para reducir el daño.
ja: 攻撃を受けた際には、左右に蛇行して被弾のリスクを軽減せよ
pl: Gdy twój okręt jest atakowany, halsuj na sterburtę i bakburtę, żeby zminimalizować szkody.
ru: Под огнём двигайтесь галсами для уменьшения повреждений.
uk: Під вогнем рухайтеся галсами, щоб зменшити імовірність влучень.
zh: 当您的战舰遭受到攻击时，请试着向左右舷航行 (之字形) 来减少伤害。
zh_sg: 当您的战舰受到攻击时，试着向左右转向来规避伤害。

# IDS_LOADING_TOOLTIP_LEVEL3_20
source: When launching torpedoes, make sure there are no allies in the torpedo line of fire.
es_mx: Cuando lances torpedos, asegúrate de que no haya aliados cercanos a la línea de trayectoria del torpedo.
ja: 魚雷発射の際には、味方がその射線上に存在しないことを確認せよ
pl: Przy wystrzeliwaniu torped upewnij się, że na linii strzału nie ma żadnych okrętów sojuszniczych.
ru: Перед пуском торпед убедитесь, что на линии огня нет союзников.
uk: Перед пуском торпед переконайтеся, що на лінії вогню немає союзників.
zh: 当发射鱼雷时，请确保鱼雷航线上没有友军战舰。
zh_sg: 当发射鱼雷时，请确保鱼雷路径上没有友军战舰。

# IDS_LOADING_TOOLTIP_LEVEL3_21
source: Double-click [KEY_LEFTMOUSE_DOUBLE] on a square on the Minimap or Tactical Map [CMD_TACTICAL_MAP] to draw your allies' attention to that square.
es_mx: Doble clic [KEY_LEFTMOUSE_DOUBLE] sobre un cuadrante del Minimapa o del Mapa Táctico [CMD_TACTICAL_MAP] para llamar la atención de tus aliados a ese cuadrante.
ja: ミニマップまたは戦術マップ [CMD_TACTICAL_MAP] のセクターをダブルクリック [KEY_LEFTMOUSE_DOUBLE] し、味方に注意を促せ。
pl: Kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE] na kwadrat minimapy lub mapy taktycznej [CMD_TACTICAL_MAP], żeby zwrócić uwagę Twoich sojuszników na ten kwadrat.
ru: Укажите союзникам на нужный квадрат двойным нажатием [KEY_LEFTMOUSE_DOUBLE] на миникарте или тактической карте [CMD_TACTICAL_MAP].
uk: Вкажіть союзникам на потрібний квадрат подвійним натисканням [KEY_LEFTMOUSE_DOUBLE] на міні-мапі або тактичній мапі [CMD_TACTICAL_MAP].
zh: 在小地图或战术地图 [CMD_TACTICAL_MAP] 的方格上双击 [KEY_LEFTMOUSE] 来使您队友注意该方格。
zh_sg: 在小地图或战术地图[CMD_TACTICAL_MAP]的方格上双击[KEY_LEFTMOUSE_DOUBLE]来使您队友注意该方格。

# IDS_LOADING_TOOLTIP_LEVEL3_22
source: To enable autopilot mode, open the Tactical Map by pressing [CMD_TACTICAL_MAP], and then click [KEY_LEFTMOUSE] on the map to set a waypoint. You can hold [KEY_SHIFT] to set up to five waypoints.
es_mx: Para activar el modo de piloto automático, abre el Mapa Táctico presionando [CMD_TACTICAL_MAP] y haz clic [KEY_LEFTMOUSE] en el mapa para fijar un destino. Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos.
ja: 自動航行を使用するには、[CMD_TACTICAL_MAP] で戦術マップを開き、[KEY_LEFTMOUSE] クリックでウェイポイントを設定。[KEY_SHIFT] 長押しして 5 ヶ所まで設定可能
pl: Żeby włączyć autopilota, otwórz mapę taktyczną wciskając [CMD_TACTICAL_MAP] i kliknij [KEY_LEFTMOUSE] żeby określić punkt docelowy. Przytrzymaj [KEY_SHIFT], żeby wybrać do pięciu punktów trasy.
ru: Чтобы активировать автопилот, откройте тактическую карту [CMD_TACTICAL_MAP] и задайте точку назначения при помощи [KEY_LEFTMOUSE]. Удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения.
uk: Щоб активувати авторульовий, відкрийте тактичну мапу [CMD_TACTICAL_MAP] та задайте точку призначення за допомогою [KEY_LEFTMOUSE]. Утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення.
zh: 想要开启自动驾驶模式，请透过按下 [CMD_TACTICAL_MAP] 来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 以设置一个路径点。您可以按住 [KEY_SHIFT] 来设置最多五个路径点。
zh_sg: 想要开启自动驾驶模式，先按下[CMD_TACTICAL_MAP]来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 设置一个路径点。您可以按住[KEY_SHIFT]来设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL3_23
source: Main battery: hold [KEY_LEFTMOUSE] for sequential fire.
es_mx: Batería principal: mantén [KEY_LEFTMOUSE] para disparar fuego secuencial.
ja: 主砲: [KEY_LEFTMOUSE] 長押しで順次射撃
pl: Główna bateria: przytrzymaj [KEY_LEFTMOUSE] żeby prowadzić ogień sekwencyjny.
ru: Главный калибр: удержание [KEY_LEFTMOUSE] — каскадная стрельба.
uk: Головний калібр: утримання [KEY_LEFTMOUSE] — послідовний вогонь.
zh: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。
zh_sg: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。

# IDS_LOADING_TOOLTIP_LEVEL3_24
source: Keep your aircraft away from the enemy's AA engagement area.
es_mx: Mantén tus aviones fuera del alcance de los cañones AA.
ja: 自艦の艦載機が敵の対空兵装の射程圏内に入らないように注意せよ
pl: Utrzymuj swoje samoloty poza zasięgiem dział przeciwlotniczych wroga.
ru: Берегите свои самолёты, не допускайте их попадания в зону обстрела ПВО противника.
uk: Бережіть свої літаки, намагайтеся не потрапляти у зону обстрілу ППО супротивника.
zh: 要让您的飞机尽量远离敌人的防空火力范围。
zh_sg: 让您的飞机尽量远离敌人的防空火力范围。

# IDS_LOADING_TOOLTIP_LEVEL3_25
source: Ramming is another way to cause damage to enemy ships. Your warship also takes significant damage when ramming the enemy.
es_mx: El embestir es otra manera de causar daño a los barcos enemigos. Tu barco también recibe un daño significativo cuando embistes al enemigo.
ja: 敵艦艇への体当たりは有効な攻撃手段のひとつだが、その際には自艦も甚大な損傷をこうむる
pl: Taranowanie to jeden ze sposobów na uszkodzenie przeciwnika. Twój okręt również zostanie przy tym uszkodzony.
ru: Таран — это ещё один способ нанести урон кораблям противника. При таране противника ваш корабль тоже получает значительный урон.
uk: Таран — це ще один спосіб завдати шкоди кораблям супротивника. Таранячи супротивника ваш корабель також отримує значної шкоди.
zh: 冲撞也是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。
zh_sg: 冲撞是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。

# IDS_LOADING_TOOLTIP_LEVEL3_26
source: Your warship is easier to detect when firing.
es_mx: Tu barco es más fácil de detectar cuando disparas.
ja: 発砲した場合、発見されるリスクが高まる
pl: Twój okręt jest łatwiejszy do wykrycia, kiedy strzela.
ru: Стрельба делает ваш корабль более заметным.
uk: Стрільба робить ваш корабель помітнішим.
zh: 当您进行试射时，您的战舰在射击之后会更容易被发现。
zh_sg: 您的战舰在射击时更容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL3_27
source: Hold [CMD_HELP] to access in-game help at any time during the battle.
es_mx: Mantén [CMD_HELP] para accesar a la ayuda del juego en cualquier momento durante la batalla.
ja: 戦闘中に [CMD_HELP] キーでヘルプ画面を表示
pl: Przytrzymaj [CMD_HELP], aby otworzyć pomoc w każdym momencie podczas bitwy.
ru: Удерживайте [CMD_HELP] во время боя, чтобы открыть инструкцию по управлению.
uk: Утримуйте [CMD_HELP] під час бою, щоб подивитися інструкцію з керування.
zh: 可在战斗中的任何时候按住 [CMD_HELP] 来查看游戏帮助说明。
zh_sg: 在战斗中按住[CMD_HELP] 可随时查看游戏帮助。

# IDS_LOADING_TOOLTIP_LEVEL3_28
source: Decide which side of the ship is best for your opening fire at the enemy and turn your guns in advance.
es_mx: Decide qué lado del barco es mejor para abrir fuego al enemigo y gira tus cañones por adelantado.
ja: 左右のどちら舷で射撃するべきかを判断し、前もって砲塔をその方向に向けるようにせよ
pl: Warto zdecydować, w którą stronę prowadzony będzie ogień i wcześniej skierować tam swoje działa.
ru: Определите, с какого борта лучше открывать огонь по противнику. Разворачивайте орудия заранее.
uk: Визначте, з якого борту ліпше відкривати вогонь у супротивника. Розвертайте гармати заздалегідь.
zh: 当您操控战列舰时，您必须决定战舰最适合从哪一侧对敌人开火。要记得预先转动您的舰炮。
zh_sg: 决定好从战舰哪一侧最适合对敌人开火并提前开始转动你的舰炮。

# IDS_LOADING_TOOLTIP_LEVEL3_29
source: In the Domination battle mode, send allied destroyers to capture areas and use battleships to patrol the territory.
es_mx: En el modo de batalla por Dominación, envía destructores aliados para capturar áreas y usa acorazados para patrullar el territorio.
ja: 制圧戦モードでは、駆逐艦でエリアを占領し、戦艦で領域を哨戒せよ
pl: W trybie Dominacji niszczyciele powinny zajmować strefy kluczowe, a pancerniki patrolować okolice.
ru: В режиме боя «Превосходство» отправьте союзные эсминцы на захват точек, а линкоры используйте для патрулирования территории.
uk: У режимі бою «Перевага» надішліть союзні есмінці на захоплення точок, а лінкори використовуйте для патрулювання території.
zh: 在夺分战模式中，要派出我方驱逐舰去占领地区并利用战列舰来巡逻其领海。
zh_sg: 在统治模式中，派出我方驱逐舰去占领地区并利用战列舰来巡逻领海。

# IDS_LOADING_TOOLTIP_LEVEL3_3
source: Remember to lead the target when you fire.
es_mx: Recuerda calcular la ruta del objetivo cuando dispares.
ja: 敵の未来位置を狙って射撃せよ
pl: Pamiętaj, żeby brać poprawkę na ruch wroga i czas lotu pocisku kiedy celujesz.
ru: Не забывайте брать упреждение при стрельбе.
uk: Не забувайте робити випередження під час стрільби.
zh: 当您射击时，要记得考虑到目标的前置量。
zh_sg: 当您射击时，要记得考虑到目标的提前量。
