Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_USA_ARC_BRANCH_DESCR
source: A new line of cruisers has just been added to the U.S.A. tech tree. The new ships are available for research and purchase!
es_mx: Una nueva línea de cruceros ha sido agregada al árbol tecnológico de los EE. UU. ¡Los nuevos barcos están disponibles para investigar y comprar!
ja: アメリカ技術ツリーに新たな巡洋艦ラインが追加され、研究および購入が可能になりました!
pl: Do amerykańskiego drzewa technologicznego dodana została nowa linia krążowników. Nowe okręty są już dostępne do zbadania i kupienia!
ru: Новые американские крейсеры уже доступны в дереве развития. Исследуйте и покупайте новые корабли!
uk: Нові американські крейсери вже доступні у дереві досліджень. Досліджуйте та купуйте нові кораблі!
zh: 一条全新的巡洋舰支线加入M系科技树。新战舰即日起开放研发与购买！
zh_sg: 美国科技树刚刚加入了新的巡洋舰分支。现在您可以研发和购买这些新的战舰了！

# IDS_USA_ARC_COMPANY_AND_COLLECTION
source: Collection and Campaign
es_mx: Colección y Campaña
ja: コレクションとキャンペーン
pl: Kolekcja i kampania
ru: Коллекция и кампания
uk: Колекція і кампанія
zh: 收集与战役
zh_sg: 收藏和战役

# IDS_USA_ARC_COMPANY_AND_COLLECTION_DESCR
source: Get a chance to mount a second flag and select a custom color scheme for the camouflages of U.S.A. ships as a reward for completing the collection. Finish the campaign to get the unique commander William F. Halsey Jr.
es_mx: Ten la oportunidad de montar una segunda bandera y seleccionar un esquema de camuflaje personalizado para los barcos norteamericanos como recompensa de terminar la colección. Termina la campaña para obtener al comandante único William F. Halsey Jr.
ja: コレクションを完成させると、褒賞としてアメリカ艦艇に 2 枚目の旗 (信号旗を除く) を搭載可能になり、アメリカ艦艇の迷彩用のカスタム・カラースキームを利用可能になります。キャンペーンを完了すると、ユニーク艦長 William F. Halsey Jr. を入手できます。
pl: Skorzystaj z okazji i zbierz kolekcję, żeby zdobyć nagrodę: możliwość zamontowania drugiej flagi i wybór własnego schematu kolorów dla kamuflaży amerykańskich okrętów. Ukończ kampanię, żeby zdobyć unikalnego dowódcę – Williama Halsey Jr.
ru: Получите возможность установить второй флаг и выбрать цветовую схему камуфляжа на американских кораблях за сбор коллекции. Уникальный командир William F. Halsey Jr. выдаётся за прохождение кампании.
uk: Отримайте можливість встановити другий прапор і вибрати колірну схему камуфляжу на американських кораблях за зібрану колекцію. Унікального командира William F. Halsey, Jr. відряджають до вас за пройдену кампанію.
zh: 您将能挂上第二面旗帜并自定义M系战舰涂装配色作为完成收集的奖励。完成战役后您将会得到一位独特指挥官威廉-弗雷德里克-哈尔西。
zh_sg: 完成收藏，获得设置第二面旗帜并选择美国战舰涂装的自定义色彩组合的机会。完成战役以获得独特指挥官William F. Halsey Jr。

# IDS_USA_ARC_COMPANY_COMMANDER
source: William F. Halsey Jr.
zh: 威廉-弗雷德里克-哈尔西。

# IDS_USA_ARC_COMPANY_COMMANDER_DESCRIPTION
source: A unique Commander with improved skills, talents, and personalization options
es_mx: Un Comandante especial con habilidades mejoradas, talentos, y opciones de personalización
ja: ユニーク艦長は、改良型スキル、固有スキル、固有効果オプションを有しています
pl: Unikalny dowódca ma ulepszone umiejętności, talenty i możliwości personalizacji
ru: Уникальный командир с талантами, персонализациями и улучшенными навыками
uk: Унікальний командир з талантами, персоналізаціями і поліпшеними уміннями
zh: 独特指挥官将有更好的技能、天赋以及自定义选项
zh_sg: 独特指挥官拥有强化版技能、天赋和个性化选项

# IDS_USA_ARC_MARAPHONE
source: Indianapolis Marathon
es_mx: Maratón del Indianapolis
ja: Indianapolis マラソン
pl: Maraton Indianapolis
ru: Марафон Indianapolis
uk: Марафон Indianapolis
zh: 印第安纳波利斯马拉松
zh_sg: 印第安纳波利斯马拉松

# IDS_USA_ARC_MARAPHONE_DESCR
source: Complete the combat missions to get U.S.A. Tier VII cruiser Indianapolis
es_mx: Completa las misiones de combate para obtener un crucero Indianapolis
ja: このコンバットミッション群を達成してアメリカ Tier VII 巡洋艦 Indianapolis を入手
pl: Ukończ misje bojowe, żeby zdobyć amerykański krążownik VII poziomu Indianapolis
ru: Выполните боевые задачи и получите американский крейсер VII уровня Indianapolis
uk: Виконайте бойові завдання та отримайте американський крейсер VII рівня Indianapolis
zh: 完成作战任务后即可获得M系VII级巡洋舰印第安纳波利斯
zh_sg: 完成作战任务来获得美国VII级巡洋舰印第安纳波利斯

# IDS_USA_BATTLESHIP
source: U.S. battleships
es_mx: Acorazados estadounidenses
ja: アメリカ戦艦
pl: Amerykańskie pancerniki
ru: Линкоры США
uk: Лінкори США
zh: Линкоры США
zh_sg: 美国战列舰

# IDS_USA_CRUISER
source: U.S. cruisers
es_mx: Cruceros estadounidenses
ja: アメリカ巡洋艦
pl: Amerykańskie krążowniki
ru: Крейсеры США
uk: Крейсери США
zh: Крейсеры США
zh_sg: 美国巡洋舰

# IDS_USA_CYBERMEDES
source: Cybermedes
zh: 赛马迪斯

# IDS_USA_DESTROYER
source: U.S. destroyers
es_mx: Destructores estadounidenses
ja: アメリカ駆逐艦
pl: Amerykańskie niszczyciele
ru: Эсминцы США
uk: Есмінці США
zh: Эсминцы США
zh_sg: 美国驱逐舰

# IDS_USA_HZRZNGH
source: Hzrzngh (The Great)
uk: Hzrzngh (Великий)
zh: H大师

# IDS_USERSETTINGS
source: Custom
es_mx: Personalizado
ja: カスタム
pl: Własne
ru: Пользовательские настройки
uk: Власні налаштування
zh: 自定义
zh_sg: 自定义

# IDS_USER_MOVED_TO_BLACKLIST
source: Player %s added to your Blacklist
es_mx: El jugador %s ha sido agregado a tu Lista Negra
ja: %s さんをブラックリストに登録しました
pl: Gracz %s dodany do Twojej czarnej listy
ru: Игрок %s добавлен в чёрный список
uk: Гравця %s додано до чорного списку
zh: Игрок %s добавлен в чёрный список
zh_sg: 玩家%s已加入您的黑名单

# IDS_USER_REMOVED_FROM_BLACKLIST
source: Player %s removed from your Blacklist
es_mx: El jugador %s ha sido eliminado de tu Lista Negra
ja: %s さんをブラックリストから除外しました
pl: Gracz %s usunięty z Twojej czarnej listy
ru: Игрок %s удалён из чёрного списка
uk: Гравця %s видалено з чорного списку
zh: Игрок %s удалён из чёрного списка
zh_sg: 玩家%s已移出您的黑名单

# IDS_USE_DEFAULT_CONTROLS
source: Default control scheme for aircraft carriers
es_mx: Esquema de controles predeterminado para portaaviones
ja: 航空母艦用の標準操作スキーム
pl: Domyślne schematy sterowania dla lotniskowców
ru: Общая схема управления для авианосцев
uk: Загальна схема керування для авіаносців
zh: 航空母舰的默认控制组合
zh_sg: 航空母舰的默认控制组合

# IDS_USE_DYNAMIC_CROSSHAIRS
source: Use crosshairs with a dynamic horizontal crosshair line
es_mx: Usa puntos de mira con una línea dinámica horizontal
ja: ズームに応じて照準の水平ラインが自動調節されます
pl: Używaj celowników z dynamiczną linią poziomą
ru: Использовать прицелы с динамической горизонтальной шкалой
uk: Використовувати приціли з динамічною горизонтальною шкалою
zh: 使用带有动态水平瞄准线的准星
zh_sg: 使用带有动态水平瞄准线的准星

# IDS_USE_GUI_EFFECTS
source: Reduced fire and flooding effects
es_mx: Efectos de incendios e inundaciones reducidos
ja: 火災/浸水エフェクトの簡易化
pl: Zmniejszone efekty pożarów i zalań
ru: Упрощённый эффект пожара и затопления
uk: Спрощений ефект пожежі і затоплення
zh: 降低火灾和进水特效
zh_sg: 降低起火和进水特效

# IDS_USE_PROMODE
source: Use the pro-mode
es_mx: Usar el modo-pro
ja: プロモード使用
pl: Użyj trybu zawodowca
ru: Использовать pro-mode
uk: Використовувати pro-mode
zh: 使用代理模式
zh_sg: 使用代理模式

# IDS_USE_STATIC_CROSSHAIRS
source: Use static crosshairs with a fixed width for the horizontal crosshair line
es_mx: Usa puntos de mira estáticos con un ancho fijo para la línea horizontal
ja: 照準の水平ラインが固定式の静的照準を使用
pl: Używaj statycznych celowników o stałej szerokości poziomej linii
ru: Использовать статические прицелы с постоянной шириной горизонтальной планки
uk: Використовувати статичні приціли з постійною шириною горизонтальної шкали
zh: 使用带有固定宽度水平瞄准线的静态准星
zh_sg: 使用带有固定宽度水平瞄准线的静态准星

# IDS_USSROVECHKIN
source: Alexander Ovechkin
pl: Aleksander Owieczkin
ru: Александр Овечкин
uk: Олександр Овечкін
zh: 亚历山大-奥维奇金

# IDS_UTC0_PERIODS
source: Periods for holding battles (UTC):
es_mx: Periodos para tener batallas (UTC):
ja: 戦闘開催期間 (UTC):
pl: Przedziały czasowe, w których odbywają się bitwy (czas UTC):
ru: Периоды проведения боёв по UTC:
uk: Періоди здійснення боїв за UTC:
zh: 战斗举行的时段。UTC
zh_sg: 战斗举行的时段。UTC

# IDS_VANITY_ACTIVATED
source: Mounted
es_mx: Montado
ja: 搭載中
pl: Zainstalowano
ru: Установлен
uk: Встановлено
zh: 已安装
zh_sg: 已安装

# IDS_VANITY_CAT_NAME_DEFAULT
source: Personalization
es_mx: Personalización
ja: 固有効果
pl: Personalizacja
ru: Персонализация
uk: Персоналізація
zh: 个性化
zh_sg: 个性化

# IDS_VANITY_NOT_ACTIVATED
source: Not mounted
es_mx: Sin montar
ja: 未搭載
pl: Nie zamontowano
ru: Не установлен
uk: Не встановлено
zh: 没有安装
zh_sg: 未安装

# IDS_VANITY_NOT_ACTIVATED_INFO
source: Personalization not received
es_mx: Personalización no recibida
ja: 固有効果未取得
pl: Nie otrzymano personalizacji
ru: Персонализация не получена
uk: Персоналізацію не отримано
zh: 尚未得到个性化
zh_sg: 未进行个性化

# IDS_VAN_SHUBS_H18
source: Dr. van Schubs
zh: 范医生

# IDS_VERSION
source: Game version:
es_mx: Versión del juego:
ja: ゲームバージョン:
pl: Wersja gry:
ru: Версия игры:
uk: Версія гри:
zh: Версия игры:
zh_sg: 游戏版本：

# IDS_VERSION_ON_SERVER
source: Version:
es_mx: Versión:
ja: バージョン:
pl: Wersja:
ru: Версия:
uk: Версія:
zh: Версия:
zh_sg: 版本：

# IDS_VERTICAL_SINHRONIZATION
source: Vertical synchronization
es_mx: Sincronización vertical
ja: 垂直同期
pl: Synchronizacja pionowa
ru: Вертикальная синхронизация
uk: Вертикальна синхронізація
zh: 垂直同步
zh_sg: 垂直同步

# IDS_VERYHARDDAMAGE
source: heavy damage
es_mx: daño fuerte
ja: 重大な損傷
pl: poważne uszkodzenie
ru: тяжёлые повреждения
uk: значні пошкодження
zh: 严重伤害
zh_sg: 严重伤害

# IDS_VERYHIGH
source: Very High
es_mx: Muy Alto
ja: 最高
pl: Bardzo wysokie
ru: Очень высоко
uk: Дуже високо
zh: 极高
zh_sg: 极高

# IDS_VERYLOW
source: Very Low
es_mx: Muy Bajo
ja: 最低
pl: Bardzo niska
ru: Очень низко
uk: Дуже низько
zh: 非常缓慢
zh_sg: 极低

# IDS_VICTORIES
source: Victories
es_mx: Victorias
ja: 勝利
pl: Zwycięstwa
ru: Победы
uk: Перемоги
zh: 胜利
zh_sg: 胜利

# IDS_VICTORIES_TOOLTIP
source: Total number of victories
es_mx: Número total de victorias
ja: 総勝利数
pl: Ogólna liczba zwycięstw
ru: Общее количество побед
uk: Загальна кількість перемог
zh: 所有的胜利数
zh_sg: 所有的胜利数

# IDS_VICTORY
source: Victory!
es_mx: ¡Victoria!
ja: 勝利!
pl: Zwycięstwo!
ru: Победа!
uk: Перемога!
zh: 胜利！
zh_sg: 胜利！

# IDS_VICTORY_PERCENT
source: Victories
es_mx: Victorias
ja: 勝利
pl: Zwycięstwa
ru: Победы
uk: Перемоги
zh: 胜利
zh_sg: 胜利

# IDS_VICTORY_PERCENT_TOOLTIP
source: Ratio of battles won to the total number of battles played
es_mx: Tasa de batallas ganadas entre el número de batallas jugadas.
ja: 勝利した戦闘数と総参加戦闘数との比率
pl: Stosunek bitew zwycięskich do wszystkich stoczonych.
ru: Процент побед от общего количества боёв
uk: Відсоток перемог від загальної кількості боїв
zh: 获胜的战斗数与进行过的战斗总数比
zh_sg: 获胜战斗场次与战斗总场次的比率

# IDS_VIDEO_MODE
source: Resolution
es_mx: Resolución
ja: 解像度
pl: Rozdzielczość
ru: Разрешение
uk: Роздільна здатність
zh: 分辨率
zh_sg: 分辨率

# IDS_VISIBILITYFACTORBYPLANE
source: to detectability range by air
es_mx: al rango de detectabilidad por aire
ja: : 航空発見距離
pl: do zasięgu wykrywalności z powietrza
ru: к заметности с самолётов
uk: до помітності з літаків
zh: 空中的被侦测距离
zh_sg: 对空被侦察范围

# IDS_VISIBILITY_DIST_BY_GK_IN_SMOKE_HUD_TOOLTIP
source: After firing main guns in smoke
es_mx: Al disparar los cañones principales desde el humo
ja: 煙幕内での主砲射撃後
pl: Po wystrzale z gł. dział w dymie
ru: После выстрела ГК в дымах
uk: після пострілу ГК у димах
zh: 在烟幕中主炮开火后
zh_sg: 主炮在烟幕中射击后

# IDS_VISIBLE_FOR_OTHER_PLAYERS_DIVISION
source: Enable this status to include your name in the "Looking for Division" list so that other players can invite you.
es_mx: Habilitar este estado para incluir tu nombre en la lista "Buscando una División" para que otros jugadores puedan invitarte.
ja: このステータスを有効にすると、「分艦隊に参加希望」リストに名前が掲載され、他のプレイヤーから招待を受けることができます。
pl: Ustaw ten status, żeby Twoja nazwa znajdzie się na liście szukających dywizjonu i inni gracze mogli Cię zaprosić.
ru: Включите этот статус, чтобы ваше имя отображалось в списке «Ищу отряд» и другие игроки смогли пригласить вас.
uk: Увімкніть цей статус, щоб ваше ім’я показувалося у списку «Шукаю загін» та інші гравці змогли запросити вас.
zh: 开启此状态来将您的名称列入 "寻找小队" 名单，如此一来其他玩家就能邀请您。
zh_sg: 开启此状态来将您的名称列入 "寻找小队" 名单，如此一来其他玩家就能邀请您。

# IDS_VISIBLE_FOR_OTHER_PLAYERS_PARTY
source: Enable this status to include your name in the "Looking to join a Team Battle" list so that other players can invite you as a mercenary.
es_mx: Habilita este estado para incluir tu nombre en la lista "Buscando unirse a una Batalla en Equipo" para que otros jugadores puedan invitarte como un mercenario.
ja: このステータスを有効にすると、「チームバトルに参加希望」リストに名前が掲載され、他のプレイヤーから傭兵として招待を受けることができます。
pl: Ustaw ten status, żeby znaleźć się na liście graczy chcących wziąć udział w bitwie drużynowej i żeby inni gracze mogli Cię zaprosić w charakterze najemnika.
ru: Включите этот статус, чтобы ваше имя отображалось в списке «Хочу в командный бой» и другие игроки смогли пригласить вас в командный бой в качестве наёмника.
uk: Увімкніть цей статус, щоб ваше ім’я показувалося у списку «Хочу у командний бій» та інші гравці змогли запросити вас у командний бій як найманця.
zh: 开启此状态来将您的名称列入 "寻找队伍战斗加入" 名单，如此一来其他玩家就能邀请您作为佣兵。
zh_sg: 开启此状态来将您的名称列入 "寻找团队战斗加入" 名单，如此一来其他玩家就能邀请您作为佣兵。

# IDS_VISION_CYCLONE_IS_COMING
source: Cyclone inbound!
es_mx: ¡Ciclón en camino!
ja: サイクロン接近中!
pl: Nadciąga cyklon!
ru: Приближается циклон!
uk: Наближається циклон!
zh: 进入气旋！
zh_sg: 进入气旋！

# IDS_VISION_DISTANCE_DECREASED
source: Spotting range decreased to {distance} km!
es_mx: ¡El rango de detección se ha reducido a {distance} km!
ja: 視程が {distance} km まで低下しました!
pl: Zasięg wykrywania zmniejszony do {distance} km!
ru: Видимость снижена до {distance} км!
uk: Видимість знижена до {distance} км!
zh: 进入气旋！侦察距离将降低为 {distance} 公里！
zh_sg: 侦察范围降低到{distance}公里！

# IDS_VISION_DISTANCE_DECREASING
source: Cyclone has begun! Spotting range will be decreased to {distance} km!
es_mx: ¡El ciclón ha comenzado! El rango de detección será reducido a {distance} km!
ja: サイクロン到来! 視程が {distance} km まで低下しつつあります!
pl: Nadciąga cyklon! Zasięg wykrywania zmniejszy się do {distance} km!
ru: Пришёл циклон! Видимость будет снижена до {distance} км.
uk: Прийшов циклон! Видимість буде знижена до {distance} км.
zh: Пришёл циклон! Видимость будет снижена до {distance} км.
zh_sg: 进入气旋！侦察距离将降低到 {distance} 公里！

# IDS_VISION_DISTANCE_RESTORED
source: Cyclone is passing! Spotting range restoring!
es_mx: ¡El ciclón ha pasado! ¡Rango de detección restaurándose.
ja: サイクロンが去りつつあり、視程が回復傾向です!
pl: Cyklon przeszedł! Przywracany jest pełen zasięg wykrywania!
ru: Циклон уходит! Видимость восстанавливается.
uk: Циклон вщухає! Видимість відновлюється.
zh: 气旋已过！侦察距离将会恢复！
zh_sg: 脱离气旋！侦察距离正在恢复！

# IDS_VOICECHAT_INPUT_DEVICE
source: Microphone
es_mx: Micrófono
ja: マイク
pl: Mikrofon
ru: Микрофон
uk: Мікрофон
zh: 麦克风
zh_sg: 麦克风

# IDS_VOICECHAT_KEY_NOT_ASSIGNED_HINT
source: Set a key to control the voice chat in the Controls section
es_mx: Establece una tecla para controlar el chat de voz en la sección Controles
ja: 「操作」セクションで音声チャット操作用のキーを設定してください
pl: Ustaw klawisz odpowiadający za sterowanie czatem głosowym w sekcji „Sterowanie”
ru: Назначьте клавишу для управления голосовым чатом в разделе «Управление»
uk: Призначте клавішу керування голосовим чатом у розділі «Керування»
zh: 在控制页面中设置一个按键来控制语音聊天
zh_sg: 在控制页面中设置一个按键来控制语音聊天

# IDS_VOICECHAT_MODE
source: Transmission mode
es_mx: Modo de transmisión
ja: 送信モード
pl: Tryb przesyłania
ru: Режим передачи
uk: Режим передачі
zh: 发送模式
zh_sg: 发送模式

# IDS_VOICECHAT_OUTPUT_DEVICE
source: Output device
es_mx: Dispositivo de salida
ja: 出力デバイス
pl: Urządzenie wyjścia
ru: Устройство вывода
uk: Пристрій відтворення
zh: 输出装置
zh_sg: 输出装置

# IDS_VOICECHAT_OUTPUT_VOLUME
source: Chat volume
es_mx: Volumen del chat
ja: チャット音量
pl: Głośność czatu
ru: Громкость чата
uk: Гучність чата
zh: 聊天音量
zh_sg: 聊天音量

# IDS_VOICECHAT_PARAMS
source: Voice Chat
es_mx: Chat de Voz
ja: 音声チャット
pl: Czat głosowy
ru: Голосовой чат
uk: Голосовий чат
zh: 语音聊天
zh_sg: 语音聊天

# IDS_VOICECHAT_PROCESSING
source: Voice chat processing
es_mx: Procesamiento del chat de voz
ja: 音声チャットの処理
pl: Przetwarzanie czatu głosowego
ru: Обработка голосового чата
uk: Оброблення голосового чату
zh: Обработка голосового чата
zh_sg: 处理语音聊天

# IDS_VOICECHAT_PROCESSING_0
source: Standard
es_mx: Estándar
ja: 標準
pl: Standardowe
ru: Обычная
uk: Звичайна
zh: Обычная
zh_sg: 标准

# IDS_VOICECHAT_PROCESSING_1
source: Processing 1
es_mx: Procesamiento 1
ja: 処理 1
pl: Przetwarzanie 1
ru: Обработка 1
uk: Оброблення 1
zh: Обработка 1
zh_sg: 处理中 1

# IDS_VOICECHAT_PROCESSING_2
source: Processing 2
es_mx: Procesamiento 2
ja: 処理 2
pl: Przetwarzanie 2
ru: Обработка 2
uk: Оброблення 2
zh: Обработка 2
zh_sg: 处理中 2

# IDS_VOICECHAT_PUSH_TO_TALK_MODE
source: Push to talk
es_mx: Presiona para hablar
ja: 押して話す
pl: Wciśnij i mów
ru: По удержанию
uk: Під час утримання
zh: 按键发话
zh_sg: 按键发话

# IDS_VOICECHAT_PUSH_TO_TALK_MODE_HINT
source: Hold [CMD_VOICE_CHAT_TALK] to transmit a voice message
es_mx: Mantén presionado [CMD_VOICE_CHAT_TALK] para transmisitir un mensaje de voz.
ja: [CMD_VOICE_CHAT_TALK] を押している間に音声メッセージを送信
pl: Przytrzymaj [CMD_VOICE_CHAT_TALK], żeby przesłać wiadomość głosową
ru: Удерживайте [CMD_VOICE_CHAT_TALK] для передачи голосового сообщения
uk: Щоб надіслати голосове повідомлення утримуйте [CMD_VOICE_CHAT_TALK]
zh: 按住 [CMD_VOICE_CHAT_TALK] 来发送语音消息
zh_sg: 按住 [CMD_VOICE_CHAT_TALK] 来发送语音消息

# IDS_VOICECHAT_TOGGLE_TO_TALK_MODE
source: Toggle to talk
es_mx: Activa para hablar
ja: ON/OFF 切り替え
pl: Przełącz, by mówić
ru: По нажатию
uk: Після натискання
zh: 感应发话
zh_sg: 感应发话

# IDS_VOICECHAT_TOGGLE_TO_TALK_MODE_HINT
source: Press [CMD_VOICE_CHAT_TALK] to start transmitting a voice message. Press again to stop the transmission.
es_mx: Presiona [CMD_VOICE_CHAT_TALK] para empezar transmisión de un mensaje de voz. Presiona otra vez para detener la transmisión.
ja: [CMD_VOICE_CHAT_TALK] を 1 回押して音声メッセージの送信を開始し、もう 1 回押して送信を停止
pl: Wciśnij [CMD_VOICE_CHAT_TALK], żeby zacząć wysyłanie wiadomości głosowej. Wciśnij ten przycisk ponownie, żeby przerwać transmisję.
ru: Нажмите [CMD_VOICE_CHAT_TALK] для начала передачи сообщения. Повторное нажатие завершит передачу.
uk: Щоб почати передачу повідомлення натисніть [CMD_VOICE_CHAT_TALK]. Повторне натискання завершить передачу.
zh: 按下 [CMD_VOICE_CHAT_TALK] 来开始发送语音消息。再按一次来停止发送。
zh_sg: 按下 [CMD_VOICE_CHAT_TALK] 来开始发送语音消息。再按一次来停止发送。

# IDS_VOICES_NEEDED
source: Votes needed
es_mx: Votos necesarios
ja: 必要な投票数
pl: Wymagane głosy
ru: Необходимо голосов
uk: Потрібно голосів
zh: 需要投票
zh_sg: 需要投票

# IDS_VOICES_NEEDED_HINT
source: The number of votes for and against a given decision to be immediately accepted or rejected.
es_mx: El número de votos a favor y en contra de una decisión dada para ser inmediatamente aceptada o rechazada.
ja: 提議をすぐに採択または却下するために必要な賛成票および反対票の合計
pl: Liczba głosujących za lub przeciw danej decyzji, koniecznych żeby ją zaakceptować albo odrzucić.
ru: Количество голосов «за» или «против», при котором решение сразу же принимается или отклоняется.
uk: Кількість голосів «за» чи «проти», які потрібні, щоб негайно ухвалити або відхилити рішення.
zh: 立即支持或驳回特定决策的赞成和反对人数。
zh_sg: 立即支持或驳回特定决策的赞成和反对人数。

# IDS_VOICE_CHAT_DISABLED
source: Voice chat disabled
es_mx: Chat de voz deshabilitado
ja: 音声チャット無効
pl: Wyłączono czat głosowy
ru: Голосовой чат отключён
uk: Голосовий чат вимкнений
zh: 语音消息已关闭
zh_sg: 语音聊天已关闭

# IDS_VOICE_CHAT_ENABLED
source: Voice chat enabled
es_mx: Chat de voz habilitado
ja: 音声チャット有効
pl: Włączono czat głosowy
ru: Голосовой чат включён
uk: Голосовий чат увімкнений
zh: 语音消息已开启
zh_sg: 语音聊天已开启

# IDS_VOICE_CHAT_OUTGOING_STATE_HINT
source: Start speaking into the microphone to transmit a voice message
es_mx: Empieza a hablar en el micrófono para transmitir un mensaje de voz
ja: 音声メッセージを発声により送信開始
pl: Zacznij mówić do mikrofonu, żeby wysłać wiadomość głosową
ru: Начните говорить в микрофон для передачи голосового сообщения
uk: Почніть говорити у мікрофон, щоб передати голосове повідомлення
zh: 开始对麦克风说话来发送语音消息。
zh_sg: 开始对麦克风说话来发送语音消息。

# IDS_VOICE_CHAT_SETTINGS
source: Voice Chat
es_mx: Chat de Voz
ja: 音声チャット
pl: Czat głosowy
ru: Голосовой чат
uk: Голосовий чат
zh: 语音聊天
zh_sg: 语音聊天

# IDS_VOICE_MESSAGES_FROM_USER_DISABLED
source: Voice messages from %s disabled
es_mx: Mensajes de voz de %s desactivados
ja: %s さんからの音声メッセージを無効化しました
pl: Wiadomości głosowe od %s są zablokowane
ru: Голосовые сообщения от %s отключены
uk: Голосові повідомлення від %s вимкнені
zh: %s 的语音消息已关闭
zh_sg: %s 的语音消息已关闭

# IDS_VOICE_MESSAGES_FROM_USER_ENABLED
source: Voice messages from %s enabled
es_mx: Mensajes de voz de %s activados
ja: %s さんからの音声メッセージを有効化しました
pl: Wiadomości głosowe od %s są włączone
ru: Голосовые сообщения от %s включены
uk: Голосові повідомлення від %s увімкнені
zh: %s 的语音消息已开启
zh_sg: %s 的语音消息已开启

# IDS_VOICE_MOD
source: Voiceover modification
es_mx: Modificación de la voz narrativa
ja: 音声変更
pl: Modyfikacja dubbingu
ru: Модификация озвучки
uk: Модифікація озвучення
zh: 战斗配音
zh_sg: 战斗配音

# IDS_VOICE_PACKAGE
source: Voiceover language
es_mx: Lenguaje de la voz
ja: 音声の言語
pl: Język dubbingu
ru: Язык озвучки
uk: Мова озвучення
zh: 配音语言
zh_sg: 配音语言

# IDS_VOICE_PACK_DE
source: German
es_mx: Alemán
ja: ドイツ語
pl: Niemiecki
ru: Немецкий
uk: Німецька
zh: 德语
zh_sg: 德语

# IDS_VOICE_PACK_EN
source: English
es_mx: Inglés
ja: 英語
pl: Angielski
ru: Английский
uk: Англійська
zh: 英语
zh_sg: 英语

# IDS_VOICE_PACK_EN_GB
source: English (United Kingdom)
es_mx: Inglés (Reino Unido)
ja: 英語 (イギリス)
pl: Angielski (Wlk. Brytania)
ru: Английский (Великобритания)
uk: Англійська (Великобританія)
zh: 英语 (英国)
zh_sg: 英语（英国）

# IDS_VOICE_PACK_EN_PR
source: English (Pirate)
es_mx: Inglés (Pirata)
ja: 英語 (海賊)
pl: Angielski (piracki)
ru: Английский (Пиратский)
uk: Англійська (Піратський)
zh: 英语（海盗）
zh_sg: 英语（海盗）

# IDS_VOICE_PACK_ES
source: Spanish
es_mx: Español
ja: スペイン語
pl: Hiszpański
ru: Испанский
uk: Іспанська
zh: Испанский
zh_sg: 西班牙

# IDS_VOICE_PACK_ES_MX
source: Spanish (Mexico)
es_mx: Español (México)
ja: スペイン語 (メキシコ)
pl: Hiszpański (Meksyk)
ru: Испанский (Мексика)
uk: Іспанська (Мексика)
zh: Испанский (Мексика)
zh_sg: 西班牙（墨西哥）

# IDS_VOICE_PACK_FR
source: French
es_mx: Francés
ja: フランス語
pl: Francuski
ru: Французский
uk: Французька
zh: 法语
zh_sg: 法语

# IDS_VOICE_PACK_IT
source: Italian
es_mx: Italiano
ja: イタリア語
pl: Włoski
ru: Итальянский
uk: Італійська
zh: 意大利语
zh_sg: 意大利语

# IDS_VOICE_PACK_JA
source: Japanese
es_mx: Japonés
ja: 日本語
pl: Japoński
ru: Японский
uk: Японська
zh: 日语
zh_sg: 日语

# IDS_VOICE_PACK_KO
source: Korean
es_mx: Coreano
ja: 韓国語
pl: Koreański
ru: Корейский
uk: Корейська
zh: 韩语
zh_sg: 韩语

# IDS_VOICE_PACK_NL
source: Dutch
es_mx: Holandés
ja: オランダ語
pl: Holenderski
ru: Голландский
uk: Голландська
zh: 荷兰语
zh_sg: 荷兰语

# IDS_VOICE_PACK_PL
source: Polish
es_mx: Polaco
ja: ポーランド語
pl: Polski
ru: Польский
uk: Польська
zh: 波兰语
zh_sg: 波兰语

# IDS_VOICE_PACK_PT_BR
source: Portuguese (Brazil)
es_mx: Portugués (Brasil )
ja: ポルトガル語 (ブラジル)
pl: Portugalski (Brazylia)
ru: Португальский (Бразилия)
uk: Португальська (Бразилія)
zh: 葡萄牙语 (巴西)
zh_sg: 葡萄牙语 (巴西)

# IDS_VOICE_PACK_RU
source: Russian
es_mx: Ruso
ja: ロシア語
pl: Rosyjski
ru: Русский
uk: Російська
zh: 俄语
zh_sg: 俄语

# IDS_VOICE_PACK_ZH_CN
source: Chinese (Simplified, PRC)
es_mx: Chino (Simplificado, RPC)
ja: 中国語 (簡体字、PRC)
pl: Chiński (uproszony, ChRL)
ru: Китайский (Упрощ., КНР)
uk: Китайська (Спрощена, КНР)
zh: 中文（简体）
zh_sg: 中文（简体，中国）

# IDS_VOICE_PACK_ZH_SG
source: Chinese (Simplified, Singapore)
es_mx: Chino (Simplificado, Singapur)
ja: 中国語 (簡体字、シンガポール)
pl: Chiński (uproszczony, Singapur)
ru: Китайский (Упрощ., Сингапур)
uk: Китайська (Спрощена, Сінгапур)
zh: Китайский (Упрощ., Сингапур)
zh_sg: 中文（简体，新加坡）

# IDS_VOICE_PACK_ZH_TW
source: Chinese (Traditional)
es_mx: Chino (Tradicional)
ja: 中国語 (繁体字)
pl: Chiński (tradycyjny)
ru: Китайский (Традиционный)
uk: Китайська (Традиційна)
zh: 中文（繁体）
zh_sg: 中文（繁体）

# IDS_VOLLEY
source: INCOMING
es_mx: ALERTA
ja: 接近中
pl: OSTRZEŻENIE
ru: ЗАЛП
uk: ЗАЛП
zh: 来袭
zh_sg: 敌方攻击来袭

# IDS_VOLLEY_AIRCARRIER
source: INCOMING
es_mx: ALERTA
ja: 接近中
pl: OSTRZEŻENIE
ru: ЗАЛП
uk: ЗАЛП
zh: 来袭
zh_sg: 敌方攻击来袭

# IDS_VOLUMETRICCLOUDS
source: Sky and Clouds Quality
es_mx: Calidad de Nubes y Cielo
ja: 空と雲の品質
pl: Jakość nieba i chmur
ru: Качество неба и облаков
uk: Якість неба та хмар
zh: 天空与云层的品质
zh_sg: 天空与云层的品质

# IDS_VOTE_ACCEPTED
source: Decision accepted
es_mx: Decisión aceptada
ja: 決定されました
pl: Zaakceptowano decyzję
ru: Решение принято
uk: Рішення ухвалено
zh: 队长已接受
zh_sg: 队长已接受
