Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT548_1
source: Earn %(count)d credits (after modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT549_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT550_1
source: Win a battle in which you earned %(count)d base XP (before modifiers are applied).
es_mx: Gana una batalla donde hayas ganado %(count)d de XP base (antes de que se apliquen los modificadores).
ja: 1 戦で %(count)d 基本 EXP (各種倍率の適用前の値) を取得して勝利する。
pl: Wygraj bitwę, w której zdobyłeś %(count)d bazowych PD (nie uwzględniając modyfikatorów).
ru: Одержите победу в бою, при этом заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте перемогу у бою, до того ж здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 赢得一场战斗，同时获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 战斗胜利且获得%(count)d点基础经验（应用加成前）。

# IDS_PCQT551_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d HP de daño a los destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d урона эсминцам противника.
uk: Завдайте %(count)d од. шкоди есмінцям супротивника.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d血量伤害。

# IDS_PCQT552_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT553_1
source: Earn %(count)d "Set on fire", "Torpedo hits", "Caused flooding", "Defended", "Captured", or "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Incendiado", "Impactos de torpedo", "Inundación causada", "Defendida", "Capturada" o "Asistencia en captura".
ja: 「火災を発生させた」「魚雷命中」「浸水を発生させた」「防衛」「占領」または「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie”, „Trafienia torpedami”, „Spowodowanie zalania”, „Obrona”, „Zajęcie” lub „Pomoc w zajęciu”.
ru: Получите %(count)d ленту «Поджёг», «Попал торпедой», «Затопил», «Защитил», «Захватил» или «Помог захватить».
uk: Отримайте %(count)d стрічку «Підпалив», «Влучив торпедою», «Затопив», «Захистив», «Захопив» або «Допоміг захопити».
zh: 获得 %(count)d 个「引发火灾」、「鱼雷命中」、「造成进水」、「防御」、「占领」或「协助占领」勋带。
zh_sg: 获得%(count)d个“使敌舰起火”，“鱼雷命中”，“造成进水”，“防御”，“占领”或“协助占领”勋带。

# IDS_PCQT554_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT555_1
source: Cause %(count)d HP of damage to enemy cruisers.
es_mx: Causa %(count)d HP de daño a los cruceros enemigos.
ja: 敵巡洋艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń krążownikom wroga.
ru: Нанесите %(count)d урона крейсерам противника.
uk: Завдайте %(count)d од. шкоди крейсерам супротивника.
zh: 对敌方巡洋舰造成 %(count)d 血量伤害。
zh_sg: 对敌方巡洋舰造成%(count)d血量伤害。

# IDS_PCQT556_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT557_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT558_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT559_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT560_1
source: Be the first to spot %(count)d ship.
es_mx: Sé el primero en detectar %(count)d barco.
ja: 最初に %(count)d 隻発見する。
pl: Wykryj %(count)d okręt jako pierwszy.
ru: Первым обнаружьте %(count)d корабль.
uk: Першим виявіть %(count)d корабель.
zh: 发现 %(count)d 艘战舰。
zh_sg: 第一个发现%(count)d艘战舰。

# IDS_PCQT561_1
source: Earn the "Devastating Strike" achievement.
es_mx: Obtén el logro "Ataque Devastador"
ja: 勲章「破壊的一撃」を取得する。
pl: Zdobądź osiągnięcie „Dewastujące uderzenie”.
ru: Получите достижение «Сокрушительный удар».
uk: Отримайте досягнення «Нищівний удар».
zh: 获得「毁灭打击」成就。
zh_sg: 获得“毁灭打击”成就。

# IDS_PCQT562_1
source: Earn %(count)d Commander XP (after modifiers are applied).
es_mx: Gana %(count)d de XP de Comandante (después de que las modificaciones se apliquen).
ja: %(count)d 艦長 EXP (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d PD dowódcy (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d опыта командира (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду командира (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 指挥官经验 (套用加成后)。
zh_sg: 获得%(count)d点指挥官经验（计入加成后）。

# IDS_PCQT563_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT564_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT565_1
source: Cause %(count)d HP of damage to enemy destroyers and battleships.
es_mx: Causa %(count)d HP de daño a destructores y acorazados enemigos.
ja: 敵の駆逐艦と戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom i pancernikom wroga.
ru: Нанесите %(count)d урона эсминцам и линкорам противника.
uk: Завдайте %(count)d од. шкоди есмінцям та лінкорам супротивника.
zh: 对敌方驱逐舰和战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰和战列舰造成%(count)d血量伤害。

# IDS_PCQT566_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT567_1
source: Cause %(count)d HP of damage to enemy cruisers and battleships.
es_mx: Causa %(count)d HP de daño a cruceros y acorazados enemigos.
ja: 敵の巡洋艦と戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń krążownikom i pancernikom wroga.
ru: Нанесите %(count)d урона крейсерам и линкорам противника.
uk: Завдайте %(count)d од. шкоди крейсерам та лінкорам супротивника.
zh: 对敌方巡洋舰和战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方巡洋舰和战列舰造成%(count)d生命值伤害。

# IDS_PCQT568_1
source: Win %(count)d battle with a place among the top 4 XP earners on your team.
es_mx: Gana %(count)d batalla terminando entre los mejores 4 ganadores de XP en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 4 を達成して勝利する。
pl: Wygraj %(count)d bitwę, plasując się w najlepszej czwórce swojej drużyny pod względem zdobytych PD.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-4 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-4 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 4 名的经验。
zh_sg: 赢得%(count)d场战斗并位列己方团队获得经验最多的前4名。

# IDS_PCQT569_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 获得 %(count)d 个任何成就。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT570_1
source: Earn a total of %(count)d Free XP.
es_mx: Obtén un total de %(count)d puntos de Experiencia Libre.
ja: 合計 %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта суммарно.
uk: Здобудьте загалом %(count)d од. вільного досвіду.
zh: 获得总共 %(count)d 全局经验
zh_sg: 获得总共%(count)d全局经验

# IDS_PCQT571_1
source: Earn %(count)d base XP (before modifiers are applied) in a victorious battle.
es_mx: Obtén %(count)d puntos de XP base (antes de aplicar modificadores) en una victoria.
ja: 勝利した戦闘で 1 戦中に %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (bez uwzględnienia modyfikatorów) w zwycięskiej bitwie.
ru: В победном бою заработайте %(count)d чистого опыта (до применения модификаторов).
uk: У переможному бою здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 在胜场战斗获得 %(count)d 基本经验（套用加成前）。
zh_sg: 在胜利的战斗中获得%(count)d基础经验（应用加成前）。

# IDS_PCQT572_1
source: Hit enemy ships with main battery shells %(count)d time.
es_mx: Impacta barcos enemigos con proyectiles de la batería principal %(count)d vez.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga pociskami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз снарядами ГК по кораблям противника.
uk: Влучте %(count)d раз снарядами ГК у кораблі супротивника.
zh: 以主炮炮弹命中敌舰 %(count)d 次。
zh_sg: 用主炮组炮弹击中敌方战舰%(count)d次。

# IDS_PCQT573_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT574_1
source: Destroy %(count)d enemy battleship.
es_mx: Destruye %(count)d acorazado enemigo.
ja: 敵戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik wroga.
ru: Уничтожьте %(count)d линкор противника.
uk: Знищте %(count)d лінкор супротивника.
zh: 击毁 %(count)d 艘敌方战列舰。
zh_sg: 击毁%(count)d艘敌方战列舰。

# IDS_PCQT575_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d HP de daño a los destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d урона эсминцам противника.
uk: Завдайте %(count)d од. шкоди есмінцям супротивника.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d血量伤害。

# IDS_PCQT576_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT577_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT578_1
source: Receive %(count)d HP of potential damage.
es_mx: Recibe %(count)d HP de daño potencial.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d единицу потенциального урона.
uk: Отримайте %(count)d од. потенційної шкоди.
zh: 受到 %(count)d 潜在伤害。
zh_sg: 受到%(count)d血量潜在伤害。

# IDS_PCQT579_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT580_1
source: Destroy %(count)d enemy cruiser.
es_mx: Destruye %(count)d crucero enemigo.
ja: 敵巡洋艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d krążownik wroga.
ru: Уничтожьте %(count)d крейсер противника.
uk: Знищте %(count)d крейсер супротивника.
zh: 击毁 %(count)d 艘敌方巡洋舰。
zh_sg: 击毁%(count)d艘敌方巡洋舰。

# IDS_PCQT581_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT582_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT583_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT584_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT585_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT586_1
source: Earn %(count)d "Set on fire" or "Caused flooding" ribbon.
es_mx: Obtén %(count)d cinta "Incendiado" o "Inundación Causada".
ja: 「火災を発生させた」または「浸水を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie” lub „Spowodowanie zalania”.
ru: Получите %(count)d ленту «Поджёг» или «Затопил».
uk: Отримайте %(count)d стрічку «Підпалив» чи «Затопив».
zh: 获得 %(count)d 次「引发火灾」或「造成浸水」勋带。
zh_sg: 获得%(count)d次“使敌舰起火”或“造成进水”成就。

# IDS_PCQT587_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT588_1
source: Cause %(count)d HP of damage to enemy battleships.
es_mx: Causa %(count)d HP de daño a acorazados enemigos.
ja: 敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga.
ru: Нанесите %(count)d урона линкорам противника.
uk: Завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT589_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT590_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT591_1
source: Earn %(count)d "Captured", "Defended", "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Capturada", "Defendida", "Asistencia en captura".
ja: 「占領」「防衛」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zajęcie”, „Obrona” lub „Pomoc w zajęciu”.
ru: Получите %(count)d ленту «Захватил», «Защитил», «Помог захватить».
uk: Отримайте %(count)d стрічку «Захопив», «Захистив», «Допоміг захопити».
zh: 获得 %(count)d 个「占领」、「防御」、「协助占领」勋带。
zh_sg: 获得%(count)d个“占领”，“防御”，“协助占领”勋带。

# IDS_PCQT592_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT593_1
source: Cause %(count)d HP of damage to enemy cruisers.
es_mx: Causa %(count)d HP de daño a los cruceros enemigos.
ja: 敵巡洋艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń krążownikom wroga.
ru: Нанесите %(count)d урона крейсерам противника.
uk: Завдайте %(count)d од. шкоди крейсерам супротивника.
zh: 对敌方巡洋舰造成 %(count)d 血量伤害。
zh_sg: 对敌方巡洋舰造成%(count)d血量伤害。

# IDS_PCQT594_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT595_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT596_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT597_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT598_1
source: Earn %(count)d "Set on fire", "Torpedo hits", "Caused flooding" ribbon.
es_mx: Obtén %(count)d cinta "Incendiado", "Impactos de torpedo", "Inundación causada".
ja: 「火災を発生させた」「魚雷命中」「浸水を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie”, „Trafienia torpedami” lub „Spowodowanie zalania”.
ru: Получите %(count)d ленту «Поджёг», «Попал торпедой», «Затопил».
uk: Отримайте %(count)d стрічку «Підпалив», «Влучив торпедою», «Затопив».
zh: 获得 %(count)d 个「引发火灾」、「鱼雷命中」、「造成进水」勋带。
zh_sg: 获得%(count)d个“使敌舰起火”，“鱼雷命中”，“造成进水”勋带。

# IDS_PCQT599_1
source: Destroy %(count)d enemy destroyer.
es_mx: Destruye %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niszczyciel wroga.
ru: Уничтожьте %(count)d эсминец противника.
uk: Знищте %(count)d есмінець супротивника.
zh: 击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 击毁%(count)d艘敌方驱逐舰。

# IDS_PCQT600_1
source: Earn a total of %(count)d Free XP.
es_mx: Obtén un total de %(count)d puntos de Experiencia Libre.
ja: 合計 %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта суммарно.
uk: Здобудьте загалом %(count)d од. вільного досвіду.
zh: 获得总共 %(count)d 全局经验
zh_sg: 获得总共%(count)d全局经验

# IDS_PCQT601_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT602_1
source: Earn %(count)d credits (after all modifiers are applied).
es_mx: Gana %(count)d créditos (después de que las modificaciones se apliquen).
ja: %(count)d クレジット (各種倍率の適用後の値) を取得する。
pl: Zdobądź %(count)d kredytów (z uwzględnieniem modyfikatorów).
ru: Заработайте %(count)d кредитов (со всеми модификаторами).
uk: Здобудьте %(count)d кредитів (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d银币（计入加成后）。

# IDS_PCQT602_1_ICARUS
source: Be the first to spot %(count)d ship.
es_mx: Sé el primero en detectar %(count)d barco.
ja: 最初に %(count)d 隻発見する。
pl: Wykryj %(count)d okręt jako pierwszy.
ru: Обнаружьте первым %(count)d корабль.
uk: Першим виявіть %(count)d корабель.
zh: Обнаружьте первым %(count)d корабль.
zh_sg: 第一个发现%(count)d艘战舰。

# IDS_PCQT603_1
source: Earn %(count)d "Set on fire" ribbon.
es_mx: Obtén %(count)d cinta "Incendiado".
ja: 「火災を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie”.
ru: Получите %(count)d ленту «Поджёг».
uk: Отримайте %(count)d стрічку «Підпалив».
zh: 获得 %(count)d 银币 (套用加成后)。
zh_sg: 获得%(count)d次“使敌舰起火”勋带。

# IDS_PCQT604_1
source: Earn %(count)d "Hits to citadel" ribbon.
es_mx: Obtén %(count)d cinta "Impactos a la Ciudadela"
ja: 「防郭への命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie w cytadelę”.
ru: Получите %(count)d ленту «Попал в цитадель».
uk: Отримайте %(count)d стрічку «Влучив у цитадель».
zh: Получите %(count)d ленту «Попал в цитадель».
zh_sg: 获得%(count)d次“命中装甲区”勋带。

# IDS_PCQT605_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT606_1
source: Rank %(count)d time among the top-5 XP earners on your team.
es_mx: Ubícate %(count)d vez entre los mejores 5 ganadores de XP en tu equipo.
ja: 取得 EXP でチーム内 TOP 5 を %(count)d 回達成する。
pl: %(count)d raz znajdź się w pierwszej 5 swojej drużyny pod względem zdobytego doświadczenia.
ru: Войдите в топ-5 своей команды по количеству заработанного опыта %(count)d раз.
uk: Посядьте місце у топ-5 своєї команди за кількістю здобутого досвіду %(count)d раз.
zh: 获得置身己队前 5 名的经验 %(count)d 次。
zh_sg: 在己方团队中经验获取量排名前5名%(count)d次。
