Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSC105_DESCR
source: One of the first large warships designed and built in the U.S.S.R. (Project 26). Despite her small displacement, she was equipped with very powerful long-range main guns and had a good speed. In contrast to the majority of her contemporaries, Kirov had weak armor.
es_mx: Uno de los primeros barcos grandes diseñados y construidos en la U.R.S.S. (Proyecto 26). A pesar de su pequeño desplazamiento, el Kirov estaba equipado con unos cañones principales de largo alcance muy poderosos y tenía una buena velocidad. A diferencia de la mayoría de sus contemporáneos, el Kirov tenía un blindaje débil.
ja: キーロフ級巡洋艦 (プロイェークト 26) は、ソ連において設計・建造されたものとしては最初の大型艦のひとつです。その小さな排水量にも関わらず、極めて強力な長射程の主砲を搭載し、速力も優れていました。その一方で、その装甲は同時代の競合艦の大半より劣っていました。
pl: Jeden z pierwszych dużych okrętów wojennych zaprojektowanych i zbudowanych w Z.S.R.R. (Projekt 26). Pomimo niewielkiej wyporności, uzbrojony był w potężne, dalekosiężne działa i odznaczał się dużą szybkością. Jednak w porównaniu do większości swoich bezpośrednich konkurentów, Kirow miał słaby pancerz.
ru: Один из первых крупных боевых кораблей, спроектированных и построенных в СССР (проект 26). Несмотря на небольшое водоизмещение, имел на вооружении очень мощную и дальнобойную артиллерию главного калибра. Развивал хорошую скорость хода. От большинства современников отличался слабым бронированием.
uk: Один з перших великих бойових кораблів, спроектованих й побудованих у СРСР (проект 26). Незважаючи на невелику водотоннажність, мав на озброєнні дуже потужну та далекобійну артилерію головного калібру. Набирав хорошу швидкість ходу. Від більшості сучасників відрізнявся слабким бронюванням.
zh: 所设计并建造的第一批大型战舰之一 (计划 26)。尽管它的排水量较小，基洛夫装备了非常强大的长程主炮并且拥有一个不错的航速。与它当代的大多数舰艇相反，基洛夫拥有的装甲较为薄弱。
zh_sg: 苏联所设计并建造的第一批大型战舰之一(Project 26)。尽管它的排水量较小，基洛夫装备了非常强大的长程主炮并且拥有不错的航速。与同时代的大多数战舰相比，Kirov有的装甲较为薄弱。

# IDS_PRSC105_FULL
source: Kirov (< 10.06.2020)
pl: Kirow (< 10.06.2020)
ru: Киров (< 10.06.2020)
uk: Кіров (< 10.06.2020)
zh: 基洛夫
zh_sg: 基洛夫 (< 10.06.2020)

# IDS_PRSC105_SHORT
source: KIROV
pl: KIROW
ru: КИРОВ
uk: КІРОВ
zh: 基洛夫
zh_sg: 基洛夫

# IDS_PRSC106
source: Budyonny
pl: Budionny
ru: Будённый
uk: Будьонний
zh: 布琼尼
zh_sg: 布琼尼

# IDS_PRSC106_DESCR
source: A light cruiser built under Project 94. The ship was developed from the Kirov-class warships. Unlike her prototype, she was bigger in size and featured significantly enhanced protection. The ship's main guns were smaller in caliber but had a higher rate of fire.
es_mx: Crucero ligero construido bajo el Proyecto 94. El barco fue desarrollado a partir de los barcos clase Kírov. A diferencia de su prototipo, era más grande y destacaba su protección mejorada. Los cañones primarios del barco eran de calibre pequeño pero tenían una alta cadencia de fuego.
ja: ブジョンヌィは、プロイェークト 94 によって開発された軽巡洋艦であり、キーロフ級巡洋艦の発展型です。原型艦に比して大型化され、防御力の大幅強化が図られていました。主砲の口径は小さくなりましたが、射撃速度は向上していました。
pl: Lekki krążownik zbudowany w ramach Projektu 94. Został zbudowany w oparciu o klasę Kirow. W przeciwieństwie do prototypu, był jednak większy i posiadał lepsze opancerzenie. Główne działa miały mniejszy kaliber, ale większą szybkostrzelność.
ru: Лёгкий крейсер (проект 94), являвшийся развитием кораблей типа «Киров». От прототипа отличался большими размерами, существенно усиленной защитой и более скорострельной артиллерией меньшего калибра.
uk: Легкий крейсер (проект 94), став розвитком кораблів типу «Кіров». Від прототипу відрізнявся більшими розмірами, значно посиленим захистом й більш скорострільною артилерією меншого калібру.
zh: 一艘在计划 94 下建造的轻型巡洋舰。该舰研发自基洛夫级战舰。不像它的原型舰，它在尺寸上更大且配有大幅强化过的防护力。该舰的主炮在口径上较小，不过却有更高的射速。
zh_sg: 一艘在Project 94下建造的轻型巡洋舰，研发基于基洛夫级战舰。与原型舰相比，它在尺寸上更大且配有大幅强化过的防御力。该舰的主炮在口径上较小，不过却有更高的射速。

# IDS_PRSC106_FULL
source: Budyonny
pl: Budionny
ru: Будённый
uk: Будьонний
zh: 布琼尼
zh_sg: 布琼尼

# IDS_PRSC106_SHORT
source: BUDN
ru: БУДН
uk: БУДН
zh: 布琼尼
zh_sg: 布琼尼

# IDS_PRSC107
source: Shchors
pl: Szczors
ru: Щорс
uk: Щорс
zh: 肖尔斯
zh_sg: 肖尔斯

# IDS_PRSC107_DESCR
source: This ship was designed as a light "squadron escorting" cruiser (Project 28). She boasted a high speed and powerful artillery but was inferior to foreign counterparts of her time in armor protection.
es_mx: Este barco fue diseñado como un crucero ligero de "escuadrón de escolta" (Proyecto 28). Exhibía una alta velocidad y poderosa artillería pero era inferior a sus homólogos extranjeros de su tiempo en blindaje.
ja: ショールスは、「艦隊護衛用」軽巡洋艦 (プロイェークト 28) として設計されました。高い速力と強力な兵装を備えていましたが、装甲防御力の面では当時の諸外国の競合艦に比して劣っていました。
pl: Okręt został zaprojektowany jako lekki, „eskortujący eskadry” krążownik (Projekt 28). Cechował się wysoką szybkością i potężną artylerią, ale w porównaniu do podobnych okrętów z innych krajów miał słabszy pancerz.
ru: Проект лёгкого крейсера «сопровождения эскадры» (проект 28). Развивал высокую скорость и имел мощное артиллерийское вооружение, однако уступал современным ему зарубежным лёгким крейсерам в бронировании.
uk: Проект легкого крейсера «супроводу ескадри» (проект 28). Набирав високу швидкість і мав потужне артилерійське озброєння, проте поступався сучасним іноземним легким крейсерам бронюванням.
zh: 此舰艇被设计成一艘轻型 "分遣舰队护卫" 巡洋舰 (计划 28)。它拥有较高的航速以及强大的火炮，但在装甲防护力上却逊色于同类型的当代外国舰艇。
zh_sg: 此战舰被设计成一艘轻型“舰队护卫巡洋舰” (Project 28)。它拥有较高的航速及强大的火炮，但在装甲防护力上却逊色于当时其他国家的同类型战舰。

# IDS_PRSC107_FULL
source: Shchors
pl: Szczors
ru: Щорс
uk: Щорс
zh: 肖尔斯
zh_sg: 肖尔斯

# IDS_PRSC107_SHORT
source: SHCHR
ru: ЩОРС
uk: ЩОРС
zh: 肖尔斯
zh_sg: 肖尔斯

# IDS_PRSC108
source: Chapayev
pl: Czapajew
ru: Чапаев
uk: Чапаєв
zh: 恰巴耶夫
zh_sg: 恰巴耶夫

# IDS_PRSC108_DESCR
source: A series of light cruisers laid down in the late 1930's and completed taking into account the experience gained during World War II (Project 68K). In addition to the main battery artillery boasting a whole range of advantages, these ships received significantly reinforced AA defenses and enhanced radar equipment.
es_mx: Una serie de cruceros ligeros puestos en quilla a finales de los años 30 y completados tomando en cuenta la experiencia ganada durante la Segunda Guerra Mundial (proyecto 68K). Además de la batería prinicipal que ya tiene una gran lista de ventejas, estos barcos recibieron defensas AA significativamente mejoradas y un equipo de radar mejorado.
ja: 1930 年代の後半に起工された軽巡洋艦の艦級 (プロイェークト 68K) であり、二次大戦中の戦訓を反映した上で完成しました。様々な長所を備えた手法に加え、対空兵装が大幅に強化され、先進的なレーダー設備を備えていました。
pl: Seria lekkich krążowników, których budowę rozpoczęto pod koniec lat 30. i ukończonych z uwzględnieniem doświadczeń wyniesionych z II wojny światowej (projekt 68K). Poza mającą cały szereg zalet baterią główną okręty te posiadały bardzo dobre uzbrojenie przeciwlotnicze oraz nowoczesne wyposażenie radarowe.
ru: Серия лёгких крейсеров, заложенных в конце 1930-х годов и достроенных с учётом опыта Второй мировой войны (проект 68К). В дополнение к обладавшей целым рядом преимуществ артиллерии главного калибра корабли получили значительно усиленную ПВО и радиолокационное оборудование.
uk: Серія легких крейсерів, закладених наприкінці 1930-х рр. і добудованих з урахуванням досвіду Другої світової війни (проект 68К). На додачу до артилерії головного калібру, яка мала низку переваг кораблі отримали значно посилену ППО і радіолокаційне обладнання.
zh: 一艘拥有强大火炮的轻型巡洋舰，在 "大舰队" 方案 (计划 68) 下建造。该舰在航速上稍逊于它的前辈，但在装甲防护力方面却大幅超越了它们。升级期间，该巡洋舰在防空能力上获得了相当程度的强化。
zh_sg: 一系列轻型巡洋舰在1930年代后期开始生产，并在采纳了第二次世界大战期间获得的经验（project 68K）的情况下完成生产。除了具有一系列优势的主炮组外，这些战舰还获得了极为强大的对空防御系统和强化的雷达设备。

# IDS_PRSC108_FULL
source: Chapayev
pl: Czapajew
ru: Чапаев
uk: Чапаєв
zh: 恰巴耶夫
zh_sg: 恰巴耶夫

# IDS_PRSC108_SHORT
source: CHAP
ru: ЧАП
uk: ЧАП
zh: 恰巴耶夫
zh_sg: 恰巴耶夫

# IDS_PRSC109
source: Dm. Donskoi
pl: Dm. Donskoj
ru: Дм. Донской
uk: Дм. Донськой
zh: 迪米特里-顿斯科伊
zh_sg: 迪米特里-顿斯科伊

# IDS_PRSC109_DESCR
source: The ship was developed from the Chapayev class. She received stronger armament and a more powerful propulsion (Project 65). Dmitri Donskoi surpassed her prototype in all major characteristics: dimensions, speed, artillery power, AA capabilities and torpedo armament.
es_mx: El barco fue desarrollado a partir de la clase Chapayev. Recibió un armamento más fuerte y una propulsión más poderosa (Proyecto 65). El Dmitri Donskoi excedió a su prototipo en todas las características mayores: dimensiones, velocidad, poder de artillería, capacidades AA y armamento de torpedos.
ja: ドミートリィ・ドンスコイ (プロイェークト 65) は、チャパエフ級軽巡洋艦の発展型であり、兵装および推進機関の強化が図られていました。原型に比して、大きさ、速力、砲力、対空能力、雷装という、あらゆる主要性能が向上していました。
pl: Okręt został zbudowany w oparciu o klasę Czapajew. Otrzymał silniejsze uzbrojenie i mocniejszy napęd (Projekt 65). Dmitri Donskoj przewyższał swojego protoplastę pod każdym względem: wymiarów, szybkości, siły ognia, obrony przeciwlotniczej i uzbrojenia torpedowego.
ru: Развитие крейсеров типа «Чапаев» с усиленным вооружением и более мощной энергетической установкой (проект 65). Превосходил прототип по всем основным параметрам: размерам, скорости, мощи артиллерии главного калибра, эффективности ПВО и торпедному вооружению.
uk: Розвиток крейсерів типу «Чапаєв» з посиленим озброєнням та потужнішою силовою установкою (проект 65). Перевершував прототип за всіма основними параметрами: розмірами, швидкістю, потужністю артилерії головного калібру, ефективністю ППО та торпедним озброєнням.
zh: 该舰研发自恰巴耶夫级。它获得了更强大的火炮与效能更好的推进装置 (计划 65)。迪米特里-顿斯科伊在所有主要特性上都超越了它的原型舰，换言之：尺寸、航速、火炮威力、防空能力以及鱼雷武器。
zh_sg: 该舰研发基于恰巴耶夫级。获得了更强大的武器与效能更好的推进装置 (Project 65)。迪米特里-顿斯科伊在所有主要能力上都超越了它的原型舰：尺寸、航速、火炮威力、防空能力以及鱼雷武器。

# IDS_PRSC109_FULL
source: Dmitri Donskoi
pl: Dmitri Donskoj
ru: Дмитрий Донской
uk: Дмітрій Донськой
zh: 迪米特里-顿斯科伊
zh_sg: 迪米特里-顿斯科伊

# IDS_PRSC109_SHORT
source: DD
ru: ДД
uk: ДД
zh: 迪米特里-顿斯科伊
zh_sg: 迪米特里-顿斯科伊

# IDS_PRSC110
source: Moskva
pl: Moskwa
ru: Москва
uk: Москва
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PRSC110_DESCR
source: A ship designed and intended to destroy light enemy cruisers and fight against heavy cruisers (Project 66). Unlike her foreign counterparts, she boasted bigger dimensions and better armor protection. The cruiser's main battery surpassed foreign guns in maximum range and destructive power but had a lower rate of fire.
es_mx: Un barco diseñado con el fin de destruir cruceros ligeros enemigos y luchar contra cruceros pesados (Proyecto 66). A diferencia de sus homólogos extranjeros, exhibía mayores dimensiones y mejor blindaje. La batería principal del crucero excedía a los cañones extranjeros en rango máximo y poder destructivo pero tenía una baja cadencia de fuego.
ja: モスコヴァ (プロイェークト 66) は、敵軽巡洋艦を撃破し、重巡洋艦に対抗するための巡洋艦として設計されました。諸外国の競合艦に比して大型であり、より優れた装甲防御力を備えていました。主砲は競合艦に比して最大射程および威力で上回っていたものの、射撃速度では劣っていました。
pl: Okręt zaprojektowany do niszczenia lekkich krążowników wroga i walki z ciężkimi krążownikami (Projekt 66). W porównaniu do zagranicznych rywali okręt był większy i lepiej opancerzony. Gorówał nad nimi również pod względem zasięgu i siły ognia głównej baterii, ale okupione to było niższą szybkostrzelnością.
ru: Проект корабля, предназначенного для уничтожения лёгких и борьбы с тяжёлыми крейсерами противника (проект 66). Отличался от зарубежных аналогов большими размерами и лучшим бронированием. Артиллерия главного калибра крейсера превосходила иностранные образцы по дальнобойности и разрушительной силе, уступая им в скорострельности.
uk: Проект корабля, призначеного для знищення легких і боротьби з важкими крейсерами супротивника (проект 66). Відрізнявся від закордонних аналогів більшими розмірами й ліпшим бронюванням. Артилерія головного калібру крейсера перевершувала іноземні зразки за далекобійністю та руйнівною силою, але поступалася їм у скорострільності.
zh: 预计用来摧毁敌方轻型巡洋舰且能对抗重型巡洋舰而设计的舰艇 (计划 66)。不同于它的外国制对手，该舰拥有更大的尺寸以及更好的装甲防护力。该巡洋舰的主炮组在最大射程以及破坏力上超越了外国舰炮，但在射速上较低。
zh_sg: 以能够摧毁敌方轻型巡洋舰且对抗重型巡洋舰为理念而设计的战舰(Project 66)。与其他国家的同型战舰相比，它拥有更大的尺寸和更好的装甲防护力。武器方面，该巡洋舰的主炮组在最大射程以及破坏力上超越了其他国家的舰炮，但在射速上较低。

# IDS_PRSC110_FULL
source: Moskva
pl: Moskwa
ru: Москва
uk: Москва
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PRSC110_SHORT
source: MOS
ru: МОС
uk: МОС
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PRSC208
source: Tallinn
ru: Таллин
uk: Таллінн
zh: Таллин
zh_sg: 塔林

# IDS_PRSC208_DESCR
source: A project for finishing construction of the Admiral Hipper-class cruiser purchased from Germany (Project 83), that was suggested in the late 1940s. The project made provisions for reequipping the ship with Soviet-made artillery, including 180 mm main battery guns.
es_mx: Un proyecto para concluir la construcción del crucero de la clase Admiral Hipper adquirido en Alemania (Proyecto 83), que fue sugerido a finales de los años 40. El proyecto hizo los preparativos para reequipar el barco con una artillería de fabricación soviética, incluyendo cañones de 180 mm para la batería principal.
ja: タリンは、ドイツから購入したアドミラル・ヒッパー級重巡洋艦を完成させるという計画案 (プロイェークト 83) であり、1940 年代の後半に提案されました。本案では火砲をソ連製のものに変更することになっており、主砲としては 180 mm 砲を採用していました。
pl: Projekt ukończenia budowy niemieckiego krążownika typu Admiral Hipper (Projekt 83), który wyłonił się pod koniec lat 40. Zakładano wyposażenie okrętu w radziecką artylerię, w tym działa baterii głównej kal. 180 mm.
ru: Предложенный в конце 1940-х годов проект достройки приобретённого у Германии крейсера типа Admiral Hipper (проект 83). Предусматривал перевооружение корабля советской артиллерией, в том числе 180-мм орудиями главного калибра.
uk: Запропонований наприкінці 1940-х років проєкт добудови крейсера типу Admiral Hipper (проєкт 83), який придбали у Німеччини. Передбачав переозброєння корабля радянською артилерією, зокрема 180-мм гарматами головного калібру.
zh: Предложенный в конце 1940-х годов проект достройки приобретённого у Германии крейсера типа Admiral Hipper (проект 83). Предусматривал перевооружение корабля советской артиллерией, в том числе 180-мм орудиями главного калибра.
zh_sg: 1940年代从德国购买的希佩尔上将级巡洋舰的改造项目（83号工程）。该工程主要为战舰换装包含180毫米主炮在内的苏联制火炮。

# IDS_PRSC208_FULL
source: Tallinn
ru: Таллин
uk: Таллінн
zh: Таллин
zh_sg: 塔林

# IDS_PRSC208_SHORT
source: TLLN
ru: ТЛЛН
uk: ТЛЛН
zh: ТЛЛН
zh_sg: 塔林

# IDS_PRSC209
source: Riga
ru: Рига
uk: Рига
zh: Рига
zh_sg: 里加

# IDS_PRSC209_DESCR
source: One of the early heavy cruiser design variants of Project 82. She was equipped with 220 mm guns that gave the Soviet ship superiority over her foreign heavy cruiser counterparts, which were armed with 203 mm artillery.
es_mx: Una de las primeras variantes de diseño del crucero pesado del Proyecto 82. Estaba equipado con cañones de 220 mm que le dieron al barco soviético superioridad sobre los cruceros pesados de sus contrapartes extranjeras, los cuales estaban armados con una artillería de 203 mm.
ja: リガは重巡洋艦の開発計画であるプロイェークト 82 における早期の設計案のひとつです。220 mm 砲を搭載した結果、203 mm 砲を搭載する諸外国の重巡洋艦に対し優位性を得ていました。
pl: Jedna z pierwszych wersji ciężkiego krążownika Projekt 82. Decyzja o zainstalowaniu dział kal. 220 mm zdecydowała o jego przewadze nad zagranicznymi ciężkimi krążownikami, które posiadały działa kal. 203 mm.
ru: Один из ранних вариантов тяжёлого крейсера проекта 82. Решение вооружить его 220-мм орудиями обеспечивало преимущество советского корабля перед зарубежными тяжёлыми крейсерами с 203-мм артиллерией.
uk: Один із ранніх варіантів важкого крейсера проєкту 82. Рішення озброїти його 220-мм гарматами забезпечувало перевагу радянського корабля над закордонним важкими крейсерами з 203-мм артилерією.
zh: Один из ранних вариантов тяжёлого крейсера проекта 82. Решение вооружить его 220-мм орудиями обеспечивало преимущество советского корабля перед зарубежными тяжёлыми крейсерами с 203-мм артиллерией.
zh_sg: 82号工程重型巡洋舰的早期设计版本之一。装备了220毫米火炮，使苏联战舰在对抗他国重型巡洋舰的203毫米火炮时具备优势。

# IDS_PRSC209_FULL
source: Riga
ru: Рига
uk: Рига
zh: Рига
zh_sg: 里加

# IDS_PRSC209_SHORT
source: RIGA
ru: РИГА
uk: РИГА
zh: РИГА
zh_sg: 里加

# IDS_PRSC210
source: A. Nevsky
pl: A. Niewski
ru: А. Невский
uk: О. Невський
zh: А. Невский
zh_sg: 亚历山大·涅夫斯基

# IDS_PRSC210_DESCR
source: The last project of a large artillery ship that was developed for the Soviet Navy (Project 84). The main armament of the cruiser comprised unique artillery systems—180 mm dual-purpose guns.
es_mx: El último proyecto de un barco artillado de gran tamaño que fue desarrollado para la Armada Soviética (Proyecto 84). El armamento principal del crucero consistía en un sistema de artillería único: cañones de doble propósito de 180 mm.
ja: アレクサンドル・ネフスキーはソ連海軍用として開発された大型砲熕艦としては最後の計画案 (プロイェークト 84) でした。この巡洋艦の主砲には 180 mm 両用砲という独特な砲システムが採用されていました。
pl: Ostatni projekt dużego okrętu artyleryjskiego, jaki opracowano dla marynarki radzieckiej (Projekt 84). Głównym uzbrojeniem krążownika miał być unikalny system artyleryjski złożony z dział uniwersalnych kal. 180 mm.
ru: Последний проект крупного артиллерийского корабля, разрабатывавшийся для ВМФ СССР (проект 84). Основное вооружение крейсера составляли уникальные артиллерийские системы — универсальные орудия калибра 180 мм.
uk: Останній проєкт великого артилерійського корабля, який розробляли для ВМФ СРСР (проєкт 84). Основне озброєння крейсера складали унікальні артилерійські системи — універсальні гармати калібру 180 мм.
zh: Последний проект крупного артиллерийского корабля, разрабатывавшийся для ВМФ СССР (проект 84). Основное вооружение крейсера составляли уникальные артиллерийские системы — универсальные орудия калибра 180 мм.
zh_sg: 为苏联海军开发的最后一个大型炮舰项目（84号工程）。该巡洋舰的主要武器包括独特的火炮系统——180毫米两用炮。

# IDS_PRSC210_FULL
source: Alexander Nevsky
pl: Aleksander Niewski
ru: Александр Невский
uk: Олександр Невський
zh: Александр Невский
zh_sg: 亚历山大·涅夫斯基

# IDS_PRSC210_SHORT
source: ALNEV
pl: ALNEW
ru: АЛНЕВ
uk: ОЛНЕВ
zh: АЛНЕВ
zh_sg: 亚历山大·涅夫斯基

# IDS_PRSC215
source: Kotovsky
pl: Kotowskij
ru: Котовский
uk: Котовський
zh: Котовский
zh_sg: 科托夫斯基

# IDS_PRSC215_DESCR
source: One of the first projects of a Soviet light cruiser armed with 152 mm guns. It was a conceptual step forward in comparison to the Svietlana-class ships in terms of her speed, gunfire control system, the arrangement of her main battery artillery, and the strength of her AA defenses.
es_mx: Uno de los primeros proyectos de un crucero ligero soviético armado con cañones de 152 mm. Fue un avance conceptual en comparación con los barcos de la clase Svietlana en términos de su velocidad, su sistema de control de disparo, la disposición de la artillería de su batería principal y la fortaleza de sus defensas AA.
ja: コトフスキーは、152 mm 砲を搭載する、ソ連の最初期の軽巡洋艦の計画案のひとつです。スヴェトラーナ級軽巡洋艦に比べて速力、射撃管制システム、主砲配置、対空兵装が優れていました。
pl: Jeden z pierwszy projektów radzieckiego lekkiego krążownika uzbrojonego w artylerię główną kal. 152 mmm. Był to duży krok naprzód, w porównaniu z okrętami typu Swietłana, pod względem szybkości, systemu kontroli ognia, ustawienia stanowisk głównej baterii i siły uzbrojenia przeciwlotniczego.
ru: Один из первых проектов советского лёгкого крейсера, вооружённого 152-мм орудиями. Являлся принципиальным шагом вперёд по сравнению с кораблями типа «Светлана» в плане скорости хода, системы управления огнём, размещения артиллерии главного калибра и силы ПВО.
uk: Один із перших проєктів радянського легкого крейсера, озброєного 152-мм гарматами. Був принциповим кроком вперед в порівнянні з кораблями типу «Свєтлана» в плані швидкості ходу, системи керування вогнем, розміщення артилерії головного калібру та потужності ППО.
zh: Один из первых проектов советского лёгкого крейсера, вооружённого 152-мм орудиями. Являлся принципиальным шагом вперёд по сравнению с кораблями типа «Светлана» в плане скорости хода, системы управления огнём, размещения артиллерии главного калибра и силы ПВО.
zh_sg: 苏联第一批装备152毫米炮的轻型巡洋舰项目。与斯维特拉娜级相比，在速度、火控系统、主炮组布局和对空防御力量都取得了阶段性的进步。

# IDS_PRSC215_FULL
source: Kotovsky
pl: Kotowskij
ru: Котовский
uk: Котовський
zh: Котовский
zh_sg: 科托夫斯基

# IDS_PRSC215_SHORT
source: KOT
ru: КОТ
uk: КІТ
zh: КОТ
zh_sg: 科托夫斯基

# IDS_PRSC310
source: Petropavlovsk
pl: Pietropawłowsk
ru: Петропавловск
uk: Петропавловськ
zh: Петропавловск
zh_sg: 彼得罗巴甫洛夫斯克

# IDS_PRSC310_DESCR
source: Another heavy cruiser variant of Project 82 that was reworked, taking into account the experience gained during World War II. In addition to her 220 mm main battery guns, the ship received powerful dual-purpose artillery.
es_mx: Otra variante de un crucero pesado del Proyecto 82 que fue rediseñado tomando en cuenta la experiencia obtenida durante la Segunda Guerra Mundial. Además de los cañones de 220 mm de su batería principal, el barco recibió una poderosa artillería de doble propósito.
ja: ペトロパヴロフスクは、重巡洋艦の開発計画であるプロイェークト 82 における設計案のひとつです。二次大戦中に得られた戦訓を反映した案あり、口径 220 mm の主砲に加え、強力な両用砲を採用していました。
pl: Wersja ciężkiego krążownika projekt 82, przerobiona, by uwzględnić doświadczenia zebrane w trakcie II wojny światowej. Poza działami głównymi kal. 220 mm okręt posiadał także potężną artylerię uniwersalną.
ru: Вариант тяжёлого крейсера проекта 82, переработанный с учётом опыта Второй мировой войны. В дополнение к 220-мм орудиям главного калибра корабль получил мощную универсальную артиллерию.
uk: Варіант важкого крейсера проєкту 82, який переробили з урахуванням досвіду Другої світової війни. На додачу до 220-мм гармат головного калібру корабель отримав потужну універсальну артилерію.
zh: Вариант тяжёлого крейсера проекта 82, переработанный с учётом опыта Второй мировой войны. В дополнение к 220-мм орудиям главного калибра корабль получил мощную универсальную артиллерию.
zh_sg: 82号工程重型巡洋舰的重新设计的另一个版本，根据二战经验进行了修改。除了220毫米主炮外，还装备了强大的两用炮。

# IDS_PRSC310_FULL
source: Petropavlovsk
pl: Pietropawłowsk
ru: Петропавловск
uk: Петропавловськ
zh: Петропавловск
zh_sg: 彼得罗巴甫洛夫斯克

# IDS_PRSC310_SHORT
source: PTR
ru: ПТПРСК
uk: ПТПРСК
zh: ПТПРСК
zh_sg: 彼得罗巴甫洛夫斯克

# IDS_PRSC503
source: Oleg
ru: Олег
uk: Олег
zh: 奥列格
zh_sg: 奥列格

# IDS_PRSC503_DESCR
source: This very successful Bogatyr-class protected cruiser was intended for combat operations as part of a squadron and long-range reconnaissance duties. She boasted powerful artillery, and a decent speed and armor for her time.
es_mx: Este exitoso crucero protegido clase Bogatyr estaba destinado para operaciones de combate como parte de un escuadrón y para tareas de reconocimiento de largo alcance. Contaba con una poderosa artillería, y una velocidad decente para su tiempo.
ja: オレーグは、傑作として知られるボガトィーリ級防護巡洋艦であり、戦隊に加わっての戦闘作戦、および長距離偵察任務用でした。当時としては強力な砲力、素晴らしい速力、強固な装甲を併せ持っていました。
pl: Ten bardzo udany krążownik pancernopokładowy klasy Bogatyr miał przeprowadzać operacje bojowe w ramach dywizjonu i dalekosiężną służbę zwiadowczą. Posiadał potężną artylerię, niezłe opancerzenie i był dość szybki.
ru: Бронепалубный крейсер типа «Богатырь». Очень удачный корабль, предназначавшийся для боя в составе эскадры и для дальней разведки. Имел мощную артиллерию и неплохие для своего времени скорость и бронирование.
uk: Бронепалубний крейсер типу «Богатир». Дуже вдалий корабель, що був призначений для бою у складі ескадри і для далекої розвідки. Мав потужну артилерію і непогані для свого часу швидкість і бронювання.
zh: 这艘非常成功的防护巡洋舰，目的是为了加入中队进行作战行动及远距离侦察任务。它拥有强大的火炮、以及对它当时而言不错的航速和装甲。
zh_sg: 这是一艘非常成功的博加特里级防护巡洋舰。非常适合于进行舰队作战并执行远距离侦察任务。它拥有强大的火炮、及相对同时代不错的航速和装甲。

# IDS_PRSC503_FULL
source: Oleg
ru: Олег
uk: Олег
zh: 奥列格
zh_sg: 奥列格

# IDS_PRSC503_SHORT
source: OLEG
ru: ОЛЕГ
uk: ОЛЕГ
zh: 奥列格
zh_sg: 奥列格

# IDS_PRSC505
source: Krasny Krym
ru: Красный Крым
uk: Красний Крим
zh: 红色克里米亚
zh_sg: 红色克里米亚
