Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARC_EVENT_SIDE_0_DESCRIPTION_PROMO
source: Shark—a symbol of lethal menace. It is a predator perfectly fit for sea hunting. The shark is known for its strength, quickness, firmness, and lust for blood. The Sharks Team will welcome courageous, self-confident, and steadfast players who know how to achieve their goals. Choose our side! Show your might!
es_mx: Tiburón—un símbolo de amenaza letal. Es el depredador perfecto para cazar en el mar. El tiburón es conocido por su fuerza, velocidad, firmeza, astucia y sus ansias de sangre. El Equipo Sharks recibirá a los jugadores valientes, tenaces y seguros de sí mismos que sepan cómo alcanzar sus objetivos. ¡Elige tu equipo! ¡Muestra tu poder!
ja: 鮫—破滅的な脅威の象徴であり、海中での狩りを極めた捕食者です。鮫は、その強さ、素早さ、堅牢さ、そして血への渇望で知られています。 Sharks チームは、目標を達成する術を知っている、勇敢で自信に満ちた、忠実なプレイヤーを求めています。 私たちを選んでください! あなたの実力を示しましょう!
pl: Rekin – symbol śmiertelnego zagrożenia. To drapieżnik idealnie przystosowany do polowania w morskich głębinach. Rekin znany jest ze swojej siły, szybkości, twardości i żądzy krwi. Drużyna Sharks powita w swoich szeregach odważnych, pewnych siebie i niezłomnych graczy, którzy wiedzą, jak osiągnąć swoje cele. Wybierz swoją stronę! Pokaż swoją moc!
ru: Акула — символ смертельной опасности. Это хищник, идеально приспособленный для морской охоты. Акуле присущи сила, скорость, непоколебимость и кровожадность. Команда Sharks подойдёт отважным, уверенным в себе и целеустремлённым игрокам, которые всегда добиваются своего. Выбери нашу сторону! Покажи свою силу!
uk: Акула — символ смертельної небезпеки. Це хижак, ідеально пристосований для морського полювання. Акулі притаманні сила, швидкість, непохитність і кровожерливість. Команда Sharks пасуватиме відважним, впевненим у собі і цілеспрямованим гравцям, які завжди досягають свого. Виберіть наш бік! Покажіть свою силу!
zh: Shark—致命威胁的象征。它是一个完美符合海中狩猎的猎食者。鲨鱼以其力量、速度、坚定性和对血液的欲望而闻名。 巨鲨队将欢迎勇敢、自信、坚定的玩家，他们知道如何实现自己的目标。 选择我们这一方！展现您的强大！
zh_sg: 鲨鱼—致命威胁的符号。它是一种在海上狩猎的完美掠食者。鲨鱼以其力量，速度，坚毅和对血的渴望而闻名。 Sharks队将欢迎勇敢，自信，坚定的玩家，他们会知道如何达成自己的目标。 选择我们的队伍！展现你的实力！

# IDS_ARC_EVENT_SIDE_0_LOYALTY
source: Loyalty to Team Honor
es_mx: Lealtad al equipo Honor
ja: Team Honor への忠誠値
pl: Lojalność względem drużyny Honor
ru: Верность команде «Честь»
uk: Вірність команді «Честь»
zh: Верность команде «Честь»
zh_sg: Honor队忠诚度

# IDS_ARC_EVENT_SIDE_1
source: Glory
ru: Слава
uk: Слава
zh: Слава

# IDS_ARC_EVENT_SIDE_1_DESCRIPTION
source: Eagle—a symbol of bold warriors. It is associated with battle, wisdom, courage, and inspiration. This bird has always been considered the master of the skies. The eagle is the embodiment of power and reason, speed and precision.
es_mx: Águila—un símbolo de los guerreros valientes. Está asociada con la batalla, la sabiduría, el coraje y la inspiración. Esta ave siempre ha sido considerada a dueña de los cielos. El águila es la encarnación del poder y de la razón, de la velocidad y la precisión.
ja: 鷲—勇敢な戦士の象徴であり、戦、英知、勇気、創造性と関連付けられています。鷲は常に大空の覇者とみなされており、力と理由、速さと正確性の化身なのです。
pl: Orzeł – symbol nieustraszonych wojowników. Utożsamiany jest z walecznością, mądrością, odwagą i inspiracją. Ptak ten zawsze był uznawany za władcę przestworzy. Orzeł jest ucieleśnieniem mocy i rozsądku, szybkości i precyzji.
ru: Орёл — символ храбрых воинов, ассоциируется с битвой и прозорливостью, отвагой и вдохновением. Эта птица всегда считалась властелином воздуха. Орёл — воплощение мощи и мудрости, скорости и расчётливости.
uk: Орел — символ хоробрих вояків, асоціюється з битвою і передбачливістю, відвагою і натхненням. Цей птах завжди вважався володарем повітря. Орел — втілення моці й мудрості, швидкості і завбачливості.
zh: Eagle—英勇战士的象征。它与战斗、智慧、勇气和灵感有关。这种鸟一直被认为是天空的霸主。老鹰是力量和理性、速度和精准的化身。
zh_sg: 鹰——勇敢的战士的符号。它总是与战斗、智慧、勇气和灵感联系在一起。这种鸟一直被认为是天空中的王者。鹰是力量和理性的结合，速度和灵巧的体现。

# IDS_ARC_EVENT_SIDE_1_DESCRIPTION_PROMO
source: Eagle—a symbol of bold warriors. It is associated with battle, wisdom, courage, and inspiration. This bird has always been considered the master of the skies. The eagle is the embodiment of power and reason, speed and precision. The Eagles Team shall hail fearless defenders of freedom and justice, who seek glory and immortality. Choose our side! Show your might!
es_mx: Águila—un símbolo de los guerreros valientes. Está asociada con la batalla, la sabiduría, el coraje y la inspiración. Esta ave siempre ha sido considerada a dueña de los cielos. El águila es la encarnación del poder y de la razón, de la velocidad y la precisión. El Equipo Eagles aclamará a los intrépidos defensores de la libertad y de la justicia, quienes buscan la gloria y la inmortalidad. ¡Elige tu equipo! ¡Muestra tu poder!
ja: 鷲—勇敢な戦士の象徴であり、戦、英知、勇気、創造性と関連付けられています。鷲は常に大空の覇者とみなされており、力と理由、速さと正確性の化身なのです。 Eagles チームは、栄光と不滅を求め、自由と正義を守る、恐れ知らずの防衛者達を歓迎します。 私たちを選んでください! あなたの実力を示しましょう!
pl: Orzeł – symbol nieustraszonych wojowników. Utożsamiany jest z walecznością, mądrością, odwagą i inspiracją. Ptak ten zawsze był uznawany za władcę przestworzy. Orzeł jest ucieleśnieniem mocy i rozsądku, szybkości i precyzji. Drużyna Eagles składa hołd obrońcom wolności i sprawiedliwości, poszukującym chwały i nieśmiertelności. Wybierz swoją stronę! Pokaż swoją moc!
ru: Орёл — символ храбрых воинов, ассоциируется с битвой и прозорливостью, отвагой и вдохновением. Эта птица всегда считалась властелином воздуха. Орёл — воплощение мощи и мудрости, скорости и расчётливости. Команда Eagles подойдёт бесстрашным борцам за свободу и справедливость, ищущим славы и бессмертия. Выбери нашу сторону! Покажи свою силу!
uk: Орел — символ хоробрих воїнів, асоціюється з битвою і передбачливістю, відвагою і натхненням. Цей птах завжди вважався володарем повітря. Орел — втілення моці й мудрості, швидкості і завбачливості. Команда Eagles пасуватиме безстрашним борцям за волю та справедливість, які шукають слави і безсмертя. Виберіть наш бік! Покажіть свою силу!
zh: Eagle—英勇战士的象征。它与战斗、智慧、勇气和灵感有关。这种鸟一直被认为是天空的霸主。老鹰是力量和理性、速度和精准的化身。 雄鹰队应该为寻求荣耀和不朽的无畏的自由和正义的捍卫者欢呼。 选择我们这一方！展现您的强大！
zh_sg: 鹰——勇敢的战士的符号。它总是与战斗、智慧、勇气和灵感联系在一起。这种鸟一直被认为是天空中的王者。鹰是力量和理性的结合，速度和灵巧的体现。 Eagles队会为寻求荣耀和不朽的无畏的自由和正义的捍卫者欢呼。 选择我们的队伍！展现你的实力！

# IDS_ARC_EVENT_SIDE_1_LOYALTY
source: Loyalty to Team Glory
es_mx: Lealtad al equipo Glory
ja: Team Glory への忠誠値
pl: Lojalność względem drużyny Glory
ru: Верность команде «Слава»
uk: Вірність команді «Слава»
zh: Верность команде «Слава»
zh_sg: Glory队忠诚度

# IDS_ARC_EVENT_SIDE_DAILY_COEFFICIENT
source: Team's multiplier to balance the points difference
es_mx: Multiplicador del equipo para equilibrar la diferencia de puntos
ja: ポイント差のバランスを取るためのチーム係数
pl: Mnożnik drużyny, do zrównoważenia różnicy punktowej
ru: Множитель очков команды для уравновешивания разницы
uk: Множник очок команди для врівноваження різниці
zh: 队伍加成用以平衡积分差
zh_sg: 为平衡积分差距的队伍加倍

# IDS_ARC_EVENT_SIDE_DAILY_PROGRESS
source: Points today:
es_mx: Puntos de hoy:
ja: 今日のポイント:
pl: Punkty dzisiaj:
ru: Очков за сегодня:
uk: Очок за сьогодні:
zh: 今日积分：
zh_sg: 今日积分；

# IDS_ARC_EVENT_SIDE_LOYALTY
source: Loyalty
es_mx: Lealtad
ja: 忠誠
pl: Lojalność
ru: Верность
uk: Вірність
zh: 忠诚
zh_sg: 忠诚度

# IDS_ARC_EVENT_SIDE_MODIFIER_COMPLEXITY_0
source: Normal Difficulty
es_mx: Normal
ja: 難易度: 中
pl: Normalny poziom trudności
ru: Нормальная сложность
uk: Нормальна складність
zh: 中等复杂性
zh_sg: 普通难度

# IDS_ARC_EVENT_SIDE_MODIFIER_COMPLEXITY_1
source: Hard Difficulty
es_mx: Difícil
ja: 難易度: 高
pl: Wysoki poziom trudności
ru: Высокая сложность
uk: Висока складність
zh: 高复杂性
zh_sg: 困难难度

# IDS_ARC_EVENT_SIDE_MODIFIER_COMPLEXITY_2
source: Very Hard Difficulty
es_mx: Muy difícil
ja: 難易度: 超高
pl: Bardzo wysoki poziom trudności
ru: Очень высокая сложность
uk: Дуже висока складність
zh: Очень высокая сложность
zh_sg: 非常困难难度

# IDS_ARC_EVENT_SIDE_MODIFIER_COMPLEXITY_3
source: Extreme Difficulty
es_mx: Dificultad Extrema
ja: 難易度: 極限
pl: Ekstremalny poziom trudności
ru: Невозможная сложность
uk: Неймовірна складність
zh: Невозможная сложность
zh_sg: 极限难度

# IDS_ARC_EVENT_SIDE_MODIFIER_REWARD_0
source: Normal Reward
es_mx: Recompensa normal
ja: 通常褒賞
pl: Normalna nagroda
ru: Обычная награда
uk: Звичайна нагорода
zh: Обычная награда
zh_sg: 普通奖励

# IDS_ARC_EVENT_SIDE_MODIFIER_REWARD_1
source: Greater Reward
es_mx: Recompensa mayor
ja: 贅沢褒賞
pl: Większa nagroda
ru: Увеличенная награда
uk: Збільшена нагорода
zh: Увеличенная награда
zh_sg: 更丰厚的奖励

# IDS_ARC_EVENT_SIDE_MODIFIER_TEAM_1
source: No Modifier
es_mx: Sin Modificador
ja: 係数なし
pl: Brak modyfikatora
ru: Без модификатора
uk: Без модифікатора
zh: Без модификатора
zh_sg: 无修正

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_DESCRIPTION_COMPLEXITY
source: Earn points, receive tokens, and spend these in the Armory.
es_mx: Obtén puntos, recibe fichas, y utilízalas en la Armería.
ja: ポイントを獲得してトークンを取得し、武器庫で使用しましょう。
pl: Zdobądź punkty, otrzymuj żetony i wydawaj je w Zbrojowni
ru: Зарабатывайте очки, получайте жетоны и тратьте их в Адмиралтействе.
uk: Здобувайте очки, отримуйте жетони й витрачайте їх в Адміралтействі.
zh: Зарабатывайте очки, получайте жетоны и тратьте их в Адмиралтействе.
zh_sg: 获得点数、代币、并在兵工厂中消费。

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_DESCRIPTION_COMPLEXITY_WINNER
source: The difficulty of getting rewards, and the value of the rewards themselves, have been increased.
es_mx: La dificultad para obtener recompensas, y el valor de las mismas, ha aumentado.
ja: 褒賞の入手難易度と褒賞の価値が向上しました。
pl: Trudność zdobywania nagród oraz ich wartość zostały zwiększone.
ru: Сложность получения наград и сами награды увеличены.
uk: Складність отримання нагород збільшена, нагороди поліпшені.
zh: Сложность получения наград и сами награды увеличены.
zh_sg: 获得奖励的难度和奖励价值都增加了。

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_DESCRIPTION_MODIFIER_LOSER
source: The team that lost the previous day gets a modifier to the team points that it earns.
es_mx: El equipo que perdió el día anterior recibe un modificador a los puntos de equipo que obtiene.
ja: 前日に敗北したチームには、チームの取得ポイントに係数が適用されます。
pl: Drużyna, która przegrała poprzedniego dnia, otrzyma modyfikator do zdobywanych punktów drużynowych.
ru: Проигравшая в предыдущий день команда получает модификатор к зарабатываемым очкам.
uk: До очок, здобутих переможеною командою попередньої доби, застосовують модифікатор.
zh: Проигравшая в предыдущий день команда получает модификатор к зарабатываемым очкам.
zh_sg: 在前一天失利的队伍会对获得的队伍积分进行修正。

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_DESCRIPTION_MODIFIER_WINNER
source: The winning team earns points without modifiers being applied.
es_mx: El equipo ganador obtiene puntos sin aplicar algún modificador.
ja: 勝利したチームの取得ポイントには係数が適用されません。
pl: Zwycięska drużyna zdobywa punkty bez żadnych modyfikatorów.
ru: Победившая команда зарабатывает очки без модификаторов.
uk: Команда, що перемогла, здобуває очки без модифікаторів.
zh: Победившая команда зарабатывает очки без модификаторов.
zh_sg: 获胜团队在无修正时获得的点数。

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_HEADER_LOSER
source: Losing Team's Modifier
es_mx: Modificador del Equipo Perdedor
ja: 敗北チームの係数
pl: Modyfikator przegranej drużyny
ru: Модификатор проигравшей команды
uk: Модифікатор переможеної команди
zh: Модификатор проигравшей команды
zh_sg: 失利队伍的修正

# IDS_ARC_EVENT_SIDE_MODIFIER_TOOLTIP_PARAM_LOSER_MODIFIER_TEAM
source: Point Modifier
es_mx: Modificador de Puntos
ja: ポイント係数
pl: Modyfikator punktów
ru: Модификатор очков
uk: Модифікатор очок
zh: Модификатор очков
zh_sg: 积分修正

# IDS_ARC_EVENT_SIDE_RESULTS_COUNTER
source: Team points:
es_mx: Puntos del equipo:
ja: チームポイント:
pl: Punkty drużynowe:
ru: Очки команды:
uk: Очки команди:
zh: Очки команды:
zh_sg: 队伍积分：

# IDS_ARC_EVENT_SIDE_RESULTS_DESCRIPTION
source: Every day, participants compete against each other in naval warfare to prove that their team is making the greatest contribution to the mightiness of their Motherland. Each new day, new heroes—one common victory!
es_mx: Cada día, los participantes compiten entre sí en una guerra naval, y para probar que su equipo está haciendo la mayor contribución al poder de su patria. Cada día nuevo , nuevos héroes, ¡una victoria en común!
ja: 参加者達は、所属チームが祖国の強大さに対してより大きな貢献を果たしていることを証明するべく、毎日海戦に参加することで競い合います。新たな日には新たな英雄達が生まれ、目指すべき勝利はひとつです!
pl: Każdego dnia uczestnicy konkurują ze sobą w bitwach morskich, dowodząc, że to właśnie ich drużyna ma największy wkład w potęgę Ojczyzny. Każdego dnia nowi bohaterowie – lecz jeden wspólny cel!
ru: Каждый день участники соревнуются в искусстве ведения военно-морских сражений и доказывают, что именно их команда вносит достойный вклад в величие Родины. Новый день, новые герои, общая победа!
uk: Щодоби учасники змагаються в мистецтві ведення військово-морських битв і доводять, що саме їхня команда робить гідний внесок у велич Батьківщини. Новий день, нові герої, спільна перемога!
zh: Каждый день участники соревнуются в искусстве ведения военно-морских сражений и доказывают, что именно их команда вносит достойный вклад в величие Родины. Новый день, новые герои, общая победа!
zh_sg: 每天参与者在海战中相互竞争，并证明他们的队伍正在为祖国日益强大做出最大的贡献。新的一天会出现新的英雄 - 这是所有人的胜利！

# IDS_ARC_EVENT_SIDE_RESULTS_REWARD
source: Reward of the Day
es_mx: Recompensa del Día
ja: この日の褒賞
pl: Nagroda dnia
ru: Награда дня
uk: Нагорода доби
zh: Награда дня
zh_sg: 当日奖励

# IDS_ARC_EVENT_SIDE_RESULT_HEADER
source: Who is the Winner of the Day?
es_mx: ¿Quién es el Ganador del Día?
ja: 今日の勝者は?
pl: Kto dziś wygrał?
ru: Кто победит сегодня?
uk: Хто переможе сьогодні?
zh: Кто победит сегодня?
zh_sg: 今天的胜者是谁？

# IDS_ARC_EVENT_SIDE_RESULT_SUBHEADER
source: New Day. New Heroic Deeds!
es_mx: Un Nuevo Día. ¡Nuevas Hazañas Heroicas!
ja: 新たな日 — 新たな英雄的行為!
pl: Nowy dzień – nowe bohaterskie wyczyny!
ru: Новый день — новые подвиги!
uk: Новий день — нові подвиги!
zh: Новый день — новые подвиги!
zh_sg: 新的一天。新的英勇事迹！

# IDS_ARC_EVENT_SIDE_TOOLTIP_0
source: Team Honor
es_mx: Equipo Honor
pl: Drużyna Honor
ru: Команда «Честь»
uk: Команда «Честь»
zh: Команда «Честь»
zh_sg: Honor队

# IDS_ARC_EVENT_SIDE_TOOLTIP_1
source: Team Glory
es_mx: Equipo Glory
pl: Drużyna Glory
ru: Команда «Слава»
uk: Команда «Слава»
zh: Команда «Слава»
zh_sg: Glory队

# IDS_ARC_EVENT_TABLE_LEVELS_DIFFICULTY_0
source: Normal
ja: 中
pl: Normalny
ru: Нормальная
uk: Нормальна
zh: Нормальная
zh_sg: 普通

# IDS_ARC_EVENT_TABLE_LEVELS_DIFFICULTY_1
source: Hard
es_mx: Difícil
ja: 高
pl: Wysoki
ru: Высокая
uk: Висока
zh: Высокая
zh_sg: 困难

# IDS_ARC_EVENT_TABLE_LEVELS_DIFFICULTY_2
source: Very hard
es_mx: Muy difícil
ja: 超高
pl: Bardzo wysoki
ru: Очень высокая
uk: Дуже висока
zh: Очень высокая
zh_sg: 非常苦难

# IDS_ARC_EVENT_TABLE_LEVELS_DIFFICULTY_3
source: Extreme
es_mx: Extrema
ja: 極限
pl: Ekstremalny
ru: Невозможная
uk: Неймовірна
zh: Невозможная
zh_sg: 极限

# IDS_ARC_EVENT_TABLE_LEVELS_HEADER_DIFFICULTY
source: Difficulty
es_mx: Dificultad
ja: 難易度
pl: Poziom trudności
ru: Сложность
uk: Складність
zh: Сложность
zh_sg: 难度

# IDS_ARC_EVENT_TABLE_LEVELS_HEADER_LOSER_COMPENSATION
source: Losing Team's Modifier
es_mx: Modificador del Equipo Perdedor
ja: 敗北チームの係数
pl: Modyfikator przegranej drużyny
ru: Модификатор проигравшей команды
uk: Модифікатор переможеної команди
zh: Модификатор проигравшей команды
zh_sg: 失利队伍的修正

# IDS_ARC_EVENT_TABLE_LEVELS_HEADER_POINTS
source: Points
es_mx: Puntos
ja: ポイント
pl: Punkty
ru: Очки
uk: Очки
zh: Очки
zh_sg: 点数

# IDS_ARC_EVENT_TABLE_SCORE_ACHIEVEMENT
source: Earn an honorary achievement
es_mx: Obtén un logro honorario
ja: 名鑑章を取得する
pl: Zdobycie osiągnięcia honorowego
ru: Почётное достижение
uk: Почесне досягнення
zh: 荣誉成就
zh_sg: 获得一个荣誉成就

# IDS_ARC_EVENT_TABLE_SCORE_ANY_SHIP_LEVEL
source: ship of any tier
es_mx: barco de cualquier nivel
ja: 任意の Tier の艦艇
pl: okręt dowolnego poziomu
ru: корабль любого уровня
uk: корабель будь-якого рівня
zh: корабль любого уровня
zh_sg: 任意等级的战舰

# IDS_ARC_EVENT_TABLE_SCORE_FRAG
source: Destroy a ship
es_mx: Destruye un barco
ja: 敵艦艇を撃沈する
pl: Zniszczenie okrętu
ru: Уничтоженный корабль
uk: Знищений корабель
zh: Уничтоженный корабль
zh_sg: 击毁一艘战舰

# IDS_ARC_EVENT_TABLE_SCORE_HEADER_BATTLETYPE
source: Battle Type
es_mx: Tipo de Batalla
ja: 戦闘タイプ
pl: Typ bitwy
ru: Тип боя
uk: Тип бою
zh: 模式
zh_sg: 战斗模式

# IDS_ARC_EVENT_TABLE_SCORE_HEADER_LEVELPOINTS
source: Your Ship Tier / Points
es_mx: Nivel del Barco / Puntos
ja: 自艦 Tier / ポイント
pl: Poziom Twojego okrętu / punkty
ru: Уровень корабля / очки
uk: Рівень корабля / очки
zh: Уровень корабля / очки
zh_sg: 您的战舰等级/积分

# IDS_ARC_EVENT_TABLE_SCORE_HEADER_SCORING_CONDITION
source: Activity
es_mx: Actividad
ja: アクティビティ
pl: Aktywność
ru: Событие
uk: Подія
zh: 活动
zh_sg: 活跃度

# IDS_ARC_EVENT_TABLE_SCORE_HEROIC_ACHIEVEMENT
source: Earn a heroic achievement
es_mx: Obtén un logro heroico
ja: 英雄勲章を取得する
pl: Zdobycie osiągniecia bohaterskiego
ru: Героическое достижение
uk: Героїчне досягнення
zh: 英勇成就
zh_sg: 获得一个英勇成就

# IDS_ARC_EVENT_TABLE_SCORE_PERSONAL_ORDER
source: Personal order
es_mx: Orden Personal
ja: パーソナルオーダー
pl: Wypełnienie rozkazu osobistego
ru: Личный приказ
uk: Особистий наказ
zh: Личный приказ
zh_sg: 个人命令

# IDS_ARC_EVENT_TABLE_SCORE_STAR
source: Earn a star
es_mx: Obtén una estrella
ja: スターを取得する
pl: Zdobycie gwiazdki
ru: Полученная звезда
uk: Отримана зірка
zh: Полученная звезда
zh_sg: 获得一颗星星

# IDS_ARC_EVENT_TABLE_SCORE_WIN
source: Earn a victory
es_mx: Gana una batalla
ja: 勝利する
pl: Wygranie bitwy
ru: Победа
uk: Перемога
zh: 胜利！
zh_sg: 赢得一场胜利

# IDS_ARC_EVENT_TAB_PERSONAL_RESULTS
source: My Contribution
es_mx: Mi Contribución
ja: 自分の貢献
pl: Mój wkład
ru: Мой вклад
uk: Мій внесок
zh: Мой вклад
zh_sg: 我的贡献

# IDS_ARC_EVENT_TAB_RULES
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_ARC_EVENT_TAB_SIDE_RESULTS
source: Competition
es_mx: Competencia
ja: コンペティション
pl: Zawody
ru: Соревнование
uk: Змагання
zh: Соревнование
zh_sg: 竞赛

# IDS_ARC_EVENT_TEAM_LOYALTY
source: Loyalty
es_mx: Lealtad
ja: 忠誠
pl: Lojalność
ru: Верность
uk: Вірність
zh: 忠诚
zh_sg: 忠诚度

# IDS_ARC_EVENT_TEAM_LOYALTY_DESCR_0
source: By playing for Team Honor for 15 days, the participant gets a reward for loyalty to this team. You can receive loyalty rewards by playing for both teams.
es_mx: Al jugar para el equipo Honor por 15 días, el participante obtiene una recompensa por la lealtad a este equipo. Puedes recibir recompensas de lealtad al jugar para ambos equipos.
ja: Team Honor で 15 日間プレイすることで、このチームへの忠誠に対する褒賞が付与されます。両方のチームでプレイして両方の忠誠褒賞を取得することが可能です。
pl: Grając w drużynie Honor przez 15 dni jej członek otrzymuje nagrodę za lojalność. Możesz otrzymać nagrodę lojalnościową dla obu drużyn.
ru: Выступая за команду «Честь» в течение 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды.
uk: Граючи за команду «Честь» упродовж 15 діб, учасник отримує нагороду за вірність цій команді. Нагороди за вірність можна здобути для обох команд.
zh: Выступая за команду «Честь» в течение 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды.
zh_sg: 为Honor队效力15天，参与者会获得队伍忠诚度奖励。您可以为两个队伍效力以获得两支队伍的忠诚度奖励。

# IDS_ARC_EVENT_TEAM_LOYALTY_DESCR_1
source: By playing for Team Glory for 15 days, the participant gets a reward for loyalty to this team. You can receive loyalty rewards by playing for both teams.
es_mx: Al jugar para el equipo Glory por 15 días, el participante obtiene una recompensa por la lealtad a este equipo. Puedes recibir recompensas de lealtad al jugar para ambos equipos.
ja: Team Glory で 15 日間プレイすることで、このチームへの忠誠に対する褒賞が付与されます。両方のチームでプレイして両方の忠誠褒賞を取得することが可能です。
pl: Grając w drużynie Glory przez 15 dni jej członek otrzymuje nagrodę za lojalność. Możesz otrzymać nagrodę lojalnościową dla obu drużyn.
ru: Выступая за команду «Слава» в течение 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды.
uk: Граючи за команду «Слава» впродовж 15 діб, учасник отримує нагороду за вірність цій команді. Нагороди за вірність можна здобути для обох команд.
zh: Выступая за команду «Слава» в течение 15 дней, участник получает награду за верность этой команде. Награды за верность можно получить, играя за обе команды.
zh_sg: 为Glory队效力15天，参与者会获得队伍忠诚度奖励。您可以为两个队伍效力以获得两支队伍的忠诚度奖励。

# IDS_ARC_EVENT_TIMER
source: The event ends in: %(_timer)s
es_mx: El evento termina en: %(_timer)s
ja: イベント終了まで: %(_timer)s
pl: Zakończenie wydarzenia za: %(_timer)s
ru: До окончания события: %(_timer)s
uk: До закінчення події: %(_timer)s
zh: До окончания события: %(_timer)s
zh_sg: 活动结束倒计时：%(_timer)s

# IDS_ARC_EVENT_TIME_TO_FREEZE_END_NOW
source: Point-scoring ends in less than a minute
es_mx: La anotación de puntos termina dentro de un minuto
ja: ポイント集計終了まで 1 分未満
pl: Gromadzenie punktów kończy się za minutę
ru: Подсчёт очков закончится в течение минуты
uk: Підрахунок очок закінчиться протягом хвилини
zh: 竞赛阶段即将结束
zh_sg: 积分计算将在一分钟后结束

# IDS_ARC_EVENT_TIME_TO_FREEZE_NOW
source: Point-scoring begins in less than a minute
es_mx: La anotación de puntos comienza dentro de un minuto
ja: ポイント集計開始まで 1 分未満
pl: Gromadzenie punktów zacznie się za minutę
ru: Подсчёт очков начнётся в течение минуты
uk: Підрахунок очок почнеться протягом хвилини
zh: 竞赛阶段即将开始
zh_sg: 积分计算将在一分钟内开始

# IDS_ARC_EVENT_TITLE
source: Friendly Competition: "Victory"
es_mx: Competencia Amistosa: "Victory"
ja: フレンドリーコンペティション「Victory」
pl: Towarzyskie zawody „Victory”
ru: Дружеское соревнование «Победа»
uk: Дружнє змагання «Перемога»
zh: Дружеское соревнование «Победа»
zh_sg: 友谊赛：“Victory”

# IDS_ARC_EVENT_TITLE_DECOR
source: (TsKMKiS)
pl: (CKMKiS)
ru: (ЦКМКиС)
uk: (ЦКМКтаС)
zh: (ЦКМКиС)

# IDS_ARC_EVENT_TITLE_INSTRUCTION
source: Go to the competition
es_mx: Ir a la competencia
ja: コンペティションへ
pl: Przejdź do zawodów
ru: Перейти к соревнованию
uk: Перейти до змагання
zh: Перейти к соревнованию
zh_sg: 前往竞赛

# IDS_ARC_EVENT_TITLE_PAGE
source: p. %(page)s
es_mx: pág. %(page)s
pl: str. %(page)s
ru: %(page)s стр.
uk: %(page)s стор.
zh: %(page)s стр.
zh_sg: %(page)s页

# IDS_ARC_EVENT_YOUR_SIDE
source: You are a member of %(_yourSide)s
es_mx: Eres un miembro de %(_yourSide)s
ja: 所属: %(_yourSide)s
pl: Należysz do drużyny %(_yourSide)s
ru: Вы состоите в команде %(_yourSide)s
uk: Ви у складі команди %(_yourSide)s
zh: 您是%(_yourSide)s的一员
zh_sg: 您是%(_yourSide)s队的一员

# IDS_ARC_EVENT_YOU_ARE_NEUTRAL
source: You have not joined any team yet
es_mx: Aún no te has unido a un equipo
ja: チームにまだ加入していません
pl: Nie dołączono jeszcze do żadnej drużyny
ru: Вы ещё не выбрали команду
uk: Ви ще не вибрали команду
zh: 您尚未加入任何一个队伍
zh_sg: 您还未加入任何队伍

# IDS_ARMOR_CAS_AFTTRANS
source: Internal Bulkhead
es_mx: Mamparo Interno
ja: 内部隔壁
pl: Wewnętrzna przegroda
ru: Внутренняя переборка
uk: Внутрішня перебірка
zh: 内部舱壁
zh_sg: 内部舱壁

# IDS_ARMOR_CAS_BELT
source: Plating
es_mx: Blindaje
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 外板
zh_sg: 外板

# IDS_ARMOR_CAS_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_ARMOR_CAS_FWDTRANS
source: Internal Bulkhead
es_mx: Mamparo Interno
ja: 内部隔壁
pl: Wewnętrzna przegroda
ru: Внутренняя переборка
uk: Внутрішня перебірка
zh: 内部舱壁
zh_sg: 内部舱壁

# IDS_ARMOUR_SCHEME
source: Armor Layout
es_mx: Disposición del Blindaje
ja: 装甲レイアウト
pl: Rozmieszczenie pancerza
ru: Бронирование
uk: Бронювання
zh: 装甲配置
zh_sg: 装甲配置

# IDS_ARMOUR_TYPE_ARTI
source: Main Battery Mount Armor
es_mx: Blindaje de la Batería Principal
ja: 主砲装甲
pl: Pancerz działa głównej baterii
ru: Бронирование установок ГК
uk: Бронювання установок ГК
zh: Бронирование установок ГК
zh_sg: 主炮组炮架装甲

# IDS_ARMOUR_TYPE_BOW_ST
source: Fore- and Aft-End Armor
es_mx: Blindaje de los Extremos de Proa y Popa
ja: 艦首・船尾装甲
pl: Pancerz dziobowy i rufowy
ru: Бронирование оконечностей
uk: Бронювання країв
zh: Бронирование оконечностей
zh_sg: 舰首舰尾装甲

# IDS_ARMOUR_TYPE_CAS
source: Casemate Armor
es_mx: Blindaje de la Casamata
ja: 砲郭装甲
pl: Pancerz kazamaty
ru: Бронирование каземата
uk: Бронювання каземату
zh: Бронирование каземата
zh_sg: 炮塔装甲
