Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOW_QUALITY_GUI
source: Reduce GUI refresh rate
es_mx: Reducir la frecuencia de actualización del GUI
ja: GUI リフレッシュレートを下げる
pl: Zmniejsz tempo odśw. interfejsu graficznego
ru: Уменьшение частоты обновления GUI
uk: Зменшення частоти оновлення GUI
zh: 降低 GUI 更新频率
zh_sg: 降低 GUI 更新频率

# IDS_LOYALTY_POINTS_TOTAL
source: Maximum Loyalty to the Team
es_mx: Lealtad Máxima al Equipo
ja: このチームに対する最大忠誠値
pl: Maksymalna lojalność wobec drużyny
ru: Максимальная верность команде
uk: Найбільша вірність команді
zh: 对队伍的最大忠诚
zh_sg: 最大队伍忠诚度

# IDS_LUCKY_CLUB_BATTLE
source: Successful Battle
es_mx: Batalla Exitosa
ja: 栄えある戦闘
pl: Pomyślna bitwa
ru: Удачный бой
uk: Вдалий бій
zh: 战斗胜利
zh_sg: 战斗胜利

# IDS_LUCKY_RANKED_BATTLE
source: Successful Battle
es_mx: Batalla Exitosa
ja: 栄えある戦闘
pl: Pomyślna bitwa
ru: Удачный бой
uk: Вдалий бій
zh: 战斗胜利
zh_sg: 成功的战斗

# IDS_MAIN_AIRCRAFT_SPEED_GOOD
source: High-speed aircraft
es_mx: Aviación de alta velocidad
ja: 高速な航空機
pl: Szybkie samoloty
ru: Высокая скорость авиации
uk: Висока швидкість авіації
zh: Высокая скорость авиации
zh_sg: 高速飞机

# IDS_MAIN_ALLROUNDGOODBB
source: Effective against all ship types
es_mx: Efectivo contra todos los tipos de barcos
ja: あらゆる艦種に対して効果的
pl: Skuteczne przeciw wszystkim typom okrętów
ru: Эффективны против всех классов кораблей
uk: Ефективні проти всіх класів кораблів
zh: Эффективны против всех классов кораблей
zh_sg: 对所有类型的战舰都很有效

# IDS_MAIN_ALLROUNDGOODCV
source: Any type of squadron is effective against all ship types
es_mx: Cualquier tipo de escuadrón es efectivo contra todos los tipos de barcos
ja: 全種類の飛行中隊があらゆる艦種に対して効果的です
pl: Eskadra każdego rodzaju jest skuteczna przeciw okrętowi każdego typu
ru: Любой тип эскадрилий эффективен против всех классов кораблей
uk: Будь-який тип ескадрилей ефективний проти всіх класів кораблів
zh: Любой тип эскадрилий эффективен против всех классов кораблей
zh_sg: 任意中队类型对所有战舰类型都很有效

# IDS_MAIN_APBOMBS
source: AP bombs
es_mx: Bombas Perforadoras de Blindaje
ja: 徹甲爆弾
pl: Bomby przeciwpancerne
ru: Бронебойные бомбы
uk: Бронебійні бомби
zh: Бронебойные бомбы
zh_sg: 穿甲炸弹

# IDS_MAIN_APHIGHDMG
source: AP shells deal high damage
es_mx: Los proyectiles AP causan un gran daño
ja: AP 弾の威力が高い
pl: Pociski PP zadają wysokie uszkodzenia
ru: Бронебойные снаряды наносят большой урон
uk: Бронебійні снаряди завдають великої шкоди
zh: Бронебойные снаряды наносят большой урон
zh_sg: 穿甲弹伤害较高

# IDS_MAIN_APONLY
source: Only AP shells are available
es_mx: Solo los proyectiles AP están disponibles
ja: AP 弾のみを使用可能
pl: Dostępne są tylko pociski PP
ru: Доступны только бронебойные снаряды
uk: Доступні лише бронебійні снаряди
zh: Доступны только бронебойные снаряды
zh_sg: 只能使用穿甲弹

# IDS_MAIN_APPENETRATION
source: AP shells have a high armor penetration capability
es_mx: Los proyectiles AP tienen una gran capacidad de penetración de blindaje
ja: AP 弾の装甲貫通力が高い
pl: Pociski PP mają wysoką zdolność penetracji pancerza
ru: Бронебойные снаряды имеют высокое бронепробитие
uk: Бронебійні снаряди мають високе бронепробиття
zh: Бронебойные снаряды имеют высокое бронепробитие
zh_sg: 穿甲弹的穿甲能力较强

# IDS_MAIN_APRICOCHET
source: High AP shell efficiency
es_mx: Alta eficiencia de los proyectiles AP
ja: AP 弾の有効性が高い
pl: Wysoka skuteczność pocisków PP
ru: Высокая эффективность бронебойных снарядов
uk: Висока ефективність бронебійних снарядів
zh: Высокая эффективность бронебойных снарядов
zh_sg: 高效的穿甲弹

# IDS_MAIN_APROCKETS
source: AP rockets
es_mx: Cohetes AP
ja: AP ロケット弾
pl: Rakiety PP
ru: Бронебойные ракеты
uk: Бронебійні ракети
zh: Бронебойные ракеты
zh_sg: 穿甲火箭弹

# IDS_MAIN_ATBARANGEDAMAGE
source: Secondary armament inflicts significant damage and has a long range of fire
es_mx: El armamento secundario causa un daño significativo y tiene un largo alcance de disparo
ja: 副砲の威力が絶大で射程も長い
pl: Uzbrojenie dodatkowe zadaje wysokie uszkodzenia i ma daleki zasięg
ru: Большой урон и дальность стрельбы вспомогательным калибром
uk: Велика шкода та дальність стрільби допоміжним калібром
zh: Большой урон и дальность стрельбы вспомогательным калибром
zh_sg: 副武器可造成显著伤害且射程较远

# IDS_MAIN_BAD_SMOKE
source: Short smoke screen dispersion time
es_mx: Breve tiempo de dispersión de la pantalla de humo
ja: 煙幕の持続時間が短い
pl: Krótki czas rozpraszania zasłony dymnej
ru: Малое время рассеивания дымов
uk: Малий час розсіювання димів
zh: Малое время рассеивания дымов
zh_sg: 烟幕扩散时间较短

# IDS_MAIN_BONUSASDIC
source: Hydroacoustic Search consumable available
es_mx: El consumible Búsqueda Hidroacústica está disponible
ja: 消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny
ru: Доступно снаряжение «Гидроакустический поиск»
uk: Доступне спорядження «Гідролокатор»
zh: Доступно снаряжение «Гидроакустический поиск»
zh_sg: 可使用对海搜索消耗品

# IDS_MAIN_BONUSASDIC_6
source: Hydroacoustic Search consumable is available from Tier VI
es_mx: El consumible Búsqueda Hidroacústica está disponible a partir del Nivel VI
ja: Tier VI 以上では消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny od VI poziomu
ru: Доступно снаряжение «Гидроакустический поиск» с VI уровня
uk: Доступне спорядження «Гідролокатор» з VI рівня
zh: Доступно снаряжение «Гидроакустический поиск» с VI уровня
zh_sg: 从VI级起可使用对海搜索消耗品

# IDS_MAIN_BONUSASDIC_8
source: Hydroacoustic Search consumable is available from Tier VIII
es_mx: El consumible Búsqueda Hidroacústica está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny od VIII poziomu
ru: Доступно снаряжение «Гидроакустический поиск» с VIII уровня
uk: Доступне спорядження «Гідролокатор» з VIII рівня
zh: Доступно снаряжение «Гидроакустический поиск» с VIII уровня
zh_sg: 从VIII级起可使用对海搜索消耗品

# IDS_MAIN_BONUSMCRELOAD
source: Main Battery Reload Booster consumable available
es_mx: El consumible Impulso a la Recarga de la Batería Principal está disponible
ja: 消耗品「主砲装填ブースター」を使用可能
pl: Sprzęt eksploatacyjny Przyspieszacz ładowania baterii głównej jest dostępny
ru: Доступно снаряжение «Ускорение перезарядки ГК»
uk: Доступне спорядження «Пришвидшення перезаряджання ГК»
zh: Доступно снаряжение «Ускорение перезарядки ГК»
zh_sg: 可使用主炮组装填助推器消耗品

# IDS_MAIN_BONUSMCRELOAD_6
source: Main Battery Reload Booster consumable is available from Tier VI
es_mx: El consumible Impulso a la Recarga de la Batería Principal está disponible a partir del Nivel VI
ja: Tier VI 以上では消耗品「主砲装填ブースター」を使用可能
pl: Sprzęt eksploatacyjny Przyspieszacz ładowania baterii głównej jest dostępny od VI poziomu
ru: Доступно снаряжение «Ускорение перезарядки ГК» с VI уровня
uk: Доступне спорядження «Пришвидшення перезаряджання ГК» з VI рівня
zh: Доступно снаряжение «Ускорение перезарядки ГК» с VI уровня
zh_sg: 从VI起可使用主炮组装填助推器消耗品

# IDS_MAIN_BONUSRADAR_8
source: Surveillance Radar consumable is available from Tier VIII
es_mx: El consumible Radar de Vigilancia está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「警戒レーダー」を使用可能
pl: Sprzęt eksploatacyjny Radar dozorowania jest dostępny od VIII poziomu
ru: Доступно снаряжение «РЛС» с VIII уровня
uk: Доступне спорядження «РЛС» з VIII рівня
zh: Доступно снаряжение «РЛС» с VIII уровня
zh_sg: 从VIII级起可使用监视雷达消耗品

# IDS_MAIN_BONUSSMOKE
source: Smoke Generator consumable available
es_mx: El consumible Generador de Humo está disponible
ja: 消耗品「発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымогенератор»
uk: Доступне спорядження «Генератор диму»
zh: Доступно снаряжение «Дымогенератор»
zh_sg: 可使用发烟器消耗品

# IDS_MAIN_BONUSSMOKE_5
source: Smoke Generator consumable is available from Tier V
es_mx: El consumible Generador de Humo está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny od V poziomu
ru: Доступно снаряжение «Дымогенератор» с V уровня
uk: Доступне спорядження «Генератор диму» з V рівня
zh: Доступно снаряжение «Дымогенератор» с V уровня
zh_sg: 从V级起可使用发烟器消耗品

# IDS_MAIN_BOWTUBES
source: Torpedo launchers located at the fore
es_mx: Lanzadores de torpedos ubicados en la proa
ja: 魚雷発射管を艦首側に配置
pl: Wyrzutnie torped umiejscowione na dziobie
ru: Носовые торпедные аппараты
uk: Носові торпедні апарати
zh: Носовые торпедные аппараты
zh_sg: 鱼雷发射管位于舰首

# IDS_MAIN_CALIBER
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_MAIN_CALIBER_AMMO
source: Main Battery Shells
es_mx: Munición de Batería Principal
ja: 主砲弾
pl: Pociski głównej baterii
ru: Снаряды главного калибра
uk: Снаряди головного калібру
zh: 主炮组炮弹
zh_sg: 主炮组炮弹

# IDS_MAIN_CARPETBOMBING
source: Carpet bombing
es_mx: Bombardeo de saturación
ja: 絨毯爆撃
pl: Nalot dywanowy
ru: Ковровая бомбардировка
uk: Килимове бомбардування
zh: Ковровая бомбардировка
zh_sg: 地毯式轰炸

# IDS_MAIN_CSAPONLY
source: SAP and AP shells are available
es_mx: Los proyectiles SAP y AP están disponibles
ja: SAP 弾と AP 弾を使用可能
pl: Dostępne są pociski PPO i PP
ru: Доступны полубронебойные и бронебойные снаряды
uk: Доступні напівбронебійні та бронебійні снаряди
zh: Доступны полубронебойные и бронебойные снаряды
zh_sg: 可使用半穿甲弹和穿甲弹

# IDS_MAIN_FASTATTPLANES
source: Rapid attack aircraft
es_mx: Aviones de ataque veloces
ja: 攻撃機が素早い
pl: Szybkie samoloty szturmowe
ru: Быстрые штурмовики
uk: Швидкі штурмовики
zh: Быстрые штурмовики
zh_sg: 高速的攻击机

# IDS_MAIN_FASTLONGLOWDMGTORP
source: High-speed and long-range torpedoes. Low damage
es_mx: Torpedos de alta velocidad y largo alcance. Poco daño
ja: 高速かつ長射程だが低威力の魚雷
pl: Szybkie torpedy o dalekim zasięgu. Niskie uszkodzenia
ru: Высокая скорость и большая дальность хода торпед. Низкий урон
uk: Висока швидкість і велика дальність ходу торпед. Низька шкода
zh: Высокая скорость и большая дальность хода торпед. Низкий урон
zh_sg: 航速高射程远的鱼雷。伤害较低

# IDS_MAIN_FASTLONGTORP
source: High-speed and long-range torpedoes
es_mx: Torpedos de alta velocidad y largo alcance
ja: 高速かつ長射程の魚雷
pl: Szybkie torpedy o dalekim zasięgu
ru: Высокая скорость и большая дальность хода торпед
uk: Висока швидкість і велика дальність ходу торпед
zh: Высокая скорость и большая дальность хода торпед
zh_sg: 航速高射程远的鱼雷

# IDS_MAIN_GOODAIRDEF
source: High AA defense efficiency
es_mx: Alta eficiencia de las defensas AA
ja: 対空兵装の有効性が高い
pl: Duża skuteczność w zwalczaniu lotnictwa
ru: Высокая эффективность ПВО
uk: Висока ефективність ППО
zh: Высокая эффективность ПВО
zh_sg: 对空防御能力较强

# IDS_MAIN_GOODARMOR
source: High level of armor protection
es_mx: Alto nivel de blindaje
ja: 装甲が堅牢
pl: Mocne opancerzenie
ru: Высокий уровень бронирования
uk: Високий рівень бронювання
zh: Высокий уровень бронирования
zh_sg: 装甲等级较高

# IDS_MAIN_GOOD_ACCURACY
source: High firing accuracy of the main battery
es_mx: Alta precisión de disparo de la batería principal.
ja: 主砲の射撃精度が高い
pl: Wysoka celność głównej baterii
ru: Высокая точность стрельбы орудий главного калибра
uk: Висока влучність стрільби гармат головного калібру
zh: Высокая точность стрельбы орудий главного калибра
zh_sg: 主炮组的射击准度较高

# IDS_MAIN_GOOD_BONUSREPAIR
source: Repair Party consumable available
es_mx: El consumible Equipo de Reparaciones está disponible
ja: 消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny
ru: Доступно снаряжение «Ремонтная команда»
uk: Доступне спорядження «Ремонтна команда»
zh: Доступно снаряжение «Ремонтная команда»
zh_sg: 可使用维修小组消耗品

# IDS_MAIN_GOOD_BONUSREPAIR_5
source: Repair Party consumable is available from Tier V
es_mx: El consumible Equipo de Reparaciones está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「修理班」を使用可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest dostępny od V poziomu
ru: Доступно снаряжение «Ремонтная команда» c V уровня
uk: Доступне спорядження «Ремонтна команда» з V рівня
zh: Доступно снаряжение «Ремонтная команда» c V уровня
zh_sg: 从V级起可使用维修小组消耗品

# IDS_MAIN_GOOD_EHEAL
source: Enhanced Repair Party consumable
es_mx: Consumible Equipo de Reparaciones mejorado
ja: 強化版の消耗品「修理班」
pl: Ulepszony sprzęt eksploatacyjny Grupa naprawcza
ru: Улучшенное снаряжение «Ремонтная команда»
uk: Поліпшене спорядження «Ремонтна команда»
zh: Улучшенное снаряжение «Ремонтная команда»
zh_sg: 增强的维修小组消耗品

# IDS_MAIN_GOOD_EHEAL_UK
source: Enhanced Repair Party consumable
es_mx: Consumible Equipo de Reparaciones mejorado
ja: 強化版の消耗品「修理班」
pl: Ulepszony sprzęt eksploatacyjny Grupa naprawcza
ru: Улучшенное снаряжение «Ремонтная команда»
uk: Поліпшене спорядження «Ремонтна команда»
zh: Улучшенное снаряжение «Ремонтная команда»
zh_sg: 增强的维修小组消耗品

# IDS_MAIN_HEBOMBS
source: HE bombs
es_mx: Bombas HE
ja: HE 爆弾
pl: Bomby OB
ru: Осколочно-фугасные бомбы
uk: Осколково-фугасні бомби
zh: Осколочно-фугасные бомбы
zh_sg: 高爆炸弹

# IDS_MAIN_HEHIGHDAMAGE
source: HE shells deal heavy damage
es_mx: Los proyectiles HE causan un gran daño
ja: HE 弾の威力が高い
pl: Pociski OB zadają wysokie uszkodzenia
ru: Фугасные снаряды наносят большой урон
uk: Фугасні снаряди завдають великої шкоди
zh: Фугасные снаряды наносят большой урон
zh_sg: 高爆弹伤害较高

# IDS_MAIN_HEPENETRATION
source: HE shells have a high armor penetration capability
es_mx: Los proyectiles HE tienen una gran capacidad de penetración de blindaje
ja: HE 弾の装甲貫通力が高い
pl: Pociski OB mają wysoką zdolność penetracji pancerza
ru: Фугасные снаряды имеют высокое бронепробитие
uk: Фугасні снаряди мають високе бронепробиття
zh: Фугасные снаряды имеют высокое бронепробитие
zh_sg: 高爆弹的穿甲能力较强

# IDS_MAIN_HIGHFIREPOWER
source: High rate of fire of the main battery
es_mx: Alta cadencia de disparo de la batería principal
ja: 主砲の射撃速度が高い
pl: Wysoka szybkostrzelność głównej artylerii
ru: Высокая скорострельность орудий главного калибра
uk: Висока скорострільність гармат головного калібру
zh: Высокая скорострельность орудий главного калибра
zh_sg: 主炮组的射速较高

# IDS_MAIN_HIGHSPEED
source: High top speed
es_mx: Alta velocidad máxima
ja: 最高速度が高い
pl: Wysoka prędkość maksymalna
ru: Высокая скорость хода корабля
uk: Висока швидкість ходу корабля
zh: Высокая скорость хода корабля
zh_sg: 最高航速较高

# IDS_MAIN_HIGHSPEED_8
source: High top speed from Tier VIII
es_mx: Alta velocidad máxima a partir del Nivel VIII
ja: Tier VIII 以上では最高速度が高い
pl: Wysoka prędkość maksymalna od VIII poziomu
ru: Высокая скорость хода корабля с VIII уровня
uk: Висока швидкість ходу корабля з VIII рівня
zh: Высокая скорость хода корабля с VIII уровня
zh_sg: 从VIII级起最高航速较高

# IDS_MAIN_HIGHSURV
source: High ship survivability
es_mx: Alta capacidad de supervivencia del barco
ja: 艦艇の抗堪性が高い
pl: Wysoka przeżywalność okrętu
ru: Высокая живучесть корабля
uk: Висока живучість корабля
zh: Высокая живучесть корабля
zh_sg: 战舰存活性较高

# IDS_MAIN_HIGHVISIBILITY
source: High detectability
es_mx: Alta detectabilidad
ja: 被発見距離が長い
pl: Wysoka wykrywalność
ru: Высокая заметность
uk: Висока помітність
zh: Высокая заметность
zh_sg: 被发现的可能性较高

# IDS_MAIN_LIMITEDREPAIR
source: The Fast Damage Control Team consumable is available
es_mx: El consumible Equipo de Control de Daños Acelerado está disponible
ja: 消耗品「高速応急工作班」を使用可能
pl: Dostępny jest sprzęt eksploatacyjny Grupa ratunkowa szybkiego reagowania
ru: Доступно снаряжение «Аварийное подразделение»
uk: Доступне спорядження «Аварійно-рятувальний підрозділ»
zh: Доступно снаряжение «Аварийное подразделение»
zh_sg: 可使用快速伤害控制小队消耗品

# IDS_MAIN_LOWFIREPOWER
source: Low rate of fire of the main battery
es_mx: Baja cadencia de disparo de la batería principal
ja: 主砲の射撃速度が低い
pl: Niska szybkostrzelność głównej baterii
ru: Низкая скорострельность орудий главного калибра
uk: Низька скорострільність гармат головного калібру
zh: Низкая скорострельность орудий главного калибра
zh_sg: 主炮组的射速较低

# IDS_MAIN_LOWMANEUVER
source: Low ship maneuverability
es_mx: Baja maniobrabilidad del barco
ja: 艦艇の機動性が低い
pl: Niska manewrowość okrętu
ru: Низкая манёвренность корабля
uk: Низька маневреність корабля
zh: Низкая манёвренность корабля
zh_sg: 战舰机动性较低

# IDS_MAIN_LOWSURVIVE
source: Low survivability
es_mx: Baja capacidad de supervivencia
ja: 抗堪性が低い
pl: Niska przeżywalność
ru: Низкая живучесть
uk: Низька живучість
zh: Низкая живучесть
zh_sg: 存活性较低

# IDS_MAIN_LOWVISIBILITY
source: Low detectability
es_mx: Baja detectabilidad
ja: 被発見距離が短い
pl: Niska wykrywalność
ru: Низкая заметность
uk: Низька помітність
zh: Низкая заметность
zh_sg: 被发现的可能性较低

# IDS_MAIN_MANYTUBES
source: Numerous torpedo tubes
es_mx: Numerosos lanzadores de torpedos
ja: 魚雷発射管の門数が多い
pl: Liczne wyrzutnie torped
ru: Много торпедных аппаратов
uk: Багато торпедних апаратів
zh: Много торпедных аппаратов
zh_sg: 鱼雷发射管数量较多

# IDS_MAIN_MANYVARIABLECONS
source: Five slots for consumables are available
es_mx: Cinco espacios para consumibles están disponibles
ja: 消耗品スロットを 5 個備える
pl: Dostępnych jest pięć miejsc na sprzęt eksploatacyjny
ru: Доступно 5 слотов под снаряжение
uk: Доступно 5 комірок для спорядження
zh: Доступно 5 слотов под снаряжение
zh_sg: 有五个可用的消耗品栏位

# IDS_MAIN_MCALLAROUND
source: Main battery mounts are located along the ship's perimeter
es_mx: Los montajes de la batería principal están ubicados a lo largo del perímetro del barco
ja: 主砲が船体の外周に配置されている
pl: Stanowiska głównej artylerii umiejscowione są wzdłuż krawędzi okrętu
ru: Установки главного калибра расположены по периметру корабля
uk: Установки головного калібру розташовані по периметру корабля
zh: Установки главного калибра расположены по периметру корабля
zh_sg: 主炮组炮架遍布战舰周边

# IDS_MAIN_MCALLRANGES
source: Main battery guns are effective at all ranges
es_mx: Los cañones de la batería principal son efectivos a cualquier distancia
ja: 主砲の有効性が距離を問わず高い
pl: Działa baterii głównej są skuteczne na każdym dystansie
ru: Главный калибр эффективен на всех дистанциях
uk: Головний калібр ефективний на всіх дистанціях
zh: Главный калибр эффективен на всех дистанциях
zh_sg: 主炮在任何距离都很有效

# IDS_MAIN_MCDAMAGE
source: Main battery guns deal heavy damage
es_mx: Los cañones de la batería principal causan un gran daño
ja: 主砲の威力が高い
pl: Działa baterii głównej zadają wysokie uszkodzenia
ru: Главный калибр наносит большой урон
uk: Головний калібр завдає великої шкоди
zh: Главный калибр наносит большой урон
zh_sg: 主炮组伤害较高

# IDS_MAIN_MCRANGEDAMAGE
source: Main battery guns inflict significant damage and have a long firing range
es_mx: Los cañones de la batería principal causan un daño significativo y tienen un amplio alcance de disparo
ja: 主砲の威力が絶大で射程距離も長い
pl: Działa baterii głównej zadają znaczne uszkodzenia i mają daleki zasięg
ru: Большой урон и дальность стрельбы главным калибром
uk: Велика шкода та дальність стрільби головним калібром
zh: Большой урон и дальность стрельбы главным калибром
zh_sg: 主炮可造成显著伤害并且射程较远

# IDS_MAIN_MCSHORTMEDIUMRANGE
source: Main guns are effective at short and medium ranges
es_mx: Los cañones principales son efectivos a distancias cortas e intermedias.
ja: 主砲は短・中距離で有効性が高い
pl: Działa baterii głównej są skuteczne na krótkim i średnim dystansie
ru: Главный калибр эффективен на короткой и средней дистанциях
uk: Головний калібр ефективний на коротких і середніх дистанціях
zh: Главный калибр эффективен на короткой и средней дистанциях
zh_sg: 主炮在近距离和中距离较有效

# IDS_MAIN_MCSHORTRANGE
source: Main guns are effective at short ranges
es_mx: Los cañones principales son efectivos a cortas distancias
ja: 主砲は短距離で有効性が高い
pl: Działa baterii głównej są skuteczne na krótkim dystansie
ru: Главный калибр эффективен на короткой дистанции
uk: Головний калібр ефективний на короткій дистанції
zh: Главный калибр эффективен на короткой дистанции
zh_sg: 主炮在近距离较有效

# IDS_MAIN_NOSMOKE
source: Smoke Generator consumable unavailable
es_mx: El consumible Generador de Humo no está disponible
ja: 消耗品「発煙装置」を使用不可
pl: Sprzęt eksploatacyjny Wytwornica dymu jest niedostępny
ru: Недоступно снаряжение «Дымогенератор»
uk: Недоступне спорядження «Генератор диму»
zh: Недоступно снаряжение «Дымогенератор»
zh_sg: 无法使用发烟器消耗品

# IDS_MAIN_NOTORP
source: No torpedo armament
es_mx: Sin armamento de torpedos
ja: 雷装を非搭載
pl: Brak uzbrojenia torpedowego
ru: Нет торпедного вооружения
uk: Немає торпедного озброєння
zh: Нет торпедного вооружения
zh_sg: 无鱼雷武器

# IDS_MAIN_PLANESHIGHSURV
source: Aviation with large HP pools
es_mx: Aviación con grandes cantidades de HP
ja: 航空機の HP が多い
pl: Samoloty mają duże pule PW
ru: Высокая боеспособность авиации
uk: Висока боєздатність авіації
zh: Высокая боеспособность авиации
zh_sg: 飞机生命值较高

# IDS_MAIN_PLANESTORPHIGHDAMAGE
source: Aerial torpedoes deal high damage
es_mx: Los torpedos aéreos causan un gran daño
ja: 航空魚雷の威力が高い
pl: Torpedy lotnicze zadają wysokie uszkodzenia
ru: Авиаторпеды наносят большой урон
uk: Авіаторпеди завдають великої шкоди
zh: Авиаторпеды наносят большой урон
zh_sg: 空投鱼雷伤害较高

# IDS_MAIN_SLOW
source: Low speed
es_mx: Baja velocidad
ja: 低速
pl: Niska prędkość
ru: Низкая скорость хода
uk: Низька швидкість ходу
zh: Низкая скорость хода
zh_sg: 速度较低

# IDS_MAIN_SLOWPLANES
source: Low aircraft speed
es_mx: La velocidad de la aviación es baja
ja: 航空機の速度が低い
pl: Niska prędkość samolotów
ru: Низкая скорость самолётов
uk: Низька швидкість літаків
zh: Низкая скорость самолётов
zh_sg: 飞机速度较低

# IDS_MAIN_SPECIALTORPEDOES
source: Deepwater torpedoes
es_mx: Torpedos de Profundidad
ja: 深度魚雷
pl: Torpedy głębokowodne
ru: Глубоководные торпеды
uk: Глибоководні торпеди
zh: 深水鱼雷
zh_sg: 深水鱼雷

# IDS_MAIN_SPECIAL_SMOKE
source: The Short-Burst Smoke Generator consumable is available
es_mx: El consumible Generador de Humo de Acción Corta está disponible
ja: 消耗品「ショートバースト発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Krótkotrwała wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымовая шашка»
uk: Доступне спорядження «Димова шашка»
zh: Доступно снаряжение «Дымовая шашка»
zh_sg: 可使用短突发式发烟器消耗品

# IDS_MAIN_SPECSMOKE
source: Exhaust Smoke Generator consumable available
es_mx: El consumible Generador de Humo de Escape está disponible
ja: 消耗品「排気発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wysokoprężna wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымогенератор полного хода»
uk: Доступне спорядження «Генератор диму повного ходу»
zh: Доступно снаряжение «Дымогенератор полного хода»
zh_sg: 可使用高速发烟器消耗品

# IDS_MAIN_SPECSMOKE_5
source: Exhaust Smoke Generator consumable is available from Tier V
es_mx: El consumible Generador de Humo de Escape está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「排気発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny od V poziomu
ru: Доступно снаряжение «Дымогенератор полного хода» с V уровня
uk: Доступне спорядження «Генератор диму повного ходу» з V рівня
zh: Доступно снаряжение «Дымогенератор полного хода» с V уровня
zh_sg: 从V级起可使用高速发烟器消耗品

# IDS_MAIN_SPEEDMANEUVER
source: High maneuverability and top speed
es_mx: Alta maniobrabilidad y velocidad máxima del barco
ja: 艦艇の機動性と最高速度が高い
pl: Wysoka manewrowość i prędkość maksymalna okrętu
ru: Высокая манёвренность и скорость хода корабля
uk: Висока маневреність і швидкість ходу корабля
zh: Высокая манёвренность и скорость хода корабля
zh_sg: 机动性高且最高航速较高

# IDS_MAIN_SPEED_GK_FIRE
source: High rate of fire
es_mx: Alta cadencia de disparo
ja: 射撃速度が高い
pl: Wysoka szybkostrzelność
ru: Высокая скорострельность
uk: Висока скорострільність
zh: Высокая скорострельность
zh_sg: 射速较高

# IDS_MAIN_SUPPORTCLASS
source: Most effective when supporting allied ships
es_mx: Más efectivo al apoyar a los barcos aliados
ja: 味方艦艇の支援用として最適
pl: Najskuteczniejszy jako wsparcie dla sojuszników
ru: Наиболее эффективны в поддержке союзников
uk: Найбільш ефективні в підтримці союзників
zh: Наиболее эффективны в поддержке союзников
zh_sg: 支援我方战舰时效率最高

# IDS_MAIN_TASK
source: Primary task
es_mx: Tarea primaria
ja: 主タスク
pl: Zadanie główne
ru: Основная задача
uk: Основне завдання
zh: 主要工作
zh_sg: 主要目标

# IDS_MAIN_TORPDAMAGE
source: Torpedoes deal high damage
es_mx: Los torpedos causan un gran daño
ja: 魚雷の威力が素晴しい
pl: Torpedy zadają wysokie uszkodzenia
ru: Торпеды наносят большой урон
uk: Торпеди завдають великої шкоди
zh: Торпеды наносят большой урон
zh_sg: 鱼雷伤害较高
