Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFSD506_DESCR
source: The lead ship in a series of large destroyers ("contre-torpilleurs"), a typical type of ship in the French Navy, designed specifically to hunt down enemy destroyers. The ship was large in size and had a high speed. She was on par with contemporary destroyers by the strength of her torpedo armament yet considerably outclassed them in terms of artillery power owing to her five 139-mm guns.
es_mx: El barco insignia en una serie de grandes destructores ("contre-torpilleurs"), un tipo de barco típico en la Marina Francesa, diseñado específicamente para cazar a los destructores enemigos. El barco era de gran tamaño y tenía una alta velocidad. Estaba a la par con los destructores de su tiempo en cuanto al poder de su armamento de torpedos y los superaba ampliamente en términos del poder de su artillería con sus cinco cañones de 139 mm.
ja: エーグルは、大型駆逐艦 ("contre-torpilleurs") の艦級のリードシップです。フランス海軍においては典型的な艦種であり、敵駆逐艦を撃退することに特化して設計されていました。駆逐艦としては大型であり、高い速力を誇っていました。同時期の他の駆逐艦に比して雷装では同等ながら、5 門の 139 mm 砲を搭載しており、砲力では大幅に凌駕していました。
pl: Okręt prowadzący dużej serii pokaźnych niszczycieli („contre-torpilleurs”), był jednostką typową dla francuskiej marynarki, zaprojektowaną do polowań na niszczyciele wroga. Był duży i szybki, jego uzbrojenie torpedowe było porównywalne z okrętami tej samej klasy, ale poszczycić się mógł znacznie potężniejszą artylerią, w skład której wchodziło pięć dział kal. 139 mm.
ru: Головной корабль одной из серий контрминоносцев — характерного для ВМС Франции класса кораблей, главным назначением которых была борьба с эсминцами. Имел крупные размеры и обладал высокой скоростью. Не уступал современным ему эсминцам в мощи торпедного вооружения, заметно превосходя их в артиллерийском, неся пять 139-мм орудий.
uk: Головний корабель однієї з серій контрміноносців — характерного для ВМС Франції класу кораблів, головним призначенням яких була боротьба з есмінцями. Мав великі розміри і високу швидкість. Не поступався сучасним йому есмінцям за потужністю торпедного озброєння, помітно перевершуючи їх за артилерійським, несучи п’ять 139-мм гармат.
zh: 一系列大型驱逐舰的首舰，为F系海军中的典型战舰，专门设计来追捕敌方驱逐舰。该战舰在尺寸上较大并拥有较高的航速。它由于鱼雷武器的实力而与当代驱逐舰不相上下，又因为它拥有五门 139 毫米舰炮，所以在火炮威力方面远胜于它们。
zh_sg: 系列大型驱逐舰("contre-torpilleurs")的首舰，法国海军中的典型战舰，以追捕敌方驱逐舰为主要作战目的而设计。该战舰拥有庞大的体积的同时保持了较高的航速。与同时代的驱逐舰相比，不仅鱼雷武器水平不相上下，由于五门139毫米舰炮的存在，在火炮威力方面则能做到完全压制。

# IDS_PFSD506_FULL
source: Aigle
zh: 鹰
zh_sg: 鹰

# IDS_PFSD508
source: Le Terrible
zh: 可畏
zh_sg: 可怖

# IDS_PFSD508_DESCR
source: One of the Le Fantasque-class torpedo-boat destroyers—large fast ships with powerful artillery armament. During the trials, she gained a speed not yet surpassed by any destroyer.
es_mx: Uno de lo destructores-lanchas torpedera de la clase Le Fantasque: barcos rápidos con un poderoso armamento de artillería. Durante las pruebas, obtuvo una velocidad que aún no ha sido superada por ningún destructor.
ja: ル・テリブルは、ル・ファンタスク級大型駆逐艦であり、強力な主砲を搭載した、大型ながらも高速な駆逐艦です。公試運転において本艦が発揮した最高速度は、駆逐艦が発揮した史上最高速度であり、今なお破られていません。
pl: Jedna z łodzi torpedowych klasy Le Fantasque – dużych, szybkich okrętów uzbrojonych w potężną artylerię. W trakcie testów osiągnął prędkość niedostępną dla jakiegokolwiek dotychczasowego niszczyciela.
ru: Один из контрминоносцев типа Le Fantasque, крупных быстроходных кораблей с мощным артиллерийским вооружением. На испытаниях развил скорость, не превзойдённую ни одним из представителей класса эсминцев.
uk: Один із контрміноносців типу Le Fantasque, швидкохідних великих кораблів із потужним артилерійським озброєнням. На випробуваннях досяг швидкості, яку не зміг перевищити жоден представник класу есмінців.
zh: 空想级鱼雷艇驱逐舰其中的一艘—大型快速战舰，配备强大的火炮武装。在试验期间，它获得了任何驱逐舰尚未超越的速度。
zh_sg: 一艘空想级鱼雷艇驱逐舰—大型高速战舰，拥有强力的火炮武器。在试航期间，它创造了从未被任何驱逐舰超过的速度纪录。

# IDS_PFSD508_FULL
source: Le Terrible
zh: 可畏
zh_sg: 可怖

# IDS_PFSD605
source: Cyclone
zh: 旋风
zh_sg: 旋风

# IDS_PFSD605_DESCR
source: A French destroyer from the Bourrasque class. In May 1940, she provided fire support for Allied troops fighting on the shores, and later assisted during the Dunkirk evacuation. On May 31, Cyclone received a torpedo hit from a German torpedo boat, but managed to reach England, escorted by Polish destroyer Błyskawica.
es_mx: Un destructor francés de la clase Bourrasque. En mayo de 1940, proporcionó fuego de apoyo a las tropas Aliadas que luchaban en las costas, y más tarde ayudó durante la evacuación de Dunkerque. El 31 de mayo, el Cyclone recibió el impacto de un torpedo de un torpedero alemán, pero logró llegar a Inglaterra, escoltado por el destructor polaco Błyskawica.
ja: シクローヌは、フランス海軍のブーラスク級駆逐艦です。1940 年 5 月、本艦は陸上で戦闘中の連合軍部隊を艦砲射撃で支援し、その後にダンケルク撤退作戦にも加わりました。5 月 31 日、本艦はドイツ軍の魚雷艇が放った魚雷を 1 本被雷しましたが、ポーランドの駆逐艦ブウィスカヴィツァに護衛されながら辛くもイングランドに辿り着きました。
pl: Francuski niszczyciel klasy Bourrasque. W maju 1940 roku osłaniał alianckich żołnierzy walczących u wybrzeży, a następnie wspomógł operację ewakuacji Dunkierki. 31 maja Cyclone został trafiony niemiecką torpedą, ale zdołał wrócić do Anglii, pod eskortą polskiego niszczyciela Błyskawica.
ru: Французский эсминец типа Bourrasque. В мае 1940 года принимал участие в огневой поддержке действовавших на побережье войск союзников, а затем и в эвакуации их из Дюнкерка. 31 мая Cyclone был торпедирован германским торпедным катером, однако в сопровождении польского эсминца Błyskawica смог дойти до Англии.
uk: Французький есмінець типу Bourrasque. У травні 1940 р. брав участь у вогневій підтримці військ союзників, що діяли на узбережжі, а після допомагав евакуювати їх з Дюнкерка. 31 травня німецький торпедний катер атакував Cyclone, проте під охороною польського есмінця Błyskawica він дійшов до Англії.
zh: 来自狂风级的F系驱逐舰。1940 年 5 月，它为岸上战斗的盟军部队提供火力支援，而稍后协助了敦刻尔克行动期间的撤离。5 月 31 日，旋风被D国鱼雷艇的一枚鱼雷命中，但在驱逐舰闪电护送下设法抵达Y国。
zh_sg: 出自Bourrasque级的法国驱逐舰。1940年5月的战斗中，它为岸上战斗的盟军部队提供了火力支援，并在之后协助了敦刻尔克的撤离行动。5月31日，旋风被德国鱼雷艇的一枚鱼雷命中，在波兰驱逐舰闪电的护送下得以抵达英国。

# IDS_PFSD605_FULL
source: Cyclone
zh: 旋风
zh_sg: 旋风

# IDS_PFSD808_DESCR
source: Ship for testing.
es_mx: Barco para pruebas.
ja: テスト用艦艇
pl: Okręt do testowania.
ru: Корабль для тестирования.
uk: Корабель для тестування.
zh: Корабль для тестирования.
zh_sg: 用于测试的战舰。

# IDS_PFUA001_C1_ART_STOCK
source: 139 mm/40 Mle 1927
ru: 139-мм/40 Mle 1927
uk: 139-мм/40 Mle 1927
zh: 139 毫米/40 1927型

# IDS_PFUA101_C2_ART_STOCK
source: 165 mm/45 Mle 1893
ru: 165-мм/45 Mle 1893
uk: 165-мм/45 Mle 1893
zh: 165 毫米/45 1893型

# IDS_PFUA102_D2_ART_STOCK
source: 100 mm/45 Mle 1921
ru: 100-мм/45 Mle 1921
uk: 100-мм/45 Mle 1921
zh: 100-мм/45 Mle 1921

# IDS_PFUA201_C3_ART_STOCK
source: 139 mm/55 Mle 1921
ru: 139-мм/55 Mle 1921
uk: 139-мм/55 Mle 1921
zh: 139 毫米/55 1921型

# IDS_PFUA202_D3_ART_STOCK
source: 100 mm/45 Mle 1921
ru: 100-мм/45 Mle 1921
uk: 100-мм/45 Mle 1921
zh: 100-мм/45 Mle 1921

# IDS_PFUA210_B3_ART_STOCK
source: 305 mm/45 Mle 1910
ru: 305-мм/45 Mle 1910
uk: 305-мм/45 Mle 1910
zh: 305 毫米/45 1910型

# IDS_PFUA301_C4_ART_STOCK
source: 155 mm/50 Mle 1921
ru: 155-мм/50 Mle 1921
uk: 155-мм/50 Mle 1921
zh: 155 毫米/50 1921型

# IDS_PFUA302_ART_CYCLONE
source: 130 mm/40 Mle 1919
ru: 130-мм/40 Mle 1919
uk: 130-мм/40 Mle 1919
zh: 130 毫米/40 1919型

# IDS_PFUA303_D4_ART_STOCK
source: 130 mm/40 Mle 1919
ru: 130-мм/40 Mle 1919
uk: 130-мм/40 Mle 1919
zh: 130 毫米/40 1919型

# IDS_PFUA310_B4_ART_STOCK
source: 305 mm/45 Mle 1910
ru: 305-мм/45 Mle 1910
uk: 305-мм/45 Mle 1910
zh: 305 毫米/45 1910型

# IDS_PFUA311_ART_SIROCCO
source: 130 mm/40 Mle 1919
ru: 130-мм/40 Mle 1919
uk: 130-мм/40 Mle 1919
zh: 130 毫米/40 1919型

# IDS_PFUA401_C5_ART_STOCK
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFUA402_D5_ART_STOCK
source: 130 mm/40 Mle 1919
ru: 130-мм/40 Mle 1919
uk: 130-мм/40 Mle 1919
zh: 130 毫米/40 1919型

# IDS_PFUA410_B5_ART_STOCK
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFUA501_B6_ART_DUNK
source: 330 mm/52 St. Chamond Mle 1932
ru: 330-мм/52 St. Chamond Mle 1932
uk: 330-мм/52 St. Chamond Mle 1932
zh: 330 毫米/52 圣·沙蒙 1932型

# IDS_PFUA502_D6_ART_STOCK
source: 139 mm/40 Mle 1923
ru: 139-мм/40 Mle 1923
uk: 139-мм/40 Mle 1923
zh: 139-мм/40 Mle 1923

# IDS_PFUA510_B6_ART_STOCK
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFUA511_C6_ART_STOCK
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFUA521_ART_GRASSE
source: 152 mm/55 Mle 1936
ru: 152-мм/55 Mle 1936
uk: 152-мм/55 Mle 1936
zh: 152 毫米/55 1936型

# IDS_PFUA522_ART_AIGLE
source: 139 mm/40 Mle 1927
ru: 139-мм/40 Mle 1927
uk: 139-мм/40 Mle 1927
zh: 139 毫米/40 1927型

# IDS_PFUA601_C7_ART_STOCK
source: 203 mm/50 Mle 1931
ru: 203-мм/50 Mle 1931
uk: 203-мм/50 Mle 1931
zh: 203 毫米/50 1931型

# IDS_PFUA602_D7_ART_STOCK
source: 139 mm/40 Mle 1927
ru: 139-мм/40 Mle 1927
uk: 139-мм/40 Mle 1927
zh: 139 毫米/40 1927型

# IDS_PFUA610_B7_ART_STOCK
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFUA701_C8_ART_STOCK
source: 203 mm/50 Mle 1931
ru: 203-мм/50 Mle 1931
uk: 203-мм/50 Mle 1931
zh: 203 毫米/50 1931型

# IDS_PFUA702_C8_ART_TOP
source: 203 mm/55 Mle 1934
ru: 203-мм/55 Mle 1934
uk: 203-мм/55 Mle 1934
zh: 203 毫米/55 1934型

# IDS_PFUA703_D8_ART_STOCK
source: 139 mm/50 Mle 1929
ru: 139-мм/50 Mle 1929
uk: 139-мм/50 Mle 1929
zh: 139 毫米/50 1929型

# IDS_PFUA704_ART_BAYARD
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFUA705_ART_CHAMPAGNE
source: 406 mm/50 Schneider
ru: 406-мм/50 Schneider
uk: 406-мм/50 Schneider
zh: 406-мм/50 Schneider

# IDS_PFUA710_B8_ART_STOCK
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFUA711_ART_GASCOGNE
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFUA712_ART_JBART
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFUA713_ART_TERRIBLE
source: 139 mm/50 Mle 1929
ru: 139-мм/50 Mle 1929
uk: 139-мм/50 Mle 1929
zh: 139 毫米/50 1929型

# IDS_PFUA714_ART_TST_TERRIBLE
source: 139 mm/50 Mle 1929
ru: 139-мм/50 Mle 1929
uk: 139-мм/50 Mle 1929
zh: 139 毫米/50 1929型

# IDS_PFUA801_C9_ART_STOCK
source: 203 mm/55 Mle 1934
ru: 203-мм/55 Mle 1934
uk: 203-мм/55 Mle 1934
zh: 203 毫米/55 1934型

# IDS_PFUA802_D9_ART_STOCK
source: 139 mm/55 Mle 1934
ru: 139-мм/55 Mle 1934
uk: 139-мм/55 Mle 1934
zh: 139-мм/55 Mle 1934

# IDS_PFUA810_B9_ART_STOCK
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFUA901_C10_ART_STOCK
source: 240 mm/55 Mle 1939
ru: 240-мм/55 Mle 1939
uk: 240-мм/55 Mle 1939
zh: 240 毫米/55 1939型

# IDS_PFUA902_D10_ART_STOCK
source: 139 mm/50 Mle 1934
ru: 139-мм/50 Mle 1934
uk: 139-мм/50 Mle 1934
zh: 139-мм/50 Mle 1934

# IDS_PFUA904_ART_COLBERT
source: 127 mm/54 Mle 1948
ru: 127-мм/54 Mle 1948
uk: 127-мм/54 Mle 1948
zh: 127 毫米/54 1948型

# IDS_PFUA905_ART_MARCEAU
source: 127 mm/54 Mle 1948
ru: 127-мм/54 Mle 1948
uk: 127-мм/54 Mle 1948
zh: 127 毫米/54 1948型

# IDS_PFUA910_B10_ART_STOCK
source: 431 mm/50 Mle 1940
ru: 431-мм/50 Mle 1940
uk: 431-мм/50 Mle 1940
zh: 431 毫米/50 1940型

# IDS_PFUA911_ART_CHAMPAGNE
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFUA991_C10_ART_STOCK
source: 240 mm/55 Mle 1939
ru: 240-мм/55 Mle 1939
uk: 240-мм/55 Mle 1939
zh: 240 毫米/55 1939型

# IDS_PFUE001_C1_ENG_STOCK
source: Propulsion: 3,200 hp
es_mx: Propulsión: 3,200 hp
ja: 推力: 3,200 馬力
pl: Napęd: 3 200 KM
ru: ЭУ 3 200 л.с.
uk: СУ 3 200 к.с.
zh: 推进系统：3,200 匹马力
zh_sg: 推进系统：3200马力

# IDS_PFUE101_C2_ENG_STOCK
source: Propulsion: 17,400 hp
es_mx: Propulsión: 17,400 hp
ja: 推力: 17,400 馬力
pl: Napęd: 17 400 KM
ru: ЭУ 17 400 л.с.
uk: СУ 17 400 к.с.
zh: 推进系统：17,400 匹马力
zh_sg: 推进系统：17400马力

# IDS_PFUE102_D2_ENG_STOCK
source: Propulsion: 20,000 hp
es_mx: Propulsión: 20,000 hp
ja: 推力: 20,000 馬力
pl: Napęd: 20 000 KM
ru: ЭУ 20 000 л.с.
uk: СУ 20 000 к.с.
zh: 推进系统：20,000 匹马力
zh_sg: 推进系统：20000马力

# IDS_PFUE201_C3_ENG_STOCK
source: Propulsion: 54,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 54,000 馬力
pl: Napęd: 54 000 KM
ru: ЭУ 54 000 л.с.
uk: СУ 54 000 к.с.
zh: 推进系统：54,000 匹马力
zh_sg: 推进系统：54000马力

# IDS_PFUE202_D3_ENG_STOCK
source: Propulsion: 33,000 hp
es_mx: Propulsión: 33,000 hp
ja: 推力: 33,000 馬力
pl: Napęd: 33 000 KM
ru: ЭУ 33 000 л.с.
uk: СУ 33 000 к.с.
zh: 推进系统：33,000 匹马力
zh_sg: 推进系统：33000马力

# IDS_PFUE210_B3_ENG_STOCK
source: Propulsion: 24,800 hp
es_mx: Propulsión: 24,800 hp
ja: 推力: 24,800 馬力
pl: Napęd: 24 800 KM
ru: ЭУ 24 800 л.с.
uk: СУ 24 800 к.с.
zh: 推进系统：24,800 匹马力
zh_sg: 推进系统：24800马力

# IDS_PFUE211_B3_ENG_TOP
source: Propulsion: 26,000 hp
es_mx: Propulsión: 26,000 hp
ja: 推力: 26,000 馬力
pl: Napęd: 26 000 KM
ru: ЭУ 26 000 л.с.
uk: СУ 26 000 к.с.
zh: 推进系统：26,000 匹马力
zh_sg: 推进系统：26000马力

# IDS_PFUE301_C4_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PFUE302_ENG_CYCLONE
source: Propulsion: 33,000 hp
es_mx: Propulsión: 33,000 hp
ja: 推力: 33,000 馬力
pl: Napęd: 33 000 KM
ru: ЭУ 33 000 л.с.
uk: СУ 33 000 к.с.
zh: 推进系统：33,000 匹马力
zh_sg: 推进系统：33000马力

# IDS_PFUE303_D4_ENG_STOCK
source: Propulsion: 33,000 hp
es_mx: Propulsión: 33,000 hp
ja: 推力: 33,000 馬力
pl: Napęd: 33 000 KM
ru: ЭУ 33 000 л.с.
uk: СУ 33 000 к.с.
zh: 推进系统：33,000 匹马力
zh_sg: 推进系统：33000马力

# IDS_PFUE310_B4_ENG_STOCK
source: Propulsion: 28,000 hp
es_mx: Propulsión: 28,000 hp
ja: 推力: 28,000 馬力
pl: Napęd: 28 000 KM
ru: ЭУ 28 000 л.с.
uk: СУ 28 000 к.с.
zh: 推进系统：28,000 匹马力
zh_sg: 推进系统：28000马力

# IDS_PFUE311_B4_ENG_TOP
source: Propulsion: 30,000 hp
es_mx: Propulsión: 30,000 hp
ja: 推力: 30,000 馬力
pl: Napęd: 30 000 KM
ru: ЭУ 30 000 л.с.
uk: СУ 30 000 к.с.
zh: 推进系统：30,000 匹马力
zh_sg: 推进系统：30000马力

# IDS_PFUE312_ENG_SIROCCO
source: Propulsion: 33,000 hp
es_mx: Propulsión: 33,000 hp
ja: 推力: 33,000 馬力
pl: Napęd: 33 000 KM
ru: ЭУ 33 000 л.с.
uk: СУ 33 000 к.с.
zh: 推进系统：33,000 匹马力
zh_sg: 推进系统：33000马力

# IDS_PFUE401_C5_ENG_STOCK
source: Propulsion: 102,000 hp
es_mx: Propulsión: 102,000 hp
ja: 推力: 102,000 馬力
pl: Napęd: 102 000 KM
ru: ЭУ 102 000 л.с.
uk: СУ 102 000 к.с.
zh: 推进系统：102,000 匹马力
zh_sg: 推进系统：102000马力

# IDS_PFUE402_D5_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PFUE410_B5_ENG_STOCK
source: Propulsion: 29,000 hp
es_mx: Propulsión: 29,000 hp
ja: 推力: 29,000 馬力
pl: Napęd: 29 000 KM
ru: ЭУ 29 000 л.с.
uk: СУ 29 000 к.с.
zh: 推进系统：29,000 匹马力
zh_sg: 推进系统：29000马力

# IDS_PFUE411_B5_ENG_TOP
source: Propulsion: 31,000 hp
es_mx: Propulsión: 31,000 hp
ja: 推力: 31,000 馬力
pl: Napęd: 31 000 KM
ru: ЭУ 31 000 л.с.
uk: СУ 31 000 к.с.
zh: 推进系统：31,000 匹马力
zh_sg: 推进系统：31000马力

# IDS_PFUE501_B6_ENG_DUNK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PFUE502_D6_ENG_STOCK
source: Propulsion: 64,000 hp
es_mx: Propulsión: 64,000 hp
ja: 推力: 64,000 馬力
pl: Napęd: 64 000 KM
ru: ЭУ 64 000 л.с.
uk: СУ 64 000 к.с.
zh: 推进系统：64,000 匹马力
zh_sg: 推进系统：64000马力

# IDS_PFUE509_B6_ENG_TOP
source: Propulsion: 112,000 hp
es_mx: Propulsión: 112,000 hp
ja: 推力: 112,000 馬力
pl: Napęd: 112 000 KM
ru: ЭУ 112 000 л.с.
uk: СУ 112 000 к.с.
zh: 推进系统：112,000 匹马力
zh_sg: 推进系统：112000马力

# IDS_PFUE510_B6_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PFUE511_C6_ENG_STOCK
source: Propulsion: 84,000 hp
es_mx: Propulsión: 84,000 hp
ja: 推力: 84,000 馬力
pl: Napęd: 84 000 KM
ru: ЭУ 84 000 л.с.
uk: СУ 84 000 к.с.
zh: 推进系统：84,000 匹马力
zh_sg: 推进系统：84000马力

# IDS_PFUE521_ENG_GRASSE
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PFUE522_ENG_AIGLE
source: Propulsion: 68,000 hp
es_mx: Propulsión: 68,000 hp
ja: 推力: 68,000 馬力
pl: Napęd: 68 000 KM
ru: ЭУ 68 000 л.с.
uk: СУ 68 000 к.с.
zh: 推进系统：68,000 匹马力
zh_sg: 推进系统：68000马力

# IDS_PFUE601_C7_ENG_STOCK
source: Propulsion: 84,000 hp
es_mx: Propulsión: 84,000 hp
ja: 推力: 84,000 馬力
pl: Napęd: 84 000 KM
ru: ЭУ 84 000 л.с.
uk: СУ 84 000 к.с.
zh: 推进系统：84,000 匹马力
zh_sg: 推进系统：84000马力

# IDS_PFUE602_D7_ENG_STOCK
source: Propulsion: 64,000 hp
es_mx: Propulsión: 64,000 hp
ja: 推力: 64,000 馬力
pl: Napęd: 64 000 KM
ru: ЭУ 64 000 л.с.
uk: СУ 64 000 к.с.
zh: 推进系统：64,000 匹马力
zh_sg: 推进系统：64000马力

# IDS_PFUE610_B7_ENG_STOCK
source: Propulsion: 107,000 hp
es_mx: Propulsión: 107,000 hp
ja: 推力: 107,000 馬力
pl: Napęd: 107 000 KM
ru: ЭУ 107 000 л.с.
uk: СУ 107 000 к.с.
zh: 推进系统：107,000 匹马力
zh_sg: 推进系统：107000马力

# IDS_PFUE611_B7_ENG_TOP
source: Propulsion: 112,000 hp
es_mx: Propulsión: 112,000 hp
ja: 推力: 112,000 馬力
pl: Napęd: 112 000 KM
ru: ЭУ 112 000 л.с.
uk: СУ 112 000 к.с.
zh: 推进系统：112,000 匹马力
zh_sg: 推进系统：112000马力

# IDS_PFUE701_C8_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PFUE702_D8_ENG_STOCK
source: Propulsion: 74,000 hp
es_mx: Propulsión: 74 000 hp
ja: 推力: 74,000 馬力
pl: Napęd: 74 000 KM
ru: ЭУ 74 000 л.с.
uk: СУ 74 000 к.с.
zh: ЭУ 74 000 л.с.
zh_sg: 推进系统：74000马力

# IDS_PFUE703_ENG_BAYARD
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120 000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к.с.
zh: ЭУ 120 000 л.с.
zh_sg: 推进系统：120000马力

# IDS_PFUE704_ENG_CHAMPAGNE
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: ЭУ 155 000 л.с.
zh_sg: 推进系统：155000马力

# IDS_PFUE710_B8_ENG_STOCK
source: Propulsion: 140,000 hp
es_mx: Propulsión: 140,000 hp
ja: 推力: 140,000 馬力
pl: Napęd: 140 000 KM
ru: ЭУ 140 000 л.с.
uk: СУ 140 000 к. с.
zh: 推进系统：140,000 匹马力
zh_sg: 推进系统：140000马力

# IDS_PFUE711_B8_ENG_TOP
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力
zh_sg: 推进系统：155000马力

# IDS_PFUE712_ENG_GASCOGNE
source: Propulsion: 155,000 hp
es_mx: Propulsión: 155,000 hp
ja: 推力: 155,000 馬力
pl: Napęd: 155 000 KM
ru: ЭУ 155 000 л.с.
uk: СУ 155 000 к.с.
zh: 推进系统：155,000 匹马力
zh_sg: 推进系统：155000马力

# IDS_PFUE713_ENG_JBART
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PFUE714_ENG_TERRIBLE
source: Propulsion: 86,433 hp
es_mx: Propulsión: 86,433 hp
ja: 推力: 86,433 馬力
pl: Napęd: 86 433 KM
ru: ЭУ 86 433 л.с.
uk: СУ 86 433 к.с.
zh: 推进系统：86,433 匹马力
zh_sg: 推进系统：86433马力

# IDS_PFUE715_ENG_TST_TERRIBLE
source: Propulsion: 86,433 hp
es_mx: Propulsión: 86,433 hp
ja: 推力: 86,433 馬力
pl: Napęd: 86 433 KM
ru: ЭУ 86 433 л.с.
uk: СУ 86 433 к.с.
zh: 推进系统：86,433 匹马力
zh_sg: 推进系统：86433马力

# IDS_PFUE801_C9_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PFUE802_D9_ENG_STOCK
source: Propulsion: 92,000 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 92,000 馬力
pl: Napęd: 92 000 KM
ru: ЭУ 92 000 л.с.
uk: СУ 92 000 к.с.
zh: ЭУ 92 000 л.с.
zh_sg: 推进系统：92000马力

# IDS_PFUE810_B9_ENG_STOCK
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PFUE811_B9_ENG_TOP
source: Propulsion: 192,000 hp
es_mx: Propulsión: 192,000 hp
ja: 推力: 192,000 馬力
pl: Napęd: 192 000 KM
ru: ЭУ 192 000 л.с.
uk: СУ 192 000 к. с.
zh: 推进系统：192,000 匹马力
zh_sg: 推进系统：192000马力

# IDS_PFUE901_C10_ENG_STOCK
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220,000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力
zh_sg: 推进系统：220000马力

# IDS_PFUE902_D10_ENG_STOCK
source: Propulsion: 96,842 hp
es_mx: Propulsión: 54 000 hp
ja: 推力: 96,842 馬力
pl: Napęd: 96 842 KM
ru: ЭУ 96 842 л.с.
uk: СУ 96 842 к.с.
zh: ЭУ 96 842 л.с.
zh_sg: 推进系统：96842马力

# IDS_PFUE903_ENG_COLBERT
source: Propulsion: 87,000 hp
es_mx: Propulsión: 87 000 hp
ja: 推力: 87,000 馬力
pl: Napęd: 87 000 KM
ru: ЭУ 87 000 л.с.
uk: СУ 87 000 к.с.
zh: ЭУ 87 000 л.с.
zh_sg: 推进系统：87000马力

# IDS_PFUE904_ENG_MARCEAU
source: Propulsion: 96,842 hp
es_mx: Propulsión: 96,842 hp
ja: 推力: 96,842 馬力
pl: Napęd: 96 842 KM
ru: ЭУ 96 842 л.с.
uk: СУ 96 842 к.с.
zh: ЭУ 96 842 л.с.
zh_sg: 推进系统：96842马力

# IDS_PFUE910_B10_ENG_STOCK
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220,000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力
zh_sg: 推进系统：220000马力

# IDS_PFUE911_ENG_CHAMPAGNE
source: Propulsion: 192,000 hp
es_mx: Propulsión: 192,000 hp
ja: 推力: 192,000 馬力
pl: Napęd: 192 000 KM
ru: ЭУ 192 000 л.с.
uk: СУ 192 000 к. с.
zh: 推进系统：192,000 匹马力
zh_sg: 推进系统：192000马力

# IDS_PFUE991_C10_ENG_STOCK
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220,000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力
zh_sg: 推进系统：220000马力

# IDS_PFUH001_C1_HULL_A
source: Bougainville (A)
zh: 布甘维尔(A)
zh_sg: 布甘维尔(A)

# IDS_PFUH101_C2_HULL_A
source: Jurien (A)
zh: 尤瑞安(A)
zh_sg: 尤里安(A)

# IDS_PFUH102_C2_HULL_B
source: Jurien (B)
zh: 尤瑞安（B）
zh_sg: 尤里安(B)

# IDS_PFUH201_C3_HULL_A
source: Friant (A)
zh: 弗利昂(A)
zh_sg: 弗利昂(A)

# IDS_PFUH202_C3_HULL_B
source: Friant (B)
zh: 弗利昂（B）
zh_sg: 弗利昂(B)

# IDS_PFUH211_B3_HULL_A
source: Turenne (A)
zh: 图伦内 (A)
zh_sg: 图伦内(A)

# IDS_PFUH212_B3_HULL_B
source: Turenne (B)
zh: 图伦内 (B)
zh_sg: 图伦内(B)

# IDS_PFUH301_C4_HULL_A
source: Duguay-Trouin (A)
zh: 迪盖-特鲁安(A)
zh_sg: 迪盖-特鲁安(A)

# IDS_PFUH302_C4_HULL_B
source: Duguay-Trouin (B)
zh: 迪盖-特鲁安（B）
zh_sg: 迪盖-特鲁安(B)

# IDS_PFUH303_CYCLONE
source: Cyclone
zh: 旋风
zh_sg: 旋风

# IDS_PFUH311_B4_HULL_A
source: Courbet (A)
zh: 孤拔 (A)
zh_sg: 孤拔(A)

# IDS_PFUH312_B4_HULL_B
source: Courbet (B)
zh: 孤拔 (B)
zh_sg: 孤拔(B)

# IDS_PFUH401_C5_HULL_A
source: Émile Bertin (A)
zh: 白劳易(A)
zh_sg: 白劳易(A)

# IDS_PFUH402_C5_HULL_B
source: Émile Bertin (B)
zh: 白劳易（B）
zh_sg: 白劳易(B)

# IDS_PFUH411_B5_HULL_A
source: Bretagne (A)
zh: 布列塔尼 (A)
zh_sg: 布列塔尼 (A)

# IDS_PFUH412_B5_HULL_B
source: Bretagne (B)
zh: 布列塔尼 (B)
zh_sg: 布列塔尼(B)

# IDS_PFUH501_DUNK
source: Dunkerque
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PFUH502_DE_GRASSE
source: De Grasse
zh: 格拉斯
zh_sg: 格拉斯

# IDS_PFUH503_AIGLE
source: Aigle
zh: 鹰
zh_sg: 鹰

# IDS_PFUH511_C6_HULL_A
source: La Galissonnière (A)
zh: 加利索尼埃(A)
zh_sg: 加利索尼埃(A)

# IDS_PFUH512_C6_HULL_B
source: La Galissonnière (B)
zh: 加利索尼埃（B）
zh_sg: 加利索尼埃(B)

# IDS_PFUH521_B6_HULL_A
source: Normandie (A)
zh: 诺曼底 (A)
zh_sg: 诺曼底(A)

# IDS_PFUH522_B6_HULL_B
source: Normandie (B)
zh: 诺曼底 (B)
zh_sg: 诺曼底(B)

# IDS_PFUH601_C7_HULL_A
source: Algérie (A)
zh: 阿尔及利亚(A)
zh_sg: 阿尔及利亚(A)

# IDS_PFUH602_C7_HULL_B
source: Algérie (B)
zh: 阿尔及利亚（B）
zh_sg: 阿尔及利亚(B)

# IDS_PFUH611_B7_HULL_A
source: Lyon (A)
zh: 里昂 (A)
zh_sg: 里昂(A)

# IDS_PFUH612_B7_HULL_B
source: Lyon (B)
zh: 里昂 (B)
zh_sg: 里昂(B)

# IDS_PFUH701_C8_HULL_A
source: Charles Martel (A)
zh: 查理-马特(A)
zh_sg: 查理-马特(A)

# IDS_PFUH702_C8_HULL_B
source: Charles Martel (B)
zh: 查理-马特（B）
zh_sg: 查理-马特(B)

# IDS_PFUH711_B8_HULL_A
source: Richelieu (A)
zh: 黎塞留 (A)
zh_sg: 黎塞留(A)

# IDS_PFUH712_B8_HULL_B
source: Richelieu (B)
zh: 黎塞留 (B)
zh_sg: 黎塞留(B)

# IDS_PFUH713_GASCOGNE
source: Gascogne
zh: 加斯科涅
zh_sg: 加斯科涅

# IDS_PFUH714_JBART
source: Jean Bart
zh: 让·巴尔
