Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_HELP_TURN_INDICATOR_INSTRUCTION
source: Hold A or D to turn to port or starboard. Press Q or E to set turn rate.
es_mx: Presiona A o D para girar a babor o estribor. Presiona Q o E para establecer el radio de giro.
ja: A/D を長押しして左舷/右舷に旋回、Q/E を押して旋回率設定
pl: Przytrzymaj A lub D, aby skręcić na bakburtę lub sterburtę. Wciśnij Q lub E żeby ustalić prędkość skrętu.
ru: Используйте клавиши A и D для поворота, Q и E — для поворота под фиксированным углом.
uk: Використовуйте клавіші A і D для повороту, Q і E — для повороту під фіксованим кутом.
zh: 按住 A 或 D 来朝左舷或右舷转向。按下 Q 或 E 来设定转向速率。
zh_sg: 按住 A 或 D 来朝左舷或右舷转向。按下 Q 或 E 来设定转向速率。

# IDS_HELP_TURN_LEFT
source: Turn to port (left)
es_mx: Girar a babor (izquierda)
ja: 取舵 (左)
pl: Skręć w lewo
ru: Поворот налево
uk: Поворот ліворуч
zh: 转向左舷 (左边)
zh_sg: 转向左舷 (左边)

# IDS_HELP_TURN_RIGHT
source: Turn to starboard (right)
es_mx: Girar a estribor (derecha)
ja: 面舵 (右)
pl: Skręć w prawo
ru: Поворот направо
uk: Поворот праворуч
zh: 转向右舷 (右边)
zh_sg: 转向右舷 (右边)

# IDS_HELP_UP
source: Takeoff
es_mx: Despegue
ja: 発艦
pl: Start
ru: Взлёт
uk: Зліт
zh: 起飞
zh_sg: 起飞

# IDS_HELP_UP_AND_DOWN
source: Takeoff/Landing
es_mx: Despegue/Aterrizaje
ja: 発艦/着艦
pl: Start/Lądowanie
ru: Взлёт/посадка
uk: Зліт/посадка
zh: 起飞/降落
zh_sg: 起飞/降落

# IDS_HELP_WARNING_ESCADRILLE_ORDERS
source: Give orders to squadrons with a mouse click: on a map/minimap square—move to the square; on an ally – escort; on an enemy target – attack.
es_mx: Da órdenes a los escuadrones con un clic del mouse: en un cuadrante del mapa/minimapa—para moverte al cuadrante; en un aliado—para escoltarlo; en un objetivo enemigo—para atacarlo.
ja: マウスクリックで中隊に指令: マップ/ミニマップのセクター—セクターに移動せよ、味方—直掩せよ、敵—攻撃せよ
pl: Kliknij LPM, aby wydać rozkaz eskadrom: na kwadracie mapy/minimapy – aby skierować się w to miejsce; na sojuszniku – aby go eskortować; na wrogu – aby zaatakować.
ru: Отдавайте приказы эскадрильям нажатием кнопки мыши: по точке на карте/миникарте — двигаться в точку; по союзному объекту — сопровождать; по противнику — атаковать.
uk: Давайте накази ескадрильям натискаючи кнопку миші: на точку на мапі чи міні-мапі — рухатися до точки; на союзний об’єкт — супроводжувати; на супротивника — атакувати.
zh: 以鼠标点击来给予航空中队命令：在地图/小地图方格上──往该方格移动；在队友身上──护卫；在敌人身上──攻击。
zh_sg: 鼠标点击给中队下达命令：点击地图/小地图方位──向此处移动；点击队友──护卫；点击敌人──攻击。

# IDS_HELP_WARNING_ESCADRILLE_ORDERS_PT_2
source: To give several successive orders, hold Shift while you click.
es_mx: Para dar varias órdenes sucesivas, mantén presionado Mayús mientras haces clic.
ja: 複数の指令を連続して与えるには、Shift を押しながらクリック
pl: Aby wydać serię rozkazów, przytrzymaj Shift przy ich wydawaniu.
ru: Чтобы отдать несколько приказов подряд, удерживайте клавишу Shift при нажатии кнопки мыши.
uk: Щоб віддати декілька наказів поспіль, утримуйте клавішу Shift натискаючи кнопку миші.
zh: 想要连续下达几个命令时，请您在点击时按住 Shift。
zh_sg: 想要连续下达几个命令时，请您在点击时按住 Shift。

# IDS_HELP_WEAPONS
source: Armament
es_mx: Armamento
ja: 兵装
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння
zh: 武器
zh_sg: 武器

# IDS_HELP_WEAPONS_AND_MODULES
source: ARMAMENT & MODULES
es_mx: ARMAMENTO Y MÓDULOS
ja: 兵装/モジュール
pl: UZBROJENIE I MODUŁY
ru: ВООРУЖЕНИЕ И МОДУЛИ
uk: ОЗБРОЄННЯ ТА МОДУЛІ
zh: 武器与配件
zh_sg: 武器与配件

# IDS_HELP_ZOOM
source: Zoom in/out
es_mx: Acercar/Alejar zoom
ja: ズームイン/アウト
pl: Przybliż / oddal
ru: Приблизить/отдалить
uk: Наблизити/віддалити
zh: 放大/缩小
zh_sg: 放大/缩小

# IDS_HELSIND
source: Abraham V. Hellsinger
zh: 亚伯拉罕-范-海辛

# IDS_HIDE
source: HIDE
es_mx: OCULTAR
ja: 非表示
pl: UKRYJ
ru: СКРЫТЬ
uk: ПРИХОВАТИ
zh: 隐藏
zh_sg: 隐藏

# IDS_HIDE_ARMOUR_ARTI
source: Hide main battery mount armor
es_mx: Ocultar el blindaje de la batería principal
ja: 主砲装甲を非表示
pl: Ukryj pancerz głównej artylerii
ru: Скрыть бронирование установок ГК
uk: Приховати бронювання установок ГК
zh: 隐藏主炮组炮架装甲
zh_sg: 隐藏主炮组炮架装甲

# IDS_HIDE_ARMOUR_BOW_ST
source: Hide fore- and aft-end armor
es_mx: Ocultar el blindaje de los extremos de proa y popa
ja: 艦首・船尾装甲を非表示
pl: Ukryj pancerz dziobowy i rufowy
ru: Скрыть бронирование оконечностей
uk: Приховати бронювання країв
zh: Скрыть бронирование оконечностей
zh_sg: 隐藏舰首舰尾装甲

# IDS_HIDE_ARMOUR_CAS
source: Hide casemate armor
es_mx: Ocultar el blindaje de la casamata
ja: 砲郭装甲を非表示
pl: Ukryj pancerz kazamaty
ru: Скрыть бронирование каземата
uk: Приховати бронювання каземату
zh: 隐藏炮塔装甲
zh_sg: 隐藏炮塔装甲

# IDS_HIDE_ARMOUR_CITADEL
source: Hide vital ship-part armor
es_mx: Ocultar el blindaje de la parte vital del barco
ja: 重要区画装甲を非表示
pl: Ukryj pancerz żywotnej części okrętu
ru: Скрыть бронирование жизненно важных частей корабля
uk: Приховати бронювання життєво важливих частин корабля
zh: 隐藏战舰要害部分的装甲
zh_sg: 隐藏战舰要害部分的装甲

# IDS_HIDE_ARMOUR_INNER
source: Hide internal armor
es_mx: Ocultar el blindaje interno
ja: 内部装甲を非表示
pl: Ukryj pancerz wewnętrzny
ru: Скрыть внутреннее бронирование
uk: Приховати внутрішнє бронювання
zh: Скрыть внутреннее бронирование
zh_sg: 隐藏内部装甲

# IDS_HIDE_ARMOUR_OUTER
source: Hide torpedo protection
es_mx: Ocultar la protección contra torpedos
ja: 対水雷防御を非表示
pl: Ukryj ochronę przeciwtorpedową
ru: Скрыть противоторпедную защиту
uk: Приховати протиторпедний захист
zh: Скрыть противоторпедную защиту
zh_sg: 隐藏鱼雷防护

# IDS_HIDE_ARMOUR_SS
source: Hide superstructure armor
es_mx: Ocultar el blindaje de la superestructura
ja: 上部構造装甲を非表示
pl: Ukryj pancerz nadbudówki
ru: Скрыть бронирование надстройки
uk: Приховати бронювання надбудови
zh: 隐藏上层建筑装甲
zh_sg: 隐藏上层建筑装甲

# IDS_HIDE_ARMOUR_UPCAS
source: Hide auxiliary room armor
es_mx: Ocultar el blindaje del cuarto auxiliar
ja: 補助区画の装甲を非表示
pl: Ukryj pancerz części technicznych
ru: Скрыть бронирование служебных помещений
uk: Приховати бронювання службових приміщень
zh: 隐藏辅助舱间装甲
zh_sg: 隐藏辅助舱间装甲

# IDS_HIDE_ENEMY_SHIPS
source: Hide enemy ships
es_mx: Ocultar barcos enemigos
ja: 敵艦艇を非表示
pl: Ukryj okręty wroga
ru: Скрыть корабли противника
uk: Не показувати кораблі супротивника
zh: 隐藏敌方战舰
zh_sg: 隐藏敌方船只

# IDS_HIDE_FILTERED_SHIPS
source: Hide unsuitable ships
es_mx: Ocultar barcos inadecuados
ja: 不適合艦艇を非表示
pl: Ukryj okręty niespełniające warunków
ru: Скрывать неподходящие корабли
uk: Приховувати непридатні кораблі
zh: 隐藏不适合战舰
zh_sg: 隐藏不适用的战舰

# IDS_HIDE_INTERFACE
source: Show/Hide Interface
es_mx: Mostrar/Ocultar Interfaz
ja: インターフェイス表示/非表示
pl: Pokaż/ukryj interfejs
ru: Скрыть/показать интерфейс
uk: Показати/приховати інтерфейс
zh: 显示/隐藏界面
zh_sg: 显示/隐藏界面

# IDS_HIEI
source: Hiei
ja: ヒエイ
zh: 比睿

# IDS_HIGH
source: High
es_mx: Alto
ja: 高
pl: Wysokie
ru: Высоко
uk: Високо
zh: 高
zh_sg: 高

# IDS_HIGHEST_RANK
source: Highest Rank
es_mx: Rango más Alto
ja: 最高ランク
pl: Najwyższa ranga
ru: Высшее звание
uk: Вище звання
zh: 最高军衔
zh_sg: 最高军阶

# IDS_HINT_ACCOUNT_TYPE
source: Account type
es_mx: Tipo de cuenta
ja: アカウントタイプ
pl: Typ konta
ru: Тип аккаунта
uk: Тип акаунта
zh: 账号类型
zh_sg: 账号类型

# IDS_HINT_ACHIEVEMENTS_SORT
source: Select how the achievements will be displayed
es_mx: Selecciona la manera en que se mostrarán los logros
ja: 実績の表示方法を選択
pl: Wybierz sposób wyświetlania twoich osiągnięć
ru: Выберите порядок отображения достижений
uk: Виберіть порядок показу досягнень
zh: 选择要如何显示成就
zh_sg: 选择要如何显示成就

# IDS_HINT_ACTION_LIFETIME
source: Duration of the special
es_mx: Duración del especial
ja: スペシャル期間
pl: Czas trwania wydarzenia specjalnego
ru: Период действия акции
uk: Час дії акції
zh: 优惠持续时间
zh_sg: 特惠持续时间

# IDS_HINT_ADD_CHANNELS
source: You can create your own channels and add players to them. Set a password if you want to create a private channel.
es_mx: Puedes crear tus propios canales y agregar jugadores en estos. Establece una contraseña si quieres crear un canal privado.
ja: 自分のチャンネルを作成し、そこにプレイヤーを追加することができます。 プライベートチャンネルを作成する場合は、パスワードを設定してください。
pl: Możesz utworzyć własne kanały i dodać do nich graczy. Ustaw hasło, jeśli chcesz stworzyć prywatny kanał.
ru: Вы можете создавать собственные каналы и приглашать туда других игроков. Задайте пароль, если вы хотите создать закрытый канал.
uk: Ви можете створювати власні канали і запрошувати туди інших гравців. Встановіть пароль, якщо ви хочете створити закритий канал.
zh: 您可以建立您自己的频道并增加玩家到其中。 如果您想要建立一个私人频道的话，请设置一组密码。
zh_sg: 您可以创建您自己的频道并添加其他玩家到其中。 如果您想要创建一个私人频道的话，请设置一组密码。

# IDS_HINT_ADD_GROUP
source: You can create your own contact groups. You can rename or remove a group at any time.
es_mx: Puedes crear tus propios grupos de contactos. Podrás renombrar o eliminar un grupo en cualquier momento.
ja: 連絡先グループを作成することも可能です。 グループの改名や削除はいつでも行えます。
pl: Możesz utworzyć własne grupy kontaktów. Grupy można usuwać, a ich nazwy zmieniać.
ru: Вы можете создавать собственные группы контактов. Переименовать или удалить группу можно в любой момент.
uk: Ви можете створювати власні групи контактів. Перейменувати або видалити групу можна у будь-яку мить.
zh: 您可以建立您自己的联系人群组。 您可以随时重新命名或移除掉群组。
zh_sg: 您可以创建您自己的联系人群组。 您可以随时重新命名或移除该群组。

# IDS_HINT_ADD_PLAYERS
source: Add players to your Contact List
es_mx: Añadir jugadores a tu lista de Contactos
ja: 連絡先リストにプレイヤーを追加してください
pl: Dodaj graczy do listy kontaktów
ru: Добавляйте игроков в список своих контактов
uk: Додайте гравців до списку своїх контактів
zh: 增加玩家到联系人
zh_sg: 添加玩家到联系人

# IDS_HINT_ADD_SEEKER_STATUS
source: Save status
es_mx: Guardar estado
ja: ステータスを保存
pl: Zapisz status
ru: Сохранить статус
uk: Зберегти статус
zh: 储存状态
zh_sg: 储存状态

# IDS_HINT_ASSIGN_CREW_TO_THIS_SHIP
source: Assign the Commander to the selected ship
es_mx: Asignar Comandante al barco especificado
ja: この艦長を選択した艦に配属
pl: Przydziel tego dowódcę na wybrany okręt
ru: Назначить командира на выбранный корабль
uk: Призначити командира на вибраний корабель
zh: 将指挥官移动到当前战舰上
zh_sg: 指派指挥官到所选战舰上

# IDS_HINT_AUTOMATE_CANCEL
source: Time left until the invitation is automatically declined:
es_mx: Tiempo restante hasta que la invitación expire automáticamente:
ja: 招待の自動辞退までの残り時間:
pl: Czas pozostały do automatycznego odrzucenia zaproszenia:
ru: Осталось времени до автоматического отклонения приглашения:
uk: Залишилося часу до автоматичного відхилення запрошення:
zh: 自动拒绝邀请前的剩余时间：
zh_sg: 自动拒绝邀请的剩余时间：

# IDS_HINT_BATTLE_COMMAND_AUTO
source: This consumable is automatically activated in battle
es_mx: Este consumible es activado automáticamente en batalla
ja: この消耗品は戦闘中に自動的に使用されます。
pl: Ten sprzęt eksploatacyjny jest automatycznie aktywowany w trakcie bitwy.
ru: Снаряжение используется в бою автоматически
uk: Спорядження діє в бою автоматично
zh: 此消耗品在战斗中自动启动
zh_sg: 此消耗品在战斗中自动激活

# IDS_HINT_BATTLE_COMMAND_KEY
source: Key to use the consumable in battle
es_mx: Botón para usar el consumible en batalla
ja: 戦闘中に消耗品を使用するキー
pl: Przycisk do użycia sprzętu eksploatacyjnego w bitwie
ru: Клавиша использования снаряжения в бою
uk: Клавіша використання спорядження у бою
zh: 在战斗中使用的关键消耗品
zh_sg: 战斗关键消耗品

# IDS_HINT_BATTLE_TASK_LIFETIME
source: End date for the mission
es_mx: Fecha de término para la misión
ja: ミッション終了日時
pl: Data zakończenia dla misji
ru: Дата окончания периода действия задачи
uk: Дата закінчення періоду дії завдання
zh: 任务结束日期
zh_sg: 任务结束日期

# IDS_HINT_BATTLE_TASK_TECHNO_CONDITION
source: Ships which can be used for the combat mission.
es_mx: Barcos que pueden ser usados para misiones de combate.
ja: このコンバットミッションを達成可能な艦艇
pl: Okręty, na których możesz ukończyć tą misję bojową.
ru: Корабли, на которых можно выполнить боевую задачу.
uk: Кораблі, на яких можна виконати бойове завдання.
zh: 您可以用来完成作战任务的战舰。
zh_sg: 您可以用来完成作战任务的战舰。

# IDS_HINT_BATTLE_TYPE_SORT
source: Statistics per battle type
es_mx: Estadísticas por tipo de batalla
ja: 戦闘タイプ別の戦績
pl: Statystyki różnych typów bitew
ru: Статистика по типам боев
uk: Статистика за типами боїв
zh: 每个战斗类型的统计
zh_sg: 每个战斗模式的统计

# IDS_HINT_BATTLE_WEAPON_COMMAND_KEY
source: Armament selection key
es_mx: Tecla de selección de armamento
ja: 兵装選択キー
pl: Klawisz wyboru uzbrojenia
ru: Клавиша выбора вооружения в бою
uk: Клавіша вибору озброєння в бою
zh: 武装选择按钮
zh_sg: 武器选择键

# IDS_HINT_CAMPAIGN_LIFETIME
source: The end date of this campaign
es_mx: La fecha final de esta campaña
ja: このキャンペーンの終了日
pl: Data zakończenia tej kampanii
ru: Дата окончания кампании
uk: Дата закінчення кампанії
zh: 此战役的结束日期
zh_sg: 战役结束日期

# IDS_HINT_CAMPAIGN_STARTTIME
source: Campaign start date
es_mx: Fecha de inicio de la campaña
ja: キャンペーン開始日
pl: Data rozpoczęcia kampanii
ru: Дата начала кампании
uk: Дата початку кампанії
zh: 战役开始日期
zh_sg: 战役开始日期

# IDS_HINT_CANCEL_FILTER
source: Cancel Filter
es_mx: Cancelar Filtro
ja: フィルターをキャンセル
pl: Anuluj filtr
ru: Отменить фильтр
uk: Скасувати фільтр
zh: 取消筛选
zh_sg: 取消筛选

# IDS_HINT_CATALOGUE
source: Complete collections using your accessible inventory items.
es_mx: Completa las colecciones usando tus artículos accesibles del inventario.
ja: 利用可能なアイテムを利用してコレクションを完成させる。
pl: Zbieraj kolekcje przy pomocy dostępnych przedmiotów w Inwentarzu.
ru: Собирайте коллекции из доступного вам имущества.
uk: Збирайте колекції з майна, яке вам доступне.
zh: Собирайте коллекции из доступного вам имущества.
zh_sg: 用您的库存物品完成收藏。

# IDS_HINT_CHALLENGE_LIFETIME
source: Duration of a challenge
es_mx: Duración del reto
ja: チャレンジ期間
pl: Czas trwania wyzwania
ru: Период проведения испытания
uk: Період проведення випробування
zh: 挑战活动的持续时间
zh_sg: 挑战活动的持续时间

# IDS_HINT_CHALLENGE_TECHNO_CONDITION
source: Ships which can be used for the challenge.
es_mx: Barcos con los cuales puedes completar el reto.
ja: このチャレンジを達成可能な艦艇
pl: Okręty, na których możesz ukończyć wyzwanie.
ru: Корабли, на которых можно пройти испытание.
uk: Кораблі, на яких можна пройти випробування.
zh: 可用于完成挑战活动的战舰。
zh_sg: 可用于完成挑战活动的战舰。

# IDS_HINT_CHECKBOX_DISABLE_SMALL_VIEW
source: Disable compact carousel view
es_mx: Inhabilitar vista compacta de Carrusel
ja: カルーセルのコンパクト表示を解除
pl: Wyłącz kompaktowy widok karuzeli
ru: Отключить компактный вид карусели
uk: Вимкнути компактний вигляд каруселі
zh: 关闭紧凑卷轴显示
zh_sg: 关闭紧凑卷轴视图

# IDS_HINT_CHECKBOX_ENABLE_SMALL_VIEW
source: Enable compact carousel view
es_mx: Habilitar vista compacta de Carrusel
ja: カルーセルをコンパクトに表示
pl: Włącz kompaktowy widok karuzeli
ru: Включить компактный вид карусели
uk: Увімкнути компактний вигляд каруселі
zh: 开启紧凑卷轴显示
zh_sg: 开启紧凑卷轴视图

# IDS_HINT_CHECKBOX_FILTER_CLASS_AIRCARRIER
source: Show aircraft carriers
es_mx: Mostrar portaaviones
ja: 航空母艦を表示
pl: Pokaż lotniskowce
ru: Показать авианосцы
uk: Показати авіаносці
zh: 显示航空母舰
zh_sg: 显示航空母舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_AUXILIARY
source: Show transport ships
es_mx: Mostrar barcos de transporte
ja: 輸送船を表示
pl: Pokaż okręty transportowe
ru: Показать транспорты
uk: Показати транспорти
zh: 显示运输舰
zh_sg: 显示运输船

# IDS_HINT_CHECKBOX_FILTER_CLASS_BATTLESHIP
source: Show battleships
es_mx: Mostrar acorazados
ja: 戦艦を表示
pl: Pokaż pancerniki
ru: Показать линкоры
uk: Показати лінкори
zh: 显示战列舰
zh_sg: 显示战列舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_CRUISER
source: Show cruisers
es_mx: Mostrar cruceros
ja: 巡洋艦を表示
pl: Pokaż krążowniki
ru: Показать крейсеры
uk: Показати крейсери
zh: 显示巡洋舰
zh_sg: 显示巡洋舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_DESTROYER
source: Show destroyers
es_mx: Mostrar destructores
ja: 駆逐艦を表示
pl: Pokaż niszczyciele
ru: Показать эсминцы
uk: Показати есмінці
zh: 显示驱逐舰
zh_sg: 显示驱逐舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_AIRCARRIER
source: You do not have any aircraft carriers
es_mx: No tienes portaaviones
ja: 航空母艦を所有していません
pl: Nie masz lotniskowców
ru: У вас нет авианосцев
uk: У вас нема авіаносців
zh: У вас нет авианосцев
zh_sg: 您没有航空母舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_AUXILIARY
source: You do not have any transport ships
es_mx: No tienes barcos de transporte
ja: 輸送船を所有していません
pl: Nie masz okrętów transportowych
ru: У вас нет транспортов
uk: У вас нема транспортів
zh: У вас нет транспортов
zh_sg: 您没有运输舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_BATTLESHIP
source: You do not have any battleships
es_mx: No tienes acorazados
ja: 戦艦を所有していません
pl: Nie masz pancerników
ru: У вас нет линкоров
uk: У вас нема лінкорів
zh: У вас нет линкоров
zh_sg: 您没有战列舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_CRUISER
source: You do not have any cruisers
es_mx: No tienes cruceros
ja: 巡洋艦を所有していません
pl: Nie masz krążowników
ru: У вас нет крейсеров
uk: У вас нема крейсерів
zh: У вас нет крейсеров
zh_sg: 您没有巡洋舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_DESTROYER
source: You do not have any destroyers
es_mx: No tienes destructores
ja: 駆逐艦を所有していません
pl: Nie masz niszczycieli
ru: У вас нет эсминцев
uk: У вас нема есмінців
zh: У вас нет эсминцев
zh_sg: 您没有驱逐舰

# IDS_HINT_CHECKBOX_FILTER_CLASS_NOT_AVAILABLE_SUBMARINE
source: You do not have any submarines
es_mx: No tienes ningún submarino
ja: 潜水艦を所有していません
pl: Nie masz okrętów podwodnych
ru: У вас нет подводных лодок
uk: У вас нема підводних човнів
zh: У вас нет подводных лодок
zh_sg: 您没有潜艇

# IDS_HINT_CHECKBOX_FILTER_CLASS_SUBMARINE
source: Show submarines
es_mx: Mostrar submarinos
ja: 潜水艦を表示
pl: Pokaż okręty podwodne
ru: Показать подводные лодки
uk: Показати підводні човни
zh: Показать подводные лодки
zh_sg: 显示潜艇

# IDS_HINT_CHECKBOX_FILTER_CLUB
source: Show ships suitable for Team Battles
es_mx: Mostrar barcos adecuados para Batallas en Equipo
ja: チームバトルに適合する艦艇を表示
pl: Pokaż okręty właściwe do bitew drużynowych
ru: Показать корабли, подходящие для участия в командных боях
uk: Показати кораблі, які придатні до участі у командних боях
zh: 显示适合队伍战斗的战舰
zh_sg: 显示适合团队战的战舰

# IDS_HINT_CHECKBOX_FILTER_ELITE
source: Show Elite ships
es_mx: Mostrar barcos Elite
ja: エリート艦艇を表示
pl: Pokaż okręty elitarne
ru: Показать элитные корабли
uk: Показати елітні кораблі
zh: 显示精英级战舰
zh_sg: 显示精英级战舰

# IDS_HINT_CHECKBOX_FILTER_LEVEL
source: Show ships of Tier %(level)r
es_mx: Mostrar barcos de Nivel %(level)r
ja: Tier %(level)r の艦艇を表示
pl: Pokaż okręty tego poziomu %(level)r
ru: Показать корабли %(level)r уровня
uk: Показати кораблі %(level)r рівня
zh: 显示 %(level)r 级的舰艇
zh_sg: 显示%(level)r级的战舰

# IDS_HINT_CHECKBOX_FILTER_LEVEL_NOT_AVAILABLE
source: You do not have any ships of Tier %(level)r
es_mx: No tienes barcos de nivel %(level)r
ja: Tier %(level)r 艦艇を所有していません
pl: Nie masz okrętów %(level)r poziomu
ru: У вас нет кораблей %(level)r уровня
uk: У вас нема кораблів %(level)r рівня
zh: У вас нет кораблей %(level)r уровня
zh_sg: 您没有%(level)r级战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_COMMONWEALTH
source: Show Commonwealth ships
es_mx: Mostrar los barcos del Commonwealth
ja: イギリス連邦艦艇を表示
pl: Pokaż okręty Wspólnoty
ru: Показать корабли Содружества
uk: Показати кораблі Співдружності
zh: 显示L系战舰
zh_sg: 显示联邦战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_EUROPE
source: Show European ships
es_mx: Mostrar barcos europeos
ja: ヨーロッパ艦艇を表示
pl: Pokaż okręty europejskie
ru: Показать корабли Европы
uk: Показати кораблі Європи
zh: Показать корабли Европы
zh_sg: 显示欧洲战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_FRANCE
source: Show French ships
es_mx: Mostrar barcos franceses
ja: フランス艦艇を表示
pl: Pokaż okręty francuskie
ru: Показать корабли Франции
uk: Показати кораблі Франції
zh: 显示F系战舰
zh_sg: 显示法国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_GERMANY
source: Show German ships
es_mx: Mostrar barcos Alemanes
ja: ドイツ艦艇を表示
pl: Pokaż okręty niemieckie
ru: Показать корабли Германии
uk: Показати кораблі Німеччини
zh: 显示D系战舰
zh_sg: 显示德国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_ITALY
source: Show Italian ships
es_mx: Ver barcos italianos
ja: イタリア艦艇を表示
pl: Pokaż okręty włoskie
ru: Показать корабли Италии
uk: Показати кораблі Італії
zh: 显示I系战舰
zh_sg: 显示意大利战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_JAPAN
source: Show Japanese ships
es_mx: Mostrar barcos Japoneses
ja: 日本艦艇を表示
pl: Pokaż okręty japońskie
ru: Показать корабли Японии
uk: Показати кораблі Японії
zh: 显示R系战舰
zh_sg: 显示日本战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_COMMONWEALTH
source: You do not have any Commonwealth ships
es_mx: No tienes barcos de la Commonwealth
ja: イギリス連邦艦艇を所有していません
pl: Nie masz okrętów Wspólnoty
ru: У вас нет кораблей Содружества
uk: У вас нема кораблів Співдружності
zh: У вас нет кораблей Содружества
zh_sg: 您没有联邦战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_EUROPE
source: You do not have any European ships
es_mx: No tienes barcos europeos
ja: ヨーロッパ艦艇を所有していません
pl: Nie masz okrętów europejskich
ru: У вас нет кораблей Европы
uk: У вас нема кораблів Європи
zh: У вас нет кораблей Европы
zh_sg: 您没有欧洲战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_FRANCE
source: You do not have any French ships
es_mx: No tienes barcos franceses
ja: フランス艦艇を所有していません
pl: Nie masz okrętów francuskich
ru: У вас нет кораблей Франции
uk: У вас нема кораблів Франції
zh: У вас нет кораблей Франции
zh_sg: 您没有法国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_GERMANY
source: You do not have any German ships
es_mx: No tienes barcos alemanes
ja: ドイツ艦艇を所有していません
pl: Nie masz okrętów niemieckich
ru: У вас нет кораблей Германии
uk: У вас нема кораблів Німеччини
zh: У вас нет кораблей Германии
zh_sg: 您没有德国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_ITALY
source: You do not have any Italian ships
es_mx: No tienes barcos italianos
ja: イタリア艦艇を所有していません
pl: Nie masz okrętów włoskich
ru: У вас нет кораблей Италии
uk: У вас нема кораблів Італії
zh: У вас нет кораблей Италии
zh_sg: 您没有意大利战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_JAPAN
source: You do not have any Japanese ships
es_mx: No tienes barcos japoneses
ja: 日本艦艇を所有していません
pl: Nie masz okrętów japońskich
ru: У вас нет кораблей Японии
uk: У вас нема кораблів Японії
zh: У вас нет кораблей Японии
zh_sg: 您没有日本战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_PAN_AMERICA
source: You do not have any Pan-American ships
es_mx: No tienes barcos panamericanos
ja: パンアメリカ艦艇を所有していません
pl: Nie masz okrętów panamerykańskich
ru: У вас нет кораблей Пан-Америки
uk: У вас нема кораблів Пан-Америки
zh: У вас нет кораблей Пан-Америки
zh_sg: 您没有泛美战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_PAN_ASIA
source: You do not have any Pan-Asian ships
es_mx: No tienes barcos panasiáticos
ja: パンアジア艦艇を所有していません
pl: Nie masz okrętów wschodnioazjatyckich
ru: У вас нет кораблей Пан-Азии
uk: У вас нема кораблів Пан-Азії
zh: У вас нет кораблей Пан-Азии
zh_sg: 您没有泛亚战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_POLAND
source: You do not have any Polish ships
es_mx: No tienes barcos polacos
ja: ポーランド艦艇を所有していません
pl: Nie masz okrętów polskich
ru: У вас нет кораблей Польши
uk: У вас нема кораблів Польщі
zh: У вас нет кораблей Польши
zh_sg: 您没有波兰战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_RUSSIA
source: You do not have any Soviet ships
es_mx: No tienes barcos soviéticos
ja: ソ連艦艇を所有していません
pl: Nie masz okrętów radzieckich
ru: У вас нет кораблей CCCP
uk: У вас нема кораблів СРСР
zh: У вас нет кораблей CCCP
zh_sg: 您没有苏联战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_UNITED_KINGDOM
source: You do not have any British ships
es_mx: No tienes barcos británicos
ja: イギリス艦艇を所有していません
pl: Nie masz okrętów brytyjskich
ru: У вас нет кораблей Великобритании
uk: У вас нема кораблів Великобританії
zh: У вас нет кораблей Великобритании
zh_sg: 您没有英国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_NOT_AVAILABLE_USA
source: You do not have any U.S. ships
es_mx: No tienes barcos estadounidenses
ja: アメリカ艦艇を所有していません
pl: Nie masz okrętów amerykańskich
ru: У вас нет кораблей США
uk: У вас нема кораблів США
zh: У вас нет кораблей США
zh_sg: 您没有美国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_PAN_AMERICA
source: Show Pan-American ships
es_mx: Mostrar barcos panamericanos
ja: パンアメリカ艦艇を表示
pl: Pokaż okręty Panameryki
ru: Показать корабли Пан-Америки
uk: Показати кораблі Пан-Америки
zh: 显示FM战舰
zh_sg: 显示泛美战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_PAN_ASIA
source: Show Pan-Asian ships
es_mx: Mostrar barcos Pan-Asiáticos
ja: パンアジア艦艇を表示
pl: Pokaż okręty wschodnioazjatyckie
ru: Показать корабли Пан-Азии
uk: Показати кораблі Пан-Азії
zh: 显示C系战舰
zh_sg: 显示泛亚战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_POLAND
source: Show Polish ships
es_mx: Mostrar barcos Polacos
ja: ポーランド艦艇を表示
pl: Pokaż okręty polskie
ru: Показать корабли Польши
uk: Показати кораблі Польщі
zh: 显示B系战舰
zh_sg: 显示波兰战舰
