Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC149_HSF_HOMARE_KINESAKI_DESCRIPTION
source: <h3>Position:</h3> Mess Management Specialist/Weapon Officer/Cooking Committee <h3>Hobbies:</h3> Making Japanese-style sweets, tending to her garden <h3>Favorite food:</h3> Miso soup <h3>Least favorite food:</h3> Foie gras <h3>Favorite subject:</h3> Home ec (cooking, nutrition) <h3>Least favorite subject:</h3> All social studies topics <h3>Favorite saying:</h3> "Consult the past to learn about the future" <h3>Personality:</h3> Tends to hold a grudge
es_mx: <h3>Posición:</h3> Especialista en Contención/Oficial de Armas/Comité de Cocina <h3>Pasatiempos:</h3> Hacer dulces estilo japoneses, atender su jardín <h3>Comida favorita:</h3> Sopa Miso <h3>Comida menos preferida:</h3> Foie gras <h3>Materia favorita:</h3> Tareas domésticas (cocinar, nutrición) <h3>Materia menos preferida:</h3> Todas las materias de estudios sociales <h3>Frase favorita:</h3> "Consulta el pasado para aprender sobre el futuro" <h3>Personalidad:</h3> Tiende a ser rencorosa
ja: <h3>役職:</h3> 給養員・水雷運用員／炊事委員 <h3>趣味・特技:</h3> 和菓子作り・家庭菜園 <h3>好きな食べ物:</h3> 味噌汁 <h3>苦手な食べ物:</h3> フォアグラ <h3>得意科目:</h3> 家庭科 (調理・栄養) <h3>苦手な科目:</h3> 社会全般 <h3>好きな言葉:</h3> 温故知新 <h3>性格・特徴:</h3> 恨みっぽい。
pl: <h3>Pozycja:</h3> Kwatermistrz / zbrojmistrz / członkini komitetu kucharskiego <h3>Hobby:</h3> Tradycyjne japońskie wypieki, prace w ogródku <h3>Ulubiona potrawa:</h3> zupa Miso <h3>Znienawidzona potrawa:</h3> Pasztet strasburski <h3>Ulubiony przedmiot:</h3> Zajęcia z gospodarstwa domowego (gotowanie, dietetyka) <h3>Znienawidzony przedmiot:</h3> Wszystkie przedmioty związane z wiedzą o społeczeństwie <h3>Ulubione powiedzenie:</h3> „Zastanów się nad przeszłością, a poznasz przyszłość.” <h3>Osobowość:</h3> Chowa urazy
ru: <h3>Должность:</h3> Повар судовой/Комендор/Комитет по вопросам питания <h3>Хобби:</h3> Приготовление сладостей японской кухни, садоводство <h3>Любимая еда:</h3> Мисо-суп <h3>В еде не любит:</h3> Фуагра <h3>Любимый предмет:</h3> Домоводство (кулинария; диетология) <h3>Из учебных предметов не любит:</h3> Общественные науки <h3>Любимое выражение:</h3> «Сверяйся с прошлым, чтобы узнать будущее» <h3>Особые черты:</h3> Склонна таить обиду
uk: <h3>Посада:</h3> Кок/Артилерист/Комітет з питань харчування <h3>Хобі/Щоденні справи:</h3> Приготування ласощів японської кухні, садівництво <h3>Улюблена їжа:</h3> Місо суп <h3>Не любить їсти:</h3> Фуа-гру <h3>Улюблений предмет:</h3> Домоведення (кулінарія, дієтологія) <h3>З навчальних предметів не любить:</h3> Суспільні науки <h3>Улюблений вислів:</h3> «Звіряйся з минулим, щоб дізнатися майбутнє» <h3>Особливі риси:</h3> Схильна гонор ховати до кишені
zh: <h3>位阶：</h3>伙房管理技术士/武器官/烹饪委员 <h3>兴趣/特殊技能：</h3>制作日式甜点、照料家庭菜园 <h3>喜欢的食物：</h3>味噌汤 <h3>不喜欢的食物：</h3>鹅肝 <h3>喜欢的科目：</h3>家政 (烹饪学、营养学) <h3>不喜欢的科目：</h3>所有文科科目 <h3>喜欢的话：</h3>「温故知新」 <h3>性格：</h3>容易记仇
zh_sg: <h3>职务：</h3>给养员/水雷运用员/炊事委员 <h3>兴趣/特长:</h3>制作日式甜点，园艺 <h3>喜欢的食物:</h3>味噌汤 <h3>不喜欢的食物:</h3>鹅肝 <h3>擅长科目:</h3>家政(料理、营养) <h3>不擅长科目:</h3>全部社会科 <h3>口头禅:</h3>“温故知新” <h3>性格:</h3>容易记仇

# IDS_PCZC150_HSF_AKANE_KINESAKI_DESCRIPTION
source: <h3>Position:</h3> Mess Management Specialist/Weapon Officer/Cooking Committee <h3>Hobbies:</h3> Making Western-style sweets, video games <h3>Favorite food:</h3> Cream stew <h3>Least favorite food:</h3> Anything pickled in salted rice-bran <h3>Favorite subject:</h3> Home ec (cooking, nutrition) <h3>Least favorite subject:</h3> All social studies topics <h3>Favorite saying:</h3> "Revolutionary soldier" <h3>Personality:</h3> Forgetful
es_mx: <h3>Posición:</h3> Especialista en Contención/Oficial de Armas/Comité de Cocina <h3>Pasatiempos:</h3> Hacer dulces estilo occidental, video juegos <h3>Comida favorita:</h3> Guiso de Crema <h3>Comida menos preferida:</h3> Todo lo marinado con salvado de arroz salado <h3>Materia favorita:</h3> Tareas domésticas (cocinar, nutrición) <h3>Materia menos preferida:</h3> Todas las materias de estudios sociales <h3>Frase favorita:</h3> "Soldado revolucionario" <h3>Personalidad:</h3> Olvidadiza
ja: <h3>役職:</h3> 給養員・水雷運用員／炊事委員 <h3>趣味・特技:</h3> 洋菓子作り・ゲーム <h3>好きな食べ物:</h3> クリームシチュー <h3>苦手な食べ物:</h3> ぬか漬け全般 <h3>得意科目:</h3> 家庭科 (調理・栄養) <h3>苦手な科目:</h3> 社会全般 <h3>好きな言葉:</h3> 革命戦士 <h3>性格・特徴:</h3> 忘れっぽい。
pl: <h3>Pozycja:</h3> Kwatermistrz / zbrojmistrz / członkini komitetu kucharskiego <h3>Hobby:</h3> Wypieki w zachodnim stylu, gry komputerowe <h3>Ulubiona potrawa:</h3> Krem gulasz (kurīmu shichū) <h3>Znienawidzona potrawa:</h3> Wszystko, co jest kiszone w occie ryżowym <h3>Ulubiony przedmiot:</h3> Zajęcia z gospodarstwa domowego <h3>Znienawidzony przedmiot:</h3> Wszystkie przedmioty związane z wiedzą o społeczeństwie <h3>Ulubione powiedzenie:</h3> „Rewolucyjny żołnierz.” <h3>Osobowość:</h3> Zapominalska
ru: <h3>Должность:</h3> Повар судовой/Комендор/Комитет по вопросам питания <h3>Хобби:</h3> Приготовление сладостей западной кухни, видеоигры <h3>Любимая еда:</h3> Крем-суп <h3>В еде не любит:</h3> Солёные рисовые отруби <h3>Любимый предмет:</h3> Домоводство (кулинария; диетология) <h3>Из учебных предметов не любит:</h3> Общественные науки <h3>Любимое выражение:</h3> «Солдат революции» <h3>Особые черты:</h3> Рассеянна
uk: <h3>Посада:</h3> Кок/Артилерист/Комітет з питань харчування <h3>Хобі/Щоденні справи:</h3> Приготування ласощів західної кухні, відеоігри <h3>Улюблена їжа:</h3> Крем суп <h3>Не любить їсти:</h3> Солоні рисові висівки <h3>Улюблений предмет:</h3> Домоведення (кулінарія, дієтологія) <h3>З навчальних предметів не любить:</h3> Суспільні науки <h3>Улюблений вислів:</h3> «Солдат революції» <h3>Особливі риси:</h3> Неуважна
zh: <h3>位阶：</h3>伙房管理技术士/武器官/烹饪委员 <h3>兴趣/特殊技能：</h3>制作西式甜点、电玩游戏 <h3>喜欢的食物：</h3>奶油炖菜 <h3>不喜欢的食物：</h3>任何糠渍的酱菜 <h3>喜欢的科目：</h3>家政 (烹饪学、营养学) <h3>不喜欢的科目：</h3>所有文科科目 <h3>喜欢的话：</h3>「革命战士」 <h3>性格：</h3>健忘
zh_sg: <h3>职务：</h3>给养员/水雷运用员/炊事委员 <h3>兴趣/特长:</h3>制作日式甜点，打游戏 <h3>喜欢的食物:</h3>奶油炖菜 <h3>不喜欢的食物:</h3>米糠酱菜 <h3>擅长科目:</h3>家政(料理、营养) <h3>不擅长科目:</h3>全部社会科 <h3>口头禅:</h3>“革命战士” <h3>性格:</h3>健忘

# IDS_PCZC151_HSF_MIKAN_IRAKO_DESCRIPTION
source: <h3>Position:</h3> Mess Management Specialist/Weapon Officer/Cooking Committee <h3>Hobbies:</h3> Taking pictures, watching TV (loves drama series) <h3>Favorite food:</h3> Italian food, traditional Japanese food <h3>Least favorite food:</h3> Cup ramen <h3>Favorite subject:</h3> Home ec <h3>Least favorite subject:</h3> Japanese <h3>Favorite saying:</h3> "If you don't forget your yearning, it will become reality" <h3>Personality:</h3> Obsessive
es_mx: <h3>Posición:</h3> Especialista en Contención/Oficial de Armas/Comité de Cocina <h3>Pasatiempos:</h3> Tomar fotos, ver tele (ama las series de drama) <h3>Comida favorita:</h3> Comida italiana, comida tradicional japonesa <h3>Comida menos preferida:</h3> Tazón de ramen <h3>Materia favorita:</h3> Tareas domésticas <h3>Materia menos preferida:</h3> Japonés <h3>Frase favorita:</h3> "Si no olvidas tu anhelo, se volverá realidad" <h3>Personalidad:</h3> Obsesiva
ja: <h3>役職:</h3> 給養員・砲水雷運用員／炊事委員 <h3>趣味・特技:</h3> テレビ鑑賞 (ドラマ大好き)・カメラ <h3>好きな食べ物:</h3> イタリアン・懐石料理 <h3>苦手な食べ物:</h3> カップラーメン <h3>得意科目:</h3> 家庭科 (調理・栄養) <h3>苦手な科目:</h3> 国語 <h3>好きな言葉:</h3> 憧れは忘れなければ現実になる <h3>性格・特徴:</h3> こだわりの人
pl: <h3>Pozycja:</h3> Kwatermistrz / zbrojmistrz / członkini komitetu kucharskiego <h3>Hobby:</h3> Fotografia, oglądanie telewizji (kocha seriale) <h3>Ulubiona potrawa:</h3> Kuchnia włoska, tradycyjne dania japońskie <h3>Znienawidzona potrawa:</h3> Nudle błyskawiczne <h3>Ulubiony przedmiot:</h3> Zajęcia z gospodarstwa domowego <h3>Znienawidzony przedmiot:</h3> Język japoński <h3>Ulubione powiedzenie:</h3> „Jeśli nie porzucisz swojej tęsknoty, będziesz nią żyć nieustannie.” <h3>Osobowość:</h3> Obsesyjna
ru: <h3>Должность:</h3> Повар судовой/Комендор/Комитет по вопросам питания <h3>Хобби/Ежедневные дела:</h3> Фотография, просмотр драматических ТВ-сериалов <h3>Любимая еда:</h3> Блюда итальянской кухни, традиционные японские блюда <h3>В еде не любит:</h3> Лапша быстрого приготовления <h3>Любимый предмет:</h3> Домоводство <h3>Из учебных предметов не любит:</h3> Японский язык <h3>Любимое выражение:</h3> «Если не забывать о своих желаниях, они станут реальностью» <h3>Особые черты:</h3> Одержима деталями
uk: <h3>Посада:</h3> Кок/Артилерист/Комітет з питань харчування <h3>Хобі/Щоденні справи:</h3> Фотографія, перегляд драматичних ТВ-серіалів <h3>Улюблена їжа:</h3> Страви італійської кухні, традиційні японські страви <h3>Не любить їсти:</h3> Локшина швидкого приготування <h3>Улюблений предмет:</h3> Домоведення <h3>З навчальних предметів не любить:</h3> Японську мову <h3>Улюблений вислів:</h3> «Частіше згадуй про свої бажання і вони здійсняться» <h3>Особливі риси:</h3> Вибаглива до дрібниць
zh: <h3>位阶：</h3>伙房管理技术士/武器官/烹饪委员 <h3>兴趣/特殊技能：</h3>拍照、看电视 <h3>喜欢的食物：</h3>义式料理、怀石料理 <h3>不喜欢的食物：</h3>泡面 <h3>喜欢的科目：</h3>家政 <h3>不喜欢的科目：</h3>国语 <h3>喜欢的话：</h3>「只要不忘初衷就能成真」 <h3>性格：</h3>强迫症
zh_sg: <h3>职务：</h3>给养员/炮水雷运用员/炊事委员 <h3>兴趣/特长:</h3>拍照、电视鉴赏(热爱电视剧) <h3>喜欢的食物:</h3>意式料理、日本传统料理 <h3>不喜欢的食物:</h3>泡面 <h3>擅长科目:</h3>家政(料理、营养) <h3>不擅长科目:</h3>日语 <h3>口头禅:</h3>“不忘憧憬便能使其成为现实” <h3>性格:</h3>强迫症

# IDS_PCZC152_HSF_TOUMATSU_MIMI_DESCRIPTION
source: <h3>Position:</h3> Chief Paymaster/Treasurer <h3>Hobbies/Special skills:</h3> Day-trading, abacus calculation Level 1 <h3>Favorite food:</h3> Sandwiches <h3>Least favorite food:</h3> Crab meat <h3>Favorite subject:</h3> Math <h3>Least favorite subject:</h3> Art <h3>Favorite saying:</h3> "Cut your losses" <h3>Personality:</h3> Displays great attention to detail
es_mx: <h3>Posición:</h3> Oficial de Suministros/Tesorero <h3>Pasatiempos/Habilidades especiales:</h3> Trueques diarios, cálculo con ábaco Nivel 1 <h3>Comida favorita:</h3> Sándwiches <h3>Comida menos preferida:</h3> Carne de cangrejo <h3>Materia favorita:</h3> Matemáticas <h3>Materia menos preferida:</h3> Arte <h3>Frase favorita:</h3> "Reduce tus pérdidas" <h3>Personalidad:</h3> Muestra una gran atención al detalle
ja: <h3>役職:</h3> 主計長／会計 <h3>趣味・特技:</h3> デイトレード・珠算 1 級 <h3>好きな食べ物:</h3> サンドイッチ <h3>苦手な食べ物:</h3> カニ <h3>得意科目:</h3> 数学 <h3>苦手な科目:</h3> 美術 <h3>好きな言葉:</h3> 見切り千両 <h3>性格・特徴:</h3> すごく物事に細かい。
pl: <h3>Pozycja:</h3> Skarbnik <h3>Hobby:</h3> Krótkoterminowe inwestycje finansowe, liczenie na liczydle <h3>Ulubiona potrawa:</h3> Kanapki <h3>Znienawidzona potrawa:</h3> Mięso kraba <h3>Ulubiony przedmiot:</h3> Matematyka <h3>Znienawidzony przedmiot:</h3> Sztuka <h3>Ulubione powiedzenie:</h3> „Zmniejszaj swoje straty”. <h3>Osobowość:</h3> Przykłada ogromną wagę do szczegółów
ru: <h3>Должность:</h3> Начальник финансовой службы/Казначей <h3>Хобби/Особые навыки:</h3> Внутридневная торговля, вычисления на счётах <h3>Любимая еда:</h3> Бутерброды <h3>В еде не любит:</h3> Крабовое мясо <h3>Любимый предмет:</h3> Математика <h3>Из учебных предметов не любит:</h3> Гуманитарные науки <h3>Любимое выражение:</h3> «Бросай безнадёжное дело» <h3>Особые черты:</h3> Внимательна к деталям
uk: <h3>Посада:</h3> Начальник фінансової служби/Скарбник <h3>Хобі/Особливі уміння:</h3> Внутрішньоденна торгівля, обчислення на рахівниці <h3>Улюблена їжа:</h3> Бутерброди <h3>Не любить їсти:</h3> Крабове м’ясо <h3>Улюблений предмет:</h3> Математика <h3>З навчальних предметів не любить:</h3> Гуманітарні науки <h3>Улюблений вислів:</h3> «Кидай марну справу» <h3>Особливі риси:</h3> Уважна до дрібниць
zh: <h3>位阶：</h3>首席出纳员/会计 <h3>兴趣/特殊技能：</h3>当日冲销、珠算1级 <h3>喜欢的食物：</h3>三明治 <h3>不喜欢的食物：</h3>螃蟹肉 <h3>喜欢的科目：</h3>数学 <h3>不喜欢的科目：</h3>美术 <h3>喜欢的话：</h3>「减少损失」 <h3>性格：</h3>非常精打细算
zh_sg: <h3>职务：</h3>会计长/会计 <h3>兴趣/特长:</h3>日内交易、珠算1级 <h3>喜欢的食物:</h3>三明治 <h3>不喜欢的食物:</h3>螃蟹 <h3>擅长科目:</h3>数学 <h3>不擅长科目:</h3>美术 <h3>口头禅:</h3>“果断止损” <h3>性格:</h3>精打细算

# IDS_PCZC153_HSF_MINAMI_KABURAGI_DESCRIPTION
source: <h3>Position:</h3> Medical Officer/Health Committee <h3>Hobbies/Special skills:</h3> Practicing medicine, also sewing <h3>Favorite food:</h3> Meat-and-potato hot pot <h3>Least favorite food:</h3> All spicy foods, e.g. mabo tofu <h3>Favorite subject:</h3> All of the sciences <h3>Least favorite subject:</h3> All kinds of social studies <h3>Favorite saying:</h3> "Failure is the mother of success" <h3>Personality:</h3> Often uses Chinese words
es_mx: <h3>Posición:</h3> Oficial Médico/Comité de Salud <h3>Pasatiempos/Habilidades especiales:</h3> Practicar medicina, también coser <h3>Comida favorita:</h3> Hot pot de carne y papa <h3>Comida menos preferida:</h3> Todos los alimentos picantes, por ejemplo, mapo tofu <h3>Materia favorita:</h3> Todas las ciencias <h3>Materia menos preferida:</h3> Todas las clases de estudios sociales <h3>Frase favorita:</h3> "El fracaso es la madre del éxito" <h3>Personalidad:</h3> Utiliza palabras chinas a menudo
ja: <h3>役職:</h3> 衛生長／保健委員 <h3>趣味・特技:</h3> 医療行為・裁縫もちょっと得意 <h3>好きな食べ物:</h3> 肉じゃが <h3>苦手な食べ物:</h3> 麻婆豆腐など辛いもの全般 <h3>得意科目:</h3> 理科全般 <h3>苦手な科目:</h3> 社会全般 <h3>好きな言葉:</h3> 失敗は成功の母 <h3>性格・特徴:</h3> よく漢語を使う。
pl: <h3>Pozycja:</h3> Oficer medyczny / członkini komitetu zdrowotnego <h3>Hobby/Uzdolnienia:</h3> Leczenie pacjentów, robótki krawieckie <h3>Ulubiona potrawa:</h3> Ognisty kociołek z mięsem i ziemniakami <h3>Znienawidzona potrawa:</h3> Wszystkie pikantne potrawy, np. mabo tofu <h3>Ulubiony przedmiot:</h3> Wszystkie nauki ścisłe <h3>Znienawidzony przedmiot:</h3> Wszystkie nauki społeczne <h3>Ulubione powiedzenie:</h3> „Porażka jest matką sukcesu” <h3>Osobowość:</h3> Często używa chińskich słów
ru: <h3>Должность:</h3> Судовой врач/Комитет здравоохранения <h3>Хобби/Особые навыки:</h3> Практическая медицина; шитьё <h3>Любимая еда:</h3> Тушёное мясо с картофелем <h3>В еде не любит:</h3> Острую пищу, например, мабо-тофу <h3>Любимый предмет:</h3> Естественные науки <h3>Из учебных предметов не любит:</h3> Общественные науки <h3>Любимое выражение:</h3> «Поражение — мать успеха» <h3>Особые черты:</h3> Любит использовать китайские слова
uk: <h3>Посада:</h3> Судновий лікар/Комітет охорони здоров’я <h3>Хобі/Особливі уміння:</h3> Практична медицина, шиття <h3>Улюблена їжа:</h3> Тушковане м’ясо з картоплею <h3>Не любить їсти:</h3> Гостру їжу, наприклад, мабо-тофу <h3>Улюблений предмет:</h3> Природничі науки <h3>З навчальних предметів не любить:</h3> Суспільні науки <h3>Улюблений вислів:</h3> «Поразка — матір успіху» <h3>Особливі риси:</h3> Полюбляє використовувати китайські слова
zh: <h3>位阶：</h3>医官/保健委员 <h3>兴趣/特殊技能：</h3>进行治疗、以及裁缝 <h3>喜欢的食物：</h3>马铃薯炖肉 <h3>不喜欢的食物：</h3>所有会辣的食物，例如：麻婆豆腐 <h3>喜欢的科目：</h3>所有理科 <h3>不喜欢的科目：</h3>所有文科 <h3>喜欢的话：</h3>「失败为成功之母」 <h3>性格：</h3>常常使用中文字
zh_sg: <h3>职务：</h3>卫生长/保健委员 <h3>兴趣/特长:</h3>医疗练习、也比较擅长裁缝 <h3>喜欢的食物:</h3>土豆炖肉 <h3>不喜欢的食物:</h3>麻婆豆腐之类辣的东西 <h3>擅长科目:</h3>全部理科 <h3>不擅长科目:</h3>全部社会科 <h3>口头禅:</h3>“失败是成功之母” <h3>性格:</h3>喜欢使用汉语

# IDS_PCZC154_HSF_WILHELMINA_DESCRIPTION
source: <h3>Position:</h3> Admiral Graf Spee Executive Officer <h3>Hobbies:</h3> Chess, tennis <h3>Favorite food:</h3> Sauerkraut weißwurst (white sausage) <h3>Least favorite food:</h3> All Japanese food <h3>Favorite subject:</h3> German history <h3>Least favorite subject:</h3> None <h3>Favorite saying:</h3> "Hochmut kommt vor dem Fall" (pride goeth before a fall) <h3>Personality:</h3> Unaffected and sincere, with fortitude and vigor
es_mx: <h3>Posición:</h3> Oficial Ejecutivo del Admiral Graf Spee <h3>Pasatiempos:</h3> Ajedrez, tenis <h3>Comida favorita:</h3> Sauerkraut weißwurst (salchicha blanca) <h3>Comida menos preferida:</h3> Toda la comida japonesa <h3>Materia favorita:</h3> Historia alemana <h3>Materia menos preferida:</h3> Ninguna <h3>Frase favorita:</h3> "Hochmut kommt vor dem Fall" (El orgullo precede a la caída) <h3>Personalidad:</h3> Sincera, con fortaleza y vigor
ja: <h3>役職:</h3> 「アドミラルシュペー」副長 <h3>趣味・特技:</h3> チェス、テニス <h3>好きな食べ物:</h3> ザワークラフトヴァイスヴルスト (白ソーセージ) <h3>苦手な食べ物:</h3> 日本食全般 <h3>得意科目:</h3> ドイツ史 <h3>苦手な科目:</h3> 無し <h3>好きな言葉:</h3> Hochmut kommt vor dem Fall (傲慢は転落の前に来る) <h3>性格・特徴:</h3> 質実剛健
pl: <h3>Pozycja:</h3> Oficer wykonawczy na okręcie Admiral Graf Spee <h3>Hobby:</h3> Szachy, tenis <h3>Ulubiona potrawa:</h3> Kiszona kapusta z białą kiełbasą <h3>Znienawidzona potrawa:</h3> Wszystkie japońskie potrawy <h3>Ulubiony przedmiot:</h3> Historia Niemiec <h3>Znienawidzony przedmiot:</h3> Brak <h3>Ulubione powiedzenie:</h3> „Hochmut kommt vor dem Fall”. (pycha kroczy przed upadkiem) <h3>Osobowość:</h3> Niewzruszona i szczera, pełna sił i wigoru
ru: <h3>Должность:</h3> Старпом корабля Admiral Graf Spee <h3>Хобби:</h3> Шахматы, теннис <h3>Любимая еда:</h3> Белая колбаса (вайсвурст) <h3>В еде не любит:</h3> Японскую кухню <h3>Любимый предмет:</h3> История Германии <h3>Из учебных предметов не любит:</h3> — <h3>Любимое выражение:</h3> «Гордыня до добра не доведёт» <h3>Особые черты:</h3> Непринуждённая, искренняя. Полна упорства и энергии.
uk: <h3>Посада:</h3> Старпом корабля Admiral Graf Spee <h3>Хобі:</h3> Шахи, теніс <h3>Улюблена їжа:</h3> Біла ковбаса (вайсвурст) <h3>Не любить їсти:</h3> Страви японської кухні <h3>Улюблений предмет:</h3> Історія Німеччини <h3>З навчальних предметів не любить:</h3> — <h3>Улюблений вислів:</h3> «Пиха до добра не доведе» <h3>Особливі риси:</h3> Невимушена, щира. Завзята та енергійна.
zh: <h3>位阶：</h3>Admiral Graf Spee 的执行官 <h3>兴趣/特殊技能：</h3>西洋棋、网球 <h3>喜欢的食物：</h3>德国酸菜配巴伐利亚白香肠 (一种酸白菜) <h3>不喜欢的食物：</h3>所有日本食物 <h3>喜欢的科目：</h3>德国史 <h3>不喜欢的科目：</h3>无 <h3>喜欢的话：</h3>「Hochmut kommt vor dem Fall」(骄兵必败) <h3>性格：</h3>不做作且真诚，刚毅强健
zh_sg: <h3>职务：</h3>海军上将施佩伯爵副长 <h3>兴趣/特长:</h3>国际象棋、网球 <h3>喜欢的食物:</h3>酸菜白香肠 <h3>不喜欢的食物:</h3>全部日本料理 <h3>擅长科目:</h3>德国史 <h3>不擅长科目:</h3>无 <h3>口头禅:</h3>“Hochmut kommt vor dem Fall(骄兵必败)” <h3>性格:</h3>真诚有主见，有毅力和活力

# IDS_PCZC155_HSF_MOEKA_CHINA_DESCRIPTION
source: <h3>Position:</h3> Captain of the Musashi <h3>Hobbies/Special skills:</h3> Canoeing <h3>Favorite food:</h3> Hayashi rice <h3>Least favorite food:</h3> None <h3>Favorite subject:</h3> All <h3>Least favorite subject:</h3> None <h3>Favorite saying:</h3> "There is no genius that beats hard work" <h3>Personality:</h3> Gifted, and a born leader. Always there to encourage Akeno.
es_mx: <h3>Posición:</h3> Capitán del Musashi <h3>Pasatiempos/Habilidades especiales:</h3> Canotaje <h3>Comida favorita:</h3> Arroz de Hayashi <h3>Comida menos preferida:</h3> Ninguna <h3>Materia favorita:</h3> Todas <h3>Materia menos preferida:</h3> Ninguna <h3>Frase favorita:</h3> "No hay genio que supere el trabajo duro" <h3>Personalidad:</h3> Dotada, líder nata. Siempre ahí para alentar a Akeno.
ja: <h3>役職:</h3> 大型直接教育艦「武蔵」艦長 <h3>趣味・特技:</h3> カヌー <h3>好きな食べ物:</h3> ハヤシライス <h3>苦手な食べ物:</h3> 無し <h3>得意科目:</h3> 全部 <h3>苦手な科目:</h3> 無し <h3>好きな言葉:</h3> 努力に勝る天才無し <h3>性格・特徴:</h3> 優秀でリーダーシップがある。いつも明乃を励ましてくれる。
pl: <h3>Pozycja:</h3> Kapitan okrętu Musashi <h3>Hobby/Uzdolnienia:</h3> Kajakarstwo <h3>Ulubiona potrawa:</h3> Ryż Hayashi <h3>Znienawidzona potrawa:</h3> Brak <h3>Ulubiony przedmiot:</h3> Wszystkie <h3>Znienawidzony przedmiot:</h3> Brak <h3>Ulubione powiedzenie:</h3> „Żaden wrodzony geniusz nie zastąpi ciężkiej pracy” <h3>Osobowość:</h3> Utalentowana, urodzona przywódczyni. Zawsze ośmiela Akeno.
ru: <h3>Должность:</h3> Командир корабля Musashi <h3>Хобби/Особые навыки:</h3> Гонки на каноэ <h3>Любимая еда:</h3> Рис хаяши <h3>В еде не любит:</h3> — <h3>Любимый предмет:</h3> Все <h3>Из учебных предметов не любит:</h3> — <h3>Любимое выражение:</h3> «Ни один гений не способен превзойти упорный труд» <h3>Особые черты:</h3> Талантлива. Прирождённый лидер. Всегда готова прийти на помощь Akeno.
uk: <h3>Посада:</h3> Командир корабля Musashi <h3>Хобі/Особливі уміння:</h3> Перегони на каное <h3>Улюблена їжа:</h3> Рис хаяші <h3>Не любить їсти:</h3> — <h3>Улюблений предмет:</h3> Всі <h3>З навчальних предметів не любить:</h3> — <h3>Улюблений вислів:</h3> «Жоден геній не здатен перевершити наполегливу працю» <h3>Особливі риси:</h3> Обдарована. Уроджена лідерка. Завжди готова допомогти Akeno.
zh: <h3>位阶：</h3>Musashi 的舰长 <h3>兴趣/特殊技能：</h3>独木舟 <h3>喜欢的食物：</h3>牛肉盖饭 <h3>不喜欢的食物：</h3>无 <h3>喜欢的科目：</h3>全部 <h3>不喜欢的科目：</h3>无 <h3>喜欢的话：</h3>「没有天才能击败努力的人」 <h3>性格：</h3>才华洋溢，且天生的领导者。总是给予 Akeno 鼓励
zh_sg: <h3>职务：</h3>武藏舰长 <h3>兴趣/特长:</h3>独木舟 <h3>喜欢的食物:</h3>牛肉盖饭 <h3>不喜欢的食物:</h3>无 <h3>擅长科目:</h3>全部 <h3>不擅长科目:</h3>无 <h3>口头禅:</h3>“没有能胜过努力的天才” <h3>性格:</h3>优秀且具备领袖气质。总是鼓励着Akeno。

# IDS_PCZC156_HSF_ISOROKU_DESCRIPTION
source: <h3>Position:</h3> Admiral
es_mx: <h3>Posición:</h3> Almirante
ja: <h3>役職:</h3> 大艦長
pl: <h3>Pozycja:</h3> Admirał
ru: <h3>Должность:</h3> Адмирал
uk: <h3>Посада:</h3> Адмірал
zh: <h3>位阶：</h3>大舰长
zh_sg: <h3>职务:</h3> 上将

# IDS_PCZC157_HSF_THEA_KREUTZER_DESCRIPTION
source: <h3>Position:</h3> Captain of the Admiral Graf Spee <h3>Hobbies:</h3> Chess, puzzles <h3>Favorite food:</h3> Currywurst, Schnitzel <h3>Favorite subject:</h3> Math <h3>Least favorite subject:</h3> Music
es_mx: <h3>Posición:</h3> Capitán del Admiral Graf Spee <h3>Pasatiempos:</h3> Ajedrez, Rompecabezas <h3>Comida favorita:</h3> Currywurst, Schnitzel <h3>Materia favorita:</h3> Matemáticas <h3>Materia menos preferida:</h3> Música
ja: <h3>役職:</h3> 「アドミラルシュペー」艦長 <h3>趣味・特技:</h3> チェス、パズル (特に数字パズルの早解き) <h3>好きな食べ物:</h3> カリーブルスト・シュニッツェル <h3>得意科目:</h3> 数学 <h3>苦手な科目:</h3> 音楽
pl: <h3>Pozycja:</h3> Kapitan okrętu Admiral Graf Spee <h3>Hobby:</h3> Szachy, puzzle <h3>Ulubiona potrawa:</h3> Currywurst, sznycel <h3>Ulubiony przedmiot:</h3> Matematyka <h3>Znienawidzony przedmiot:</h3> Muzyka
ru: <h3>Должность:</h3> Командир корабля Admiral Graf Spee <h3>Хобби:</h3> Шахматы, паззлы <h3>Любимая еда:</h3> Карривурст, шницель <h3>Любимый предмет:</h3> Математика <h3>Из учебных предметов не любит:</h3> Музыку
uk: <h3>Посада:</h3> Командир корабля Admiral Graf Spee <h3>Хобі:</h3> Шахи, мозаїка <h3>Улюблена їжа:</h3> Карівурст, шніцель <h3>Улюблений предмет:</h3> Математика <h3>З навчальних предметів не любить:</h3> Музику
zh: <h3>位阶：</h3>Admiral Graf Spee 的舰长 <h3>兴趣/特殊技能：</h3>西洋棋、拼图 <h3>喜欢的食物：</h3>德国咖哩香肠、维也纳炸牛排 <h3>喜欢的科目：</h3>数学 <h3>不喜欢的科目：</h3>音乐
zh_sg: <h3>职务：</h3>海军上将施佩伯爵舰长 <h3>兴趣/特长:</h3>国际象棋、解密 <h3>喜欢的食物:</h3>德国咖喱肠、烤肉排 <h3>擅长科目:</h3>数学 <h3>不擅长科目:</h3>音乐

# IDS_PCZC158_VIVALAFRANCE_COURBET
source: Battleship Courbet Near Cherbourg, June 1940
es_mx: El Acorazado Courbet Cerca de Cherbourg, Junio de 1940
ja: シェルブール近郊の戦艦クールベ (1940 年 6 月)
pl: Pancernik Courbet w pobliżu Cherbourga, czerwiec 1940 r.
ru: Линкор Courbet в районе Шербура, июнь 1940
uk: Лінкор Courbet в районі Шербура, червень 1940
zh: 瑟堡附近的战列舰孤拔，1940年6月
zh_sg: 战列舰孤拔#瑟堡附近，1940年6月
