Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT391_1
source: Cause %(count)d HP of damage to enemy battleships in a single battle.
es_mx: Causa %(count)d HP de daño a acorazados enemigos en una sola batalla.
ja: 1 戦で敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga w jednej bitwie.
ru: Нанесите %(count)d единицу урона линкорам противника в одном бою.
uk: Завдайте %(count)d од. шкоди лінкорам супротивника в одному бою.
zh: 在一场战斗中对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT392_1
source: Help your team cause %(count)d HP of damage upon your spotting and survive in a single battle.
es_mx: Ayuda a tu equipo a causar %(count)d HP de daño por tus detecciones en una sola batalla.
ja: 1 戦で自艦の観測によるダメージ %(count)d HP を達成して生還する。
pl: Pomóż swojej drużynie zadać %(count)d PW uszkodzeń w jednej bitwie poprzez podświetlanie przeciwników i przetrwaj.
ru: Обеспечьте нанесение %(count)d единицы урона по вашим разведданным в одном бою и останьтесь в живых.
uk: Допоможіть команді завдати %(count)d од. шкоди за вашими розвідданими в одному бою і виживіть.
zh: 在一场战斗中被敌方战舰发现后受到 %(count)d 血量伤害并存活下来。
zh_sg: 在一场战斗中通过侦察协助己方团队造成%(count)d生命值伤害并存活下来。

# IDS_PCQT393_1
source: Hit enemy ships with torpedoes %(count)d time and survive in a single battle.
es_mx: Alcanza barcos enemigos con torpedos %(count)d vez y sobrevive en una sola batalla.
ja: 1 戦で艦載魚雷によって敵艦艇に命中弾を %(count)d 回与え、生還する。
pl: Traf okręt wroga torpedami %(count)d raz i przetrwaj bitwę.
ru: В одном бою попадите торпедами по кораблям противника %(count)d раз и останьтесь в живых.
uk: В одному бою влучте торпедами у кораблі супротивника %(count)d раз і виживіть.
zh: 在一场战斗中用鱼雷击中敌方战舰 %(count)d 次并存活下来。
zh_sg: 在一场战斗中用鱼雷击中敌方战舰%(count)d次并存活下来。

# IDS_PCQT394_1
source: Earn %(count)d "Defended" ribbon.
es_mx: Obtén %(count)d cinta "Defendida"
ja: 「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Obroniono”.
ru: Получите %(count)d ленту «Защитил».
uk: Отримайте %(count)d стрічку «Захистив».
zh: 获得 %(count)d 个「防御」勋带。
zh_sg: 获得%(count)d个“防御”勋带。

# IDS_PCQT395_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d HP de daño a destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d единицу урона эсминцам.
uk: Завдайте %(count)d од. шкоди есмінцям.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d血量伤害。

# IDS_PCQT396_1
source: Earn %(count)d "Captured" or "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Capturada" o "Asistencia en Captura".
ja: 「占領」および「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zajęcie” lub „Pomoc w zajęciu”.
ru: Получите %(count)d ленту «Захватил» или «Помог захватить».
uk: Отримайте %(count)d стрічку «Захопив» або «Допоміг захопити».
zh: 获得 %(count)d 个「占领」、和「协助占领」勋带。
zh_sg: 获得%(count)d个“占领”、和“协助占领”勋带。

# IDS_PCQT397_1
source: Be the first to spot %(count)d torpedo.
es_mx: Sé el primero en detectar %(count)d torpedo.
ja: 最初に魚雷を %(count)d 本発見する。
pl: Jako pierwszy wykryj %(count)d torpedę.
ru: Первым обнаружьте %(count)d торпеду.
uk: Першим виявіть %(count)d торпеду.
zh: 成为第一个侦察到 %(count)d 枚鱼雷的人。
zh_sg: 第一个侦察到%(count)d枚鱼雷。

# IDS_PCQT398_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT399_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT400_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT401_1
source: Receive %(count)d HP of potential damage and survive in a single battle.
es_mx: Recibe %(count)d HP de daño potencial en una sola batalla y sobrevive.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、生還する。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń w jednej bitwie i przetrwaj.
ru: Получите %(count)d единицу потенциального урона в одном бою и останьтесь в живых.
uk: Отримайте %(count)d од. потенційної шкоди в одному бою і виживіть.
zh: 在一场战斗中受到 %(count)d 血量潜在伤害并存活下来。
zh_sg: 在一场战斗中受到%(count)d血量潜在伤害并存活下来。

# IDS_PCQT402_1
source: Shoot down %(count)d enemy aircraft in a single battle.
es_mx: Derriba %(count)d avión enemigo en una sola batalla.
ja: 1 戦で敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga w jednej bitwie.
ru: В одном бою сбейте %(count)d самолёт противника.
uk: В одному бою збийте %(count)d літак супротивника.
zh: 在一场战斗中击落 %(count)d 架敌方飞机。
zh_sg: 在一场战斗中击落%(count)d架敌方飞机。

# IDS_PCQT403_1
source: Earn %(count)d "Defended" ribbon in a single battle and survive the battle.
es_mx: Obtén %(count)d cinta "Defendida" en una sola batalla y sobrevive a ella.
ja: 1 戦で「防衛」リボンを %(count)d 個取得して生還する。
pl: Zdobądź %(count)d baretkę „Obrona” w jednej bitwie i przetrwaj ją.
ru: Получите %(count)d ленту «Защитил» в одном бою и останьтесь в живых.
uk: Отримайте %(count)d стрічку «Захистив» в одному бою і виживіть.
zh: 在一场战斗中获得 %(count)d 个「防御」勋带并存活下来。
zh_sg: 在一场战斗中获得%(count)d个“防御”勋带并存活下来。

# IDS_PCQT404_1
source: Earn %(count)d "Devastating Strike" achievement.
es_mx: Obtén %(count)d logro "Ataque Devastador".
ja: 勲章「破壊的一撃」を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie „Dewastujące uderzenie”.
ru: Получите %(count)d достижение «Сокрушительный удар».
uk: Отримайте %(count)d досягнення «Нищівний удар».
zh: 获得 %(count)d 个「毁灭打击」成就。
zh_sg: 获得%(count)d次“毁灭打击”成就。

# IDS_PCQT405_1
source: Cause %(count)d HP of damage to enemy battleships.
es_mx: Causa %(count)d HP de daño a acorazados enemigos.
ja: 敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga.
ru: Нанесите %(count)d единицу урона линкорам противника.
uk: Завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT406_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。

# IDS_PCQT407_1
source: Earn %(count)d "Fireproof" achievement.
es_mx: Obtén %(count)d logro "Ignífugo".
ja: 勲章「防火」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Ognioodporny” %(count)d raz.
ru: Получите %(count)d достижение «Несгораемый».
uk: Отримайте %(count)d досягнення «Неспалимий».
zh: 获得 %(count)d 个「耐火专精」成就。
zh_sg: 获得%(count)d次“耐火专精”成就。

# IDS_PCQT408_1
source: Cause %(count)d HP of damage to enemy ships with the secondary battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga działami baterii dodatkowej.
ru: Нанесите кораблям противника %(count)d урона огнём орудий вспомогательного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат допоміжного калібру.
zh: 用副炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用副炮对敌方战舰造成%(count)d生命值伤害。

# IDS_PCQT409_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT410_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT411_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT415_1
source: Hit the citadel of an enemy ship %(count)d time in a single battle.
es_mx: Alcanza la ciudadela de barcos enemigos %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz w jednej bitwie.
ru: Попадите в цитадель корабля противника %(count)d раз в одном бою.
uk: Влучте у цитадель корабля супротивника %(count)d раз в одному бою.
zh: 在一场战斗中击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 在一场战斗中击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT416_1
source: Shoot down %(count)d enemy aircraft in a single battle.
es_mx: Derriba %(count)d avión enemigo en una sola batalla.
ja: 1 戦で敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga w jednej bitwie.
ru: В одном бою сбейте %(count)d самолёт противника.
uk: В одному бою збийте %(count)d літак супротивника.
zh: 在一场战斗中击落 %(count)d 架敌方飞机。
zh_sg: 在一场战斗中击落%(count)d架敌方飞机。

# IDS_PCQT417_1
source: Earn %(count)d "Defended" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Defendida" en una sola batalla.
ja: 1 戦で「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Obrona” w jednej bitwie.
ru: Получите %(count)d ленту «Защитил» в одном бою.
uk: Отримайте %(count)d стрічку «Захистив» в одному бою.
zh: 在一场战斗中获得 %(count)d 个「防御」勋带。
zh_sg: 在一场战斗中获得%(count)d个“防御”勋带。

# IDS_PCQT419_1
source: Receive %(count)d HP of potential damage and survive in a single battle.
es_mx: Recibe %(count)d HP de daño potencial y sobrevive en una sola batalla.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、生還する。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń i przetrwaj bitwę.
ru: В одном бою получите %(count)d единицу потенциального урона и останьтесь в живых.
uk: В одному бою отримайте %(count)d од. потенційної шкоди і виживіть.
zh: 在一场战斗中受到 %(count)d 血量潜在伤害并存活下来。
zh_sg: 在一场战斗中受到%(count)d血量潜在伤害并存活下来。

# IDS_PCQT420_1
source: Destroy %(count)d enemy destroyer and survive in a single battle.
es_mx: Destruye %(count)d destructor enemigo y sobrevive en una sola batalla.
ja: 1 戦で敵駆逐艦を %(count)d 隻撃沈し、生還する。
pl: Zniszcz %(count)d wrogi niszczyciel i przetrwaj bitwę.
ru: Уничтожьте %(count)d эсминец противника в одном бою и останьтесь в живых.
uk: Знищте %(count)d есмінець супротивника в одному бою і виживіть.
zh: 在一场战斗中击毁 %(count)d 艘敌方驱逐舰并存活下来。
zh_sg: 在一场战斗中击毁%(count)d艘敌方驱逐舰并存活下来。

# IDS_PCQT421_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 获得 %(count)d 个任何成就。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT422_1
source: Earn %(count)d "Witherer" achievement.
es_mx: Obtén %(count)d logro "Desastre Natural".
ja: 勲章「災害誘発」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Zwiastun tragedii” %(count)d raz.
ru: Получите %(count)d достижение «Стихийное бедствие».
uk: Отримайте %(count)d досягнення «Стихійне лихо».
zh: 获得 %(count)d 个「持续伤害」成就。
zh_sg: 获得%(count)d次“持续伤害”成就。

# IDS_PCQT423_1
source: Cause %(count)d HP of damage to enemy cruisers.
es_mx: Causa %(count)d HP de daño a cruceros enemigos.
ja: 敵巡洋艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń krążownikom wroga.
ru: Нанесите %(count)d урон крейсерам противника.
uk: Завдайте %(count)d од. шкоди крейсерам супротивника.
zh: 对敌方巡洋舰造成 %(count)d 血量伤害。
zh_sg: 对敌方巡洋舰造成%(count)d血量伤害。

# IDS_PCQT424_1
source: Earn any %(count)d ribbon.
es_mx: Obtén %(count)d cinta cualquiera.
ja: 任意のリボンを %(count)d 個取得する。
pl: Zdobądź %(count)d dowolną baretkę.
ru: Получите %(count)d любую ленту.
uk: Отримайте %(count)d будь-яку стрічку.
zh: 获得任何勋带 %(count)d 个。
zh_sg: 获得任何勋带%(count)d个。

# IDS_PCQT425_1
source: Cause %(count)d HP of damage to battleships.
es_mx: Causa %(count)d HP de daño a acorazados.
ja: 戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga.
ru: Нанесите %(count)d единицу урона линкорам.
uk: Завдайте %(count)d од. шкоди лінкорам.
zh: 对战列舰造成 %(count)d 血量伤害。
zh_sg: 对战列舰造成%(count)d血量伤害。

# IDS_PCQT426_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT427_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT428_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT429_1
source: Be the first to spot %(count)d German battleship.
es_mx: Se el primero en avistar %(count)d acorazado alemán.
ja: 最初にドイツ戦艦を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niemiecki pancernik.
ru: Первым в бою обнаружьте %(count)d немецкий линкор.
uk: Першим у бою виявіть %(count)d німецький лінкор.
zh: 成为第一个侦察到 %(count)d 艘D系战列舰的人。
zh_sg: 第一个发现%(count)d艘德国战列舰。

# IDS_PCQT430_1
source: Hit enemy cruisers %(count)d time with any armament.
es_mx: Golpea %(count)d vez a cruceros con cualquier armamento.
ja: 任意の兵装によって敵巡洋艦に命中弾を %(count)d 回与える。
pl: Traf wrogi krążownik %(count)d raz dowolnym typem uzbrojenia.
ru: Попадите %(count)d раз по крейсерам противника из любых видов вооружения.
uk: Влучте %(count)d раз у крейсери супротивника з будь-якого виду озброєння.
zh: 用任何武器击中敌方巡洋舰 %(count)d 次。
zh_sg: 用任意武器击中敌方巡洋舰%(count)d次

# IDS_PCQT431_1
source: Hit enemy battleships %(count)d time with any armament.
es_mx: Golpea %(count)d vez a acorazados con cualquier armamento.
ja: 任意の兵装によって敵戦艦に命中弾を %(count)d 回与える。
pl: Traf wrogi pancernik %(count)d raz dowolnym typem uzbrojenia.
ru: Попадите %(count)d раз по линкорам противника из любых видов вооружения.
uk: Влучте %(count)d раз у лінкори супротивника з будь-якого виду озброєння.
zh: 用任何武器击中敌方战列舰 %(count)d 次。
zh_sg: 用任意武器击中敌方战列舰%(count)d次

# IDS_PCQT432_1
source: Cause %(count)d HP of damage to enemy battleships.
es_mx: Causa %(count)d HP de daño a acorazados enemigos.
ja: 敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga.
ru: Нанесите %(count)d единицу урона линкорам противника.
uk: Завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT433_1
source: Win and survive a battle in which you caused %(count)d HP of damage to enemy cruisers.
es_mx: Gana y sobrevive una batalla donde hayas causado %(count)d de HP en daño a cruceros enemigos.
ja: 1 戦で敵巡洋艦に %(count)d HP のダメージを与え、勝利かつ生還する。
pl: Wygraj i przetrwaj bitwę, w której zadałeś %(count)d PW uszkodzeń wrogim krążownikom.
ru: Одержите победу в бою, при этом нанесите %(count)d единицу урона крейсерам противника и останьтесь в живых.
uk: Здобудьте перемогу в бою, до того ж завдайте %(count)d од. шкоди крейсерам супротивника і виживіть.
zh: 赢得一场战斗，同时造成敌方巡洋舰 %(count)d 血量伤害并且存活下来。
zh_sg: 对敌方巡洋舰造成%(count)d点伤害，战斗胜利并且存活，

# IDS_PCQT434_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT435_1
source: Receive %(count)d HP of potential damage, gain a victory and survive in a single battle.
es_mx: Recibe un %(count)d de HP en daño potencial, gana una victoria y sobrevive una sola batalla.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、勝利かつ生還する。
pl: Otrzymaj %(count)d potencjalnych PW uszkodzeń, przetrwaj bitwę i odnieś w niej zwycięstwo.
ru: В одном бою получите %(count)d единицу потенциального урона, одержите победу и останьтесь в живых.
uk: В одному бою отримайте %(count)d од. потенційної шкоди, здобудьте перемогу і виживіть.
zh: 赢得一场战斗，同时受到 %(count)d 血量潜在伤害并且存活下来。
zh_sg: 单场战斗中，承受%(count)d点潜在伤害，战斗胜利并且存活。

# IDS_PCQT436_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT437_1
source: Cause %(count)d HP of damage to enemy German ships.
es_mx: Causa %(count)d de Hp en daño a barcos enemigos alemanes.
ja: 敵のドイツ艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom niemieckim.
ru: Нанесите %(count)d единицу урона немецким кораблям противника.
uk: Завдайте %(count)d од. шкоди німецьким кораблям супротивника.
zh: 对敌方D系战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方德国战舰造成%(count)d点伤害。

# IDS_PCQT438_1
source: Hit enemy battleships with the main battery guns %(count)d time.
es_mx: Golpea %(count)d vez a acorazados enemigos con tu artillería principal.
ja: 主砲によって敵戦艦に命中弾を %(count)d 回与える。
pl: Traf wrogi pancernik działami głównej baterii %(count)d raz.
ru: Попадите по линкорам противника из орудий главного калибра %(count)d раз.
uk: Влучте у лінкори супротивника з гармат головного калібру %(count)d раз.
zh: 用主炮击中敌方战列舰 %(count)d 次。
zh_sg: 用主炮命中敌方战列舰%(count)d次。

# IDS_PCQT439_1
source: Receive %(count)d HP of potential damage, gain a victory and survive in a single battle.
es_mx: Recibe un %(count)d de HP en daño potencial, gana una victoria y sobrevive una sola batalla.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、勝利かつ生還する。
pl: Otrzymaj %(count)d potencjalnych PW uszkodzeń, przetrwaj bitwę i odnieś w niej zwycięstwo.
ru: В одном бою получите %(count)d единицу потенциального урона, одержите победу и останьтесь в живых.
uk: В одному бою отримайте %(count)d од. потенційної шкоди, здобудьте перемогу і виживіть.
zh: 赢得一场战斗，同时受到 %(count)d 血量潜在伤害并且存活下来。
zh_sg: 单场战斗中，承受%(count)d点潜在伤害，战斗胜利并且存活。

# IDS_PCQT440_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT441_1
source: Be the first to spot %(count)d British ship.
es_mx: Se el primero en avistar %(count)d barco británico.
ja: 最初にイギリス艦艇を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d brytyjski okręt.
ru: Первым в бою обнаружьте %(count)d британский корабль.
uk: Першим у бою виявіть %(count)d британський корабель.
zh: 成为第一个侦察到 %(count)d 艘Y系战舰的人。
zh_sg: 第一个发现%(count)d艘英国战舰。

# IDS_PCQT442_1
source: Be the first to spot %(count)d German ship.
es_mx: Se el primero en detectar %(count)d barco alemán.
ja: 最初にドイツ艦艇を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niemiecki okręt.
ru: Первым в бою обнаружьте %(count)d немецкий корабль.
uk: Першим у бою виявіть %(count)d німецький корабель.
zh: 成为第一个侦察到 %(count)d 艘D国战舰的人。
zh_sg: 第一个侦察到%(count)d艘德国战舰。

# IDS_PCQT443_1
source: Be the first to spot %(count)d enemy battleship.
es_mx: Se el primero en avistar %(count)d acorazado enemigo.
ja: 最初に敵戦艦を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d wrogi pancernik.
ru: Первым в бою обнаружьте %(count)d линкор противника.
uk: Першим у бою виявіть %(count)d лінкор супротивника.
zh: 成为第一个侦察到 %(count)d 艘敌方战列舰的人。
zh_sg: 第一个发现%(count)d艘敌方战列舰。

# IDS_PCQT444_1
source: Cause %(count)d HP of damage to enemy battleships in a single battle.
es_mx: Causa %(count)d de Hp en daño a acorazados enemigos en una sola batalla.
ja: 1 戦で敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga w jednej bitwie.
ru: В одном бою нанесите %(count)d единицу урона линкорам противника.
uk: В одному бою завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 在一场战斗中，对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 单场战斗中，对敌方战列舰造成%(count)d点伤害。

# IDS_PCQT445_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Golpea la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите в цитадель корабля противника %(count)d раз.
uk: Влучте у цитадель корабля супротивника %(count)d раз.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT446_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT447_1
source: Cause %(count)d HP of damage to enemy battleships.
es_mx: Causa %(count)d HP de daño a acorazados enemigos.
ja: 敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga.
ru: Нанесите %(count)d единицу урона линкорам противника.
uk: Завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT448_1
source: Incapacitate or destroy %(count)d main battery mount on an enemy ship in a single battle.
es_mx: Incapacita o destruye %(count)d montaje de la batería principal en un barco enemigo en una sola batalla.
ja: 1 戦中に敵艦艇の主砲 %(count)d 基を機能停止または大破させる。
pl: Zniszcz lub poważnie uszkodź działo głównej baterii wrogiego okrętu %(count)d raz w pojedynczej bitwie.
ru: Выведите из строя или уничтожьте %(count)d установку главного калибра на корабле противника в одном бою.
uk: Виведіть з ладу чи знищте %(count)d установку головного калібру на кораблі супротивника в одному бою.
zh: 单场战斗瘫痪或击毁 %(count)d 座敌方战舰所安装的主炮组。
zh_sg: 在一场战斗中瘫痪或击毁一艘敌舰上的%(count)d座主炮组。

# IDS_PCQT449_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。
