Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PREMIUM_ACCOUNT_PLUS_XP_TOOLTIP
source: Additional %(coeffXP)s to XP after each battle
es_mx: %(coeffXP)s XP adicionales después de cada batalla
ja: 各戦での EXP ボーナス %(coeffXP)s
pl: Dodatkowe PD po każdej bitwie: %(coeffXP)s
ru: Дополнительно %(coeffXP)s к опыту после каждого боя
uk: Додатково %(coeffXP)s до досвіду після кожного бою
zh: 每场战斗后额外 %(coeffXP)s 经验
zh_sg: 每场战斗后额外获得%(coeffXP)s经验值

# IDS_PREMIUM_ACCOUNT_PURCHASE_HEADER
source: PREMIUM ACCOUNT PURCHASE
es_mx: COMPRAR CUENTA PREMIUM
ja: プレミアムアカウントの購入
pl: KUPNO KONTA PREMIUM
ru: ПОКУПКА ПРЕМИУМ АККАУНТА
uk: КУПІВЛЯ ПРЕМІУМ АКАУНТА
zh: 购买高级账号
zh_sg: 购买高级账号

# IDS_PREMIUM_ACCOUNT_STATUS_ACTIVE
source: Expires in: %(days)s
es_mx: Expira en: %(days)s
ja: 残期間: %(days)s
pl: Wygasa za: %(days)s
ru: Действует ещё: %(days)s
uk: Діє ще: %(days)s
zh: 有效期： %(days)s
zh_sg: 剩余过期时间：%(days)s

# IDS_PREMIUM_ACCOUNT_STATUS_NOT_ACTIVE
source: Not purchased
es_mx: Sin comprar
ja: 未購入
pl: Niezakupiony
ru: Не куплен
uk: Не куплено
zh: 尚未购买
zh_sg: 尚未购买

# IDS_PREMIUM_ACCOUNT_SUBHEADER
source: Purchase Warships Premium Account and get +65% XP and +50% credits for each battle
es_mx: Adquiere una Cuenta Premium Warships y recibe un 65% más de XP y 50% más de créditos en cada batalla
ja: Warships プレミアムアカウントを購入し、各戦で EXP +65% とクレジット +50% を得ましょう
pl: Kup konto premium Warships, by otrzymywać +65% PD i +50% kredytów w każdej bitwie
ru: Приобретайте Корабельный премиум аккаунт и получайте +65% опыта и +50% кредитов за каждый бой
uk: Купуйте Корабельний преміум акаунт і отримуйте +65 % досвіду і +50 % кредитів за кожен бій
zh: Приобретайте Корабельный премиум аккаунт и получайте +65% опыта и +50% кредитов за каждый бой
zh_sg: 购买战舰高级账号每场战斗+65%经验和+50%银币获取量

# IDS_PREMIUM_ACCOUNT_TYPE_TOOLTIP
source: User Account
es_mx: Cuenta del Usuario
ja: ユーザーアカウント
pl: Konto użytkownika
ru: Игровой аккаунт
uk: Ігровий акаунт
zh: 用户账号
zh_sg: 用户账号

# IDS_PREMIUM_ACCOUNT_WG
source: WG Premium Account
es_mx: Cuenta Premium de WG
ja: WG プレミアムアカウント
pl: Konto premium WG
ru: Общий премиум
uk: Загальний преміум
zh: Wargaming高级账号
zh_sg: Wargaming高级账号

# IDS_PREMIUM_ACCOUNT_WG_TOOLTIP
source: Wargaming Premium Account is valid in World of Warships, World of Tanks, and World of Warplanes, but provides a smaller bonus XP in comparison with Warships Premium Account.
es_mx: La Cuenta Premium de Wargaming es válida en World of Warships, World of Tanks, y World of Warplanes, pero provee una bonificación menor en XP en comparación a la Cuenta Premium Warships.
ja: Wargaming プレミアムアカウントは、World of Warships、World of Tanks、World of Warplanes で有効ですが、Warships プレミアムアカウントに比べて EXP ボーナスが低くなっています。
pl: Konto premium Wargaming działa w World of Warships, World of Tanks oraz World of Warplanes, ale zapewnia mniejszą premię do PD niż konto premium Warships.
ru: Общий премиум действует в World of Warships, World of Tanks и World of Warplanes, но даёт меньший бонус к опыту в сравнении с Корабельным премиумом.
uk: Загальний преміум діє в іграх World of Warships, World of Tanks, World of Warplanes, але дає менший бонус до досвіду у порівнянні з Корабельним.
zh: Wargaming高级账号在《战舰世界》、《坦克世界》和《战机世界》中有效，但与战舰高级账号相比，提供较小的经验加成。
zh_sg: Wargaming高级账号在《战舰世界》、《坦克世界》和《战机世界》中都有效，但是与战舰高级账号相比提供的经验加成更少。

# IDS_PREMIUM_ACCOUNT_WG_TOOLTIP_HEADER
source: Wargaming Premium: %(days)s
es_mx: Cuenta Premium de Wargaming: %(days)s
ja: Wargaming プレミアム: %(days)s
ru: Общий премиум: %(days)s
uk: Загальний преміум: %(days)s
zh: Общий премиум: %(days)s
zh_sg: Wargaming高级账号：%(days)s

# IDS_PREMIUM_ACCOUNT_WOWS
source: Warships Premium Account
es_mx: Cuenta Premium Warships
ja: Warships プレミアムアカウント
pl: Konto premium Warships
ru: Корабельный премиум
uk: Корабельний преміум
zh: 战舰高级账号
zh_sg: 战舰高级账号

# IDS_PREMIUM_ACCOUNT_WOWS_TOOLTIP
source: Warships Premium Account is valid in World of Warships only and allows you to earn more XP in comparison with Wargaming Premium Account.
es_mx: La cuenta Premium Warships solamente es válida en World of Warships y permite ganar más XP en comparación de la Cuenta Premium de Wargaming.
ja: Warships プレミアムアカウントは、World of Warships のみで有効であり、Wargaming プレミアムアカウントよりも EXP ボーナスが高くなっています。
pl: Konto premium Warships działa tylko w World of Warships i pozwala na zarabianie większej liczby PD niż w przypadku konta premium Wargaming.
ru: Корабельный премиум действует только в World of Warships и позволяет зарабатывать больше опыта в сравнении с Общим премиумом.
uk: Корабельний преміум діє лише у World of Warships і дозволяє здобувати більше досвіду у порівнянні з Загальним.
zh: 战舰高级账号仅在《战舰世界》中有效，与Wargaming高级账号相比，可以获得更多的经验。
zh_sg: 战舰高级账号只在《战舰世界》中有效，而且与Wargaming高级账号相比获得的经验值更多。

# IDS_PREMIUM_ACCOUNT_WOWS_TOOLTIP_HEADER
source: Warships Premium: %(days)s
es_mx: Cuenta Premium Warships: %(days)s
ja: Warships プレミアム: %(days)s
ru: Корабельный премиум: %(days)s
uk: Корабельний преміум: %(days)s
zh: Корабельный премиум: %(days)s
zh_sg: 战舰高级账号：%(days)s

# IDS_PREMIUM_DESCRIPTION
source: With Premium Account, you get a bonus to credits and XP that you earn in a battle.
es_mx: Con una cuenta Premium, recibirás una bonificación sobre los créditos y la XP obtenida en una batalla.
ja: プレミアムアカウントでは、各戦で取得するクレジットと EXP が増加します。
pl: Konto premium zapewnia większą ilość kredytów i PD zdobywanych w bitwach.
ru: Премиум аккаунт увеличивает количество кредитов и опыта, зарабатываемого в боях.
uk: Преміум акаунт збільшує кількість кредитів та досвіду, здобутих у боях.
zh: Премиум аккаунт увеличивает количество кредитов и опыта, зарабатываемого в боях.
zh_sg: 有了高级账号，您在一场战斗中能获得额外的银币和经验加成。

# IDS_PREMIUM_PERIOD
source: Duration:
es_mx: Término:
ja: 期間:
pl: Okres:
ru: Срок действия:
uk: Термін дії:
zh: 期限：
zh_sg: 期限：

# IDS_PREMIUM_PERIOD_1
source: 1 day
es_mx: 1 día
ja: 1 日間
pl: 1 dzień
ru: 1 день
uk: 1 доба
zh: 1天有效期(24小时)
zh_sg: 1 天

# IDS_PREMIUM_PERIOD_180
source: 180 days (6 months)
es_mx: 180 días (6 meses)
ja: 180 日間 (6 ヶ月間)
pl: 180 dni (6 miesięcy)
ru: 180 дней (6 месяцев)
uk: 180 діб (6 місяців)
zh: 6个月有效期(180天)
zh_sg: 180 天 (6 个月)

# IDS_PREMIUM_PERIOD_3
source: 3 days
es_mx: 3 días
ja: 3 日間
pl: 3 doby
ru: 3 дня
uk: 3 доби
zh: 3天有效期(72小时)
zh_sg: 3 天

# IDS_PREMIUM_PERIOD_30
source: 30 days (1 month)
es_mx: 30 días (1 mes)
ja: 30 日間 (1 ヶ月間)
pl: 30 dni (1 miesiąc)
ru: 30 дней (1 месяц)
uk: 30 діб (1 місяць)
zh: 1个月有效期(30天)
zh_sg: 30 天 (1 个月)

# IDS_PREMIUM_PERIOD_360
source: 360 days (12 months)
es_mx: 360 días (12 meses)
ja: 360 日間 (12 ヶ月間)
pl: 360 dni (12 miesięcy)
ru: 360 дней (12 месяцев)
uk: 360 діб (12 місяців)
zh: 12个月有效期(360天)
zh_sg: 360 天 (12 个月)

# IDS_PREMIUM_PERIOD_7
source: 7 days
es_mx: 7 días
ja: 7 日間
pl: 7 dni
ru: 7 дней
uk: 7 діб
zh: 1周有效期(7天)
zh_sg: 7天

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_1
source: 1 day
es_mx: 1 día
ja: 1 日間
pl: 1 dzień
ru: 1 день
uk: 1 доба
zh: 1 天 (24 小时)
zh_sg: 1 天

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_180
source: 180 days (6 months)
es_mx: 180 días (6 meses)
ja: 180 日間 (6 ヶ月間)
pl: 180 dni (6 miesięcy)
ru: 180 дней (6 месяцев)
uk: 180 діб (6 місяців)
zh: 6 个月 (180 天)
zh_sg: 180 天 (6 个月)

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_3
source: 3 days
es_mx: 3 días
ja: 3 日間
pl: 3 doby
ru: 3 дня
uk: 3 доби
zh: 3 天 (72 小时)
zh_sg: 3 天

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_30
source: 30 days (1 month)
es_mx: 30 días (1 mes)
ja: 30 日間 (1 ヶ月間)
pl: 30 dni (1 miesiąc)
ru: 30 дней (1 месяц)
uk: 30 діб (1 місяць)
zh: 1 个月 (30 天)
zh_sg: 30 天 (1 个月)

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_360
source: 360 days (12 months)
es_mx: 360 días (12 meses)
ja: 360 日間 (12 ヶ月間)
pl: 360 dni (12 miesięcy)
ru: 360 дней (12 месяцев)
uk: 360 діб (12 місяців)
zh: 12 个月 (360 天)
zh_sg: 360 天 (12 个月)

# IDS_PREMIUM_PERIOD_NOTIFICATIONS_7
source: 7 days
es_mx: 7 días
ja: 7 日間
pl: 7 dni
ru: 7 дней
uk: 7 діб
zh: 1 周 (7 天)
zh_sg: 7天

# IDS_PREP075_MINSK_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PREP076_OKTYABRSKAYA_REVOLUTSIYA_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PREP077_VILENIN_RTK
source: Type 17
es_mx: Tipo 17
ja: タイプ 17
pl: Typ 17
ru: Тип 17
uk: Тип 17
zh: 类型17
zh_sg: 类型17

# IDS_PREP302_AVRORA_RUSSIA
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PREP302_AVRORA_RUSSIA_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PREP303_DIANA_RUSSIA
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PREP303_DIANA_RUSSIA_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PREP304_OLEG_RUSSIA
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PREP304_OLEG_RUSSIA_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PREP411_OKTYABRSKAYA_REVOLUTSIYA
source: Krasny Oktyabr
ja: Krasny Oktyabr (赤き十月)
pl: Krasny Oktiabr
ru: Красный Октябрь
uk: Червоний Жовтень
zh: 红色十月

# IDS_PREP411_OKTYABRSKAYA_REVOLUTSIYA_DESCRIPTION
source: The one and only color for this ship
es_mx: El primer y único color para este barco
ja: 本艦の唯一の色
pl: Jedyny odpowiedni kolor dla tego okrętu
ru: Для этого корабля не может быть другого цвета
uk: Лише такий колір для цього корабля
zh: 这艘战舰唯一仅有的颜色
zh_sg: 这艘战舰唯一仅有的颜色

# IDS_PREP412_STALINGRAD
source: Type X
es_mx: Tipo X
pl: Typ X
ru: Тип Х
uk: Тип X
zh: 类型 X
zh_sg: 类型 X

# IDS_PREP412_STALINGRAD_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性。
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PREPARE_BATTLE
source: The battle starts in:
es_mx: La batalla comienza en:
ja: 戦闘開始に備えよ:
pl: Bitwa rozpocznie się za:
ru: Начало боя через:
uk: Бій розпочнеться через:
zh: 战斗即将开始：
zh_sg: 战斗即将开始：

# IDS_PREPARING_FOR_BATTLE
source: Team lineup
es_mx: Alineación
ja: チームラインナップ
pl: Skład drużyny
ru: Идём в бой
uk: Йдемо у бій
zh: 队伍阵容
zh_sg: 团队阵容

# IDS_PRES301_RASPUTIN
source: Rasputin
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_PRES301_RASPUTIN_DESCRIPTION
source: It will take a bit of work to obliterate you all
es_mx: Solo tomará un poco de esfuerzo eliminarlos a todos
ja: 君たちを殲滅するには、少しだけ苦労するだろう
pl: Zgładzenie was wszystkich chwilę zajmie
ru: Так просто вас не уничтожить
uk: Так просто вас не знищити
zh: 需要花点功夫来让大家消失
zh_sg: 把你们全部消灭需要花点功夫

# IDS_PRES307_AZUR_SOV_RUSSIA
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PRES308_SOVIET_ARC_LENIN
source: Victory Banner
es_mx: Estandarte de la Victoria
ja: 勝利の旗
pl: Sztandar Zwycięstwa
ru: Знамя Победы
uk: Стяг Перемоги
zh: Знамя Победы
zh_sg: 胜利旗帜

# IDS_PRES308_SOVIET_ARC_LENIN_DESCRIPTION
source: A symbol of the greatness and indestructibility of the Soviet Navy!
es_mx: ¡Un símbolo de la grandeza e indestructibilidad de la Armada soviética!
ja: ソ連海軍の偉大さと不滅性の象徴!
pl: Symbol potęgi i niezniszczalności radzieckiej marynarki!
ru: Символ величия и несокрушимости советского флота!
uk: Символ величі та непохитності радянського флоту!
zh: Символ величия и несокрушимости советского флота!
zh_sg: 象征着苏联海军的伟大和坚不可摧！

# IDS_PRES318_SOVIET_ARC_VLADIVOSTOK
source: Victory Banner
es_mx: Estandarte de la Victoria
ja: 勝利の旗
pl: Sztandar Zwycięstwa
ru: Знамя Победы
uk: Стяг Перемоги
zh: Знамя Победы
zh_sg: 胜利旗帜

# IDS_PRES318_SOVIET_ARC_VLADIVOSTOK_DESCRIPTION
source: A symbol of the greatness and indestructibility of the Soviet Navy!
es_mx: ¡Un símbolo de la grandeza e indestructibilidad de la Armada soviética!
ja: ソ連海軍の偉大さと不滅性の象徴!
pl: Symbol potęgi i niezniszczalności radzieckiej marynarki!
ru: Символ величия и несокрушимости советского флота!
uk: Символ величі та непохитності радянського флоту!
zh: Символ величия и несокрушимости советского флота!
zh_sg: 象征着苏联海军的伟大和坚不可摧！

# IDS_PRES408_PR_68_CHAPAEV_H2017
source: Svyatozar
ru: Святозар
uk: Святозар
zh: 苏亚托扎
zh_sg: 苏亚托扎

# IDS_PRES408_PR_68_CHAPAEV_H2017_DESCRIPTION
source: With your whole heart, you illuminate the path for others
es_mx: Con todo tu corazón, iluminas el camino para otros
ja: 君は全身全霊で他者のために道を照らし出す
pl: Całym swoim sercem oświetlaj drogę innym
ru: Всем сердцем вы освещаете путь другим
uk: Усім серцем ви освітлюєте шлях іншим
zh: 全心全意照亮他人的道路
zh_sg: 全心全意照亮他人的道路

# IDS_PRES410_MOSKVA_AVRORA
source: Aurora
zh: 极光
zh_sg: 阿芙乐尔

# IDS_PRES410_MOSKVA_AVRORA_DESCRIPTION
source: An Aurora-class medium cruiser created by the race of the Elders for conducting war against the representatives of the Phantoms.
es_mx: Un crucero mediano de la clase Aurora creado por la raza de los Ancianos para conducir la guerra en contra de los representantes de los Fantasmas.
ja: オーロラ級中型巡航艦は、エルダー族が、ファントム族の代表団との戦争用として開発した艦級です。
pl: Średni krążownik klasy Aurora, zbudowany przez rasę Starszych, prowadzących wojnę z przedstawicielami Widm.
ru: Средний крейсер класса Аврора, созданный расой Древних для войны с представителями Фантомов.
uk: Середній крейсер класу Аврора, створений расою Прадавніх для війни з представниками Фантомів.
zh: 极光级中型巡洋舰是由长老种族建造来对抗幻影
zh_sg: 一艘“极光”级中型巡洋舰，由远古种族用于对战影魔。

# IDS_PRES413_VARYAG
source: Pacific Squadron
es_mx: Escuadrón del Pacífico
ja: 太平洋艦隊
pl: Eskadra pacyficzna
ru: Эскадра Тихого океана
uk: Ескадра Тихого океану
zh: 太平舰队
zh_sg: 太平洋舰队

# IDS_PRES413_VARYAG_DESCRIPTION
source: A conventional peace-time pattern for Imperial Russian Navy ships meant for active duty in the Far East.
es_mx: Un patrón convencional de tiempos de paza para los barcos de la Armada Imperial Rusa usado para el servicio en el Lejano Oriente.
ja: 極東において任務に就いていたロシア帝国海軍艦艇用の一般的な平時迷彩パターン
pl: Konwencjonalny wzór na czas pokoju, używany przez okręty Cesarskiej Marynarki Wojennej Rosji w trakcie czynnej służby na Dalekim Wschodzie.
ru: Стандартная окраска мирного времени для кораблей Русского Императорского флота, предназначенных для службы на Дальнем Востоке.
uk: Стандартне забарвлення мирного часу для кораблів Російського Імператорського флоту, призначених для служби на Далекому Сході.
zh: 对于E国来说，传统的和平时期就代表着持续在远东执行任务
zh_sg: 俄罗斯帝国海军和平时期的传统涂装，意为服役远东维和。

# IDS_PRES418_SOVIET_ARC_CHAPAEV
source: Victory Banner
es_mx: Estandarte de la Victoria
ja: 勝利の旗
pl: Sztandar Zwycięstwa
ru: Знамя Победы
uk: Стяг Перемоги
zh: Знамя Победы
zh_sg: 胜利旗帜

# IDS_PRES418_SOVIET_ARC_CHAPAEV_DESCRIPTION
source: A symbol of the greatness and indestructibility of the Soviet Navy!
es_mx: ¡Un símbolo de la grandeza e indestructibilidad de la Armada soviética!
ja: ソ連海軍の偉大さと不滅性の象徴!
pl: Symbol potęgi i niezniszczalności radzieckiej marynarki!
ru: Символ величия и несокрушимости советского флота!
uk: Символ величі та непохитності радянського флоту!
zh: Символ величия и несокрушимости советского флота!
zh_sg: 象征着苏联海军的伟大和坚不可摧！

# IDS_PRES420_STALINGRAD_CLAN
source: War Paint
es_mx: Pintura de Guerra
ja: 戦時迷彩
pl: Malowanie wojenne
ru: Парадный
uk: Парадний
zh: 战争涂料
zh_sg: 战争迷彩

# IDS_PRES420_STALINGRAD_CLAN_DESCRIPTION
source: Honor to Heroes of Clan Battles
es_mx: Honor a los Héroes de las Batallas de Clan
ja: クラン戦の英雄の栄誉
pl: Cześć bohaterom bitew klanowych
ru: Чествуем героев клановых сражений!
uk: Нагорода героям кланових битв!
zh: 向军团战中英雄们致敬
zh_sg: 向军团战英雄们致敬

# IDS_PRES430_STALINGRAD_RANKED
source: Victorious
es_mx: Victorioso
ja: 勝利
pl: Zwycięski
ru: Победный
uk: Переможний
zh: 战争涂料
zh_sg: 胜利

# IDS_PRES430_STALINGRAD_RANKED_DESCRIPTION
source: Honor to Heroes of Ranked Battles
es_mx: Honra a los Héroes de las Batallas por Rango
ja: ランク戦の英雄の栄誉
pl: Cześć bohaterom bitew rankingowych
ru: Чествуем героев ранговых сражений!
uk: Вшановуємо героїв рангових боїв!
zh: Чествуем героев ранговых сражений!
zh_sg: 向排位战的英雄们致敬

# IDS_PRES507_LENIN_SIEGEBREAKER
source: Leningrad Defense
es_mx: La Defensa de Leningrado
ja: レニングラード防衛
pl: Obrona Leningradu
ru: Оборона Ленинграда
uk: Оборона Ленінграда
zh: Оборона Ленинграда
zh_sg: 保卫列宁格勒

# IDS_PRES507_LENIN_SIEGEBREAKER_DESCRIPTION
source: This camouflage was the winner of the competition dedicated to the 75th anniversary of the complete liberation of Leningrad from the Nazi siege.
es_mx: Este camuflaje es el ganador del concurso dedicado al 75 aniversario de la liberación completa de Leningrado desde el asedio nazi.
ja: この迷彩は、ドイツ軍による完全包囲からレニングラードが解放されてから 75 周年を記念したコンテストの優勝作品です。
pl: Kamuflaż ten zwyciężył w konkursie zorganizowanym z okazji 75. rocznicy oswobodzenia Leningradu spod nazistowskiego oblężenia.
ru: Камуфляж — победитель конкурса, посвящённого 75-летию полного освобождения Ленинграда от фашистской блокады.
uk: Камуфляж — переможець конкурсу, присвяченому 75-річчю повного звільнення Ленінграда від фашистської блокади.
zh: Камуфляж — победитель конкурса, посвящённого 75-летию полного освобождения Ленинграда от фашистской блокады.
zh_sg: 该涂装用于纪念列宁格勒从纳粹围困中完全解放75周年的竞赛胜利者。

# IDS_PRES508_KIEV_WORM
source: Razorworm
zh: 剃刀蠕虫
zh_sg: 剃刀蠕虫

# IDS_PRES508_KIEV_WORM_DESCRIPTION
source: Follow and attack! Attack and follow!
es_mx: ¡Avanza y ataca! ¡Ataca y avanza!
ja: 追従し攻撃せよ! 攻撃し追従せよ!
pl: Śledź i atakuj! Atakuj i śledź!
ru: Преследовать и атаковать! Атаковать и преследовать!
uk: Переслідувати й нападати! Нападати й переслідувати!
zh: 跟上并攻击！攻击并跟上！
zh_sg: 追踪然后攻击！攻击后再追踪！

# IDS_PRES510_MAD_KHABAROVSK
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PRES510_MAD_KHABAROVSK_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PRES517_MINSK_SIEGEBREAKER
source: Leningrad Defense
es_mx: La Defensa de Leningrado
ja: レニングラード防衛
pl: Obrona Leningradu
ru: Оборона Ленинграда
uk: Оборона Ленінграда
zh: Оборона Ленинграда
zh_sg: 保卫列宁格勒

# IDS_PRES517_MINSK_SIEGEBREAKER_DESCRIPTION
source: This camouflage was the winner of the competition dedicated to the 75th anniversary of the complete liberation of Leningrad from the Nazi siege.
es_mx: Este camuflaje es el ganador del concurso dedicado al 75 aniversario de la liberación completa de Leningrado desde el asedio nazi.
ja: この迷彩は、ドイツ軍による完全包囲からレニングラードが解放されてから 75 周年を記念したコンテストの優勝作品です。
pl: Kamuflaż ten zwyciężył w konkursie zorganizowanym z okazji 75. rocznicy oswobodzenia Leningradu spod nazistowskiego oblężenia.
ru: Камуфляж — победитель конкурса, посвящённого 75-летию полного освобождения Ленинграда от фашистской блокады.
uk: Камуфляж — переможець конкурсу, присвяченому 75-річчю повного звільнення Ленінграда від фашистської блокади.
zh: Камуфляж — победитель конкурса, посвящённого 75-летию полного освобождения Ленинграда от фашистской блокады.
zh_sg: 该涂装用于纪念列宁格勒从纳粹围困中完全解放75周年的竞赛胜利者。

# IDS_PRES518_SOVIET_ARC_KIEV
source: Victory Banner
es_mx: Estandarte de la Victoria
ja: 勝利の旗
pl: Sztandar Zwycięstwa
ru: Знамя Победы
uk: Стяг Перемоги
zh: Знамя Победы
zh_sg: 胜利旗帜

# IDS_PRES518_SOVIET_ARC_KIEV_DESCRIPTION
source: A symbol of the greatness and indestructibility of the Soviet Navy!
es_mx: ¡Un símbolo de la grandeza e indestructibilidad de la Armada soviética!
ja: ソ連海軍の偉大さと不滅性の象徴!
pl: Symbol potęgi i niezniszczalności radzieckiej marynarki!
ru: Символ величия и несокрушимости советского флота!
uk: Символ величі та непохитності радянського флоту!
zh: Символ величия и несокрушимости советского флота!
zh_sg: 象征着苏联海军的伟大和坚不可摧！

# IDS_PRES520_MAD_GROZOVOI
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PRES520_MAD_GROZOVOI_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PRES528_SOVIET_ARC_OGNEVOY
source: Victory Banner
es_mx: Estandarte de la Victoria
ja: 勝利の旗
pl: Sztandar Zwycięstwa
ru: Знамя Победы
uk: Стяг Перемоги
zh: Знамя Победы
zh_sg: 胜利旗帜

# IDS_PRES528_SOVIET_ARC_OGNEVOY_DESCRIPTION
source: A symbol of the greatness and indestructibility of the Soviet Navy!
es_mx: ¡Un símbolo de la grandeza e indestructibilidad de la Armada soviética!
ja: ソ連海軍の偉大さと不滅性の象徴!
pl: Symbol potęgi i niezniszczalności radzieckiej marynarki!
ru: Символ величия и несокрушимости советского флота!
uk: Символ величі та непохитності радянського флоту!
zh: Символ величия и несокрушимости советского флота!
zh_sg: 象征着苏联海军的伟大和坚不可摧！

# IDS_PRES530_KHABAROVSK_HW19_DESCRIPTION
source: Just its appearance is enough for this gigantic Scylla-like organism to inspire terror and primal fear in its enemies.
es_mx: Este gigantesco organismo parecido a Escila inspira terror y un miedo instintivo en sus enemigos solo con su apariencia.
ja: この巨大なスキュラのような有機体は、その外観だけで敵を恐怖させ、原初の恐れを呼び起こす。
pl: Ten gigantyczny, przypominający Skyllę organizm wzbudza we wrogach strach samym swoim wyglądem.
ru: Гигантский сциллоподобный организм одним своим видом внушает противникам смертельный ужас и первобытный трепет.
uk: Гігантський, схожий на Скіллу організм одним своїм виглядом викликає у супротивників смертельний страх та дике тремтіння.
zh: Гигантский сциллоподобный организм одним своим видом внушает противникам смертельный ужас и первобытный трепет.
zh_sg: 这个类斯库拉的巨型生物仅通过外表就能激发敌人的原始恐惧。

# IDS_PRES600_KHABAROVSK_RUMBLE
source: Crush ’n’ Destroy
ja: 粉砕撃滅
pl: Zmiażdżyć i zniszczyć
ru: Круши-ломай
zh: Круши-ломай

# IDS_PREVIOUS_BATTLES
source: Earlier this season
es_mx: Temprano esta temporada
ja: 今シーズン中のこれまで
pl: Wcześniej w tym sezonie
ru: Ранее в сезоне
uk: Раніше в сезоні
zh: 本赛季初
zh_sg: 本赛季初
