Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_REWARD_LOOTBOX_82_TITLE
source: French Destroyers Premium Container
es_mx: Contenedor Premium Destructores Franceses
ja: フランス駆逐艦プレミアムコンテナ
pl: Kontener premium Francuskie niszczyciele
ru: Премиум контейнер «Французские эсминцы»
uk: Преміум контейнер «Французькі есмінці»
zh: Премиум контейнер «Французские эсминцы»
zh_sg: 法国驱逐舰高级补给箱

# IDS_REWARD_LOOTBOX_83_TITLE
source: MOGADOR Container
es_mx: Contenedor MOGADOR
ja: MOGADOR コンテナ
pl: Kontener MOGADOR
ru: Контейнер MOGADOR
uk: Контейнер MOGADOR
zh: Контейнер MOGADOR
zh_sg: 莫加多尔补给箱

# IDS_REWARD_LOOTBOX_84_TITLE
source: Legion of Honor Container
es_mx: Contenedor Legión de Honor
ja: 「レジオンドヌール」コンテナ
pl: Kontener Legia Honorowa
ru: Контейнер «Почётный легион»
uk: Контейнер «Почесний легіон»
zh: Контейнер «Почётный легион»
zh_sg: 荣誉军团补给箱

# IDS_REWARD_LOOTBOX_85_TITLE
source: Legion of Honor Premium Container
es_mx: Contenedor Premium Legión de Honor
ja: 「レジオンドヌール」プレミアムコンテナ
pl: Kontener premium Legia Honorowa
ru: Премиум контейнер «Почётный легион»
uk: Преміум контейнер «Почесний легіон»
zh: Премиум контейнер «Почётный легион»
zh_sg: 荣誉军团高级补给箱

# IDS_REWARD_LOOTBOX_86_TITLE
source: Gift Container
es_mx: Contenedor de Regalo
ja: ギフトコンテナ
pl: Kontener z prezentem
ru: Контейнер «Подарочный»
uk: Контейнер «Подарунковий»
zh: Контейнер «Подарочный»
zh_sg: 礼物补给箱

# IDS_REWARD_LOOTBOX_87_TITLE
source: Unsinkable Sam Container
es_mx: Contenedor "Sam el Insumergible"
ja: 「不沈のサム」コンテナ
pl: Kontener Niezatapialny Sam
ru: Контейнер «Непотопляемый Сэм»
uk: Контейнер «Непотоплюваний Сем»
zh: Контейнер «Непотопляемый Сэм»
zh_sg: 不沉的山姆补给箱

# IDS_REWARD_LOOTBOX_88_TITLE
source: Unsinkable Sam Premium Container
es_mx: Contenedor Premium "Sam el Insumergible"
ja: 「不沈のサム」プレミアムコンテナ
pl: Kontener premium Niezatapialny Sam
ru: Премиум контейнер «Непотопляемый Сэм»
uk: Преміум контейнер «Непотоплюваний Сем»
zh: Премиум контейнер «Непотопляемый Сэм»
zh_sg: 不沉的山姆高级补给箱

# IDS_REWARD_LOOTBOX_89_TITLE
source: Italian Cruisers container
es_mx: Contenedor "Cruceros Italianos"
ja: 「イタリア巡洋艦」コンテナ
pl: Kontener Włoskie krążowniki
ru: Контейнер «Итальянские крейсеры»
uk: Контейнер «Італійські крейсери»
zh: Контейнер «Итальянские крейсеры»
zh_sg: 意大利巡洋舰补给箱

# IDS_REWARD_LOOTBOX_8_TITLE
source: "Santa's Mega Gift" container
es_mx: Contenedor "Mega Regalo de Santa"
ja: 「メガサンタギフト」コンテナ
pl: kontener „Ogromny prezent od Mikołaja”
ru: Контейнер «Гигантский новогодний подарок»
uk: Контейнер «Велетенський новорічний дарунок»
zh: 神秘的圣诞老人3幸运补给箱
zh_sg: “圣诞老人的超大号礼物”补给箱

# IDS_REWARD_LOOTBOX_90_TITLE
source: Italian Cruisers Premium container
es_mx: Contenedor Premium Cruceros Italianos
ja: 「イタリア巡洋艦」プレミアムコンテナ
pl: Kontener premium Włoskie krążowniki
ru: Премиум контейнер «Итальянские крейсеры»
uk: Контейнер «Італійські крейсери»
zh: Премиум контейнер «Итальянские крейсеры»
zh_sg: 意大利巡洋舰高级补给箱

# IDS_REWARD_LOOTBOX_91_TITLE
source: "Resolute and Rapid" Container
es_mx: Contenedor "Determinado y Veloz"
ja: 「決意を持って迅速に」コンテナ
pl: Kontener „Stanowczo i gwałtownie”
ru: Контейнер «Решительно и быстро»
uk: Контейнер «Рішуче та швидко»
zh: Контейнер «Решительно и быстро»
zh_sg: “坚决而迅速”补给箱

# IDS_REWARD_LOOTBOX_92_TITLE
source: "Resolute and Rapid" Premium Container
es_mx: Contenedor Premium "Determinado y Veloz"
ja: 「決意を持って迅速に」プレミアムコンテナ
pl: Kontener premium „Stanowczo i gwałtownie”
ru: Премиум контейнер «Решительно и быстро»
uk: Преміум контейнер «Рішуче та швидко»
zh: Премиум контейнер «Решительно и быстро»
zh_sg: “坚决而迅速”高级补给箱

# IDS_REWARD_LOOTBOX_93_TITLE
source: Black Friday 2019 Container
es_mx: Contenedor Black Friday 2019
ja: ブラックフライデー 2019 コンテナ
pl: Kontener Czarny piątek 2019
ru: Контейнер «Чёрная пятница 2019»
uk: Контейнер «Чорна П’ятниця 2019»
zh: Контейнер «Чёрная пятница 2019»
zh_sg: 2019年黑色星期五补给箱

# IDS_REWARD_LOOTBOX_94_TITLE
source: Black Friday 2019 Premium Container
es_mx: Contenedor Premium Black Friday 2019
ja: ブラックフライデー 2019 プレミアムコンテナ
pl: Kontener premium Czarny piątek 2019
ru: Премиум контейнер «Чёрная пятница 2019»
uk: Преміум контейнер «Чорна П’ятниця 2019»
zh: Премиум контейнер «Чёрная пятница 2019»
zh_sg: 2019年黑色星期五高级补给箱

# IDS_REWARD_LOOTBOX_95_TITLE
source: Shipbuilding container
es_mx: Contenedor "Construcción Naval"
ja: 「造船」コンテナ
pl: Kontener Okrętownictwo
ru: Контейнер «Строительство корабля»
uk: Контейнер «Будівництво корабля»
zh: Контейнер «Строительство корабля»
zh_sg: 造船补给箱

# IDS_REWARD_LOOTBOX_96_TITLE
source: "Bad Advice: Behind the Scenes" container
es_mx: Contenedor "Malos Consejos: Detrás de Escenas"
ja: 「悪い例: 舞台裏」コンテナ
pl: Kontener „Zła rada: od kuchni”
ru: Контейнер «Вредные советы: за кадром»
uk: Контейнер «Шкідливі поради: за кадром»
zh: Контейнер «Вредные советы: за кадром»
zh_sg: “坏建议：幕后花絮”补给箱

# IDS_REWARD_LOOTBOX_97_TITLE
source: King of the Sea container
es_mx: Contenedor "King of the Sea"
ja: King of the Sea コンテナ
pl: Kontener King of the Sea
ru: Контейнер King of the Sea
uk: Контейнер King of the Sea
zh: Контейнер King of the Sea
zh_sg: King of the Sea补给箱

# IDS_REWARD_LOOTBOX_98_TITLE
source: Europe container
es_mx: Contenedor "Europa"
ja: ヨーロッパコンテナ
pl: Kontener Europa
ru: Контейнер «Европа»
uk: Контейнер «Європа»
zh: Контейнер «Европа»
zh_sg: 欧洲补给箱

# IDS_REWARD_LOOTBOX_99_TITLE
source: Soviet Container
es_mx: Contenedor soviético
ja: ソ連コンテナ
pl: Kontener radziecki
ru: Контейнер «Советский»
uk: Контейнер «Радянський»
zh: Контейнер «Советский»
zh_sg: 苏联补给箱

# IDS_REWARD_LOOTBOX_9_TITLE
source: The Hunt for Bismarck Container
es_mx: Contenedor La Caza del Bismarck
ja: 「ビスマルク追撃戦」コンテナ
pl: Kontener Polowanie na Bismarcka
ru: Контейнер «Охота на "Бисмарк"»
uk: Контейнер «Полювання на „Бісмарк“»
zh: 可收集卡片的幸运补给箱
zh_sg: 狩猎俾斯麦补给箱

# IDS_REWARD_LOOTBOX_EPIC_TITLE
source: Supercontainer
es_mx: Supercontenedor
ja: スーパーコンテナ
pl: Superkontener
ru: Суперконтейнер
uk: Суперконтейнер
zh: 超级幸运补给箱
zh_sg: 超级补给箱

# IDS_REWARD_MOLYBDENUM_TITLE
source: Clan Tokens
es_mx: Fichas del Clan
ja: クラントークン
pl: Żetony klanowe
ru: Клановые жетоны
uk: Кланові жетони
zh: 钼
zh_sg: 军团代币

# IDS_REWARD_PARAGON_EXP_TITLE
source: Research Points
es_mx: Puntos de Investigación
ja: 研究ポイント
pl: Punkty badawcze
ru: Очки исследования
uk: Очки дослідження
zh: Очки исследования
zh_sg: 研究点

# IDS_REWARD_PREMIUM_TITLE
source: Premium Account
es_mx: Cuenta Premium
ja: プレミアムアカウント
pl: Konto premium
ru: Премиум аккаунт
uk: Преміум акаунт
zh: 高级账号
zh_sg: 高级账号

# IDS_REWARD_REASON
source: Reward for
es_mx: Recompensa por
ja: 褒賞対象:
pl: Nagroda za
ru: Награда за
uk: Нагорода за
zh: 奖励
zh_sg: 奖励

# IDS_REWARD_RECRUITMENT_POINTS_TITLE
source: Recruitment Points
ja: 勧誘ポイント
pl: Punkty rekrutacyjne
ru: Символы братства
zh: Символы братства

# IDS_REWARD_SALTPETER_TITLE
source: Shipbuilding Phases
es_mx: Fases de la construcción naval
ja: 造船フェーズ
pl: Fazy budowy okrętu
ru: Этапы строительства
uk: Етапи будівництва
zh: 硝酸钾：
zh_sg: 造船阶段

# IDS_REWARD_SLOTS_TITLE
source: Vacant Slot
es_mx: Espacio Vacante
ja: 空きスロット
pl: Puste miejsce
ru: Свободный слот
uk: Вільне місце
zh: 空余的船位
zh_sg: 空船位

# IDS_REWARD_STEEL_TITLE
source: Steel
es_mx: Acero
ja: 鋼鉄
pl: Stal
ru: Сталь
uk: Сталь
zh: 钢铁
zh_sg: 钢铁

# IDS_REWARD_UNLOCK_AZURLANE_PORT
source: Port Azur Lane – Dorm
es_mx: Puerto Azur Lane – Dorm
ja: 港「アズールレーン– 寮舎」
pl: Port Azur Lane – Akademik
ru: Порт Azur Lane – Dorm
uk: Порт Azur Lane – Dorm
zh: Порт Azur Lane – Dorm
zh_sg: 碧蓝航线 — 宿舍港口

# IDS_REWARD_UNLOCK_AZURLANE_PORT_DESCRIPTION
source: Ability to select Port Azur Lane – Dorm
es_mx: Habilidad para seleccionar el Puerto Azur Lane – Dorm
ja: 港「アズールレーン– 寮舎」を選択可能
pl: Możliwość wyboru Portu Azur Lane – Akademik
ru: Возможность выбрать порт Azur Lane – Dorm
uk: Можливість вибрати порт Azur Lane – Dorm
zh: Возможность выбрать порт Azur Lane – Dorm
zh_sg: 能选择碧蓝航线 — 宿舍港口

# IDS_REWARD_UNLOCK_BANNER
source: Broad Pennant
es_mx: Gallardetón
ja: 艦長旗
pl: Proporzec
ru: Брейд-вымпел
uk: Брейд-вимпел
zh: 宽三角旗
zh_sg: 燕尾旗

# IDS_REWARD_UNLOCK_BANNER_DESCRIPTION
source: Mount a broad pennant on the ship
es_mx: Monta un gallardetón en el barco
ja: この艦艇に艦長旗を搭載中
pl: Zamontuj proporzec na okręcie
ru: Установка брейд-вымпела на корабль
uk: Встановлення брейд-вимпелу на корабель
zh: 战舰上挂起宽三角旗
zh_sg: 在战舰上安装燕尾旗

# IDS_REWARD_UNLOCK_CAMO
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_COMMONWEALTH
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_COMMONWEALTH_DESCRIPTION
source: Custom color schemes for the camouflages of all Commonwealth ships
es_mx: Esquemas de color personalizados para los camuflajes de todos los barcos de la Commonwealth
ja: 全てのイギリス連邦艦艇用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich okrętów Wspólnoty
ru: Возможность выбрать цветовую схему камуфляжа для всех кораблей Содружества
uk: Можливість вибрати колірну схему камуфляжу для всіх кораблів Співдружності
zh: Возможность выбрать цветовую схему камуфляжа для всех кораблей Содружества
zh_sg: 所有联邦战舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_FRANCE
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_FRANCE_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all French battleships
es_mx: Esquemas de color personalizados para todos los acorazados franceses
ja: 全てのフランス戦艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich pancerników francuskich
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров Франции
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів Франції
zh: Возможность выбрать цветовую схему камуфляжа для всех линкоров Франции
zh_sg: 所有法国战列舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_FRANCE_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all French cruisers
es_mx: Esquemas de color personalizados para todos los cruceros franceses
ja: 全てのフランス巡洋艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich krążowników francuskich
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Франции
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів Франції
zh: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Франции
zh_sg: 所有法国巡洋舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_FRANCE_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all French destroyers
es_mx: Esquemas de color personalizados para todos los destructores franceses
ja: 全てのフランス駆逐艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich niszczycieli francuskich
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Франции
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців Франції
zh: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Франции
zh_sg: 所有法国驱逐舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY_AIRCARRIER_DESCRIPTION
source: Custom color schemes for the camouflages of all German aircraft carriers
es_mx: Esquemas de color personalizados para los camuflajes de todos los portaaviones alemanes.
ja: 全てのドイツ航空母艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich niemieckich lotniskowców
ru: Возможность выбрать цветовую схему камуфляжа для всех авианосцев Германии
uk: Можливість вибрати колірну схему камуфляжу для всіх авіаносців Німеччини
zh: Возможность выбрать цветовую схему камуфляжа для всех авианосцев Германии
zh_sg: 所有德国航空母舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all German battleships
es_mx: Esquemas de color personalizados para los camuflajes de todos los acorazados alemanes.
ja: 全てのドイツ戦艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów kamuflaży dla wszystkich niemieckich pancerników
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров Германии
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів Німеччини
zh: Возможность выбрать цветовую схему камуфляжа для всех линкоров Германии
zh_sg: 所有德国战列舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all German cruisers
es_mx: Esquemas de color personalizados para los camuflajes de todos los cruceros alemanes.
ja: 全てのドイツ巡洋艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich niemieckich krążowników
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Германии
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів Німеччини
zh: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Германии
zh_sg: 所有德国巡洋舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY_DESCRIPTION
source: Custom color schemes for the camouflages of all German ships
es_mx: Esquemas de color personalizados para los camuflajes de todos los barcos alemanes.
ja: 全ての艦艇の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów kamuflaży dla wszystkich niemieckich okrętów
ru: Возможность выбрать цветовую схему камуфляжа для кораблей Германии
uk: Можливість вибрати колірну схему камуфляжу для кораблів Німеччини
zh: Возможность выбрать цветовую схему камуфляжа для кораблей Германии
zh_sg: 所有德国战舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_GERMANY_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all German destroyers
es_mx: Esquemas de color personalizados para los camuflajes de todos los destructores alemanes.
ja: 全てのドイツ駆逐艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich niemieckich niszczycieli
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Германии
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців Німеччини
zh: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Германии
zh_sg: 所有德国驱逐舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN_AIRCARRIER_DESCRIPTION
source: Custom color schemes for the camouflages of all Japanese aircraft carriers
es_mx: Esquemas a color personalizados para los camuflajes de todos los portaaviones japoneses
ja: 全ての日本航空母艦の迷彩用のカスタム・カラースキーム
pl: Własne watianty kolorystyczny dla kamuflaży wszystkich japońskich lotniskowców
ru: Возможность выбрать цветовую схему камуфляжа для всех авианосцев Японии
uk: Можливість вибрати колірну схему камуфляжу для всіх авіаносців Японії
zh: 所有R系航空母舰迷彩的自定义色彩组合
zh_sg: 所有日本航空母舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all Japanese battleships
es_mx: Esquemas a color personalizados para los camuflajes de todos los acorazados japoneses
ja: 全ての日本戦艦の迷彩用のカスタム・カラースキーム
pl: Własne watianty kolorystyczny dla kamuflaży wszystkich japońskich pancerników
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров Японии
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів Японії
zh: 所有R系战列舰迷彩的自定义色彩组合
zh_sg: 所有日本战列舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all Japanese cruisers
es_mx: Esquemas a color personalizados para los camuflajes de todos los cruceros japoneses
ja: 全ての日本巡洋艦の迷彩用のカスタム・カラースキーム
pl: Własne watianty kolorystyczny dla kamuflaży wszystkich japońskich krążowników
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Японии
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів Японії
zh: 所有R系巡洋舰迷彩的自定义色彩组合
zh_sg: 所有日本巡洋舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN_DESCRIPTION
source: Custom color schemes for camouflages
es_mx: Esquemas de color personalizados para camuflajes
ja: 迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży
ru: Возможность выбрать цветовую схему камуфляжа
uk: Можливість вибрати колірну схему камуфляжу
zh: 自定义迷彩的色彩组合
zh_sg: 涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_JAPAN_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all Japanese destroyers
es_mx: Esquemas a color personalizados para los camuflajes de todos los destructores japoneses
ja: 全ての日本駆逐艦の迷彩用のカスタム・カラースキーム
pl: Własne watianty kolorystyczny dla kamuflaży wszystkich japońskich niszczycieli
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Японии
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців Японії
zh: 所有R系驱逐舰迷彩的自定义色彩组合
zh_sg: 所有日本驱逐舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_RUSSIA
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_RUSSIA_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all Soviet battleships
es_mx: Esquemas de color personalizados para los camuflajes de todos los acorazados de la URSS
ja: 全てのソ連戦艦の迷彩用のカスタム・カラースキーム
pl: Specjalna kolorystyka kamuflaży dla wszystkich radzieckich pancerników
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров СССР
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів СРСР
zh: Возможность выбрать цветовую схему камуфляжа для всех линкоров СССР
zh_sg: 自定义所有苏联战列舰涂装的颜色

# IDS_REWARD_UNLOCK_CAMO_RUSSIA_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all Soviet cruisers
es_mx: Esquemas de color personalizados para los camuflajes de todos los cruceros de la URSS
ja: 全てのソ連巡洋艦の迷彩用のカスタム・カラースキーム
pl: Specjalna kolorystyka kamuflaży dla wszystkich radzieckich krążowników
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров СССР
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів СРСР
zh: Возможность выбрать цветовую схему камуфляжа для всех крейсеров СССР
zh_sg: 自定义所有苏联巡洋舰涂装的颜色

# IDS_REWARD_UNLOCK_CAMO_RUSSIA_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all Soviet destroyers
es_mx: Esquemas de color personalizados para los camuflajes de todos los destructores de la URSS
ja: 全てのソ連駆逐艦の迷彩用のカスタム・カラースキーム
pl: Specjalna kolorystyka kamuflaży dla wszystkich radzieckich niszczycieli
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев СССР
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців СРСР
zh: Возможность выбрать цветовую схему камуфляжа для всех эсминцев СССР
zh_sg: 自定义所有苏联驱逐舰涂装的颜色

# IDS_REWARD_UNLOCK_CAMO_UNITED_KINGDOM
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_UNITED_KINGDOM_AIRCARRIER_DESCRIPTION
source: Custom color schemes for the camouflages of all British aircraft carriers
es_mx: Esquemas de color personalizados para los camuflajes de todos los portaaviones británicos
ja: 全てのイギリス航空母艦用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich lotniskowców brytyjskich
ru: Возможность выбрать цветовую схему камуфляжа для всех авианосцев Великобритании
uk: Можливість вибрати колірну схему камуфляжу для всіх авіаносців Великобританії
zh: Возможность выбрать цветовую схему камуфляжа для всех авианосцев Великобритании
zh_sg: 所有英国航空母舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_UNITED_KINGDOM_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all British battleships
es_mx: Esquemas de color personalizados para los camuflajes de todos los acorazados británicos
ja: 全てのイギリス戦艦用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich pancerników brytyjskich
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров Великобритании
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів Великобританії
zh: Возможность выбрать цветовую схему камуфляжа для всех линкоров Великобритании
zh_sg: 所有英国战列舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_UNITED_KINGDOM_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all British cruisers
es_mx: Esquemas de color personalizados para los camuflajes de todos los cruceros británicos
ja: 全てのイギリス巡洋艦用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich krążowników brytyjskich
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Великобритании
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів Великобританії
zh: Возможность выбрать цветовую схему камуфляжа для всех крейсеров Великобритании
zh_sg: 所有英国巡洋舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_UNITED_KINGDOM_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all British destroyers
es_mx: Esquemas de color personalizados para los camuflajes de todos los destructores británicos
ja: 全てのイギリス駆逐艦用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich niszczycieli brytyjskich
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Великобритании
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців Великобританії
zh: Возможность выбрать цветовую схему камуфляжа для всех эсминцев Великобритании
zh_sg: 所有英国驱逐舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_USA
source: Camouflage color scheme
es_mx: Esquema de Color del Camuflaje
ja: 迷彩カラースキーム
pl: Wariant kolorystyczny kamuflażu
ru: Цветовая схема камуфляжа
uk: Колірна схема камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_REWARD_UNLOCK_CAMO_USA_AIRCARRIER_DESCRIPTION
source: Custom color schemes for the camouflages of all U.S.A. aircraft carriers
es_mx: Esquemas de color personalizado del camuflaje para todos los portaaviones de E.E.U.U.
ja: 全てのアメリカ航空母艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich amerykańskich lotniskowców
ru: Возможность выбрать цветовую схему камуфляжа для всех авианосцев США
uk: Можливість вибрати колірну схему камуфляжу для всіх авіаносців США
zh: 提供给所有M系航空母舰使用的客制化涂装图样
zh_sg: 所有美国航空母舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_USA_BATTLESHIP_DESCRIPTION
source: Custom color schemes for the camouflages of all U.S.A. battleships
es_mx: Esquemas de color personalizado del camuflaje para todos los acorazados de E.E.U.U.
ja: 全てのアメリカ戦艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich amerykańskich pancerników
ru: Возможность выбрать цветовую схему камуфляжа для всех линкоров США
uk: Можливість вибрати колірну схему камуфляжу для всіх лінкорів США
zh: 提供给所有M系战列舰使用的客制化涂装图样
zh_sg: 所有美国战列舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_USA_CRUISER_DESCRIPTION
source: Custom color schemes for the camouflages of all U.S.A. cruisers
es_mx: Esquemas de color personalizado del camuflaje para todos los cruceros de E.E.U.U.
ja: 全てのアメリカ巡洋艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich amerykańskich krążowników
ru: Возможность выбрать цветовую схему камуфляжа для всех крейсеров США
uk: Можливість вибрати колірну схему камуфляжу для всіх крейсерів США
zh: 提供给所有M系巡洋舰使用的客制化涂装图样
zh_sg: 所有美国巡洋舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_CAMO_USA_DESCRIPTION
source: Custom color schemes for the camouflages of U.S.A. ships
es_mx: Esquemas de color personalizado del camuflaje para todos los barcos de E.E.U.U.
ja: 全てのアメリカ艦艇の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich amerykańskich okrętów
ru: Возможность выбрать цветовую схему камуфляжа для американских кораблей
uk: Можливість вибрати колірну схему камуфляжу для американських кораблів
zh: 提供给所有M系战舰使用的客制化迷涂装样
zh_sg: 所有美国战舰涂装的自定义色彩组合
