Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE140_GIULIO_CESARE_FLAG_DESCRIPTION
source: Giulio Cesare Commemorative Flag
es_mx: Bandera Conmemorativa Giulio Cesare
ja: ジュリオ・チェザーレ記念旗
pl: Flaga pamiątkowa Giulio Cesare
ru: Памятный флаг в честь Giulio Cesare
uk: Пам’ятний прапор на честь Giulio Cesare
zh: 尤里乌斯-恺撒纪念旗帜
zh_sg: 尤里乌斯-恺撒纪念旗帜

# IDS_PCEE140_GIULIO_CESARE_FLAG_EXTRA_DESCRIPTION
source: Ad quamvis vim perferendam
ja: Ad quamvis vim perferendam (あらゆる攻撃に耐える)
zh: 公民投票

# IDS_PCEE141_HUANG_HE_FLAG
source: Huanghe
zh: 黄河
zh_sg: 黄河

# IDS_PCEE141_HUANG_HE_FLAG_DESCRIPTION
source: Huanghe Commemorative Flag
es_mx: Bandera Conmemorativa Huanghe
ja: 黄河 (ファンフー) 記念旗
pl: Flaga pamiątkowa Huang He
ru: Памятный флаг в честь Huanghe
uk: Пам’ятний прапор на честь Huanghe
zh: 黄河纪念旗帜
zh_sg: 黄河纪念旗帜

# IDS_PCEE141_HUANG_HE_FLAG_EXTRA_DESCRIPTION
source: The most powerful ship of the Chinese Navy at that time, named after the Yellow River (Huang He), one of the longest rivers in Asia and the cradle of the Chinese civilization.
es_mx: El barco más poderoso de la Marina China de su tiempo, nombrado como el Río Amarillo (Huang He), uno de los ríos más largos en Asia y la cuna de la civilización china.
ja: 当時の中国海軍における最強の艦艇であり、その艦名は黄河 (ファンフー) に由来します。黄河はアジアにおける最長の河川のひとつであり、中国文明のゆりかごとして知られています。
pl: W swoich czasach najpotężniejszy okręt marynarki chińskiej, jego nazwa (Huang He) oznacza „Żółta rzeka”, jedną z najdłuższych rzek w Azji i kolebka cywilizacji chińskiej.
ru: Самый мощный на тот момент корабль ВМС КНР был назван в честь Хуанхэ (кит. «Жёлтая река») — одной из крупнейших рек Азии и колыбели китайской цивилизации.
uk: Найпотужніший на той час корабель ВМС КНР назвали на честь Хуанхе (кит. «Жовта ріка») — однієї з найбільших рік Азії і колиски китайської цивілізації.
zh: C国海军当时最强的战舰，以亚洲最长的河流之一同时也是文明摇篮的黄河来命名 。
zh_sg: 中国海军当时最强的战舰，以亚洲最长的河流 — 文明摇篮的黄河来命名。

# IDS_PCEE142_LIFESAVER_FLAG
source: The Lifesaver
es_mx: El Salvavidas
ja: ライフセイバー
pl: Ratownik
ru: Якорь спасения
uk: Якір порятунку
zh: 救生员
zh_sg: 救生员

# IDS_PCEE142_LIFESAVER_FLAG_DESCRIPTION
source: For participation in a donation event. Thank you for helping answer the call to help others.
es_mx: Por participar en un evento de donación. Gracias por ayudar respondiendo al llamado de otros.
ja: 寄付イベントへの参加に対して。他者への支援要請に応えるためにご協力頂き感謝します。
pl: Za uczestnictwo w zbiórce funduszy. Dziękujemy za gotowość do pomagania innym.
ru: За участие в благотворительной акции. Благодарим за содействие в оказании помощи другим людям.
uk: За участь у доброчинній акції. Дякуємо за сприяння та надану допомогу іншим людям.
zh: 参与捐款活动。感谢您帮忙响应号召来帮助其他人。
zh_sg: 参与捐款活动。感谢您帮忙响应号召来帮助其他人。

# IDS_PCEE143_MASSACHUSETTS_FLAG
source: USS Massachusetts
zh: 马萨诸塞
zh_sg: USS马萨诸塞

# IDS_PCEE143_MASSACHUSETTS_FLAG_DESCRIPTION
source: USS Massachusetts Commemorative Flag
es_mx: Bandera Conmemorativa del USS Massachussets
ja: 戦艦マサチューセッツ記念旗
pl: Flaga pamiątkowa USS Massachusetts
ru: Памятный флаг в честь USS Massachusetts
uk: Пам’ятний прапор на честь USS Massachusetts
zh: M系马萨诸塞纪念旗帜
zh_sg: USS马萨诸塞纪念旗帜

# IDS_PCEE143_MASSACHUSETTS_FLAG_EXTRA_DESCRIPTION
source: This battleship named in honor of the sixth U.S.A. state has a unique history. During World War II, she saw action in the Atlantic, as well as in the Pacific, and earned 11 battle stars. Now, she serves as a museum ship (Fall River, Massachusetts, U.S.A.).
es_mx: Este acorazado nombrado en honor del sexto estado de los EE. UU. tiene una historia única. Durante la Segunda Guerra Mundial, vio acción en el Atlántico, así como en el Pacífico, y obtuvo 11 estrellas de batalla. Ahora sirve como un barco museo (Fall River, Massachusetts, EE. UU.).
ja: この戦艦の艦名は、アメリカ合衆国 6 番目の州に因んでいます。その艦歴は特徴的であり、二次大戦中に大西洋と太平洋の両方で活躍し、11 個の従軍星章を受章しました。現在は、記念艦として公開されています (アメリカ、マサチューセッツ州、フォール・リバー)。
pl: Ten pancernik, nazwany po szóstym stanie U.S.A., ma szczególną historię. W trakcie II wojny światowej działał zarówno na Atlantyku, jak i Pacyfiku i zdobył 11 gwiazd bojowych. Teraz służy jako okręt-muzeum (Fall River, Massachusetts, Stany Zjednoczone Ameryki).
ru: У линкора, названного в честь шестого штата США, уникальная история — в ходе Второй мировой войны ему удалось принять участие в боевых действиях как в Атлантике, так и на Тихом океане, заслужив 11 боевых звёзд. В настоящее время — корабль-музей (Фолл-Ривер, Массачусетс, США).
uk: У лінкора, названого на честь шостого штату США, унікальна історія — в ході Другої світової війни йому вдалося взяти участь в бойових діях як в Атлантиці, так і на Тихому океані, заслуживши 11 бойових зірок. У наш час — корабель-музей (Фолл-Рівер, Массачусеттс, США).
zh: 这艘以M国第六个州来命名的战列舰，本身拥有着独特的历史。大战期间，它投入了大西洋、以及太平洋地区的行动，并获得了 11 枚战斗之星。现在，它成为了一艘博物馆舰 (M国，麻萨诸塞州福尔河)。
zh_sg: 这艘以美国第六个州来命名的战列舰，本身拥有着独特的历史。第二次世界大战期间，它投入了大西洋、以及太平洋地区的行动，并获得了11枚战斗之星。现在，它成为了一艘博物馆舰 (美国，麻萨诸塞州福尔河)。

# IDS_PCEE144_VAMPIRE_FLAG
source: HMAS Vampire
zh: 吸血鬼
zh_sg: HMAS吸血鬼

# IDS_PCEE144_VAMPIRE_FLAG_DESCRIPTION
source: HMAS Vampire Commemorative Flag
es_mx: Bandera Conmemorativa del HMAS Vampire
ja: 駆逐艦ヴァンパイア記念旗
pl: Flaga pamiątkowa HMAS Vampire
ru: Памятный флаг в честь HMAS Vampire
uk: Пам’ятний прапор на честь HMAS Vampire
zh: A国皇家海军 Vampire 纪念旗帜
zh_sg: HMAS吸血鬼纪念旗帜

# IDS_PCEE144_VAMPIRE_FLAG_EXTRA_DESCRIPTION
source: One of the ships from the famous Scrap Iron Flotilla that became renowned in the Mediterranean during World War II. The ship received five battle honors, namely "Calabria 1940", "Libya 1940–1941", "Greece 1941", "Crete 1941", and "Indian Ocean 1941–1942". She was lost in April 1942 as a result of bomb hits from Japanese aircraft, while giving cover to the Hermes aircraft carrier.
es_mx: Uno de los barcos de la famosa Flotilla Chatarra que se hizo famoso en el Mediterráneo durante la Segunda Guerra Mundial. La nave recibió cinco honores de batalla, llamados "Calabria 1940", "Libia 1940-1941", "Grecia 1941", "Creta 1941", y "Océano Índico 1941-1942". Se perdió en abril de 1942 como resultado del bombardeo de aviones japoneses, mientras proporcionaba cobertura al portaaviones Hermes.
ja: 二次大戦中に地中海で名を挙げたスクラップ・アイアン駆逐群の 1 隻であり、「カラブリア 1940 年」「リビア 1940–1941 年」「クレタ 1941 年」および「インド洋 1941–1942 年」という 5 個の戦功章を受章しました。そして 1942 年 4 月、英空母ハーミーズを護衛中に日本軍機による爆撃を受け、撃沈されました。
pl: Jeden z okrętów należących do słynnej formacji Scrap Iron Flotilla, która zasłynęła na morzu śródziemnym w trakcie II wojny światowej. Okręt otrzymał pięć odznaczeń: „Kalabria 1940”, „Libia 1940-1941”, „Grecja 1941”, „Kreta 1941” oraz „Ocean Indyjski 1941-1942”. Zatonął w kwietniu 1942 roku, po trafieniu bombą zrzuconą przez japoński samolot, w trakcie eskortowania lotniskowca Hermes.
ru: Один из кораблей знаменитой австралийской «Флотилии металлолома», прославившейся на Средиземном море во время Второй мировой войны. Получил пять боевых отличий — «Калабрия 1940», «Ливия 1940–1941», «Греция 1941», «Крит 1941», «Индийский океан 1941–1942». Погиб в апреле 1942 года под бомбами японских самолётов, прикрывая авианосец Hermes.
uk: Один з кораблів знаменитої австралійської «Флотилії брухту», яка прославилася на Середземному морі під час Другої світової війни. Отримав п’ять бойових відзнак — «Калабрія 1940», «Лівія 1940–1941», «Греція 1941», «Кріт 1941», «Індійський океан 1941–1942». Загинув у квітні 1942 р. під бомбами японських літаків, прикриваючи авіаносець Hermes.
zh: 一艘来自著名废铁舰队的战舰，在大战期间的地中海地区声名大噪。该战舰获得了五个战斗荣誉，即「卡拉布里亚，1940 年」、「利比亚，1940–1941 年」、「希腊，1941 年」、「克里特岛，1941 年」、以及「印度洋，1941–1942 年」。它在 1942 年4月掩护赫尔墨斯号航空母舰时，因为被R国飞机的炸弹击中而失去。
zh_sg: 一艘来自著名废铁舰队的战舰，在第二次世界大战期间的地中海地区声名大噪。该战舰获得了五个战斗荣誉，即“卡拉布里亚，1940 年”、“利比亚，1940–1941 年”、“希腊，1941 年”、“克里特岛，1941 年”、以及“印度洋，1941–1942 年”。它在1942年四月掩护 竞技神航空母舰时，因为被日本飞机的炸弹击中而失去。

# IDS_PCEE145_PIGEON_OF_WAR
source: The Coo of Boom
es_mx: El Arrullo del Barullo
ja: 鳩の轟き
pl: Wybuchowe gruchnięcie
ru: Грозное воркование
uk: Грізне воркування
zh: 响亮的咕咕声
zh_sg: 响亮的咕咕声

# IDS_PCEE145_PIGEON_OF_WAR_DESCRIPTION
source: From the Nest to the Sea, He flaps his wings Free. Those who hear "Coo" share in doom, as guns thunder a loud Boom!
es_mx: Desde el Nido del Mar, aletea libremente. ¡Aquellos que escuchan su "Arrullo" compartir la condena, cuando las armas retumban con enorme Barullo!
ja: 巣から海へと、彼は自由に羽ばたく。そしてその「鳴き声」を聞く者たちには、大砲の轟音と共に破滅が届けられるのだ!
pl: Z gniazda do morza, leci w przestworzach. Ten, kto słyszy jego gruchanie, wkrótce na twarzy czuje gorąca dmuchanie.
ru: Расправив крылья, из гнезда в море стремится он. Всех, кто услышит его воркование, настигнет из орудий гром!
uk: Розправивши крила, з гнізда в море прагне він. Всіх, хто почує його воркування, наздожене з гармат грім!
zh: 从鸟巢到海上，它自由地拍打着翅膀。那些听见「咕咕声」的人会分享到厄运，就像是震天响的炮声！
zh_sg: 从鸟巢到海上，它自由地拍打着翅膀。那些听见“咕咕声”的人会分享到厄运，就像是震天响的炮声！

# IDS_PCEE148_HW_ANOTHER_FLAG
source: Seriously? Another Flag?
es_mx: ¿De verdad? ¿Otra Bandera?
ja: ええっ? また旗なのか?
pl: Poważnie? Kolejna flaga?
ru: Серьёзно? Ещё один флаг?
uk: Серйозно? Ще один прапор?
zh: 认真的？又一面旗帜？
zh_sg: 认真的？又一面旗帜？

# IDS_PCEE148_HW_ANOTHER_FLAG_DESCRIPTION
source: Just tell yourself that the real prize was the friends you made along the way.
es_mx: Solo piensa en que el verdadero premio fueron los amigos que hiciste a lo largo del camino.
ja: 本当の賞はその途上で作った友達なのだ、とあなた自身にお伝えください。
pl: Powiedz sobie, że prawdziwa nagroda to przyjaciele, których przy okazji zdobyłeś.
ru: Просто скажите себе, что настоящим призом стали друзья, которые у вас появились за это время.
uk: Просто скажіть собі, що справжнім призом стали друзі, які у вас з’явилися за цей час.
zh: 告诉自己，真正的奖品就是您一路走来的朋友。
zh_sg: 告诉自己，真正的奖品就是您一路走来的朋友。

# IDS_PCEE149_T_61_FLAG_DESCRIPTION
source: T-61 Commemorative Flag
es_mx: Bandera Conmemorativa del T-61
ja: T-61 記念旗
pl: Flaga pamiątkowa T-61
ru: Памятный флаг в честь T-61
uk: Пам’ятний прапор на честь T-61
zh: T-61 纪念旗帜
zh_sg: T-61纪念旗帜

# IDS_PCEE149_T_61_FLAG_EXTRA_DESCRIPTION
source: The German Kriegsmarine destroyers with extensively balanced combat features were built in the Netherlands and were officially designated as the 1940-Class fleet torpedo boats. None of them ever came into commission while the T-61 lead ship was sunk by allied aviation during towage for completion in Germany.
es_mx: Los destructores de la Kriegsmarine alemana con un sinfín de características de combate equilibradas fueron construidos en Holanda y fueron designados oficialmente como lanchas torpedera de flota de la clase 1940. Ninguno de ellos fue puesto en servicio mientras que el barco insignia T-61 fue hundido por la aviación aliada durante su traslado para ser completado en Alemania.
ja: ネーデルラントで建造されたドイツ海軍の大型水雷艇です。バランスが非常に良い戦闘性能を備えています。正式な艦級名は 1940 型艦隊水雷艇でしたが、実質的には駆逐艦といえます。本艦級は 1 隻も就役には至っておらず、リードシップである T-61 は完成に向けてドイツで曳航されている途中に連合軍の空襲を受け、撃沈されました。
pl: Niszczyciele niemieckiej Kriegsmarine o dobrze zbalansowanej charakterystyce bojowej, budowane w Holandii i oficjalnie sklasyfikowane jako torpedowce floty, typu 1940. Żaden z nich nigdy nie wszedł do służby, a T-61 został zatopiony przez alianckie lotnictwo podczas holowania na prace wykończeniowe w Niemczech.
ru: Самые сбалансированные эсминцы германского флота строились в Голландии и официально именовались «флотские миноносцы типа 1940». Ни одному из них не удалось вступить в строй, головной T-61 был потоплен авиацией союзников во время буксировки в Германию для достройки.
uk: Найзбалансованіші есмінці німецького флоту будували у Нідерландах і офіційно іменували «флотські міноносці типу 1940». Жодному з них не судилося стати у стрій. Головний T-61 потопила авіація союзників, коли його буксирували до Німеччини, щоб добудувати.
zh: 具有多方面平衡战斗特色，于邻国建造的D国海军驱逐舰，后来被正式指定为 1940 年舰级的舰队驱逐舰。她们全都没有投入使用，而 T-61 首舰则是在准备前往该国完工的拖曳期间，被盟军飞机给击沉。
zh_sg: 具有多方面平衡战斗特色，于荷兰建造的德国海军驱逐舰，后来被正式指定为 1940 年舰级的舰队鱼雷艇。它们全都没有投入使用，而 T-61 首舰则是在准备前往德国完工的拖曳期间，被盟军飞机给击沉。

# IDS_PCEE150_DUCA_DEGLI_ABRUZZI_FLAG
source: Duca degli Abruzzi
zh: 阿布鲁齐公爵
zh_sg: 阿布鲁齐公爵

# IDS_PCEE150_DUCA_DEGLI_ABRUZZI_FLAG_DESCRIPTION
source: Duca degli Abruzzi Commemorative Flag
es_mx: Bandera Conmemorativa del Duca degli Abruzzi
ja: 巡洋艦ドゥーカ・デリ・アブルッツィ記念旗
pl: Flaga pamiątkowa Duca degli Abruzzi
ru: Памятный флаг в честь Duca degli Abruzzi
uk: Пам’ятний прапор на честь Duca degli Abruzzi
zh: 阿布鲁齐公爵纪念旗帜
zh_sg: 阿布鲁齐公爵纪念旗帜

# IDS_PCEE150_DUCA_DEGLI_ABRUZZI_FLAG_EXTRA_DESCRIPTION
source: One of the best light cruisers in the Regia Marina, Duca degli Abruzzi was named after Prince Luigi Amedeo di Savoia, Duke of the Abruzzi, a famous traveler, mountaineer, explorer, and admiral.
es_mx: Uno de los mejores cruceros ligeros de la Regia Marina, el Duca degli Abruzzi fue nombrado como el Príncipe Luigi Amedeo di Savoia, Duque de Abruzzi, un famoso viajero, montañista, explorador y almirante.
ja: 本艦はイタリア王立海軍における最高の軽巡洋艦の 1 隻であり、その艦名は、有名な旅行家、登山家、探検家そして提督として知られる王族のルイージ・アメデーオ・ディ・サヴォイア、通称「アブルッツィ公」に由来します。
pl: Jeden z najlepszych lekkich krążowników Regia Marina, Duca degli Abruzzi został nazwany na cześć Luigi Amedeo di Savoia, księcia Abruzzi, słynnego podróżnika, odkrywcy i admirała.
ru: Один из лучших лёгких крейсеров Итальянского Королевского флота Duca degli Abruzzi получил своё имя в честь принца Луиджи Амедео Савойского, герцога Абруццкого — знаменитого путешественника, исследователя, альпиниста и флотоводца.
uk: Один з найліпших легких крейсерів Італійського Королівського флоту Duca degli Abruzzi отримав своє ім’я на честь принца Луїджі Амедео Савойського, герцога Абруцького — знаменитого мандрівника, дослідника, альпініста і флотоводця.
zh: 一艘I系海军最好的轻型巡洋舰，以著名的旅行家、登山家、探险家及海军上将的名字，王子路易吉-阿玛迪奥-萨伏伊、阿布鲁齐公爵来命名。
zh_sg: 一艘意大利皇家海军最好的轻型巡洋舰，以著名的旅行家、登山家、探险家及海军上将的名字，王子 阿布鲁齐公爵(Luigi di Savoia Duca degli Abruzzi)来命名。

# IDS_PCEE151_AIGLE_FLAG
source: Aigle
zh: 鹰
zh_sg: 鹰

# IDS_PCEE151_AIGLE_FLAG_DESCRIPTION
source: Aigle Commemorative Flag
es_mx: Bandera Conmemorativa del Aigle
ja: 駆逐艦エーグル記念旗
pl: Flaga pamiątkowa Aigle
ru: Памятный флаг в честь Aigle
uk: Пам’ятний прапор на честь Aigle
zh: 鹰纪念旗帜
zh_sg: 鹰纪念旗帜

# IDS_PCEE151_AIGLE_FLAG_EXTRA_DESCRIPTION
source: Aigle ("Eagle") was the lead ship in a series of large destroyers (contre-torpilleurs) named after predatory birds: Gerfaut ("Gyrfalcon"), Vautour ("Vulture"), Épervier ("Sparrowhawk"), Albatross and Milan ("Kite"). The primary task for the ships of this type was to hunt down destroyers.
es_mx: Aigle ("Águila") fue el barco insignia de una seria de grandes destructores (contre-torpilleurs) nombrados como aves de presa: Gerfaut ("Gerifalte"), Vautour ("Buitre"), Épervier ("Gavilán"), Albatross y Milano ("Kite"). La tarea principal para los barcos de este tipo era cazar destructores.
ja: エーグル (鷲) は、主に猛禽類の名を持つ大型駆逐艦 (contre-torpilleurs) の艦級のリードシップであり、姉妹艦にはジェルフォー (シロハヤブサ)、ヴォートゥール (ハゲワシ)、エペルヴィイ (ハイタカ)、アルバトロス (アホウドリ) およびミラン (凧) がありました。本艦級の主要な任務は、駆逐艦を撃退することにありました。
pl: Aigle („Orzeł”) był okrętem prowadzącym serii niszczycieli (contre-torpilleurs) nazywanych po drapieżnych ptakach: Gefaut („Białozór”), Vautour („Sęp”), Épervier („Krogulec”), Albatross i Milan („Kania”). Ich głównym zadaniem było zwalczanie innych niszczycieli.
ru: Aigle («Орёл») был головным кораблём серии контрминоносцев, получивших названия в честь хищных птиц: Gerfaut («Кречет»), Vautour («Гриф»), Épervier («Ястреб»), Albatros («Альбатрос»), Milan («Коршун»). Главной задачей кораблей этого класса была «охота» на эсминцы.
uk: Aigle («Орел») був головним кораблем серії контрміноносців, які отримали назви на честь хижих птахів: Gerfaut («Кречет»), Vautour («Гриф»), Épervier («Яструб»), Albatros («Альбатрос»), Milan («Шуліка»). Головним завданням кораблів цього класу було «полювання» на есмінців.
zh: 鹰为一系列以掠食性鸟类来命名的大型驱逐舰之首舰，这类型战舰是用来追捕驱逐舰的。
zh_sg: 鹰(Aigle)为一系列以掠食性鸟类来命名的大型驱逐舰(contre-torpilleurs)之首舰：Gerfaut (海东青)、Vautour (秃鹫)、Épervier (雀鹰)、Albatross 和 Milan (鸢)。这类型战舰是用来追捕驱逐舰的。

# IDS_PCEE152_MUSASHI_FLAG
source: Musashi
ja: 武蔵
zh: 鲲
zh_sg: 武藏

# IDS_PCEE152_MUSASHI_FLAG_DESCRIPTION
source: Musashi Commemorative Flag
es_mx: Bandera Conmemorativa del Musashi
ja: 武蔵記念旗
pl: Flaga pamiątkowa Musashi
ru: Памятный флаг в честь Musashi
uk: Пам’ятний прапор на честь Musashi
zh: 鲲纪念旗帜
zh_sg: 武藏纪念旗帜

# IDS_PCEE152_MUSASHI_FLAG_EXTRA_DESCRIPTION
source: A sister ship of the legendary Yamato, named after the historic Musashi Province, the political center of Japan during the Tokugawa Shogunate.
es_mx: Un barco hermano del legendario Yamato, nombrado como la histórica provincia de Musashi, el centro político de Japón durante el Shogunato Tokugawa.
ja: 武蔵は、伝説的な戦艦大和の姉妹艦です。武蔵とは、日本の古くからの令制国 (地方行政区分) のひとつであり、徳川幕府時代には日本の政治的中心でした。
pl: Siostrzany okręt legendarnego Yamato, nazwany na cześć historycznej prowincji Musashi, politycznego centrum Japonii w czasach szogunatu Tokugawa.
ru: Систершип легендарного Yamato был назван в честь исторической провинции Мусаси, являвшейся в то время политическим центром Японии в период сёгуната Токугава.
uk: Однотипник легендарного Yamato названо на честь історичної провінції Мусасі, яка була на той час політичним центром Японії в період сьоґунату Токуґава.
zh: 鲸的姊妹舰，以具有历史意义、德川幕府时期的该国政治中心来命名。
zh_sg: 传奇大和的姐妹舰，以具有历史意义、德川幕府时期的日本政治中心──武藏省来命名。

# IDS_PCEE153_BATTLE_OF_TRAFALGAR
source: The Hard Fought Victory
es_mx: La Difícil Victoria
ja: 激戦の末の勝利
pl: Zasłużone zwycięstwo
ru: Тяжело доставшаяся победа
uk: Перемогти було складно
zh: 为胜利奋战
zh_sg: 为胜利奋战

# IDS_PCEE153_BATTLE_OF_TRAFALGAR_DESCRIPTION
source: On October 21, 1805, over 70 vessels of French, Spanish, and British origin fought on the Cape of Trafalgar in the most important naval battle of the War of the Third Coalition.
es_mx: El 21 de octubre de 1805, más de 70 buques de Francia, España, e Inglaterra lucharon en el Cabo de Trafalgar en la batalla naval más importante de la Guerra de la Tercera Coalición.
ja: 1805 年 10 月 21 日、スペインのトラファルガー岬の沖でフランス、スペイン、イギリスの 70 隻以上の艦艇が激戦を繰り広げました。この戦いは、第三次対仏大同盟にとっての最も重要な海戦として知られています。
pl: 21 października 1805 roku ponad 70 okrętów francuskich, hiszpańskich i brytyjskich stoczyło najważniejszą bitwę Wojny z Trzecią Koalicją Antyfrancuską - bitwę o przylądek Trafalgar.
ru: 21 октября 1805 г. более 70 французских, испанских и британских кораблей сошлись в схватке у мыса Трафальгар во время самого значительного морского сражения в войне Третьей коалиции.
uk: 21 жовтня 1805 р. понад 70 французьких, іспанських і британських кораблів зійшлися у битві біля мису Трафальгар під час найзначнішого морського бою у війні Третьої коаліції.
zh: 1805 年 10 月 21 日，超过 70 艘来自F国、X国、以及Y国的战舰在特拉法加角进行恶战，这是同盟战争中最重要的一场海战。
zh_sg: 1805年10月21日，超过70艘来自法国、西班牙、以及英国的战舰在特拉法加角进行恶战，这是第三次反法同盟战争中最重要的一场海战。

# IDS_PCEE154_INDIANAPOLIS_FLAG
source: USS Indianapolis
zh: 印第安纳波利斯
zh_sg: USS印第安纳波利斯

# IDS_PCEE154_INDIANAPOLIS_FLAG_DESCRIPTION
source: USS Indianapolis Commemorative Flag
es_mx: Bandera Conmemorativa del USS Indianapolis
ja: 重巡洋艦インディアナポリス記念旗
pl: Flaga pamiątkowa USS Indianapolis
ru: Памятный флаг в честь USS Indianapolis
uk: Пам’ятний прапор на честь USS Indianapolis
zh: M系印第安纳波利斯纪念旗帜
zh_sg: USS印第安纳波利斯纪念旗帜

# IDS_PCEE154_INDIANAPOLIS_FLAG_EXTRA_DESCRIPTION
source: A Portland Class Heavy Cruiser that had just completed a mission carrying atomic bomb parts when it was struck on July 30, 1945. Only 317 of the 1,196 men survived.
es_mx: Un Crucero Pesado de la Clase Portland que acababa de completar una misión con partes de una bomba atómica a bordo cuando fue atacada el 30 de julio de 1945. Solo 317 de 1,196 hombres sobrevivieron.
ja: ポートランド級重巡洋艦であり、原子爆弾用の部品を輸送するという極秘任務を終えた直後の 1945 年 7 月 30 日に攻撃を受け、撃沈されました。1,196 名の乗員のうち、生き残ったのはわずかに 317 名でした。
pl: Ciężki krążownik klasy Portland, który dopiero co zakończył misję polegającą na transporcie części bomby atomowej, kiedy został poważnie uszkodzony 30 lipca 1945 roku. Tylko 317 z 1196 członków załogi przeżyło.
ru: Во время возвращения с задания по доставке компонентов атомной бомбы тяжёлый крейсер типа Portland был торпедирован 30 июля 1945 г. Из 1196 членов экипажа уцелели только 317 человек.
uk: Під час повернення з завдання з доставки компонентів атомної бомби важкий крейсер типу Portland торпедували 30 липня 1945 р. З 1 196 членів екіпажу вціліли лише 317 осіб.
zh: 当这艘波特兰级重型巡洋舰在 1945 年 7 月 30 日被袭击时，它才刚完成了原子弹部件的运送任务。1,196 人中只有 317 人存活下来。
zh_sg: 当这艘Portland级重型巡洋舰在 1945年7月30日被袭击时，它才刚完成了原子弹部件的运送任务。1196人中只有317人幸存。

# IDS_PCEE155_TIRPITZ_FLAG
source: Tirpitz
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PCEE155_TIRPITZ_FLAG_DESCRIPTION
source: Tirpitz Commemorative Flag
es_mx: Bandera Conmemorativa del Tirpitz
ja: 戦艦ティルピッツ記念旗
pl: Flaga pamiątkowa Tripitz
ru: Памятный флаг в честь Tirpitz
uk: Пам’ятний прапор на честь Tirpitz
zh: 提尔皮茨纪念旗帜
zh_sg: 提尔皮茨纪念旗帜

# IDS_PCEE155_TIRPITZ_FLAG_EXTRA_DESCRIPTION
source: The heaviest European Battleship ever made, this ship raided convoys and was a feared vessel in the Arctic and Atlantic oceans.
es_mx: El Acorazado europeo más pesado jamás construido, este barco atacó convoyes y fue un barco temido en los océanos Ártico y Atlántico.
ja: ヨーロッパ史上最大の戦艦の 1 隻であり、通商破壊任務に投入され、北極海および大西洋に脅威をもたらしました。
pl: Najcięższy europejski pancernik w historii, prowadził operacje korsarskie i siał postrach na wodach oceanów Arktycznego i Atlantyckiego.
ru: Самый крупный линкор из когда-либо построенных в Европе. Совершал рейды на союзные конвои, наводя ужас в водах Арктики и Атлантического океана.
uk: Найбільший лінкор з коли-небудь побудованих в Європі. Здійснював рейди на союзні конвої, наводячи жах у водах Арктики та Атлантичного океану.
zh: 史上最重的战列舰，此战舰袭击过舰团、而且是北冰洋和大西洋上令人畏惧的战舰。
zh_sg: 史上最重的欧洲战列舰，此战舰袭击过舰团、而且是北冰洋和大西洋上令人畏惧的战舰。

# IDS_PCEE156_BATTLE_OF_GUADALCANAL
source: 75th Anniversary of the Naval Battle of Guadalcanal
es_mx: 75° Aniversario de la Batalla Naval de Guadalcanal
ja: ガダルカナル海戦 75 周年
pl: 75. rocznica bitwy morskiej pod Guadalcanal
ru: 75-я годовщина морского сражения за Гуадалканал
uk: 75-та річниця морської битви за Гуадалканал
zh: 瓜达尔卡纳尔海战七十五周年纪念
zh_sg: 瓜达尔卡纳尔海战七十五周年纪念

# IDS_PCEE156_BATTLE_OF_GUADALCANAL_DESCRIPTION
source: The Naval Battle of Guadalcanal was the decisive engagement between Allies and the Empire of Japan during the Guadalcanal Campaign in the Solomon Islands in November 1942.
es_mx: La Batalla Naval de Guadalcanal fue el encuentro decisivo entre los Aliados y el Imperio de Japón durante la Campaña de Guadalcanal en las Islas Solomon en noviembre de 1942
ja: 1942 年 11 月にソロモン諸島のガダルカナル島を巡る戦いの一環として発生したガダルカナル海戦 (ソロモン海戦) は、連合軍と大日本帝国軍との間での決定的な戦いでした。
pl: Bitwa morska pod Guadalcanal była decydującym starciem pomiędzy aliantami, a Cesarstwem Japonii w trakcie kampanii guadalcanalskiej na Wyspach Salomona w listopadzie 1942 roku.
ru: Битва за Гуадалканал — переломное событие в противостоянии на Тихом океане между силами Союзников и Японской империи, произошедшее в ходе Гуадалканальской кампании у Соломоновых островов в ноябре 1942 г.
uk: Битва за Гуадалканал – переломна подія в протистоянні на Тихому океані між силами Союзників і Японською імперією, що відбулася в ході Гуадалканальної кампанії біля Соломонових островів у листопаді 1942 р.
zh: 瓜达尔卡纳尔海战，为 1942 年11月于所罗门群岛的瓜达尔卡纳尔岛战役中，一场盟军与R系海军之间的决定性交战。
zh_sg: 瓜达尔卡纳尔海战，为1942年11月于所罗门群岛的瓜达尔卡纳尔岛战役中，一场盟军与日本海军之间的决定性交战。

# IDS_PCEE157_THANKSGIVING_FLAG
source: Giving Thanks Flag
es_mx: Bandera de Acción de Gracias
ja: 感謝旗
pl: Flaga dziękczynna
zh: 感恩旗帜

# IDS_PCEE157_THANKSGIVING_FLAG_DESCRIPTION
source: Spend time with family and friends, feel thankful, and celebrate the good things in life.
es_mx: Pasa el tiempo con la familia y los amigos. Siéntete agradecido y celebra las cosas buenas de la vida.
ja: 家族や友人と共に過ごし、感謝の気持ちを持って人生における良き物事を祝いましょう。
pl: Spędzaj czas z rodziną i przyjaciółmi, czuj wdzięczność i ciesz się tym, co w życiu dobre.
ru: Проводите время в кругу семьи и друзей, принимайте дарованное с благодарностью и не забывайте радоваться жизни!
uk: Проводьте час у родинному колі та серед друзів, приймайте подарунки з вдячністю і не забувайте радіти життю!
zh: 花点时间陪陪家人与好友，感恩及赞美生活中的美好事物。
zh_sg: 花点时间陪陪家人与好友，感恩及赞美生活中的美好事物。

# IDS_PCEE158_ARMADA_ACTION
source: Armada Action
es_mx: Servicio a la Armada
ja: 大艦隊行動
pl: Armada w akcji
ru: Армада, к бою!
uk: Армадо, до бою!
zh: 舰队行动
zh_sg: 舰队行动
