Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OP_01_04_010_MESSAGE_DEAD_ENEMYS_FORTS_1
source: Reconnaissance indicates that the main attack will start in 10 minutes. If enemies breach the defense perimeter, the attack will start earlier.
es_mx: Reconocimiento indica que el ataque principal comenzará en 10 minutos. Si el enemigo rompe la defensa del perímetro, el ataque comenzará antes.
ja: 情報によると、あと 10 分で本格攻撃が始まる。敵が防衛線を突破した場合、攻撃が早まる。
pl: Rozpoznanie donosi, że główny atak rozpocznie się za 10 minut. Jeśli przeciwnik przełamie wcześniej nasze linie obronne, to główny atak rozpocznie się wcześniej.
ru: По данным разведки, главная атака начнётся через 10 минут. Если периметр обороны будет прорван, атака начнётся раньше.
uk: За даними розвідки, головна атака розпочнеться за 10 хвилин. Якщо периметр оборони буде прорвано, атака розпочнеться раніше.
zh: 情报指出，将于 10 分钟后开始主要攻击。如果敌人突破防御周边，就会更早开始主要攻击。
zh_sg: 侦察情报显示，将于10分钟后开始总攻。如果敌人突破防御周边，就会更早开始总攻。

# IDS_OP_01_04_011_ENEMYS_AIRCR_GO_TO_BATTLE
source: The enemy has breached our defenses. The main attack has started!
es_mx: El enemigo ha roto nuestras defensas. ¡El ataque principal ha comenzado!
ja: 敵が防衛戦を突破した。本格攻撃が開始された!
pl: Wróg przebił się przez nasze linie obronne. Rozpoczyna się główny atak!
ru: Противник прорвал нашу оборону. Начинается главная атака!
uk: Супротивник прорвав нашу оборону. Починається головна атака!
zh: 敌人已突破我们的防御。主要攻击已经开始！
zh_sg: 敌人已突破我们的防御。总攻已经开始！

# IDS_OP_01_04_011_ENEMYS_AIRCR_GO_TO_BATTLE_1
source: The defense perimeter was breached! Enemy command gave an order to start the main attack.
es_mx: ¡Se ha roto la defensa del perímetro! El comando enemigo dio la orden de comenzar el ataque principal.
ja: 防衛線が突破された! 敵の司令部が、本格攻撃の開始を指示した。
pl: Linia obronna została przełamana! Wrogie dowództwo wydało rozkaz rozpoczęcia głównego ataku.
ru: Периметр обороны прорван! Вражеское командование отдало приказ начать главную атаку.
uk: Периметр оборони прорвано! Вороже командування віддало наказ розпочати головну атаку.
zh: 防御周边已被突破！敌人指挥官下令开始主要攻击。
zh_sg: 防御周边已被突破！敌人指挥官下令开始总攻。

# IDS_OP_01_04_025_NEW_POST_NORTH_TEMP
source: Attention! The cruiser has entered the combat zone.
es_mx: ¡Atención! El crucero ha entrado a la zona de combate.
ja: 注意せよ! 巡洋艦が戦場に到着した。
pl: Uwaga! Krążownik wpłynął do strefy walki.
ru: Внимание! Крейсер вошёл в зону боевых действий.
uk: Увага! Крейсер увійшов до зони бойових дій.
zh: 注意！巡洋舰进入了战斗区域。
zh_sg: 注意！巡洋舰已进入战斗区域。

# IDS_OP_01_04_026_NEW_POST_WEST
source: The support ship is approaching the second line batteries.
es_mx: El barco de apoyo está acercándose a las baterías de la segunda línea.
ja: 支援船が第 2 線の砲台に接近中。
pl: Okręt wsparcia dopływa do drugiej linii baterii.
ru: Судно обеспечения подходит к батареям 2-й линии.
uk: Корабель забезпечення підходить до батарей 2-ї лінії.
zh: 支援舰正在接近第二线炮阵地。
zh_sg: 支援舰正在接近第二线炮台。

# IDS_OP_01_04_026_NEW_POST_WEST1
source: The support ship has reached Battery 1. Battery repair in progress.
es_mx: El barco de apoyo ha llegado a la Batería 1. Reparación de la batería en progreso.
ja: 支援船が砲台 1 に到着、修理中。
pl: Okręt wsparcia dotarł do baterii pierwszej. Naprawa baterii w toku.
ru: Судно обеспечения подошло к 1-й батарее. Идёт восстановление батареи.
uk: Корабель забезпечення підійшов до 1-ї батареї. Триває відновлення батареї.
zh: 支援舰已经到达炮阵地 1。正在修理炮组。
zh_sg: 支援舰已经到达炮台 1。正在修理炮组。

# IDS_OP_01_04_026_NEW_POST_WEST2
source: Battery 1 was repaired. The support ship is moving to the next battery.
es_mx: La Batería 1 fue reparada. El barco de apoyo está viajando a la siguiente batería.
ja: 砲台 1 修理完了。支援船は次の砲台に向け移動中。
pl: Bateria pierwsza została naprawiona. Okręt wsparcia płynie do następnej baterii.
ru: 1-я батарея восстановлена. Судно обеспечения выдвинулось к следующей батарее.
uk: 1-у батарею відновлено. Корабель забезпечення вирушив до наступної батареї.
zh: 炮阵地 1 已修复。支援舰正往下个炮阵地移动。
zh_sg: 炮台 1 已修复。支援舰正往下个炮台移动。

# IDS_OP_01_04_026_NEW_POST_WEST3
source: The support vessel has reached Battery 2. Battery repair in progress.
es_mx: El buque de apoyo ha llegado a la Batería 2. Reparación de la batería en progreso.
ja: 支援船が砲台 2 に到着、修理中。
pl: Okręt wsparcia dotarł do baterii drugiej. Naprawa baterii w toku.
ru: Судно обеспечения подошло ко 2-й батарее. Идёт восстановление батареи.
uk: Корабель забезпечення підійшов до 2-ї батареї. Триває відновлення батареї.
zh: 支援舰已经到达炮阵地 2。正在修理炮组。
zh_sg: 支援舰已经到达炮台 2。正在修理炮组。

# IDS_OP_01_04_026_NEW_POST_WEST4
source: All batteries were repaired. The support ship is returning to the base.
es_mx: Todas las baterías fueron reparadas. El barco de apoyo está regresando a la base.
ja: 全ての砲台の修理を完了、支援船は基地に帰投中。
pl: Wszystkie baterie zostały naprawione. Okręt wsparcia wraca do bazy.
ru: Все батареи восстановлены. Судно обеспечения возвращается на базу.
uk: Усі батареї відновлено. Корабель забезпечення повертається на базу.
zh: 所有炮阵地都已修复。支持舰正返回基地。
zh_sg: 所有炮台都已修复。支持舰正返回基地。

# IDS_OP_01_04_026_NEW_POST_WEST5
source: The first support ship was destroyed. The second support ship has been sent to repair the batteries.
es_mx: El primer barco de apoyo fue destruido. El segundo barco de apoyo ha sido enviado a reparar las baterías.
ja: 1 隻目の支援船が撃沈された。砲台の修理のため、2 隻目の支援船を向かわせた。
pl: Pierwszy okręt wsparcia został zniszczony. Drugi okręt wsparcia został wysłany do naprawy baterii.
ru: Первое судно обеспечения потеряно. Для восстановления батарей высылаю второе.
uk: Перший корабель забезпечення втрачено. Щоб відновити батареї, надсилаю другий.
zh: 第一支援舰被击毁。已派出第二支持舰前往修理炮组。
zh_sg: 第一支援舰被摧毁。已派出第二支持舰前往修理炮组。

# IDS_OP_01_04_026_NEW_POST_WEST6_TEMP
source: Cruiser Romeo has reached the base.
es_mx: El crucero Romeo ha alcanzado la base.
ja: 巡洋艦 Romeo が基地に到着した。
pl: Krążownik Romeo dotarł do bazy.
ru: Крейсер «Ромео» достиг базы.
uk: Крейсер «Ромео» досяг бази.
zh: 巡洋舰罗密欧已抵达基地。
zh_sg: 巡洋舰Romeo已抵达基地。

# IDS_OP_01_04_026_NEW_POST_WEST7
source: All support ships were destroyed. Battery repair is impossible.
es_mx: Todos los barcos de apoyo fueron destruidos. Es imposible reparar la batería.
ja: 支援船が全滅した。砲台の修理は不可能だ。
pl: Wszystkie okręty wsparcia zostały zniszczone. Naprawa baterii jest niemożliwa.
ru: Все суда обеспечения потеряны. Восстановление батарей невозможно.
uk: Усі кораблі забезпечення втрачено. Відновлення батарей неможливо.
zh: 所有支援舰都被击毁。炮组已不可能修复。
zh_sg: 所有支援舰都被摧毁。炮组已不可能修复。

# IDS_OP_01_04_026_NEW_POST_WEST8
source: The support ship returned to the base.
es_mx: El barco de apoyo regresó a la base.
ja: 支援船が基地に帰投した。
pl: Okręt wsparcia wrócił do bazy.
ru: Судно обеспечения вернулось на базу.
uk: Корабель забезпечення повернувся на базу.
zh: 支援舰已返回基地。
zh_sg: 支援舰已返回基地。

# IDS_OP_01_04_0291_ENEMYS_BOSS_1_TEMP
source: You need to destroy enemy forces before the main attack starts, and cover cruiser Romeo's retreat to base.
es_mx: Necesitas destruir fuerzas enemigas antes de comenzar el ataque principal, y cubrir la retirada del crucero Romeo a la base.
ja: 本格攻撃が始まる前に敵戦力を撃破し、巡洋艦 Romeo を基地まで退避させる必要がある。
pl: Musisz zniszczyć siły wroga, zanim rozpocznie się główny atak i osłaniać powrót krążownika Romeo do bazy.
ru: Необходимо уничтожить силы противника до начала главной атаки и обеспечить отступление крейсера «Ромео» на базу.
uk: Потрібно знищити сили супротивника до початку головної атаки та забезпечити відступ крейсера «Ромео» на базу.
zh: 您需要在主要攻击开始之前摧毁敌军，并掩护巡洋舰罗密欧撤退到基地。
zh_sg: 您需要摧毁在主攻开始之前摧毁敌方部队，并掩护巡洋舰Romeo撤退回基地。

# IDS_OP_01_04_0291_ENEMYS_BOSS_2
source: Destroy the enemy before the main attack starts to allow the Lexington-class carrier Romeo to return to the base.
es_mx: Destruye al enemigo antes de que el ataque principal le permita al portaaviones clase Lexington, Romeo, regresar a la base.
ja: 本格攻撃が開始される前に敵艦隊を殲滅し、基地に向かっているレキシントン級空母 Romeo を支援せよ。
pl: Zniszcz wroga zanim rozpocznie się główny atak, a Romeo, lotniskowiec klasy Lexington będzie mógł wrócić do bazy.
ru: Уничтожьте противника до начала главной атаки, чтобы авианосец «Ромео» типа Lexington смог вернуться на базу.
uk: Знищте супротивника до початку головної атаки, щоб авіаносець «Ромео» типу Lexington зміг повернутися на базу.
zh: 在主要攻击开始前击毁您的敌人才能让列克星敦级航母罗密欧返回基地。
zh_sg: 在总攻开始前击毁您的敌人才能让列克星敦级航母Romeo返回基地。

# IDS_OP_01_04_0291_ENEMYS_BOSS_2_TEMP
source: Destroy the enemy before the main attack starts in order to allow cruiser Romeo to return to base.
es_mx: Destruye al enemigo antes de que inicie el ataque principal para poder permitir al crucero Romeo regresar a la base.
ja: 巡洋艦 Romeo が基地に帰還できるよう、本格攻撃が始まる前に敵を撃破せよ。
pl: Zniszcz okręty wroga zanim rozpocznie się główny atak, by umożliwić krążownikowi Romeo powrót do bazy.
ru: Уничтожьте противника до начала главной атаки, чтобы крейсер «Ромео» смог вернуться на базу.
uk: Знищте супротивника до початку головної атаки, щоб крейсер «Ромео» зміг повернутися на базу.
zh: 在主要攻击开始之前摧毁敌军，以便让巡洋舰罗密欧返回基地。
zh_sg: 在主攻开始之前摧毁敌方部队以确保巡洋舰Romeo返回基地。

# IDS_OP_01_04_029_DEAD_ENEMYS_IZUMO
source: Battle stations! Our base is under attack. Deter the enemy until the arrival of the allied attack squadron.
es_mx: ¡Estaciones de combate! Nuestra base está bajo ataque. Disuade al enemigo hasta la llegada del escuadrón de ataque aliado.
ja: 戦闘配置! 基地が攻撃を受けている。味方の攻撃隊が到着するまで守り抜け。
pl: Do wszystkich stacji bojowych! Nasza baza została zaatakowana. Powstrzymać wroga do czasu przybycia sprzymierzonej eskadry.
ru: Тревога! База атакована. Сдерживайте противника до подхода союзной ударной эскадры.
uk: Тривога! Базу атаковано. Стримуйте супротивника до прибуття союзної ударної ескадри.
zh: 各就各位！ 我们的基地正遭受到攻击。挡住敌人直到我方攻击中队抵达为止。
zh_sg: 各就各位！ 我们的基地正遭受到攻击。挡住敌人直到我方攻击中队抵达为止。

# IDS_OP_01_04_032_ENEMYS_AVIR_1_TEMP
source: A large enemy battleship has entered the combat zone. Destroy it!
es_mx: Un gran acorazado enemigo ha entrado a las zona de combate. ¡Destrúyelo!
ja: 大型の敵戦艦が戦場に進入した。撃沈せよ!
pl: Do strefy walki wpłynął duży pancernik wroga. Zniszcz go!
ru: В зону боевых действий вошёл крупный линкор противника. Приказываю уничтожить!
uk: До зони бойових дій увійшов великий лінкор супротивника. Наказую знищити!
zh: 一艘大型敌方战列舰已进入战斗区域。击毁它！
zh_sg: 敌方一艘大型战列舰已进入战斗区域。击毁它！

# IDS_OP_01_04_032_ENEMYS_AVIR_2_TEMP
source: Battleship Gunkan was destroyed. Task completed.
es_mx: El acorazado Gunkan fue destruido. Tarea completada.
ja: 戦艦 Gunkan を撃沈した。 タスク達成だ。
pl: Pancernik Gunkan został zniszczony. Zadanie ukończone.
ru: Линкор «Гункан» уничтожен. Задача выполнена.
uk: Лінкор «Ґункан» знищено. Завдання виконано.
zh: 战列舰Gun被击毁了。 工作完成。
zh_sg: 战列舰Gunkan已经被摧毁。 任务完成。

# IDS_OP_01_04_034_ALLY_AVIR_1_TEMP
source: Good news! Our cruiser entered the combat zone.
es_mx: ¡Buenas noticias! Nuestro cruero entró a la zona de combate.
ja: 朗報だ! 味方巡洋艦が戦場に到着した。
pl: Dobre wieści! Nasz krążownik wpłynął do strefy walki.
ru: Отлично! Наш крейсер вошёл в зону боевых действий.
uk: Чудово! Наш крейсер увійшов до зони бойових дій.
zh: 好消息！我们的巡洋舰进入了战斗区域。
zh_sg: 好消息！我们的巡洋舰已进入战斗区域。

# IDS_OP_01_04_034_ALLY_AVIR_2_TEMP
source: Our cruiser was destroyed. Secondary task failed.
es_mx: Nuestro crucero fue destruido. Tarea secundaria no completada)
ja: 味方巡洋艦が撃沈された。副タスクは失敗だ。
pl: Nasz krążownik został zniszczony. Zadanie dodatkowe zakończone niepowodzeniem.
ru: Наш крейсер уничтожен. Дополнительная задача провалена.
uk: Наш крейсер знищено. Додаткове завдання провалено.
zh: 我们的巡洋舰被击毁了。次要工作失败。
zh_sg: 我们的巡洋舰已被摧毁。次要目标失败。

# IDS_OP_01_04_034_ALLY_AVIR_3_TEMP
source: Reporting in! Enemy cruisers entered the combat zone and have started pursuing our cruiser!
es_mx: ¡Reportándose! Los cruceros enemigos entraron a la zona de combate y comenzaron a perseguir a nuestro crucero.
ja: 報告する! 複数の敵巡洋艦が戦場に進入し、味方巡洋艦を追跡し始めた。
pl: Nowe informacje! Krążowniki wroga wpłynęły do strefy walki i ruszyły w pościg za naszym krążownikiem.
ru: Докладываю! Крейсера противника вошли в зону боевых действий и преследуют наш крейсер.
uk: Доповідаю! Крейсери супротивника увійшли до зони бойових дій і переслідують наш крейсер.
zh: 接获报告！敌方巡洋舰进入了战斗区域并开始追捕我们的巡洋舰。
zh_sg: 报告！敌方巡洋舰已进入战斗区域并且开始追捕我们的巡洋舰。

# IDS_OP_01_04_035_ATTACK_2
source: The second attack has started!
es_mx: ¡El segundo ataque ha comenzado!
ja: 第 2 波による攻撃が開始された!
pl: Rozpoczął się drugi atak!
ru: Начинается вторая атака!
uk: Починається друга атака!
zh: 已经开始第二波攻击！
zh_sg: 已经开始第二波攻击！

# IDS_OP_01_04_035_ATTACK_3
source: The third attack has started!
es_mx: ¡El tercer ataque ha comenzado!
ja: 第 3 波による攻撃が開始された!
pl: Rozpoczął się trzeci atak!
ru: Начинается третья атака!
uk: Починається третя атака!
zh: 已经开始第三波攻击！
zh_sg: 已经开始第三波攻击！

# IDS_OP_01_04_035_ATTACK_BIG
source: The main attack has started!
es_mx: ¡El ataque principal ha comenzado!
ja: 本格攻撃が開始された!
pl: Rozpoczął się główny atak!
ru: Начинается главная атака!
uk: Починається головна атака!
zh: 已经开始主要攻击！
zh_sg: 已经开始总攻！

# IDS_OP_01_04_039_DEAD_ONE_OBJ_PORT_MESSAGE
source: Good luck! Try to save all ships and onshore installations at our base.
es_mx: ¡Buena suerte! Trata de salvar todos lo barcos e instalaciones terrestres en nuestra base.
ja: 健闘を祈る! 基地内の全艦艇と陸上施設を防衛せよ。
pl: Powodzenia! Spróbuj uratować wszystkie okręty i instalacje przybrzeżne w naszej bazie.
ru: Желаю успеха! Постарайтесь не потерять ни одного корабля и сохранить сооружения нашей базы!
uk: Бажаю успіху! Намагайтеся не втратити жодного корабля і зберегти споруди нашої бази!
zh: 祝您好运！试着拯救在我们基地中的所有战舰及陆上设施。
zh_sg: 祝您好运！试着拯救在我们基地中的所有战舰及陆上设施。

# IDS_OP_01_04_ACR_ALLY_1
source: Yankee
ru: Янки
uk: Янкі
zh: 扬基佬

# IDS_OP_01_04_ACR_ALLY_2
source: Romeo
ru: Ромео
uk: Ромео
zh: 罗密欧

# IDS_OP_01_04_ALLY_11
source: Delta
ru: Дельта
uk: Дельта
zh: 三角洲

# IDS_OP_01_04_ALLY_21
source: Bravo
ru: Браво
uk: Браво
zh: 布拉沃河

# IDS_OP_01_04_ARTILLERY_BATTERY_BIG_L
source: Battery 1
es_mx: Batería 1
ja: 砲台 1
pl: Bateria pierwsza
ru: Бaтарея №1
uk: Батарея № 1
zh: 炮阵地 1
zh_sg: 炮台 1

# IDS_OP_01_04_ARTILLERY_BATTERY_BIG_R
source: Battery 2
es_mx: Batería 2
ja: 砲台 2
pl: Bateria druga
ru: Бaтарея №2
uk: Батарея № 2
zh: 炮阵地 2
zh_sg: 炮台 2

# IDS_OP_01_04_ARTILLERY_BATTERY_LITLE_C
source: Center Battery
es_mx: Batería Central
ja: 中央砲台
pl: Centralna bateria
ru: Бaтарея «Центр»
uk: Батарея «Центр»
zh: 中央炮阵地
zh_sg: 中央炮台

# IDS_OP_01_04_ARTILLERY_BATTERY_LITLE_L
source: South Battery
es_mx: Batería Sur
ja: 南部砲台
pl: Południowa bateria
ru: Бaтарея «Юг»
uk: Батарея «Південь»
zh: 南方炮阵地
zh_sg: 南方炮台

# IDS_OP_01_04_ARTILLERY_BATTERY_LITLE_R
source: North Battery
es_mx: Batería Norte
ja: 北部砲台
pl: Północna bateria
ru: Бaтарея «Север»
uk: Батарея «Північ»
zh: 北方炮阵地
zh_sg: 北方炮台

# IDS_OP_01_04_ATAKER_C1
source: Dami
ru: Дами
uk: Дамі
zh: Dam

# IDS_OP_01_04_ATAKER_C10
source: Date
ru: Датэ
uk: Дате
zh: Dat

# IDS_OP_01_04_ATAKER_C11
source: Maki
ru: Маки
uk: Макі
zh: Mak

# IDS_OP_01_04_ATAKER_C12
source: Carl
ru: Карл
uk: Карл
zh: 卡尔

# IDS_OP_01_04_ATAKER_C13
source: Kousotsu
ru: Коусоцу
uk: Коусоцу
zh: Kou

# IDS_OP_01_04_ATAKER_C14
source: Gunkan
ru: Гункан
uk: Ґункан
zh: Kok

# IDS_OP_01_04_ATAKER_C2
source: Bruno
ru: Бруно
uk: Бруно
zh: 布鲁诺

# IDS_OP_01_04_ATAKER_C3
source: Otto
ru: Отто
uk: Отто
zh: 奥托

# IDS_OP_01_04_ATAKER_C4
source: Gama
ru: Гама
uk: Гама
zh: 伽马

# IDS_OP_01_04_ATAKER_C5
source: Kagi
ru: Каги
uk: Кагі
zh: Kag

# IDS_OP_01_04_ATAKER_C6
source: Teodor
ru: Теодор
uk: Теодор
zh: Teo

# IDS_OP_01_04_ATAKER_C7
source: Fury
ru: Фури
uk: Фурі
zh: Fur

# IDS_OP_01_04_ATAKER_C8
source: Gara
ru: Гара
uk: Гара
zh: Gar

# IDS_OP_01_04_ATAKER_C9
source: Tatakai
ru: Татакаи
uk: Татакаї
zh: Tat

# IDS_OP_01_04_ATAKER_CR_13
source: Daki
ru: Даки
uk: Дакі
zh: Dak

# IDS_OP_01_04_ATAKER_CR_14
source: Fugo
ru: Фуго
uk: Фуго
zh: Fug

# IDS_OP_01_04_ATAKER_CR_15
source: Gaku
ru: Гаку
uk: Гаку
zh: Gak

# IDS_OP_01_04_ATAKER_CR_16
source: Kaba
ru: Каба
uk: Каба
zh: Kab

# IDS_OP_01_04_ATAKER_CR_17
source: Albert
ru: Альберт
uk: Альберт
zh: 阿尔伯特

# IDS_OP_01_04_ATAKER_CR_23
source: Daki
ru: Даки
uk: Дакі
zh: Dak

# IDS_OP_01_04_ATAKER_CR_24
source: Fugo
ru: Фуго
uk: Фуго
zh: Fug

# IDS_OP_01_04_ATAKER_CR_25
source: Gaku
ru: Гаку
uk: Гаку
zh: Gak

# IDS_OP_01_04_ATAKER_CR_26
source: Kaba
ru: Каба
uk: Каба
zh: Kab

# IDS_OP_01_04_ATAKER_CR_27
source: Albert
ru: Альберт
uk: Альберт
zh: 阿尔伯特

# IDS_OP_01_04_ATAKER_CR_33
source: Daki
ru: Даки
uk: Дакі
zh: Dak

# IDS_OP_01_04_ATAKER_CR_34
source: Fugo
ru: Фуго
uk: Фуго
zh: Fug

# IDS_OP_01_04_ATAKER_CR_35
source: Gaku
ru: Гаку
uk: Гаку
zh: Gak

# IDS_OP_01_04_ATAKER_CR_36
source: Kaba
ru: Каба
uk: Каба
zh: Kab

# IDS_OP_01_04_ATAKER_CR_37
source: Albert
ru: Альберт
uk: Альберт
zh: 阿尔伯特

# IDS_OP_01_04_ATAKER_L1
source: Dami
ru: Дами
uk: Дамі
zh: Dam

# IDS_OP_01_04_ATAKER_L10
source: Date
ru: Датэ
uk: Дате
zh: Dat

# IDS_OP_01_04_ATAKER_L11
source: Goro
ru: Горо
uk: Горо
zh: Gor

# IDS_OP_01_04_ATAKER_L12
source: Falc
ru: Фальк
uk: Фальк
zh: Fal

# IDS_OP_01_04_ATAKER_L13
source: Ulrich
ru: Ульрих
uk: Ульріх
zh: 乌尔里希

# IDS_OP_01_04_ATAKER_L2
source: Bruno
ru: Бруно
uk: Бруно
zh: 布鲁诺

# IDS_OP_01_04_ATAKER_L3
source: Otto
ru: Отто
uk: Отто
zh: 奥托

# IDS_OP_01_04_ATAKER_L4
source: Gama
ru: Гама
uk: Гама
zh: 伽马

# IDS_OP_01_04_ATAKER_L5
source: Kagi
ru: Каги
uk: Кагі
zh: Kag

# IDS_OP_01_04_ATAKER_L6
source: Teodor
ru: Теодор
uk: Теодор
zh: 特奥多尔

# IDS_OP_01_04_ATAKER_L7
source: Fury
ru: Фури
uk: Фурі
zh: Fur

# IDS_OP_01_04_ATAKER_L8
source: Gara
ru: Гара
uk: Гара
zh: Gar

# IDS_OP_01_04_ATAKER_L9
source: Tatakai
ru: Татакаи
uk: Татакаї
zh: Tat

# IDS_OP_01_04_ATAKER_R1
source: Dami
ru: Дами
uk: Дамі
zh: Dam

# IDS_OP_01_04_ATAKER_R10
source: Date
ru: Датэ
uk: Дате
zh: Dat

# IDS_OP_01_04_ATAKER_R11
source: Fritz
ru: Фриц
uk: Фріц
zh: 弗里茨

# IDS_OP_01_04_ATAKER_R12
source: Kumo
ru: Кумо
uk: Кумо
zh: Kum

# IDS_OP_01_04_ATAKER_R13
source: Chancellor
ru: Канцлер
uk: Канцлер
zh: 高级官员

# IDS_OP_01_04_ATAKER_R2
source: Bruno
ru: Бруно
uk: Бруно
zh: 布鲁诺

# IDS_OP_01_04_ATAKER_R3
source: Otto
ru: Отто
uk: Отто
zh: 奥托

# IDS_OP_01_04_ATAKER_R4
source: Gama
ru: Гама
uk: Гама
zh: 伽马

# IDS_OP_01_04_ATAKER_R5
source: Kagi
ru: Каги
uk: Кагі
zh: Kag

# IDS_OP_01_04_ATAKER_R6
source: Teodor
ru: Теодор
uk: Теодор
zh: 特奥多尔

# IDS_OP_01_04_ATAKER_R7
source: Fury
ru: Фури
uk: Фурі
zh: Fur

# IDS_OP_01_04_ATAKER_R8
source: Gara
ru: Гара
uk: Гара
zh: Gar

# IDS_OP_01_04_ATAKER_R9
source: Tatakai
ru: Татакаи
uk: Татакаї
zh: Tat

# IDS_OP_01_04_BB_ALLY_1
source: Alpha
es_mx: Alfa
ru: Альфа
uk: Альфа
zh: 阿尔法

# IDS_OP_01_04_CR_ALLY_1
source: Tango
ru: Танго
uk: Танго
zh: 探戈

# IDS_OP_01_04_CR_ALLY_2
source: Whiskey
ru: Виски
uk: Віскі
zh: 威士忌

# IDS_OP_01_04_DD_ALLY_1
source: Delta
ru: Дельта
uk: Дельта
zh: 三角洲

# IDS_OP_01_04_DD_ALLY_2
source: Bravo
ru: Браво
uk: Браво
zh: 布拉沃河

# IDS_OP_01_04_DD_ALLY_3
source: Brit
ru: Брит
uk: Брит
zh: 不列颠人

# IDS_OP_01_04_HELPME
source: Communications Ship
es_mx: Barco de Comunicaciones
ja: 通信船
pl: Okręt łącznościowy
ru: Судно связи
uk: Корабель зв’язку
zh: 通讯舰
zh_sg: 通讯舰

# IDS_OP_01_04_NAME_COMMANDER
source: Military Command
es_mx: Mando Militar
ja: 司令部
pl: Sztab główny
ru: Командование
uk: Командування
zh: 军方指挥官
zh_sg: 军队指挥官

# IDS_OP_01_04_NAME_PORT_COMENDANT
source: Base Commander
es_mx: Comandante Base
ja: 基地司令官
pl: Dowódca bazy
ru: Командир базы
uk: Командир бази
zh: 基地指挥官
zh_sg: 基地指挥官

# IDS_OP_01_04_NAME_SCOUT
source: Reconnaissance
es_mx: Reconocimiento
ja: 偵察
pl: Zwiad
ru: Разведка
uk: Розвідка
zh: 侦察
zh_sg: 侦察

# IDS_OP_01_04_PORT_POWER_STATION
source: Power Plant
es_mx: Planta de Energía
ja: 発電所
pl: Elektrownia
ru: ТЭЦ
uk: ТЕЦ
zh: 中央热力发电厂
zh_sg: 发电厂

# IDS_OP_01_04_PORT_STORE
source: Depot
es_mx: Depósito
ja: 倉庫
pl: Magazyn
ru: Склад
uk: Склад
zh: 仓库
zh_sg: 仓库

# IDS_OP_01_04_PORT_TANK
source: Fuel
es_mx: Combustible
ja: 燃料
pl: Paliwo
ru: Топливо
uk: Пальне
zh: 燃料
zh_sg: 燃料

# IDS_OP_01_04_PROTECTME
source: Maintainer 2
es_mx: Defensor 2
ja: 整備船 2
pl: Serwisant 2
ru: 2-й ремонтник
uk: 2-й ремонтувальник
zh: 保修员 2
zh_sg: 维修员 2

# IDS_OP_01_04_REPAIRSHIP
source: Maintainer 1
es_mx: Defensor 1
ja: 整備船 1
pl: Serwisant 1
ru: 1-й ремонтник
uk: 1-й ремонтувальник
zh: 保修员 1
zh_sg: 维修员 1

# IDS_OP_02_02_AIRFIELD
source: Aerodrome
es_mx: Aeródromo
ja: 飛行場
pl: Aerodrom
ru: Аэродром
uk: Аеродром
zh: 机场
zh_sg: 机场

# IDS_OP_02_02_BATTERY_1
source: Fort I
es_mx: Fuerte I
ja: 要塞 I
ru: Форт I
uk: Форт I
zh: 要塞 I
zh_sg: 要塞 I

# IDS_OP_02_02_BATTERY_2
source: Fort II
es_mx: Fuerte III
ja: 要塞 II
ru: Форт II
uk: Форт II
zh: 要塞 II
zh_sg: 要塞 II

# IDS_OP_02_02_BATTERY_3
source: Fort III
es_mx: Fuerte III
ja: 要塞 III
ru: Форт III
uk: Форт III
zh: 要塞 III
zh_sg: 要塞 III

# IDS_OP_02_02_BATTERY_4
source: Fort IV
es_mx: Fuerte IV
ja: 要塞 IV
ru: Форт IV
uk: Форт IV
zh: 要塞 IV
zh_sg: 要塞 IV

# IDS_OP_02_02_BOT_01_1
source: Alpha-1
zh: A-1

# IDS_OP_02_02_BOT_01_10
source: Charlie-4
zh: C-4

# IDS_OP_02_02_BOT_01_14
source: Romeo-1
zh: R-1

# IDS_OP_02_02_BOT_01_2
source: Alpha-2
zh: A-2

# IDS_OP_02_02_BOT_01_3
source: Alpha-3
zh: A-3

# IDS_OP_02_02_BOT_01_5
source: Bravo-1
zh: B-1

# IDS_OP_02_02_BOT_01_6
source: Bravo-4
zh: B-4

# IDS_OP_02_02_BOT_01_7
source: Charlie-1
zh: C-1

# IDS_OP_02_02_BOT_01_8
source: Charlie-2
zh: C-2

# IDS_OP_02_02_BOT_01_9
source: Charlie-3
zh: C-3

# IDS_OP_02_02_BOT_02_8
source: Victor-1
zh: V-1

# IDS_OP_02_02_BOT_02_9
source: Victor-2
zh: V-2

# IDS_OP_02_02_BOT_03_1
source: Delta-1
zh: D-1

# IDS_OP_02_02_BOT_03_2
source: Delta-2
zh: D-2

# IDS_OP_02_02_BOT_03_3
source: Bravo-3
zh: B-3

# IDS_OP_02_02_BOT_03_4
source: Bravo-2
zh: B-2

# IDS_OP_02_02_BOT_03_5
source: Echo-1
zh: E-1

# IDS_OP_02_02_BOT_ALLY
source: Kato
zh: Ka

# IDS_OP_02_02_BOT_CRR_1
source: Raptor
zh: 猛禽

# IDS_OP_02_02_CHAT_001_RAPTOR_SPOTTED
source: Aircraft carrier Raptor in sight!
es_mx: ¡Portaaviones Raptor a la vista!
ja: 空母 Raptor を視認した!
pl: Lotniskowiec Raptor w zasięgu wzroku!
ru: Авианосец Raptor в зоне видимости!
uk: Авіаносець Raptor у зоні видимості!
zh: 看见航空母舰猛禽了！
zh_sg: 看见航空母舰Raptor了！

# IDS_OP_02_02_CHAT_002_YANKEES_DEAD
source: Whiskey is finished. Our repair base is no longer in danger.
es_mx: El Whiskey está terminado. Nuestra base de reparación ya no está en peligro.
ja: Whiskey を仕留めた。修理基地はもう大丈夫だ。
pl: Whiskey na dnie. Nasza baza naprawcza jest bezpieczna.
ru: С Whiskey покончено, опасность потери рембазы устранена.
uk: Whiskey знищено, небезпека втрати рембази минула.
zh: 已摧毁威士奇。我们的维修基地不再处于危险之中。
zh_sg: 已终结Whiskey。我们的维修基地不再处于危险之中。

# IDS_OP_02_02_CHAT_003_REPAIRBASE_DISABLED
source: Our repair base was incapacitated.
es_mx: Nuestra base de reparaciones fue incapacitada.
ja: 修理基地が機能を停止した。
pl: Nasza baza naprawcza została zneutralizowana.
ru: Ремонтная база выведена из строя.
uk: Ремонтна база ушкоджена.
zh: 我们的维修基地已被瘫痪。
zh_sg: 我们的维修基地瘫痪。

# IDS_OP_02_02_CHAT_004_FORTS_DESTROYED
source: Some of the forts were lost for good.
es_mx: Algunos de los fuertes se perdieron para siempre.
ja: 一部の要塞が永久に失われた。
pl: Niektóre forty zostały utracone na dobre.
ru: Часть фортов безвозвратно потеряны.
uk: Частину фортів безповоротно втрачено.
zh: 基地范围内的一些要塞在奋战中被摧毁。
zh_sg: 部分要塞已失去完好。

# IDS_OP_02_02_CHAT_005_RAPTOR_DEAD
source: Aircraft carrier Raptor destroyed.
es_mx: Portaaviones Raptor destruido.
ja: 空母 Raptor を撃沈した。
pl: Zniszczono lotniskowiec Raptor.
ru: Авианосец Raptor уничтожен.
uk: Авіаносець Raptor знищено.
zh: 航空母舰猛禽被击毁。
zh_sg: 航空母舰Raptor被摧毁。

# IDS_OP_02_02_CHAT_006_BOMBERS_LOST
source: The attack squadrons suffered heavy losses.
es_mx: Los escuadrones de ataque sufrieron muchas pérdidas.
ja: 攻撃機隊が大きな被害を被った。
pl: Eskadry szturmowe odniosły poważne straty.
ru: Ударные эскадрильи понесли большие потери.
uk: Ударні ескадрильї зазнали великих втрат.
zh: 攻击中队遭受到重大损失。
zh_sg: 攻击中队遭受严重损失。

# IDS_OP_02_02_CHAT_007_BOMBERS_SUCCESS
source: The air group successfully arrived at the Rouen aerodrome.
es_mx: El grupo aéreo ha llegó exitosamente al aeródromo de Rouen.
ja: 航空機隊が Rouen 飛行場に無事到着した。
pl: Grupa lotnicza bezpiecznie dotarła na aerodrom Rouen.
ru: Авиационная группа успешно прибыла на аэродром Роэн.
uk: Авіаційна група прибула на аеродром Роен.
zh: 航空团已成功抵达罗韩机场。
zh_sg: 飞行大队已成功抵达罗韩机场。
