Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRIVATE_TRAINING_ROOM
source: Private Training Room.
es_mx: Sala de Entrenamiento Privada.
ja: 鍵付きトレーニングルーム
pl: Prywatny pokój treningowy.
ru: Закрытая тренировочная комната.
uk: Закрита тренувальна кімната.
zh: 私人训练房。
zh_sg: 私人训练房间。

# IDS_PRMP_ACCEPT_BUTTON
source: ACCEPT
es_mx: ACEPTAR
ja: 承諾
pl: AKCEPTUJ
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ
zh: 接受
zh_sg: 接受

# IDS_PRMP_BUY_BUTTON
source: BUY
es_mx: COMPRAR
ja: 購入
pl: KUP
ru: КУПИТЬ
uk: КУПИТИ
zh: 购买
zh_sg: 购买

# IDS_PRMP_BUY_OR_RID_SLOTS
source: To accept the offer, purchase or vacate a slot
es_mx: Para aceptar la oferta, compra o desocupa un espacio
ja: このオファーを受けるには、スロットを購入するか空けてください
pl: Żeby zaakceptować ofertę, najpierw kup lub zwolnij miejsce
ru: Чтобы принять предложение, купите или освободите слот
uk: Щоб прийняти пропозицію, купіть або звільніть місце стоянки
zh: 购买或者腾出船位
zh_sg: 想要购买此优惠商品，需要购买或腾出一个额外的船位

# IDS_PRMP_CLOSE_BUTTON
source: CLOSE
es_mx: CERRAR
ja: 閉じる
pl: ZAMKNIJ
ru: ЗАКРЫТЬ
uk: ЗАКРИТИ
zh: 关闭
zh_sg: 关闭

# IDS_PRMP_DETAILS_BUTTON
source: DETAILS
es_mx: DETALLES
ja: 詳細
pl: SZCZEGÓŁY
ru: ПОДРОБНЕЕ
uk: ДОКЛАДНО
zh: 详情
zh_sg: 详情

# IDS_PRMP_DISCOUNT
source: <body>DISCOUNT <h3>%(value)d%(percent)s</h3></body>
es_mx: <body>DESCUENTO <h3>%(value)d%(percent)s</h3></body>
ja: <body>割引 <h3>%(value)d%(percent)s</h3></body>
pl: <body>ZNIŻKA <h3>%(value)d%(percent)s</h3></body>
ru: <body>СКИДКА <h3>%(value)d%(percent)s</h3></body>
uk: <body>ЗНИЖКА <h3>%(value)d%(percent)s</h3></body>
zh: <body>折扣 <h3>%(value)d%(percent)s</h3></body>
zh_sg: <body>折扣 <h3>%(value)d%(percent)s</h3></body>

# IDS_PRMP_FOR_YOU
source: <body><h3>%(playerName)s</h3>, you can enjoy A ONE-OFF PERSONAL OFFER!</body>
es_mx: <body><h3>%(playerName)s</h3>, puedes disfrutar ¡UNA OFERTA PERSONAL ÚNICA!</body>
ja: <body><h3>%(playerName)s</h3> 様のための 1 回限りのパーソナル・オファー!</body>
pl: <body><h3>%(playerName)s</h3>, skorzystaj UNIKALNEJ OFERTY OSOBISTEJ!</body>
ru: <body><h3>%(playerName)s</h3>, для вас есть ПЕРСОНАЛЬНОЕ ПРЕДЛОЖЕНИЕ!</body>
uk: <body><h3>%(playerName)s</h3>, для вас є ОСОБИСТА ПРОПОЗИЦІЯ!</body>
zh: <body><h3>%(playerName)s</h3>, 您可以享受到 个人优惠！</body>
zh_sg: <body><h3>%(playerName)s</h3>, 您可以享受到 一次性个人优惠！</body>

# IDS_PRMP_GO_TO_PREM_SHOP
source: Go to Premium Shop
es_mx: Ir a la Tienda Premium
ja: プレミアムショップへ
pl: Do Sklepu Premium
ru: В Премиум магазин
uk: До Преміум магазину
zh: 去往商城
zh_sg: 前往高级商店

# IDS_PRMP_GO_TO_PREM_SHOP_DESCR
source: An enticing offer awaits you in the Premium Shop
es_mx: Una oferta tentadora te espera en la Tienda Premium
ja: プレミアムショップでは、魅力的なオファーを用意しています
pl: W Sklepie Premium czeka na Ciebie kusząca oferta
ru: Вас ждёт товар по уникальной цене в Премиум магазине
uk: На вас чекає товар за унікальною ціною у Преміум магазині
zh: 前往商城查看诱人特供
zh_sg: 有一个诱人的优惠正在高级商店中等着您

# IDS_PRMP_GO_TO_SHOP_BUTTON
source: GO TO PREMIUM SHOP
es_mx: IR A LA TIENDA PREMIUM
ja: プレミアムショップへ
pl: PRZEJDŹ DO SKLEPU PREMIUM
ru: ПЕРЕЙТИ В МАГАЗИН
uk: ПЕРЕЙТИ В МАГАЗИН
zh: 前往商城
zh_sg: 前往高级商店

# IDS_PRMP_GO_TO_SURVEY_BUTTON
source: GO TO SURVEY
es_mx: IR A LA ENCUESTA
ja: アンケートへ
pl: PRZEJDŹ DO ANKIETY
ru: ПЕРЕЙТИ К ОПРОСУ
uk: ДО ОПИТУВАННЯ
zh: 前往问卷调查
zh_sg: 前往问卷调查

# IDS_PRMP_GO_TO_WEB_PORTAL_BUTTON
source: GO TO WEBSITE
es_mx: IR AL SITIO WEB
ja: ウェブサイトへ
pl: PRZEJDŹ DO STRONY
ru: ПЕРЕЙТИ НА САЙТ
uk: ПЕРЕЙТИ НА САЙТ
zh: 前往网站
zh_sg: 前往网站

# IDS_PRMP_IM_IN_BUTTON
source: I'M IN
es_mx: CUENTEN CONMIGO
ja: 興味あり
pl: PISZĘ SIĘ NA TO!
ru: ИНТЕРЕСНО
uk: ЦІКАВО
zh: 算我一个
zh_sg: 算我一个

# IDS_PRMP_ITEM_ABILITY
source: Consumable
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_PRMP_ITEM_ACCPOINTS
source: Receiving additional access level
es_mx: Recibiendo nivel de acceso adicional
ja: 追加アクセスレベルの取得
pl: Zdobywanie dodatkowych poziomów dostępu
ru: Получение дополнительного уровня доступа
uk: Отримання додаткового рівня доступу
zh: 服役纪录进度
zh_sg: 正在获取附加权限等级

# IDS_PRMP_ITEM_ACCPOINTSCOEFF
source: Accelerated unlocking of access levels
es_mx: Desbloqueo acelerado de los niveles de acceso
ja: アクセスレベルのアンロック促進
pl: Przyśpieszone odblokowywanie poziomów dostępu
ru: Ускоренное получение уровней доступа
uk: Прискорене отримання рівнів доступу
zh: 服役纪录进度
zh_sg: 加速解锁权限等级

# IDS_PRMP_ITEM_BARCAPACITY
source: Place in Reserve
es_mx: Colocar en Reserva
ja: リザーブ部屋
pl: Miejsce w rezerwie
ru: Место в Резерве
uk: Місце в Резерві
zh: 用于储备的空间
zh_sg: 储备位置

# IDS_PRMP_ITEM_CAMOUFLAGE
source: Camouflage
es_mx: Camuflaje
ja: 迷彩
pl: Kamuflaż
ru: Камуфляж
uk: Камуфляж
zh: 涂装
zh_sg: 涂装

# IDS_PRMP_ITEM_CREDITS
source: Credits
es_mx: Créditos
ja: クレジット
pl: Kredyty
ru: Кредиты
uk: Кредити
zh: 银币
zh_sg: 银币

# IDS_PRMP_ITEM_CREDITSCOEFF
source: Additional Credits per Battle
es_mx: Créditos Adicionales por Batalla
ja: 各戦での追加クレジット
pl: Dodatkowe kredyty na bitwę
ru: Дополнительные кредиты за бой
uk: Додаткові кредити за бій
zh: 每场战斗的额外银币收益
zh_sg: 每场战斗的额外银币收益

# IDS_PRMP_ITEM_CREDITSGOLD
source: Exchange doubloons
es_mx: Cambiar doblones
ja: ダブロンの変換
pl: Wymień dublony
ru: Обмен дублонов
uk: Обмін дублонів
zh: 兑换银币
zh_sg: 兑换银币

# IDS_PRMP_ITEM_CREWPOINTS
source: Commander XP
es_mx: XP del Comandante
ja: 艦長 EXP
pl: PD dowódcy
ru: Опыт командира
uk: Досвід командира
zh: 舰长经验
zh_sg: 指挥官经验

# IDS_PRMP_ITEM_CREWPOINTSCOEFF
source: Additional Commander XP
es_mx: XP Adicional del Comandante
ja: 追加艦長 EXP
pl: Dodatkowe PD dowódcy
ru: Дополнительный опыт командира
uk: Додатковий досвід командира
zh: 额外的舰长经验收益
zh_sg: 额外指挥官经验

# IDS_PRMP_ITEM_EXP
source: XP per Battle
es_mx: XP por Batalla
ja: 各戦での EXP
pl: PD na bitwę
ru: Опыт за бой
uk: Досвід за бій
zh: 每场战斗的经验收益
zh_sg: 每场战斗经验

# IDS_PRMP_ITEM_EXPCOEFF
source: Additional XP per Battle
es_mx: XP Adicional por Batalla
ja: 各戦での追加 EXP
pl: Dodatkowe PD na bitwę
ru: Дополнительный опыт за бой
uk: Додатковий досвід за бій
zh: 每场战斗的额外经验收益
zh_sg: 每场战斗额外经验

# IDS_PRMP_ITEM_FLAGS
source: Signals
es_mx: Señales
ja: 信号旗
pl: Sygnały
ru: Сигналы
uk: Сигнали
zh: 信号旗
zh_sg: 信号旗

# IDS_PRMP_ITEM_FREEXP
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_PRMP_ITEM_GOLD
source: Doubloons
es_mx: Doblones
ja: ダブロン
pl: Dublony
ru: Дублоны
uk: Дублони
zh: 金币
zh_sg: 达布隆

# IDS_PRMP_ITEM_GOLDMONEY
source: Purchase doubloons
es_mx: Comprar doblones
ja: ダブロンの購入
pl: Kup dublony
ru: Купить дублоны
uk: Купити дублони
zh: 购买金币
zh_sg: 购买达布隆

# IDS_PRMP_ITEM_MODERNIZATION
source: Upgrade
es_mx: Mejora
ja: アップグレード
pl: Ulepszenie
ru: Модернизация
uk: Модернізація
zh: 升级品
zh_sg: 升级品

# IDS_PRMP_ITEM_MSKIN
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PRMP_ITEM_PERMOFLAGE
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PRMP_ITEM_PREMIUM
source: Premium Account
es_mx: Cuenta Premium
ja: プレミアムアカウント
pl: Konto premium
ru: Премиум аккаунт
uk: Преміум акаунт
zh: 高级账号
zh_sg: 高级账号

# IDS_PRMP_ITEM_SHIP
source: Ship
es_mx: Barco
ja: 艦
pl: Okręt
ru: Корабль
uk: Корабель
zh: 战舰
zh_sg: 战舰

# IDS_PRMP_ITEM_SKIN
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PRMP_ITEM_SLOTS
source: Vacant Slot
es_mx: Espacio Vacante
ja: 空きスロット
pl: Puste miejsce
ru: Свободный слот
uk: Вільне місце
zh: 空余的船位
zh_sg: 空船位

# IDS_PRMP_ITEM_WOWS_PREMIUM
source: Warships Premium Account
es_mx: Cuenta Premium Warships
ja: Warships プレミアムアカウント
pl: Konto premium Warships
ru: Корабельный премиум аккаунт
uk: Корабельний преміум акаунт
zh: Корабельный премиум аккаунт
zh_sg: 战舰高级账号

# IDS_PRMP_ITEM_XPFREEEXP
source: Convert XP
es_mx: Convertir XP
ja: EXP の変換
pl: Wymień PD
ru: Перевод опыта
uk: Конвертація досвіду
zh: 兑换经验
zh_sg: 兑换经验

# IDS_PRMP_KNOW_MORE_BUTTON
source: LEARN MORE
es_mx: APRENDER MÁS
ja: 詳細
pl: DOWIEDZ SIĘ WIĘCEJ
ru: УЗНАТЬ БОЛЬШЕ
uk: ДІЗНАТИСЯ БІЛЬШЕ
zh: 了解更多
zh_sg: 了解更多

# IDS_PRMP_OK_BUTTON
source: OK
uk: ГАРАЗД
zh: 确定
zh_sg: 确定

# IDS_PRMP_READ_BUTTON
source: READ
es_mx: LEER
ja: 読む
pl: PRZECZYTAJ
ru: ЧИТАТЬ
uk: ЧИТАТИ
zh: 阅读
zh_sg: 阅读

# IDS_PRMP_RECEIVE
source: Get
es_mx: Conseguir
ja: 入手せよ
pl: Zdobądź
ru: Получить
uk: Отримати
zh: 取得
zh_sg: 取得

# IDS_PRMP_RECEIVE_BUTTON
source: COLLECT
es_mx: COLECCIONAR
ja: 収集
pl: ODBIERZ
ru: ЗАБРАТЬ
uk: ЗАБРАТИ
zh: 收集
zh_sg: 收集

# IDS_PRMP_REDIRECT_TO_MODAL_WINDOW
source: You will be redirected to the currency exchange screen
es_mx: Serás redirigido a la pantalla de cambio de divisa
ja: 通貨変換画面にリダイレクトされます
pl: Nastąpi przekierowanie do ekranu wymiany walut
ru: Вы будете перенаправлены в окно обмена валюты
uk: Вас спрямують до вікна обміну валюти
zh: 您将会跳转到兑换页面
zh_sg: 您将会跳转到兑换页面

# IDS_PRMP_SWITCH_BUTTON_UNREAD_COUNT
source: %(count)s more notification
es_mx: %(count)s notificación más
ja: あと %(count)s 件の通知
pl: %(count)s powiadomienie więcej
ru: Ещё %(count)s оповещение
uk: Ще %(count)s сповіщення
zh: 还有 %(count)s 个通知
zh_sg: 还有%(count)s个消息

# IDS_PRMP_UNDERSTOOD_BUTTON
source: GOT IT
es_mx: ENTENDIDO
ja: わかりました
pl: ROZUMIEM
ru: ПОНЯТНО
uk: ЗРОЗУМІЛО
zh: 明白了
zh_sg: 明白了

# IDS_PRMP_WATCH_BUTTON
source: VIEW
es_mx: VER
ja: 閲覧
pl: ZOBACZ
ru: ПОСМОТРЕТЬ
uk: ПЕРЕГЛЯНУТИ
zh: 检视
zh_sg: 检视

# IDS_PRMP_YOUR_EXCHANGE_RATES
source: <body>Your profitable <h3>EXCHANGE RATE</h3></body>
es_mx: <body>Tu ganancia <h3>TASA DE CAMBIO</h3></body>
ja: <body>魅力的な <h3>変換率</h3></body>
pl: <body>Twój korzystny <h3>KURS WYMIANY</h3></body>
ru: <body>Ваш выгодный <h3>КУРС</h3></body>
uk: <body>Ваш вигідний <h3>КУРС</h3></body>
zh: <body>您的收益 <h3>汇率</h3></body>
zh_sg: <body>您的收益 <h3>汇率</h3></body>

# IDS_PRO
source: For
es_mx: Por
ja: 賛成
pl: Na
ru: За
uk: За
zh: 同意
zh_sg: 支持

# IDS_PROCESS_COMPLETION
source: Completing the process
es_mx: Completar el proceso
ja: プロセスを完了中
pl: Kończenie procesu
ru: Завершение процесса
uk: Завершення процесу
zh: Завершение процесса
zh_sg: 正在完成进度

# IDS_PROFILE
source: Profile
es_mx: Perfil
ja: プロフィール
pl: Profil
ru: Профиль
uk: Профіль
zh: 账号
zh_sg: 账号

# IDS_PROFILE_ACCOUNT
source: Service Record
es_mx: Hoja de Servicio
ja: 任務記録
pl: Przebieg służby
ru: Послужной список
uk: Послужний список
zh: 个人等级
zh_sg: 服役记录

# IDS_PROFILE_ACCOUNT_INSTRUCTION_0
source: Service Record levels reflect your progress in mastering the game.
es_mx: Los niveles del Récord de Servicio reflejan tus avances en el dominio del juego.
ja: 任務記録レベルは、このゲームでの熟練度を反映しています。
pl: Poziomy w Przebiegu służby odzwierciedlają twój postęp w grze.
ru: Уровни в послужном списке отражают ваш прогресс в освоении игры.
uk: Рівні в послужному списку показують ваш прогрес в освоєнні гри.
zh: 账号等级反映出您对游戏的熟练度。
zh_sg: 服役记录等级反映出您的游戏熟练度。

# IDS_PROFILE_ACCOUNT_INSTRUCTION_1
source: Battles, both won and lost, are added to your Service Record.
es_mx: Batallas, ambas ganadas y perdidas, serán agregadas a tu Hoja de Servicio.
ja: 任務記録には、勝敗を問わず戦闘が加算されます。
pl: Bitwy, zarówno przegrane, jak i wygrane, uwzględniane są w Twoim Przebiegu służby.
ru: Бои заносятся в послужной список вне зависимости от того, выиграны они или проиграны.
uk: Бої додають у послужний список незалежно від того, виграні вони чи програні.
zh: 战斗无论胜负，都会增加到您的服役纪录。
zh_sg: 无论胜利还是失败的站哦度都会添加到您的服役记录中。

# IDS_PROFILE_ACCOUNT_INSTRUCTION_2
source: With every new Service Record level you will gain access to new game opportunities.
es_mx: Con cada nivel nuevo del Récord de Servicio, ganarás acceso a nuevas oportunidades de juego.
ja: 任務記録レベルが上がる度に、新しいゲーム要素へのアクセスが可能になります。
pl: Wraz z każdym nowym poziomem w Przebiegu służby, otrzymywać będziesz dostęp do nowych możliwości w grze.
ru: С каждым новым уровнем в послужном списке для вас будут открываться новые игровые возможности.
uk: З кожним новим рівнем у послужному списку для вас відкриватимуться нові ігрові можливості.
zh: 随着账号等级提高，您将会获得新的游戏功能。
zh_sg: 随着服役记录等级提高，您将会获得新的游戏功能。

# IDS_PROFILE_ACCOUNT_LEVEL
source: Access level %(_accountLevel)s
es_mx: %(_accountLevel)s nivel de acceso
ja: アクセスレベル %(_accountLevel)s
pl: %(_accountLevel)s poziom dostępu
ru: %(_accountLevel)s-й уровень доступа
uk: %(_accountLevel)s рівень доступу
zh: %(_accountLevel)s-й уровень доступа
zh_sg: %(_accountLevel)s权限等级

# IDS_PROFILE_ACHIEVEMENTS
source: Achievements
es_mx: Logros
ja: 実績
pl: Osiągnięcia
ru: Достижения
uk: Досягнення
zh: 成就
zh_sg: 成就

# IDS_PROFILE_ACHIEVEMENTS_INSTRUCTION_0
source: Earn achievements in Random and Ranked Battles.
es_mx: Gana logros en batallas aleatorias y por rangos.
ja: ランダム戦およびランク戦で実績を達成しましょう。
pl: Zdobywaj osiągnięcia w bitwach losowych i rankingowych.
ru: Получайте достижения в случайных и ранговых боях.
uk: Здобувайте досягнення у випадкових і рангових боях.
zh: 在随机与排位战中获得成就。
zh_sg: 在随机与排位战中获得成就。

# IDS_PROFILE_ACHIEVEMENTS_INSTRUCTION_0_1
source: Earn achievements in Random, Ranked and Team Battles.
es_mx: Obtén logros en Batallas Aleatorias, por Rangos y en Equipo
ja: ランダム戦、ランク戦、チームバトルで実績を取得しましょう。
pl: Zdobywaj osiągnięcia w bitwach losowych, rankingowych i drużynowych.
ru: Получайте достижения в случайных, ранговых и командных боях.
uk: Здобувайте досягнення у випадкових, рангових і командних боях.
zh: 在随机、排位和队伍战斗中获得成就。
zh_sg: 在随机、排位和团队战中获得成就。

# IDS_PROFILE_ACHIEVEMENTS_INSTRUCTION_1
source: You can receive additional rewards for certain achievements.
es_mx: Puedes recibir recompensas adicionales por ciertos logros.
ja: 対象実績を達成することで追加褒賞を取得できます。
pl: Możesz zdobyć dodatkowe doświadczenie za pewne osiągnięcia.
ru: За некоторые достижения вы можете получить дополнительное вознаграждение.
uk: За деякі досягнення ви можете отримати додаткову винагороду.
zh: 您可以在某些成就中获得额外的奖励。
zh_sg: 您可以在某些成就中获得额外的奖励。

# IDS_PROFILE_CLUBS_INSTRUCTION_0
source: A vote is required to invite and remove players. A quorum, i.e. the minimum number of votes, is required for the meeting to be eligible. If the quorum is reached, the decision that receives the majority of votes prevails.
es_mx: Una votación es requerida para invitar y eliminar jugadores. Un cuórum, como un número mínimo de votos, se requiere para que la propuesta tenga lugar. Si el cuórum se alcanza, la decisión que recibe la mayoría de votos prevalece.
ja: プレイヤーを招待したり除外したりするためには、投票が必要です。 投票結果は、投票に参加したメンバー数が定足数に達した場合のみ有効です。 定足数に達した場合、過半数を得た意見が採択されます。
pl: Konieczne jest głosowanie, żeby zapraszać i usuwać graczy. Kworum, czyli minimalna liczba oddanych głosów jest wymagana, żeby wynik został uznany za obowiązujący. Jeśli kworum zostanie osiągnięte, to przegłosowana opcja wchodzi w życie.
ru: Решения о приглашении и исключении игроков принимаются голосованием. Чтобы голосование состоялось, необходимо собрать кворум — минимальное количество проголосовавших. При достижении кворума принимается решение, получившее перевес голосов.
uk: Рішення про запрошення й вилучення гравців ухвалюються голосуванням. Для голосування потрібно зібрати кворум — мінімальну потрібну кількість тих, що голосуватимуть. Якщо кворум зібрано, то ухвалюється рішення, яке набрало більшість голосів.
zh: 需要投票来邀请和移除玩家。 规定人数，也就是需要符合最低的投票数才能够进行。 如果已达到规定人数，会以获得最多投票的决策为准。
zh_sg: 需要投票来邀请和移除玩家。 规定人数，也就是需要符合最低的投票数才能够进行。 如果已达到规定人数，会以获得最多投票的决策为准。

# IDS_PROFILE_CLUBS_INSTRUCTION_1
source: The Team Leader may invite players to join the Team without a vote. The Leader may be removed from the Team, but the vote will require an extended quorum and an additional payment from the initiator.
es_mx: El Líder del Equipo puede invitar jugadores a unirse al Equipo sin una votación. El Líder puede ser eliminado del Equipo, pero la votación requerirá un cuórum amplio, y un pago adicional del iniciador.
ja: チームリーダーは、投票なしでプレイヤーを招待してチームに加えることができます。リーダーをチームから除外することは可能ですが、定足数 (必要な投票参加数) が他の投票の場合よりも多く、投票開始者は追加手数料を支払う必要があります。
pl: Lider drużyny może zapraszać do niej graczy bez głosowania. Lider może zostać usunięty z drużyny, ale głosowanie wymagać będzie większego kworum i dodatkowe opłaty od inicjatora.
ru: Лидер команды может приглашать участников без голосования. Лидер может быть исключён из команды, но для такого голосования потребуется увеличенный кворум и дополнительная плата от инициатора.
uk: Лідер команди може запрошувати членів, минаючи голосування. Лідера може бути вилучено із команди, але для такого голосування знадобиться збільшений кворум і додаткова платня від ініціатора.
zh: 队伍队长可以邀请玩家加入队伍而无需投票。队长可被队伍移除，但投票将需要扩增规定人数且发起人要支付额外的费用。
zh_sg: 团队队长可以邀请玩家加入团队而无需投票。队长可被团队移除，但投票将需要扩增规定人数且发起人要支付额外的费用。

# IDS_PROFILE_CLUBS_INSTRUCTION_10
source: If the Team is understaffed, invite any player from outside the Team or enter battle with fewer teammates to allow random mercenaries to join your Team.
es_mx: Si al Equipo le falta personal, invita a cualquier jugador fuera del Equipo o entra en batalla con menos compañeros de equipo para permitir a mercenarios al azar a unirse a tu Equipo.
ja: チームの人数が不足している場合、チーム外の任意のプレイヤーを招待しましょう。または、人数不足のまま戦闘に参加して、ランダムな傭兵をチームに受け入れることもできます。
pl: Jeśli drużyna nie jest wystarczająco liczna, możesz zaprosić gracza spoza drużyny albo wprowadzić niepełną drużynę do bitwy i pozwolić, by dołączyli do niej losowo wybrani najemnicy.
ru: Если для полного состава не хватает участников, пригласите любого игрока не из команды или выйдите в бой неполным составом — к вам присоединятся случайные наёмники.
uk: Якщо до повного складу не вистачає гравців команди, запросіть будь-якого гравця не з команди або вступайте у бій неповним складом — до вас долучаться випадкові найманці.
zh: 如果队伍的人手不足，可从队伍以外的地方邀请任何玩家或是以较少的队友来进入战斗以允许随机佣兵加入您的队伍。
zh_sg: 如果团队的人手不足，可从团队以外的地方邀请任何玩家或是以较少的队友来进入战斗以允许随机佣兵加入您的团队。

# IDS_PROFILE_CLUBS_INSTRUCTION_11
source: You can create another Team after you have played %(minBattles)d Team Battles.
es_mx: Puedes crear otro equipo después de que haz jugado %(minBattles)d de Batallas en Equipo.
ja: 新しいチームは、チームバトルに %(minBattles)d 戦参加して以後に作成可能になります。
pl: Możesz utworzyć nową drużynę po stoczeniu %(minBattles)d bitew drużynowych.
ru: Создание второй команды станет возможным после %(minBattles)d командных боёв.
uk: Формування іншої команди буде можливим лише після %(minBattles)d командних боїв.
zh: 在您已进行过 %(minBattles)d 场队伍战斗之后，您可以建立另一支队伍。
zh_sg: 在您已进行过 %(minBattles)d 场团队战斗之后，您可以建立另一支团队。

# IDS_PROFILE_CLUBS_INSTRUCTION_2
source: The Commander may remove a player from the Team if that player has been offline for %(maxOfflineTime)s or longer.
es_mx: El Comandante puede destituir a un jugador del Equipo si ese jugador ha estado desconectado por %(maxOfflineTime)s o más.
ja: 指揮官は、%(maxOfflineTime)s 以上オフラインだったプレイヤーを除外することができます。
pl: Dowódca może usunąć gracza z drużyny, jeśli gracz ten jest offline przez %(maxOfflineTime)s lub dłużej.
ru: Командир может без голосования исключить из команды игроков, не появлявшихся в игре %(maxOfflineTime)s или более.
uk: Командир може, минаючи голосування, вилучити з команди гравців, що не з’являлися у грі %(maxOfflineTime)s або довше.
zh: 如果该名玩家已脱机 %(maxOfflineTime)s 或更久，指挥官可将玩家从队伍中移除。
zh_sg: 如果该名玩家已脱机 %(maxOfflineTime)s 或更久，指挥官可将玩家从团队中移除。

# IDS_PROFILE_CLUBS_INSTRUCTION_3
source: Play with your friends. Fight for Rating or simply enjoy your time in good company.
es_mx: Juega con tus amigos. Pelea por un Rango o simplemente disfruta tu tiempo en buena compañía.
ja: フレンドと共にプレイしましょう。 レーティング向上を目指しても良いですし、純粋に楽しんでも良いでしょう。
pl: Graj ze znajomymi. Walcz o jak najlepszą ocenę albo po prostu ciesz się zabawą w dobrym towarzystwie.
ru: Играйте с друзьями. Сражайтесь за рейтинг или просто проводите время в хорошей компании.
uk: Грайте з друзями. Бийтеся за рейтинг або просто проводьте час у приємній компанії.
zh: 跟您的好友一起组队。 争取战斗积分或是单纯享受身处优秀队伍的美好时光。
zh_sg: 跟您的好友一起组队。 争取战斗积分或是单纯享受身处优秀团队的美好时光。

# IDS_PROFILE_CLUBS_INSTRUCTION_4
source: Create a Team of seven players to enter a Team Battle. The Team may be assembled by any of its members.
es_mx: Crea un Equipo de siete jugadores para entrar a una Batalla en Equipo. El Equipo puede ser reunido por cualquiera de sus miembros.
ja: 7 名構成のチームを作成してチームバトルに参加しましょう。 チームメンバーであれば誰でもチームの招集を開始することができます。
pl: Utwórz drużynę złożoną z siedmiu graczy, żeby wejść do bitwy drużynowej. Drużyna może zostać zgromadzona przez dowolnego ze swoich członków.
ru: Соберите команду из 7 человек для участия в командных боях. Начать сбор может любой из участников команды.
uk: Скличте команду з 7 гравців, щоб грати в командних боях. Почати скликання може будь-хто з членів команди.
zh: 建立一支七名玩家的队伍来进入队伍战斗。 队伍可由其任何成员来集结。
zh_sg: 建立一支七名玩家的团队来进入团队战斗。 团队可由其任何成员来集结。

# IDS_PROFILE_CLUBS_INSTRUCTION_5
source: You can be a member of three Teams at the same time.
es_mx: Puedes ser un miembro de tres Equipos al mismo tiempo.
ja: 同時に 3 チームまでに所属することができます。
pl: Możesz jednocześnie należeć do trzech drużyn.
ru: Вы можете состоять в трёх командах одновременно.
uk: Ви можете перебувати у складі трьох команд одночасно.
zh: 您可以同时是三支队伍的成员之一。
zh_sg: 您可以同时是三支团队的成员之一。

# IDS_PROFILE_CLUBS_INSTRUCTION_6
source: Decisions to invite or remove players require a vote. The Leader can bypass the vote procedure to add players to the Team.
es_mx: Las decisiones para invitar o eliminar jugadores requieren una votación. El Líder puede saltar el procedimiento de votación para agregar jugadores al Equipo.
ja: プレイヤーの招待または除外を決定するためには、投票が必要です。ただしチームリーダーは投票なしでプレイヤーをチームに追加することができます。
pl: Decyzje o przyjmowaniu i usuwaniu graczy z drużyny podejmowane są przez głosowanie. Lider może przyjmować graczy do drużyny z pominięciem głosowania.
ru: Решения о приглашении или исключении игроков принимаются на основе голосования. Лидер приглашает игроков в команду, минуя голосование.
uk: Рішення щодо запрошення або вилучення гравців ухвалюються за результатами голосування. Лідер запрошує гравців до команди, минаючи голосування.
zh: 要邀请或移除玩家都需要投票。队长直接操作无需投票。
zh_sg: 要邀请或移除玩家都需要投票。队长直接操作无需投票。

# IDS_PROFILE_CLUBS_INSTRUCTION_7
source: The Team can be assembled by any of its members.
es_mx: El Equipo puede ser reunido por cualquiera de sus miembros.
ja: チームメンバーであれば誰でもチームの招集を開始することができます。
pl: Drużyna może zostać zgromadzona przez każdego z jej członków.
ru: Собрать команду для боя может любой из участников команды.
uk: Скликати команду для бою може будь-який член команди.
zh: 队伍可由其任何成员来集结。
zh_sg: 团队可由其任何成员来集结。

# IDS_PROFILE_CLUBS_INSTRUCTION_8
source: It is also possible to add any other players who have access to Team Battles.
es_mx: También es posible agregar otros jugadores que tengan acceso a Batallas en Equipo.
ja: チームバトルにアクセス可能な任意の他のプレイヤーを加えることもできます。
pl: Można przyłączyć dowolnego gracza mającego dostęp do bitew drużynowych.
ru: Также можно добавлять любых игроков, которым доступны командные бои.
uk: Також можна додавати будь-яких гравців, які мають доступ до командних боїв.
zh: 也可以加入任何其他玩家来进行队伍战斗。
zh_sg: 也可以加入任何其他玩家来进行团队战斗。

# IDS_PROFILE_CLUBS_INSTRUCTION_9
source: Click "Ready!" to assemble players for a Team Battle. The Team Battle type will be selected automatically. An invitation to assemble will be sent to all Team members.
es_mx: Haz clic en "¡Listo!" para reunir jugadores para una Batalla en Equipo. El modo Batallas en Equipo será seleccionado automáticamente. Una invitación para reunirse será enviada a todos los miembros del Equipo.
ja: 「準備完了!」をクリックしてチーム招集を開始しましょう。 チームバトルが自動選択され、招集メッセージがチームメンバー全員に送信されます。
pl: Kliknij „Gotowy!”, żeby zgromadzić drużynę do bitwy drużynowej. Tryb bitew drużynowych zostanie wybrany automatycznie. Zostaną wysłane zaproszenia do wszystkich członków drużyny.
ru: Нажмите кнопку «Готов!», чтобы начать сбор в командный бой. Командный тип боя будет выбран автоматически, приглашения к сбору будут разосланы всем членам команды.
uk: Натисніть кнопку «Готовий!», щоб скликати гравців до командного бою. Командний тип бою буде вибраний автоматично, запрошення будуть надіслані всім учасникам команди.
zh: 点击 "已准备好" 来为队伍战斗集结玩家。 会自动选择队伍战斗类型。将发送集结的邀请给其所有队伍成员。
zh_sg: 点击"已准备好"为团队集结玩家。 会自动选择团队战斗模式。将发送集结的邀请给其所有团队成员。
