Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASB508_DESCR
source: One of a series of the South Dakota-class battleships. Boasted powerful AA defenses and sophisticated surveillance systems. Had a sensible armor layout including an internal main armor belt and a solid horizontal protection.
es_mx: Uno de los acorazados de la clase South Dakota. Contaba con poderosas defensas antiaéreas y sofisticados equipo de vigilancia. Tenía una disposición de blindaje sensible incluyendo un cinturón de blindaje principal interno y una sólida protección horizontal.
ja: アラバマは、サウスダコタ級戦艦の 1 隻であり、強力な対空兵装と洗練された警戒システムを誇りました。装甲レイアウトも合理的であり、内部主装甲帯と堅牢な水平防御を備えていました。
pl: Jeden z pancerników klasy South Dakota. Posiadał potężne uzbrojenie przeciwlotnicze i wyrafinowane systemy dozorowania. Posiadał rozsądnie rozmieszczony pancerz, w tym wewnętrzny główny pas pancerny i solidny pancerz poziomy.
ru: Один из линкоров типа South Dakota. Обладал мощной ПВО и совершенными системами радиолокации. Имел рациональную схему бронирования, включавшую в себя внутренний главный пояс и надёжную горизонтальную защиту.
uk: Один з лінкорів типу South Dakota. Мав потужну ППО та ідеальну систему радіолокації. Мав раціональну схему бронювання, яка складалася з внутрішнього головного поясу та надійного горизонтального захисту.
zh: 南达科他级战列舰系列之一。拥有强大的对空防御及精密的监测系统。有着合理的装甲配置，包含内部的主要装甲带以及实心的水平装甲防护。
zh_sg: South Dakota级系列战列舰之一。拥有强大的对空防御及精密的监测系统。拥有合理的装甲配置，包含内部的主要装甲带以及实心水平装甲防护。

# IDS_PASB508_FULL
source: Alabama
zh: 阿拉巴马
zh_sg: 阿拉巴马

# IDS_PASB508_SHORT
source: ALBM
zh: 阿拉巴马
zh_sg: 阿拉巴马

# IDS_PASB509
source: Missouri
zh: 密苏里
zh_sg: 密苏里

# IDS_PASB509_DESCR
source: One of the Iowa-class battleships that were the fastest ships of this type in the world. She carried very powerful main battery guns, and boasted excellent AA defense and reliable torpedo protection.
es_mx: Uno de los acorazados clase Iowa, los barcos más rápidos de este tipo en el mundo. Cargaba una batería principal muy poderosa, y contaba con una excelente defensa antiaérea así como una confiable protección para torpedos.
ja: ミズーリは、世界最速クラスの戦艦として知られるアイオワ級戦艦の 1 隻です。極めて強力な主砲と素晴らしい対空防御力、そして信頼性の高い対水雷防御を備えていました。
pl: Jeden z pancerników klasy Iowa, będących najszybszymi okrętami tego typu na świecie. Posiadał wyjątkowo potężne działa głównej baterii i doskonałą obronę przeciwlotniczą oraz przeciwtorpedową.
ru: Принадлежал к числу линкоров типа Iowa, являвшихся самыми быстроходными линейными кораблями в мире. Обладал очень мощной артиллерией главного калибра, превосходной ПВО и надёжной противоторпедной защитой.
uk: Належав до лінкорів типу Iowa, які були найшвидшими лінійними кораблями у світі. Мав дуже потужну артилерією головного калібру, чудову ППО і надійний протиторпедний захист.
zh: 世上最快的战舰。它搭载了非常强大的主炮，并且拥有出色的对空防御以及可靠的鱼雷防护。
zh_sg: 依阿华级战列舰之一，是此类型中最快的战舰。拥有非常强大的主炮、出色的对空防御以及可靠的鱼雷防护。

# IDS_PASB509_FULL
source: Missouri
zh: 密苏里
zh_sg: 密苏里

# IDS_PASB509_SHORT
source: MSSR
zh: 密苏里
zh_sg: 密苏里

# IDS_PASB510_DESCR
source: A battleship representing the Montana-class ship design, featuring 457 mm main battery guns placed in twin turrets designed in the U.S.A. in the late 1930s.
es_mx: Un acorazado que representa el diseño de los barcos de la clase Montana, el cual cuenta con una batería principal de 457 mm con cañones colocados en torretas dobles diseñadas en los EUA a finales de los años 30.
ja: オハイオは、モンタナ級戦艦の設計に基づいており、アメリカで 1930 年代の後半に設計された 457 mm 連装砲塔を搭載しています。
pl: Amerykański pancernik z końcówki lat 30, należący do klasy Montana, uzbrojony w działa główne kal. 457 mm umieszczone w podwójnych wieżach.
ru: Линейный корабль, представляющий собой вариант вооружения кораблей типа Montana 457-мм артиллерией в двухорудийных башнях, спроектированных в США в конце 1930-х годов.
uk: Лінкор, який спроектовано у США наприкінці 1930-х років, є варіантом типу Montana, озброєним 457-мм артилерією у двогарматних баштах.
zh: Линейный корабль, представляющий собой вариант вооружения кораблей типа Montana 457-мм артиллерией в двухорудийных башнях, спроектированных в США в конце 1930-х годов.
zh_sg: 一艘代表了蒙大拿级战舰设计的战列舰，457毫米主炮组安装在1930年代末美国设计的双联装炮塔中。

# IDS_PASB517_DESCR
source: One of the preliminary versions of a battleship (Project XVI) designed to meet the Washington Naval Treaty limitations, and which preceded the North Carolina-class ships. The project was notable in that the ship's main battery guns were placed in quadruple turrets.
es_mx: Una de las versiones preliminares de un acorazado (Proyecto XVI) diseñado para cumplir con las limitaciones del Tratado Naval de Washington, y el cual precedió a los barcos de clase North Carolina. El proyecto era notable ya que los cañones de la batería principal del barco estaban colocados en torretas cuádruples.
ja: フロリダ級戦艦は、ワシントン海軍軍縮条約による制限に従った戦艦の草案のひとつ (プロジェクト XVI) であり、ノースカロライナ級に先立つ計画案でした。本案の特徴として、主砲を四連装砲塔に収めていました。
pl: Jedna z wstępnych wersji pancernika (Projekt XVI) zaprojektowanego, by spełniać warunki narzucone przez waszyngtoński traktat morski. Był protoplastą okrętów typu North Carolina. Projekt wyróżniał się umieszczeniem dział głównej baterii w poczwórnych wieżach.
ru: Один из предварительных вариантов «договорного» линкора (проект XVI), предшествовавший созданию кораблей типа North Carolina. Особенностью проекта является размещение артиллерии главного калибра в четырёхорудийных башнях.
uk: Один із попередніх варіантів «договірного» лінкора (проєкт XVI), який передував створенню кораблів типу North Carolina. Особливістю проєкту є розміщення артилерії головного калібру в чотиригарматних баштах.
zh: Один из предварительных вариантов «договорного» линкора (проект XVI), предшествовавший созданию кораблей типа North Carolina. Особенностью проекта является размещение артиллерии главного калибра в четырёхорудийных башнях.
zh_sg: 为满足华盛顿海军条约限制而设计的一种战列舰的早期版本（XVI号项目），先于北卡罗来纳级战舰。该项目的亮点是主炮安装在四联装炮塔中。

# IDS_PASB518
source: Massachusetts
zh: 马萨诸塞
zh_sg: 马萨诸塞

# IDS_PASB518_DESCR
source: A South Dakota-class battleship. Designed subject to treaty limitations, the ship had well-balanced characteristics in terms of armament, speed, and armor protection. By the end of World War II, the ship had a very powerful AA defense.
es_mx: Un acorazado de clase South Dakota. Diseñado sujeto a las limitaciones de tratados, el barco tenía sus características bien balanceadas en términos de armamento, velocidad, y blindaje de protección. Al final de la Segunda Guerra Mundial, el barco tenía una poderosa defensa AA.
ja: マサチューセッツは、サウスダコタ級戦艦の 1 隻です。第二次ロンドン海軍縮条約による制限に従って設計されており、兵装、速力、装甲防御力のバランスに優れていました。本艦の対空兵装は、二次大戦の終結時点では極めて強力なものに強化されていました。
pl: Pancernik klasy South Dakota. Zaprojektowany z uwzględnieniem ograniczeń narzuconych przez międzynarodowe traktaty, stanowił udany kompromis pomiędzy uzbrojeniem, szybkością i opancerzeniem. Pod koniec II wojny światowej poszczycić się mógł potężnym uzbrojeniem przeciwlotniczym.
ru: Линейный корабль типа South Dakota. Проектировался в рамках договорных ограничений и обладал сбалансированными характеристиками вооружения, скорости и защиты. К концу Второй мировой войны имел очень мощную ПВО.
uk: Лінійний корабель типу South Dakota. Проектували в межах договірних обмежень. Він мав збалансовані характеристики озброєння, швидкості та захисту. До кінця Другої світової війни мав дуже потужну ППО.
zh: 南达科他级战列舰。设计上受到条约的限制，该战舰在武器、航速、以及装甲防护方面有着平衡良好的特性。到了大战结束时，该战舰有着非常强大的对空防御。
zh_sg: South Dakota级战列舰。设计上受到条约的限制，在武器、航速和装甲方面有着良好的平衡性。到第二次世界大战结束时，该战舰还获得了非常强大的对空防御能力。

# IDS_PASB518_FULL
source: Massachusetts
zh: 马萨诸塞
zh_sg: 马萨诸塞

# IDS_PASB598
source: Massachusetts B
zh: 马萨诸塞 B
zh_sg: 马萨诸塞 B

# IDS_PASB598_DESCR
source: A South Dakota-class battleship. Designed subject to treaty limitations, the ship had well-balanced characteristics in terms of armament, speed, and armor protection. By the end of World War II, the ship had a very powerful AA defense.
es_mx: Un acorazado de clase South Dakota. Diseñado sujeto a las limitaciones de tratados, el barco tenía sus características bien balanceadas en términos de armamento, velocidad, y blindaje de protección. Al final de la Segunda Guerra Mundial, el barco tenía una poderosa defensa AA.
ja: マサチューセッツは、サウスダコタ級戦艦の 1 隻です。第二次ロンドン海軍縮条約による制限に従って設計されており、兵装、速力、装甲防御力のバランスに優れていました。本艦の対空兵装は、二次大戦の終結時点では極めて強力なものに強化されていました。
pl: Pancernik klasy South Dakota. Zaprojektowany z uwzględnieniem ograniczeń narzuconych przez międzynarodowe traktaty, stanowił udany kompromis pomiędzy uzbrojeniem, szybkością i opancerzeniem. Pod koniec II wojny światowej poszczycić się mógł potężnym uzbrojeniem przeciwlotniczym.
ru: Линейный корабль типа South Dakota. Проектировался в рамках договорных ограничений и обладал сбалансированными характеристиками вооружения, скорости и защиты. К концу Второй мировой войны имел очень мощную ПВО.
uk: Лінійний корабель типу South Dakota. Проектували в межах договірних обмежень. Він мав збалансовані характеристики озброєння, швидкості та захисту. До кінця Другої світової війни мав дуже потужну ППО.
zh: 南达科他级战列舰。设计上受到条约的限制，该战舰在武器、航速、以及装甲防护方面有着平衡良好的特性。到了大战结束时，该战舰有着非常强大的对空防御。
zh_sg: South Dakota级战列舰。设计上受到条约的限制，在武器、航速和装甲方面有着良好的平衡性。到第二次世界大战结束时，该战舰还获得了非常强大的对空防御能力。

# IDS_PASB598_FULL
source: Massachusetts B
zh: 马萨诸塞 B
zh_sg: 马萨诸塞 B

# IDS_PASB705
source: Texas
zh: 德克萨斯
zh_sg: 德克萨斯

# IDS_PASB705_DESCR
source: The first super-dreadnought in the U.S. Navy. She underwent extensive retrofitting to reinforce her torpedo protection and horizontal armor. During World War II, she received powerful AA armament.
es_mx: El primer superacorazado en la Marina de los EE.UU. Pasó por extensivos reequipamientos para reforzar su protección contra torpedos y su blindaje horizontal. Durante la 2ª Guerra Mundial, recibió un poderoso armamento AA.
ja: 戦艦テキサスは、アメリカ海軍初の超弩級戦艦でした。大幅な改装により、対水雷防御力および水平装甲の強化が図られました。二次大戦中には、強力な対空兵装が追加されました。
pl: Pierwszy super-drednot U.S. Navy. Przechodził liczne modernizacje, które wzmacniały jego obronę przeciwtorpedową i pancerz poziomy. W czasie II wojny światowej otrzymał potężne uzbrojenie przeciwlotnicze.
ru: Первый «сверхдредноут» ВМС США. Прошёл глубокую модернизацию с усилением противоторпедной защиты и горизонтального бронирования. Во время Второй мировой войны получил мощное зенитное вооружение.
uk: Перший «наддредноут» ВМС США. Пройшов докорінну модернізацію з посиленням протиторпедного захисту та горизонтального бронювання. Під час Другої світової війни отримав потужне зенітне озброєння.
zh: 海军中第一艘超无畏舰。它进行了大规模的改造以强化它的鱼雷防护力和水平装甲。战争期间，它获得了强大的防空武器。
zh_sg: 美国海军中第一艘超无畏舰。它进行了大规模的改造以强化它的鱼雷防护力和水平装甲。二战迁建，还获得了强大的防空武器。

# IDS_PASB705_FULL
source: Texas
zh: 德克萨斯
zh_sg: 德克萨斯

# IDS_PASB705_SHORT
source: TEXS
zh: 德克萨斯
zh_sg: 德克萨斯

# IDS_PASB707_DESCR
source: A Tennessee-class battleship armed with twelve 356 mm guns and possessing quite modest speed characteristics. After Pearl Harbor, she underwent thorough refurbishment, which significantly changed the ship's design and greatly enhanced her AA defenses.
es_mx: Un acorazado de la clase Tennessee armado con doces cañones de 356 mm y con una velocidad bastante modesta. Después de Pearl Harbor, atravesó una restauración exhaustiva, lo que cambió significativamente el diseño del barco y mejoró enormemente sus defensas AA.
ja: カリフォルニアはテネシー級戦艦であり、356 mm 砲を 12 門搭載し、速力は控え目でした。真珠湾攻撃の際に大破着底しましたが、その後に浮揚されて大改装が施され、外観が大きく様変わりし、対空兵装が大幅に強化されました。
pl: Pancernik klasy Tennessee, uzbrojony w dwanaście dział kal. 356 mm, który rozwijał dość skromne prędkości. Po Pearl Harbor przeszedł gruntowną modernizację, która znacznie go odmieniła i poprawiła zdolność obrony przed atakami z powietrza.
ru: Линкор типа Tennessee, вооружённый двенадцатью 356-мм орудиями и обладавший сравнительно невысокой скоростью хода. После Пёрл-Харбора прошёл глубокую модернизацию, заметно изменившую облик корабля и значительно усилившую его ПВО.
uk: Лінкор типу Tennessee, озброєний дванадцятьма 356-мм гарматами й має порівняно невисоку швидкість ходу. Після Перл-Гарбора пройшов докорінну модернізацію, яка помітно змінила вигляд корабля й значно посилила його ППО.
zh: Линкор типа Tennessee, вооружённый двенадцатью 356-мм орудиями и обладавший сравнительно невысокой скоростью хода. После Пёрл-Харбора прошёл глубокую модернизацию, заметно изменившую облик корабля и значительно усилившую его ПВО.
zh_sg: 这是一艘田纳西级战列舰，拥有12门356毫米炮，拥有适中的速度属性。在珍珠港事件之后，它进行了彻底翻新，这大大改变了战舰的设计并大大提高了它的对空防御能力。

# IDS_PASB708
source: Alabama ST
zh: 阿拉巴马
zh_sg: 阿拉巴马 ST

# IDS_PASB708_DESCR
source: One of a series of the South Dakota-class battleships. Boasted powerful AA defenses and sophisticated surveillance systems. Had a sensible armor layout including an internal main armor belt and a solid horizontal protection.
es_mx: Uno de los acorazados de la clase South Dakota. Contaba con poderosas defensas antiaéreas y sofisticados equipo de vigilancia. Tenía una disposición de blindaje sensible incluyendo un cinturón de blindaje principal interno y una sólida protección horizontal.
ja: アラバマは、サウスダコタ級戦艦の 1 隻であり、強力な対空兵装と洗練された警戒システムを誇りました。装甲レイアウトも合理的であり、内部主装甲帯と堅牢な水平防御を備えていました。
pl: Jeden z pancerników klasy South Dakota. Posiadał potężne uzbrojenie przeciwlotnicze i wyrafinowane systemy dozorowania. Posiadał rozsądnie rozmieszczony pancerz, w tym wewnętrzny główny pas pancerny i solidny pancerz poziomy.
ru: Один из линкоров типа South Dakota. Обладал мощной ПВО и совершенными системами радиолокации. Имел рациональную схему бронирования, включавшую в себя внутренний главный пояс и надёжную горизонтальную защиту.
uk: Один з лінкорів типу South Dakota. Мав потужну ППО та ідеальну систему радіолокації. Мав раціональну схему бронювання, яка складалася з внутрішнього головного поясу та надійного горизонтального захисту.
zh: 南达科他级战列舰系列之一。拥有强大的对空防御及精密的监测系统。有着合理的装甲配置，包含内部的主要装甲带以及实心的水平装甲防护。
zh_sg: South Dakota级系列战列舰之一。拥有强大的对空防御及精密的监测系统。拥有合理的装甲配置，包含内部的主要装甲带以及实心水平装甲防护。

# IDS_PASB708_FULL
source: Alabama ST
zh: 阿拉巴马
zh_sg: 阿拉巴马 ST

# IDS_PASB708_SHORT
source: ALBM
zh: 阿拉巴马
zh_sg: 阿拉巴马 ST

# IDS_PASB729_DESCR
source: A "high-speed battleship" project which preceded Iowa-class ships. The main battery comprised 457 mm guns placed in twin turrets, which were developed alongside the project of the ship herself in 1938.
es_mx: Un proyecto de "acorazado de alta velocidad" que precedió a los barcos de clase Iowa. La batería principal comprendía cañones de 457 mm colocados en torretas gemelas desarrolladas junto con el proyecto del barco en 1938.
ja: ジョージア級戦艦は、アイオワ級戦艦に先行して開発された「高速戦艦」の計画案であり、1938 年にこの艦級の開発と同時並行で 457 mm 連装砲塔も開発されました。
pl: Projekt „szybkiego pancernika”, który poprzedzał okręty klasy Iowa. Bateria główna złożona była z dział kal. 457 mm umieszczonych w podwójnych wieżach, zaprojektowanych równolegle z samym okrętem w 1938 roku.
ru: Проект «быстроходного линкора», разработка которого предшествовала созданию кораблей типа Iowa. Основное вооружение линкора составили 457-мм орудия в двухорудийных башнях, разработанных одновременно с проектом самого корабля в 1938 году.
uk: Проект «швидкохідного лінкора», розроблення якого передувало створенню кораблів типу Iowa. Головним озброєнням лінкора були 457-мм гармати у двогарматних баштах, які розробили одночасно з проектом самого корабля 1938 р.
zh: Проект «быстроходного линкора», разработка которого предшествовала созданию кораблей типа Iowa. Основное вооружение линкора составили 457-мм орудия в двухорудийных башнях, разработанных одновременно с проектом самого корабля в 1938 году.
zh_sg: 依阿华级的“高速战列舰”计划。主武器由双联装炮塔的457毫米炮组成，武器和战舰项目于1938年同时研发。

# IDS_PASB801
source: South Carolina
zh: 南卡罗来纳
zh_sg: 南卡罗来纳

# IDS_PASB801_DESCR
source: Battleship South Carolina, which is used in the Introductory Mission
es_mx: El acorazado South Carolina, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される戦艦 South Carolina
pl: Pancernik South Carolina, który używany jest w misji wprowadzającej
ru: Линкор South Carolina, используемый во вводной миссии
uk: Лінкор South Carolina, що використовується у вступній місії
zh: Линкор South Carolina, используемый во вводной миссии
zh_sg: 新手任务中使用的南卡罗来纳号战列舰

# IDS_PASB801_SHORT
source: SC
zh: 南卡罗来纳
zh_sg: 南卡罗来纳

# IDS_PASB802_DESCR
source: Battleship Michigan, which is used in the Introductory Mission
es_mx: El acorazado Michigan, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される戦艦 Michigan
pl: Pancernik Michigan, który używany jest w misji wprowadzającej
ru: Линкор Michigan, используемый во вводной миссии
uk: Лінкор Michigan, що використовується у вступній місії
zh: Линкор Michigan, используемый во вводной миссии
zh_sg: 新手任务中使用的密歇根号战列舰

# IDS_PASB810_DESCR
source: One of the largest battleships in the world. She was slightly inferior to Iowa-class ships in terms of speed, but had more main guns and significantly stronger torpedo protection. Montana's armor was conventionally arranged and considerably reinforced.
es_mx: Uno de los acorazados más grandes del mundo. Era ligeramente inferior a los barcos de la clase Iowa en términos de velocidad pero tenía más cañones principales y una protección anti torpedos significativamente mayor. El blindaje del Montana fue oganizado de manera convencional y también reforzado considerablemente.
ja: モンタナ級戦艦は、世界最大級の戦艦のひとつです。速力においてはアイオワ級戦艦に若干劣りますが、主砲の砲門数が増加し、はるかに強力な対水雷防御を備えていました。装甲は、伝統的な設計を踏襲した上で、大幅に強化されていました。
pl: Jeden z większych pancerników na świecie. Nieco ustępował okrętom klasy Iowa pod względem prędkości, ale miał więcej dział i znacznie lepszą obronę przeciwtorpedową. Pancerz Montany rozlokowano zgodnie ze standardami, a potem jeszcze wzmocniono.
ru: Один из крупнейших в мире линкоров. Несколько уступал в скорости кораблям типа Iowa, но имел больше орудий главного калибра и существенно более сильную противоторпедную защиту. Выполненное по традиционной схеме бронирование линкора было также значительно усилено.
uk: Один із найбільших у світі лінкорів. Дещо поступався у швидкості кораблям типу Iowa, але мав більше гармат головного калібру й потужніший протиторпедний захист. Виконане за традиційною схемою бронювання лінкора було також значно посилене.
zh: 预计成为衣阿华级替代者的战列舰。蒙大拿级航速较慢，但是配备更坚固的装甲和更好的火力。该舰的四座三联装炮塔上共安装12门406毫米舰炮。该战舰最终没有付诸建造，订单被不断拖延直至取消。
zh_sg: 世界上最大型的战列舰之一。在航速方面略逊于依阿华级战舰，但拥有更多的主炮以及更强的鱼雷防护。Montana的装甲以常规方式安置、也被大幅地强化。

# IDS_PASB810_SHORT
source: MONT
zh: 蒙大拿
zh_sg: 蒙大拿 P

# IDS_PASB917
source: [Montana]
zh: [蒙大拿]
zh_sg: [蒙大拿]

# IDS_PASB917_DESCR
source: This ship is a copy of Montana and is suitable for Clan Battles only
es_mx: Este barco es una copia del Montana y solo es adecuado para las Batallas de Clanes
ja: 本艦は Montana のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Montana i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Montana и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Montana. Призначений лише для кланових боїв
zh: 这艘战舰为蒙大拿的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是蒙大拿号的复制并且仅适用于军团战

# IDS_PASB917_FULL
source: [Montana]
zh: [蒙大拿]
zh_sg: [蒙大拿]

# IDS_PASC001
source: Erie
zh: 伊利
zh_sg: 伊利

# IDS_PASC001_DESCR
source: The Erie-class patrol gunboats were designed as small multipurpose ships capable of performing a wide range of tasks, from artillery support of landing operations to protection of convoys. The ships were well-armored and well-armed for their size. They were the first in the U.S. Navy to receive automatic AA guns.
es_mx: Los barcos cañoneros de la clase Erie fueron diseñados como barcos pequeños multipropósito capaces de realizar una gran cantidad de tareas, desde el soporte de artillería en operaciones de desembarco hasta la protección de un convoy. Los barcos estaban bien blindados y armados para su tamaño. Fueron los primeros en la U.S. Navy en recibir cañones AA automáticos.
ja: エリー級哨戒砲艦は、上陸作戦における支援砲撃から輸送船団の護衛まで、広範な任務に従事することができる小型の多目的艦として設計され、その大きさの割には優れた装甲と兵装を備えていました。対空機関砲を搭載したアメリカ海軍初の艦艇となりました。
pl: Kanonierki patrolowe klasy Erie zaprojektowano jako małe okręty o wielu funkcjach, od wsparcia artylerii podczas lądowania do ochrony konwojów. Jak na ich rozmiar były dobrze opancerzone i uzbrojone. Jako pierwsze okręty amerykańskiej marynarki otrzymały automatyczne działa przeciwlotnicze.
ru: Канонерские лодки типа Erie проектировались как небольшие универсальные корабли с широким кругом задач — от артиллерийской поддержки десантных операций до защиты конвоев. Для своего размера были хорошо бронированы и вооружены. Первые из кораблей ВМС США, получившие зенитные автоматы.
uk: Канонерські човни типу Erie проектувалися як невеликі універсальні кораблі з великим колом завдань — від артилерійської підтримки десантних операцій до захисту конвоїв. Незважаючи на свій розмір були добре броньовані та озброєні. Перші з кораблів ВМС США, що отримали зенітні автомати.
zh: 一艘配有巡洋舰等级火炮的巡逻炮艇。共建造了两艘伊利湖级战舰。
zh_sg: 伊利级巡逻炮艇被设计成多用途小型战舰，可执行从登陆行动支援到护卫船团等多种任务。该舰拥有对其尺寸来说不错的装甲与武器，也是美国海军中第一批配备自动防空炮的战舰。

# IDS_PASC001_FULL
source: Erie
zh: 伊利
zh_sg: 伊利

# IDS_PASC001_SHORT
source: ERIE
zh: 伊利
zh_sg: 伊利

# IDS_PASC002
source: Chester
zh: 切斯特
zh_sg: 切斯特

# IDS_PASC002_DESCR
source: A light cruiser with reasonably good speeds for her time, but suffering from rather poor armament and armor. The ship could act as a scout and a destroyer flotilla leader. The cruisers of this class were the first ships in the U.S. Navy to feature turbine propulsion. They remained the only turbine cruisers in the U.S. Navy for a long time.
es_mx: Un crucero ligero que tenía una velocidad razonablemente buena para su tiempo, pero sufriendo de un armamento y blindaje algo pobres. El barco podía actuar como un explorador y destructor líder de flotilla. Los cruceros de esta clase fueron los primeros en la U.S. Navy en tener propulsión por turbinas. Permanecieron como los únicos cruceros con turbinas en la Marina por un largo tiempo.
ja: チェスター級軽巡洋艦は、当時としては優秀な速力を有していましたが、比較的貧弱な兵装と装甲という問題を抱えていました。偵察用や、駆逐艦隊を指揮する嚮導艦としての運用が可能でした。本級の各艦は、アメリカ海軍としては初めて蒸気タービン推進を採用しており、長年に渡り、アメリカ海軍で唯一のタービン搭載型巡洋艦であり続けました。
pl: Lekki krążownik o całkiem niezłej prędkości (jak na tamte czasy), ale raczej słabym pancerzu i uzbrojeniu. Służył jako okręt zwiadowczy lub przywódca floty niszczycieli. Krążowniki tej klasy były pierwszymi amerykańskimi okrętami z napędem turbinowym. Przez długie lata pozostały jedynymi okrętami tego typu w marynarce USA napędzanymi w taki sposób.
ru: Лёгкий крейсер, имевший неплохую для своего времени скорость при довольно слабом вооружении и бронировании. Мог выполнять роль разведчика и лидера флотилии эсминцев. Крейсеры этого типа стали первыми турбинными кораблями и долгое время оставались единственными турбинными крейсерами ВМС США.
uk: Легкий крейсер, що мав непогану для свого часу швидкість попри досить слабке озброєння та бронювання. Виконував роль розвідника та лідера флотилії есмінців. Крейсери цього типу стали першими турбінними кораблями та довгий час залишалися єдиними турбінними крейсерами ВМС США.
zh: 有着三艘小型侦察巡洋舰之舰级。该巡洋舰获得了强化过的武器、并更换了塞伦姆号巡洋舰的推进系统。
zh_sg: 一艘在有着不错航速，但武器与装甲相当粗劣的轻型巡洋舰。该舰可以作为侦察舰或驱逐舰队领导舰。此舰级巡洋舰是美国海军中第一批配有涡轮推进装置的战舰。也是唯一在美国海军中服役长时间服役的涡轮巡洋舰。

# IDS_PASC002_FULL
source: Chester
zh: 切斯特
zh_sg: 切斯特

# IDS_PASC002_SHORT
source: CHST
zh: 切斯特
zh_sg: 切斯特

# IDS_PASC003
source: Albany
zh: 奥尔巴尼
zh_sg: 奥尔巴尼
