Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM086_SWIRSKI_DESCR
source: Jerzy Włodzimierz Świrski was born on April 5, 1882, in the town of Kalisz, far from the sea. This region of Poland was part of the Russian Empire at the time, and the future admiral's father had served as a field officer in the Russian army. At first, the young man followed in his father's footsteps and graduated from the 1st Moscow Cadet Corps, but in 1899, he chose a different career path. Świrski passed the necessary exams to be enrolled in the senior classes of the Naval Cadet Corps in St. Petersburg—the sole educational institution for training combat officers for the Russian Imperial Navy. Three years later, he received the rank of midshipman and was appointed to the newest light cruiser, Askold. Once on board, he departed for the Far East. But the young officer did not take part in the Russo-Japanese War—in 1903, he caught a serious lung disease, returned to St. Petersburg, and spent the next two years recovering. Jerzy continued his service in the Black Sea Fleet, and in 1905, was promoted to the rank of lieutenant. He completed navigation courses and gradually climbed the ranks, acting as a navigation officer on cruisers, then battleships, then as a navigational flag officer for the navigation section of the destroyer division and battleship brigade. In 1912, Świrski received the rank of senior lieutenant, and just before the outbreak of World War I, he was appointed as chief of navigation branch in the headquarters of the commander of the Black Sea Fleet. Jerzy held this crucial position throughout the war and even beyond, until May 1918. Together with the fleet commanders of the World War I period—Admirals A.A. Eberhard and A.V. Kolchak—Świrski participated in military campaigns and was involved in clashes with German-Turkish forces on the Black Sea. By October 1917, he had received three military orders of the Russian Empire and the rank of naval commander. However, Jerzy Świrski wasn't destined to become an admiral of the Russian Navy.
es_mx: Jerzy Włodzimierz Świrski nació el 5 de abril de 1882 en el pueblo de Kalisz, un lugar alejado del mar. Esta región de Polonia era parte del Imperio Ruso en esa época, y el padre del futuro Almirante había servido como un oficial de campo en el ejército ruso. Al principio, el joven siguió los pasos de su padre y se graduó del 1.er Cuerpo de Cadetes de Moscú, pero en 1899, eligió una carrera diferente. Świrski pasó los exámenes necesarios para enlistarse en las clases superiores del Cuerpo de Cadetes Navales en San Petersburgo; la única institución educativa que entrenaba oficiales de combate para la Armada Imperial Rusa. Tres años después, recibió el rango de guardiamarina y fue asignado a uno de los cruceros ligeros más nuevos, el Askold. Una vez a bordo, partió hacia el Lejano Oriente. Pero el joven oficial no participó en la Guerra Ruso-Japonesa; en 1903 contrajo una grave enfermedad pulmonar, regresando a San Petersburgo y pasando los siguientes dos años en recuperación. Jerzy continuó su servicio en la Flota del Mar Negro y en 1905 fue ascendido a Teniente. Completó sus cursos de navegación y gradualmente subió de rango, sirviendo como oficial de navegación en cruceros, después en acorazados, y finalmente como un oficial de bandera para la sección de navegación de la división de destructores y la brigada de acorazados. En 1912, Świrski recibió el rango de Teniente Primero, y justo antes del estallido de la Primera Guerra Mundial, fue nombrado Jefe de la rama de navegación de los cuarteles generales del Comandante de la Flota del Mar Negro. Jerzy conservó esta crucial posición durante la guerra e incluso después de esta, hasta mayo de 1918. Junto con los Comandantes de Flota de la Primera Guerra Mundial, los Almirantes A.A. Eberhard y A.V. Kolchak, Świrski participó en campañas militares y estuvo involucrado en enfrentamientos con las fuerzas turco-alemanas en el Mar Negro.En octubre de 1917, había recibido tres órdenes militares del Imperio Ruso y el rango de Comandante Naval. Sin embargo, Jerzy Świrski no estaba destinado a convertirse en un Almirante de la Armada Rusa...
ja: イェジー・ヴウォジミェシュ・シュフィルスキーは 1882 年 4 月 5 日に内陸都市のカリシュで生まれました。当時のポーランドはロシア帝国の一地方であり、やがて提督となる彼の父親はロシア陸軍の将校でした。息子のイェジーも当初は父親の後を追って第 1 モスクワ陸軍幼年学校を卒業しましたが、1899 年に異なる進路を選択しました。 シュフィルスキーはロシア帝国海軍士官を訓練するための唯一の教育機関であるサンクトペテルブルク海軍幼年学校上級クラスに入学するための試験に合格しました。3 年後、彼は士官候補生の階級を与えられて最新の軽巡洋艦アスコルドに配属され、乗艦直後に極東に派遣されました。しかし若きシュフィルスキーは日露戦争には従軍しませんでした。その理由は、1903 年に重い肺の病にかかってサンクトペテルブルクに戻り、続く 2 年間を療養のために費やしたためでした。 シュフィルスキーは黒海艦隊で軍務を継続し、1905 年に少尉に昇進しました。彼は航海実習を完了して徐々に昇進を続け、最初に巡洋艦、次に戦艦の航海士となり、それから駆逐隊および戦艦戦隊の航海部門の航海将校になりました。1912 年、シュフィルスキーは大尉に昇進し、一次大戦勃発直前に黒海艦隊司令部の航海部門の責任者に任命されました。 シュフィルスキーは一次大戦を通じて 1918 年 5 月に至るまで要職を占め続けました。一次大戦期の艦隊司令官 A.A. エベルガールトおよび A. V. コルチャークと共に軍事作戦に参加し、黒海でドイツ・トルコ連合軍と激突しました。1917 年 10 月、彼はロシア帝国の軍事勲章 3 個を授与され、司令官に昇進しました。しかしイェジー・シュフィルスキーはロシア海軍の提督となる運命にはありませんでした…
pl: Jerzy Włodzimierz Świrski urodził się 5 kwietnia 1882 roku w Kaliszu, z dala od morza. W tamtych czasach obszar ten należał do Imperium Rosyjskiego, a ojciec przyszłego admirała był oficerem polowym carskiej armii. Początkowo młody Jerzy chciał iść w ślady ojca i ukończył 1. Korpus Kadetów w Moskwie, ale w 1899 roku zmienił swoją ścieżkę zawodową. Świrski przeszedł egzaminy kwalifikacyjne do bardziej zaawansowanych kursów w Morskim Korpusie w Petersburgu – jedynej placówce edukacyjnej, która szkoliła oficerów Marynarki Wojennej Imperium Rosyjskiego. Trzy lata później otrzymał stopień midszypmena i dostał przydział na najnowszy lekki krążownik Askold. Na jego pokładzie wyruszył na Daleki Wschód. Jednak młody oficer nie wziął udziału w wojnie rosyjsko-japońskiej – w 1903 roku przeszedł poważną chorobę płuc i na dwa lata powrócił do Petersburga na rekonwalescencję. Jerzy nadal służył we Flocie Czarnomorskiej i w 1905 roku został awansowany na stopień porucznika marynarki (lejtnant). Ukończył kursy nawigacyjne i stopniowo piął się po szczeblach, pełniąc funkcje oficera nawigacyjnego na krążowniku, pancerniku, a następnie flagowym oficerem nawigacyjnym dywizjonu niszczycieli i brygady pancerników. W 1912 roku Świrski otrzymał stopień kapitana marynarki (starszy lejtnant), a tuż przed wybuchem I wojny światowej został szefem wydziału nawigacyjnego w sztabie głównym Floty Czarnomorskiej. Jerzy piastował to kluczowe stanowisko przez całą wojnę i po jej zakończeniu, do maja 1918 roku. Wraz z dowódcami flot z czasów I wojny światowej – admirałami A.A. Eberhardem i A.V. Kolczakiem – Świrski uczestniczył w kampaniach wojennych i starciach z siłami niemiecko-tureckimi na Morzu Czarnym. W październiku 1917 roku otrzymał trzy ordery wojskowe Imperium Rosyjskiego i stopień komandora. Jednak przeznaczeniem Jerzego Świrskiego nie były pagony admiralskie w marynarce rosyjskiej...
ru: Ежи Влодзимеж (Георгий Владимирович) Свирский родился 5 апреля 1882 г. в городе Калише, далеко от морей. Эта часть Польши входила тогда в Российскую империю, и отец будущего адмирала служил штаб-офицером русской армии. Сын сперва пошёл по его стопам, окончив 1-й Московский кадетский корпус, но в 1899 г. выбрал другую карьеру. Георгий Свирский сдал экзамены сразу в старшие классы Морского кадетского корпуса в Санкт-Петербурге — единственного учебного заведения, готовившего строевых офицеров Российского императорского флота. Спустя три года он получил погоны мичмана и был назначен на новейший лёгкий крейсер «Аскольд», с которым отбыл на Дальний Восток. Но поучаствовать в Русско-японской войне Свирскому не удалось: в 1903 г. молодой офицер подхватил тяжёлую болезнь лёгких, вернулся в Петербург и два года выздоравливал. Службу Георгий продолжил уже на Черноморском флоте, в 1905 г. был произведён в лейтенанты. Он стал специалистом штурманского дела, постепенно продвигаясь по должностям: штурманский офицер на крейсерах, затем на линейных кораблях, потом флаг-офицер по штурманской части дивизиона эсминцев и бригады линкоров. В 1912 г. Свирский получил чин старшего лейтенанта, а перед самым началом Первой мировой был назначен флаг-капитаном (начальником) по штурманской части штаба командующего Черноморским флотом. Эту ответственнейшую должность Георгий Владимирович бессменно занимал всю войну и даже дольше, вплоть до мая 1918 г. Вместе с командующими флотом в Первую мировую — адмиралами А. А. Эбергардом и А. В. Колчаком — Свирский выходил в боевые походы, участвовал в столкновениях с германо-турецкими силами на Чёрном море. К октябрю 1917 г. он заслужил три боевых ордена Российской империи и чин капитана 1-го ранга за отличие. Но стать адмиралом русского флота Георгию Владимировичу Свирскому было не суждено...
uk: Єжи Влодзімеж (Георгій Володимирович) Свірський народився 5 квітня 1882 р. у місті Каліші, далеко від морів. Ця частина Польщі входила тоді в Російську імперію, та батько майбутнього адмірала служив штаб-офіцером російської армії. Син спочатку пішов його стопами, закінчивши 1-й Московський кадетський корпус, але в 1899 р. вибрав іншу кар’єру. Георгій Свірський склав іспити відразу в старші класи Морського кадетського корпусу в Санкт-Петербурзі — єдиного навчального закладу, який готував стройових офіцерів Російського імператорського флоту. Через три роки отримав погони мічмана та його призначили на новітній легкий крейсер «Аскольд», з яким відбув на Далекий Схід. Але взяти участь у російсько-японській війні Свірському не вдалося — у 1903 р. молодий офіцер підчепив важку хворобу легень, повернувся до Петербурга та два роки видужував. Службу Георгій продовжив уже на Чорноморському флоті, у 1905 р. підвищили до лейтенанта. Він став фахівцем штурманської справи, поступово просувався посадами: штурманський офіцер на крейсерах, потім лінійних кораблях, потім флаг-офіцер по штурманській частині дивізіону есмінців і бригади лінкорів. У 1912 р. Свірський отримав чин старшого лейтенанта, а перед самим початком Першої світової його призначили флаг-капітаном (начальником) по штурманській частині штабу командувача Чорноморським флотом. Цю відповідальну посаду Георгій Володимирович беззмінно займав усю війну та навіть довше, аж до травня 1918 р. Разом із командувачами флотом у Першу світову — адміралами А. А. Ебергардом та О. В. Колчаком — Свірський виходив у бойові походи, брав участь у зіткненнях із німецько-турецькими силами на Чорному морі. До жовтня 1917 р. він заслужив три бойових ордени Російської імперії та чин капітана 1-го рангу за відзнаку. Але стати адміралом російського флоту Георгію Володимировичу Свірському не судилося...
zh: Ежи Влодзимеж (Георгий Владимирович) Свирский родился 5 апреля 1882 г. в городе Калише, далеко от морей. Эта часть Польши входила тогда в Российскую империю, и отец будущего адмирала служил штаб-офицером русской армии. Сын сперва пошёл по его стопам, окончив 1-й Московский кадетский корпус, но в 1899 г. выбрал другую карьеру. Георгий Свирский сдал экзамены сразу в старшие классы Морского кадетского корпуса в Санкт-Петербурге — единственного учебного заведения, готовившего строевых офицеров Российского императорского флота. Спустя три года он получил погоны мичмана и был назначен на новейший лёгкий крейсер «Аскольд», с которым отбыл на Дальний Восток. Но поучаствовать в Русско-японской войне Свирскому не удалось: в 1903 г. молодой офицер подхватил тяжёлую болезнь лёгких, вернулся в Петербург и два года выздоравливал. Службу Георгий продолжил уже на Черноморском флоте, в 1905 г. был произведён в лейтенанты. Он стал специалистом штурманского дела, постепенно продвигаясь по должностям: штурманский офицер на крейсерах, затем на линейных кораблях, потом флаг-офицер по штурманской части дивизиона эсминцев и бригады линкоров. В 1912 г. Свирский получил чин старшего лейтенанта, а перед самым началом Первой мировой был назначен флаг-капитаном (начальником) по штурманской части штаба командующего Черноморским флотом. Эту ответственнейшую должность Георгий Владимирович бессменно занимал всю войну и даже дольше, вплоть до мая 1918 г. Вместе с командующими флотом в Первую мировую — адмиралами А. А. Эбергардом и А. В. Колчаком — Свирский выходил в боевые походы, участвовал в столкновениях с германо-турецкими силами на Чёрном море. К октябрю 1917 г. он заслужил три боевых ордена Российской империи и чин капитана 1-го ранга за отличие. Но стать адмиралом русского флота Георгию Владимировичу Свирскому было не суждено...
zh_sg: Jerzy Wlodzimier Swirski出生于1882年4月5日，远离大海的卡利斯镇。波兰的这一地区当时属于俄罗斯帝国的一部分，他的父亲曾在俄罗斯军队中担任陆军校官。起初，这位年轻人追随着父亲的脚步，从莫斯科第一军校毕业，但在1899年，他选择走上了一条不同的道路。 Swirski考入了圣彼得堡海军学员团的高级班，这是为俄罗斯帝国海军训练作战军官的唯一教育机构。三年后，他获得了海军军官候补生头衔，并被派遣至最新的轻型巡洋舰阿斯科德号上。他刚登上这艘战舰就去了远东地区。但这位年轻的军官并没有参加1903年的日俄战争，他在这年染上了严重的肺病，并返回了圣彼得堡修养了两年。 之后，Jerzy继续在黑海舰队中服役，1905年晋升为中尉。他完成了海军课程，并逐步晋升军衔，先后在巡洋舰和战列舰上担任航海官，随后在驱逐舰师和战列舰旅的航海部担任航旗官。1912年，Swirski获得了海军上尉军衔，第一次世界大战爆发前，他被任命为黑海舰队司令总部的航海部总司令。 Jerzy在整个战争期间和更长的时间里都担任着这一要职，直到1918年5月。他与第一次世界大战中的舰队指挥官A.A. Eberhard上将和A.V. Kolchak上将一起参加了军事行动，并在黑海与德国土耳其部队交战。到1917年10月，他先后接到三次俄罗斯帝国军事任命并获得了海军司令的军衔。然而，Jerzy Swirski注定不会成为俄罗斯海军上将。
