Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TARGETS_ACTIVE
source: Targets are moving
es_mx: Los objetivos se mueven
ja: 標的は移動する
pl: Cele się poruszają
ru: Мишени движутся
uk: Мішені рухаються
zh: 靶舰可移动
zh_sg: 移动目标

# IDS_TARGETS_ACTIVE_TOOLTIP
source: AI controls this ship's movements
es_mx: La IA controla los movimientos de este barco
ja: AI がこの艦艇を操艦
pl: SI kontroluje ruchy okrętu
ru: ИИ управляет движением корабля
uk: ШІ керує рухом корабля
zh: AI 会操控这艘战舰的动作
zh_sg: AI控制战舰的移动

# IDS_TARGETS_ARMED
source: Armed targets
es_mx: Objetivos armados
ja: 標的は武装あり
pl: Cele uzbrojone
ru: Мишени вооружены
uk: Мішені озброєні
zh: 靶舰已武装
zh_sg: 有武器的目标

# IDS_TARGETS_ARMED_TOOLTIP
source: Targets are armed and will fire at an enemy
es_mx: Los objetivos están armados y dispararán al enemigo
ja: 標的は武装しており、敵を攻撃する
pl: Cele są uzbrojone i będą strzelać do przeciwnika
ru: Мишени вооружены и ведут огонь по противнику
uk: Мішені озброєні і стріляють у супротивника
zh: 靶舰已武装并会朝敌人开火
zh_sg: 有武器且会攻击敌人的目标

# IDS_TARGET_ACTIVE
source: Moving target
es_mx: Objetivos en movimiento
ja: 標的は移動する
pl: Cel w ruchu
ru: Мишень движется
uk: Мішень рухається
zh: 靶舰可移动
zh_sg: 移动目标

# IDS_TARGET_ACTIVE_TOOLTIP
source: AI controls this ship's movements
es_mx: La IA controla los movimientos de este barco
ja: AI がこの艦艇を操艦
pl: SI kontroluje ruchy okrętu
ru: ИИ управляет движением корабля
uk: ШІ керує рухом корабля
zh: AI 会操控这艘战舰的动作
zh_sg: AI控制战舰的移动

# IDS_TARGET_ARMED
source: Target is armed
es_mx: El objetivo está armado
ja: 標的は武装あり
pl: Cel jest uzbrojony
ru: Мишень вооружена
uk: Мішень озброєна
zh: 靶舰已武装
zh_sg: 目标配备武装

# IDS_TARGET_ARMED_TOOLTIP
source: The target is armed and will fire at an enemy
es_mx: El objetivo está armado y disparará al enemigo
ja: この標的は武装しており、敵を攻撃する
pl: Cel jest uzbrojony i odpowie ogniem
ru: Мишень вооружена и ведёт огонь по противнику
uk: Мішень озброєна і стріляє у супротивника
zh: 靶舰已武装并会朝敌人开火
zh_sg: 目标配备武装并且会攻击敌人

# IDS_TARGET_CAN_MOVE_STATUS
source: Moving
es_mx: Con movimiento.
ja: 移動
pl: W ruchu
ru: Двигается
uk: Рухома
zh: 可以移动。
zh_sg: 移动

# IDS_TARGET_CAN_NOT_MOVE_STATUS
source: Standing
es_mx: Fijos
ja: 静止
pl: Nieruchomy
ru: Неподвижна
uk: Нерухома
zh: 待着不动。
zh_sg: 站立

# IDS_TARGET_CAN_NOT_SHOOT_STATUS
source: Unarmed.
es_mx: Desarmado.
ja: 非武装
pl: Nieuzbrojony.
ru: Не вооружена.
uk: Неозброєна.
zh: 尚未武装。
zh_sg: 无武器。

# IDS_TARGET_CAN_SHOOT_STATUS
source: Armed.
es_mx: Armado.
ja: 武装あり
pl: Uzbrojony.
ru: Вооружена.
uk: Озброєна.
zh: 已经武装。
zh_sg: 有武器。

# IDS_TASK
source: Combat Mission
es_mx: Misión de Combate
ja: コンバットミッション
pl: Misja bojowa
ru: Боевая задача
uk: Бойове завдання
zh: 作战任务
zh_sg: 作战任务

# IDS_TASKRESTRICTIONSPECIAL_1EPOCH_BB_1
source: Complete the task in Random or Co-op Battles with battleships South Carolina, Wyoming, Gangut, and/or Courbet.
ja: 戦艦 South Carolina、Wyoming、Gangut、Courbet を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami South Carolina, Wyoming, Gangut lub Courbet.
ru: Выполняется в случайных и кооперативных боях на линкорах South Carolina, Wyoming, «Гангут» и Courbet.
zh: Выполняется в случайных и кооперативных боях на линкорах South Carolina, Wyoming, Гангут и Courbet.

# IDS_TASKRESTRICTIONSPECIAL_1EPOCH_BB_2
source: Complete the task in Random or Co-op Battles with battleships Kawachi, Dreadnought, Bellerophon, Kaiser, and/or Nassau.
ja: 戦艦 Dreadnought、Bellerophon、Kaiser、Nassau、河内を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Kawachi, Dreadnought, Bellerophon, Kaiser lub Nassau.
ru: Выполняется в случайных и кооперативных боях на линкорах Kawachi, Dreadnought, Bellerophon, Kaiser и Nassau.
zh: Выполняется в случайных и кооперативных боях на линкорах Kawachi, Dreadnought, Bellerophon, Kaizer и Nassau.

# IDS_TASKRESTRICTIONSPECIAL_1EPOCH_CA_1
source: Complete the task in Random or Co-op Battles with cruisers Chikuma, Kolberg, Weymouth, and/or Nino Bixio.
ja: 巡洋艦 Kolberg、Weymouth、Nino Bixio、筑摩を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Chikuma, Kolberg, Weymouth lub Nino Bixio.
ru: Выполняется в случайных и кооперативных боях на крейсерах Chikuma, Kolberg, Weymouth и Nino Bixio.
zh: Выполняется в случайных и кооперативных боях на крейсерах Chikuma, Kolberg, Weymouth и Nino Bixio.

# IDS_TASKRESTRICTIONSPECIAL_1EPOCH_DD_1
source: Complete the task in Random or Co-op Battles with destroyers Umikaze and/or Tátra.
ja: 駆逐艦 Tátra、海風を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Umikaze lub Tátra.
ru: Выполняется в случайных и кооперативных боях на эсминцах Umikaze и Tátra.
zh: Выполняется в случайных и кооперативных боях на эсминцах Umikaze и Tatra.

# IDS_TASKRESTRICTIONSPECIAL_1EPOCH_DD_2
source: Complete the task in Random or Co-op Battles with destroyers V-25 and/or Derzki.
ja: 駆逐艦 V-25、Derzki を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami V-25 lub Derzki.
ru: Выполняется в случайных и кооперативных боях на эсминцах V-25 и «Дерзкий».
zh: Выполняется в случайных и кооперативных боях на эсминцах V-25 и Дерзкий.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_BB_1
source: Complete the task in Random or Co-op Battles with battleships Bretagne, Iron Duke, Fusō, Kongō, and/or Queen Elizabeth.
ja: 戦艦 Bretagne、Iron Duke、扶桑、金剛、Queen Elizabeth を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Bretagne, Iron Duke, Fusō, Kongō lub Queen Elizabeth.
ru: Выполняется в случайных и кооперативных боях на линкорах Bretagne, Iron Duke, Fusō, Kongō и Queen Elizabeth.
zh: Выполняется в случайных и кооперативных боях на линкорах Bretange, Iron Duke, Fusō, Kongo и Queen Elizabet.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_BB_2
source: Complete the task in Random or Co-op Battles with battleships New Mexico, Izmail, Bayern, and/or New York.
ja: 戦艦 New Mexico、Izmail、Bayern、New York を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami New Mexico, Izmail, Bayern lub New York.
ru: Выполняется в случайных и кооперативных боях на линкорах New Mexico, «Измаил», Bayern и New York.
zh: Выполняется в случайных и кооперативных боях на линкорах New Mexico, Измаил, Bayern и New York.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_CA_1
source: Complete the task in Random or Co-op Battles with cruisers Tenryū, Kuma, Svietlana, and/or Karlsruhe.
ja: 巡洋艦 Svietlana、Karlsruhe、天龍、球磨を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Tenryū, Kuma, Swietłana lub Karlsruhe.
ru: Выполняется в случайных и кооперативных боях на крейсерах Tenryū, Kuma, «Светлана» и Karlsruhe.
zh: Выполняется в случайных и кооперативных боях на крейсерах Tenryū, Kuma, Светлана и Karlsruhe.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_CA_2
source: Complete the task in Random or Co-op Battles with cruisers Omaha, Danae, Hawkins, and/or Duguay-Trouin.
ja: 巡洋艦 Omaha、Danae、Hawkins、Duguay-Trouin を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Omaha, Danae, Hawkins lub Duguay-Trouin.
ru: Выполняется в случайных и кооперативных боях на крейсерах Omaha, Danae, Hawkins и Duguay-Trouin.
zh: Выполняется в случайных и кооперативных боях на крейсерах Omaha, Danae, Hawkins и Duguay-Trouin.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_DD_1
source: Complete the task in Random or Co-op Battles with destroyers Minekaze, Clemson, and/or Izyaslav.
ja: 駆逐艦 Clemson、Izyaslav、峯風を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Minekaze, Clemson lub Iziasław.
ru: Выполняется в случайных и кооперативных боях на эсминцах Minekaze, Clemson и «Изяслав».
zh: Выполняется в случайных и кооперативных боях на эсминцах Minekaze, Clemson и Изяслав.

# IDS_TASKRESTRICTIONSPECIAL_2EPOCH_DD_2
source: Complete the task in Random or Co-op Battles with destroyers V-170, Valkyrie, and/or Wakeful.
ja: 駆逐艦 V-170、Valkyrie、Wakeful を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami V-170, Valkyrie lub Wakeful.
ru: Выполняется в случайных и кооперативных боях на эсминцах V-170, Valkyrie и Wakeful.
zh: Выполняется в случайных и кооперативных боях на эсминцах V-170, Valkyrie и Wakeful.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_AA
source: Complete the task in Random or Co-op Battles with carriers Furious, Lexington, and/or Ranger.
ja: 航空母艦 Furious、Lexington、Ranger を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych lotniskowcami Furious, Lexington lub Ranger.
ru: Выполняется в случайных и кооперативных боях на авианосцах Furious, Lexington и Ranger.
zh: Выполняется в случайных и кооперативных боях на авианосцах Furious, Lexington и Ranger.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_BB_1
source: Complete the task in Random or Co-op Battles with battleships Nagato, Colorado, and/or Nelson.
ja: 戦艦 Colorado、Nelson、長門を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Nagato, Colorado lub Nelson.
ru: Выполняется в случайных и кооперативных боях на линкорах Nagato, Colorado и Nelson.
zh: Выполняется в случайных и кооперативных боях на линкорах Nagato, Colorado и Nelson.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_CA_1
source: Complete the task in Random or Co-op Battles with cruisers Pensacola, Trento, and/or Indianapolis.
ja: 巡洋艦 Pensacola、Trento、Indianapolis を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Pensacola, Trento lub Indianapolis.
ru: Выполняется в случайных и кооперативных боях на крейсерах Pensacola, Trento и Indianapolis.
zh: Выполняется в случайных и кооперативных боях на крейсерах Pensacola, Trento и Indianapolis.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_CA_2
source: Complete the task in Random or Co-op Battles with cruisers Aoba, Myōkō, and/or Devonshire.
ja: 巡洋艦 Devonshire、青葉、妙高を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Aoba, Myōkō lub Devonshire.
ru: Выполняется в случайных и кооперативных боях на крейсерах Aoba, Myōkō и Devonshire.
zh: Выполняется в случайных и кооперативных боях на крейсерах Aoba, Myoko и Devonshire.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_DD_1
source: Complete the task in Random or Co-op Battles with destroyers Acasta, Guépard, Jaguar, Aigle, and/or Icarus.
ja: 駆逐艦 Acasta、Guépard、Jaguar、Aigle、Icarus を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Acasta, Guépard, Jaguar, Aigle lub Icarus.
ru: Выполняется в случайных и кооперативных боях на эсминцах Acasta, Guépard, Jaguar, Aigle и Icarus.
zh: Выполняется в случайных и кооперативных боях на эсминцах Acasta, Guepard, Jaguar, Aigle и Ikarus.

# IDS_TASKRESTRICTIONSPECIAL_3EPOCH_DD_2
source: Complete the task in Random or Co-op Battles with destroyers Fubuki, Akatsuki, and/or Shinonome.
ja: 駆逐艦吹雪、暁、東雲 を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Fubuki, Akatsuki lub Shinonome.
ru: Выполняется в случайных и кооперативных боях на эсминцах Fubuki, Akatsuki и Shinonome.
zh: Выполняется в случайных и кооперативных боях на эсминцах Fubuki, Akatsuki и Shinonome.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_BB_1
source: Complete the task in Random or Co-op Battles with battleships Tirpitz, Bismarck, and/or Richelieu.
ja: 戦艦 Tirpitz、Bismarck、Richelieu を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Tirpitz, Bismarck lub Richelieu.
ru: Выполняется в случайных и кооперативных боях на линкорах Tirpitz, Bismarck и Richelieu.
zh: Выполняется в случайных и кооперативных боях на линкорах Tirpitz, Bismark и Richelieu.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_BB_2
source: Complete the task in Random or Co-op Battles with battleships King George V, North Carolina, and/or Duke of York.
ja: 戦艦 King George V、North Carolina、Duke of York を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami King George V, North Carolina lub Duke of York.
ru: Выполняется в случайных и кооперативных боях на линкорах King George V, North Carolina и Duke of York.
zh: Выполняется в случайных и кооперативных боях на линкорах King George V, North Carolina и Duke of York.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_CA_1
source: Complete the task in Random or Co-op Battles with cruisers Wichita, Helena, Fiji, Edinburgh, Zara, and/or Mogami.
ja: 巡洋艦 Wichita、Helena、Fiji、Edinburgh、Zara、最上 を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Wichita, Helena, Fiji, Edinburgh, Zara lub Mogami.
ru: Выполняется в случайных и кооперативных боях на крейсерах Wichita, Helena, Fiji, Edinburgh, Zara и Mogami.
zh: Выполняется в случайных и кооперативных боях на крейсерах Wichita, Helena, Fiji, Edinburgh, Zara и Mogami.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_CA_2
source: Complete the task in Random or Co-op Battles with cruisers Zara, Prinz Eugen, Admiral Hipper, La Galissonnière, and/or Algérie.
ja: 巡洋艦 Zara、Prinz Eugen、Admiral Hipper、La Galissonnière、Algérie を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Zara, Prinz Eugen, Admiral Hipper, La Galissonnière lub Algérie.
ru: Выполняется в случайных и кооперативных боях на крейсерах Zara, Prinz Eugen, Admiral Hipper, La Galissonnière и Algérie.
zh: Выполняется в случайных и кооперативных боях на крейсерах Zara, Prinz Eugen, Admiral Hipper, La Galissonnière и Algérie.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_DD_1
source: Complete the task in Random or Co-op Battles with destroyers Gnevny, Leberecht Maass, Sims, and/or Benson.
ja: 駆逐艦 Gnevny、Leberecht Maass、Sims、Benson を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Gniewnyj, Leberecht Maass, Sims lub Benson.
ru: Выполняется в случайных и кооперативных боях на эсминцах «Гневный», Leberecht Maass, Sims и Benson.
zh: Выполняется в случайных и кооперативных боях на эсминцах Гневный, Leberecht Maass, Sims и Benson.

# IDS_TASKRESTRICTIONSPECIAL_4EPOCH_DD_2
source: Complete the task in Random or Co-op Battles with destroyers Kagerō, Jervis, Le Fantasque, and/or Asashio.
ja: 駆逐艦 Jervis、Le Fantasque、陽炎、朝潮を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Kagerō, Jervis, Le Fantasque lub Asashio.
ru: Выполняется в случайных и кооперативных боях на эсминцах Kagerō, Jervis, Le Fantasque и Asashio.
zh: Выполняется в случайных и кооперативных боях на эсминцах Kagerō, Jervis, Le Fantasque и Asashio.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_AA
source: Complete the task in Random or Co-op Battles with carriers Midway and/or Audacious.
ja: 航空母艦 Midway、Audacious を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych lotniskowcami Midway lub Audacious.
ru: Выполняется в случайных и кооперативных боях на авианосцах Midway и Audacious.
zh: Выполняется в случайных и кооперативных боях на авианосцах Midway и Audacious.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_BB_1
source: Complete the task in Random or Co-op Battles with battleships Yamato, Musashi, Lion, and/or Vanguard.
ja: 戦艦 Lion、Vanguard、大和、武蔵を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Yamato, Musashi, Lion lub Vanguard.
ru: Выполняется в случайных и кооперативных боях на линкорах Yamato, Musashi, Lion, Vanguard.
zh: Выполняется в случайных и кооперативных боях на линкорах Yamato, Musashi, Lion, Vanguard.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_BB_2
source: Complete the task in Random or Co-op Battles with battleships Iowa, Montana, Sovetsky Soyuz, and/or Alsace.
ja: 戦艦 Iowa、Montana、Sovetsky Soyuz、Alsace を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikami Iowa, Montana, Sowietskij Sojuz lub Alsace.
ru: Выполняется в случайных и кооперативных боях на линкорах Iowa, Montana, «Советский Союз» и Alsace.
zh: Выполняется в случайных и кооперативных боях на линкорах Iowa, Montana, Советский Союз и Alsace.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_CA_1
source: Complete the task in Random or Co-op Battles with cruisers Minotaur, Baltimore, Des Moines, and/or Neptune.
ja: 巡洋艦 Minotaur、Baltimore、Des Moines、Neptune を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Minotaur, Baltimore, Des Moines lub Neptune.
ru: Выполняется в случайных и кооперативных боях на крейсерах Minotaur, Baltimore, Des Moines и Neptune.
zh: Выполняется в случайных и кооперативных боях на крейсерах Minotaur, Baltimor, Des Moines и Neptune.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_CA_2
source: Complete the task in Random or Co-op Battles with cruisers Ibuki, Zaō, Worcester, Kutuzov, and/or Alexander Nevsky.
ja: 巡洋艦 Worcester、Kutuzov、Alexander Nevsky、伊吹、蔵王を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych krążownikami Ibuki, Zaō, Worcester, Kutuzow lub Aleksander Niewski.
ru: Выполняется в случайных и кооперативных боях на крейсерах Ibuki, Zaō, Worcester, «Кутузов» и «Александр Невский».
zh: Выполняется в случайных и кооперативных боях на крейсерах Ibuki, Zaō, Worcester, Кутузов и Александр Невский.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_DD_1
source: Complete the task in Random or Co-op Battles with destroyers Akizuki, Kitakaze, Gearing, and/or Fletcher.
ja: 駆逐艦 Gearing、Fletcher、秋月、北風を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Akizuki, Kitakaze, Gearing lub Fletcher.
ru: Выполняется в случайных и кооперативных боях на эсминцах Akizuki, Kitakaze, Gearing и Fletcher.
zh: Выполняется в случайных и кооперативных боях на эсминцах Akizuki, Kitakaze, Gearing и Fletcher.

# IDS_TASKRESTRICTIONSPECIAL_5EPOCH_DD_3
source: Complete the task in Random or Co-op Battles with destroyers Shimakaze, Jutland, Daring, and/or Halland.
ja: 駆逐艦 Jutland、Daring、Halland、島風を使用してランダム戦か Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielami Shimakaze, Jutland, Daring lub Halland.
ru: Выполняется в случайных и кооперативных боях на эсминцах Shimakaze, Jutland, Daring и Halland.
zh: Выполняется в случайных и кооперативных боях на эсминцах Shimakaze, Jutland, Daring и Halland.

# IDS_TASKRESTRICTIONSPECIAL_COOPPVPRANKED_DUKEOFYORK
source: Complete the task in Random, Co-op, and Ranked Battles with battleship Duke of York.
es_mx: Completa la tarea con un acorazado Duke of York en batallas aleatorias, Co-op, y por rango.
ja: 戦艦 Duke of York を使用してランダム戦、Co-op 戦、ランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych lub rankingowych pancernikiem Duke of York.
ru: Выполняется в случайных, кооперативных и ранговых боях на линкоре Duke of York.
uk: Виконують у випадкових, кооперативних і рангових боях лінкором Duke of York.
zh: 用战列舰 约克公爵 在标准战斗、联合战斗、及排位战中完成工作。
zh_sg: 使用战列舰约克公爵在随机战、联合作战和排位战模式中完成任务。

# IDS_TASKRESTRICTIONSPECIAL_DUKEOFYORK
source: Complete the task in Random and Ranked Battles with battleship Duke of York.
es_mx: Completa la tarea con un acorazado Duke of York en batallas aleatorias y por rango.
ja: 戦艦 Duke of York を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych pancernikiem Duke of York.
ru: Выполняется в случайных и ранговых боях на линкоре Duke of York.
uk: Виконують у випадкових і рангових боях лінкором Duke of York.
zh: 用战列舰 约克公爵 在标准机战斗及排位战中完成工作。
zh_sg: 使用战列舰约克公爵在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTIONSPECIAL_GRAFSPEE
source: Complete the task in Random, Co-op, Ranked, and Team Battles with cruiser Graf Spee.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rangos y en Equipo con el crucero Graf Spee.
ja: 巡洋艦 Graf Spee を使用してランダム戦、Co-op 戦、ランク戦およびチームバトルでタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub drużynowych krążownikiem Graf Spee.
ru: Выполняется в случайных, кооперативных, ранговых и командных боях на крейсере Graf Spee.
uk: Виконують у випадкових, кооперативних, рангових і командних боях крейсером Graf Spee.
zh: 用巡洋舰海军上将施佩伯爵在标准战斗、联合作战、排位战及队伍战斗中完成工作。
zh_sg: 用施佩伯爵巡洋舰在随机战、联合作战、排位战及团队战中完成此目标。

# IDS_TASKRESTRICTIONSPECIAL_HOOD
source: Complete the task in Random Battles with HMS Hood.
es_mx: Completa esta tarea en Batallas Aleatorias con el HMS Hood.
ja: HMS Hood を使用してランダム戦でタスクを達成する。
pl: Ukończ to zadanie w bitwach losowych krążownikiem HMS Hood.
ru: Выполняется в случайных боях на линейном крейсере HMS Hood.
uk: Виконують у випадкових боях лінійним крейсером HMS Hood.
zh: 用战斗巡洋舰胡德在标准战斗中完成工作。
zh_sg: 用HMS 胡德在随机战模式中完成此目标。

# IDS_TASKRESTRICTIONSPECIAL_TIRPIZ
source: Complete the task in Random, Co-op, Ranked, and Team Battles with battleship Tirpitz.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rangos y en Batallas en Equipo con el acorazado Tirpitz.
ja: 戦艦 Tirpitz を使用してランダム戦、Co-op 戦、ランク戦およびチームバトルでタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub drużynowych pancernikiem Tirpitz.
ru: Выполняется в случайных, кооперативных, ранговых и командных боях на линкоре Tirpitz.
uk: Виконують у випадкових, кооперативних, рангових і командних боях лінкором Tirpitz.
zh: 用战列舰提尔皮茨在标准战斗、联合作战、排位战及队伍战斗中完成工作。
zh_sg: 用战列舰提尔皮茨在随机战、联合作战、排位战及团队战中完成目标。

# IDS_TASKRESTRICTION_AIRCARRIER_PVP
source: Complete the task in Random Battles with Tier %(level)s aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias con portaaviones del Nivel %(level)s.
ja: Tier %(level)s 航空母艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lotniskowcem poziomu %(level)s.
ru: Выполняется в случайных боях на авианосцах %(level)s уровня.
uk: Виконують у випадкових боях авіаносцями %(level)s рівня.
zh: 用 %(level)s 级航空母舰在标准战斗中完成工作。
zh_sg: 用%(level)s级航空母舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_ALLBUTGERMANY_PVP
source: Complete the task in Random Battles with any Tier %(level)s ships, except German ships.
es_mx: Completa la tarea en Batallas Aleatorias con cualquier barco de Nivel %(level)s, a excepción de los alemanes.
ja: ドイツ艦艇を除く任意の Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych dowolnym okrętem %(level)s poziomu, z wyjątkiem okrętów niemieckich.
ru: Выполняется в случайных боях на любых кораблях %(level)s уровня, кроме немецких.
uk: Виконують у випадкових боях будь-якими кораблями %(level)s рівня, окрім німецьких.
zh: 除了D国外，用任何 %(level)s 阶战舰在标准战斗中完成工作。
zh_sg: 用任意非德国的%(level)s 级战舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_ALLBUTUK_PVP
source: Complete the task in Random Battles with any Tier %(level)s ships, except British ships.
es_mx: Completa la tarea en Batallas Aleatorias con cualquier barco de Nivel %(level)s, a excepción de los británicos.
ja: イギリス艦艇を除く任意の Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych dowolnym okrętem %(level)s poziomu, z wyjątkiem okrętów brytyjskich.
ru: Выполняется в случайных боях на любых кораблях %(level)s уровня, кроме британских.
uk: Виконують у випадкових боях будь-якими кораблями %(level)s рівня, окрім британських.
zh: 除了Y国外，用任何 %(level)s 阶战舰在标准战斗中完成工作。
zh_sg: 用任意非英国的%(level)s 级战舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_AVCA_PVP
source: Complete the task in Random Battles with Tier %(level)s aircraft carriers or cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con portaaviones o cruceros del Nivel %(level)s.
ja: Tier %(level)s 航空母艦または巡洋艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lotniskowcami lub krążownikami %(level)s poziomu.
ru: Выполняется в случайных боях на авианосцах или крейсерах %(level)s уровня.
uk: Виконують у випадкових боях авіаносцями або крейсерами %(level)s рівня.
zh: 在标准战斗模式中使用%(level)s 阶航空母舰或巡洋舰完成任务。
zh_sg: 使用%(level)s 级航空母舰或巡洋舰在随机战模式中完成此目标。
