Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC371_FRENCHDDARC_LEFANTASQUE_DESCRIPTION
source: Six "Le Fantasque"-class ("Capricious") large destroyers were commissioned in 1936. Large in size, well-armed, and extremely fast, they could catch up to and send any enemy destroyer to the depths of the sea. Ships of the "Le Fantasque" class were dangerous because, unlike foreign “destroyer flotilla destroyers,” the French contre-torpilleurs were intended for operations within formations, i.e. in squadrons of six ships or divisions of three ships. In the early stages of World War II, Le Fantasque-class large destroyers were used to hunt down German raiders and blockade runners in the Atlantic off the African coast. After the summer of 1940, Le Triomphant, under the command of Philippe Auboyneau, emerged as the most battle-worthy operational large ship of the Free French Naval Forces. For a long time, she had perhaps been the only warship with the tricolor of the Republic operating in the Pacific. In 1943, the Le Fantasque-class ships that remained in commission were reclassified as "light cruisers." Assigned to the same division, Le Fantasque, Le Terrible, and Le Malin continued to operate in the Mediterranean until the end of the war, destroying German light ships and boats.
es_mx: En 1936 se encargaron seis grandes destructores de clase Le Fantasque («caprichoso» en francés). Con gran tamaño, buen armamento y una velocidad extraordinaria, podían dar caza a cualquier destructor enemigo y enviarlo a las profundidades marinas. Los barcos «Le Fantasque» eran peligrosos porque, a diferencia de los «destructores típicos de flotilla», los contratorpederos franceses se diseñaron para operaciones sin formación; es decir, en escuadrones de seis barcos o divisiones de tres barcos cada una. En los inicios de la II Guerra Mundial, los grandes destructores de clase Le Fantasque se usaban para dar caza a los incursores alemanes y bloquear a los navíos que trataban de romper el bloqueo en la costa atlántica de África. Tras el verano de 1940, el Le Triomphant, bajo el mando de Philippe Auboyneau, se convirtió en el mejor barco operativo en batalla de las fuerzas navales francesas. Durante mucho tiempo, es posible que haya sido el único barco con la bandera tricolor de la República que operó en el Pacífico. En 1943, los barcos de clase Le Fantasque que quedaban en servicio se recatalogaron como «cruceros ligeros». Asignados a la misma división, el Le Fantasque, Le Terrible y Le Malin continuaron operando en el Mediterráneo hasta el final de la guerra, destruyendo embarcaciones y barcos ligeros alemanes.
ja: 6 隻のル・ファンタスク (フランス語で「気まぐれ」) 級大型駆逐艦が 1936 年に就役しました。大型で重武装、そして非常に高速であるこれらの駆逐艦はあらゆる敵駆逐艦に追いつき撃沈することが可能でした。ル・ファンタスク級駆逐艦は危険な艦でした。なぜならば、外国の「水雷戦隊用駆逐艦」とは異なり、フランスの大型駆逐艦は、複数の陣形、すなわち 6 隻の戦隊または各 3 隻の分艦隊での作戦を想定していたからです。 二次大戦の初期、ル・ファンタスク級の大型駆逐艦は、大西洋のアフリカ沿岸沖でドイツの通商破壊船と封鎖突破船を追撃するために運用されました。1940 年の夏の後、フィリップ・オーボワノが指揮するル・トリオンファンは、自由フランス海軍で最も戦闘準備が整った大型艦でした。長期間に渡り、本艦は太平洋でフランス共和国の三色旗を掲げて活動している恐らく唯一の軍艦でした。1943 年、就役中のル・ファンタスク級駆逐艦は「軽巡洋艦」に再分類されました。同じ艦隊に配属されたル・ファンタスク、ル・テリブル、ル・マリンは、戦争が終結まで地中海で作戦に従事し、ドイツの小型船やボートを破壊しました。
pl: Sześć dużych niszczycieli klasy Le Fantasque weszło do służby w 1936 roku. Wielkie, dobrze uzbrojone i szybkie na tyle, by dogonić wrogiego niszczyciela i wysłać go na dno oceanu. „Le Fantasque” były groźnymi okrętami, ponieważ w przeciwieństwie do zagranicznych „niszczycieli flotylli niszczycieli”, francuskie contre-torpilleurs były przeznaczone do walki w formacjach, np. sześciookrętowych eskadrach lub dywizjach po trzy okręty. We wczesnej fazie II wojny światowej, duże niszczyciele klasy Le Fantasque były wykorzystywane do polowania na niemieckie rajdery oraz jako łamacze blokad na atlantyckim wybrzeżu Afryki. Wraz z końcem lata 1940 roku stało się jasne, że Le Triomphant, pod dowództwem Philippe'a Auboyneau, był wtedy najskuteczniejszym dużym okrętem w ciągłej służbie w całej marynarce Wolnej Francji. Przez długi czas był prawdopodobnie jedynym okrętem wojennym z trzema kolorami Republiki służącym na Pacyfiku. W 1943 roku okręty klasy Le Fantasque, które pozostały na służbie zostały przekwalifikowane na lekkie krążowniki. Przypisane do tego samego dywizjonu Le Fantasque, Le Terrible oraz Le Malin kontynuowały służbę na Morzu Śródziemnym aż do zakończenia wojny, niszcząc lekkie niemieckie okręty i łodzie.
ru: Шесть контрминоносцев типа Le Fantasque (фр. «причудливый, своенравный») вошли в строй в 1936 году. Крупные, хорошо вооружённые и чрезвычайно быстроходные, они могли догнать и отправить на дно любой эсминец противника. «Фантаски» представляли опасность тем большую, что, в отличие от зарубежных «лидеров эсминцев», французские контрминоносцы предназначались для действий целыми соединениями — эскадрами по шесть кораблей или дивизионами по три. В начальный период Второй мировой войны контрминоносцы типа Le Fantasque охотились за немецкими рейдерами и блокадопрорывателями в Атлантике у африканского побережья. После лета 1940 года Le Triomphant, под командованием Филиппа Обуано, стал самым боеспособным и активным крупным кораблём ВМС «Свободной Франции». Кроме того, долгое время он был едва ли не единственным боевым кораблём под триколором Республики, действовавшим на Тихом океане. В 1943 году оставшиеся в строю «фантаски» были переклассифицированы в «лёгкие крейсеры». Сведённые в один дивизион Le Fantasque, Le Terrible и Le Malin до конца войны продолжали действовать на Средиземноморье, уничтожая немецкие лёгкие корабли и суда.
uk: Шість контрміноносців типу Le Fantasque (з фр. «чудернацький», «норовливий») стали у стрій 1936 року. Великі, добре озброєні та неймовірно швидкохідні, вони могли наздогнати й потопити будь-який есмінець супротивника. «Фантаски» становили ще більшу небезпеку через те, що на відміну від закордонних «лідерів есмінців», ці французькі контрміноносці діяли загонами — ескадрами по шість кораблів або дивізіонами по три. На початку Другої світової війни контрміноносці типу Le Fantasque полювали німецьких рейдерів та блокадних проривників в Атлантиці біля африканського узбережжя. Після літа 1940 року Le Triomphant під командуванням Філіппа Обуано став найбоєздатнішим та найактивнішим великим кораблем ВМС «Вільної Франції». Окрім цього, довгий час він був чи не єдиним бойовим кораблем під триколором Республіки, який діяв на Тихому океані. 1943 року «фантаски», які ще залишилися у строю, перекваліфікували на «легкі крейсери». Le Fantasque, Le Terrible та Le Malin, які зібрали в один дивізіон, продовжували діяти на Середземномор’ї та знищувати німецькі легкі кораблі та судна.
zh: Шесть контрминоносцев типа Le Fantasque (фр. «причудливый, своенравный») вошли в строй в 1936 году. Крупные, хорошо вооружённые и чрезвычайно быстроходные, они могли догнать и отправить на дно любой эсминец противника. «Фантаски» представляли опасность тем большую, что, в отличие от зарубежных «лидеров эсминцев», французские контрминоносцы предназначались для действий целыми соединениями — эскадрами по шесть кораблей или дивизионами по три. В начальный период Второй мировой войны контрминоносцы типа Le Fantasque охотились за немецкими рейдерами и блокадопрорывателями в Атлантике у африканского побережья. После лета 1940 года Le Triomphant, под командованием Филиппа Обуано, стал самым боеспособным и активным крупным кораблём ВМС «Свободной Франции». Кроме того, долгое время он был едва ли не единственным боевым кораблём под триколором Республики, действовавшим на Тихом океане. В 1943 году оставшиеся в строю «фантаски» были переклассифицированы в «лёгкие крейсеры». Сведённые в один дивизион Le Fantasque, Le Terrible и Le Malin до конца войны продолжали действовать на Средиземноморье, уничтожая немецкие лёгкие корабли и суда.
zh_sg: 1936年，六艘空想级（法语：“反复无常”）大型驱逐舰投入使用。它们体型巨大，装备精良，速度极快，可以追赶上并将任何敌方驱逐舰送将它们击沉深蓝色的海底。 “空想”是危险的战舰，因为与外国的“小型舰队驱逐舰”不同，法国驱逐舰的是编队作战的，即由六艘战舰组成中队或三艘战舰组成小队。 在第二次世界大战的早期，空想级大型驱逐舰被用来在非洲大西洋海岸上的猎捕德国袭击者和封锁突破舰。1940年夏天后，由菲利普·奥波依努指挥的凯旋号成为了自由法国海军的最具战斗力的大型舰艇。很长一段时间内，它都是唯一一艘在太平洋上作战的三色共和国战舰。1943年，仍在使用中的空想级战舰被重新分类为“轻型巡洋舰”。空想号，可怖号和恶毒号被分配到了同一小队，继续在地中海参与行动，击毁德国轻型战舰和船只，直到战争结束。

# IDS_PCZC372_FRENCHDDARC_GRAND_CROIX
source: Grand Cross
es_mx: Gran Cruz
ja: グランクロワ (大十字)
pl: Krzyż Wielki
ru: «Большой крест»
uk: «Великий хрест»
zh: «Большой крест»
zh_sg: 大十字勋章

# IDS_PCZC372_FRENCHDDARC_GRAND_CROIX_DESCRIPTION
source: The Grand Cross, the highest class of the National Order of the Legion of Honor, was established by Napoleon Bonaparte in 1805, several years after the Order itself had been introduced. Initially, however, it was designated as a "grand badge," "grand ribbon," or "grand eagle," the latter stemming from the fact that, at the time of Napoleon, an Imperial eagle was depicted above the star of the Order. With the founding of the Third French Republic in 1870, a profile of Marianne, the symbol of the Republic, took its place on the obverse side of all insignia of the Legion of Honor. Apart from the gilded star displayed on their right breast, a person awarded with the highest class of the Order was to wear the Grand Cross affixed to a broad red sash worn over the right shoulder. The reverse side of the cross depicted the motto of the Order—"Honneur et Patrie" ("Honor and Fatherland").
es_mx: Napoleón Bonaparte estableció la Gran Cruz, la mayor clase de la orden nacional de la Legión de Honor, en 1805, y varios años después se introdujo como orden independiente. Al principio, no obstante, se identificaba como una «gran placa», un «gran galón» o un «gran águila», este último nombre se debía a que en los tiempos de Napoleón se mostraba un águila imperial encima de la estrella de la orden. Con la fundación de la Tercera República francesa en 1870, un perfil de Marianne, el símbolo de la República, ocupó su lugar en el anverso de todas las insignias de la Legión de Honor. Además de la estrella dorada que llevaba a la derecha del pecho, una persona condecorada con la orden de la Gran Cruz lucía un ancho fajín rojo sobre el hombro derecho. El reverso de la cruz mostraba el lema de la orden: Honor y patria (en francés: «Honneur et Patrie»).
ja: 国家勲章であるレジオンドヌール (名誉軍団) 勲章の最高位のグランクロワ (大十字) は、勲章自体が導入された数年後の 1805 年にナポレオン・ボナパルトによって創設されました。しかし当初は、「グランデ・デコラシオン (大記章)」、「グランコルドン (大綬)」、「グランテ―グル (大鷲)」と呼称されていました。後者の名前は、ナポレオン時代には帝国の鷲が勲章の星の上に描かれていたことに由来します。1870 年の第三フランス共和国設立により、共和国の象徴であるマリアンヌの肖像がレジオンドヌールの全記章の表面に描かれました。 右胸に着用する金箔の星章とは別に、この最高位の勲章を授与された人物は右肩から掛ける幅広の赤帯に付けたグランクロワの勲章を着用しました。勲章の裏面には、レジオンドヌールのモットーである「名誉と祖国」が書かれています。
pl: Krzyż Wielki, najwyższa klasa narodowego odznaczenia Legii Honorowej, został ustanowiony przez Napoleona Bonaparte w 1805 roku, kilka lat po wprowadzeniu samego odznaczenia. Początkowo pod nazwą „Wielka odznaka”, „Wielka Wstęga” lub „Wielki Orzeł”. Ta ostatnia nazwa wynikała z faktu, że w czasach Napoleona, orzeł imperialny był przedstawiany nad gwiazdą odznaczenia. Wraz z powstaniem III Republiki Francuskiej w 1870 roku, wprowadzono profil Marianny, symbolu Republiki, który zajął miejsce na awersie wszystkich orderów Legii Honorowej. Oprócz gwiazdy na prawej piersi osoba nagrodzona orderem najwyższej klasy nosiła Krzyż Wielki przymocowany do szerokiej czerwonej wstęgi przeciągniętej nad prawym ramieniem. Druga strona krzyża przedstawia motto orderu – Honor oraz Ojczyzna (francuski „Honneur et Patrie”).
ru: Степень «большого креста» ордена Почётного легиона, ставшая его высшей степенью, была учреждена императором Наполеоном I в 1805 году, спустя несколько лет после основания самого ордена. Впрочем, изначально она именовалась «большим знаком», «большой лентой» или «большим орлом». Последнее название было связано с тем, что во времена Наполеона на звезде ордена помещалось изображение имперского орла. С основанием Третьей французской республики в 1870 году на лицевой стороне всех орденских знаков Почётного легиона был размещён профиль Марианны — символа Республики. Помимо позолоченной звезды на правой стороне груди, награждённому высшей степенью ордена полагается носить собственно большой крест Почётного легиона на широкой шёлковой красной ленте через правое плечо. На обороте креста помещался девиз ордена — «Честь и Отечество» (фр. Honneur et Patrie).
uk: Ступінь «великого хреста» ордена Почесного легіону, що став найвищим, впровадив імператор Наполеон I 1805 року, через кілька років після впровадження самого ордена. Але спочатку його називали «великим знаком», «великою стрічкою» або «великим орлом». Останній варіант був пов’язаний із тим, що за часів Наполеона на зірці ордена було зображення імперського орла. Після заснування Третьої французької республіки 1870 року, на лицьовому боці всіх орденських знаків Почесного легіону розмістили профіль Маріанни — символу Республіки. Окрім позолоченої зірки на правому боці грудей, нагороджений найвищим ступенем ордена мав носити великий хрест Почесного легіону на широкій шовковій червоній стрічці через праве плече. На зворотному боці хреста був девіз ордену — «Честь і Батьківщина» (фр. Honneur et Patrie).
zh: Степень «большого креста» ордена Почётного легиона, ставшая его высшей степенью, была учреждена императором Наполеоном I в 1805 году, спустя несколько лет после основания самого ордена. Впрочем, изначально она именовалась «большим знаком», «большой лентой» или «большим орлом». Последнее название было связано с тем, что во времена Наполеона на звезде ордена помещалось изображение имперского орла. С основанием Третьей французской республики в 1870 году на лицевой стороне всех орденских знаков Почётного легиона был размещён профиль Марианны — символа Республики. Помимо позолоченной звезды на правой стороне груди, награждённому высшей степенью ордена полагается носить собственно большой крест Почётного легиона на широкой шёлковой красной ленте через правое плечо. На обороте креста помещался девиз ордена — «Честь и Отечество» (фр. Honneur et Patrie).
zh_sg: 大十字勋章是法国荣誉军团勋章中的最高级别，由拿破仑·波拿巴于1805年，即勋章颁布后的几年后设立。然而，最初，它被定为“大徽章”，“大缎带”或“大鹰”，最后一个名字源于拿破仑时代，绘制在勋章的星星之上的帝国鹰。随着1870年法兰西第三共和国的建立，共和国象征玛丽安的形象取代了荣誉军团徽章的正面。 除了在右胸口上佩戴的镀金星外，被授予勋章最高等级的人要在右肩戴的红色宽饰带上佩戴大十字勋章。十字的背面刻有勋章的座右铭——荣誉与祖国（法语："Honneur et Patrie"）。

# IDS_PCZC373_FRENCHDDARC_GRAND_OFFICIER
source: Grand Officer
es_mx: Gran Oficial
ja: グラントフィシエ (大将校)
pl: Wielki Oficer
ru: «Великий офицер»
uk: «Великий офіцер»
zh: «Великий офицер»
zh_sg: 大军官勋章

# IDS_PCZC373_FRENCHDDARC_GRAND_OFFICIER_DESCRIPTION
source: In order of importance, the next class of the Order of the Legion of Honor, that immediately precedes the highest class ("Grand Cross") is the "Grand Officier" class ("Grand Officer"). The Grand Officer insignia comprises a large silver star displayed on the right breast and the Cross of the Order worn on the left breast, suspended from a red silk ribbon with a rosette. In the center of both the star and the cross, is a round medallion depicting, from the times of the Third Republic, the profile of Marianne and the inscription "République Française" ("French Republic"). In 1946, after World War II came to an end, the formation of the Fourth Republic was announced, and the establishment date of the Third Republic (1870) was no longer indicated on the insignia of the Order. The famous seamen who joined the list of the “Grand Officers” of the Legion of Honor included Admiral Amedey Courbet, one of the heroes of the Franco-Chinese war of 1884–1885, and Vice Admiral Émile Muselier, the first commander of the Free French Naval Forces. In 1940, the latter proposed adopting the Cross of Lorraine as a symbol of the never-ending struggle of the French against the Nazis.
es_mx: La orden de la Legión de Honor que precede a la de mayor clase («Gran Cruz») es la clase Gran Oficial (en francés: «Grand Officier»). La insignia de Gran Oficial incluye una gran estrella plateada que se luce en la parte derecha del pecho y la cruz de la orden que se luce a la izquierda, sujeta por un galón de seda rojo con una distinción. En el centro de la estrella y de la cruz hay un medallón redondo que muestra, desde los tiempos de la Tercera República, el perfil de Marianne y una inscripción «République française» («República francesa» en francés). En 1946, tras el fin de la II Guerra Mundial, se anunció la proclamación de la Cuarta República y se decidió dejar de indicar la fecha de establecimiento de la Tercera República (1870) en la insignia de la orden. La lista de marineros famosos proclamados «grandes oficiales» de la Legión de Honor incluía al almirante Amedey Courbet, uno de los héroes de la guerra franco-china de 1884–1885, y al vicealmirante Émile Muselier, el primer comandante de las fuerzas navales de la Francia libre. En 1940, este último propuso adoptar la Cruz de Lorena como símbolo del incesante esfuerzo de los franceses contra los nazis.
ja: 重要度の点では、レジオンドヌール (名誉軍団) 勲章の最上位である「グランクロワ (大十字)」に次ぐのが「グラントフィシエ (フランス語で「大将校」) です。グランドフィシエの記章は、右胸に着用する大型の銀星の副章と左胸に着用するバラ飾り付きの絹製の赤リボンに吊られた正章で構成されています。副章と正章の双方の中央に置かれた円形のメダリオンには、第三共和国時代以降にはマリアンヌの肖像と「フランス共和国」の銘文が描かれています。二次大戦の終結後の 1946 年に第四共和国の結成が宣言されたことで、第三共和国の設立日 (1870 年) はこの勲章の記章に記載されなくなりました。 レジオンドヌールの「グラントフィシエ」のリストに加わった有名な海軍士官には、1884 年から 1885 年 の清仏戦争の英雄の一人であるアメデイ・クールベ大将、そして自由フランス海軍の初代司令官であるエミール・ムゼリエ中将が含まれています。後者は 1940 年にナチスに対するフランスの永久的な闘争の象徴としてロレーヌ十字を採用することを提案しました。
pl: Pod względem prestiżu bezpośredni następca najwyższej klasy (Krzyża Wielkiego) Odznaczenia Legii Honorowej reprezentowany jest przez klasę Wielki Oficer (francuskie: „Grand officier”). Insygnia Wielkiego Oficera składają się z dużej, srebrnej gwiazdy na prawej piersi oraz Krzyża Orderu noszonego na lewej piersi wieszanym na jedwabnej, czerwonej wstędze z rozetą. W centralnej części zarówno krzyża, jak i gwiazdy umieszczony jest od czasów III Republiki profil Marianny oraz napis „République française” („Republika Francuska”). W 1946 roku, po zakończeniu II wojny światowej ogłoszono powstanie IV Republiki, a data ustanowienia III Republiki (1870) nie była dłużej obecna na insygniach Orderu. Słynni żeglarze, którzy dołączyli do listy „Wielkich Oficerów” Legii Honorowej to admirał Amedey Courbet, jeden z bohaterów wojny chińsko-francuskiej w latach 1884–1885 oraz kontradmirał Émile Muselier, pierwszy dowódca marynarki wojennej Sił Wolnej Francji. W 1940 roku ten drugi zaproponował wprowadzenie Krzyża loratyńskiego jako symbolu nieustannego oporu Francuzów przeciwko nazistom.
ru: Следующей по значимости степенью ордена Почётного легиона после высшей, «большого креста», является степень «великого офицера» (фр. Grand Officier). Орденские знаки «великого офицера» представляют собой большую серебряную звезду, носимую на правой стороне груди, и крест ордена на шёлковой красной ленте с розеткой, надеваемый на левую сторону груди. В центре и звезды, и креста помещён круглый медальон, на котором со времён Третьей республики изображается профиль Марианны и надпись République française (фр. «Французская республика»). Когда в 1946 году, после окончания Второй мировой войны, было объявлено об образовании Четвёртой республики, дату основания Третьей — 1870 — на знаках ордена указывать перестали. Среди известных моряков — «великих офицеров» ордена Почётного легиона были адмирал Амедей Курбе, один из героев Франко-китайской войны 1884–1885 годов, и вице-адмирал Эмиль Мюзелье, первый глава ВМС «Свободной Франции», предложивший в 1940 году лотарингский крест в качестве символа продолжения борьбы французов с нацистами.
uk: Наступним за значенням ступенем ордена Почесного легіону після вищої, «великого хреста», був ступінь «великого офіцера» (фр. Grand Officier). Орденські знаки «великого офіцера» — це срібна зірка, яку носили на правому боці грудей, та хрест ордена на шовковій червоній стрічці з розеткою, яку вдягали на лівий бік грудей. У центрі і зірки, і хреста був круглий медальйон, на якому ще з часів Третьої республіки зображено профіль Маріанни та напис République française (укр. Французька республіка). Коли 1946 року, після закінчення Другої світової війни, оголосили про створення Четвертої республіки, дату заснування Третьої — «1870» — на знаках ордену більше не вказували. Серед відомих моряків — «великими офіцерами» ордену Почесного легіону були адмірал Амедей Курбе, один із героїв франко-китайської війни 1884–1885 років, та віце-адмірал Еміль Мюзельє, перший голова ВМС «Вільної Франції», який запропонував 1940 року лотаринзький хрест як символ продовження боротьби французів проти нацистів.
zh: Следующей по значимости степенью ордена Почётного легиона после высшей, «большого креста», является степень «великого офицера» (фр. Grand Officier). Орденские знаки «великого офицера» представляют собой большую серебряную звезду, носимую на правой стороне груди, и крест ордена на шёлковой красной ленте с розеткой, надеваемый на левую сторону груди. В центре и звезды, и креста помещён круглый медальон, на котором со времён Третьей республики изображается профиль Марианны и надпись République française (фр. «Французская республика»). Когда в 1946 году, после окончания Второй мировой войны, было объявлено об образовании Четвёртой республики, дату основания Третьей — 1870 — на знаках ордена указывать перестали. Среди известных моряков — «великих офицеров» ордена Почётного легиона были адмирал Амедей Курбе, один из героев Франко-китайской войны 1884–1885 годов, и вице-адмирал Эмиль Мюзелье, первый глава ВМС «Свободной Франции», предложивший в 1940 году лотарингский крест в качестве символа продолжения борьбы французов с нацистами.
zh_sg: 按重要性顺序，最高级别荣誉军团勋章（“大十字勋章”）的后一级就是大军官级（法语："Grand officier"）。大军官勋章包括一个佩戴在右胸上的大银星和左胸上佩戴的勋章十字架，悬挂在带有莲座的丝绸红丝带上。在星星和十字架的中心，有一个圆形徽章，绘有从第三共和国时代起的玛丽安娜的轮廓和“République française”（法语：“法兰西共和国”）的铭文。 1946年，第二次世界大战结束后，宣布了第四共和国的成立，第三次共和国（1870）的建立日期不再在该命令的徽章上标明。 被授予荣誉军团“大军官”名单的海军名将包括海军上将Amedey Courbet，他是1884年至1885年中法战争的英雄之一，以及自由法国海军的第一任指挥官Émile Muselier海军上将。1940年，后者提议采用洛林十字架作为法国对抗纳粹的永无止境的斗争的象征。

# IDS_PCZC374_FRENCHDDARC_COMMANDEUR
source: Commander
es_mx: Comandante
ja: コマンドゥール (司令官)
pl: Komandor
ru: «Командор»
uk: «Командор»
zh: «Командор»
zh_sg: 高等骑士
