Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC299_BRITISHCVARC_800_NAVALAIRSQUADRON_DESCRIPTION
source: The 800 Royal Navy Fleet Air Arm carrier-based squadron was formed in 1933, topping the list of the "numbered" combat units of the Naval Air Force. Five years later, it became the first unit to receive the latest Blackburn Skua strike dive bombers. During World War II, the squadron's aircraft took off from the decks of a variety of aircraft carriers—the honored Furious, the legendary Ark Royal, and the state-of-the-art Indomitable. In April 1940, during the Norwegian campaign, the squadron was reported to have become the first ever aircraft formation to sink a major combat ship. It happened during the raid on Bergen, where Skua dive bombers sent German light cruiser Königsberg to the bottom. The combat geography of the 800 Naval Air Squadron is extremely extensive, with its aircraft operating in the Arctic and Mediterranean, in the hunt for Bismarck, and in covering the Allied landings in Madagascar and North Africa. In the summer of 1943, the squadron became the first Naval Air Force division to be equipped with American-made Grumman Hellcat fighters. The Hellcats of the 800 Air Squadron covered a strike of British dive bombers on battleship Tirpitz during Operation Tungsten, in April 1944. In the final stage of the war, the squadron took part in the hostilities in the Pacific.
es_mx: El brazo del Escuadrón Naval Aéreo 800 con base en portaaviones fue formado en 1933, encabezando la lista de las unidades de combate "numeradas" de la Fuerza Aérea Naval. Cinco años después, se convirtió en la primera unidad en recibir los últimos bombarderos en picada Blackburn Skua. Durante la Segunda Guerra Mundial, los aviones del escuadrón despegaron de una variedad de portaaviones—el honrado Furious, el legendario Ark Royal, y el moderno Indomitable. En abril de 1940, durante la campaña de Noruega, el escuadrón fue reportado por convertirse en la primera formación en la historia por haber hundido un barco de combate grande. Ocurrió durante la redada en Bergen, donde los bombarderos en picada Skua mandaron al crucero ligero alemán Königsberg al fondo del mar. La geografía de combate del Escuadrón Naval Aéreo 800 es extremadamente extensiva, con sus aviones operando en el Ártico y el Mediterráneo, en la caza por el Bismarck, y cubriendo los desembarcos Aliados en Madagascar y África del Norte. En verano de 1943, el escuadrón se convirtió en la primera división de Fuerza Aérea Naval en ser equipada con los cazas Grumman Hellcat hechos por los estadounidenses. Los Hellcats del Escuadrón Aéreo 800 cubrieron el ataque de los bombarderos en picada británicos contra el acorazado Tirpitz durante la Operación Tungsteno, en abril de 1944. En la última etapa de la guerra, el escuadrón tomó parte en las hostilidades en el Pacífico.
ja: イギリス海軍艦隊航空隊の第 800 飛行隊は 1933 年に創設され、艦隊航空隊の「ナンバード」戦闘部隊の一覧において最上位となりました。そしてその 5 年後に、この飛行隊は当時最新鋭だった多用途急降下爆撃機ブラックバーン・スクアが配備された最初の部隊となりました。二次大戦中にはこの飛行隊に所属する艦載機が、名誉あるフューリアス、伝説のアーク・ロイヤル、最新鋭のインドミタブルの各艦から出撃しました。1940 年の 4 月には、この飛行隊に所属する攻撃隊がノルウェー沿岸での作戦において、大型水上戦闘艦を史上初めて航空攻撃によって撃沈するという戦果を挙げています。これはベルゲン港への攻撃の際のことであり、急降下爆撃機スクアで編制された攻撃隊が、ドイツの軽巡洋艦ケーニヒスベルクを撃沈しました。 この第 800 飛行隊の戦歴は極めて広範であり、この部隊に所属する航空機は、北極海と地中海における作戦、戦艦ビスマルク追撃戦、マダガスカルおよび北アフリカにおける連合軍の上陸作戦に対する支援に参加しました。1943 年の夏には、イギリス艦隊航空隊として初めてアメリカ製の艦上戦闘機であるグラマン・ヘルキャットが配備されました。1944 年 4 月には、タングステン作戦において本隊に所属するヘルキャット隊が、戦艦ティルピッツの攻撃に向かうイギリスの急降下爆撃機隊を援護しました。戦争の最終盤においては、太平洋において戦闘任務に従事しました。
pl: 800. Eskadra Lotnicza Royal Navy uformowana została w 1933 roku, znajdując się na szczycie listy „numerowanych” jednostek bojowych morskich sił lotniczych. Pięć lat później stała się ona pierwszą jednostką wyposażoną w bombowce nurkujące Blackburn Skua. W trakcie II wojny światowej samoloty eskadry wzbijały się w przestworza z pokładów rozmaitych lotniskowców – uznanego Furious, legendarnego Ark Royal i nowoczesnego Indomitable. W kwietniu 1940 roku, w trakcie kampanii norweskiej, eskadra została uznana za pierwszą w historii formację lotniczą, która zatopiła duży okręt wojenny. Stało się to w trakcie nalotu na Bergen, w trakcie którego bombowce nurkujące Skua posłały na dno niemiecki lekki krążownik Königsberg. Zasięg działań 800. Eskadry Lotniczej był wyjątkowo szeroki i rozciągała się od Arktyki po Morze Śródziemne, a jej samoloty brały udział w polowaniu na pancernik Bismarck, lądowaniu Aliantów na Madagaskarze i Afryce Północnej. Latem 1943 roku eskadra stała się jednostką Naval Air Force wyposażoną w myśliwce Grumman Hellcat. Samoloty Hellcat należące do 800. Eskadry Lotniczej osłaniały brytyjskie bombowce nurkujące atakujące pancernik Tirpitz w trakcie Operacji Tungsten w kwietniu 1944. W ostatnim etapie wojny eskadra brała udział w działaniach zbrojnych na Pacyfiku.
ru: 800-я эскадрилья британской палубной авиации была сформирована в 1933 году, возглавив список «номерных» боевых частей Воздушных сил флота. Спустя пять лет она стала первым подразделением, получившим на вооружение новейшие истребители-бомбардировщики Blackburn Skua. В годы Второй мировой войны самолёты эскадрильи взлетали с палуб самых разных авианосцев — это были и заслуженный Furious, и легендарный Ark Royal, и новейший Indomitable. В апреле 1940 года во время Норвежской кампании эскадрилья записала на свой счёт первый в истории случай потопления крупного боевого корабля авиацией, приняв участие в налёте на Берген, где её пикировщики Skua отправили на дно немецкий лёгкий крейсер Königsberg. География боевого пути 800-й эскадрильи чрезвычайно обширна. Её самолёты действовали в Арктике, на Средиземном море, охотились на Bismarck, прикрывали высадку союзников на Мадагаскаре и в Северной Африке. Летом 1943 года эскадрилья стала первым подразделением Воздушных сил флота, укомплектованным истребителями Grumman Hellcat американского производства. «Хэллкеты» 800-й прикрывали удар британской бомбардировочной авиации по линкору Tirpitz во время операции «Вольфрам» в апреле 1944 года. На завершающем этапе войны эскадрилья принимала участие в военных действиях на Тихом океане.
uk: Сформована 1933 року, 800-та ескадрилья британської палубної авіації очолила список «номерних» бойових частин Повітряних сил флоту. П’ять років потому вона стала першим підрозділом, що взяв на озброєння найновіші винищувачі-бомбардувальники Blackburn Skua. У роки Другої світової війни літаки ескадрильї злітали з палуб найрізноманітніших авіаносців — і славетного Furious, і легендарного Ark Royal, і новітнього Indomitable. У квітні 1940 року, під час норвезької кампанії, ескадрилья записала на свій рахунок перший в історії випадок затоплення великого бойового корабля авіацією, взявши участь у нападі на Берген, де її пікірувальники Skua спрямували на дно німецький легкий крейсер Königsberg. Географія бойового шляху 800-ї ескадрильї доволі широка. Її літаки діяли в Арктиці та на Середземному морі, полювали на Bismarck, прикривали висадку союзників на Мадагаскарі та в Північній Африці. Улітку 1943 року ескадрилья стала першим підрозділом Повітряних сил флоту, укомплектованим винищувачами Grumman Hellcat американського виробництва. «Хелкети» 800-ї ескадрильї прикривали удар британської бомбардувальної авіації по лінкору Tirpitz під час операції «Вольфрам» у квітні 1944 року. На завершальному етапі війни ескадрилья брала участь у воєнних діях на Тихому океані.
zh: 800-я эскадрилья британской палубной авиации была сформирована в 1933 году, возглавив список «номерных» боевых частей Воздушных сил флота. Спустя пять лет она стала первым подразделением, получившим на вооружение новейшие истребители-бомбардировщики Blackburn Skua. В годы Второй мировой войны самолёты эскадрильи взлетали с палуб самых разных авианосцев — это были и заслуженный Furious, и легендарный Ark Royal, и новейший Indomitable. В апреле 1940 года во время Норвежской кампании эскадрилья записала на свой счёт первый в истории случай потопления крупного боевого корабля авиацией, приняв участие в налёте на Берген, где её пикировщики Skua отправили на дно немецкий лёгкий крейсер Königsberg. География боевого пути 800-й эскадрильи чрезвычайно обширна. Её самолёты действовали в Арктике, на Средиземном море, охотились на Bismarck, прикрывали высадку союзников на Мадагаскаре и в Северной Африке. Летом 1943 года эскадрилья стала первым подразделением Воздушных сил флота, укомплектованным истребителями Grumman Hellcat американского производства. «Хэллкеты» 800-й прикрывали удар британской бомбардировочной авиации по линкору Tirpitz во время операции «Вольфрам» в апреле 1944 года. На завершающем этапе войны эскадрилья принимала участие в военных действиях на Тихом океане.
zh_sg: 800皇家海军舰队舰载空军飞行中队成立于1933年，位列海军航空“编制”作战部队名单之首。五年后，它成为第一个获得最新的布莱克本贼鸥式俯冲轰炸机的部队。在第二次世界大战期间，该中队的飞机从各种航空母舰的甲板上起飞—荣耀的狂怒号，传奇的皇家方舟号，以及最先进的不挠号。1940年4月，在挪威海战期间，该中队成为第一架击沉主战舰的飞行编队。事情发生在对卑尔根的袭击中，贼欧式俯冲轰炸机将德国轻型巡洋舰哥尼斯堡号击沉。 800海军飞行中队的作战范围非常广泛，他们的飞机在北极和地中海开展行动，狩猎俾斯麦号，掩护马达加斯加和北非的盟军登陆。1943年夏天，该中队成为第一支配备美国制造的格鲁曼地狱猫战斗机的海军空军师。在1944年4月的钨素行动期间，800飞行中队的地狱猫掩护了袭击战列舰提尔皮茨号的英国俯冲轰炸机。在战争的最后阶段，该中队参加了太平洋战区的军事行动。

# IDS_PCZC300_AZURLANE_HAMMANN_DESCRIPTION
source: What are you looking at? Hammann is Hammann! Midway Island? Hammann didn't regret heading to save her big sister Yorktown, and doesn't need your sympathy, hnng! …………but……th- thank you…….
es_mx: ¿Qué miras? ¡Hammann es Hammann! ¿Isla de Midway? Hammann no se arrepiente haber ido a salvar a su hermana mayor Yorktown, y no necesita tu simpatía, ¡nng! …………pero……gr- gracias…….
ja: 何見てるの、ハムマンはハムマンよ! ミッドウェイ? ハムマンはヨークタウン姉さんを助けたことに後悔していないぞ。今更あんたに言われても…フンだ! でも…あ、ありがとう…
pl: Na co się patrzysz? Hammann to Hammann! Wyspa Midway? Hammann nigdy nie żałowała tego, że wyruszyła na pomoc swojej większej siostrze Yorktown, a do tego wcale nie potrzebuje Twojego współczucia, pff! …………ale……dz- dziękuję…….
ru: Что вы смотрите? Hammann есть Hammann! Атолл Мидуэй? Hammann не сожалеет о том, что отправилась на спасение старшей сестры Yorktown, и ей не нужно ваше сочувствие, пф! …Но…с-спасибо вам…
uk: На що ти дивишся? Hamman є Hamman! Атол Мідвей? Hamman не шкодує про те, що вирушила на порятунок старшої сестри Yorktown, і їй не потрібне твоє співчуття, ммм! …………але……дя- кую вам…….
zh: Что вы смотрите? Hammann есть Hammann! Атолл Мидуэй? Hammann не сожалеет о том, что отправилась на спасение старшей сестры Yorktown, и ей не нужно ваше сочувствие, пф! …Но…с-спасибо вам…
zh_sg: 你在看什么？哈曼就是哈曼！中途岛？哈曼不后悔去救她的姐姐约克城号，也不需要你的同情，恩！ …………但是……谢谢……

# IDS_PCZC301_AZURLANE_SANDIEGO_DESCRIPTION
source: I'm San Diego! They say I'm second only to Enterprise in battle stars, I don't really get what stars are, but they sound amazing! What do you mean by "ameinikan", Commander? Is this some kind of code?
es_mx: ¡Soy San Diego! Dicen que solo Enterprise tiene más estrellas de batalla que yo. Realmente no entiendo lo que son las estrellas, ¡pero suenan increíbles! ¿Qué quieres decir con "ameinikan", Comandante? ¿Es alguna clase de código?
ja: サンディエゴだよ! エンタープライズの姉貴の次に星をもらった艦だって! …星はなんだかわかんないけどなんかすごーい! って…指揮官、なになに? あ～め～に～か～? 何かの暗号なの??
pl: Jestem San Diego! Powiadają, że ustępuję tylko Enterprise pod względem gwiazd bojowych i choć nie do końca wiem, czym są te gwiazdy, brzmi to całkiem zdumiewająco! Co masz na myśli, mówiąc „ameinikan”, Dowódco? To jakiś rodzaj szyfru?
ru: Я San Diego! Говорят, что больше боевых звёзд только у Enterprise. Я, по правде говоря, не понимаю, о каких звёздах идёт речь, но звучит потрясающе! Что вы имеете в виду, говоря «амеиканский», Командующий? Это какой-то код?
uk: Я San Diego! Кажуть, що більше бойових зірок лише в Enterprise. Я, щиро кажучи, не розумію, що за зірки такі, але звучить приголомшливо! Що ви маєте на увазі, кажучи «амеиканський», командир? Це якийсь код?
zh: Я San Diego! Говорят, что больше боевых звёзд только у Enterprise. Я, по правде говоря, не понимаю, о каких звёздах идёт речь, но звучит потрясающе! Что вы имеете в виду, говоря «амеиканский», Командующий? Это какой-то код?
zh_sg: 我是圣地亚哥！他们说我在战斗明星中仅次于企业号，我不知道什么是明星，但听起来太棒了！ “阿梅尼坎”是什么意思，指挥官？这是某种代码吗？

# IDS_PCZC302_AZURLANE_MONTPELIER_DESCRIPTION
source: Did you know? The Cleveland-class light cruisers were the best in the Eagle Union during the great war, so you should show more respect towards big sis. As for me: Rennell Islands, Empress Augusta Bay, and a few other operations, I guess I did participate in some engagements.
es_mx: ¿Lo sabías? Los cruceros ligeros de la clase Cleveland fueron los mejores de la Unión del Águila durante la gran guerra, así que deberías de mostrar más respeto por su hermana mayor. En cuanto a mí: las Islas Rennell, la Bahía de la Emperatriz Augusta, y algunas otras operaciones... supongo que participé en algunos enfrentamientos.
ja: お前、クリーブランド級はあの大戦でのユニオンの最強軽巡だ。姉貴にはもっと敬意を払ってもらうぞ。――ぼくか? レンネル、オーガスタ湾、あと何個か作戦に出た。まあまあかな
pl: Wiedziałeś? Cleveland była najlepszą klasą lekkich krążowników w Eagle Union podczas wielkiej wojny, dlatego powinieneś okazać więcej szacunku starszej siostrze. Jeśli chodzi o mnie: atol Rennell, Zatoka Cesarzowej Augusty, a także kilka innych operacji, brałam też chyba udział w kilku innych starciach.
ru: Вы не в курсе? Корабли типа Cleveland были лучшими лёгкими крейсерами Союза Орла во время великой войны, поэтому вам следует проявлять больше уважения к старшей сестре. Что же до меня, то я тоже поучаствовала в нескольких операциях: в бою у острова Реннелл, сражении в заливе Императрицы Августы и парочке других.
uk: А ви знали? Кораблі типу Cleveland були найліпшими легкими крейсерами Союзу Орла під час великої війни, тому вам слід ставитися шанобливо до старшої сестри. Що ж до мене, то я теж взяла участь у кількох операціях: бій біля острова Реннелл, бій у затоці Імператриці Августи та ще декілька інших операцій.
zh: Вы не в курсе? Корабли типа Cleveland были лучшими лёгкими крейсерами Союза Орла во время великой войны, поэтому вам следует проявлять больше уважения к старшей сестре. Что же до меня, то я тоже поучаствовала в нескольких операциях: в бою у острова Реннелл, сражении в заливе Императрицы Августы и парочке других.
zh_sg: 你知道吗？克利夫兰级是一战期间白鹰联邦最优秀的轻型巡洋舰，所以你应该对姐姐大人多一点尊重。至于我 — 伦内尔群岛，奥古斯塔皇后湾，以及其他一些行动…我想我确实参加了一些战役。

# IDS_PCZC303_AZURLANE_MASSACHUSETTS
source: Massachusetts
ja: マサチューセッツ
zh: 马萨诸塞
zh_sg: 马萨诸塞

# IDS_PCZC303_AZURLANE_MASSACHUSETTS_DESCRIPTION
source: Among my class, my strength can only be considered as average. I only got 11 battle stars, which is a bit less compared to my big sister South Dakota. I've never been injured? That's probably only because I've never met any decent opponents... Uh, I want to be like big sis and fight with everything I have.
es_mx: Entre mi clase, mi fuerza puede ser considerada normal. Solo tengo 11 estrellas de batalla, que es un poco menos en comparación com mi hermana mayor South Dakota. ¿Nunca he sido herida? Probablemente porque nunca he conocido oponentes decentes... Mmm, quiero ser como mi hermana mayor y combatir con todo mi poder.
ja: ぼくは同型艦の中では普通、かな。バトルスターは 11 個で、サウスダコタより少ない。僕はあまり怪我をしたことがないって? ちゃんとした相手が、いなかったからね…あの時の姉と同じように、全力で戦ってみたいな
pl: Patrząc na moją klasę, moje mocne strony mogą sprawiać wrażenie przeciętnych. Mam tylko 11 gwiazd bojowych, trochę mniej od mojej starszej siostry South Dakota. Nigdy nie zostałam zraniona? Być może dlatego, że nigdy nie napotkałam poważniejszych przeciwników... Och, chciałabym być jak moja starsza siostra i walczyć ze wszystkich sił.
ru: По сравнению с другими систершипами мои способности считаются средними. У меня всего 11 боевых звёзд — чуть меньше, чем у моей старшей сестры South Dakota. Почему у меня нет ранений? Возможно, только потому, что мне не встречались на пути достойные противники... Эх, ещё я хочу быть похожа на старшую сестру и сражаться, используя всё своё вооружение.
uk: У порівнянні з іншими однотипниками мої здібності вважають середніми. У мене лише 11 бойових зірок, що трохи менше ніж у моєї старшої сестри South Dakota. Чому в мене немає поранень? Можливо лише тому, що на моєму шляху не зустрічалися гідні супротивники... До речі, я хочу бути схожа на старшу сестру й битися, використовуючи все своє озброєння.
zh: По сравнению с другими систершипами мои способности считаются средними. У меня всего 11 боевых звёзд — чуть меньше, чем у моей старшей сестры South Dakota. Почему у меня нет ранений? Возможно, только потому, что мне не встречались на пути достойные противники... Эх, ещё я хочу быть похожа на старшую сестру и сражаться, используя всё своё вооружение.
zh_sg: 在我的舰级里，我的实力只能算是中等。我只有11颗战星，和我的姐姐南达科他比起来少了一些。我从没受过伤？那可能只是因为我从未遇到过像样的对手... 呃，我想像个大姐姐一样，和一切抗争。

# IDS_PCZC304_AZURLANE_SARATOGA
source: Saratoga
ja: サラトガ
zh: 萨拉托加
zh_sg: 萨拉托加

# IDS_PCZC304_AZURLANE_SARATOGA_DESCRIPTION
source: I'm the aircraft carrier Lexington's (!) little sister, Saratoga. Yes... I love pranks! Ah, but Commander already knew that, right? A true pioneer of aviation tactics... if my sister hadn't passed so early, that title would have definitely been hers.
es_mx: Soy Saratoga., la hermana menor del portaaviones Lexington (!). Sí... ¡Amo las bromas! Ah, pero el Comandante ya lo sabía, ¿verdad? Una verdadera pionera en las tácticas de aviación... si mi hermana no hubiera aprobado tan temprano, ese título hubiera sido definitivamente suyo.
ja: 私は航空母艦・レキシントン～の、妹サラトガ! うん…好きなことはいたずらすること! でも指揮官にはもうバレちゃったね～ 航空戦術の先駆者? お姉ちゃんが先にいなくなってなかったら、きっとお姉ちゃんにあげるべきだったよね…
pl: Jestem młodszą siostrą lotniskowca Lexington (!) – Saratoga. Tak... Uwielbiam dowcipy! Aaa, ale Dowódca już to pewnie wie, prawda? Prawdziwy pionier taktyki lotnictwa morskiego... gdyby moja siostra tak szybko nie odeszła, ten tytuł z pewnością należałby do niej.
ru: Я Saratoga, младшая сестра авианосца Lexington(!). Да-да, именно так... Я люблю розыгрыши! Ну да, Командующему об этом уже известно, верно? Настоящий пионер по части авиационной тактики... если бы моя сестра не ушла так рано, этот титул наверняка принадлежал бы ей.
uk: Я Saratoga, молодша сестра авіаносця Lexington(!). Так-так, саме так... Я люблю розіграші! Ну так, Командир вже про це знає, чи не так? Справжній піонер у галузі авіаційної тактики... якби моя сестра не пішла так рано, цей титул, напевно, належав би їй.
zh: Я Saratoga, младшая сестра авианосца Lexington(!). Да-да, именно так... Я люблю розыгрыши! Ну да, Командующему об этом уже известно, верно? Настоящий пионер по части авиационной тактики... если бы моя сестра не ушла так рано, этот титул наверняка принадлежал бы ей.
zh_sg: 我是列克星敦号航空母舰！的小妹妹，萨拉托加。 对。。。 我爱恶作剧！啊，但是指挥官已经知道了，对吧？ 航空战术的真正先驱…如果我妹妹没有这么早通过考试，这个头衔肯定是她的。

# IDS_PCZC305_AZURLANE_SOUTHDAKOTA_DESCRIPTION
source: I'm a battleship from the Eagle Union, South Dakota. Please don't leave my side on the battlefield, I will protect my Commander! "The Strongest Shield"? This is a name without value, it only takes on meaning when you can truly provide help.
es_mx: Soy South Dakota, un acorazado de la Unión del Águila. Por favor no se aleje de mí en el campo de batalla, ¡yo lo protegeré Comandante! ¿"El escudo más fuerte"? Este es un nombre sin valor, solo tiene significado cuando realmente puedes poroporcionar ayuda.
ja: ユニオンの戦艦サウスダコタだ。戦場では僕から離れないでほしい。 指揮官は僕が守る――最強の盾? 虚名に価値などない、 役に立てればそれで意義がある
pl: Jestem pancernikiem z Eagle Union, nazywam się South Dakota. Proszę, zostań u mego boku na polu bitwy, będę Cię chronić Dowódco! „Najtwardsza Tarcza”? To tylko bezwartościowa nazwa; ma tylko znaczenie wtedy, gdy jesteś naprawdę w stanie komuś pomóc.
ru: Я линкор Союза Орла, меня зовут South Dakota. Попрошу не отходить далеко от меня во время боя, я буду защищать Командующего! «Надёжный щит»? Это лишь ничего не означающее слово, оно обретает смысл, только когда вы оказываете реальную поддержку.
uk: Я лінкор Союзу Орла, мене звуть South Dakota. Попрошу не залишати мій фланг під час бою, я буду захищати Командира. «Найсильніший щит»? Це слово нічого не означає, воно набуває сенсу лише тоді коли ви надаєте підтримки.
zh: Я линкор Союза Орла, меня зовут South Dakota. Попрошу не отходить далеко от меня во время боя, я буду защищать Командующего! «Надёжный щит»? Это лишь ничего не означающее слово, оно обретает смысл, только когда вы оказываете реальную поддержку.
zh_sg: 我是来自白鹰联邦的战列舰，南达科他。战场上请不要离开我身边，我会保护指挥官的！ “最强的盾”？ 这是一个没有价值的名字，只有当你能真正提供帮助时，它才有意义。

# IDS_PCZC306_AZURLANE_WARSPITE
source: Warspite
ja: ウォースパイト
zh: 厌战
zh_sg: 厌战

# IDS_PCZC306_AZURLANE_WARSPITE_DESCRIPTION
source: Elizabeth-class high speed battleship Warspite, I'm the record holder of the longest-range hit on a moving target with main guns. In past sorties, there were a few times when it looked like I wouldn't make it, but was miraculously saved in the end—this must be my fate.
es_mx: Warspite, el veloz acorazado de la clase Elizabeth. Tengo el récord del impacto a mayor distancia sobre un objetivo en movimiento con mis cañones principales. En misiones anteriores, hubieron unas cuantas veces en las que parecía que no escaparía, pero al final fui salvada milagrosamente... este debe ser mi destino.
ja: クイーンエリザベス級高速戦艦ウォースパイト。 移動する目標に対する長距離射撃の命中記録を持ってるの。 絶体絶命の出撃を何度も奇跡的に生き抜いてきたわ――きっとすべて私の運命よ?
pl: Szybki pancernik klasy Elizabeth – Warspite. Jestem rekordzistką w trafianiu ruchomych obiektów działami baterii głównej z największej odległości. Podczas kilku ostatnich misji wydawało mi się, że nie wyjdę z nich cało, ale jakoś się udawało – to musiało być przeznaczenie.
ru: Меня зовут Warspite, я быстроходный линкор типа Elizabeth и обладательница рекорда в дальности стрельбы по движущейся цели. Во время предыдущих боевых выходов в море пару раз случались ситуации, когда мне казалось, что я уже не выберусь, но в итоге чудесным образом всё заканчивалось благополучно — такая уж у меня судьба.
uk: Мене звуть Warspite, я — швидкохідний лінкор типу Elizabeth і володар рекорду влучення з гармат у рухомі цілі з далекої відстані. Під час останніх бойових виходів у море кілька разів траплялися ситуації, коли мені здавалося, що я вже не виберуся, але врешті-решт все закінчувалося добре — мабуть, це доля.
zh: Меня зовут Warspite, я быстроходный линкор типа Elizabeth и обладательница рекорда в дальности стрельбы по движущейся цели. Во время предыдущих боевых выходов в море пару раз случались ситуации, когда мне казалось, что я уже не выберусь, но в итоге чудесным образом всё заканчивалось благополучно — такая уж у меня судьба.
zh_sg: 伊丽莎白级高速战列舰厌战号参上，我是用主炮命中移动目标最远距离纪录的保持者。在前几次几次出击中，有几次我似乎无法完成任务，但最终奇都迹般地获救了——这一定是我的命运。
