Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_NAVAL_FLAG_CHINA
source: Navy of the People's Republic of China
es_mx: Armada de la República Popular de China
ja: 中国人民解放軍海軍
pl: Marynarka wojenna Chińskiej Republiki Ludowej
ru: ВМС Китайской Народной Республики
uk: ВМС Китайської Народної Республіки
zh: 中华人民共和国的海军旗帜
zh_sg: 中华人民共和国海军

# IDS_NAVAL_FLAG_CHINA_DESCRIPTION
source: Until 1992, the flag of the People's Liberation Army, with the Navy being an integral part of it, was used as the naval flag in the People's Republic of China.
es_mx: Hasta 1992, la bandera del Ejército de Liberación Popular de China, con la Armada siendo una parte integral de este, fue usada como la bandera naval en la República Popular de China.
ja: 中国人民解放軍海軍においては、1992 年までは軍艦旗として中国人民解放軍の軍旗を用いていました。
pl: Do 1992 roku flaga Armii Ludowo-Wyzwoleńczej, której marynarka była częścią, używana była również jako bandera marynarki Chińskiej Republiki Ludowej.
ru: В качестве военно-морского флага в Китайской Народной Республике до 1992 г. использовался флаг Народно-освободительной армии, составной частью которой является флот.
uk: Як військово-морський прапор у Китайській Народній Республіці до 1992 р. використовували прапор Народно-визвольної армії, складовою частиною якої є флот.
zh: ˊ直到1992年，人民解放军陆军的旗帜把海军也整合了起来，同时用来当作中华人民共和国的海军旗帜
zh_sg: 海军是中国人民解放军旗帜的重要组成部分。该旗帜被中华人民共和国海军所使用。

# IDS_NAVAL_FLAG_COMMONWEALTH
source: Commonwealth of Nations
es_mx: Mancomunidad de Naciones
ja: イギリス連邦
pl: Wspólnota Narodów
ru: Содружество наций
uk: Співдружність націй
zh: 大英国协的旗帜
zh_sg: 英联邦

# IDS_NAVAL_FLAG_COMMONWEALTH_DESCRIPTION
source: The flag of the Commonwealth of Nations was established in 1976. It is a blue cloth featuring a golden globe surrounded by golden spears forming the letter C.
es_mx: La bandera de la Commonwealth de Naciones fue establecida en 1976, es una tela azul con un globo dorado rodeado por lanzas de oro que forman la letra C.
ja: イギリス連邦の旗は、1976 年に制定されました。青い布に金色の地球が描かれ、その周囲に配置された金色の槍が "C" の文字を形成しています。
pl: Bandera Wspólnoty Narodów ustanowiona została w 1976 roku. Jest to niebieskie płótno ze złotym globem otoczonym złotymi włóczniami układającymi się w literę C.
ru: Флаг Содружества наций был учреждён в 1976 г. и представляет собой синее полотнище с изображённым на нём золотым земным шаром, окружённым сложенными в форме буквы «C» золотыми копьями.
uk: Прапор Співдружності націй заснували 1976 р. Це синє полотнище із зображеною на ньому золотою земною кулею, що оточена складеними у формі літери «C» золотими списами.
zh: 大英国协的旗帜于1976年设立，这是一面蓝色为底并镶有黄金地球，旁边围绕着C字形的金矛图样
zh_sg: 英联邦旗于1976年确立，图案是在蓝色背景上用金色镶边排列成字母C。

# IDS_NAVAL_FLAG_EUROPE
source: Europe
es_mx: Europa
ja: ヨーロッパ
pl: Europa
ru: Европа
uk: Європа
zh: 欧洲
zh_sg: 欧洲

# IDS_NAVAL_FLAG_EUROPE_DESCRIPTION
source: European countries vary greatly in language and culture due to their long and rich histories. But despite their differences, the peoples of the Old World have succeeded in achieving unity.
es_mx: Los países europeos gozan de una gran variedad lingüística y cultural; tienen una historia larga y rica. Pese a ello, los pueblos del «viejo continente» han conseguido mantener su unidad.
ja: ヨーロッパの国々は言語も文化も大きく異なっており、それぞれに長く豊かな歴史を有しています。このような事実があるにも関わらず、この「旧世界」の人々は結束を実現したのです。
pl: Kraje europejskie znacznie różnią się pod względem językowym i kulturowym. Mają długą i bogatą historię ale mimo to, narodom Starego Kontynentu udało się osiągnąć harmonię.
ru: Страны Европы сильно различаются по языку и культуре, имеют долгую и богатую историю, но, несмотря на это, народы Старого Света смогли достичь единства.
uk: Країни Європи дуже різняться мовами й культурами та мають довгу й багату історію, що, втім, не завадило їм досягти єдності.
zh: Страны Европы сильно различаются по языку и культуре, имеют долгую и богатую историю, но, несмотря на это, народы Старого Света смогли достичь единства.
zh_sg: 欧洲国家的语言和文化差异很大，历史悠久而丰富，但尽管如此，旧世界人民还是成功地实现了统一。

# IDS_NAVAL_FLAG_INDONESIA
source: Indonesian Navy
es_mx: Armada de Indonesia
ja: インドネシア海軍
pl: Marynarka wojenna Indonezji
ru: ВМС Индонезии
uk: ВМС Індонезії
zh: 印度尼西亚的海军旗帜
zh_sg: 印尼海军

# IDS_NAVAL_FLAG_INDONESIA_DESCRIPTION
source: Since 1945, Indonesia has used its national flag—a cloth with two horizontal stripes, red and white—as the country's naval flag.
es_mx: Desde 1945, Indonesia ha usado su bandera nacional, una tela con dos líneas horizontales, roja y blanca, como la bandera naval del país.
ja: 1945 年からインドネシアは軍艦旗として自国の国旗を使用しており、そのデザインは、上に赤、下に白を配した横二色旗です。
pl: Od 1945 roku Indonezja używa swojej flagi narodowej (płótno z dwoma poziomymi pasami) w charakterze bandery marynarki wojennej.
ru: В качестве военно-морского флага в Индонезии с 1945 г. и до настоящего времени используется национальный флаг, представляющий собой красно-белое полотнище из двух горизонтальных полос.
uk: Як військово-морський прапор в Індонезії з 1945 р. і до теперішнього часу використовують національний прапор, яким є червоно-біле полотнище з двох горизонтальних смуг.
zh: 从1945年开始，印度尼西亚就使用这面旗帜来当作国旗，一面包含两道红白水平条纹的旗帜当作国家海军旗帜
zh_sg: 从1945年起，印尼开始使用国旗 — 红白色双条纹作为海军旗帜。

# IDS_NAVAL_FLAG_KOREA
source: The Republic of Korea Navy
es_mx: Armada de la República de Corea
ja: 大韓民国海軍
pl: Marynarka wojenna Republiki Korei
ru: ВМС Республики Корея
uk: ВМС Республіки Корея
zh: 大韩民国的海军旗帜
zh_sg: 韩国海军

# IDS_NAVAL_FLAG_KOREA_DESCRIPTION
source: Since 1948, the Republic of Korea has used the national flag Taegukgi—the Supreme Ultimate Flag—as its naval flag.
es_mx: Desde 1948, la República de Korea ha usado la bandera nacional Taegukgi, la Bandera Suprema, como su bandera naval.
ja: 1948 年以後、大韓民国では軍艦旗として国旗である太極旗を用いていました。
pl: Od 1948 roku Korea Południowa używała swojej flagi narodowej, Taegukgi, w charakterze bandery swojej marynarki wojennej.
ru: В качестве военно-морского флага в Республике Корея с 1948 г. и до настоящего времени используется национальный флаг Тхэгыкки — «Флаг Великих Начал».
uk: Як військово-морський прапор в Республіці Корея з 1948 р. і до теперішнього часу використовують національний прапор, який називають Тхегикі (Taegukgi чи Taegeukgi) — «Прапор Великих Початків».
zh: 从1948年以来，大韩民国就是使用着崇高的终极旗帜太极国旗，来当作海军旗帜
zh_sg: 1948年起，韩国开始用太极旗作为国旗。

# IDS_NAVAL_FLAG_NETHERLANDS
source: The Netherlands
es_mx: Los Países Bajos
ja: オランダ
pl: Holandia
ru: Нидерланды
uk: Нідерланди
zh: Нидерланды
zh_sg: 荷兰

# IDS_NAVAL_FLAG_NETHERLANDS_DESCRIPTION
source: A horizontal tricolor of red, white, and blue has been used as the national and naval flag of the Netherlands since the 17th century. The Dutch flag is one of the oldest tricolor flags in continuous use.
es_mx: Una bandera horizontal tricolor (rojo, blanco y azul) se ha usado como símbolo nacional y naval de los Países Bajos desde el siglo XVII. La bandera holandesa es una de las enseñas tricolor más antiguas que se siguen usando.
ja: 赤、白、青の水平三色旗は 17 世紀からネーデルラントの国旗および軍艦旗として使用されてきました。この旗は継続的に使用され続けているものとしては最古の三色旗のひとつです。
pl: Pozioma trójkolorowa flaga czerwono-biało-niebieska była używana jako flaga narodowa i morska Holandii od XVII wieku. Holenderska flaga jest jedną z najstarszych trójkolorowych, które wciąż są w użyciu.
ru: Полотнище из трёх горизонтальных полос красного, белого и синего цветов используется в качестве военно-морского и национального флага Нидерландов с XVII века и является одним из старейших действующих флагов-триколоров.
uk: Полотнище з трьох горизонтальних смуг червоного, білого й синього кольорів використовували як прапор військово-морських сил і національний прапор Нідерландів із XVII століття — це один із найдавніших прапорів-триколорів.
zh: Полотнище из трёх горизонтальных полос красного, белого и синего цветов используется в качестве военно-морского и национального флага Нидерландов с XVII века и является одним из старейших действующих флагов-триколоров.
zh_sg: 自17世纪以来，荷兰的国旗和海军旗就一直使用一种由红白蓝组成的横向三色旗。荷兰国旗是连续使用时间最长最古老的三色旗之一。

# IDS_NAVAL_FLAG_PANAMERICA
source: Pan-America
es_mx: Panamérica
ja: パンアメリカ
pl: Panameryka
ru: Пан-Америка
uk: Пан-Америка
zh: FM旗帜
zh_sg: 泛美

# IDS_NAVAL_FLAG_PANAMERICA_DESCRIPTION
source: Latin American and Caribbean countries have many things in common, from their geographical location to their similar linguistic features, cultural elements and strong historic ties.
es_mx: Los países latinoamericanos y del Caribe han tenido muchas cosas en común, desde su ubicación geográfica hasta características similares de lenguaje, elementos culturales y fuertes lazos históricos.
ja: ラテンアメリカおよびカリブ海地域の国々には、地理的位置だけではなく、言語の特徴や文化的要素などの多くの共通点があり、強い歴史的な絆で結ばれています。
pl: Ameryka Łacińska i kraje karaibskie mają wiele cech wspólnych, takich jak położenie geograficzne, podobieństwa językowe i kulturowe oraz silne związki historyczne.
ru: Страны Латинской Америки и Карибского бассейна объединяет не только география: это и языковая близость, и общие элементы в культуре, и тесные исторические связи.
uk: Країни Латинської Америки і Карибського басейну об’єднує не лише географія: це і мовна наближеність, і загальні елементи культури, і тісні історичні зв’язки.
zh: 拉丁美洲和加勒比海国家有着靠近的地理位置和相似的语言特征、文化与历史渊源。
zh_sg: 拉丁美洲和加勒比国家由于其地理位置，相似的语言特点，文化元素和历史有很多共通的地方。

# IDS_NAVAL_FLAG_PAN_ASIA
source: Pan-Asia
ja: パンアジア
pl: Azja Wschodnia
ru: Пан-Азия
uk: Пан-Азія
zh: C系旗帜
zh_sg: 泛亚

# IDS_NAVAL_FLAG_PAN_ASIA_DESCRIPTION
source: In the traditional cultures of the countries of East and South Asia, the dragon is one of the most revered mythological creatures. As a rule, it is the embodiment of wisdom and is closely connected with the water element.
es_mx: En las culturas tradicionales de los países del Este y del Sur de Asia, el dragón es uno de las más veneradas criaturas mitológicas. Como regla general, es la encarnación de la sabiduría y está estrechamente relacionado con el elemento del agua.
ja: 東アジアおよび南アジアの各国の伝統文化においては、竜は最も畏敬されている伝説の生物のひとつです。通例として、竜は知恵の象徴であり、水と密接な関係があります。
pl: W tradycjach kultur wschodniej i południowej Azji smok jest najsilniej czczonym stworzeniem mitycznym. Zazwyczaj jest uosobieniem mądrości i jest blisko powiązany z żywiołem wody.
ru: Дракон в традиционных культурах стран Восточной и Южной Азии — одно из самых почитаемых мифологических существ. Как правило, является олицетворением мудрости и тесно связан с водной стихией.
uk: Дракон у традиційних культурах країн Східної і Південної Азії — одна з найшанованіших міфологічних істот. Здебільшого уособлює мудрість і щільно пов’язаний з водяною стихією.
zh: 在东南亚的传统文化中，龙是最受尊敬的神话生物之一，一般来说，这象征的是智能并与水元素密切相关
zh_sg: 在东南亚的传统文化中，龙是最受人尊敬的神话生物之一。它是秩序和智慧的化身，并与水元素紧密相关。

# IDS_NAVAL_FLAG_POLAND
source: Poland
es_mx: Polonia
ja: ポーランド
pl: Polska
ru: Польша
uk: Польща
zh: B系
zh_sg: 波兰

# IDS_NAVAL_FLAG_POLAND_DESCRIPTION
source: The flag of the Polish Navy. The flag is composed of the country's national colors, with two braids and the coat of arms of Poland. It was adopted as a naval ensign in 1927 and has been in use ever since.
es_mx: La bandera de la Armada Polaca. La bandera de colores nacionales con dos bandas y el escudo de armas de Polonia. Fue adoptada como una insignia naval en 1927 y ha estado en uso desde entonces.
ja: ポーランド海軍の旗。赤白 2 本の縞模様の国旗に、ポーランドの国章を配したデザインのこの旗は、1927 年以降、軍艦旗として使用されてきました。
pl: Flaga marynarki polskiej. Narodowe barwy, tkanina zakończona dwoma językami na wolnym liku oraz godło Polski. W 1927 roku przyjętą ją jako banderę wojskową i jest w użyciu do dzisiaj.
ru: Флаг Военно-морского флота Республики Польша. Флаг национальных цветов с двумя косицами и гербом Польши был утверждён в качестве военно-морского в 1927 году и используется до настоящего времени.
uk: Прапор Військово-морського флоту Польської республіки. Полотнище в національних кольорах із двома косицями та гербом Польщі затверджено як військово-морський 1927 року й використовується до теперішнього часу.
zh: Флаг Военно-морского флота Республики Польша. Флаг национальных цветов с двумя косицами и гербом Польши был утверждён в качестве военно-морского в 1927 году и используется до настоящего времени.
zh_sg: 波兰海军旗。由两条彩带和波兰纹章组成。1927年起被海军采用，一直沿用至今。

# IDS_NAVAL_FLAG_SIAM
source: Navy of the Kingdom of Thailand
es_mx: Armada Real de Tailandia
ja: タイ王国海軍
pl: Marynarka wojenna Królestwa Tajlandii
ru: ВМС Королевства Таиланд
uk: ВМС Королівства Таїланд
zh: 泰国海军的旗帜
zh_sg: 泰国海军

# IDS_NAVAL_FLAG_SIAM_DESCRIPTION
source: The naval flag of the Kingdom of Thailand used since 1917 is a red circle depicting a white elephant with the national flag on its background.
es_mx: La bandera naval del Reino de Tailandia usada desde 1917 es un círculo rojo que muestra a un elefante blanco con la bandera nacional en el fondo.
ja: タイ王国海軍で 1917 年から用いられている軍艦旗は、国旗の中心に赤丸を配し、その中に白い像を描いたデザインとなっています。
pl: Bandera Królestwa Tajlandii używana od 1917 roku to czerwone koło z wizerunkiem białego słonia, z flagą narodową w tle.
ru: Флаг военно-морского флота Королевства Таиланд, используемый с 1917 г., представляет собой красный круг с изображением белого слона на фоне национального флага.
uk: Прапор військово-морського флоту Королівства Таїланд, який використовують з 1917 р. Це червоне коло з зображенням білого слона на тлі національного прапора.
zh: 泰国王国的海军旗帜从1917年开始使用，这是一面有着红色圆圈，并画着一头白色的大象背景上在挂着国旗
zh_sg: 从1917年开始使用的泰国海军旗，图案以国旗为背景在红圈内绘制了一只白象。

# IDS_NAVAL_FLAG_SWEDEN
source: Sweden
es_mx: Suecia
ja: スウェーデン
pl: Szwecja
ru: Швеция
uk: Швеція
zh: 瑞典
zh_sg: 瑞典

# IDS_NAVAL_FLAG_SWEDEN_DESCRIPTION
source: The cloth is composed of the country's national colors, depicting a Nordic cross and three braids, and has been used as a military and naval ensign since the mid-17th century.
es_mx: La bandera está compuesta por los colores nacionales del país, e incluye una cruz nórdica, y ha sido usada como una insignia militar y naval desde mediados del siglo XVII.
ja: ナショナルカラーが用いられ、ノルディック・クロスが描かれた三ツ尾燕尾型のこの旗は、17 世紀の中盤から現在に至るまで軍旗および軍艦旗として使用されています。
pl: Na płótnie widnieją barwy narodowe, krzyż nordycki i trzy warkocze. Była ona wykorzystywana jako chorągiew w wojsku i marynarce od połowy XVII wieku.
ru: Полотнище национальных цветов со скандинавским крестом и тремя косицами используется в Швеции в качестве военного и военно-морского флага с середины XVII века.
uk: Полотнище національних кольорів зі скандинавським хрестом і трьома косицями використовується у Швеції як військовий та військово-морський прапор із середини XVII сторіччя.
zh: Полотнище национальных цветов со скандинавским крестом и тремя косицами используется в Швеции в качестве военного и военно-морского флага с середины XVII века.
zh_sg: 由该国的民族色彩组成，绘有一个北欧十字架和三条穗带，自17世纪中叶起就被用作海军军旗。

# IDS_NAVAL_FLAG_TAIWAN
source: The Republic of China Navy
es_mx: Armada de la República de China
ja: 中華民国海軍
pl: Marynarka Republiki Chińskiej
ru: ВМС Китайской Республики
uk: ВМС Китайської Республіки
zh: 中华民国海军的旗帜
zh_sg: 中华民国海军

# IDS_NAVAL_FLAG_TAIWAN_DESCRIPTION
source: The naval flag of the Republic of China is a red cloth with a blue left upper quarter where a white sun with twelve rays is depicted.
es_mx: La bandera naval de la República de China es una tela roja con el superior izquierdo en azul, en donde se muestra un sol blanco con doce rayos.
ja: 中華民国の軍艦旗は、赤い布の左上 1 / 4 を青くし、そこに 12 本の光芒を放つ白い太陽を描いたデザインです。
pl: Bandera Republiki Chińskiej to czerwone płótno z niebieską lewą górną ćwiartką, na której namalowane jest białe słońce rzucające 12 promieni.
ru: Военно-морской флаг Китайской Республики представляет собой красное полотнище с левой верхней четвертью синего цвета, в которой помещено изображение белого солнца с двенадцатью лучами.
uk: Військово-морський прапор Китайської Республіки — це червоне полотнище де ліва верхня чверть синього кольору, на якій розташовано зображення білого сонця з дванадцятьма променями.
zh: 中华民国海军的旗帜式以红色为底，左上角则是蓝色的底，并刻上十二道太阳的光芒
zh_sg: 中华民国海军旗的图案红布为背景，并在左上四分之一的蓝色框内绘制白色太阳和12道光线。

# IDS_NAVAL_MINES
source: Mines
es_mx: Minas
ja: 機雷
pl: Miny
ru: Мины
uk: Міни
zh: 水雷
zh_sg: 水雷

# IDS_NEAR
source: Near
es_mx: Cercano
ja: 近
pl: Blisko
ru: Близко
uk: Близько
zh: 近
zh_sg: 近

# IDS_NEAR_LOCAL_WEATHER_PCOW012_NIGHT_LOGIC
source: You are approaching a thunderstorm front!
es_mx: ¡Te estás acercando al frente de la tormenta!
ja: 雷雨領域に接近中!
pl: Zbliżasz się do frontu sztormu!
ru: Вы приближаетесь к грозовому фронту!
uk: Ви наближаєтеся до грозового фронту!
zh: 您正在接近暴风雨前沿
zh_sg: 您正在接近雷暴区！

# IDS_NEAR_LOCAL_WEATHER_PCOW013_1APRIL_HAILSTORM
source: You are approaching a meteor shower!
es_mx: ¡Te aproximas a una lluvia de meteoros!
ja: 流星群に接近中!
pl: Zbliżasz się do deszczu meteorytów!
ru: Вы приближаетесь к метеоритному дождю!
uk: Ви наближаєтеся до метеорного дощу!
zh: 您正在接近流星雨!
zh_sg: 您已接近流星雨！

# IDS_NEAR_LOCAL_WEATHER_PCOW014_1APRIL_CLOUDBURST
source: You are approaching a psy field disturbance!
es_mx: ¡Te aproximas a un campo de perturbación psíquica!
ja: サイコフィールド攪乱に接近中!
pl: Zbliżasz się do zaburzenia pola psionicznego!
ru: Вы приближаетесь к возмущению пси-поля!
uk: Ви наближаєтеся до збурення пси-поля!
zh: 您即将进入精神干扰区域
zh_sg: 您已接近精神干扰区

# IDS_NEAR_LOCAL_WEATHER_PCOW017_USS_CL_LIGHT
source: You are approaching an illuminated area!
es_mx: ¡Te estás aproximando a un área iluminada!
ja: 照明範囲に接近中!
pl: Zbliżasz się do rozświetlonego obszaru!
ru: Вы приближаетесь к освещённой зоне!
uk: Ви наближаєтеся до освітленої зони!
zh: 您正在接近照明区域！
zh_sg: 你正在接近一个照明区域！

# IDS_NEAR_LOCAL_WEATHER_PCOW019_FOG_LOGIC
source: You are approaching a thunderstorm front!
es_mx: ¡Te estás acercando al frente de la tormenta!
ja: 雷雨領域に接近中!
pl: Zbliżasz się do frontu sztormu!
ru: Вы приближаетесь к грозовому фронту!
uk: Ви наближаєтеся до грозового фронту!
zh: 您正在接近暴风雨前沿
zh_sg: 您正在接近雷暴区！

# IDS_NEAR_LOCAL_WEATHER_PCOW020_SNOW_LOGIC
source: You're approaching an area affected by a snowstorm!
es_mx: ¡Te aproximas a un área afectada por la tormenta de nieve!
ja: 吹雪領域に接近中!
pl: Zbliżasz się do obszaru objętego burzą śnieżną!
ru: Вы приближаетесь к снежной буре!
uk: Ви наближаєтеся до снігової бурі!
zh: 您正在接近受暴风雪影响的地区！
zh_sg: 您正在接近一个受暴风雪影响的区域！

# IDS_NEAR_LOCAL_WEATHER_PCOW021_DOWNPOUR
source: You are approaching a thunderstorm front!
es_mx: ¡Te estás acercando al frente de la tormenta!
ja: 雷雨領域に接近中!
pl: Zbliżasz się do frontu sztormu!
ru: Вы приближаетесь к грозовому фронту!
uk: Ви наближаєтеся до грозового фронту!
zh: 您正在接近暴风雨前沿
zh_sg: 您正在接近雷暴区！

# IDS_NEAR_LOCAL_WEATHER_PCOW023_RAIN_GREECE
source: You are approaching a thunderstorm front!
es_mx: ¡Te estás acercando al frente de la tormenta!
ja: 雷雨領域に接近中!
pl: Zbliżasz się do frontu sztormu!
ru: Вы приближаетесь к грозовому фронту!
uk: Ви наближаєтеся до грозового фронту!
zh: 您正在接近暴风雨前沿
zh_sg: 您正在接近雷暴区！

# IDS_NEAR_MINEFIELD_FEEDBACK_MESSAGE
source: You're approaching a minefield!
es_mx: ¡Te aproximas a un campo minado!
ja: 機雷原に接近中!
pl: Zbliżasz się do pola minowego!
ru: Вы приближаетесь к минному полю!
uk: Ви наближаєтеся до мінного поля!
zh: 您正在接近一个雷区！
zh_sg: 您正在接近一个雷区！

# IDS_NEED_SERVICE
source: SERVICE REQUIRED
es_mx: SERVICIO REQUERIDO
ja: 修理・補給が必要
pl: WYMAGANY SERWIS
ru: ТРЕБУЕТСЯ ОБСЛУЖИВАНИЕ
uk: ПОТРІБНЕ ОБСЛУГОВУВАННЯ
zh: 需要准备
zh_sg: 需要维护

# IDS_NEWS
source: News
es_mx: Noticias
ja: ニュース
pl: Wiadomości
ru: Новости
uk: Новини
zh: 消息
zh_sg: 消息

# IDS_NEWS_TOOLTIP
source: News
es_mx: Noticias
ja: ニュース
pl: Wiadomości
ru: Новости
uk: Новини
zh: 消息
zh_sg: 消息

# IDS_NEW_ABILITY
source: New features
es_mx: Nuevas características
ja: 新要素
pl: Nowe funkcje
ru: Новые возможности
uk: Нові можливості
zh: 您的当前服役记录等级
zh_sg: 新功能

# IDS_NEW_ACCOUNT_LEVEL
source: New level
es_mx: Nuevo nivel
ja: 新レベル
pl: Nowy poziom
ru: Новый уровень
uk: Новий рівень
zh: 新等级
zh_sg: 新等级

# IDS_NEW_ACCOUNT_LEVEL_HINT
source: New features available
es_mx: Nuevas características disponibles
ja: 新要素 利用可能
pl: Dostępne są nowe funkcje
ru: Доступны новые возможности
uk: Доступні нові можливості
zh: 升级
zh_sg: 开放新功能

# IDS_NEW_ACCOUNT_LEVEL_POSTBATTLE
source: Available
es_mx: Disponible
ja: 利用可能
pl: Dostępne
ru: Доступно
uk: Доступно
zh: 前进
zh_sg: 可用

# IDS_NEW_BATTLE
source: New Battle
es_mx: Nueva Batalla
ja: 新規戦闘
pl: Nowa bitwa
ru: Новый бой
uk: Новий бій
zh: 新的战斗
zh_sg: 新的战斗

# IDS_NEW_CLUB_LEADER_AFTER_VOTE
source: %(newLeaderNickname)s will be the Leader of the Team
es_mx: %(newLeaderNickname)s será el Líder del Equipo
ja: %(newLeaderNickname)s さんが新しいチームリーダーになります
pl: Gracz %(newLeaderNickname)s będzie liderem drużyny
ru: Лидером команды станет %(newLeaderNickname)s
uk: Лідером команди стане %(newLeaderNickname)s
zh: %(newLeaderNickname)s 将会成为该队伍的队长
zh_sg: %(newLeaderNickname)s 将成为团队的队长

# IDS_NEW_DIVISION
source: New Division
es_mx: Nueva División
ja: 新規分艦隊
pl: Nowy dywizjon
ru: Новый отряд
uk: Новий загін
zh: 新的小队
zh_sg: 新的小队

# IDS_NEW_GROUP
source: New Group
es_mx: Nuevo Grupo
ja: 新規グループ
pl: Nowa grupa
ru: Новая группа
uk: Нова група
zh: 新的群组
zh_sg: 新的群组

# IDS_NEW_ITEMS_AVAILABLE
source: The Submarines random bundle is available
es_mx: El paquete aleatorio "Submarinos" está disponible
ja: 「潜水艦」ランダムバンドルを提供中
pl: Dostępny jest zestaw losowy „Okręty podwodne”
ru: Доступен случайный набор «Субмарины»
uk: Доступний випадковий набір «Субмарини»
zh: Доступен случайный набор «Субмарины»
zh_sg: 潜艇随机礼包已开放

# IDS_NEW_LEADER
source: New Leader
es_mx: Nuevo Líder
ja: 新リーダー
pl: Nowy lider
ru: Новый лидер
uk: Новий лідер
zh: 新的队长
zh_sg: 新的队长

# IDS_NEW_OPERATION_AVAILABLE
source: New operation available
es_mx: Nueva operación disponible
ja: 新オペレーション 利用可能
pl: Dostępna jest nowa operacja
ru: Доступна новая операция
uk: Доступна нова операція
zh: 有新的行动可用
zh_sg: 有新的行动

# IDS_NEW_RANK
source: New Rank
es_mx: Nuevo Rango
ja: 新ランク
pl: Nowy stopień
ru: Новый ранг
uk: Новий ранг
zh: 新排位
zh_sg: 新排名

# IDS_NEW_TASK
source: NEW TASK
es_mx: NUEVA TAREA
ja: 新タスク
pl: NOWE ZADANIE
ru: НОВАЯ ЗАДАЧА
uk: НОВЕ ЗАВДАННЯ
zh: 新任务
zh_sg: 新目标

# IDS_NEW_VIDEO
source: New video
es_mx: Nuevo video
ja: 新たなビデオ
pl: Nowy film
ru: Новое видео
uk: Нове відео
zh: 新影片
zh_sg: 新影片

# IDS_NEW_YEAR2019_LOOTBOX_BANNER
source: Santa Claus Containers
es_mx: Contenedores Santa Claus
ja: サンタクロース・コンテナ
pl: Kontenery Św. Mikołaja
ru: Контейнеры Деда Мороза
uk: Контейнери Діда Мороза
zh: 圣诞老人幸运补给箱
zh_sg: 圣诞老人补给箱

# IDS_NEW_YEAR2019_LOOTBOX_TOOLTIP
source: Go to the shop
es_mx: Ir a la tienda
ja: ショップへ
pl: Przejdź do sklepu
ru: Перейти в магазин
uk: Перейти у магазин
zh: 前往商店
zh_sg: 进入商店

# IDS_NEW_YEAR_LOOTBOX_BANNER
source: Santa's Shop
es_mx: Tienda de Santa
ja: サンタ ショップ
pl: Sklep Mikołaja
ru: Лавка Деда Мороза
uk: Крамничка Діда Мороза
zh: 圣诞老人 的商店
zh_sg: 圣诞老人的 商店

# IDS_NEXT_ALLIED_VEHICLE
source: Next Ally
es_mx: Aliado Siguiente
ja: 次の味方
pl: Następny sojusznik
ru: Следующий союзник
uk: Наступний союзник
zh: 下个队友
zh_sg: 下个队友

# IDS_NEXT_LEVEL
source: Next level
es_mx: Siguiente nivel
ja: 次のレベル
pl: Następny poziom
ru: Следующий уровень
uk: Наступний рівень
zh: 下个等级
zh_sg: 下个等级

# IDS_NEXT_REPLENISHMENT
source: Next resupply
es_mx: Siguiente reabastecimiento
ja: 次の補給
pl: Następne uzupełnienie
ru: Следующее пополнение
uk: Наступне поповнення
zh: 下一个补给
zh_sg: 下个补给

# IDS_NEXT_SOUND_TRACK
source: Next Track
es_mx: Siguiente Pista
ja: 次のトラック
pl: Następna ścieżka
ru: Следующий трек
uk: Наступний трек
zh: 下一个音轨
zh_sg: 下一个音轨

# IDS_NO
source: NO
ja: いいえ
pl: NIE
ru: НЕТ
uk: НІ
zh: 否
zh_sg: 否

# IDS_NOTIFICATIONS
source: Notifications
es_mx: Notificaciones
ja: 通知
pl: Powiadomienia
ru: Оповещения
uk: Сповіщення
zh: 通知
zh_sg: 通知

# IDS_NOTIFYSTARTATTACKPLANE
source: Your squadron No.%d is under attack!
es_mx: ¡Tu escuadrón No.%d está bajo ataque!
ja: 自艦の第 %d 中隊が攻撃を受けている!
pl: Twoja eskadra numer %d jest pod ostrzałem!
ru: Вашу эскадрилью №%d атакуют!
uk: Вашу ескадрилью № %d атакують!
zh: 您的航空中队 #%d 正遭受攻击！
zh_sg: 您的第#%d中队受到攻击！

# IDS_NOTIFY_ROOM_CREATION_FAILED_HEADER
source: ALL TRAINING ROOMS BUSY
es_mx: TODOS LOS CUARTOS DE ENTRENAMIENTO OCUPADOS
ja: 全てのトレーニングルームがビジーです
pl: WSZYSTKIE POKOJE TRENINGOWE SĄ ZAJĘTE
ru: ВСЕ ТРЕНИРОВОЧНЫЕ КОМНАТЫ ЗАНЯТЫ
uk: УСІ ТРЕНУВАЛЬНІ КІМНАТИ ЗАЙНЯТІ
zh: 所有的训练房都在忙碌中
zh_sg: 所有的训练房都在忙碌中
