Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM094_SHIPS_DESCR
source: In the first half of the 1930s, Great Britain went to great lengths to maintain and strengthen the system of international treaties for the limitation of naval armament. Not because Great Britain had a natural leaning towards pacifism, but rather because the weakening British Empire could no longer confidently "hold the trident of Neptune". The two conferences that took place in London in 1930 and 1936 modified the terms of the Washington Treaty of 1922 by imposing additional limitations on the size of, and on armament carried by, warships. Apart from that, a number of new limitations were adopted which would, from then on, be applied to aircraft carriers, destroyers, submarines, and all cruisers. All agreements reached earlier lost weight in many respects. Italy refused to sign them, and Japan went as far as to withdraw from the naval treaties entirely. Even attempts to include Germany and the U.S.S.R. in bilateral agreements (based on the Washington/London Treaty system) also failed, despite these countries striving to open an outlet to seas and oceans since the mid-1930s. Nevertheless, the London Naval Treaties had a noticeable effect on military shipbuilding. As Japan and Italy refused to join the Treaty of 1936, the United States, France, and Great Britain added an escalator clause to provide for a higher displacement limit to be applied to capital ships allowed for construction. The limit on the caliber of the main battery guns was also increased from 356 to 406 mm. However, the British designed and laid down their new King George V-class battleships with the previous displacement limit and 356 mm guns. The United States, consistently moving towards the concept of fast battleships, managed to equip their new North Carolina- and South Dakota-class battleships with 406 mm main battery guns. But the most well-balanced ships of this type, taking into account the treaty limitations, were built in France. Those were the ships of the Richelieu class, equipped with 380 mm guns—a tit-for-tat response to Italy for building its new Littorio-class battleships. Finally, the second half of the 1930s saw Germany rushing into the select club of owners of full-fledged modern battleships with its excellently protected ships of the Bismarck class. Cruiser building suffered the most from the London Treaties. Subtypes of heavy and light cruisers were identified, and the construction of the former was initially limited, and later completely prohibited. This allowed Great Britain to focus on the creation of light cruisers of the new generation with a 152 mm main battery: the British Empire needed a large number of such ships. However, the appearance of the most powerful Japanese cruisers of the Mogami and Tone class with 155 mm guns, which, in fact, could easily be replaced with 203 mm guns, urged the U.S. Navy and the Royal Navy to boost the combat capabilities of their light cruisers. Perhaps the most advanced heavy cruiser of the 1930s was the unique French Algérie, while the most protected were the Italian Zara-class heavy cruisers. Among light cruisers, the French ships of the La Galissonnière class were considered the best in terms of cost and combat efficiency. As for the destroyers, in the second half of the 1930s, as well as the powerful Japanese destroyers and fast French flotilla leaders, quite large and well-armed new German destroyers emerged. Due to the existing treaty limitations, the United States and Great Britain responded by creating lighter ships with less remarkable characteristics and armament, but the powerful shipbuilding industry made it possible to build them in incomparably larger numbers. By the late 1930s, the treaty limitations were no longer effectively complied with. The great powers were kept from an open, full-scale naval arms race only by the bounds of diplomatic decency and budgetary restrictions of peacetime. Those bounds, however, were abandoned with the outbreak of World War II.
ja: 1930 年代前半、イギリスは膨大な労力を費やして、海軍戦力の制限を定めた国際条約システムの維持と強化に努めました。これはイギリスが元より平和主義を好んでいたためではなく、どちらかとえいえば大英帝国が弱体化しつつあり自信を持って「海神ネプチューンの三叉戟」を保持できなくなっていたためでした。ロンドンにおいて 1930 年および 1936 年に開催された 2 度の会議はワシントン海軍軍縮条約の内容を修正し、軍艦のサイズと搭載する兵装に関して追加の制限を課しました。この他に、数々の新しい制限が航空母艦、駆逐艦、潜水艦、そして各種巡洋艦に適用されました。 以前に合意された全ての条文は多くの点において重要性を失っていました。イタリアはそれらの調印を拒絶し、日本は海軍軍縮条約から完全に離脱しました。ワシントンおよびロンドンの両条約システムに基づく二国間協定によってドイツおよびソ連を加入させようとする試みも、1930 年代半ば以降これらの国が海洋進出を目指していたにもかかわらず失敗に終わりました。 それでもなお、ロンドン海軍軍縮条約は軍艦の建造に対して影響力を持っていました。日本とイタリアが 1936 年に条約調印を拒絶したことで、アメリカ、フランス、イギリスはエスカレーター条項を追加し、主力艦の建造に認められる排水量の上限を増加させました。主砲口径の制限も 356 mm から 406 mm に緩和されました。ただし、イギリスが設計、起工したキング・ジョージ 5 世級戦艦は、以前の制限の排水量および 356 mm 砲を備えていました。高速戦艦の構想に絶えず関心を示していたアメリカは、新しいノースカロライナ級およびサウスダコタ級戦艦に 406 mm 主砲を装備させることに成功しました。しかし、条約の制限下で最もバランスのとれた戦艦はフランスで建造されました。これが 380 mm 砲を装備したリシュリュー級戦艦です。イタリアは即座に反応し、リットリオ級戦艦を建造しました。最後に、1930 年代後半にドイツが大幅な躍進を見せ、素晴らしい防御力を有するビスマルク級戦艦によって、本格的な近代型戦艦を保有する国々の仲間入りを果たしました。 ロンドン海軍軍縮条約で最も大きな影響を受けたのは巡洋艦の建造で、各派生型巡洋艦である重巡洋艦および軽巡洋艦ともに影響を受けました。これにより、大英帝国が大量に必要としていた 152 mm 主砲を搭載した新世代の軽巡洋艦の建造に集中することが可能になりました。しかし、最も強力な日本の巡洋艦であり、155 mm 砲搭載型であるにも関わらず、実際には 203 mm 砲に容易に換装することが可能な最上型と利根型の登場を受けて、アメリカ海軍とイギリス海軍はそれぞれの軽巡洋艦の戦闘能力の大幅な強化を始めました。恐らく 1930 年代で最も先進的な重巡洋艦はフランスのアルジェリーで、一方、最も防御力の高い巡洋艦はイタリアのザラ級重巡洋艦でした。軽巡洋艦では、フランスのラ・ガリソニエール級軽巡洋艦が建造費と戦闘効率の点で最も優れていると評価されました。 駆逐艦に関しては、1930 年代後半には、日本の強力な駆逐艦に加えて、ドイツの非常に大型で重武装の新型駆逐艦、そしてフランスの高速嚮導駆逐艦が出現しました。それに対抗するため、アメリカとイギリスは、既存の条約の制限を考慮し性能諸元や兵装の点では目立たないものの、高い工業力を活かし極めて大量に建造することができる小型艦を建造しました。 1930 年代後半には、条約の制限はもはや効力を失っていました。列強による全力での建艦競争を規制するのは、外交的良識と平時の予算制限のみでした。しかしこれも、第二次世界大戦の勃発により無視されるようになりました。
pl: W pierwszej połowie lat 30. Wielka Brytania podjęła ogromne starania, by utrzymać i wzmocnić system międzynarodowych traktatów kontrolujących zbrojenia marynarki. Bynajmniej nie dlatego, że kraj ten miał naturalne skłonności do pacyfizmu, ale dlatego, że słabnące Imperium Brytyjskie nie mogło już „dzierżyć trójzębu Neptuna”. Dwie konferencje, które odbyły się w Londynie w latach 1930 oraz 1936, zmieniały warunki ustanowione przez traktat z Waszyngtonu, wprowadzając dodatkowe ograniczenia na rozmiary i uzbrojenie okrętów. Ponadto, przyjęto liczne nowe ograniczenia, dotyczące tym razem lotniskowców, niszczycieli, okrętów podwodnych i wszystkich krążowników. Wszystkie wcześniejsze umowy straciły na znaczeniu. Włochy odmówiły ich podpisania, a Japonia całkowicie zerwała z ich postanowieniami. Nawet próby włączenia Niemiec i Związku Radzieckiego do obustronnych umów (opartych na systemie traktatów waszyngtońskiego i londyńskiego) nie powiodły się, choć kraje te nie miały swobodnego dostępu do mórz i oceanów w połowie lat 30. Londyński traktat morski wywarł jednak zauważalny wpływ na okrętownictwo wojskowe. Gdy Japonia i Włochy odmówiły podpisania go w 1936 roku, Stany Zjednoczone, Francja i Wielka Brytania dodały klauzulę eskalatora, która umożliwiała zwiększenie limitów wyporności dla dużych okrętów wojennych. Przesunięto także granicę kalibru głównych dział z 356 mm do 406 mm. Jednak Brytyjczycy zaprojektowali i rozpoczęli budowę pancerników typu King George V z uwzględnieniem poprzednich limitów wyporności i działami kal. 356 mm. Stany Zjednoczone, które konsekwentnie realizowały koncepcję budowy szybkich pancerników, uzbroiły swoje jednostki typu North Carolina i South Dakota w działa kal. 406 mm. Jednak najlepiej zrównoważonymi okrętami tego typu, wziąwszy pod uwagę ograniczenia traktatu, należy uznać jednostki francuskie. Były to pancerniki typu Richelieu, uzbrojone w działa kal. 380 mm. Włochy odpowiedziały na to budową nowych pancerników typu Littorio. W końcu w drugiej połowie lat 30. Niemcy zaczęły szybko nadrabiać zaległości i torować sobie drogę do ekskluzywnego klubu posiadaczy nowoczesnych pancerników, dzięki doskonale opancerzonym okrętom typu Bismarck. Traktaty londyńskie w największym stopniu dotknęły krążowniki. Wyróżniono krążowniki ciężkie i lekkie, spośród których te pierwsze początkowo budować można było w ograniczonym zakresie, a później zabroniono ich całkowicie. Pozwoliło to Wielkiej Brytanii skupić się na budowie lekkich krążowników z artylerią kal. 152 mm nowej generacji: Imperium Brytyjskie potrzebowało dużej liczby takich okrętów. Jednak pojawienie się najpotężniejszych japońskich krążowników Mogami i Tone z działami 155 mm, które można było łatwo zastąpić działami 203 mm, zmusiło U.S. Navy i Royal Navy do poprawienia właściwości bojowych swoich lekkich krążowników. Być może najnowocześniejszym ciężkim krążownikiem lat 30. był francuski Algérie, który powstał tylko w jednym egzemplarzu, natomiast najlepiej opancerzonymi były włoskie ciężkie krążowniki klasy Zara. Pośród lekkich krążowników za najlepsze jednostki, jeśli chodzi o relację ceny do możliwości, uznawano francuskie La Galissonnière. Jeśli chodzi o niszczyciele, to w drugiej połowie lat 30. poza potężnymi niszczycielami japońskimi, pojawiły się także całkiem duże i dobrze uzbrojone nowe niszczyciele niemieckie oraz szybkie francuskie lidery flotylli. Stany Zjednoczone i Wielka Brytania odpowiedziały budowaniem lżejszych okrętów, o mniej spektakularnych charakterystykach i uzbrojeniu, ale łatwych w masowej produkcji dzięki rozbudowanemu przemysłowi. Pod koniec lat 30. ograniczenia traktatowe de facto przestały obowiązywać. Światowe potęgi przed nowym wyścigiem zbrojeń powstrzymywały jedynie względy dyplomatyczne i ograniczenia budżetowe w czasie pokoju. Jednak i te ograniczenia zostały zniesione, gdy wybuchła II wojna światowa.
ru: В первой половине 1930-х годов Великобритания предприняла огромные усилия, чтобы сохранить и укрепить систему международных договоров по ограничению военно-морских вооружений. Причина заключалась не в пацифизме англичан, а в том, что слабеющая Британская империя уже не могла уверенно удерживать трезубец Нептуна. В Лондоне в 1930 и 1936 гг. состоялись две конференции, по итогам которых существовавшие по Вашингтонскому соглашению 1922 года лимиты на количество, размеры и вооружение боевых кораблей были ужесточены. Помимо этого, был принят ряд новых ограничений, которые с этого момента распространялись на авианосцы, эсминцы, подлодки и все крейсеры. Достигнутые договорённости во многом были обесценены: Италия отказалась их подписывать, а Япония вообще вышла из системы морских соглашений. Не удались также попытки подключить к двусторонним договорам (по вашингтонско-лондонской системе) Германию и СССР, несмотря на то что эти страны рвались на океанские просторы с середины 1930-х. Тем не менее лондонские морские соглашения оказали заметное влияние на военное кораблестроение. Поскольку Япония и Италия отказались присоединиться к договору 1936 г., США, Франция и Великобритания внесли в него изменение, увеличив допустимое водоизмещение разрешённых к постройке капитальных кораблей. Также увеличили главный калибр — с 356 до 406 мм. Однако сами англичане спроектировали и заложили свои новые линкоры типа King George V с прежним ограничением по водоизмещению и 14-дюймовыми орудиями. В свою очередь американцы, последовательно продвигавшиеся к концепции быстроходных линейных кораблей, успели установить на новых линкорах типа North Carolina и South Dakota 16-дюймовый главный калибр. Наиболее сбалансированные корабли этого класса с учётом договорных ограничений построили во Франции — ими стали корабли типа Richelieu с 380-мм орудиями. Это был симметричный ответ на строившиеся итальянцами новые линейные корабли типа Littorio. Наконец, в закрытый клуб обладателей полноценных современных линкоров во второй половине 1930-х годов стремительно ворвалась Германия с отлично защищёнными кораблями типа Bismarck. Сильнее всего лондонские договоры отразились на крейсеростроении. Были определены подклассы тяжёлых и лёгких крейсеров, причём строительство первых было сперва ограничено, а потом и вовсе запрещено. Это позволило Великобритании сосредоточиться на создании именно лёгких крейсеров нового поколения с 152-мм главным калибром — Британская империя нуждалась в большом количестве подобных кораблей. Впрочем, появление мощнейших японских крейсеров типа Mogami и Tone с 155-мм орудиями, которые на самом деле легко заменялись на 203-мм, привело к необходимости наращивания боевых качеств лёгких крейсеров ВМФ Британии и ВМС США. Пожалуй, наиболее совершенным тяжёлым крейсером 1930-х стал построенный в единственном экземпляре французский Algérie, а самыми защищёнными — итальянские крейсеры типа Zara. Среди лёгких крейсеров лучшими по соотношению стоимости и боевой эффективности считались французские корабли типа La Galissonnière. Что касается эскадренных миноносцев, то во второй половине 1930-х к мощным японским эсминцам и быстроходным французским лидерам добавились довольно крупные, хорошо вооружённые новые эскадренные миноносцы Германии. Ввиду договорных ограничений США и Великобритания ответили на это созданием более лёгких кораблей. Они обладали не столь выдающимися характеристиками и вооружением, однако мощная промышленность позволяла строить такие эсминцы в несопоставимо большем количестве. К концу 1930-х годов договорные ограничения уже фактически не соблюдались. От открытой полномасштабной гонки военно-морских вооружений великие державы удерживали разве что рамки дипломатических приличий и бюджетные ограничения мирного времени, но и от этих рамок отказались уже с началом Второй мировой войны.
zh: В первой половине 1930-х годов Великобритания предприняла огромные усилия, чтобы сохранить и укрепить систему международных договоров по ограничению военно-морских вооружений. Причина заключалась не в пацифизме англичан, а в том, что слабеющая Британская империя уже не могла уверенно удерживать трезубец Нептуна. В Лондоне в 1930 и 1936 гг. состоялись две конференции, по итогам которых существовавшие по Вашингтонскому соглашению 1922 года лимиты на количество, размеры и вооружение боевых кораблей были ужесточены. Помимо этого, был принят ряд новых ограничений, которые с этого момента распространялись на авианосцы, эсминцы, подлодки и все крейсеры. Достигнутые договорённости во многом были обесценены — Италия отказалась их подписывать, а Япония вообще вышла из системы морских соглашений. Не удались также попытки подключить к двусторонним договорам (по вашингтонско-лондонской системе) Германию и СССР несмотря на то, что эти страны рвались на океанские просторы с середины 1930-х. Тем не менее лондонские морские соглашения оказали заметное влияние на военное кораблестроение. Поскольку Япония и Италия отказались присоединиться к договору 1936 г., то США, Франция и Великобритания внесли в него изменение, увеличив допустимое водоизмещение разрешённых к постройке капитальных кораблей. Также увеличили главный калибр — с 356 до 406 мм. Однако сами англичане спроектировали и заложили свои новые линкоры типа «Кинг Джордж V» с прежним ограничением по водоизмещению и 14-дюймовыми орудиями. В свою очередь американцы, последовательно продвигавшиеся к концепции быстроходных линейных кораблей, успели установить на новых линкорах типа «Норт Кэролайн» и «Саут Дакота» 16-дюймовый главный калибр. Наиболее сбалансированные корабли этого класса с учётом договорным ограничений построили во Франции— ими стали корабли типа «Ришелье» с 380-мм орудиями. Это был симметричный ответ на строившиеся итальянцами новые линейные корабли типа «Литторио». Наконец, в закрытый клуб обладателей полноценных современных линкоров во второй половине 30-х годов стремительно ворвалась Германия с отлично защищёнными кораблями типа «Бисмарк». Сильнее всего лондонские договоры отразились на крейсеростроении. Были определены подклассы тяжёлых и лёгких крейсеров, причём строительство первых было сперва ограничено, а потом и вовсе запрещено. Это позволило Великобритании сосредоточиться на создании именно лёгких крейсеров нового поколения со 152-мм главным калибром — Британская империя нуждалась в большом количестве подобных кораблей. Впрочем, появление мощнейших японских крейсеров типа «Могами» и «Тоне» со 155-мм орудиями, которые на самом деле легко заменялись на 203-мм, привело к необходимости наращивания боевых качеств лёгких крейсеров ВМФ Британии и ВМС США. Пожалуй, наиболее совершенным тяжёлым крейсером 1930-х стал построенный в единственном экземпляре французский «Альжери», а самыми защищёнными — итальянские типа «Зара». Среди лёгких крейсеров лучшими по соотношению стоимости и боевой эффективности считались французские корабли типа «Ла Галиссоньер». Что касается эскадренных миноносцев, то во второй половине 30-х к мощным японским эсминцам и быстроходным французским лидерам добавились довольно крупные, хорошо вооружённые новые эскадренные миноносцы Германии. США и Британия ответили на это созданием более легких кораблей с учётом договорных ограничений и особенностей национальной промышленности. Ввиду договорных ограничений, американцы и британцы ответили на это созданием более лёгких кораблей, обладавшими не столь выдающимися характеристиками и вооружением, однако мощная судостроительная промышленность позволяла строить их в несопоставимо большем количестве. К концу 1930-х годов договорные ограничения уже фактически не соблюдались. От открытой полномасштабной гонки военно-морских вооружений великие державы удерживали разве что рамки дипломатических приличий и бюджетные ограничения мирного времени, но и от этих рамок отказались уже с началом Второй мировой войны.
