Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CLAN_BATTLES_PRIMETIME_STARTS_IN_INFORMER_BRAWL
source: <body>The current Clan Brawl session on the <h3>%(realm)s</h3> server starts in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión actual de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> comienza en <h3>%(timeLeft)s</h3></body>
ja: <body><h3>%(realm)s</h3> サーバーにおけるクラン闘争の現セッション 開始まで <h3>%(timeLeft)s</h3></body>
pl: <body>Bieżąca sesja potyczki klanowej na serwerze <h3>%(realm)s</h3> skończy się za <h3>%(timeLeft)s</h3></body>
ru: <body>До начала сессии кланового блица на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
uk: <body>До початку сеансу кланового бліцу на сервері <h3>%(realm)s</h3> залишилося <h3>%(timeLeft)s</h3></body>
zh: <body>До начала сессии кланового блица на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
zh_sg: <body>当前军团对决的战斗将在<h3>%(realm)s</h3>服务器 的<h3>%(timeLeft)s后开始</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_START_INFORMER
source: <body>The Clan Battles session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> has begun!</body>
es_mx: <body>¡La sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha comenzado!</body>
ja: <body><h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン戦セッションが開始されました!</body>
pl: <body>Sesja bitew klanowych na serwerze <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> rozpoczęła się!</body>
ru: <body>Сессия клановых боёв на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> началась!</body>
uk: <body>Сеанс кланових боїв на сервері <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> розпочався!</body>
zh: <body>在服务器 <h3>%(realm)s</h3> 的军团战斗阶段自 <h3>%(startTime)s</h3> 至 <h3>%(endTime)s</h3> 已经开始！</body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器上从<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>的军团战阶段已开始！</body>

# IDS_CLAN_BATTLES_PRIMETIME_START_INFORMER_BRAWL
source: <body>The Clan Brawl session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> has started!</body>
es_mx: <body>¡La sesión de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha terminado!</body>
ja: <body><h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン闘争セッションが開始されました!</body>
pl: <body>Sesja potyczki klanowej na serwerze <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> rozpoczęła się!</body>
ru: <body>Сессия кланового блица на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> началась!</body>
uk: <body>Сеанс кланового бліцу на сервері <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> розпочався!</body>
zh: <body>Сессия кланового блица на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> началась!</body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>进行的军团对决战斗已开始！</body>

# IDS_CLAN_BATTLES_ROLE_NOT_ALLOWED_TO_START_CLAN_BATTLE
source: A Division may only be led into a Clan Battle by the Commander, Deputy Commander, or Recruiter.
es_mx: Una División solo puede ser llevada a una Batalla de Clanes por el Comandante, el Comandante Adjunto o el Reclutador.
ja: 分艦隊をクラン戦に送ることができるのは、クランマスター、副司令官または採用担当者のみです。
pl: Dywizjon może zostać poprowadzony do bitwy klanowej tylko przez: dowódcę, oficera wykonawczego lub rekrutera.
ru: Отряд в клановый бой могут вывести только командующий, заместитель командующего и военком.
uk: Загін до кланового бою можуть вивести лише: командувач, заступник командувача та військком.
zh: 能带领小队加入战斗的只有：指挥官、副指挥官或招募官。
zh_sg: 能带领小队加入军团战的只有：指挥官、副指挥官和征募人。

# IDS_CLAN_BATTLES_ROLE_NOT_ALLOWED_TO_START_CLAN_BATTLE_BRAWL
source: A Division may only be led into a Clan Brawl by the Commander, Deputy Commander, or Recruiter.
es_mx: Una División solo puede ser llevada a una Pelea de Clanes por el Comandante, el Comandante Adjunto o el Reclutador.
ja: 分艦隊をクラン闘争に送ることができるのは、クランマスター、副司令官または採用担当者のみです。
pl: Dywizjon może zostać poprowadzony do potyczki klanowej tylko przez: dowódcę, oficera wykonawczego lub rekrutera.
ru: Только командующий, заместитель командующего и военком могут вывести отряд в клановый блиц.
uk: Лише командувач, заступник командувача та військком можуть вивести загін до кланового бліцу.
zh: Только командующий, заместитель командующего и военком могут вывести отряд в клановый блиц.
zh_sg: 能带领小队加入军团对决的只有：指挥官、副指挥官和征募人。

# IDS_CLAN_BATTLES_SCHEDULE
source: Schedule of Clan Battles
es_mx: Agenda de las Batallas de Clanes
ja: クラン戦の予定
pl: Harmonogram bitew klanowych
ru: Расписание клановых боёв
uk: Розклад кланових боїв
zh: 军团战斗时间表
zh_sg: 军团战日程表

# IDS_CLAN_BATTLES_SCHEDULE_DAY
source: Day
es_mx: Día
ja: デイ
pl: Dzień
ru: День
uk: Доба
zh: 天
zh_sg: 天

# IDS_CLAN_BATTLES_SCHEDULE_HEADER
source: Time/Server
es_mx: Hora/Servidor
ja: 時間/サーバー
pl: Czas/serwer
ru: Время/Сервер
uk: Час/Сервер
zh: Время/Сервер
zh_sg: 时间/服务器

# IDS_CLAN_BATTLES_SCHEDULE_NOTES_1
source: You can plan the prime time for the whole week.
es_mx: Puedes planear el horario principal para toda la semana.
ja: 週全体のプライムタイムを計画できます。
pl: Możesz zaplanować okna czasowe na cały tydzień.
ru: Запланировать прайм-тайм можно на всю неделю.
uk: Запланувати прайм-тайм можна на весь тиждень.
zh: Запланировать прайм-тайм можно на всю неделю.
zh_sg: 您可以计划一整周的黄金时间。

# IDS_CLAN_BATTLES_SCHEDULE_NOTES_2
source: The chosen prime time is fixed by the first battle.
es_mx: El horario principal elegido está establecido para la primera batalla.
ja: 選択したプライムタイムが初戦参加により固定されます。
pl: Wybrane okno czasowe zatwierdzane jest pierwszą bitwą.
ru: Выбранный прайм-тайм фиксируется первым боем.
uk: Вибраний прайм-тайм фіксується першим боєм.
zh: Выбранный прайм-тайм фиксируется первым боем.
zh_sg: 已选择的黄金时间会在第一场战斗时确定。

# IDS_CLAN_BATTLES_SCHEDULE_NOTES_3
source: You can change the fixed prime time for the next game day.
es_mx: Puedes cambiar el horario principal establecido para el siguiente día de juego.
ja: 固定されたプライムタイムは次のゲームデーに変更できます。
pl: Zatwierdzone okno czasowe można zmienić następnego dnia.
ru: Сменить зафиксированный прайм-тайм можно на следующие игровые сутки.
uk: Змінити зафіксований прайм-тайм можливо наступної ігрової доби.
zh: Сменить зафиксированный прайм-тайм можно на следующие игровые сутки.
zh_sg: 您可以为次日修改确定的黄金时间。

# IDS_CLAN_BATTLES_SCHEDULE_SELECT_PRIME_TOOLTIP
source: Choose the prime time
es_mx: Elige el horario principal
ja: プライムタイムを選択
pl: Wybierz okno czasowe
ru: Выбрать прайм-тайм
uk: Виберіть прайм-тайм
zh: Выбрать прайм-тайм
zh_sg: 选择黄金时间

# IDS_CLAN_BATTLES_SEASON_END
source: The Clan Battles season is over!
es_mx: ¡La temporada de Batallas de Clan terminó!
ja: クラン戦シーズン終了!
pl: Sezon bitew klanowych dobiegł końca!
ru: Сезон клановых боёв окончен!
uk: Сезон кланових боїв завершено!
zh: 军团战斗阶段已经结束！
zh_sg: 军团战赛季已经结束！

# IDS_CLAN_BATTLES_SEASON_FINISHED
source: The Clan Battles season has ended.
es_mx: La temporada de Batallas de Clanes ha terminado
ja: クラン戦シーズンが終了しました。
pl: Sezon bitew klanowych się skończył.
ru: Сезон клановых боёв завершился.
uk: Сезон кланових боїв завершився.
zh: 军团战斗赛季已结束
zh_sg: 军团战赛季已结束。

# IDS_CLAN_BATTLES_SEASON_FINISHED_BRAWL
source: The Clan Brawl has ended.
es_mx: La Pelea de Clanes ha terminado.
ja: クラン闘争は終了しました。
pl: Potyczka klanowa dobiegła końca.
ru: Клановый блиц завершился.
uk: Клановий бліц закінчився.
zh: Клановый блиц завершился.
zh_sg: 军团对决已结束。

# IDS_CLAN_BATTLES_SEASON_RESULT_HEADER
source: Results of the Clan Battles season
es_mx: Resultados de la temporada de Batallas de Clan
ja: クラン戦シーズンの結果
pl: Wyniki sezonu bitew klanowych
ru: Результат сезона клановых боёв
uk: Результат сезону кланових боїв
zh: 军团战斗赛季结果
zh_sg: 军团战赛季结果

# IDS_CLAN_BATTLES_SEASON_WAITING
source: The Clan Battles season has not started yet
es_mx: La temporada de Batallas de Clan aún no ha comenzado
ja: このクラン戦シーズンは始まっていません
pl: Sezon bitew klanowych jeszcze się nie rozpoczął
ru: Сезон клановых боёв ещё не начался
uk: Сезон кланових боїв ще не почався
zh: 军团战斗赛季尚未开始
zh_sg: 军团战赛季尚未开始

# IDS_CLAN_BATTLES_SEASON_WAITING_BRAWL
source: The Clan Brawl has not started yet.
es_mx: La Pelea de Clanes aún no ha comenzado.
ja: クラン闘争はまだ開始されていません。
pl: Potyczka klanowa jeszcze się nie rozpoczęła.
ru: Клановый блиц ещё не начался.
uk: Клановий бліц ще не почався.
zh: Клановый блиц ещё не начался.
zh_sg: 军团对决尚未开始。

# IDS_CLAN_BATTLES_SEASON_WINNER
source: Winner of the Clan Battles Season "%(mapName)s"
es_mx: Ganador de la Temporada de Batalla de Clan "%(mapName)s"
ja: クラン戦シーズン「%(mapName)s」優勝者
pl: Zwycięzca sezonu bitew klanowych „%(mapName)s”
ru: Победитель кланового сезона «%(mapName)s»
uk: Переможець кланового сезону «%(mapName)s»
zh: 军团战"%(mapName)s"赛季的赢家
zh_sg: 军团战"%(mapName)s"赛季优胜者

# IDS_CLAN_BATTLES_SERVER_RESET_DESCR
source: You can select your prime time only once per day.
es_mx: Solo puedes seleccionar tu horario principal una vez al día.
ja: プライムタイムは 1 日 1 回のみ選択可能です。
pl: Możesz wybrać okno czasowe tylko raz dziennie
ru: Выбрать прайм-тайм можно раз в сутки.
uk: Вибрати прайм-тайм можливо лише раз на добу.
zh: Выбрать прайм-тайм можно раз в сутки.
zh_sg: 您每天只能选择一次黄金时间。

# IDS_CLAN_BATTLES_SERVER_RESET_TITLE
source: Change of a game day
es_mx: Cambio de un día de juego
ja: ゲームデーの変更
pl: Zmiana dnia gry
ru: Смена игровых суток
uk: Зміна ігрової доби
zh: Смена игровых суток
zh_sg: 经过一天

# IDS_CLAN_BATTLES_SESSIONS_IS_OVER_TODAY
source: All of today's Clan Battles sessions are over.
es_mx: Todas las sesiones de Batallas de Clanes de hoy han terminado.
ja: 今日のクラン戦セッションは全て終了しました。
pl: Wszystkie dzisiejsze sesje bitew klanowych dobiegły końca.
ru: Все сессии клановых боёв на сегодня завершены.
uk: Усі сеанси кланових боїв на сьогодні завершено.
zh: 所有今天的军团战斗阶段已结束。
zh_sg: 今天所有的军团战阶段已结束。

# IDS_CLAN_BATTLES_START_BATTLE_AFTER_CHOOSING_PRIME
source: The search for a battle will start immediately after you fix the prime time.
es_mx: La búsqueda de la batalla comenzará inmediatamente después de fijar el horario principal.
ja: 戦闘の検索は、プライムタイムを固定した直後に開始されます。
pl: Poszukiwanie bitwy rozpocznie się natychmiast po ustaleniu okna czasowego.
ru: Поиск боя начнётся сразу после фиксации прайм-тайма.
uk: Пошук бою почнеться одразу після фіксації прайм-тайму.
zh: 在您固定黄金时段后
zh_sg: 在您确定了黄金时间之后将立即开始战斗搜索。

# IDS_CLAN_BATTLE_DESCENDED_DIVISION
source: Relegated to the previous Group
es_mx: Relegado al Grupo anterior
ja: 下位のグループに降格
pl: Spadek do niższej grupy
ru: Группа понижена
uk: Переведено до групи нижче
zh: 降级至较低的群组
zh_sg: 军团的小组段位下降

# IDS_CLAN_BATTLE_DESCENDED_LEAGUE
source: Relegated to the previous League
es_mx: Relegado a la Liga anterior
ja: 下位のリーグに降格
pl: Spadek do niższej ligi
ru: Лига понижена
uk: Переведено до ліги нижче
zh: 降级至较低的联盟
zh_sg: 军团的联盟段位下降

# IDS_CLAN_BATTLE_DESCENDED_RATING
source: Rating reduced
es_mx: Clasificación reducida
ja: レーティング低下
pl: Ocena spadła
ru: Рейтинг понижен
uk: Рейтинг впав
zh: 评价降低
zh_sg: 军团评级下降

# IDS_CLAN_BATTLE_DESCRIPTION
source: Assemble a Division with your clanmates and fight against other clans.
es_mx: Arma una división con tus compañeros de clan y lucha contra otros clanes.
ja: クランメイト達と分艦隊を編制し、他のクランとの対戦に挑め
pl: Zbierz dywizjon złożony z członków Twojego klanu i walcz z konkurencyjnymi klanami.
ru: Соберите отряд из членов вашего клана и сразитесь с другими кланами.
uk: Зберіть загін з членів вашого клану і бийтеся з іншими кланами.
zh: 将您的军团战友集结成小队然后对抗其它军团。
zh_sg: 将您的军团战友集结成小队然后对抗其它军团。

# IDS_CLAN_BATTLE_FOR_DIVISION
source: Struggle for Group %(divisionIndex)s
es_mx: Lucha por el Grupo %(divisionIndex)s
ja: グループ %(divisionIndex)s への昇格をかけた奮闘
pl: Walka o grupę %(divisionIndex)s
ru: Борьба за группу %(divisionIndex)s
uk: Боротьба за групу %(divisionIndex)s
zh: 争取群组 %(divisionIndex)s
zh_sg: 努力提升至%(divisionIndex)s段位

# IDS_CLAN_BATTLE_LOADING_TITLE
source: Battle against players from another Clan
es_mx: Combate contra jugadores de otro Clan
ja: 他のクランのプレイヤーとの対戦
pl: Bitwa z graczami innego klanu
ru: Сражение против игроков из другого клана
uk: Битва проти гравців з іншого клану
zh: 迎战另一个军团的小队
zh_sg: 迎战来自其他军团的玩家

# IDS_CLAN_BATTLE_QUALIFICATION
source: Qualification Battle
es_mx: Batalla de Calificación
ja: 予選
pl: Bitwa kwalifikacyjna
ru: Квалификационный бой
uk: Кваліфікаційний бій
zh: 资格战
zh_sg: 资格战

# IDS_CLAN_BATTLE_QUALIFICATION_STATE
source: The Clan's not passed the qualification round yet.
es_mx: El Clan aún no ha pasado la ronda de Calificación.
ja: このクランは予選ラウンドを未通過です。
pl: Klan nie przeszedł jeszcze rundy kwalifikacyjnej.
ru: Клан ещё не прошёл квалификацию.
uk: Клан поки що не пройшов кваліфікаційний раунд.
zh: 军团尚未通过资格赛回合。
zh_sg: 军团尚未通过资格赛。

# IDS_CLAN_BATTLE_RAISED_DIVISION
source: Promoted to the next Group!
es_mx: ¡Promovido al siguiente Grupo!
ja: 上位のグループに昇格!
pl: Awans do wyższej grupy!
ru: Группа повышена!
uk: Переведено до групи вище!
zh: 升级到较高的群组！
zh_sg: 军团的小组段位提升！

# IDS_CLAN_BATTLE_RAISED_LEAGUE
source: Promoted to the next League!
es_mx: ¡Promovido a la siguiente Liga!
ja: 上位のリーグに昇格!
pl: Awans do wyższej ligi!
ru: Лига повышена!
uk: Переведено до ліги вище!
zh: 升级到下一个联盟！
zh_sg: 您的军团提升到了新的联盟段位！

# IDS_CLAN_BATTLE_RAISED_RATING
source: Rating increased!
es_mx: ¡Clasificación aumentada!
ja: レーティング向上!
pl: Ocena wzrosła!
ru: Рейтинг повышен!
uk: Рейтинг зріс!
zh: 评价提升！
zh_sg: 军团评级提升！

# IDS_CLAN_BATTLE_RESULTS
source: Clan Battle Results
es_mx: Resultados de la Batalla de Clan
ja: クラン戦の結果
pl: Wyniki bitwy klanowej
ru: Результат кланового боя
uk: Результат кланового бою
zh: 军团战斗结果
zh_sg: 军团战结果

# IDS_CLAN_BRAWL
source: Clan Brawl
es_mx: Pelea de Clanes
ja: クラン闘争
pl: Potyczka klanowa
ru: Клановый блиц
uk: Клановий бліц
zh: Клановый блиц
zh_sg: 军团对决

# IDS_CLAN_BRAWL_ALLOWED_SHIPS_FROM
source: Ships of at least Tier %(levelMin)s are allowed to participate in the Clan Brawl.
es_mx: Los barcos de Nivel %(levelMin)s o superior pueden participar en la Pelea de Clanes.
ja: クラン闘争に参加できるのは、Tier %(levelMin)s 以上の艦艇です。
pl: W potyczce klanowej mogą brać udział okręty poziomu %(levelMin)s lub wyższych.
ru: В клановый блиц допускаются корабли не ниже %(levelMin)s уровня.
uk: У клановий бліц допускають кораблі не нижче %(levelMin)s рівня.
zh: В клановый блиц допускаются корабли не ниже %(levelMin)s уровня.
zh_sg: 军团对决限制使用%(levelMin)s级以上的战舰。

# IDS_CLAN_BRAWL_ALLOWED_SHIPS_FROM_TO
source: Ships of at least Tier %(levelMin)s are allowed to participate in the Clan Brawl.
es_mx: Los barcos de Nivel %(levelMin)s o superior pueden participar en la Pelea de Clanes.
ja: クラン闘争に参加できるのは、Tier %(levelMin)s 以上の艦艇です。
pl: W potyczce klanowej mogą brać udział okręty poziomu %(levelMin)s lub wyższych.
ru: В клановый блиц допускаются корабли не ниже %(levelMin)s уровня.
uk: У клановий бліц допускають кораблі не нижче %(levelMin)s рівня.
zh: В клановый блиц допускаются корабли не ниже %(levelMin)s уровня.
zh_sg: 军团对决限制使用%(levelMin)s级以上的战舰。

# IDS_CLAN_BRAWL_ALLOWED_SHIPS_SINGLE
source: Ships of Tier %(levelMax)s are allowed to participate in the Clan Brawl.
es_mx: Los barcos de Nivel %(levelMax)s pueden participar en la Pelea de Clanes.
ja: クラン闘争に参加できるのは、Tier %(levelMax)s 艦艇です。
pl: W potyczce klanowej mogą brać udział okręty poziomu %(levelMax)s.
ru: В клановый блиц допускаются корабли %(levelMax)s уровня.
uk: У клановий бліц допускають кораблі %(levelMax)s рівня.
zh: В клановый блиц допускаются корабли %(levelMax)s уровня.
zh_sg: 军团对决限制使用%(levelMax)s级的战舰。

# IDS_CLAN_BRAWL_ALLOWED_SHIPS_TO
source: Ships of Tier %(levelMax)s or lower are allowed to participate in the Clan Brawl.
es_mx: Los barcos de Nivel %(levelMax)s o inferior pueden participar en la Pelea de Clanes.
ja: クラン闘争に参加できるのは、Tier %(levelMax)s 以下の艦艇です。
pl: W potyczce klanowej mogą brać udział okręty poziomu %(levelMax)s i niższych.
ru: В клановый блиц допускаются корабли не выше %(levelMax)s уровня.
uk: У клановий бліц допускають кораблі не вище %(levelMax)s рівня.
zh: В клановый блиц допускаются корабли не выше %(levelMax)s уровня.
zh_sg: 军团对决限制使用%(levelMax)s级以下的战舰。

# IDS_CLAN_BRAWL_ARE_NOT_AVAILABLE_NOW
source: The Clan Brawl is not currently available.
es_mx: En este momento, la Pelea de Clanes no está disponible.
ja: 現在、クラン闘争はご利用になれません。
pl: W tej chwili potyczki klanowe nie są dostępne.
ru: В данный момент клановый блиц не проводится.
uk: У цей час клановий бліц не відбувається.
zh: В данный момент клановый блиц не проводится.
zh_sg: 当前军团对决暂未开放。

# IDS_CLAN_BRAWL_BATTLES_COUNT
source: Battles played
es_mx: Batallas jugadas
ja: 参加戦闘数
pl: Stoczone bitwy
ru: Проведено боёв
uk: Зіграно боїв
zh: Проведено боёв
zh_sg: 战斗场次

# IDS_CLAN_BRAWL_BATTLES_COUNT_TOOLTIP
source: Total number of battles played in the Clan Brawl
es_mx: Cantidad total de batallas jugadas en la Pelea de Clanes
ja: クラン闘争での総参加戦闘数
pl: Ogólna liczba bitew stoczonych w ramach potyczek klanowych
ru: Общее количество боёв, проведённых в клановом блице
uk: Загальна кількість боїв зіграних у клановому бліці
zh: Общее количество боёв, проведённых в клановом блице
zh_sg: 军团对决的战斗总场次

# IDS_CLAN_BRAWL_CURRENT_PRIMETIME_INFO
source: The Clan Brawl session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> will end in <h3>%(timeLeft)s</h3>.
es_mx: La sesión de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> finalizará en <h3>%(timeLeft)s</h3>
ja: <h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン闘争セッションの終了まで <h3>%(timeLeft)s</h3>
pl: Sesja potyczki klanowej <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> skończy się za <h3>%(timeLeft)s</h3>.
ru: Сессия кланового блица <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончится через <h3>%(timeLeft)s</h3>.
uk: Сеанс кланового бліцу <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчиться через <h3>%(timeLeft)s</h3>.
zh: Сессия кланового блица <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончится через <h3>%(timeLeft)s</h3>.
zh_sg: 在<h3>%(realm)s</h3>服务器<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>的军团对决即将于<h3>%(timeLeft)s</h3>结束。

# IDS_CLAN_BRAWL_CURRENT_SELF_PRIMETIME_ENDS_IN
source: The current session of the Clan Brawl on the <h2>%(realm)s</h2> server will end in <h2>%(timeLeft)s</h2>.
es_mx: La sesión actual de la Pelea de Clanes en el servidor <h2>%(realm)s</h2> finalizará en <h2>%(timeLeft)s</h2>.
ja: <h2>%(realm)s</h2> サーバーにおけるクラン闘争の現セッションの終了まで <h2>%(timeLeft)s</h2>
pl: Bieżąca sesja potyczki klanowej <h2>%(realm)s</h2> skończy się za <h2>%(timeLeft)s</h2>.
ru: До окончания сессии кланового блица <h2>%(realm)s</h2> осталось <h2>%(timeLeft)s</h2>.
uk: До закінчення сеансу кланового бліцу <h2>%(realm)s</h2> залишилося <h2>%(timeLeft)s</h2>.
zh: До окончания сессии кланового блица <h2>%(realm)s</h2> осталось <h2>%(timeLeft)s</h2>.
zh_sg: 当前在<h2>%(realm)s</h2>服务器的军团对决即将于<h2>%(timeLeft)s</h2>结束。

# IDS_CLAN_BRAWL_NEXT_PRIMETIME_INFO
source: The next Clan Brawl session on the <h3>%(realm)s</h3> server will be held from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3>.
es_mx: La próxima sesión de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> se llevará a cabo de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3>.
ja: <h3>%(realm)s</h3> サーバーにおける次のクラン闘争セッションは、<h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> まで開催されます。
pl: Następna sesja potyczki klanowej w regionie <h3>%(realm)s</h3> będzie trwać od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3>.
ru: Следующая сессия кланового блица<h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3>.
uk: Наступний сеанс кланового бліцу <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3>.
zh: Следующая сессия кланового блица<h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3>.
zh_sg: 下次军团对决将在<h3>%(realm)s</h3>服务器的<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>进行。

# IDS_CLAN_BRAWL_PLACE_IN_RATING
source: Current Rating
es_mx: Posición en la Clasificación
ja: 現在のレーティング
pl: Miejsce w rankingu
ru: Место в рейтинге
uk: Місце в рейтингу
zh: Место в рейтинге
zh_sg: 评级名次

# IDS_CLAN_BRAWL_PLACE_IN_RATING_TOOLTIP
source: Your Clan's place in the Clan Brawl Rating
es_mx: Posición de tu Clan en la Clasificación de la Pelea de Clanes
ja: クラン闘争レーティングでの所属クランの順位
pl: Miejsce Twojego klanu w rankingu potyczek klanowych
ru: Место вашего клана в рейтинге кланового блица
uk: Місце вашого клану в рейтингу кланового бліцу
zh: Место вашего клана в рейтинге кланового блица
zh_sg: 您军团在军团对决评级中的名次

# IDS_CLAN_BRAWL_PREV_PRIMETIME_INFO
source: The Clan Brawl session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> has finished.
es_mx: La sesión de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha terminado.
ja: <h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン闘争セッションが終了しました。
pl: Sesja potyczki klanowej <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> dobiegła końca.
ru: Сессия кланового блица <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.
uk: Сеанс кланового бліцу <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчено.
zh: Сессия кланового блица <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.
zh_sg: 在<h3>%(realm)s</h3>服务器<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>进行的军团对决战斗已结束。

# IDS_CLAN_BRAWL_SCHEDULE
source: Schedule of the Clan Brawl
es_mx: Calendario de la Pelea de Clanes
ja: クラン闘争の予定
pl: Harmonogram potyczki klanowej
ru: Расписание кланового блица
uk: Розклад кланового бліцу
zh: Расписание кланового блица
zh_sg: 军团对决时间表

# IDS_CLAN_BRAWL_WINS_COUNT
source: Victories
es_mx: Victorias
ja: 勝利
pl: Zwycięstwa
ru: Победы
uk: Перемоги
zh: 胜利
zh_sg: 胜利

# IDS_CLAN_BRAWL_WINS_COUNT_TOOLTIP
source: Total number of victories in the Clan Brawl
es_mx: Cantidad total de victorias en la Pelea de Clanes
ja: クラン闘争での総勝利数
pl: Ogólna liczba zwycięstw w potyczkach klanowych
ru: Общее количество побед в клановом блице
uk: Загальна кількість перемог у клановому бліці
zh: Общее количество побед в клановом блице
zh_sg: 军团对决总胜利场数

# IDS_CLAN_BUILDING_AVAILABLE
source: Your Clan has enough resources to build a new structure at the Naval Base.
es_mx: El Clan tiene suficientes recursos para construir una nueva estructura en la Base Naval.
ja: クランは、海軍基地に新たな建造物を 1 つ建設可能な資源を有しています。
pl: Klan ma wystarczającą ilość zasobów, żeby zbudować nową strukturę w bazie morskiej.
ru: Клан заработал достаточно средств для возведения нового строения на базе.
uk: Клан здобув вдосталь коштів, щоб звести нову будівлю на базі.
zh: 军团拥有足够资源去建造海军基地中的建筑。
zh_sg: 军团拥有足够资源在海军基地建造一个新的设施。

# IDS_CLAN_BUILDING_AVAILABLE_HEADER
source: New structure available
es_mx: Nueva estructura disponible
ja: 新建造物 利用可能
pl: Dostępna nowa struktura
ru: Доступно новое строение
uk: Доступна нова будівля
zh: 可以建造海军基地中的建筑
zh_sg: 新的设施可用

# IDS_CLAN_CHAT_EDIT_MOTD_DEFAULT_TEXT
source: Add message of the day
es_mx: Agregar mensaje del día
ja: この日のメッセージを追加
pl: Dodaj wiadomość dnia
ru: Добавить сообщение дня
uk: Додати повідомлення доби
zh: 新增当日信息
zh_sg: 添加当日信息

# IDS_CLAN_CHAT_EDIT_MOTD_EXIT_TOOLTIP
source: Cancel editing
es_mx: Cancelar edición
ja: 編集をキャンセル
pl: Anuluj edycję
ru: Отменить редактирование
uk: Скасувати редагування
zh: 取消编辑
zh_sg: 取消编辑

# IDS_CLAN_CHAT_EDIT_MOTD_TOOLTIP
source: Edit message of the day
es_mx: Editar mensaje del día
ja: この日のメッセージを編集
pl: Edytuj wiadomość dnia
ru: Редактировать сообщение дня.
uk: Редагувати повідомлення доби.
zh: 编辑当日信息
zh_sg: 编辑当日信息

# IDS_CLAN_CHAT_HEADER
source: Clan chat
es_mx: Chat del clan
ja: クランチャット
pl: Czat klanu
ru: Клановый чат
uk: Клановий чат
zh: 军团聊天
zh_sg: 军团聊天
