Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC089_YAMAMOTO_G4M1_MODEL_11_BETTY_DESCRIPTION
source: While in Rabaul in April 1943, Yamamoto decided to visit garrisons on the islands nearest to the front line to raise the spirits of the soldiers defending there. On April 13, the local command sent an encrypted radiogram to the islands with details of the time and place of arrival of the Commander-in-Chief, assuming that the Americans would be unable to crack the newly updated code within a few hours. In the early morning of April 18, two G4M1 Betty bombers from the 705th Air Group, escorted by six A6M Zero fighters, left Rabaul. The Commander-in-Chief was in the pilot's cabin of bomber No. 323. They were intercepted by 14 U.S.A. P-38 Lightning fighters in the skies above Bougainville island. A few minutes later, bomber No. 323, riddled with bullets, crashed into the jungle. As the medical examination later showed, the Admiral was mortally wounded while the plane was still in the air.
es_mx: Mientras estaba en Rabaul en abril de 1943, Yamamoto decidió visitar las guarniciones en las islas más cercanas a la línea frontal para levantar los espíritus de los soldados que ahí defendían. El 13 de abril, el comando local envió un radiograma cifrado a las islas con detalles de la hora y el lugar de llegada del Comandante en Jefe, asumiendo que los estadounidenses serían incapaces de descifrar el código recién actualizado en unas cuantas horas. En la madrugada del 18 de abril, dos bombarderos G4M1 Betty del 705° Grupo Aéreo, escoltados por seis cazas A6M Zero, salieron de Rabaul. El Comandante en Jefe estaba en la cabina del piloto del bombardero No. 323. Fueron interceptados por 14 cazas P-38 Lightning de los EUA. en los cielos sobre la isla de Bougainville. Pocos minutos después, el bombardero No. 323, lleno de balas, se estrelló en la selva. Como el examen médico demostró más tarde, el Almirante fue herido mortalmente mientras el avión aún estaba en el aire.
ja: ラバウル基地に滞在中だった 1943 年 4 月、山本長官は前線航空基地を視察し、将兵の労をねぎらうことを決断しました。そして 4 月 13 日、視察先の基地宛に飛行計画の詳細を伝える暗号電文が打たれました。当時の日本海軍は、自軍の暗号電文に絶対の自信を持っていたのです。 4 月 18 日の早朝、第 705 海軍航空隊所属の一式陸上攻撃機 2 機が、零式艦上戦闘機 6 機の護衛を伴ってラバウル基地から飛び立ちました。一式陸上攻撃機の 323 号機には、山本長官が搭乗していました。そしてブーゲンビル島上空においてアメリカ陸軍の戦闘機 P-38 ライトニング 14 機による迎撃を受け、323 号機は僅か数分のうちに被弾して操縦不能となり、ジャングルへと墜落したのでした。後の検屍によると、山本長官は空中で致命傷を受けていたと言われています。
pl: Będąc na Rabaul w kwietniu 1943 roku, Yamamoto zdecydował się na odwiedzenie garnizonów na wyspach najbliższych linii frontu, żeby podnieść na duchu żołnierzy ich broniących. 13 kwietnia lokalne dowództwo wysłało zaszyfrowany radiogram na wyspy, zawierający szczegóły dot. czasu i miejsca przybycia głównodowodzącego, zakładając, że Amerykanie nie będą w stanie złamać świeżo zaktualizowanego szyfru w ciągu kilku godzin. Wczesnym rankiem 18 kwietnia dwa bombowce G4M1 Betty, należące do 705. grupy powietrznej, eskortowane przez sześć myśliwców A6M Zero, opuściły Rabaul. Głównodowodzący znajdował się w kabinie pilota bombowca nr. 323. Zostały one przechwycone przez 14 amerykańskich myśliwców P-38 nad wyspą Bougainville. Kilka minut później bombowiec nr. 323, podziurawiony od kul, spadł do dżungli. Późniejsza sekcja wykazała, że admirał został śmiertelnie zraniony w chwili, gdy samolot nadal znajdował się w powietrzu.
ru: Находясь в Рабауле в апреле 1943 года, Ямамото принял решение посетить ближайшие к линии фронта гарнизоны на островах, чтобы поднять дух оборонявшихся там солдат. 13 апреля местное командование отправило шифрованную радиограмму на острова с извещением о времени и месте прибытия Главнокомандующего, не предполагая, что американцы смогут за несколько часов взломать только что обновлённый код. Ранним утром 18 апреля два бомбардировщика G4M1 «Бэтти» 705 эскадрильи, прикрываемые шестью истребителями A6M «Зеро», вылетели из Рабаула. В кабине бомбардировщика с бортовым номером 323 рядом с пилотом находился Главнокомандующий. В небе над островом Бугенвилль их перехватили 14 американских истребителей P-38 Lightning. Спустя несколько минут изрешечённый пулями бомбардировщик с номером 323 рухнул в джунгли. Как позднее показала медицинская экспертиза, адмирал был смертельно ранен, когда самолёт был ещё в воздухе.
uk: Перебуваючи в Рабаулі у квітні 1943 р., Ямамото вирішив відвідати найближчі до лінії фронту гарнізони на островах, щоб підняти дух вояків, що там оборонялися. 13 квітня місцеве командування надіслало шифровану радіограму на острови з повідомленням про час і місце прибуття Головнокомандувача, не уявляючи, що американці зможуть за кілька годин розшифрувати щойно оновлений код. Вранці 18 квітня два бомбардувальники G4M1 «Бетті» 705 ескадрильї, під прикриттям шести винищувачів A6M «Зеро», вилетіли з Рабаула. В кабіні бомбардувальника з бортовим номером 323 поруч з пілотом перебував Головнокомандувач. У небі над островом Бугенвіль їх перехопили 14 американських винищувачів P-38 Lightning. Через кілька хвилин зрешечений кулями бомбардувальник з номером 323 впав у джунглі. Як згодом показала медична експертиза, адмірала смертельно поранили, коли літак ще був у повітрі.
zh: 1943 年四月在拉包尔，Yamamoto 决定视察最靠近前线的岛屿，以提升在那守卫的军人士气。四月 13 日，当地指挥部向岛屿发送总指挥官到达时间和地点细节的加密无线电，认为美国人无法在几个小时内破解最近才更新的密码。 四月 18 日凌晨，来自第 705 航空中队的两架 G4M1 Betty 轰炸机由六架 A6M 零式战机护送离开拉包尔。总指挥在 No. 323 轰炸机飞行员座舱内。他们在布干维尔岛上空被美国 P-38 Lightning 战斗机拦截。几分钟后，323 号轰炸机弹痕累累地坠入了丛林。正如医官检查后所示的那样，当飞机还在空中时海军大将就已身受重伤。
zh_sg: 1943年4月在拉包尔，山本决定视察最靠近前线的岛屿，以提升在那守卫的军人士气。4月13日，当地指挥部向岛屿发送总指挥官到达时间和地点细节的加密无线电，认为美国人无法在几个小时内破解最近才更新的密码。 4月18日凌晨，来自第705中队的两架G4M1 Betty轰炸机由六架A6M 零式飞机护送离开拉包尔。总指挥在No. 323 轰炸机飞行员座舱内。他们在布干维尔岛上空被美国P-38 Lightning 战斗机拦截。几分钟后，323号轰炸机弹痕累累地坠入了丛林。正如医官检查后所示的那样，当飞机还在空中时海军大将就已身受重伤。

# IDS_PCZC090_YAMAMOTO_LOCKHEED_P_38G
source: Fighter Lockheed P-38G Lightning Miss Virginia No. 147
es_mx: Caza Lockheed P-38G Lightning Miss Virginia No. 147
ja: ロッキード P-38G ライトニング "ミス・ヴァージニア" (No. 147)
pl: Myśliwiec Lockheed P-38G Lightning Miss Virignia Nr. 147
ru: Истребитель Lockheed P-38G Lightning №147 «Мисс Вирджиния»
uk: Винищувач Lockheed P-38G Lightning № 147 «Міс Вірґінія»
zh: Lockheed P-38G Lightning 弗吉尼亚小姐 No. 147 战斗机
zh_sg: Lockheed战斗机 P-38G Lightning 第147号 维吉尼亚小姐

# IDS_PCZC090_YAMAMOTO_LOCKHEED_P_38G_DESCRIPTION
source: The radiogram, which contained information about the time and route of the commander-in-chief's visits to the islands of Bougainville and Shortland, was intercepted and deciphered by US naval intelligence on April 14, 1943. US President Franklin D. Roosevelt personally ordered Navy command to "get Yamamoto". Rear Admiral Mitscher who was commanding air forces on the Solomon Islands assigned the 339th Squadron to the task code-named Vengeance, as only that squadron had P-38G Lightning fighters with sufficient operational range. In a quick air battle above Bougainville, they lost one P-38G and shot down the aircraft with Yamamoto and his staff on board. The Bomber Betty carrying the Admiral was shot down by the fighter No. 147 controlled by First Lieutenant Rex T. Barber.
es_mx: El radiograma, que contenía información sobre el tiempo y la ruta de las visitas del comandante en jefe a las islas de Bougainville y Shortland, fue interceptado y descifrado por la inteligencia naval de los EE. UU. el 14 de abril de 1943. El presidente Franklin D. Roosevelt ordenó personalmente al comando de la Marina a "acabar con Yamamoto". El Contraalmirante Mitscher, quien estaba al mando de las fuerzas aéreas en las Islas Salomón, asignó al 339º Escuadrón la tarea cuyo nombre.código era Venganza, ya que sólo ese escuadrón contaba con cazas P-38G Lightning con el suficiente alcance operativo. En una rápida batalla aérea sobre Bougainville, perdieron un P-38G y derribaron el avión con Yamamoto y su personal a bordo. El Bombardero Betty que llevaba al Almirante fue derribado por el caza No. 147 controlado por el Primer Teniente Rex T. Barber.
ja: ブーゲンビル島およびショートランド方面を視察する山本長官の乗機の飛行計画を伝える暗号電文は、1943 年 4 月 14 日にアメリカ海軍の諜報部によって解読されました。そしてその報告を受けたアメリカ大統領フランクリン・D・ルーズベルトは海軍の司令部に対し、「山本を殺害せよ」と命じたのでした。 ソロモン諸島航空指揮官を務めていたミッチャー少将は、このヴェンジェンス作戦 (Operation Vengeance) に第 339 中隊を割り当てました。その理由は、この作戦に必要な航続距離を有する P-38G ライトニングを使用していたのがこの中隊のみであったためです。短時間で終わったブーゲンビル島上空での空戦において、1 機の P-38G を失ったものの、見事に作戦目標を達成。そして山本長官の乗機を撃墜したのは、レックス・T・バーバー中尉が操縦するこの No. 147 の機体だったと言われています。
pl: Radiogram zawierający informacje o czasie i trasie podróży głównodowodzącego na wyspy Bougainville i Shortland, przechwycony i odszyfrowany przez amerykański wywiad morski 14 kwietnia 1943 roku. Prezydent Stanów Zjednoczonych Franklin D. Roosevelt osobiście wydał rozkaz „dorwać Yamamoto”. Kontradmirał Mitscher, który dowodził siłami powietrznymi na Wyspach Salomona przydzielił 339. Eskadrę do zadania o nazwie kodowej Zemsta, ponieważ tylko ta eskadra wyposażona była w myśliwce P-38G Lightning, o wystarczającym zasięgu operacyjnym. Po krótkiej bitwie nad Bougainville spadł jeden P-38G, a także samolot, w którym znajdował się Yamamoto ze swoimi podwładnymi. Bombowiec Betty z admirałem na pokładzie został zestrzelony przez myśliwiec nr 147, pilotowany przez porucznika Rexa T. Barbera.
ru: Радиограмма, в которой содержались сведения о времени и маршруте посещения островов Бугенвилль и Шортленд Главнокомандующим японским флотом, была перехвачена и расшифрована военно-морской разведкой США 14 апреля 1943 года. Президент США Франклин Д. Рузвельт лично высказал своё пожелание командованию флота — «достать Ямамото». Командовавший воздушными силами на Соломоновых островах контр-адмирал Митшер выбрал для осуществления операции, получившей кодовое обозначение «Месть» (Vengeance), 339 эскадрилью, так как только она была оснащена истребителями P-38G Lightning, обладавшими достаточной дальностью действия. В скоротечном бою над Бугенвиллем ценой потери одного P-38 были сбиты оба самолёта с Ямамото и чинами его штаба. Бомбардировщик «Бэтти», на котором летел адмирал, был сбит истребителем с бортовым номером 147 лейтенанта Рекса Т. Барбера.
uk: Радіограму, в якій містилися відомості про час і маршрут відвідування островів Бугенвіль і Шортленд Головнокомандувачем японським флотом, перехопила і розшифрувала військово-морська розвідка США 14 квітня 1943 р. Президент США Франклін Д. Рузвельт особисто висловив побажання командуванню флоту — «дістати Ямамото». Командувач повітряних сил на Соломонових островах контр-адмірал Мітшер вибрав для здійснення операції, що отримала кодову назву «Помста» (Vengeance), 339 ескадрилью, оскільки лише у ній були винищувачі P-38G Lightning, які мали потрібну дальність дії. У швидкоплинному бою над Бугенвілем ціною втрати одного P-38 збили обидва літаки з Ямамото та офіцерами його штабу. Бомбардувальник «Бетті», на якому летів адмірал, збив винищувачем з бортовим номером 147 лейтенанта Рекса Т. Барбера.
zh: 含有关于总指挥官视察布干维尔岛和肖特兰岛的时间和航线的无线电报，在 1943 年四月 14 日被美国海军情报机关拦截并译解。美国总统富兰克林罗斯福亲自命令海军指挥「拿下 Yamamoto」。 海军少将 Mitscher 下令派出所罗门群岛上的第 339 航空中队去执行代号名为「复仇」的工作，因为只有该航空中队拥有的 P-38G Lightning 战斗机有着足够作战范围。在布干维尔岛上空的一场迅速空战中，他们失去了一架 P-38G 并击落了载有 Yamamoto 和组员的飞机。载有海军大将的 Betty 轰炸机，被由 Rex T. Barber 上尉所操控的 No. 147 战斗机所击落。
zh_sg: 含有关于总指挥官视察布干维尔岛和肖特兰岛的时间和航线的无线电报，在1943年4月14日被美国海军情报机关拦截并译解。美国总统富兰克林罗斯福亲自命令海军指挥“拿下山本”。 海军少将Mitscher下令派出所罗门群岛上的第339中队去执行代号名为“复仇”的目标，因为只有该中队拥有的P-38G Lightning战斗机有着足够作战范围。在布干维尔岛上空的一场迅速空战中，他们失去了一架P-38G 并击落了载有山本和组员的飞机。载有海军大将的Betty 轰炸机，被由Rex T. Barber上尉所操控的147号战斗机所击落。

# IDS_PCZC091_WOWS_ECO
source: Economic Reforms
es_mx: Reformas económicas
ja: 経済改革
pl: Reforma ekonomiczna
ru: Экономические реформы
uk: Економічні реформи
zh: 经济改革
zh_sg: 经济改革

# IDS_PCZC091_WOWS_ECO_DESCRIPTION
source: First and foremost, Update 0.5.12 will be remembered by players and developers alike for its changes to the in-game economy. Actions that contribute to a team's success now affect the end-of-battle rewards. We want to encourage players to stay active and utilize diverse tactics, as opposed to just trying to avoid taking damage. Getting used to the new system took time and effort. We introduced a few tweaks in the updates that followed. Anyway, all's well that ends well: we're nearly done tinkering with the economy. For now.
es_mx: Primero y principal, la Actualización 0.5.12 será recordada tanto por los jugadores como por los desarrolladores por los cambios en la economía del juego. Las acciones que contribuyen al éxito del equipo ahora afectan las recompensas al final de la batalla. Queremos animar a los jugadores a permanecer activos y utilizar diversas tácticas, en lugar de solo tratar de evitar recibir daño. Acostumbrarse al nuevo sistema tomó tiempo y esfuerzo. Introdujimos unos cuantos ajustes en las siguientes actualizaciones. De cualquier manera, todo lo que está bien termina bien: casi terminamos de hacer trucos con la economía. Por ahora.
ja: アップデート 0.5.12 は、何といってもゲーム内エコノミーへの変更があった点が、プレイヤーと開発者の双方にとって記憶に残ることでしょう。チームの成功に貢献するような行動こそが、戦闘終了後の報酬に影響するようになったのです。その狙いは、プレイヤーがダメージを受けることを恐れすぎずに、積極的に行動し、多様な戦術を駆使するように促すことでした。 この新しいシステムに慣れるには、時間と努力を要しました。また、次のアップデートにおいて若干の追加調整を施しました。紆余曲折もありつつ、最終的にはうまく機能するようになりました。経済改革は、ほぼ完了したと言えるでしょう。少なくとも現時点においては。
pl: Aktualizacja 0.5.12 będzie zapamiętana przez graczy i twórców przede wszystkim ze względu na zmiany w ekonomii gry. Działania na rzecz zwycięstwa drużyny wpływają teraz na nagrody po bitwie. Chcemy zachęcić graczy, aby wciąż byli aktywni i stosowali różnorodne taktyki, zamiast po prostu unikać otrzymywania uszkodzeń. Przyzwyczajenie się do nowego systemu wymagało czasu i wysiłku. Wprowadziliśmy kilka poprawek w następnych aktualizacjach. W każdym razie wszystko dobre, co się dobrze kończy – kończymy szperać w ekonomii. Na razie.
ru: Версия 0.5.12 запомнилась игрокам (и разработчикам!) прежде всего изменениями экономики. Действия, которые приносят команде победу, стали влиять на награду. В противовес стремлению избежать повреждений стала поощряться активная игра. Чтобы привыкнуть к новой системе, потребовалось время и несколько доработок в следующих версиях. Но хорошо то, что хорошо кончается — сейчас вопросов к экономике почти не осталось. Почти.
uk: Версія 0.5.12 запам’яталася гравцям (і розробникам!) перш за все змінами економіки. Дії, які приносять команді перемогу, стали впливати на винагороду. На противагу прагненню уникнути пошкоджень заохотили активну гру. Щоб звикнути до нової системи, був потрібен час і кілька доробок у подальших версіях. Але добре те, що добре закінчується — тепер питань до економіки майже не залишилося. Майже.
zh: 首先也是最重要的，玩家及开发人员将会记得 0.5.12 更新，当然对于它的游戏经济变化也是一样。对队伍成功有所贡献的行动现在会影响战斗结束时的奖励。我们希望鼓励玩家保持积极并运用多种战术，而不是只尽量去避免受到伤害。 要习惯新的系统必须花上时间和精力。我们在随后的更新里推出了一些调整。不管怎样，结果好一切都好：我们几乎完成了经济的改革。现在是这样没错。
zh_sg: 首先也是最重要的，玩家及开发人员将会记得 0.5.12更新，当然对于它的游戏经济变化也是一样。对团队成功有所贡献的行动现在会影响战斗结束时的奖励。我们希望鼓励玩家保持积极并运用多种战术，而不是只尽量去避免受到伤害。 要习惯新的系统必须花 费时间和精力。我们在随后的更新里推出了一些调整。不管怎样，结果好一切都好：我们几乎完成了经济的改革。现在是这样没错。

# IDS_PCZC092_WOWS_BRIT
source: British Invasion
es_mx: Invasión británica
ja: イギリス艦隊の進撃
pl: Brytyjska inwazja
ru: Британское вторжение
uk: Британське вторгнення
zh: Y国入侵
zh_sg: 英国入侵

# IDS_PCZC092_WOWS_BRIT_DESCRIPTION
source: The birth of the U.K. cruiser tech tree would make a good subject for a new opera. Or a ballet. Or—a thriller movie. Help and support from players, a couple of coffeepots the size of supertankers, and defiance of realism within acceptable limits: these all yielded the desired result. The ships added to the game in Update 0.5.13 have distinctive features and quickly achieved well-deserved military glory. And who wouldn't with such a set of combat capabilities?
es_mx: El nacimiento del árbol tecnológico de los cruceros del Reino Unido sería un buen tema para una ópera nueva. O un ballet. O una película de suspenso. La ayuda y el apoyo de los jugador, un par de botes de café del tamaño de supertanques y el desafío del realismo dentro de los límites aceptables: con todo se esto logró el resultado deseado. Los barcos que se agregaron al juego en la Actualización 0.5.13 tienen características distintivas y rápidamente lograron la bien merecida gloria militar. ¿Quién no lo haría con semejante conjunto de capacidades de combate?
ja: イギリス巡洋艦ツリーの誕生は、新たなオペラの良き題材となりました。それともバレエ、あるいはスリラー映画でしょうか。 プレイヤーの皆様からの支援とサポートを得て、スーパータンカーのような特大コーヒーポットに頼りつつ、リアルさとゲームプレイとのバランスを取るという挑戦を続けてきた結果として、全てを望み通りに仕上げることができました。アップデート 0.5.13 で実装されたこれらの艦艇は、特徴的な性質を備えており、実装後間もなく、栄光をその手に掴みました。その戦闘能力を考えれば、当然のことだったと言えるでしょう。
pl: Narodziny linii technologicznej brytyjskich krążowników byłyby dobrym tematem na nową operę. Lub balet. Albo thriller. Pomoc i wsparcie od graczy, parę kubków kawy wielkości supertankowców oraz nagięcie realizmu w akceptowalnych granicach – wszystko to przyczyniło się do pożądanego wyniku. Okręty o wyróżniających je cechach dodane do gry w aktualizacji 0.5.13 szybko zdobyły zasłużone uznanie. Ale któż by tego nie osiągnął z takim wachlarzem umiejętności?
ru: По мотивам рождения ветки британских крейсеров вполне можно написать оперу. Или балет. А лучше — снять остросюжетный фильм. Помощь и поддержка игроков, пара танкеров с кофе и попрание реалистичности в допустимых пределах — всё это дало результат. Корабли, добавленные в версии 0.5.13, получились самобытными и быстро обрели заслуженную боевую славу. А кто бы не обрёл с таким набором возможностей?
uk: За мотивами народження гілки британських крейсерів цілком можна написати оперу. Або балет. А ліпше — зняти гостросюжетний фільм. Допомога і підтримка гравців, два танкери з кавою і нехтування реалістичністю у прийнятних межах — все це дало результат. Кораблі, додані у версії 0.5.13, вийшли своєрідними і швидко здобули заслужену бойову славу. А хто б не знайшов з таким набором можливостей?
zh: Y系巡洋舰科技树的诞生会成为一出新歌剧的好题材。或者芭蕾舞剧。 又或者是──一部惊悚电影。 来自玩家的帮忙与支持、几个超大型油轮大小的咖啡壶、以及可接受范围内的藐视写实主义：这些造就出渴望的结果。0.5.13 更新加入游戏的战舰有着鲜明特色并迅速达成当之无愧的军事荣耀。因此有谁会不想要这样一连串的战斗力？
zh_sg: 英国巡洋舰科技树的诞生会成为一出新歌剧的好题材、或者芭蕾舞剧、又或者是一部惊悚电影。 来自玩家的帮忙与支持、几个超大型油轮大小的咖啡壶、以及可接受范围内地藐视写实主义：这些造就出渴望的结果。0.5.13版更新加入游戏的战舰有着鲜明特色并迅速达成当之无愧的军事荣耀。因此有谁会不想要这样一连串的战斗力？

# IDS_PCZC093_WOWS_LOOTBOX
source: Battle Day Delivery
es_mx: Entrega en el Día de Batalla
ja: 今日の褒賞をお届けします
pl: Dostawa w dniu bitwy
ru: Доставка в день боя
uk: Доставка в день бою
zh: 战斗当天才交货
zh_sg: 战斗日交货

# IDS_PCZC093_WOWS_LOOTBOX_DESCRIPTION
source: With Update 0.5.13, daily missions were replaced by the more interactive Containers. Their advantages were obvious but developers decided to have a Plan B and resorted to their most formidable weapon – imagination. That's where the "torpedo dude" turns up. Tens of thousands containers are opened by thousands of players every day. Some do it in hopes of "hitting the jackpot." Others, to restock their supplies of consumables and signal flags. And amidst all that activity, the torpedo dude bears his heavy burden, day and night.
es_mx: Con la actualización 0.5.13, las misiones diarias fueron reemplazadas por los más interactivos contenedores. Sus ventajas eran obvias, pero los desarrolladores decidieron tener un plan B y recurrieron a su arma más formidable: la imaginación. Entonces, apareció el "chico de los torpedos". Cada día, miles de jugadores abren decenas de miles de contenedores. Algunos lo hacen porque esperan conseguir "el premio mayor". Otros, para recuperar suministros de consumibles y banderas de señales. Y entre toda la actividad, el chico de los torpedos hace de las suyas, día y noche.
ja: アップデート 0.5.13 では、デイリーミッションがよりインタラクティブなコンテナへと置き換えられました。それに合せて登場したのが、あの魚雷磨き男でした。 毎日、多くのプレイヤーによって無数のコンテナが開封されています。「大当たり」を狙っている人もいれば、堅実に消耗品や信号旗を補給するためにコンテナを利用している人もいます。そんな中、魚雷磨き男は、昼夜を問わず魚雷を磨き続けているのです。
pl: Wraz z aktualizacją 0.5.13 codzienne misje zostały zastąpione bardziej interaktywnymi kontenerami. Ich zalety były oczywiste, lecz twórcy zdecydowali się na plan B i uciekli się do swojej najmocniejszej broni – wyobraźni. I tutaj właśnie pojawia się gość, któremu nic nigdy nie pasuje. Codziennie tysiące graczy otwierają dziesiątki tysięcy kontenerów. Część robi to w nadziei na dużą wygraną. Inni chcą uzupełnić swoje zasoby materiałów eksploatacyjnych i flag sygnałowych. A wśród tej całej aktywności Pan Hamulcowy dzień i noc niesie swoje ciężkie brzemię.
ru: Контейнеры пришли на замену ежедневным боевым задачам в версии 0.5.13. Их преимущества были очевидны, но разработчики решили подстраховаться и задействовали самое страшное оружие — свою фантазию. Так появился феномен «морячок, протирающий торпеду». Каждый день тысячи игроков открывают десятки тысяч контейнеров. Кто-то — в надежде сорвать большой куш. Кто-то — чтобы пополнить запасы снаряжения и сигналов. А морячок у торпеды всё продолжает нести своё тяжкое бремя.
uk: Контейнери прийшли на заміну щоденним бойовим завданням у версії 0.5.13. Їхні переваги були очевидні, але розробники вирішили підстрахуватися і задіяли найстрашнішу зброю — власну фантазію. Так з’явився феномен «морячок, що начищає торпеду». Щодня тисячі гравців відчиняють десятки тисяч контейнерів. Хтось — сподіваючись зірвати великий куш. Хтось — щоб поповнити запаси спорядження та сигналів. А морячок біля торпеди все одно несе свій важкий тягар.
zh: 随着 0.5.13 更新的出现，每日任务被交互式货柜所取代。它们的优势显而易见，但开发人员决定要有个 B 计划并借助它们最难以对付的武器──妄想。那就是「鱼雷老兄」出现的地方。 每天都有数以千计的玩家打开成千上万个货柜。有些人是抱着「要中大奖」的希望去这样做。其他的人，是为了补满他们的消耗品及信号旗补给。因此在所有活动之中，鱼雷老兄承担着沉重的责任，日以继夜。
zh_sg: 随着0.5.13更新的上线，日常被交互式补给箱所取代。它们的优势显而易见，但开发人员决定要有个B计划并借助它们最难以对付的武器──妄想。那就是“鱼雷老兄”出现的地方。 每天都有数以千计的玩家打开成千上万个补给箱。有些人是抱着“要中大奖”的希望去这样做。其他的人，是为了补满他们的消耗品及信号旗补给。因此在所有活动之中，鱼雷老兄承担着沉重的责任，日以继夜。

# IDS_PCZC094_WOWS_HALLOWEEN
source: The Struggle of Darkness and Light
es_mx: La pelea entre la oscuridad y la luz
ja: 闇と光の戦い
pl: Walka Ciemności ze Światłem
ru: Борьба света и тьмы
uk: Боротьба світла і темряви
zh: 黑暗与光明的对决
zh_sg: 黑暗与光明的对决
