Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PORT_HALL16_TOOLTIP
source: Monster Bay Port
es_mx: Puerto Bahía del Monstruo
ja: モンスター湾港
pl: Port w Zatoce Potworów
ru: Порт Залив монстров
uk: Порт Затока монстрів
zh: 2018万圣节港口
zh_sg: 怪物海湾港

# IDS_PORT_HALL17
source: Halloween 2017
ja: ハロウィーン 2017
ru: Хэллоуин 2017
uk: Хеловін 2017
zh: 2017 年万圣节
zh_sg: 2017年万圣节

# IDS_PORT_HALL17_TOOLTIP
source: Halloween 2017 Port
es_mx: Puerto Halloween 2017
ja: ハロウィーン 2017 港
pl: Port Halloween 2017
ru: Порт Хэллоуин 2017
uk: Порт Хеловін 2017
zh: 2017万圣节港口
zh_sg: 2017年万圣节港

# IDS_PORT_HAMBURG
source: Hamburg
es_mx: Hamburgo
ja: ハンブルク
ru: Гамбург
uk: Гамбурґ
zh: HB
zh_sg: 汉堡

# IDS_PORT_HAMBURG_TOOLTIP
source: Port of Hamburg
es_mx: Puerto de Hamburgo
ja: ハンブルク港
pl: Port w Hamburgu
ru: Порт Гамбург
uk: Порт Гамбурґ
zh: HB港
zh_sg: 汉堡港

# IDS_PORT_HSF
source: Sarushima Base
es_mx: Base de Sarushima
ja: 猿島フロート艦
pl: Baza Sarushima
ru: База Сарушима
uk: База Сарушіма
zh: 猿岛基地
zh_sg: 猿岛基地

# IDS_PORT_HSF_TOOLTIP
source: Sarushima Base
es_mx: Base de Sarushima
ja: 猿島フロート艦
pl: Baza Sarushima
ru: База Сарушима
uk: База Сарушіма
zh: 猿岛基地
zh_sg: 猿岛基地

# IDS_PORT_ITALY
source: Taranto
ja: タラント
ru: Таранто
uk: Таранто
zh: I系
zh_sg: 塔兰托

# IDS_PORT_ITALY_TOOLTIP
source: Port of Taranto
es_mx: Puerto de Taranto
ja: タラント港
pl: Port w Taranto
ru: Порт Таранто
uk: Порт «Італія»
zh: Порт Таранто
zh_sg: 塔兰托港

# IDS_PORT_KRONSTADT
source: Kronstadt
ja: クロンシュタット
pl: Kronsztad
ru: Кронштадт
uk: Кронштадт
zh: 喀琅施塔得
zh_sg: 喀琅施塔得

# IDS_PORT_KRONSTADT_TOOLTIP
source: Port of Kronstadt
es_mx: El Puerto de Kronstadt
ja: クロンシュタット港
pl: Port w Kronsztad
ru: Порт Кронштадт
uk: Порт Кронштадт
zh: 喀朗施塔得港
zh_sg: Kronstadt港

# IDS_PORT_LONDON
source: London
es_mx: Londres
ja: ロンドン
pl: Londyn
ru: Лондон
uk: Лондон
zh: LD
zh_sg: 伦敦

# IDS_PORT_LONDON_TOOLTIP
source: Port of London
es_mx: Puerto de Londres
ja: ロンドン港
pl: Port w Londynie
ru: Порт Лондон
uk: Порт Лондон
zh: LD港
zh_sg: 伦敦港

# IDS_PORT_MARSEILLE
source: Marseille
es_mx: Marsella
ja: マルセイユ
pl: Marsylia
ru: Марсель
uk: Марсель
zh: MA
zh_sg: 马赛

# IDS_PORT_MARSEILLE_TOOLTIP
source: Port of Marseille
es_mx: Puerto de Marsella
ja: マルセイユ港
pl: Port w Marsylii
ru: Порт Марсель
uk: Порт Марсель
zh: MA港
zh_sg: 马赛港

# IDS_PORT_NAGASAKI
source: Zipangu
ja: ジパング
ru: Зипангу
uk: Джіпанґу
zh: R系
zh_sg: 日本

# IDS_PORT_NAGASAKI_TOOLTIP
source: Port of Zipangu
es_mx: Puerto de Zipangu
ja: ジパング港
pl: Port w Zipangu
ru: Порт Зипангу
uk: Порт Джіпанґу
zh: R系港
zh_sg: 日本港

# IDS_PORT_NEWYORK
source: New York
es_mx: Nueva York
ja: ニューヨーク
pl: Nowy Jork
ru: Нью-Йорк
uk: Нью-Йорк
zh: NY
zh_sg: 纽约

# IDS_PORT_NEWYORKEAGLE
source: Eagles
zh: 雄鹰

# IDS_PORT_NEWYORKEAGLE_TOOLTIP
source: Port of Eagles
es_mx: Puerto de los Eagles
ja: Eagles 港
pl: Port drużyny Eagles
ru: Порт Eagles
uk: Порт Eagles
zh: 雄鹰的港口
zh_sg: Eagles港口

# IDS_PORT_NEWYORKSHARK
source: Sharks
zh: 巨鲨

# IDS_PORT_NEWYORKSHARK_TOOLTIP
source: Port of Sharks
es_mx: Puerto de los Sharks
ja: Sharks 港
pl: Port drużyny Sharks
ru: Порт Sharks
uk: Порт Sharks
zh: 巨鲨的港口
zh_sg: Sharks港口

# IDS_PORT_NEWYORK_TOOLTIP
source: Port of New York
es_mx: Puerto de Nueva York
ja: ニューヨーク港
pl: Port w Nowym Jorku
ru: Порт Нью-Йорк
uk: Порт Нью-Йорк
zh: NY港
zh_sg: 纽约港

# IDS_PORT_NOVOROSSIYSK
source: Novorossiysk
es_mx: Novorosíisk
ja: ノヴォロシスク
pl: Noworosyjsk
ru: Новороссийск
uk: Новоросійськ
zh: Новороссийск
zh_sg: 新罗西斯克

# IDS_PORT_NOVOROSSIYSK_TOOLTIP
source: Port of Novorossiysk
es_mx: Puerto de Novorosíisk
ja: ノヴォロシスク港
pl: Port w Noworosyjsku
ru: Порт Новороссийск
uk: Порт Новоросійськ
zh: Порт Новороссийск
zh_sg: 新罗西斯克港

# IDS_PORT_OCEAN
source: Ocean
es_mx: Océano
ja: 大海原
ru: Океан
uk: Океан
zh: OC
zh_sg: 海洋

# IDS_PORT_OCEAN_TOOLTIP
source: Ocean Port
es_mx: Puerto del Océano
ja: 大海原港
pl: Port oceaniczny
ru: Порт Океан
uk: Порт Океан
zh: OC港
zh_sg: 海洋港

# IDS_PORT_POSTAPOCALYPSE
source: Flooded City
es_mx: Ciudad Inundada
ja: 水没都市
pl: Zatopione Miasto
ru: Затопленный город
uk: Затоплене місто
zh: Затопленный город
zh_sg: 被淹没的城市

# IDS_PORT_POSTAPOCALYPSE_TOOLTIP
source: Flooded City Port
es_mx: Puerto Ciudad Inundada
ja: 水没都市港
pl: Port w Zatopionym Mieście
ru: Порт «Затопленный город»
uk: Порт «Затоплене місто»
zh: Порт «Затопленный город»
zh_sg: 被淹没的城市港口

# IDS_PORT_PREMIUM
source: Hawaii
es_mx: Hawái
ja: ハワイ
pl: Hawaje
ru: Гавайи
uk: Гаваї
zh: HA
zh_sg: 夏威夷

# IDS_PORT_PREMIUM_TOOLTIP
source: Port of Hawaii
es_mx: Puerto de Hawai
ja: ハワイ港
pl: Port na Hawajach
ru: Порт Гавайи
uk: Порт Гаваї
zh: HA港
zh_sg: 夏威夷港

# IDS_PORT_SPB
source: Saint Petersburg
es_mx: San Petersburgo
ja: サンクトペテルブルク
pl: Petersburg
ru: Санкт-Петербург
uk: Санкт-Петербурґ
zh: SP
zh_sg: 圣彼得堡

# IDS_PORT_SPB_TOOLTIP
source: Port of Saint Petersburg
es_mx: Pueto de San Petersburgo
ja: サンクトペテルブルク港
pl: Port w Sankt-Petersburgu
ru: Порт Санкт-Петербург
uk: Порт Санкт-Петербурґ
zh: SP港
zh_sg: 圣彼得堡港

# IDS_PORT_TABLE
source: Designer's Table
es_mx: Mesa de Diseñador
ja: デザイナーズ・テーブル
pl: Stół kreślarski
ru: Стол конструктора
uk: Стіл конструктора
zh: Стол конструктора
zh_sg: 设计师的工作台

# IDS_PORT_TABLE_TOOLTIP
source: The Designer's Table Port
es_mx: El Puerto "Mesa de Diseñador"
ja: デザイナーズ・テーブル港
pl: Port Stół kreślarski
ru: Порт «Стол конструктора»
uk: Порт «Стіл конструктора»
zh: Порт «Стол конструктора»
zh_sg: 设计师的工作台港

# IDS_PORT_TWITCH_TOOLTIP
source: Twitch Prime Port
es_mx: Puerto Twitch Prime
ja: Twitch Prime 港
pl: Port Twitch Prime
ru: Порт Twitch Prime
uk: Порт Twitch Prime
zh: Twitch Prime港口
zh_sg: Twitch Prime港口

# IDS_PORT_TWITCH_UNAVAILABLE_REASON
source: This Port is only available for Twitch Prime members
es_mx: Este Puerto sólo está disponible para los miembros de Twitch Prime
ja: この港は Twitch Prime メンバー限定です
pl: Ten port dostępny jest jedynie dla członków Twitch Prime
ru: Этот порт доступен только пользователям Twitch Prime.
uk: Цей порт доступний лише користувачам Twitch Prime.
zh: 这个港口只能提供给Twitch Prime的成员使用
zh_sg: 此港口只对Twitch Prime的用户开放

# IDS_PORT_VISUALIZATION
source: Port Visuals
es_mx: Visuales del Puerto
ja: 港のビジュアル
pl: Grafika Portu
ru: Визуализация порта
uk: Візуалізація Порту
zh: Визуализация порта
zh_sg: 港口视觉

# IDS_POST_PROCESSING
source: Post Processing
es_mx: Post Procesado
ja: ポストプロセス
pl: Jakość post-processingu
ru: Постобработка
uk: Подальше оброблення
zh: 后期处理
zh_sg: 后期处理

# IDS_POWERUPS_CHECK_PARAMS_TIP
source: [CMD_SHIP_PARAMS] Ship's characteristics and buffs
es_mx: [CMD_SHIP_PARAMS] Las características del barco y bonificaciones
ja: [CMD_SHIP_PARAMS] 艦艇の特性値と強化
pl: [CMD_SHIP_PARAMS] Charakterystyki okrętu i wzmocnienia
ru: [CMD_SHIP_PARAMS] Характеристики и улучшения корабля в бою
uk: [CMD_SHIP_PARAMS] Характеристики та поліпшення корабля в бою
zh: [CMD_SHIP_PARAMS] 战舰的特征和增益效果
zh_sg: [CMD_SHIP_PARAMS]战舰的属性和增益

# IDS_POWERUPS_DESCRIPTION
source: Collect buffs for your ship to gain an advantage over your opponents.
es_mx: Reúne bonificaciones para tu barco y así obtendrás una ventaja sobre tus oponentes.
ja: 強化を集めてアドバンテージを得ましょう。
pl: Zajmuj wzmocnienia dla swojego okrętu, żeby uzyskać przewagę nad przeciwnikiem.
ru: Захватывайте улучшения корабля для получения преимущества над противником.
uk: Захоплюйте поліпшення корабля, щоб отримати перевагу над супротивником.
zh: 为您的战舰收集增益效果以获得胜过对手的优势。
zh_sg: 为您的战舰获得增益以在对抗敌军时占据优势。

# IDS_POWERUP_CHARGING_POINTS_GET
source: Buffing allied ships
es_mx: Bonificando a los barcos aliados
ja: 味方艦艇を強化中
pl: Wzmocnienie sojuszniczych okrętów
ru: Улучшение союзников
uk: Поліпшення союзників
zh: 增益友军战舰
zh_sg: 己方战舰增益

# IDS_POWERUP_CHARGING_POINTS_LOST
source: Buffing enemy ships
es_mx: Bonificando a los barcos enemigos
ja: 敵艦艇を強化中
pl: Wzmocnienie wrogich okrętów
ru: Улучшение противников
uk: Поліпшення супротивників
zh: 增益敌方战舰
zh_sg: 敌方战舰增益

# IDS_PPEE001_POLAND_DESC
source: The flag of national colors with two braids and the coat of arms of Poland. It was adopted as a naval ensign in 1927 and has been in use since.
es_mx: La bandera de coloras nacionales con dos trenzados y el escudo de armas de Polonia. Fue adoptado como insignia naval en 1927 y ha sido usado desde entonces.
ja: 赤白 2 本の縞模様の国旗に、ポーランドの国章を配したデザインのこの旗は、1927 年以降、軍艦旗として使用されてきました。
pl: Flaga, na którą składają się barwy narodowe i herb Polski. Od 1927 r. używana jest jako polska bandera.
ru: Представляет собой полотнище национальных цветов с двумя косицами и гербом Польши. Флаг был утверждён в качестве военно-морского в 1927 году и используется до настоящего времени.
uk: Полотнище національних кольорів з двома косицями та гербом Польщі. Прапор був затверджений як військово-морський 1927 р. й використовується до теперішнього часу.
zh: B国国旗以带有祖国颜色的底色，配上B国武装纹章组成的两条穗带而成，于1927年定型为B国海军军旗，并一直沿用至今。
zh_sg: 以国旗色彩搭配两条穗边与波兰纹章。于1927年采用作为海军旗并一直沿用至今。

# IDS_PPEE001_POLAND_TITLE
source: Navy of the Republic of Poland
es_mx: Armada de la República de Polonia
ja: ポーランド共和国海軍
pl: Marynarka Rzeczpospolitej Polskiej
ru: ВМС Республики Польша
uk: ВМС Польської Республіки
zh: B国海军旗
zh_sg: 波兰共和国海军

# IDS_PRAF011_I_15_FLOAT
source: Polikarpov I-15
pl: Polikarpow I-15
ru: Поликарпов И-15
uk: Полікарпов І-15
zh: 波里卡尔波夫 I-15

# IDS_PRAF012_I_153_FLOAT
source: Polikarpov I-153
pl: Polikarpow I-153
ru: Поликарпов И-153
uk: Полікарпов І-153
zh: 波里卡尔波夫 I-153

# IDS_PRAF013_YAK_1_FLOAT
source: Yakovlev Yak-1
pl: Jakowlew Jak-1
ru: Яковлев Як-1
uk: Яковлєв Як-1
zh: 雅克福列夫 雅克-1

# IDS_PRAF014_YAK_9U_FLOAT
source: Yakovlev Yak-9U
pl: Jakowlew Jak-9U
ru: Яковлев Як-9У
uk: Яковлєв Як-9У
zh: 雅克福列夫 雅克-9U

# IDS_PRAF015_LA_126_FLOAT
source: Lavochkin La-126
pl: Ławoczkin Ła-126
ru: Лавочкин Ла-126
uk: Лавочкін Ла-126
zh: 拉沃契金 拉-126

# IDS_PRAF016_LA_9_FLOAT
source: Lavochkin La-9
pl: Ławoczkin Ła-9
ru: Лавочкин Ла-9
uk: Лавочкін Ла-9
zh: 拉沃契金 拉-9

# IDS_PRAISE
source: Compliment
es_mx: Cumplido
ja: 賛辞
pl: Pochwała
ru: Поблагодарить
uk: Подякувати
zh: 赞
zh_sg: 赞

# IDS_PRAISE_ACCEPTED
source: Your compliment has been received
es_mx: Tu cumplido ha sido recibido
ja: 賛辞送信完了
pl: Twoja pochwała została odebrana
ru: Ваш положительный отзыв принят
uk: Ваш позитивний відгук прийнято
zh: 已收到您的称赞
zh_sg: 已收到您的称赞

# IDS_PRAISE_DISABLED_FOR_CLAN_BATTLES
source: Compliments are not available in Clan Battles.
es_mx: Los elogios no están disponibles en Batallas de Clan.
ja: 賛辞はクラン戦ではご利用頂けません。
pl: Pochwały są niedostępne w bitwach klanowych.
ru: Вы не можете похвалить игрока в клановых боях.
uk: Ви не можете хвалити гравця у кланових боях.
zh: 称赞不适用于军团战斗。
zh_sg: 军团战中不能称赞。

# IDS_PRAISE_DISABLED_FOR_DIVISION_MEMBERS
source: You cannot compliment a player who entered the battle in the same Division as you
es_mx: No puedes felicitar a un jugador que entró a la batalla en la misma División que tu
ja: 自分と同じ分艦隊の メンバーに賛辞を贈ることは できません
pl: Nie możesz pochwalić członka swojego dywizjonu.
ru: Вы не можете поблагодарить игрока, который вышел с вами в бой в одном отряде.
uk: Ви не можете подякувати гравцю, який вступив у бій у одному загоні із вами.
zh: 您无法称赞 与您在相同小队里 一起进入战斗的玩家
zh_sg: 您不能称赞 与您在相同小队 一起进入战斗的玩家

# IDS_PRAISE_TIMEOUT
source: The time for sending a post-battle compliment has elapsed
es_mx: El tiempo para enviar un elogio después de la batalla ha concluido
ja: 戦闘後賛辞の送信期限が過ぎました
pl: Czas na wysłanie pochwały po bitwie minął
ru: Время на похвалу истекло
uk: Минув час, щоб висловити похвалу
zh: 已经超出战后称赞的可送出时间。
zh_sg: 已经超出战后评价的可发送时间。

# IDS_PRAS001_KOR_2
source: Beriyev KOR-2
ru: Бериев КОР-2
uk: Берієв КОР-2
zh: 別里耶夫 KOR-2

# IDS_PRAS002_KOR_1
source: Beriyev KOR-1
ru: Бериев КОР-1
uk: Берієв КОР-1
zh: 別里耶夫 KOR-1

# IDS_PRAS004_VOUGHT_OS2U
source: Vought OS2U
zh: 沃特 OS2U 翠鸟

# IDS_PRAS005_KOR_2_M_62
source: Nikitin KOR-2 (M-62)
ru: Никитин КОР-2 (М-62)
uk: Нікітін КОР-2 (М-62)
zh: 尼基京 KOR-2 (M-62)

# IDS_PRAS006_KOR_3_VK_107
source: Beriyev KOR-3 (VK-107)
ru: Бериев КОР-3 (ВК-107)
uk: Берієв КОР-3 (ВК-107)
zh: 別里耶夫 KOR-3 (VK-107)

# IDS_PRAS007_KOR_3_M_87
source: Beriyev KOR-3 (M-87)
ru: Бериев КОР-3 (М-87)
uk: Берієв КОР-3 (М-87)
zh: 別里耶夫 KOR-3 (M-87)

# IDS_PRAS008_KL_145
source: Beriyev KL-145
ru: Бериев КЛ-145
uk: Берієв КЛ-145
zh: 別里耶夫 KL-145

# IDS_PRAS009_KOR_2_VK_105
source: Shavrov KOR-2 (M-105)
ru: Шавров КОР-2 (М-105)
uk: Шавров КОР-2 (М-105)
zh: 沙夫洛夫 KOR-2 (M-105)

# IDS_PREE001_RUSSIA1918_DESC
source: St. Andrew's colors with the blue cross of St. Andrew the First-called on a white background. It was officially adopted as a naval ensign in 1865 and was in use until 1918.
es_mx: Los colores de San Andrés con una cruz azul del mismo en un fondo blanco. Fue oficialmente adoptado como insignia naval en 1865 y estuvo en uso hasta 1918.
ja: 白い背景に青い聖アンドレイ十字を描いたデザインであり、1865 年から 1918 年まで軍艦旗として使用されていました。
pl: Barwy Św. Andrzeja i krzyż Św. Andrzeja Pierwszego Powołanego na białym tle. Oficjalnie został uznany za banderę morską w 1865 r. i pozostał nią do 1918 r.
ru: «Андреевский флаг» с синим крестом Св. Андрея Первозванного на белом поле. Официально утверждён в качестве военно-морского флага в 1865 году и использовался вплоть до 1918 года.
uk: «Андріївський прапор» з синім хрестом Cв. Андрія Первозванного на білому полі. Офіційно затверджений як військово-морський прапор 1865 р. та використовувався аж до 1918 р.
zh: 圣安德烈蓝色十字配以白色背景的设计，被首次定为圣安德烈旗，于1865年被定型为海军旗，并一直使用至1918年。
zh_sg: 圣安德烈蓝色十字配以白色背景的设计，被首次定为圣安德烈旗，于1865年被定型为海军旗，并一直使用至1918年。

# IDS_PREE001_RUSSIA1918_TITLE
source: The Imperial Russian Navy
es_mx: Armada Imperial Rusa
ja: ロシア帝国海軍
pl: Marynarka Wojenna Imperium Rosyjskiego
ru: Военно-морской флот Российской империи
uk: Військово-морський флот Російської імперії
zh: 沙皇海军旗
zh_sg: 俄罗斯帝国海军

# IDS_PREE002_RUSSIA1935_DESC
source: The flag incorporates a white circle (representing the sun) emitting white rays and enclosing a red five-pointed star with the hammer and sickle in its center. This flag was adopted in 1923 and was in use until 1935.
es_mx: La bandera incorpora un círculo blanco (representando al sol) emitiendo rayos blancos y encapsulando a una estrella de cinco picos con la hoz y el martillo en su centro. Esta bandera fue adoptada en 1923 y estuvo en uso hasta 1935.
ja: 赤い背景に太陽を表す白丸と太陽光を表す白線を描き、その中心に鎌と槌が描かれた赤い五芒星を配したデザインです。1923 年から 1935 年まで使用されていました。
pl: Flaga przedstawia białe koło (słońce) wysyłające białe promienie światła i wpisaną w nią pięcioramienną gwiazdę z młotem i sierpem w środku. Flaga ta używana była od 1923 do 1935 roku.
ru: Рисунок флага — белый круг (солнце) с расходящимися белыми лучами, в центре которого находится красная пятиконечная звезда, внутри которой изображены серп и молот. Флаг был утверждён в качестве военно-морского в 1923 году и использовался до 1935 года.
uk: Малюнок прапора — біле коло (сонце) з білими променями, що розбігаються, у центрі якого міститься червона п’ятикутна зірка, всередині якої зображено серп та молот. Прапор було затверджено як військово-морський 1923 р. та використовувався до 1935 р.
zh: 该旗帜以一个代表太阳的白色圆圈为中心，以白色条纹代表其向周围散发着光芒。再以一个红色五星内接于白色圆圈内，并在五星的中心绣着镰刀和锤子标记，该旗帜定型于1923年并一直沿用至1935年。
zh_sg: 该旗帜以一个代表太阳的白色圆圈为中心，以白色条纹代表其向周围散发着光芒。再以一个红色五星内接于白色圆圈内，并在五星的中心绣着镰刀和锤子标记，该旗帜定型于1923年并一直沿用至1935年。

# IDS_PREE002_RUSSIA1935_TITLE
source: The first ensign of the U.S.S.R. Navy
es_mx: La primer insignia de la Marina de la U.R.S.S.
ja: ソ連海軍の初期軍艦旗
pl: Pierwsza bandera marynarki Z.S.R.R.
ru: Первый военно-морской флаг СССР
uk: Перший Військово-морський прапор СРСР
zh: S国第一海军军旗
zh_sg: 苏联海军第一面海军旗

# IDS_PREE003_RUSSIA1950_DESC
source: A white cloth with a blue stripe along the bottom edge, featuring a five-pointed star and a red hammer and sickle.
es_mx: Una pieza blanca con una raya azul a lo largo del borde inferior, mostrando una estrella de cinco picos y una hoz y martillo cruzados de color rojo.
ja: 白地の下端に青線を描き、赤い五芒星および鎌と槌を配したデザインです。
pl: Biała flaga z niebieskim pasem wzdłuż dolnej krawędzi, na której znajduje się czerwona, pięcioramienna gwiazda ze skrzyżowanymi sierpem i młotem.
ru: Представляет собой белое полотнище с голубой полосой вдоль нижней кромки, пятиконечной звездой и перекрещёнными серпом и молотом красного цвета.
uk: Біле полотнище з блакитною смугою вздовж нижнього краю, п’ятикутною зіркою й перехрещеними серпом та молотом червоного кольору.
zh: 在一面白布的基础上，于布面底边涂上蓝色条纹，再用一个红色五星，配以交叉的红色镰刀和锤子。该旗帜被用作海军旗，始于1935至1950年间。
zh_sg: 在一面白布的基础上，于布面底边涂上蓝色条纹，再用一个红色五星，配以交叉的红色镰刀和锤子。该旗帜被用作海军旗，始于1935至1950年间。

# IDS_PREE003_RUSSIA1950_TITLE
source: The U.S.S.R. Navy ensign
es_mx: La Insignia de la Marina de la U.R.S.S.
ja: ソ連海軍の軍艦旗
pl: Bandera Z.S.R.R.
ru: Военно-морской флаг СССР
uk: Військово-морський прапор СРСР
zh: S国海军旗
zh_sg: 苏联海军旗

# IDS_PREM101_TALLIN_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREM102_RIGA_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREM103_PETROPAVLOVSK_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREM104_MIKOYAN_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREM105_BAGRATION_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREM106_OCHAKOV_SOVIET
source: Soviet
es_mx: Soviético
ja: ソ連
pl: Radziecki
ru: Советский
uk: Радянський
zh: Советский
zh_sg: 苏联

# IDS_PREMIUM
source: Premium Ships
es_mx: Barcos Premium
ja: プレミアム艦艇
pl: Okręty Premium
ru: Премиум корабли
uk: Преміум кораблі
zh: 金币战舰
zh_sg: 加值战舰

# IDS_PREMIUMS
source: Premium Ships
es_mx: Barcos Premium
ja: プレミアム艦艇
pl: Okręty Premium
ru: Премиум корабли
uk: Преміум кораблі
zh: 金币战舰
zh_sg: 加值战舰

# IDS_PREMIUM_ACCOUNT
source: Premium Account
es_mx: Cuenta Premium
ja: プレミアムアカウント
pl: Konto premium
ru: Премиум аккаунт
uk: Преміум акаунт
zh: 高级账号
zh_sg: 高级账号

# IDS_PREMIUM_ACCOUNT_ACTIVE
source: Active
es_mx: Activo
ja: 有効
pl: Aktywne
ru: Активен
uk: Активний
zh: 启动
zh_sg: 激活

# IDS_PREMIUM_ACCOUNT_AFFECT_ALL_GAMES
source: World of Warships World of Tanks World of Warplanes
zh: 《战舰世界》 《坦克世界》 《战机世界》
zh_sg: 《战舰世界》 《坦克世界》 《战机世界》

# IDS_PREMIUM_ACCOUNT_AFFECT_ALL_GAMES_TOOLTIP
source: Applied to World of Warships, World of Tanks, World of Warplanes
es_mx: Aplicado a World of Warships, World of Tanks, World of Warplanes
ja: 対象: World of Warships、World of Tanks、World of Warplanes
pl: Działa w World of Warships, World of Tanks i World of Warplanes
ru: Действует в играх World of Warships, World of Tanks, World of Warplanes
uk: Діє в іграх World of Warships, World of Tanks, World of Warplanes
zh: 应用到《战舰世界》、《坦克世界》、《战机世界》
zh_sg: 已应用于《战舰世界》,《坦克世界》,《战机世界》

# IDS_PREMIUM_ACCOUNT_AFFECT_GAMES
source: Available
es_mx: Disponible
ja: 利用可能
pl: Dostępne
ru: Доступно
uk: Доступно
zh: 可用的
zh_sg: 可用

# IDS_PREMIUM_ACCOUNT_AFFECT_WOWS
source: World of Warships
zh: 《战舰世界》
zh_sg: 《战舰世界》

# IDS_PREMIUM_ACCOUNT_AFFECT_WOWS_TOOLTIP
source: Applied to World of Warships
es_mx: Aplicada a World of Warships
ja: 対象: World of Warships
pl: Zastosowano dla World of Warships
ru: Действует в игре World of Warships
uk: Діє у грі World of Warships
zh: 应用到《战舰世界》
zh_sg: 已应用于《战舰世界》

# IDS_PREMIUM_ACCOUNT_APPLIED
source: Enabled
es_mx: Habilitada
ja: 有効
pl: Włączone
ru: Применён
uk: Застосовано
zh: 启动
zh_sg: 已启用

# IDS_PREMIUM_ACCOUNT_BASIC
source: Stock
es_mx: De Serie
ja: 初期
pl: Standardowy
ru: Базовый
uk: Базовий
zh: 原厂
zh_sg: 基础

# IDS_PREMIUM_ACCOUNT_BUYBUTTON_DISABLED_WARNING
source: Please accept the purchase conditions
es_mx: Por favor acepta las condiciones de compra
ja: 購入条件を承諾してください
pl: Prosimy zaakceptować warunki zakupu
ru: Примите условия покупки
uk: Прийміть умови купівлі
zh: 请接受购买条件
zh_sg: 请接受购买条款

# IDS_PREMIUM_ACCOUNT_CHOOSE_AND_BUY
source: Purchase Premium Account
es_mx: Comprar Cuenta Premium
ja: プレミアムの購入
pl: Kup konto premium
ru: Купить премиум аккаунт
uk: Купити преміум акаунт
zh: 选择并购买高级账号
zh_sg: 购买高级账号

# IDS_PREMIUM_ACCOUNT_CHOOSE_HEADER
source: Premium Account selection
es_mx: Selección de Cuenta Premium
ja: プレミアムアカウント選択
pl: Wybór konta premium
ru: Выбор премиум аккаунта
uk: Вибір преміум акаунта
zh: 高级账号选择
zh_sg: 选择高级账号

# IDS_PREMIUM_ACCOUNT_CHOOSE_HEADER_DESCR
source: Having Premium Account will help you quickly achieve your goals! Select the Premium Account that fits you the best and its duration.
es_mx: ¡Teniendo una Cuenta Premium te ayudará a lograr tus objetivos más rápido! Selecciona una Cuenta Premium que mejor se acomode a ti y su duración.
ja: プレミアムアカウントは、目標を早期達成する上で有用です! 自分に最適なプレミアムアカウントと期間を選択しましょう。
pl: Konto premium pozwoli na szybkie osiąganie celów! Wybierz konto premium, które najlepiej spełnia Twoje oczekiwania i wybierz czas jego trwania.
ru: С премиум аккаунтом вы быстрее достигнете намеченных целей! Выберите подходящий премиум аккаунт и срок его действия.
uk: Преміум акаунт допоможе швидше досягнути мети! Виберіть бажаний преміум акаунт і термін його дії.
zh: 拥有高级账号将帮助您快速达成您的目标！ 选择最适合您的高级账号及其持续时间。
zh_sg: 拥有高级账号将会帮助您更快地达成目标！ 请选择最适合你的高级账号和持续时间。

# IDS_PREMIUM_ACCOUNT_CHOOSE_PERIOD_HEADER
source: Duration selection
es_mx: Selección de la duración
ja: 期間選択
pl: Wybór czasu trwania
ru: Выбор срока действия
uk: Вибір терміну дії
zh: 期限选择
zh_sg: 选择持续时间

# IDS_PREMIUM_ACCOUNT_ENDS
source: Premium Account duration expires
es_mx: La duración de la Cuenta Premium vence
ja: プレミアムアカウント期限切れ
pl: Wygaśnięcie konta premium
ru: Истекает срок действия премиум аккаунта
uk: Термін дії преміум акаунта закінчується
zh: 高级账号期限到期
zh_sg: 高级账号过期时间

# IDS_PREMIUM_ACCOUNT_EXTEND
source: Prolong
es_mx: Prolongar
ja: 延長
pl: Przedłuż
ru: Продлить
uk: Продовжити
zh: 延长
zh_sg: 延长

# IDS_PREMIUM_ACCOUNT_NOT_ACTIVE
source: Inactive
es_mx: Inactiva
ja: 無効
pl: Nieaktywne
ru: Неактивен
uk: Неактивний
zh: 停止
zh_sg: 未激活

# IDS_PREMIUM_ACCOUNT_NO_COMPENSATION_CHECKBOX_AGREE
source: I accept the conditions
es_mx: Acepto las condiciones
ja: 諸条件を承諾します
pl: Zgadzam się na warunki
ru: Я принимаю условия
uk: Я приймаю умови
zh: 我接受条件
zh_sg: 我接受条款

# IDS_PREMIUM_ACCOUNT_PERCENT_WARNING
source: I know that I have Warships Premium Account and I will not receive additional bonuses in World of Warships when I purchase Wargaming Premium Account.
es_mx: Yo sé que tengo una Cuenta Premium Warships y no recibiré bonificaciones adicionales en World of Warships cuando compre la Cuenta Premium de Wargaming.
ja: Warships プレミアムアカウントを利用中のため、Wargaming プレミアムアカウントを購入しても World of Warships ではボーナスが増加しないことを理解しています。
pl: Mam świadomość, że posiadam konto premium Warships i nie otrzymam żadnych dodatkowych korzyści w World of Warships kupując konto premium Wargaming.
ru: Я знаю, что у меня есть Корабельный премиум аккаунт и я не получу дополнительные бонусы в World of Warships при покупке Общего премиума.
uk: Я знаю, що у мене є Корабельний преміум акаунт і я не отримаю додаткові бонуси в World of Warships купивши Загальний преміум.
zh: 我知道我有战舰高级账号，以及当我购买Wargaming高级账号时不会在《战舰世界》中获得额外奖励。
zh_sg: 我了解我拥有战舰高级账号并且在购买Wargaming高级账号时不会在《战舰世界》中收到额外的加成。

# IDS_PREMIUM_ACCOUNT_PLUS_CR
source: credits per battle
es_mx: créditos por batalla
ja: 各戦でのクレジット
pl: kredyty na bitwę
ru: кредитов за бой
uk: кредитів за бій
zh: 每场战斗银币
zh_sg: 每场战斗获得的银币

# IDS_PREMIUM_ACCOUNT_PLUS_CR_TOOLTIP
source: Additional %(coeffCR)s to credits after each battle
es_mx: %(coeffCR)s créditos adicionales después de cada batalla
ja: 各戦でのクレジットボーナス %(coeffCR)s
pl: Dodatkowe kredyty po każdej bitwie: %(coeffCR)s
ru: Дополнительно %(coeffCR)s к кредитам после каждого боя
uk: Додатково %(coeffCR)s до кредитів після кожного бою
zh: 每场战斗后额外 %(coeffCR)s 银币
zh_sg: 每场战斗后额外获得%(coeffCR)s银币

# IDS_PREMIUM_ACCOUNT_PLUS_XP
source: XP per battle
es_mx: XP por batalla
ja: 各戦での EXP
pl: PD na bitwę
ru: опыта за бой
uk: досвіду за бій
zh: 每场战斗经验
zh_sg: 每场战斗获得的经验值
