Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM070_DESCR
source: William Frederick Halsey Jr. was a natural-born seaman. He was born in the small port town of Elizabeth, New Jersey, to the family of naval officer. The future Admiral's ancestry included many pirates and whalers, so he was destined to spend his life at sea. In 1899, after failing to obtain a long-awaited appointment to the U.S. Naval Academy in Annapolis, Halsey Jr. entered the University of Virginia with the single purpose to join the Navy, even as a physician. The only great thing he acquired at university was his passion for American football. When Halsey eventually joined the Naval Academy in 1900, little did they know they had opened its doors to one of its most famous graduates. However, capricious and stubborn "Pudge" Halsey was not the sharpest tool in the shed. As far as his academic performance was concerned, he ranked 42nd out of 62 students of the class of 1904. The first ship in his naval career was battleship Missouri. The symbolism of this assignment would only become apparent 40 years later.
es_mx: William Frederick Halsey Jr. era un marinero de nacimiento. Nació en la pequeña ciudad portuaria de Elizabeth, Nueva Jersey, en el seno de la familia de un oficial naval. Los antepasados del futuro almirante incluían a muchos piratas y balleneros, así que estaba destinado a pasar su vida en el mar. En 1899, después de no poder obtener una cita tan ansiada en la Academia Naval de los EE. UU. en Annapolis, Halsey Jr. entró a la Universidad de Virginia con el solo propósito de unirse a la Armada, incluso como médico. La única gran cosa que adquirió en la universidad fue su pasión por el fútbol americano. Cuando Halsey se unió eventualmente a la Academia Naval en 1900, pocos sabían que habían abierto sus puertas a uno de sus estudiantes más famosos. Sin embargo, el caprichoso y obstinado "Pudge" Hasley no era el mejor estudiante. En lo que se refiere a su desempeño académico, fue el número 42 entre los 62 estudiantes de la clase de 1904. El primer barco en su carrera naval fue el acorazado Missouri. El simbolismo de esta asignación solo se haría evidente 40 años después.
ja: ウィリアム・フレデリック・ハルゼー・ジュニアは、生まれながらの船乗りでした。彼は海軍士官の息子としてニュージャージー州エリザベスの小さな港町に生まれました。やがて提督となる彼の家系には多くの海賊や捕鯨船乗りが存在しており、船乗りになることこそが彼の運命だったのです。1899 年、アナポリス (海軍兵学校) に入学するために必要な推薦を受けることができなかった彼は、医務士官として海軍に入るため、という唯一の目的を達成すべく、ヴァージニア大学に入学しました。しかし彼が大学において身に付けた素晴しいものは、アメリカンフットボールへの情熱だけでした。 ハルゼーはその翌年の 1900 年にアナポリスに入学しましたが、彼がやがて最も有名な卒業生のひとりとなることを予感していた者はいなかったのです。"Pudge" (ずんぐりした人) と渾名され、気まぐれで強情な人物として知られていたハルゼーは、アナポリスの学生としてはあまり優秀ではなかったのですから。1904 年の卒業生の中では、彼の成績は 62 人中 42 番に過ぎませんでした。卒業後に始めて乗り組んだのは、戦艦ミズーリ (USS Missouri, BB-11) でしたが、このことが 40 年後に象徴的な事実となるのです。
pl: William Frederick Halsey Jr. był urodzonym marynarzem. Przyszedł na świat w małym mieście portowym Elizabeth w stanie New Jersey, w rodzinie oficera marynarki. W jego żyłach płynęła krew piratów i wielorybników z dawnych czasów, więc można przyjąć, że życie na morzu było mu przeznaczone. W 1899 roku, po odrzuceniu jego podania do Akademii Marynarki Wojennej w Annapolis, Halsey Jr. rozpoczął edukację na Uniwersytecie Virginii z zamiarem wstąpienia do Marynarki, choćby jako lekarz. Jedyna istotna rzecz, jaką nabył na uniwersytecie, była pasja do futbolu amerykańskiego. Kiedy Halsey dostał się w końcu do Akademii Marynarki Wojennej w roku 1900, nikt na uczelni nie spodziewał się, że właśnie przyjęto jednego z jej najwspanialszych przyszłych absolwentów. Ale kapryśny i uparty „Pudge” Halsey nie należał wtedy do prymusów. Jeśli chodzi o osiągnięcia akademickie, to ukończył edukację na 42 miejscu spośród 62 studentów w klasie. Pierwszym okrętem, na jakim służył, był pancernik Missouri. 40 lat później ten fakt okaże się symboliczny.
ru: Уильям Фредерик Хэлси-младший был прирождённым моряком. Он появился на свет в небольшом портовом городе Элизабет, штат Нью-Джерси, близ Нью-Йорка, в семье морского офицера. В роду будущего адмирала были и пираты, и китобои — его жизненный путь, путь в море, был предопределён. В 1899 году, не получив вожделенного направления в Военно-морскую академию в Аннаполисе, Хэлси-младший поступил в Университет штата Вирджиния, чтобы попасть на флот хотя бы в качестве медика. Из стен университета он вынес, главным образом, страсть к американскому футболу. В 1900 году Аннаполис наконец открыл двери тому, кто станет одним из самых прославленных его питомцев. Однако в академии упрямый и своенравный «Коротышка» Хэлси не хватал звёзд с неба — в выпускном классе 1904 года он оказался 42-м по успеваемости из 62 человек. Первым кораблём в его военно-морской карьере стал эскадренный броненосец Missouri. Символичность этого назначения станет очевидна только спустя 40 с лишним лет.
uk: Вільям Фредерік Голсі молодший був природженим моряком. Він народився у невеликому портовому місті Елізабет, штат Нью-Джерсі, поблизу Нью-Йорка, в родині морського офіцера. У родоводі майбутнього адмірала були і пірати, і китобої — його життєвий шлях, шлях морем, був призначений. Не отримавши 1899 р. жаданого направлення до Військово-морської академії в Аннаполісі, Голсі молодший вступив до Університету штату Вірґінія, щоб потрапити на флот хоча б медиком. З університету він виніс, хіба що, захоплення американським футболом. А вже 1900 р. Аннаполіс нарешті відчинив двері перед тим, хто стане одним з найславетніших його вихованців. Однак в академії впертий і норовливий «Коротун» Голсі не хапав зорі з неба — серед випускників 1904 р. він був лише 42-м за успішністю з 62 осіб. Першим кораблем його військово-морської кар’єри став ескадрений броненосець Missouri. Символічність цього призначення стане очевидною лише через 40 з гаком років.
zh: 威廉-弗雷德里克-哈尔西是个天生的大海人，他出生在新泽西的小海港伊丽莎白的威廉-哈尔西的海军军官家庭，他的祖先也包含了海盗以及捕鲸人的家世注定了他的海上人生。1899年，未能如愿入学期望已久的安纳波利斯海军学院的哈尔西进入了维吉尼亚大学专攻医学，甚至愿意成为一名军医，但仅为了一个目的：加入海军。但在大学时期他唯一值得被提起的仅有他对美式足球的热情。 1900年，哈尔西终于进入了海军学院。然而任性又固执的「矮胖子」哈尔西并不是同期中最优秀的。在1904年学年度，哈尔西在62名学生中仅排名第42。在他的海军生涯中第一艘服役的战舰是战列舰密苏里，这艘成为签署条约的重要象征也是四十年后的事情了。
zh_sg: William Frederick Halsey Jr是一位天生的海员。他出生在新泽西州，伊丽莎白的一个港口小镇的一个海军军官家庭。这位未来的海军上将的祖先中有很多曾是海盗和捕鲸人，所以他注定要在海上度过一生。1899年，他未能取得期待已久的位于安纳波利斯的美国海军学院的录取，Halsey Jr.选择进入了Virginia大学攻读医学，他唯一的目标就是进入海军，即使是作为一名医生。在大学中他为数不多的收获就是对美式足球的热爱。 当1900年Halsey终于进入了海军学院，几乎没有人知道他们为最著名的毕业生打开了一扇大门。然而，性格反复无常而且固执的“矮子”Halsey并不是其中最出众的。就他的学习成绩而言，他在1904级的62名学生中排名第42位。他海军生涯服役的第一艘战舰是密苏里战列舰。这个分配的象征意义直到40年后才显现了出来。

# IDS_PCQM071_DESCR
source: Commissioned to his first officer rank in 1906, Halsey participated in a legendary cruise of the Great White Fleet—a 1907–1909 round-the-world voyage of the 16 advanced U.S. battleships, which was meant to demonstrate the increased naval power of the U.S.A.—aboard battleship Kansas. During the visit to Japan, Halsey had a chance to come aboard Mikasa, the renowned flagship of the Japanese Combined Fleet. This glorified battleship didn't impress Halsey... After the cruise ended, the young officer left the ships with big guns for service aboard smaller, faster destroyers. During World War I, Halsey was eventually assigned as a ship commander. The ship was USS Shaw, the Sampson-class destroyer. Once he happened to command a division consisting of two American destroyers and two British sloops, of which he would later recall that he was as "proud as a dog with two tails". By the end of the war, Halsey was decorated with a Navy Cross.
es_mx: Comisionado en su primer rango de oficial en 1906, Halsey participó a bordo del acorazado Kansas en un crucero legendario con la Gran Flota Blanca, un viaje alrededor del mundo entre 1907 y 1909 con 16 acorazados avanzados de los EE. UU., cuyo objetivo era demostrar el incremento del poder naval de los EUA. Durante la visita a Japón, Halsey tuvo la oportunidad de subir a bordo del Mikasa, el famoso barco insignia de la Flota Combinada Japonesa. Este acorazado glorificado no impresionó a Halsey... Cuando el crucero concluyó, el joven oficial dejó los barcos con grandes cañones para servir a bordo de los más pequeños y veloces destructores. Durante la Primera Guerra Mundial, Hasley fue asignado eventualmente como el comandante de un barco. El barco era el USS Shaw, el destructor de la clase Sampson. En una ocasión, dirigió una división que constaba de dos destructores estadounidenses y dos balandras británicas, de la cual recordaría más tarde, sentirse tan "orgulloso como un perro con dos colas". Al final de la guerra, Halsey fue condecorado con una Cruz de la Armada.
ja: 1906 年に少尉に任官したハルゼーは、戦艦カンザス (USS Kansas, BB-21) に乗り組み、グレート・ホワイト・フリートによる伝説的な航海に参加しました。この航海は、1907 年から 1909 年にかけ、アメリカ海軍が誇る 16 隻もの新鋭戦艦を基幹とする艦隊が世界を一周した航海であり、アメリカ海軍の拡張された海軍力を誇示するためのものでした。その航海の途中で日本に寄港した際、ハルゼーは日本の連合艦隊の旗艦を務めたことで知られる高名な戦艦三笠に乗艦する機会を得ましたが、ハルゼーがこの栄光の戦艦に感銘を受けることはなかったのです... この航海が終わった後、若き士官だったハルゼーは大口径砲を備えた軍艦から離れ、より小型・高速の駆逐艦に乗り組むことになりました。 一次大戦中には、ハルゼーはサンプソン級 (Sampson-class) 駆逐艦シャウ (USS Shaw) の艦長に就任しました。偶然にもアメリカの駆逐艦 2 隻とイギリスのスループ 2 隻で編成された戦隊を一時的に指揮することになりましたが、彼は後にこのときのことを「2 本の尾を持った犬のように誇らしかった」と回想しています。そして終戦後、ハルゼーには大戦中の功績により海軍十字章が授与されました。
pl: Otrzymawszy swój pierwszy stopień oficerski w 1906 roku, Halsey brał udział w legendarnej podróży Wielkiej Białej Floty – rejsie dookoła świata 16 nowoczesnych amerykańskich pancerników w latach 1907–1909, który pokazał światu morską potęgę Stanów Zjednoczonych. Przyszły admirał służył w tym czasie na pokładzie pancernika Kansas. W trakcie wizyty w Japonii Halsey miał okazję wejść na pokład pancernika Mikasa, słynnego okrętu flagowego japońskiej Floty Połączonej. Ten okryty sławą okręt nie zrobił na Halseyu wielkiego wrażenia... Gdy rejs dobiegł końca, młody oficer zakończył służbę na dużych jednostkach, by kontynuować karierę na pokładach mniejszych i szybszych niszczycieli. W trakcie I wojny światowej Halsey został w końcu mianowany dowódcą okrętu. Był nim niszczyciel klasy Sampson, USS Shaw. W tym okresie przyszło mu dowodzić dywizjonem złożonym z dwóch amerykańskich niszczycieli i dwóch brytyjskich slupów, z czego był, jak się sam wyraził, „dumny, niczym pies z dwoma ogonami”. Przed zakończeniem wojny Halsey został odznaczony Krzyżem Marynarki Wojennej.
ru: Произведённый в 1906 году в первое офицерское звание, Хэлси на борту эскадренного броненосца Kansas в 1907–1909 годах принял участие в легендарном походе «Великого белого флота» — кругосветном круизе 16-ти новейших американских линкоров, призванном продемонстрировать миру возросшую морскую мощь США. Во время похода при посещении Японии ему довелось подняться на борт знаменитого флагмана Объединённого флота, Mikasa. Овеянный боевой славой японский броненосец на Хэлси впечатления не произвёл… Вернувшись из круиза, молодой лейтенант оставил «корабли с большими пушками» ради службы на небольших и быстроходных миноносцах. Во время Первой мировой войны Хэлси наконец-то стал командиром корабля, это был USS Shaw — эсминец типа Sampson. Оказавшись однажды во главе отряда из двух американских эсминцев и двух британских шлюпов, он вспоминал потом, что был при этом «горд, как собака с двумя хвостами». По окончании войны грудь Хэлси украсил Военно-морской крест.
uk: Отримавши 1906 р. перше офіцерське звання, Голсі на борту ескадреного броненосця Kansas вже у 1907–1909 рр. взяв участь в легендарному поході «Великого білого флоту» — навколосвітньому круїзі 16 новітніх американських лінкорів, що мав показати світові збільшену морську міць США. У поході, завітавши до Японії, він піднявся на борт славетного флагмана Об’єднаного флоту Mikasa. Овіяний бойовою славою японський броненосець Голсі не вразив... Повернувшись з круїзу, молодий лейтенант залишив «кораблі з великими гарматами» заради служби на невеликих і швидкохідних міноносцях. Під час Першої світової війни Голсі нарешті став командиром корабля, це був USS Shaw — есмінець типу Sampson. Опинившись одного разу на чолі загону з двох американських есмінців і двох британських шлюпів, він згадував потім, що був тієї миті «гордий, наче собака з двома хвостами». Після закінчення війни груди Голсі прикрасив Військово-морський хрест.
zh: 1906年时首次晋任军官，哈尔西登上了战列舰堪萨斯参加了由16艘各式M军先进战舰从1907年起耗时两年的世界巡回，目的在于向世界展示M国的海军实力的大白舰队航行。舰队造访R国时，哈尔西登舰参观了R国联合舰队旗舰三笠，但这艘荣光的战舰并未获得哈尔西的青睐，在航行结束后，这位年轻的军官离开了大炮战舰，转而服务于比较小、比较快速的驱逐舰。 大战期间，哈尔西被指派为桑普森级驱逐舰肖的指挥官。曾有一次他指挥了一个由两艘M军驱逐舰以及两艘单桅帆船组成的支队，这次的经验让他非常的高兴及骄傲。大战结束后，哈尔西被授予了海军十字勋章。
zh_sg: 在1906年被委任为第一阶军官后，Halsey参加了大白舰队的一次传奇巡航——在1907-1909年间由16艘美国先进的战列舰进行的世界环游，旨在展示美国海军实力的提升——并登上了Kansas。在访问日本期间，Halsey曾登上了日本联合舰队最著名的旗舰，三笠。这艘满载荣誉的战舰并没有给Halsey留下太深刻的印象...在巡航结束后这位年轻的军官离开了“大火炮战舰”，开始在更小更快的驱逐舰上服役。 在第一次世界大战期间，Halsey最终被任命为战舰指挥官。这艘战舰是USS Shaw，桑普森级驱逐舰。曾经有一次，他指挥了一个由两艘美国驱逐舰和两艘英国单桅纵帆炮舰组成的小队。事后他回忆称，他“像有两条尾巴的狗一样骄傲”。战争结束后，Halsey被授予海军十字勋章。

# IDS_PCQM072_DESCR
source: In the early 1920s, Halsey, who hardly ever disembarked from a ship during his service, was suddenly appointed as a U.S. naval attaché in Germany and Scandinavia. In 1930, he commanded a division of destroyers. Then, to pave the way to the rank of admiral, Halsey studied at the U.S. Naval War College for senior officers. In 1935, he was assigned as commander of USS Saratoga, one of the most powerful U.S. Navy aircraft carriers of that time. However, this position required completion of an air observer course. Halsey didn't like this perspective, as he thought it would be much better to control the airplane himself rather than being the "second person in the cockpit". In 1935, the 52-years-old Halsey completed the full course of a naval pilot, and became the oldest man in the history of the U.S. Navy to earn the Naval Aviator's Wings. Being one of the few at that time, Halsey, same as his future opponent Yamamoto Isoroku, became a big advocate for naval aviation, foreseeing that aircraft carriers will be the greatest power in the future war in the ocean.
es_mx: A principios de los años 20, Halsey, que rara vez bajó de un barco durante su servicio, fue asignado repentinamente como un agregado naval de los EE. UU. en Alemania y Escandinavia. En 1930, dirigió a una división de destructores. Después, para preparar el camino hacia su rango de almirante, Halsey estudió en Colegio de Guerra Naval de los EE. UU. para oficiales mayores. En 1935, fue asignado como comandante del USS Saratoga, uno de los más poderosos portaaviones de la Armada de los EE. UU. de esa época. Sin embargo, esta posición requería completar un curso de observador aéreo. A Halsey no le gustó esta perspectiva, ya que pensaba que sería mucho mejor que el mismo controlara el avión en lugar de ser la "segunda persona en la cabina". En 1935, un Halsey de 52 años completó el curso completo de piloto naval, y se convirtió en el hombre más viejo en la historia de la Armada de los EE. UU. en obtener sus Alas de Aviador Naval. Siendo uno de los pocos en esa época, Halsey, al igual que su oponente Yamamoto Isoroku, se convirtió en un gran defensor de la aviación naval, pronosticando que los portaaviones serían la mayor potencia en el futuro de la guerra en el océano.
ja: それまでのキャリアではほぼ常時軍艦に乗り組み続けてきたハルゼーでしたが、1920 年代の序盤、突如としてドイツおよびスカンディナビアにおける海軍駐在武官に任命されました。1930 年には、駆逐艦戦隊の司令官に就任。その後、提督への道を開くべく、上級士官の育成機関である海軍大学校に入学。そして 1935 年、当時のアメリカ海軍における最強の航空母艦の 1 隻であったサラトガ (USS Saratoga) の艦長に就任しましたが、この地位に就くためには、航空オブザーバーの育成コースを修了する必要がありました。しかしハルゼーは「コクピット内の 2 人目の乗員」という立場を好まず、自身で航空機を操縦することを選びました。 そして 1935 年、当時 52 歳だったハルゼーは、海軍パイロットの育成コースを完全な形で修了し、アメリカ海軍の歴史上、最高齢でパイロット資格を獲得した人物になりました。このようにしてサラトガの艦長に就任したハルゼーは、今後の海戦においては航空母艦こそが主役になる、ということを見越し、海軍における航空戦力の重要性を強く訴えるようになりましたが、その当時、そのような考えを持つ人物は、やがて敵となる山本五十六を含め、まだ僅かだったのです。
pl: W początkach lat 20. Halsey, który w trakcie swojej służby rzadko schodził na ląd, został nieoczekiwanie mianowany na stanowisko attaché amerykańskiej marynarki wojennej w Niemczech i Skandynawii. W roku 1930 dowodził dywizjonem niszczycieli. Później, by otworzyć sobie drogę do stopnia admiralskiego, Halsey rozpoczął kurs dla starszych oficerów w Naval War College. W 1935 roku objął dowództwo na pokładzie USS Saratoga, jednego z najpotężniejszych amerykańskich lotniskowców tych czasów. Pozycja ta wymagała od niego ukończenia kursu dla obserwatorów lotniczych. Halsey nie był tym zachwycony, uważając, że lepiej by było, gdyby sam mógł sterować samolotem, zamiast być jego „pasażerem”. W 1935 roku 52-letni Halsey ukończył pełny kurs dla pilotów morskich, stając się najstarszym człowiekiem w historii U.S. Navy, który otrzymał Skrzydła Lotnika Morskiego. Jako jeden z nielicznych marynarzy w swoich czasach, podobnie jak jego przyszły adwersarz Yamamoto Isoroku, stał się wielkim zwolennikiem lotnictwa morskiego, przewidując, że w przyszłej wojnie lotniskowce staną się najpotężniejszą bronią na oceanach.
ru: В начале 1920-х годов Хэлси, редко за время службы покидавший палубу корабля, неожиданно получил назначение военно-морским атташе США в Германии и Скандинавии. В 1930 году он был уже командиром дивизиона эсминцев. После этого, чтобы проложить себе путь в адмиралы, Хэлси окончил Военно-морской колледж для высших офицеров. В 1935 году он был назначен командиром одного из самых мощных авианосцев ВМС США того времени, USS Saratoga. Однако, чтобы принять должность, нужно было пройти курсы лётчика-наблюдателя. Хэлси такая перспектива не устраивала, он считал, что управлять самолётом самому гораздо лучше, чем быть «вторым человеком в кабине». В 1935 году 52-летний Хэлси окончил полный курс морского лётчика, став самым пожилым человеком в истории ВМС США, получившим знак Naval Aviator. Один из немногих в то время, Хэлси, как и его будущий оппонент, Исороку Ямамото, сделался горячим сторонником морской авиации, предвидя, что авианосцы станут решающей ударной силой в будущей войне на океанских просторах.
uk: На початку 1920-х рр. Голсі, який під час служби майже не залишав палуби корабля, несподівано отримав призначення військово-морським аташе США у Німеччині та Скандинавії. А 1930 р. він вже був командиром дивізіону есмінців. Після цього, щоб прокласти собі шлях в адмірали, Голсі закінчив Військово-морський коледж для вищих офіцерів. І 1935 р. його призначили командиром одного з найпотужніших авіаносців ВМС США того часу, USS Saratoga. Однак, щоб прийняти посаду, потрібно було пройти курси льотчика-спостерігача. Голсі така перспектива не влаштовувала, він вважав, що керувати літаком самому набагато ліпше, ніж бути «другою людиною в кабіні». 1935 р. 52-річний Голсі закінчив повний курс морського льотчика, ставши найлітнішою людиною в історії ВМС США, який отримав знак Naval Aviator. Один з небагатьох у ті часи, Голсі, як і його майбутній супротивник, Ісороку Ямамото, став палким прихильником морської авіації, передбачаючи, що авіаносці стануть вирішальною ударною силою у майбутній війні на океанських просторах.
zh: 在1920年代初期，鲜少被调离战舰单位的哈尔西突然被指派到D国以及斯堪地那维亚担任海军武官。1930年，他领导了一支驱逐舰队。为了他的将领之路，哈尔西前往M国海军战争学院进修成为高级军官。1935年，哈尔西被指派担任曾为M国海军最强力的航空母舰：萨拉托加的指挥官。然而担任这个职位必须要完成空中观察员的课程，但哈尔西对这样的规定不以为意，他认为比起当「机舱里的第二人」，亲自操纵飞机比较好。 1935年，52岁的河西完成了海军领航员的课程，成为M国海军史上获得海军飞行员之翼的最年长者。在当时哈尔西与他未来的对手山本五十六都预见了航空母舰将会成为未来海上战斗不可或缺的力量。
zh_sg: 在1920年代早期，服役期间几乎从未下过船的Halsey突然被任命为美国在德国和斯堪的纳维亚的海军武官。在1930年，他指挥了一个驱逐舰小队。之后，Halsey在美国海军战争学院攻读高级军官，为成为海军上将铺平了道路。1935年，他被任命为当时美国海军最强力的一艘航空母舰USS Saratoga的指挥官。然而，这个职位需要完成一个空中观察员课程。Halsey不喜欢这种观点，因为他认为由他自己控制飞机会比由“驾驶舱内的第二人”驾驶好得多。 1935年，52岁的Halsey完成了海军飞行员的全部课程，成为了美国海军历史上获得海军飞行员之翼的年纪最大的人。Halsey与他未来的对手山本五十六一样，是当时为数不多的海军航空的大力倡导者之一，都预计航母将成为未来海上战争中最强大的力量。
