Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CURRENT_LEAGUE_9
source: The Team is in Juliet League
es_mx: El Equipo está en la Novena Liga
ja: このチームは第 9 リーグ所属です
pl: Drużyna jest w Lidze Juliet
ru: Команда находится в Девятой лиге
uk: Команда перебуває у Дев’ятій лізі
zh: 该队伍已参加第九联盟。
zh_sg: 该团队已参加第九赛季。

# IDS_CURRENT_PROGRESS
source: Current progress
es_mx: Progreso actual
ja: 現在の進行状況
pl: Bieżący postęp
ru: Текущий прогресс
uk: Прогрес
zh: 当前进度
zh_sg: 当前进度

# IDS_CURRENT_TIME
source: Current time
es_mx: Tiempo actual
ja: 現在時刻
pl: Aktualny czas
ru: Текущее время
uk: Точний час
zh: 当前时间
zh_sg: 当前时间

# IDS_CURRENT_WAITING_TIME_HINT
source: Waiting Time
es_mx: Tiempo de Espera
ja: 待機時間
pl: Czas oczekiwania
ru: Время ожидания
uk: Час очікування
zh: 等候来自
zh_sg: 等候时间

# IDS_CUR_COUNT_AIRCARRIER_IN_DIVISION
source: Aircraft carriers in the Division
es_mx: Portaaviones en la División
ja: 分艦隊の航空母艦
pl: Lotniskowce w dywizjonie
ru: Авианосцев в отряде
uk: Авіаносців у загоні
zh: 小队中的航空母舰
zh_sg: 小队中的航空母舰

# IDS_CUR_COUNT_BATTLESHIP_IN_DIVISION
source: Battleships in the Division
es_mx: Acorazados en la División
ja: 分艦隊の戦艦
pl: Pancerniki w dywizjonie
ru: Линкоров в отряде
uk: Лінкорів у складі загону
zh: 小队中的战列舰
zh_sg: 小队中的战列舰

# IDS_CUR_COUNT_CRUISER_IN_DIVISION
source: Cruisers in the Division
es_mx: Cruceros en la División
ja: 分艦隊の巡洋艦
pl: Krążowniki w dywizjonie
ru: Крейсеров в отряде
uk: Крейсерів у загоні
zh: 小队中的巡洋舰
zh_sg: 小队中的巡洋舰

# IDS_CUR_COUNT_DESTROYER_IN_DIVISION
source: Destroyers in the Division
es_mx: Destructores en la División
ja: 分艦隊の駆逐艦
pl: Niszczyciele w drużynie
ru: Эсминцев в отряде
uk: Есмінців у складі загону
zh: 小队中的驱逐舰
zh_sg: 小队中的驱逐舰

# IDS_CUR_COUNT_SUBMARINE_IN_DIVISION
source: Submarines in Division
es_mx: Submarinos en la División
ja: 分艦隊内の潜水艦
pl: Okręty podwodne w dywizjonie
ru: Подводных лодок в отряде
uk: Підводних човнів у загоні
zh: 潜艇在分舰队
zh_sg: 小队中的潜艇

# IDS_CUSTOMROOMSDESCRIPTION1LABEL
source: You do not earn XP or credits in Training Battles. No ammunition or consumables are spent.
es_mx: No obtienes XP o créditos en las batallas de entrenamiento. No se pierde munición o consumibles.
ja: トレーニング戦では EXP とクレジットを取得できません。弾薬・消耗品は消費されません。
pl: Nie zdobywasz żadnych PD ani kredytów w bitwach treningowych. Amunicja i sprzęt eksploatacyjny nie są zużywane.
ru: В тренировочных боях опыт и кредиты не начисляются. Боеприпасы и снаряжение не расходуются.
uk: Ви не здобуваєте досвіду та кредитів за тренувальні бої. Боєприпаси та спорядження зі складських запасів не витрачаєте.
zh: 您将无法在战斗训练中获得经验或银币。不会消耗弹药或消耗品。
zh_sg: 您在战斗训练中不会获得经验和银币。同时也不会消耗弹药和消耗品。

# IDS_CUSTOMROOMSLABEL
source: Training Battles
es_mx: Batallas de Entrenamiento
ja: トレーニング戦
pl: Bitwy treningowe
ru: Тренировочные бои
uk: Тренувальні бої
zh: 战斗训练
zh_sg: 战斗训练

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_BUYMODERNIZATIONBLOCK
source: After you purchase and mount it, your ship's performance characteristics will be enhanced.
es_mx: Después de adquirirlo y montarlo, las características de desempeño de tu barco serán mejoradas.
ja: 購入して搭載することで艦艇の性能が向上します。
pl: Po zakupie i zamontowaniu charakterystyka Twojego okrętu ulegnie poprawie.
ru: После покупки и установки будут улучшены характеристики корабля.
uk: Характеристики корабля буде поліпшено після купівлі та встановлення.
zh: После покупки и установки будут улучшены характеристики корабля.
zh_sg: 在您购买并安装它后，您战舰的属性将得到强化。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOCREW
source: Go to the Commander's Personal File to see the list of available skills, and select which skills to master.
es_mx: Dirígete al Archivo Personal del Comandante para ver la lista de habilidades disponibles y seleccionar las habilidades a dominar.
ja: 艦長の個人ファイルへ移動してスキルの一覧を確認し、習得するスキルを選択しましょう。
pl: Przejdź do akt osobistych dowódcy, żeby zobaczyć listę dostępnych umiejętności, jakie może opanować.
ru: Перейдите к Личному делу командира, чтобы просмотреть список доступных навыков и выбрать навыки для изучения.
uk: Перейдіть до Особової справи командира, щоб подивитися список доступних умінь і вибрати уміння для вивчення.
zh: Перейдите к Личному делу командира, чтобы просмотреть список доступных навыков и выбрать навыки для изучения.
zh_sg: 前往指挥官的个人档案查看并选择要掌握的技能。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOMODERNIZATIONSEXPLORE
source: Navigate to the Equipment tab to select an upgrade.
es_mx: Navega a la pestaña "Equipamiento" para seleccionar una mejora.
ja: 「装備」タブへ移動してアップグレードを選択してください。
pl: Przejdź do zakładki Wyposażenie, żeby wybrać ulepszenie.
ru: Перейдите на вкладку «Оснащение» для выбора модернизации.
uk: Перейдіть на вкладку «Оснащення», щоб вибрати модернізацію.
zh: Перейдите на вкладку «Оснащение» для выбора модернизации.
zh_sg: 导航至装备分页选择升级品。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOMODULESBUY
source: Navigate to the Equipment tab to purchase and mount ship modules.
es_mx: Navega a la pestaña "Equipamiento" para adquirir y montar módulos del barco.
ja: 「装備」タブへ移動し、艦艇のモジュールを購入して搭載しましょう。
pl: Przejdź do zakładki Wyposażenie, żeby kupić i zamontować moduły okrętu.
ru: Перейдите на вкладку «Оснащение» для покупки и установки модуля корабля.
uk: Перейдіть на вкладку «Оснащення», щоб купити та встановити модуль корабля.
zh: Перейдите на вкладку «Оснащение» для покупки и установки модуля корабля.
zh_sg: 导航至装备分页购买和安装战舰配件。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOMODULESEXPLORE
source: Navigate to the Equipment tab to research ship modules.
es_mx: Navega a la pestaña "Equipamiento" para investigar módulos del barco.
ja: 「装備」タブへ移動し、艦艇のモジュールを研究しましょう。
pl: Przejdź do zakładki Wyposażenie, żeby zbadać moduły okrętu.
ru: Перейдите на вкладку «Оснащение» для исследования модуля корабля.
uk: Перейдіть на вкладку «Оснащення», щоб дослідити модуль корабля.
zh: Перейдите на вкладку «Оснащение» для исследования модуля корабля.
zh_sg: 导航至装备分页研发战舰配件。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTORANDOMFIGHT
source: Try your hand in battles against other players.
es_mx: Prueba tu suerte en batallas en contra de otros jugadores.
ja: 対人戦で腕試ししましょう。
pl: Sprawdź się w bitwach z innymi graczami.
ru: Попробуйте свои силы в боях против других игроков.
uk: Випробуйте себе в боях проти інших гравців.
zh: Попробуйте свои силы в боях против других игроков.
zh_sg: 试试与其他玩家对战。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOTECHTREEBUYSHIP
source: Go to the Tech Tree to select a ship.
es_mx: Ir al Árbol Tecnológico para seleccionar un barco.
ja: 技術ツリーへ移動して艦を選択してください。
pl: Przejdź do Drzewa technologicznego, żeby wybrać okręt
ru: Перейдите в окно Развития для выбора корабля.
uk: Перейдіть до вікна Дослідження, щоб вибрати корабель.
zh: Перейдите в окно Развития для выбора корабля.
zh_sg: 前往科技树选择一艘战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOTECHTREEEXPLORESHIP
source: Go to the Tech Tree to select a ship.
es_mx: Ir al Árbol Tecnológico para seleccionar un barco.
ja: 技術ツリーへ移動して艦を選択してください。
pl: Przejdź do Drzewa technologicznego, żeby wybrać okręt
ru: Перейдите в окно Развития для выбора корабля.
uk: Перейдіть до вікна Дослідження, щоб вибрати корабель.
zh: Перейдите в окно Развития для выбора корабля.
zh_sg: 前往科技树选择一艘战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_DOCKTOUSERMENU
source: Fighting back to back is both exciting and beneficial!
es_mx: ¡Luchar hombro a hombro es emocionante y beneficioso!
ja: 連続で戦うことは、楽しくて有益です!
pl: Wspólna walka jest zarówno ekscytująca, jak i korzystna!
ru: Сражаться плечом к плечу не только интересно, но и выгодно!
uk: Битися пліч-о-пліч не лише цікаво, а й вигідно!
zh: Сражаться плечом к плечу не только интересно, но и выгодно!
zh_sg: 背靠背战斗既令人兴奋又有利！

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLORECAMOUFLAGES
source: Go to the Camouflage tab to enhance the ship's performance characteristics.
es_mx: Ve a la pestaña Camuflaje para mejorar las características de desempeño del barco.
ja: 「迷彩タブ」へ移動して艦艇の性能を強化しましょう。
pl: Przejdź do zakładki Kamuflaż, żeby poprawić charakterystykę swojego okrętu.
ru: Перейдите на вкладку «Камуфляж», чтобы улучшить характеристики корабля.
uk: Перейдіть на вкладку «Камуфляж», щоб поліпшити характеристики корабля.
zh: Перейдите на вкладку «Камуфляж», чтобы улучшить характеристики корабля.
zh_sg: 前往涂装分页强化战舰的属性。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLOREENSIGNS
source: Go to the Flags tab.
es_mx: Ve a la pestaña Banderas.
ja: 「旗」タブへ移動してください。
pl: Przejdź do zakładki Flagi.
ru: Перейдите на вкладку «Флаги».
uk: Перейдіть на вкладку «Прапори».
zh: Перейдите на вкладку «Флаги».
zh_sg: 前往旗帜分页。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLOREEXTERIORCAMOUFLAGES
source: Go to the Exterior tab to enhance the ship's performance characteristics.
es_mx: Ve a la pestaña Exterior para mejorar las características de desempeño del barco.
ja: 「外装」タブへ移動して艦艇の性能を強化しましょう。
pl: Przejdź do zakładki Wygląd, żeby poprawić charakterystykę swojego okrętu.
ru: Перейдите на вкладку «Внешний вид», чтобы улучшить характеристики корабля.
uk: Перейдіть на вкладку «Зовнішній вигляд», щоб поліпшити характеристики корабля.
zh: Перейдите на вкладку «Внешний вид», чтобы улучшить характеристики корабля.
zh_sg: 前往外观分页强化战舰的属性。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLOREEXTERIORENSIGNS
source: Go to the Exterior tab to mount a flag.
es_mx: Ve a la pestaña Exterior para montar una bandera.
ja: 「旗」タブへ移動して旗を搭載してください。
pl: Przejdź do zakładki Wygląd, żeby zamontować flagę.
ru: Перейдите на вкладку «Внешний вид» для установки флага.
uk: Перейдіть на вкладку «Зовнішній вигляд», щоб встановити прапор.
zh: Перейдите на вкладку «Внешний вид» для установки флага.
zh_sg: 前往外观分页安装旗帜。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLOREEXTERIORSIGNALS
source: Go to the Exterior tab to enhance the ship's performance characteristics.
es_mx: Ve a la pestaña Exterior para mejorar las características de desempeño del barco.
ja: 「外装」タブへ移動して艦艇の性能を強化しましょう。
pl: Przejdź do zakładki Wygląd, żeby poprawić charakterystykę swojego okrętu.
ru: Перейдите на вкладку «Внешний вид», чтобы улучшить характеристики корабля.
uk: Перейдіть на вкладку «Зовнішній вигляд», щоб поліпшити характеристики корабля.
zh: Перейдите на вкладку «Внешний вид», чтобы улучшить характеристики корабля.
zh_sg: 前往外观分页强化战舰的属性。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLOREMODERNIZATIONS
source: Go to the Upgrades tab to enhance the ship's performance characteristics.
es_mx: Ve a la pestaña Mejoras para mejorar las características de desempeño del barco.
ja: 「アップグレード」タブへ移動して艦艇の性能を強化しましょう。
pl: Przejdź do zakładki Ulepszenia, żeby poprawić charakterystykę swojego okrętu.
ru: Перейдите на вкладку «Модернизация», чтобы улучшить характеристики корабля.
uk: Перейдіть на вкладку «Модернізація», щоб поліпшити характеристики корабля.
zh: Перейдите на вкладку «Модернизация», чтобы улучшить характеристики корабля.
zh_sg: 前往升级品分页强化战舰的属性。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLORESIGNALS
source: Go to the Signals tab to enhance the ship's performance characteristics.
es_mx: Ve a la pestaña Señales para mejorar las características de desempeño del barco.
ja: 「信号旗」タブへ移動して艦艇の性能を強化しましょう。
pl: Przejdź do zakładki Sygnały, żeby poprawić charakterystykę swojego okrętu.
ru: Перейдите на вкладку «Сигналы», чтобы улучшить характеристики корабля.
uk: Перейдіть на вкладку «Сигнали», щоб поліпшити характеристики корабля.
zh: Перейдите на вкладку «Сигналы», чтобы улучшить характеристики корабля.
zh_sg: 前往信号旗分页强化战舰的属性。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_EXPLORESSE
source: Commander! You now have access to combat missions. Complete these to claim your rewards!
es_mx: ¡Comandante! Ahora tienes acceso a las misiones de combate. ¡Complétalas para reclamar tus recompensas!
ja: 艦長! コンバットミッションを利用可能です。達成して褒賞を獲得しましょう!
pl: Dowódco! Masz teraz dostęp do misji bojowych. Wypełniaj je, żeby zdobywać nagrody!
ru: Командир! Теперь вам доступны боевые задачи — выполняйте их и получайте награду.
uk: Командире! Тепер для тебе доступні бойові завдання — виконуй їх і отримуй нагороду.
zh: Командир! Теперь вам доступны боевые задачи — выполняйте их и получайте награду.
zh_sg: 舰长！您已解锁了作战任务。完成它们并领取您的奖励！

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_INSTALLMODERNIZATIONBLOCK
source: After you mount it, your ship's performance characteristics will be enhanced.
es_mx: Después de montarlo, las características de desempeño de tu barco serán mejoradas.
ja: 購入して搭載することで艦艇の性能が向上します。
pl: Po zamontowaniu charakterystyka Twojego okrętu ulegnie poprawie.
ru: После установки будут улучшены характеристики корабля.
uk: Характеристики корабля буде поліпшено після встановлення.
zh: После установки будут улучшены характеристики корабля.
zh_sg: 在您安装它后，您战舰的属性将得到强化。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_METASHOP
source: Head to the Armory to rent three submarines from a random bundle.
es_mx: Dirígete a la Armería para rentar tres submarinos incluidos en un paquete aleatorio.
ja: 武器庫のランダムバンドルから潜水艦 3 隻をレンタルできます。
pl: Przejdź do Zbrojowni, żeby wypożyczyć trzy okręty podwodne z zestawu losowego.
ru: Перейдите в Адмиралтейство и получите в аренду три подводные лодки из случайного набора.
uk: Перейдіть в Адміралтейство й отримаєте напрокат три підводні човни з випадкового набору.
zh: Перейдите в Адмиралтейство и получите в аренду три подводные лодки из случайного набора.
zh_sg: 前往兵工厂通过随机礼包租用三艘潜艇。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESBUYMODULE
source: After the module has been mounted, the ship parameters will change.
es_mx: Después de montar el módulo, los parámetros del barco cambiarán.
ja: モジュールを搭載すると艦艇のパラメータが変化します。
pl: Po zamontowaniu moduły parametry okrętu ulegną zmianie.
ru: После установки модуля характеристики корабля будут изменены.
uk: Після встановлення модуля характеристики корабля змінятся.
zh: После установки модуля характеристики корабля будут изменены.
zh_sg: 安装配件后，战舰参数将发生改变。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESEXPLOREMODULE
source: After the module has been researched, it will become available for purchase and mounting.
es_mx: Después de que el módulo ha sido investigado, este quedará disponible para su adquisición y montaje.
ja: モジュールを研究すると、購入・搭載できるようになります。
pl: Po zbadaniu modułu stanie się on możliwy do kupienia i zamontowania.
ru: После исследования модуль станет доступен для покупки и установки.
uk: Після дослідження модуль можна купити та встановити.
zh: После исследования модуль станет доступен для покупки и установки.
zh_sg: 研发配件后，就可以购买并安装它了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTOBUYBTN
source: Once you have purchased a ship, you can helm her in battle right away.
es_mx: Una vez que hayas comprado un barco, puedes usarlo en batalla justo en ese momento.
ja: 艦艇を購入すると、すぐに出撃可能になります。
pl: Po kupieniu okrętu możesz go zabrać prosto do bitwy.
ru: После покупки корабль станет доступен для выхода в бой.
uk: Купивши корабель, матимете змогу одразу вступити ним у бій.
zh: После покупки корабль станет доступен для выхода в бой.
zh_sg: 您购买一艘战舰后，可以立即在战斗中使用它。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTOEXPLOREBTN
source: After the ship has been researched, she will be available for purchase.
es_mx: Una vez que se investigue el barco, pasará a estar disponible para su compra.
ja: 艦艇を研究すると、購入できるようになります。
pl: Po zbadaniu okrętu można go kupić.
ru: После исследования корабль станет доступен для покупки.
uk: Після дослідження корабель стане доступним для купівлі.
zh: После исследования корабль станет доступен для покупки.
zh_sg: 完成一艘战舰的研发后，就可以购买它了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTONEXTSHIPBUY
source: Select a ship that you would like to research and purchase.
es_mx: Selecciona un barco que te gustaría investigar y adquirir.
ja: 研究・購入したい艦艇を選択してください。
pl: Wybierz okręt, który chcesz zbadać i kupić.
ru: Выберите корабль для исследования и покупки.
uk: Виберіть корабель, який бажаєте дослідити й купити.
zh: Выберите корабль для исследования и покупки.
zh_sg: 选择一艘您想要研发并购买的战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTONEXTSHIPEXPLORE
source: Select a ship that you would like to research and purchase.
es_mx: Selecciona un barco que te gustaría investigar y adquirir.
ja: 研究・購入したい艦艇を選択してください。
pl: Wybierz okręt, który chcesz zbadać i kupić.
ru: Выберите корабль для исследования и покупки.
uk: Виберіть корабель, який бажаєте дослідити й купити.
zh: Выберите корабль для исследования и покупки.
zh_sg: 选择一艘您想要研发并购买的战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTOOLTIPBUY
source: After the module has been mounted, the ship parameters will change.
es_mx: Después de montar el módulo, los parámetros del barco cambiarán.
ja: モジュールを搭載すると艦艇のパラメータが変化します。
pl: Po zamontowaniu moduły parametry okrętu ulegną zmianie.
ru: После установки модуля характеристики корабля будут изменены.
uk: Після встановлення модуля характеристики корабля змінятся.
zh: После установки модуля характеристики корабля будут изменены.
zh_sg: 安装配件后，战舰参数将发生改变。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_MODULESTOOLTIPEXPLORE
source: After the module has been researched, it will become available for purchase and mounting.
es_mx: Después de que el módulo ha sido investigado, este quedará disponible para su adquisición y montaje.
ja: モジュールを研究すると、購入・搭載できるようになります。
pl: Po zbadaniu modułu stanie się on możliwy do kupienia i zamontowania.
ru: После исследования модуль будет доступен для покупки и установки.
uk: Після дослідження модуль можна купити та встановити.
zh: После исследования модуль будет доступен для покупки и установки.
zh_sg: 研发配件后，就可以购买并安装它了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_PARAGONSTECHTREEEXPLORENATION
source: Reset your progress for this Tech Tree branch and get combat bonuses along with a new currency called "Research Points."
es_mx: Reinicia tu progreso por esta rama del Árbol Tecnológico y recibe bonificaciones de combate junto a una nueva moneda llamada "Puntos de investigación".
ja: この技術ツリーブランチの進捗をリセットし、新リソース「研究ポイント」を含む戦闘ボーナスを獲得しましょう。
pl: Zresetuj swoje postępy dla tej linii drzewa technologicznego i otrzymaj premie bojowe oraz nową walutę – punkty badawcze.
ru: Сбросьте прогресс этой ветки и получите боевые бонусы вместе с новой валютой — очками исследования.
uk: Скиньте прогрес цієї гілки й отримайте бойові бонуси разом із новою валютою — очками дослідження.
zh: Сбросьте прогресс этой ветки и получите боевые бонусы вместе с новой валютой — очками исследования.
zh_sg: 重置此科技树分支您的进程，并获得新货币“研究点”的战斗加成。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_RANDOMFIGHTBTN
source: Try your hand in battles against other players.
es_mx: Prueba tu suerte en batallas en contra de otros jugadores.
ja: 対人戦で腕試ししましょう。
pl: Sprawdź się w bitwach z innymi graczami.
ru: Попробуйте свои силы в боях против других игроков.
uk: Випробуйте себе в боях проти інших гравців.
zh: Попробуйте свои силы в боях против других игроков.
zh_sg: 试试与其他玩家对战。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_SHIPYARD
source: Navigate to the Dockyard to build cruiser Anchorage
es_mx: Dirígete al Astillero para construir al acorazado Odin
ja: 造船所に移動して巡洋艦 Anchorage を建造
pl: Przejdź do Stoczni, by zbudować krążownik Anchorage
ru: Перейдите на экран Верфи, чтобы построить крейсер Anchorage
uk: Перейдіть на екран Верфі, щоб побудувати лінкор Odin
zh: Перейдите на экран Верфи, чтобы построить крейсер Anchorage
zh_sg: 导航至造船厂开始建造奥丁号战列舰

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_TECHTREETOSHIPBUY
source: Select a ship that you would like to research and purchase.
es_mx: Selecciona un barco que te gustaría investigar y adquirir.
ja: 研究・購入したい艦艇を選択してください。
pl: Wybierz okręt, który chcesz zbadać i kupić.
ru: Выберите корабль для исследования и покупки.
uk: Виберіть корабель, який бажаєте дослідити й купити.
zh: Выберите корабль для исследования и покупки.
zh_sg: 选择一艘您想要研发并购买的战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_TECHTREETOSHIPEXPLORE
source: Select a ship that you would like to research and purchase.
es_mx: Selecciona un barco que te gustaría investigar y adquirir.
ja: 研究・購入したい艦艇を選択してください。
pl: Wybierz okręt, który chcesz zbadać i kupić.
ru: Выберите корабль для исследования и покупки.
uk: Виберіть корабель, який бажаєте дослідити й купити.
zh: Выберите корабль для исследования и покупки.
zh_sg: 选择一艘您想要研发并购买的战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_TECHTREETOSHIPNATION
source: Go to this nation to select an available ship.
es_mx: Ir a esta nación para seleccionar un barco disponible.
ja: この国家に移動し、使用可能な艦艇を選択してください。
pl: Przejdź do tego kraju, żeby wybrać dostępny okręt.
ru: Перейдите к этой нации для выбора доступного корабля.
uk: Перейдіть до цієї нації, щоб вибрати доступний корабель.
zh: Перейдите к этой нации для выбора доступного корабля.
zh_sg: 前往选择一艘这个国家可用的战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_UPDATESSE
source: Commander! We've further improved and updated the combat mission interface. You can now find everything in a "one-stop mission drop!"
es_mx: ¡Comandante! Hemos mejorado y actualizado aún mas la interfaz de las misiones de combate. Ahora puedes encontrar todo en un solo lugar.
ja: 艦長! コンバットミッションの UI をさらに改良・更新し、全てを手軽に確認できるようにしました!
pl: Dowódco! Ulepszyliśmy interfejs misji bojowych. Teraz wszystko znajdziesz za jednym kliknięciem!
ru: Командир! Мы улучшили и обновили интерфейс боевых задач — теперь всё находится в одном месте.
uk: Командире! Ми покращили й оновили інтерфейс бойових завдань — тепер все в одному місці.
zh: Командир! Мы улучшили и обновили интерфейс боевых задач — теперь всё находится в одном месте.
zh_sg: 舰长！我们进一步改进和更新了作战任务界面。您可以在“一站式任务投放”中找到所有信息！

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_DECS_USERMENUINVITEBTN
source: Click here to learn more about unique rewards and find the invitation link.
es_mx: Haz clic aquí para conocer más acerca de las recompensas únicas y encuentra el enlace de la invitación.
ja: ここをクリックして特別褒賞の詳細を確認し、招待リンクを得ましょう
pl: Kliknij tutaj, żeby dowiedzieć się więcej na temat unikalnych nagród i otrzymać link zaproszenia.
ru: Перейдите, чтобы узнать больше об уникальных наградах и получить ссылку для приглашения.
uk: Перейдіть, щоб дізнатися більше про унікальні нагороди та отримати посилання для запрошення.
zh: Перейдите, чтобы узнать больше об уникальных наградах и получить ссылку для приглашения.
zh_sg: 点击此处了解更多关于独特奖励的信息并获取邀请链接。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_BUYMODERNIZATIONBLOCK
source: Select an upgrade
es_mx: Seleccionar una mejora
ja: アップグレードの選択
pl: Wybierz ulepszenie
ru: Выберите модернизацию
uk: Виберіть модернізацію
zh: 左键点击以选择一个升级品
zh_sg: 选择一个升级品

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOCREW
source: Skills are available for mastering
es_mx: Las habilidades están disponibles para dominar
ja: スキル習得可能
pl: Umiejętności do opanowania
ru: Доступны навыки для изучения
uk: Доступні уміння для вивчення
zh: Доступны навыки для изучения
zh_sg: 可掌握的技能

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOMODERNIZATIONSEXPLORE
source: Ship enhancement available
es_mx: Mejora del barco disponible
ja: 艦艇 強化可能
pl: Dostępne jest ulepszenie okrętu
ru: Доступно улучшение корабля
uk: Доступне поліпшення корабля
zh: Доступно улучшение корабля
zh_sg: 可用的战舰强化

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOMODULESBUY
source: A new ship module is now available
es_mx: Un nuevo módulo del barco ya está disponible
ja: 新艦艇のモジュール 使用可能
pl: Dostępny jest nowy moduł okrętu.
ru: Доступен новый модуль корабля
uk: Доступний новий модуль корабля
zh: Доступен новый модуль корабля
zh_sg: 已有新配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOMODULESEXPLORE
source: A new ship module is now available
es_mx: Un nuevo módulo del barco ya está disponible
ja: 新艦艇のモジュール 使用可能
pl: Dostępny jest nowy moduł okrętu.
ru: Доступен новый модуль корабля
uk: Доступний новий модуль корабля
zh: Доступен новый модуль корабля
zh_sg: 已有新配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTORANDOMFIGHT
source: A new battle type is now available
es_mx: Un nuevo tipo de batalla ya está disponible
ja: 新戦闘タイプ 利用可能
pl: Dostępny jest nowy typ bitwy.
ru: Доступен новый тип боя
uk: Доступний новий тип бою
zh: Доступен новый тип боя
zh_sg: 已有新战斗模式
