Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_UNLOCKS_DESCRIPTION_12_1
source: The higher a ship's tier; the more upgrades she can take advantage of.
es_mx: Cuanto más alto es el nivel de un barco, más mejoras puede llevar.
ja: 高 Tier の艦艇ほど、より多くのアップグレードを搭載可能です。
pl: Im wyższy poziom okrętu, tym więcej ulepszeń można na nim zainstalować.
ru: Чем выше уровень корабля, тем больше модернизаций на него можно установить.
uk: Що вище рівень корабля, то більше модернізацій на нього можна встановити.
zh: 每艘战舰您最多可安装六项升级品，取决于它的类型及等级。
zh_sg: 战舰等级越高，能携带的升级品越多。

# IDS_UNLOCKS_DESCRIPTION_13_0
source: Commander skills help to improve your ship's current parameters and open up new abilities.
es_mx: Las habilidades del comandante ayudan a mejorar los parámetros actuales de tu barco y desbloquean nuevas habilidades.
ja: 艦長スキルにより、艦艇の性能を高めたり、新たな能力を使用したりできるようになります。
pl: Umiejętności dowódcy mogą poprawić parametry okrętu lub dać nowe możliwości.
ru: Навыки командира позволяют улучшать характеристики корабля и использовать новые возможности.
uk: Уміння командира дозволяють поліпшувати характеристики корабля та використовувати нові можливості.
zh: 就像战舰一样，它的指挥官也会在战斗中获得经验。指挥官经验可以用来学习强化战舰性能的技能
zh_sg: 指挥官技能可以帮助提升战舰当前的属性值以及获得新的能力。

# IDS_UNLOCKS_DESCRIPTION_13_1
source: A Commander gets skill points for experience (XP) earned in battle.
es_mx: Un comandante obtiene puntos de habilidad por experiencia (XP) obtenida en batallas.
ja: 艦長は、EXP を稼ぐことでスキルポイントを得ることができます。
pl: Dowódca zdobywa punkty umiejętności za punkty doświadczenia (PD) zdobywane w bitwach.
ru: Командир получает очки навыков за опыт, заработанный в боях.
uk: Командир здобуває очки уміння за досвід, здобутий у боях.
zh: 当指派指挥官到另一艘船的时候，指挥官需要重新训练，在重新训练完成之前，所学的技能效果都会打折
zh_sg: 指挥官通过在战斗积攒经验可以获得技能点数。

# IDS_UNLOCKS_DESCRIPTION_13_2
source: When assigned to another ship, a Commander requires retraining. Until retraining is complete, the effect of mastered skills is reduced.
es_mx: Al asignarlo a otro barco, el Comandante requiere reentrenamiento. Hasta que el reentrenamiento este completado, el efecto de las habilidades dominadas es reducido.
ja: 艦長を別の艦艇に配属する際には、再訓練が必要であり、再訓練が完了するまでは、習得済みスキルの効力が低下します。
pl: Kiedy dowódca przydzielany jest do innego okrętu, wymaga przeszkolenia. Dopóki przeszkolenie nie zostanie ukończone, działanie umiejętności dowódcy jest ograniczone.
ru: При назначении на другой корабль командиру необходимо пройти переподготовку. В период переподготовки эффективность изученных навыков снижается.
uk: Призначений на інший корабель командир мусить пройти перепідготовку. На час перепідготовки ефективність вивчених умінь зменшується.
zh: При назначении на другой корабль командиру необходимо пройти переподготовку. В период переподготовки эффективность изученных навыков снижается.
zh_sg: 指挥官被指派到其它船只时，需要重新训练。在完成重训之前，他所掌握的技能效果都会降低。

# IDS_UNLOCKS_DESCRIPTION_1514_0
source: Camouflage reduces your ship's detectability and decreases the firing accuracy of the enemy. By using signals, you get more XP and credits per battle.
es_mx: El camuflaje reduce la detectabilidad de tu barco y disminuye la precisión de disparo del enemigo. Al usar señales, obtienes más XP y créditos por batalla.
ja: 迷彩は自艦の被発見距離を短縮し、敵の射撃精度を低下させます。信号旗を活用すると各戦でより多くの EXP とクレジットを取得できます。
pl: Kamuflaż zmniejsza wykrywalność Twojego okrętu oraz celność dział przeciwnika. Korzystając z sygnałów, zdobędziesz więcej PD i kredytów w bitwie.
ru: Камуфляж снижает заметность корабля и понижает точность стрельбы противника. Сигналы позволяют получить больше кредитов и опыта за бой.
uk: Камуфляж зменшує помітність корабля й зменшує влучність стрільби супротивника. Сигнали дозволяють отримати більше кредитів і досвіду за бій.
zh: Камуфляж снижает заметность корабля и понижает точность стрельбы противника. Сигналы позволяют получить больше кредитов и опыта за бой.
zh_sg: 涂装能降低您战舰的被侦测性并降低被敌舰攻击的精准度。通过使用信号旗，您每场战斗能获得更多经验和银币。

# IDS_UNLOCKS_DESCRIPTION_1514_1
source: Camouflage and signals are earned as rewards for your achievements in battle, or can be obtained for game currency.
es_mx: Los camuflajes y las señales son obtenidos como recompensas por sus logros en batalla, o pueden ser obtenidos de las monedas del juego.
ja: 迷彩と信号旗は戦闘実績に対する褒賞として入手することもできますし、ゲーム通貨で購入することもできます。
pl: Kamuflaże i sygnały są zdobywane w postaci nagród za Twoje osiągnięcia w bitwie, mogą też być wymienione za walutę w grze.
ru: Камуфляж и сигналы можно получить за достижения в бою или за игровую валюту.
uk: Камуфляж і сигнали можна отримати за досягнення в бою або внутрішньоігрову валюту.
zh: Камуфляж и сигналы можно получить за достижения в бою или за игровую валюту.
zh_sg: 您可以通过在战斗中达成成就来获得涂装和信号旗奖励，或使用游戏货币来购买。

# IDS_UNLOCKS_DESCRIPTION_1514_2
source: Mounted signals and applied camouflages are spent in battles. Enable auto-resupply so that after each battle, replacement signals or camouflage are automatically mounted on your ship.
es_mx: Los camuflajes montados y las señales son utilizados en una batalla. Habilita el reabastecimiento automático para que después de cada batalla, señales o camuflajes de reemplazo sean montados automáticamente en tu barco.
ja: 適用した信号旗と迷彩は 1 戦で消費されます。自動補給を有効にすると、各戦後に信号旗や迷彩が自動的に再適用されます。
pl: Sygnały i kamuflaże są zużywane w bitwie. Włącz automatyczne uzupełnianie, żeby po każdej bitwie zużyty sygnał lub kamuflaż został automatycznie zastąpiony nowym.
ru: Установленные камуфляж и сигналы расходуются по окончании боя. Включите автопополнение, чтобы выбранный вами камуфляж или сигналы автоматически устанавливались после каждого боя.
uk: Встановлені камуфляж і сигнали витрачаються після закінчення бою. Увімкніть автопоповнення, щоб вибраний вами камуфляж або сигнали автоматично встановлювалися після кожного бою.
zh: Установленные камуфляж и сигналы расходуются по окончании боя. Включите автопополнение, чтобы выбранный вами камуфляж или сигналы автоматически устанавливались после каждого боя.
zh_sg: 安装的信号旗和涂装将在一场战斗结束后消耗。启用自动补给后，每场战斗后将自动在您的战舰上安装替换的信号旗或涂装。

# IDS_UNLOCKS_DESCRIPTION_16_0
source: Ranked Battles are only available during an active Ranked Battles season.
es_mx: Las batallas de clasificación solo están disponibles durante una temporada activa de batallas de clasificación.
ja: ランク戦は、ランク戦シーズンの開催期間中のみにご利用いただけます。
pl: Bitwy rankingowe dostępne są tylko w trakcie sezonów bitew rankingowych.
ru: Ранговые бои доступны только во время проведения рангового сезона.
uk: Рангові бої доступні лише під час рангового сезону.
zh: 在您达到下个排位时会获得信号旗、银币及更多其它东西。您的排位越高，奖励就越诱人、战斗也会变得越有趣。
zh_sg: 排位赛仅在排位赛季开启后开放。

# IDS_UNLOCKS_DESCRIPTION_16_1
source: By climbing to the next Rank, you get signals, credits and much more. The higher your Rank, the more valuable rewards you get, and the more challenging battles will become.
es_mx: Al subir al siguiente rango, obtienes banderas de señales, créditos y mucho más. Cuanto más alto sea tu rango, más recompensas valiosas obtendrás y más difíciles serán las batallas.
ja: 上位のランクに昇格した際には、信号旗やクレジットが付与されます。ランクが高位であればあるほど褒賞の価値が高まり、戦闘がよりチャレンジングになります。
pl: Zdobywając wyższy stopień otrzymujesz sygnały, kredyty i nie tylko. Im wyższy stopień, tym bardziej wartościowe nagrody, ale też trudniejsze bitwy.
ru: За взятие нового ранга вы получаете сигналы, кредиты и многое другое. Чем выше ранг, тем сложнее бои и ценнее награда.
uk: За здобутий новий ранг ви отримуєте сигнали, кредити й багато іншого. Що вище ранг, то складніші бої й цікавіші нагороди.
zh: 在赛季期间获得独特旗帜来展示您的成就。
zh_sg: 达到下一级军阶排名，您将获得信号旗、银币和许多其他奖励。您的军阶排名越高，获得的奖励就越多，战斗的挑战性也就越强。

# IDS_UNLOCKS_DESCRIPTION_16_2
source: Keep track of your progress on the Profile tab in the Ranks screen and in the battle statistics on the Summary screen.
es_mx: Mira tu progreso en la pestaña Perfil en la pantalla de rangos y en las estadísticas de batalla en la pantalla de sumario.
ja: 「ランク」画面の「プロフィール」タブや「概要」画面の「戦績」で進行状況を確認しましょう。
pl: Śledź swoje postępy w zakładce Profil, na ekranie stopni oraz w statystykach bitewnych na ekranie podsumowania.
ru: Отслеживайте свой прогресс во вкладке «Профиль» на экране «Ранги» и в сводке боевой статистики.
uk: Відстежуйте свій прогрес на вкладці профілю на екрані рангів та в підсумках бойової статистики.
zh: 密切留意您个人资料中的进度：排位界面与战斗统计中的总结界面。
zh_sg: 在账号的排名界面以及战斗统计的汇总界面追踪您的进度。

# IDS_UNLOCKS_DESCRIPTION_17_0
source: Ships of various types and nations are available to you: sneaky destroyers, versatile cruisers, heavily armored battleships, and carriers with fast and devastating aircraft on board. Choose your role in battle!
es_mx: Hay barcos de varios tipos y naciones disponibles para ti: destructores furtivos, cruceros versátiles, acorazados fuertemente blindados y portaaviones con aviones rápidos y devastadores a bordo. ¡Elige tu papel en la batalla!
ja: 様々な艦種や国家の艦艇を使用できます。高隠蔽の駆逐艦、多用途な巡洋艦、重装甲の戦艦、高速で破壊的な艦載機を搭載した航空母艦を選択して激戦に挑みましょう!
pl: Okręty z różnych krajów i różnych typów są do Twojej dyspozycji: ciche niszczyciele, uniwersalne krążowniki, ciężko uzbrojone pancerniki oraz lotniskowce, wyposażone w szybkie i potężne samoloty. Wybierz swoją rolę w bitwie!
ru: В игре представлены корабли разных наций и классов: универсальные крейсеры, незаметные эсминцы, тяжелобронированные линкоры, авианосцы, вооружённые быстрой и сокрушительной авиацией. Выберите свою роль в бою.
uk: У грі є кораблі різних націй і класів: універсальні крейсери, непомітні есмінці, важкоброньовані лінкори, авіаносці озброєні швидкою й нищівною авіацією. Виберіть свою роль у бою.
zh: 有着四种战舰类型等着您：高速的驱逐舰、多用途的巡洋舰、重装甲的战列舰、以及适合战略迷的航空母舰。挑选您在战斗中的角色并升级任何类型战舰。
zh_sg: 有多种类型和国家的战舰供您选择：高隐蔽性的驱逐舰、能力均衡的巡洋舰、重装甲的战列舰，以及携带高速高伤害飞机的航空母舰。选择您在战斗中的角色！

# IDS_UNLOCKS_DESCRIPTION_17_1
source: For your battle prowess, you earn XP and credits after every battle. You can use this to research and purchase ships, or upgrade your ships by purchasing new modules.
es_mx: Por tus hazañas en combate recibes XP y créditos que puedes usar para desarrollar y comprar barcos, o para mejorar tus barcos al comprar módulos nuevos.
ja: 各戦後に戦果に応じて EXP とクレジットを取得できます。これを使用して艦艇を研究・購入し、新しいモジュールを購入して艦艇の性能を高めましょう。
pl: Za skuteczność w każdej bitwie otrzymujesz PD i kredyty, które wykorzystać można do opracowywania i kupowania okrętów lub ulepszania parametrów okrętu poprzez kupno nowych modułów.
ru: После каждого боя вам начисляются опыт и кредиты для исследования и покупки кораблей. Также вы можете исследовать и покупать модули для улучшения кораблей.
uk: Після кожного бою вам додають досвід та кредити, за які ви можете дослідити та купити кораблі. Також ви можете досліджувати й купувати модулі, щоб поліпшити кораблі.
zh: 为了您的战斗实力，您可以用赚取的经验和银币来研发及购买战舰。可通过安装新配件来改善您的战舰。
zh_sg: 为了提升您的战斗力，您可以使用赚取的经验和银币来研发和购买新战舰，或购买新的配件来升级您的战舰。

# IDS_UNLOCKS_DESCRIPTION_1_0
source: Fight against bots in cooperation with other players.
es_mx: Lucha contra bots en cooperación con otros jugadores.
ja: プレイヤーチームとボットチームとの対戦
pl: Połącz siły z innymi graczami i walcz z drużyną botów.
ru: Сражайтесь вместе с другими игроками против ботов.
uk: Бийтеся разом з іншими гравцями проти ботів.
zh: 可与其他玩家合作对战计算机。
zh_sg: 与其他玩家合作对战电脑。

# IDS_UNLOCKS_DESCRIPTION_21_0
source: You can earn up to three containers with rewards each day. Containers are granted for XP you earn in battle.
es_mx: Puedes ganar hasta tres contenedores con recompensas cada día. Los contenedores son otorgados a cambio de la XP que ganas en batallas.
ja: 褒賞を含むコンテナを各日 3 個まで入手可能です。コンテナは戦闘で取得した通算 EXP に応じて付与されます。
pl: Każdego dnia zdobyć można maksymalnie trzy kontenery z nagrodami. Kontenery przyznawane są za PD zdobywane w bitwach.
ru: Получайте ежедневно до трёх контейнеров с наградами. Контейнеры выдаются за опыт, заработанный в боях.
uk: Отримуйте щодня до трьох контейнерів із нагородами. Контейнери видають за досвід, здобутий у боях.
zh: 您每天在战斗中获得的经验可换来幸运补给箱。
zh_sg: 您每天可以获得最多3个补给箱。根据在战斗中获得的经验发放补给箱。

# IDS_UNLOCKS_DESCRIPTION_21_1
source: Try your luck for a supercontainer with an exceptionally valuable reward.
es_mx: Prueba tu suerte para obtener un supercontenedor con una recompensa excepcionalmente valiosa.
ja: 極めて高価値な褒賞を入手可能なスーパーコンテナで運試ししましょう。
pl: Spróbuj szczęścia z superkontenerem zawierającym szczególnie wartościową nagrodę.
ru: Испытайте удачу и получите суперконтейнер с особенно ценной наградой.
uk: Спробуйте щастя та отримайте суперконтейнер з особливо цінною нагородою.
zh: 用带着最有价值奖励的超级幸运补给箱来试试您的运气。
zh_sg: 超级补给箱内含非常珍贵的奖励，用它试试您的运气吧。

# IDS_UNLOCKS_DESCRIPTION_22_0
source: Accomplish Campaign missions as you work your way to the ultimate reward.
es_mx: Completa las misiones de la Campaña en tu camino hacia la recompensa final.
ja: キャンペーンミッションに取り組み、最終褒賞を目指しましょう。
pl: Wypełniaj misje kampanii w drodze do nagrody głównej.
ru: Проходите миссии в кампаниях на пути к главной награде.
uk: Проходьте місії в кампаніях на шляху до головної нагороди.
zh: 通过完成工作，您获得的勋章就能解开下一个任务。
zh_sg: 完成战役中的任务以获得最终大奖。

# IDS_UNLOCKS_DESCRIPTION_22_1
source: Missions consist of tasks that will grant you stars when completed. Stars grant access to subsequent missions.
es_mx: Las misiones consisten en tareas que te otorgarán estrellas cuando se completen. Las estrellas abren el acceso a las misiones posteriores.
ja: ミッションに含まれるタスクを達成してスターを集め、次のミッションをアンロックしましょう。
pl: Misje zawierają zadania, których wypełnianie nagradzane jest gwiazdkami. Gwiazdki dają dostęp do kolejnych misji.
ru: Миссии состоят из заданий, за выполнение которых вы получаете звёзды. Они открывают вам доступ к следующим миссиям.
uk: Місії складаються із завдань, за виконання яких ви отримуєте зірки. Вони відкривають вам доступ до наступних місій.
zh: 您可以多次去完成每个工作。奖励只有在您第一次完成工作时发给。
zh_sg: 任务包含的目标会在完成时奖励星数。星数用于解锁后续任务。

# IDS_UNLOCKS_DESCRIPTION_22_2
source: Any required, but missing stars can be obtained by completing tasks again.
es_mx: Cualquier estrella requerida pero faltante puede obtenerse completando las tareas nuevamente.
ja: 不足分のスターは、達成済みのタスクを再達成することで取得できます。
pl: Brakujące gwiazdki można zdobyć wypełniając zadania ponownie.
ru: Недостающие звёзды можно получить, выполняя задания повторно.
uk: Зірки, яких бракує можна здобути, виконуючи завдання повторно.
zh: 您最多可同时进行三个工作。
zh_sg: 您可以再次完成目标来获取您遗漏的星数。

# IDS_UNLOCKS_DESCRIPTION_22_3
source: You can carry out up to three tasks concurrently.
es_mx: Puedes llevar a cabo hasta tres tareas al mismo tiempo.
ja: タスクは 3 個まで同時に取り組めます。
pl: Możesz podjąć się do trzech zadań jednocześnie.
ru: Вы можете выполнять до трёх заданий одновременно.
uk: Ви можете виконувати не більше трьох завдань одночасно.
zh: Вы можете выполнять до трёх заданий одновременно.
zh_sg: 您最多可同时接取三个目标。

# IDS_UNLOCKS_DESCRIPTION_23_0
source: Sell any modules, upgrades, and other inventory items that you are no longer using.
es_mx: Vende cualquier módulo, mejora, consumible y otros artículos del inventario que ya no uses más.
ja: 倉庫内の不要なモジュールやアップグレードなどを売却できます。
pl: Sprzedawaj dowolne moduły, ulepszenia i inne przedmioty, których już nie potrzebujesz.
ru: Продавайте модули, модернизации и другие виды имущества, которыми вы не пользуетесь.
uk: Продавайте модулі, модернізації й інше майно, яким не користуєтеся.
zh: 出售仓库中您所不需要的任何配件、升级品、消耗品、及其它东西，以得到银币。
zh_sg: 出售仓库中不需要的配件、升级品和其它物品。

# IDS_UNLOCKS_DESCRIPTION_2827_0
source: To participate in battles between Clans, you need to join a Clan first.
es_mx: Para participar en las batallas entre clanes, antes tienes que unirte a un clan.
ja: クラン同士の激戦に参加するには、クランに加入する必要があります。
pl: Żeby brać udział w bitwach pomiędzy klanami, najpierw musisz dołączyć do klanu.
ru: Вступите в клан для участия в клановых сражениях.
uk: Щоб взяти участь у кланових боях, ви маєте вступити до клану.
zh: 赢得军团战斗来获得军团评价点数并在群组和联盟之间攀升。
zh_sg: 想要参与军团之间的战斗，您需要先加入军团。

# IDS_UNLOCKS_DESCRIPTION_2827_1
source: Clan Battles are only available during an active season of Clan Battles.
es_mx: Las batallas de clanes solo están disponibles durante una temporada activa de batallas de clanes.
ja: クラン戦は、クラン戦シーズンの開催期間中のみにご利用いただけます。
pl: Bitwy klanowe dostępne są tylko w trakcie sezonów bitew klanowych.
ru: Клановые бои доступны только во время проведения кланового сезона.
uk: Кланові бої доступні лише під час кланового сезону.
zh: 获得石油并发展您的海军基地来提高您的永久经济奖励。
zh_sg: 军团战仅在军团战赛季开启后开放。

# IDS_UNLOCKS_DESCRIPTION_2827_2
source: Win Clan Battles to earn Clan Rating points and climb the groups and leagues.
es_mx: Gana Batallas de Clan para obtener puntos de Clasificación del Clan y ascender entre grupos y ligas.
ja: クラン戦で勝利してクランレーティング・ポイントを獲得し、より上位のグループとリーグを目指しましょう。
pl: Wygrywaj bitwy klanowe i zdobywaj punkty oceny klanu, żeby awansować do wyższych grup i lig.
ru: Побеждайте в клановых боях и зарабатывайте очки рейтинга для продвижения по группам и лигам.
uk: Перемагайте в кланових боях і здобувайте очки рейтингу, щоб просуватися групами й лігами.
zh: 建立训练房并参加训练战斗来磨练您的技巧
zh_sg: 赢得军团战会增加军团的评级点数，从而提升小组和联盟的段位。

# IDS_UNLOCKS_DESCRIPTION_2827_3
source: Earn Oil and develop your Naval Base to increase your permanent economic bonuses.
es_mx: Obtén Petróleo y desarrolla tu Base Naval para incrementar tus bonos económicos permanentes.
ja: オイルを獲得して海軍基地を開発し、恒久的なエコノミーボーナスを高めましょう。
pl: Zdobywaj ropę i rozbudowuj swoją bazę morską, żeby zwiększyć swoje stałe premie ekonomiczne.
ru: Зарабатывайте нефть и развивайте Военно-морскую базу. Это позволит увеличить постоянные экономические бонусы.
uk: Здобувайте нафту й розвивайте військово-морську базу. Це дозволить збільшити постійні економічні бонуси.
zh: Зарабатывайте нефть и развивайте Военно-морскую базу. Это позволит увеличить постоянные экономические бонусы.
zh_sg: 赚取石油升级您的海军基地，从而提高您的永久经济奖励。

# IDS_UNLOCKS_DESCRIPTION_2827_4
source: Create training rooms and participate in Training Battles to hone your skills of team cooperation.
es_mx: Crea salas de entrenamiento y participa en Batallas de entrenamiento para pulir tus habilidades de cooperación en equipo.
ja: トレーニングルームを作成してトレーニング戦に参加し、連携技術を磨きましょう。
pl: Twórz pokoje treningowe i uczestnicz w bitwach treningowych, żeby szlifować swoje umiejętności współpracy z drużyną.
ru: Создавайте тренировочные комнаты и участвуйте в тренировочных боях, чтобы отточить командные навыки.
uk: Створюйте тренувальні кімнати та беріть участь у тренувальних боях, щоб відточити командні уміння.
zh: Создавайте тренировочные комнаты и участвуйте в тренировочных боях, чтобы отточить командные навыки.
zh_sg: 创建训练房间或加入战斗训练磨合团队配合和技术。

# IDS_UNLOCKS_DESCRIPTION_3029_0
source: The Armory is an in-game shop where you can exchange resources (and, in some cases—doubloons and credits) for special upgrades, signal flags, camouflage patterns, containers, and Premium ships.
es_mx: La Armería es una tienda del juego en donde puedes intercambiar recursos (y en algunos casos, doblones y créditos) por mejoras especiales, banderas de señales, patrones de camuflaje, contenedores y barcos Premium.
ja: 武器庫はゲーム内ショップの一種であり、各種のリソース (またはダブロンやクレジット) との交換で特別アップグレード、信号旗、迷彩、コンテナ、プレミアム艦艇を入手できます。
pl: Zbrojownia to sklep w grze, gdzie możesz wymienić zasoby (i, w niektórych przypadkach dublony oraz kredyty) za specjalne ulepszenia, flagi sygnałowe, wzory kamuflażu, kontenery i okręty premium.
ru: Адмиралтейство — это внутриигровой магазин, в котором вы можете обменять ресурсы (а в некоторых случаях дублоны и кредиты) на особые модернизации, флажные сигналы, камуфляжи, контейнеры и премиум корабли.
uk: Адміралтейство — це внутрішньоігровий магазин, в якому ви можете обміняти ресурси (а в деяких випадках дублони й кредити) на особливі модернізації, прапорні сигнали, камуфляжі, контейнери й преміум кораблі.
zh: Адмиралтейство — это внутриигровой магазин, в котором вы можете обменять ресурсы (а в некоторых случаях дублоны и кредиты) на особые модернизации, флажные сигналы, камуфляжи, контейнеры и премиум корабли.
zh_sg: 兵工厂是一个游戏商店，在这里您可以使用资源（有时也包含达布隆和银币）来兑换特殊升级品、信号旗、涂装、补给箱和加值战舰补给箱。

# IDS_UNLOCKS_DESCRIPTION_3029_1
source: Go to the Coupons tab in the Armory and activate your discount for various items.
es_mx: Ir a la pestaña Cupones en la Armería y activa tu descuento por varios artículos del juego.
ja: 武器庫の「クーポン」タブから各種アイテム用のディスカウントを利用できます。
pl: Przejdź do zakładki Kupony w Zbrojowni i aktywuj zniżkę na różnorodne przedmioty.
ru: Перейдите на вкладку «Купоны» в Адмиралтействе и активируйте скидку на различные товары.
uk: Перейдіть на вкладку «Купони» в Адміралтействі й активуйте знижку на різні товари.
zh: Перейдите на вкладку «Купоны» в Адмиралтействе и активируйте скидку на различные товары.
zh_sg: 前往兵工厂的优惠券分页激活多种物品折扣。

# IDS_UNLOCKS_DESCRIPTION_3029_2
source: Earn temporary resources and exchange them for valuable items that are available under special tabs dedicated to in-game events.
es_mx: Obtén recursos temporales e intercámbialos por valiosos artículos disponibles al acceder a pestañas dedicadas a los eventos del juego.
ja: 暫定リソースを取得し、ゲーム内イベントに関連したタブにアクセスして価値あるアイテムと交換しましょう。
pl: Zdobywaj tymczasowe zasoby i wymieniaj je na wartościowe przedmioty dostępne w zakładkach poświęconych wydarzeniom w grze.
ru: Зарабатывайте временные ресурсы и обменивайте их на товары, доступные во вкладках, посвящённых игровым событиям.
uk: Здобувайте тимчасові ресурси й обмінюйте їх на товари, доступні у вкладках, присвячених ігровим подіям.
zh: Зарабатывайте временные ресурсы и обменивайте их на товары, доступные во вкладках, посвящённых игровым событиям.
zh_sg: 赚取临时资源并前往活动主题特殊分页兑换珍贵的游戏内物品。

# IDS_UNLOCKS_DESCRIPTION_3124_0
source: Operations are battles that follow unique scenarios.
es_mx: Las Operaciones son batallas que siguen escensarios singulares.
ja: オペレーションは、特別シナリオに基づく戦闘です。
pl: Operacje to bitwy, które toczą się wg unikalnych scenariuszy.
ru: Операции — это бои с уникальными сценариями.
uk: Операції — це бої з унікальними сценаріями.
zh: 通过完成次要工作来获得星数。每次获得新的星星都会发给奖励。
zh_sg: 行动是按照独特剧情推进的一种战斗模式。

# IDS_UNLOCKS_DESCRIPTION_3124_1
source: Earn stars by completing secondary tasks. A reward is issued for every star earned.
es_mx: Consigue estrellas completando tareas adicionales. Se otorga una recompensa por cada nueva estrella conseguida.
ja: 副タスクを達成し、スターを獲得しましょう。スターを獲得する毎に褒賞が付与されます。
pl: Zdobywaj gwiazdki wypełniając dodatkowe zadania. Nagroda przyznawana jest za każdą zdobytą gwiazdkę.
ru: Получайте звёзды за выполнение дополнительных задач. За каждую полученную звезду выдаётся награда.
uk: Отримуйте зірки за виконані додаткові завдання. За кожну здобуту зірку видають нагороду.
zh: 可为本周行动而自动选择您的队友。想要完成其它行动，您需要自己组成一支分舰队。
zh_sg: 通过完成次要目标来获得星数。每获得新的星星都会发放相应奖励。

# IDS_UNLOCKS_DESCRIPTION_3124_2
source: Your allies can be automatically selected for the Operation of the Week. To complete other Operations, you need to assemble a Division.
es_mx: Se puede elegir automáticamente a vuestros aliados para la operación de la semana. Para completar otras operaciones, debéis crear una división.
ja: 今週のオペレーションでは、味方を自動選択することができます。その他のオペレーションでは、分艦隊を編成する必要があります。
pl: Twoi sojusznicy mogą być automatycznie wybierani do operacji tygodnia. Żeby wypełniać inne operacje, musisz zebrać dywizjon.
ru: В операции недели доступен автоматический подбор союзников. Для прохождения других операций необходимо собрать отряд самостоятельно.
uk: В операції тижня доступний автоматичний добір союзників. Щоб виконувати інші операції, потрібно скликати загін самостійно.
zh: В операции недели доступен автоматический подбор союзников. Для прохождения других операций необходимо собрать отряд самостоятельно.
zh_sg: 本周行动可以自动匹配队友。要完成其他行动，则需要您自己组成一支小队。

# IDS_UNLOCKS_DESCRIPTION_3_0
source: Fight against real players. The matchmaker will create teams randomly.
es_mx: Lucha contra jugadores reales. El matchmaker creará equipos aleatoriamente.
ja: 対人戦。チームはマッチメイカーによりランダムに編成されます。
pl: Walcz z prawdziwymi graczami. Drużyny są losowane.
ru: Сражайтесь против реальных игроков. Составы команд подбираются случайным образом.
uk: Бийтеся проти справжніх гравців. Склади команд добирають випадково.
zh: 分房系统能随机创建队伍
zh_sg: 对战真实玩家。匹配系统将随机创建团队。
