Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC168_VIVALAFRANCE_ELSASS_DESCRIPTION
source: The geographical location of the Alsace province on the border between France and Germany predetermined their rivalry for this territory that lasted from the 19th century right until the end of World War II. Historically, the province comprised two regions which later transformed into departments—Haut-Rhin and Bas-Rhin—so the first Coat of Arms of Alsace, approved in 1948, comprised elements from the Coats of Arms of both departments. In 1939, France found out that Germany was pursuing a program for the construction of H-class battleships. In response, a decision was made to lay down two battleships capable of withstanding the new threat. One of the draft projects, the most powerful one, provided for twelve 380 mm main guns placed in three turrets, a speed of 32 knots and a 350-mm-thick main armor belt. A construction order was placed in April 1940. One month later, names were suggested for the future steel monsters. The first on the list was Alsace, apparently in the teeth of the geopolitical rival. But the defeat of the French army, and the country's capitulation in June 1940, crippled plans to build the most powerful battleships the French Republic ever had.
es_mx: La posición geográfica de la provincia de Alsacia en la frontera entre Francia y Alemania, predeterminó su rivalidad por este territorio que duró desde el siglo XIX hasta el final de la 2.ª Guerra Mundial. Históricamente, la provincia comprenía dos regiones que más tarde se transformaron en departamentos—Haut-Rhin y Bas-Rhin—así que el primer Escudo de Armas de Alsacia aprobado en 1948 contiene elementos del Escudo de Armas de ambos departamentos. En 1939, Francia averiguó que Alemania perseguía un programa para la construcción de acorazados de la clase H. En respuesta, se tomó la decisión de poner en quilla a dos acorazados capaces de resistir la nueva amenaza. Una de las versiones del proyecto, la más poderosa, incluía 12 cañones principales de 380 mm colocados en tres torretas, una velocidad de 32 nudos, y un cinturón de blindaje principal de 300 mm de espesor. La orden de construcción fue colocada en abril de 1940. Un mes más tarde, se sugirieron los nombres de los futuros monstruos de acero. El primero en la lista fue Alsace, aparentemente a la vista de la rivlaidad geopolítica. Pero la derrota del ejército Francés y la rendición del país en junio de 1940 detuvo los planes para construir uno de los acorazados más poderosos en la historia de la República Francesa.
ja: 地理的には、アルザス地域圏はフランスとドイツの境界部に位置しており、19 世紀から二次大戦の終わりにかけ、両国の間でこの地域の領有権が争われ続けました。歴史的にこの地域圏には、後に県となったオー＝ランおよびバ＝ランという 2 つの地域が含まれているため、1948 年に承認されたアルザス初の紋章のデザインは、これら 2 つの県の紋章を組み合わせたものとなっていました。 1939 年、ドイツが "H" 級戦艦の開発を進めていることを知ったフランスは、この新たな脅威に対抗し得る戦艦 2 隻を起工することを決断しました。そして、その計画案の中でも最も強力だった案は、380 mm 砲を四連装砲塔 3 基計 12 門搭載するという形のものであり、最高速度 32 ノット、主装甲帯 350 mm を誇っていました。これらの戦艦は 1940 年 4 月に発注され、その次の月には艦名の検討が開始されましたが、候補の中でも最上位に位置していたのがアルザスであり、これを候補とした理由は、この地域の支配権を争ってきた敵に逆らうためだったと考えられます。しかしながらフランス陸軍が敗北し、1940 年 6 月にフランスが降伏したため、フランス最強の戦艦となるはずだったこれら 2 隻の建造は実現しませんでした。
pl: Alzacja jest prowincją leżącą na granicy Francji i Niemiec i była przyczyną konfliktu tych dwóch państw począwszy od XIX wieku aż do zakończenia II wojny światowej. Historycznie prowincja ta składała się z dwóch rejonów, które później stały się departamentami – Górny Ren i Dolny Ren. Z tej przyczyny herb Alzacji zatwierdzony w 1948 roku zawierał herby obu tych departamentów. W 1939 roku Francuzi dowiedzieli się o rozpoczęciu programu budowy niemieckich pancerników klasy „H”. W odpowiedzi sami postanowili zbudować dwa pancerniki zdolne przeciwstawić się temu zagrożeniu. Jedna z wersji projektu zakładała uzbrojenie złożone z 12 dział kal. 380 mm umieszczonych w trzech wieżach, prędkość maksymalną wynoszącą 32 węzły i główny pas pancerny o grubości 350 mm. Budowę okrętów zlecono w kwietniu 1940 roku. W następnym miesiącu sporządzono listę nazw dla przyszłych stalowych potworów. Pierwszą pozycją na liście była Alsace, co z pewnością miało być prztyczkiem w nos dla przeciwnika. Porażka armii francuskiej i poddanie się w czerwcu 1940 roku wstrzymała budowę najpotężniejszych pancerników w historii Republiki Francuskiej.
ru: Географическое положение провинции Эльзас на границе Франции и Германии предопределило соперничество за её обладание между двумя этими государствами, тянувшееся с XIX века вплоть до конца Второй мировой войны. Исторически провинция включала в себя два региона, ставших впоследствии департаментами, — Верхний Рейн и Нижний Рейн. Так что первый герб Эльзаса, утверждённый в 1948 году, был составлен из гербов этих департаментов. В 1939 году во Франции стало известно о строительстве немецких линкоров типа «H». В ответ на это решено было заложить два линейных корабля, способных противостоять новой угрозе. Один из вариантов проекта, наиболее мощный, предполагал артиллерийское вооружение из 12 380-мм орудий, размещённых в трёх башнях, максимальную скорость в 32 узла и 350-мм главный броневой пояс. Заказ на строительство разместили в апреле 1940 года, через месяц были предложены названия для будущих стальных гигантов. Первым в списке фигурировал Alsace — явно в пику геополитическому сопернику. Поражение французской армии и подписание капитуляции в июне 1940 года помешали началу строительства самых мощных линкоров Республики.
uk: Географічне розташування провінції Ельзас на кордоні Франції та Німеччини зумовило суперництво за її володіння між двома цими державами, що тривало з XIX ст. аж до кінця Другої світової війни. Історично провінція складалася з двох регіонів, які стали згодом департаментами — Верхній Рейн і Нижній Рейн. Тому перший герб Ельзасу, затверджений в 1948 р., склали з гербів цих департаментів. 1939 р. у Франції дізналися про будівництво німецьких лінкорів типу «H». У відповідь на це вирішили закласти два лінійних кораблі, здатних протидіяти новій загрозі. Один з варіантів проекту, найпотужніший, передбачав артилерійське озброєння з 12 380-мм гармат, розміщених в трьох баштах, максимальну швидкість 32 вузла і 350-мм головний броньовий пояс. Замовлення на будівництво розмістили у квітні 1940 р., а за місяць запропонували назви для майбутніх сталевих гігантів. Першим у списку був Alsace — явно на зло геополітичному суперникові. Поразка французької армії і підписання капітуляції у червні 1940 р. завадили будівництву найпотужніших лінкорів Республіки.
zh: 在地理上，阿尔萨斯省位于F国和D国之间的边界，从19世纪到大战结束，这个领土的归属影响了它们之间的冲突。在历史上，该省包括后来成为上莱茵和下莱茵的两个地区。因此，1948年批准的阿尔萨斯纹章的设计包含了这两个地区的纹章。 1939年的F国，他们认知到D国“H”级战列舰的建造已经开始。对此，他们决定制造两艘有能力对付这个威胁的战列舰。其中一个最强大的项目计划包括将放置在三个连装炮塔中12门380毫米口径的火炮。同时它还有32 节的速度，以及一个300毫米的装甲带。战舰的建造被下令在1940年4月开始。次月，他们开始下令为装甲巨兽选择名字。名单上的第一个名字是阿尔萨斯，这绝对是为了要击败竞争者。 1940年6月，F国军队的失败和投降，停滞了法兰西中最强大的战列舰建造工程。
zh_sg: 阿尔萨斯省位于法国和德国的交界处，它的地理位置导致争夺领土的冲突从19世纪一直持续到第二次世界大战结束。从历史上看，该省分为两部分，后来氛围了上莱茵和下莱茵两个区。因此，1948年设计的阿尔萨斯纹章中也包含着着两个区域。 1939年，法国得知德国开始建造"H"级战列舰。因此决定制造两艘战列舰与其对抗。两个设计方案其中较强的一艘，在三门炮塔中安装有12门380毫米舰炮，同时还必须能达到32节的航速，以及300毫米厚度的装甲带。这艘战舰的制造订单下达于1940年4月。次月，这艘钢铁巨人的选名列表出炉。列表中的第一个名字就是阿尔萨斯，用以回敬对手。1940年6月，法国投降，也导致法兰西共和国这艘最强战舰的流产。

# IDS_PCZC169_VIVALAFRANCE_GASCONHA
source: Coat of Arms of Gascogne
es_mx: Escudo de Armas de Gascogne
ja: ガスコーニュの紋章
pl: Herb Gaskonii
ru: Герб провинции Гасконь
uk: Герб провінції Гасконь
zh: 加斯科涅的徽章
zh_sg: 加斯科涅纹章

# IDS_PCZC169_VIVALAFRANCE_GASCONHA_DESCRIPTION
source: In 1938, driven by further aggravation of the international situation, the French government decided to build a second pair of Richelieu-class battleships. However, significant changes were made to the project designs at the development stage with the last ship carrying the name of a historical province in the south-west of France—Gascogne—designed almost from scratch. Gascogne's main difference from Richelieu was a more conventional placement of the main battery turrets—at the fore and aft ends of the ship. Other important changes were the shift of the propulsion unit closer to the ship's fore end and reinforcement of her AA defenses by increasing the number of 100 mm and 37 mm guns. The keel-laying that had been postponed several times was ultimately to take place in the summer of 1940. But after France withdrew from the war in June of the same year, preparations for the construction of the battleship ceased. The preceding warship Gascogne, one in a series of Normandie-class battleships, did not fare any better. Laid down in 1913 while still under construction, she was decommissioned for scrap.
es_mx: Debido al avanzado deterioro del ambiente internacional, el gobierno francés decidió construir un segundo par de acorazados de la clase Richelieu. Sin embargo, se hicieron cambios significativos durante a los proyectos de diseño en la etapa de desarrollo con el último barco que llevaba el nombre de una provincia histórica en el suroeste de Francia—Gascogne—diseñado casi desde cero. La diferencia principal del Gascogne con el Richelieu fue una posición más convencional de lass torretas de la batería principal—ien los extremos del barco. Otro cambio importante fue el cambio de la unidad de propulsión más cerca de la proa y el refuerzo de sus defensas AA incrementando el número de cañones de 100 y 37 mm. La puesta en quilla del barco que había sido pospuesta varias veces, finalmente tuvo lugar en el verano de 1940. Pero después de la retirada de Francia de la guerra en junio del mismo año, los preparativos para la construcción del acorazado fueron detenidos. El barco anterior Gascogne, uno de la serie de acorazados clase Normandie, no tuvo un destino más afortunado. Fue puesto en quilla en 1913, y aun en construcción, fue dado de baja como chatarra.
ja: 国際状況のいっそうの悪化に伴い、フランス政府はリシュリュー級戦艦をもう 2 隻建造することを決定しました。しかしながらその開発過程において、設計に大幅な変更が加えられた結果として、ほぼ完全な新規設計となっていました。この新型戦艦のネームシップには、フランス南西部の歴史的な地域であるガスコーニュに因んだ艦名が与えられる予定でした。 ガスコーニュ級戦艦とリシュリュー級戦艦との最大の違いは、主砲塔を艦首側に集中配置していたリシュリュー級とは異なり、ガスコーニュ級では主砲塔を前後に 1 基ずつ配置するという、より伝統的な配置を採用していた点でした。その他の重要な変更点として、主機を艦首側に寄せ、100 mm 砲および 37 mm 砲を増設して対空性能を強化していた点が挙げられます。本艦の起工は数回延期された後、最終的には 1940 年夏に起工することになっていましたが、同年 6 月にフランスが降伏したため、本艦の建造準備は中止されました。本艦より前にガスコーニュという艦名を有していたノルマンディー級戦艦の運命もまた不運なものであり、1913 年に起工されたものの完成には至らず、解体されてしまったのでした。
pl: Z powodu ciągłego zaostrzania się sytuacji międzynarodowej, rząd Francji uznał, że konieczna jest budowa dwóch kolejnych pancerników klasy Richelieu. Jednak na etapie projektowania okręty te zostały znacząco zmodyfikowane. Ostatni okręt, nazwany Gascogne na cześć południowo-wschodniej prowincji Francji, był de facto zaprojektowany od zera. Główną różnicą pomiędzy Gascogne a Richelieu było bardziej tradycyjne ułożenie dział głównego kalibru – na obu końcach okrętu. Kolejną istotną zmianą było przeniesienie układu napędowego bliżej dziobu i wzmocnienie ochrony przeciwlotniczej poprzez dodanie większej ilości dział kal. 100 mm i 37 mm. Jego budowa była kilkukrotnie odkładana i ostatecznie miała rozpocząć się latem 1940 roku. Jednak po wycofaniu się Francji w czerwcu tego samego roku prace wstrzymano. Poprzedni okręt Gascogne, pancernik klasy Normandie, nie miał więcej szczęścia. Stępkę pod niego położono w 1913 roku, ale nigdy go nie ukończono i ostatecznie przeznaczono do rozbiórki.
ru: В 1938 году в связи с дальнейшим обострением международной обстановки правительство Франции решило построить вторую пару линкоров типа Richelieu. Однако в процессе разработки их проекты были заметно изменены, при этом последний корабль, получивший название Gascogne, в честь исторической провинции на юго-западе Франции, фактически спроектировали заново. Основным отличием линкора Gascogne от Richelieu было более традиционное расположение башен главного калибра — в оконечностях корабля. Не менее важным изменением стало смещение энергетической установки ближе к носу и увеличение мощи ПВО за счёт установки большего числа 100-мм и 37-мм орудий. Закладка корабля несколько раз откладывалась и в конце концов должна была состояться летом 1940 года. После выхода Франции из войны в июне того же года подготовка к строительству линкора прекратилась. Предыдущий Gascogne, один из серии линейных кораблей типа Normandie, был немногим счастливее: заложенный в 1913 году, но так и недостроенный, он был разобран на металл в 1924 году.
uk: Через подальше загострення міжнародних обставин 1938 р. уряд Франції вирішив побудувати другу пару лінкорів типу Richelieu. Однак в процесі розроблення їхні проекти помітно змінили, а останній корабель, що отримав назву Gascogne, на честь історичної провінції на південному заході Франції, фактично спроектували заново. Головною відмінністю лінкора Gascogne від Richelieu було традиційне розташування башт головного калібру — по краях корабля. Не менш важливою зміною стало зміщення силової установки ближче до носа і збільшення потужності ППО за рахунок більшої кількості 100-мм і 37-мм гармат. Закладення корабля кілька разів відкладалося і врешті-решт мала відбутися влітку 1940 р. Після виходу Франції з війни в червні того ж року приготування до будівництва лінкора припинили. Попередній Gascogne, один із серії лінійних кораблів типу Normandie, так само не здобув слави: закладений 1913 р., але так і недобудований корабель розібрали на метал 1924 р.
zh: 在1938年，由于国际环境逐渐恶化，F国政府认为需要超过两黎塞留级的战列舰。但在开发的过程中，他们的设计很明显地在改变。最后一艘在F国西南部的省叫加斯科涅的战舰实际上也是从头开始设计的。 加斯科涅和黎塞留的主要区别在于它更传统地将主口径火炮放置在船尾。更重要的改变是将推进系统移动到更靠近船头的地方，并增加了防空火力，因为这样会有更多的100毫米和37毫米火炮。将船放下已经好几次被延迟，直到1940年夏天才开始。F国在同年6月退出战争后，停止了建造船只的准备工作。 在诺曼底级战列舰其中一的先前的加斯科涅并不走运。它在1913 开始建造 ，但最后一直没有完成，并在1924年，这艘船就被拆除。
zh_sg: 1938年，由于国际环境的进一步恶化，法国决定再建造2艘黎塞留级战列舰。然而，在研发过程中设计发生了巨大的变化。最后一艘战舰命名为加斯科涅以致敬法国东南的一个行省，实际上，设计是从零开始的。 加斯科涅与黎塞留级的主要区别是采用了主炮塔放置在舰尾的传统布局。另一个重要的变化是将推进系统移动到了靠近舰首的位置并增加了大量100毫米和37毫米防空炮。战舰的投产被多次延迟，最终定于1940年夏。由于法国于同年6月退出战争，建造这艘船的前期准备被中止。前一艘诺曼底级战列舰加斯科涅并不走运。1913被掩埋时仍在建造中，并因此报废。

# IDS_PCZC170_VIVALAFRANCE_305MMGUN
source: 305 mm Twin Turret
es_mx: Torreta Doble de 305 mm
ja: 305 mm 連装砲塔
pl: Podwójna wieża kal. 305 mm
ru: 305-мм двухорудийная башня
uk: 305-мм двогарматна башта
zh: 305 毫米 双连炮塔
zh_sg: 305毫米双联装炮塔

# IDS_PCZC170_VIVALAFRANCE_305MMGUN_DESCRIPTION
source: In 1910–1911, specially for the first French dreadnoughts of the Courbet class, a new 305 mm twin turret was developed. The main advantage of the new construction, which distinguished it from previous ones, was inclined armored plates which turned out to be more durable. However, the guns in the turrets were almost the same as those mounted on the last French pre-dreadnought battleships of the Danton class. The turrets had up to 290 mm of armor and the loading gear was designed to fire up to two 432 kg AP shells per minute. The main disadvantage of Courbet's turrets was a small gun elevation angle (12 degrees only), which significantly decreased the ship's firing range. That shortcoming was fixed only during a major ship refit of 1922–1924 when the angle was increased to 23 degrees.
es_mx: En 1910–1911, especialmente para los primeros dreadnoughts franceses de la clase Courbet, una nueva torreta doble de 305 mm fue desarrollada. La ventaja principal de la nueva construcción que la distinguía de las anteriores fueron las placas de blindaje inclinadas que resultaron más durables. Sin embargo, los cañones en las torretas eran casi los mismos que los montados en los últimos los últimos acorazados predreadnought franceses de la clase Danton. Las torretas tenía hasta 290 mm de blindaje. El mecanismo de carga fue diseñado para disparar hasta dos proyectiles AP de 432 kg por minuto. La desventaja principal de las torretas del Courbet eran un escaso ángulo de elevación del cañón (12 grados), lo que reducía significativamente el alcance de tiro del barco. Esta falla fue solucionada solo hasta una modernización mayor en 1922–1924 cuando el ángulo fue aumentado a 23 grados.
ja: 1910 年から 1911 年にかけ、フランス初の弩級戦艦であるクールベ級戦艦用として、新型の 305 mm 連装砲塔が開発されました。その最大の特長は、従来の砲塔より強固な傾斜装甲板を採用していた点にありましたが、その砲塔内に搭載された主砲は、フランス最後の準弩級戦艦であるダントン級戦艦とほぼ同じものでした。 砲塔装甲厚は最大 290 mm を誇り、装填機構は、432 kg の徹甲弾 (AP) を毎分 2 発射撃することが可能な設計になっていました。ただし大きな欠点として、主砲仰角が最大 12 度に過ぎなかったため、これに伴って射程が大幅に制限されていました。この欠点がようやく解消されたのは 1922 年から 1924 年にかけての近代化改装においてであり、この際に最大仰角が 23 度に強化されました。
pl: W latach 1910-1911, specjalnie dla pierwszych francuskich drednotów klasy Courbet, opracowano nową podwójną wieżę kal. 305 mm. Jej główną zaletą w porównaniu z poprzednimi wieżami były pochylone płyty pancerne, które okazały się znacznie wytrzymalsze. Jednak zamontowane w nich działa były niemal tymi samymi działami, w które uzbrajano ostatnie francuskie przeddrednoty – pancerniki klasy Danton. Grubość pancerza wieży dochodziła do 290 mm. Projekt mechanizmu ładowania pozwalał na wystrzeliwanie dwóch pocisków przeciwpancernych o masie 432 kg na minutę. Głównym minusem tych wież był mały kąt podnoszenia dział (12 stopni), co znacznie zmniejszało zasięg ognia. Poprawiono to w latach 1922-1924, kiedy zwiększono kąt podnoszenia dział do 23 stopni.
ru: В 1910–1911 годах специально для первых французских линкоров-дредноутов типа Courbet была спроектирована новая 305-мм двухорудийная башня. Принципиальным преимуществом новой установки, в отличие от созданных ранее, было наклонное расположение броневых листов, что заметно повышало их стойкость. При этом, орудия в башне практически не отличались от тех, которыми были вооружены последние французские броненосцы типа Danton. Бронирование башни достигало 290 мм. Механизмы заряжания позволяли выпускать до двух 432-килограммовых бронебойных снарядов в минуту. Основным недостатком башен Courbet был малый угол возвышения орудий, составлявший только 12 градусов, что очень ограничивало дальность стрельбы. Этот недостаток был исправлен лишь в ходе модернизации кораблей в 1922–1924 годах, когда возвышение довели до 23 градусов.
uk: У 1910–1911 рр. спеціально для перших французьких лінкорів-дредноутів типу Courbet спроектували нову 305-мм двогарматну башту. Важлива перевага нової установки, на відміну від створених раніше, було похиле розташування броньових листів, що помітно підвищувало їхню стійкість. Разом з тим, гармати в башті майже не відрізнялися від тих, якими озброювали останні французькі броненосці типу Danton. Бронювання башти сягало 290 мм. Механізми заряджання дозволяли випускати до двох 432-кілограмових бронебійних снаряди на хвилину. Головним недоліком башт Courbet був малий кут піднесення гармат, який становив лише 12 градусів, що дуже обмежувало дальність стрільби. Цей недолік виправили лише під час модернізації кораблів у 1922–1924 рр., коли піднесення збільшили до 23 градусів.
zh: 在1910到1911年，研制了一种新的305毫米的双炮塔，特别是为了第一艘孤拔级的F国无畏舰。与先前的结构相比，新的装置的主要优势是更耐用的内倾斜装甲。不过，炮塔上的火炮几乎和最后一艘丹东级F国前无畏战列舰上的火炮相同。 炮塔装甲厚达290毫米。 装填机可以每分钟发射两个432公斤的穿甲弹。 孤拔连装炮的主要缺点是枪炮仰角（12度）大大降低了射击范围。那个缺点在1922到1924年的现代化过程中修正了，当时的角度增加到了23度。
zh_sg: 1910-1911年，特别为第一艘法国无畏舰孤拔级制造的新型305毫米双联装炮塔。新型号的主要优势是从以前更耐用的倾斜装甲板。但炮塔中安装的火炮几乎与法国前无畏战列舰Danton级一样。 炮塔的装甲厚度达到了290毫米。装填器的设计使每分钟能发射2枚432公斤的穿甲弹。孤拔炮塔的主要缺点是射角太小（12度），这极大的限制了它的射程。这一缺点在1922年到1924年才得以改善，升级后的射角增加到了23度。

# IDS_PCZC171_VIVALAFRANCE_340MMGUN
source: 340 mm Quadruple Turret
es_mx: Torreta Cuádruple de 340 mm
ja: 340 mm 四連装砲塔
pl: Poczwórna wieża kal. 340 mm
ru: 340-мм четырёхорудийная башня
uk: 340-мм чотиригарматна башта
zh: 340 毫米四联装炮塔
zh_sg: 340毫米四联装炮塔
