Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC185_AA_BALTIMORE_DESCRIPTION
source: With the outbreak of World War II, the United States began the creation of a new heavy cruiser project, with the ship's size no longer restricted by international treaties that now ceased to exist. The first vessel built under the new project was USS Baltimore, enlisted in the Navy in April 1943. The ship was named after the largest city of the state of Maryland. After the lead ship, fifteen more vessels were laid down, which made Baltimore-class cruisers the most numerous series of heavy cruisers in the world. In their overall layout and silhouette, they resembled their "light" Cleveland-class counterparts, and had an equally powerful dual-purpose artillery consisting of twelve 127 mm guns, complementing the main battery—nine 203 mm guns. Seven Baltimore-class cruisers took part in the battles of World War II. Besides protecting the aircraft carriers with its powerful AA defense, these ships were quite useful in attacking the enemy's onshore positions, both in the Pacific Ocean and during the landing of the Allies in France. Unlike Cleveland-class cruisers, overcharged with weaponry, which prevented their overhaul and predetermined their short life, many Baltimore-class cruisers were re-equipped and remained in service until the 1960s and 1970s, having taken part in combat action in Korea and Vietnam.
es_mx: Con el estallido de la Segunda Guerra Mundial, los Estados Unidos comenzaron con la creación de un nuevo proyecto para un crucero pesado, en el que las dimensiones del barco ya no estarían restringidas por los tratados internacionales que habían dejado de existir. El primer buque construidos bajo este proyecto fue el USS Baltimore, se enlistó en la Armada en abril de 1943. El barco fue nombrado como la ciudad más grande del estado de Maryland. Después del barco insignia, quince buques más fueron puestos en quilla, que hicieron de la clase Baltimore, la serie más numerosa de cruceros pesados en el mundo. Su disposición y silueta general hacían recordar a sus contrapartes "ligeras" de la clase Cleveland, y tenían una artillería de doble propósito igual de poderosa que constaba de doce cañones de 127 mm, complementada por la batería principal con nueve cañones de 203 mm. Siete cruceros de la clase Baltimore participaron en las batallas de la Segunda Guerra Mundial. Además de proteger a los portaaviones aliados con sus poderosas defensas AA, estos barcos fueron muy útiles atacando las posiciones costeras del enemigo, tanto en el Océano Pacífico como en el desembarco de los aliados en Francia. A diferencia de los cruceros de la clase Cleveland, con un armamento excesivo, el cual impeían sus reparaciones y predeterminó su corta vida útil, muchos cruceros de la clase Baltimore fueron reequipados y permanecieron en servicio hasta los años 60 y 70, participando en las acciones de combate en Corea y Vietnam.
ja: 第二次世界大戦が勃発したことに伴い、アメリカ海軍は新型の重巡洋艦の開発を開始しました。そして、軍艦の排水量を制限していた国際条約が失効していたため、従来の巡洋艦より大型のものを開発することが可能となっていたのです。こうして誕生した新型巡洋艦級の 1 番艦がボルティモア (USS Baltimore) であり、1943 年 4 月に就役しました。本艦の艦名は、メリーランド州最大の都市に因むものです。この 1 番艦の他に 15 隻が起工された結果、このボルティモア級は、重巡洋艦としては世界最多の建造数を誇る艦級となりました。 本級の全体的なレイアウトやシルエットは、クリーヴランド級軽巡洋艦に類似しており、9 門の 203 mm 砲に加え、クリーヴランド級と同様に 12 門の 127 mm 両用砲を搭載していました。ボルティモア級のうち 7 隻が、二次大戦中に実戦を経験しています。 本級は、航空母艦を強力な対空砲火で守るだけではなく、敵の陸上拠点に対する艦砲射撃用としても極めて有効であり、太平洋戦線とフランスにおける連合軍上陸作戦において活躍しました。戦後は、クリーヴランド級が兵装を過剰に搭載していたためにオーバーホールを施すことができず、短い耐用年数を終えて退役していったのに対し、このボルティモア級の場合は、多数の艦が改装を施された上で 1960 - 1970 年代まで運用され続け、朝鮮戦争やベトナム戦争にも参加しました。
pl: Na początku II wojny światowej Stany Zjednoczone rozpoczęły prace nad nowym ciężkim krążownikiem, którego parametry nie podlegałyby ograniczeniom międzynarodowych traktatów morskich. Pierwszym okrętem zbudowanym w ramach tego projektu był USS Baltimore, włączony do służby w kwietniu 1943 roku. Swoją nazwę zawdzięczał największemu miastu w stanie Maryland. Po okręcie prowadzącym do służby weszło 15 kolejnych jednostek, co stanowiło najliczniejszą serię ciężkich krążowników na świecie. Układem i sylwetką okręty te przypominało swoje lekkie odpowiedniki, klasę Cleveland i posiadały równie potężną baterię dwunastu dział uniwersalnych kal. 127 mm, uzupełnioną jednak przez dziewięć dział kal. 203 mm, stanowiącą baterię główną. Siedem krążowników klasy Baltimore uczestniczyło w bitwach II wojny światowej. Poza ochranianiem lotniskowców swoim potężnym uzbrojeniem przeciwlotniczym, okręty te były całkiem użyteczne w atakowaniu pozycji naziemnych wroga, zarówno na Oceanie Spokojnym, jak i podczas lądowania aliantów we Francji. W przeciwieństwie do krążowników klasy Cleveland, które były uzbrojone ponad stan i uniemożliwiło modernizacje, wiele krążowników klasy Baltimore zostało przebudowanych i pozostawało w służbie do lat 60. i 70., walcząc również w Korei i Wietnamie.
ru: С началом Второй мировой войны в США приступили к созданию проекта нового тяжёлого крейсера, размеры которого уже не ограничивались прекратившими своё действие международными договорённостями. Первым по новому проекту был построен USS Baltimore, зачисленный в состав флота в апреле 1943 года. Имя кораблю дал самый крупный город штата Мэриленд. Вслед за головным были заложены ещё пятнадцать единиц, что сделало крейсеры типа Baltimore самой многочисленной серией тяжёлых крейсеров в мире. По компоновке и силуэту они напоминали своих лёгких «одноклассников» типа Cleveland и несли столь же мощную универсальную артиллерию из двенадцати 127-мм орудий, дополнявших главный калибр — девять 203-мм орудий. В боевых действиях во время Второй мировой войны успели принять участие семь крейсеров типа Baltimore. Помимо прикрытия авианосных соединений своей мощной ПВО эти корабли достаточно эффективно использовались и для обстрела береговых позиций противника, причём как в Тихом океане, так и при высадке союзников во Франции. В отличие от крейсеров типа Cleveland, которые были перенасыщены вооружением, что исключило их модернизацию и предопределило короткий срок службы, многие крейсеры типа Baltimore прошли переоборудование и оставались в строю до 1960–1970-х годов, успев принять участие в военных действиях в Корее и Вьетнаме.
uk: З початком Другої світової війни у США розпочали роботу над проектом нового важкого крейсера, розміри якого вже не обмежували міжнародні домовленості, що припинили дію. Першим за новим проектом побудували USS Baltimore, зарахований до складу флоту у квітні 1943 р. Ім’я кораблю дало найбільше місто штату Меріленд. Слідом за головним заклали ще п’ятнадцять одиниць, що зробило крейсери типу Baltimore найчисленнішою серією важких крейсерів світу. Компонуванням і силуетом вони нагадували своїх легких «однокласників» типу Cleveland і несли таку ж потужну універсальну артилерію з дванадцяти 127-мм гармат, що доповнювали головний калібр — дев’ять 203-мм гармат. У бойових діях під час Другої світової війни встигли взяти участь сім крейсерів типу Baltimore. Крім прикриття авіаносних з’єднань своєю потужною ППО ці кораблі досить ефективно використовували і для обстрілу берегових позицій супротивника як в Тихому океані, так і під час висадки союзників у Франції. На відміну від крейсерів типу Cleveland, які були перенасичені озброєнням, що робило недоцільною їх модернізацію і зумовило короткий час служби, багато крейсерів типу Baltimore переобладнали і вони залишалися в строю до 1960–1970-х рр., встигнувши взяти участь у військових діях у Кореї і В’єтнамі.
zh: 大战的爆发让M国开始新的重型巡洋舰计划，因为战舰的尺寸再也不受国际条约的限制，第一艘计划下建造的战舰为巴尔的摩，于1943年4月开始在海军服役，这艘战舰由马里兰州最大的城市命名，在首舰之后，又建造了另外十五艘同级舰，这让巴尔的摩级巡洋舰成为世界上数量最多的重型巡洋舰。 在战舰整体布局和外观上与他们的「轻型」巡洋舰有几分神似，并装备与12门高平两用127毫米火炮一样强大的主要火炮，九门203毫米火炮，七艘巴尔的摩级巡洋舰参与了大战。 除了依靠强大的防空来保护航空母舰，这些战舰也可以有效的对付敌方的岸上目标，不管是在太平洋还是盟军在F国的登陆行动，不同于克利夫兰巡洋舰的过度装备武装让其没有办法进行整修导致较短的寿命，而许多巴尔的摩级巡洋舰重新武装并持续服役到1960和1970年代，参与了两次大战。
zh_sg: 随着第二次世界大战的爆发，美国开启了建造一种新的重型巡洋舰的项目，该战舰的体积不再受已经失效的国际条约的限制。这一项目下建造出的第一艘战舰是USS 巴尔的摩，于1943年4月开始在海军服役。这艘战舰以Maryland州最大的城市命名。在旗舰后，15艘战舰投入生产，使巴尔的摩级巡洋舰成为世界上数量最多的重型巡洋舰系列。 在布局和轮廓上，它们与对应的“轻型”克利夫兰级战舰很相似，并且拥有同样强大的，由12门127毫米火炮组成的的两用炮，作为由9门203毫米火炮的组成的主炮组的补充。7艘巴尔的摩级巡洋舰参加了第二次世界大战的战斗。 除了使用它们强力的对空防御保护航空母舰之外，这些战舰对攻击敌方的岸上据点也十分有效，无论是在太平洋战役还是在盟军登陆法国的过程中。不像克利夫兰级巡洋舰过载了大量武器无法进行翻修，以至注定了它们的短命，很多巴尔的摩级巡洋舰都进行了重新装备，并且在60年代和70年代仍然服役，并参与了在韩国和越南的战斗行动。

# IDS_PCZC186_AA_WORCESTER
source: USS Worcester after Commissioning, 1949
es_mx: El USS Worcester después de ser Comisionado, 1949
ja: 就役後のウースター (1949 年)
pl: USS Worcester po wejściu do służby, 1949 r.
ru: USS Worcester после вступления в строй, 1949 год
uk: USS Worcester після вступу у стрій, 1949 р.
zh: 下水后的伍斯特，1949年
zh_sg: 服役后的USS 伍斯特，1949年

# IDS_PCZC186_AA_WORCESTER_DESCRIPTION
source: Cruiser Worcester, named after a city in the state of Massachusetts, was laid down in January 1945. The U.S. Navy command had considered an idea to create a ship armed with a dual-purpose, 152 mm caliber gun since 1941, when the increased menace from the air became absolutely clear. The hardships of developing a dual-purpose 152 mm turret and disputes around the very concept of such a cruiser delayed the development of the new ship for several years. Changes were also made during her construction. When the Japanese demonstrated their tactics of kamikaze pilots to the U.S. Navy, the latter decided not to mount 40 mm Bofors guns on new cruisers, but replace them with much more powerful 76 mm AA defense guns instead. Charged with intricate mechanisms, the new twin 152 mm turret proved to be very heavy and bulky. As a result, the "light" cruiser, with six such turrets mounted, was comparable in size to her heavy Baltimore-class counterparts. USS Worcester and her only sister ship, USS Roanoke, were commissioned only in 1948–1949, when World War II was long over. In total, four ships were ordered under the project, but the order for two ships, one of which had been already laid down by that time, was abolished in August 1945, when the victory of the U.S.A. in the war with Japan became a fact. After joining the U.S. Navy, USS Worcester spent most of her service outside the native waters, "demonstrating her flag" in the Mediterranean, Latin America, Northern Europe, and the Pacific. For participation in the Korean War in 1950–1953, the ship was awarded with two battle stars. In 1970, already obsolete due to the development of AA defense missiles, USS Worcester was removed from the fleet lists.
es_mx: El crucero Worcester, nombrado como una ciudad en el estado de Massachusetts, fue puesto en quilla en enero de 1945. El mando de la Armada de los EE. UU. había considerado la idea de crear un barco armado con un cañón de doble propósito de 152 mm desde 1941, cuando la creciente amenaza aérea se volvió absolutamente evidente. Las dificultades de desarrollar una torreta de doble propósito de 152 mm y las disputas acerca del concepto mismo de tal crucero, retrasaron el desarrollo del nuevo barco por varios años. También se hicieron cambios durante su construcción. Cuando los japoneses mostraron sus tácticas de pilotos kamikazes a la Armada de los EE. UU., estos últimos decidieron no montar los cañones Bofors de 40 mm en los nuevos cruceros, y los reemplazaron con unos cañones AA más poderosos de 76 mm. Con intrincados mecanismos, las nuevas torretas dobles de 152 mm demostraron ser muy pesadas y voluminosas. Como resultado, el crucero "ligero", con seis de esas torretas, tenía un tamaño comparable al de sus contrapartes de la clase Baltimore. El USS Worcester y su único barco gemelo, el USS Roanoke, fueron comisionados entre 1948 y 1949, cuando la Segunda Guerra Mundial ya había concluido. En total, cuatro barcos fueron ordenados para este proyecto, pero la orden para dos barcos, uno de los cuales ya había sido puesto en quilla en esa época, fueron cancelados en agosto de 1945, cuando la victoria de los EUA en la guerra con Japón fue definitiva. Después de unirse a la Armada de los EE. UU., el USS Worcester pasó la mayor parte de su servicio fuera de los mares estadounidense, "mostrando su bandera" en el Mediterráneo, en Latinoamérica, el norte de Europa y en el Pacífico. Por su participación en la Guerra de Corea entre 1950 y 1953, el barco fue condecorado con dos estrellas de batalla. En 1970, ya obsoleto debido al desarrollo de los misiles de defensa AA, el USS Worcester fue removido de las listas de la flota.
ja: マサチューセッツ州ウースターに因んで命名された巡洋艦ウースター (USS Worcester) は、1945 年 1 月に起工されました。アメリカ海軍の司令部は、航空戦力の脅威が増しつつあることが 1941 年に明白になって以後、152 mm 両用砲を備えた巡洋艦を建造する、というアイデアを検討し続けていたのです。 しかし、152 mm 両用砲塔の開発が難航したことが、これを搭載する新型巡洋艦級の開発を数年間遅らせました。加えて、建造途中にも各種の変更が施されました。 日本軍がアメリカ軍に対し神風戦術を敢行するようになった結果として、アメリカ海軍は、新型巡洋艦級にはボフォース 40 mm 砲の代わりに、遙かに強力な 76 mm 高射砲を搭載することを決断しました。さらに、新型の 152 mm 連装砲塔は、複雑なメカニズムのせいで、極めて大型かつ大重量のものになりました。その結果として、この 152 mm 連装砲塔を 6 基搭載するこの「軽」巡洋艦は、ボルティモア級重巡洋艦に匹敵するサイズとなりました。 ウースターおよびその唯一の姉妹艦であるロアノーク (USS Roanoke) が就役したのは、二次大戦が終結してから数年後の 1948 - 1949 年にかけてのことでした。本級は合計 4 隻が発注されましたが、対日戦争におけるアメリカの勝利が達成されたことに伴って 2 隻がキャンセルされました。そのうち 1 隻は既に起工済みでしたが、建造が中止され、解体されました。 ウースターはアメリカ海軍に就役後、艦歴の大半を合衆国から離れた海域で過ごし、地中海やラテンアメリカ、ヨーロッパ北部、太平洋において「その旗を誇示」しました。 1950 - 1953 年には朝鮮戦争に参加し、その戦功により 2 個の従軍星章を受章しました。 そして 1970 年、対空ミサイルの開発に伴い時代遅れとなっていたウースターは、アメリカ海軍から除籍されました。
pl: Budowa krążownika Worcester, nazwanego na cześć miasta w stanie Massachusetts, rozpoczęła się w styczniu 1945 roku. Dowództwo U.S. Navy rozważało pomysł zbudowania okrętu uzbrojone w działa uniwersalne kal. 152 mm od 1941 roku, kiedy zwiększone zagrożenie z powietrza stało się niezaprzeczalnym faktem. Trudności związane z opracowaniem wieży uniwersalnej kal. 152 mm oraz dyskusje na temat zasadności samej koncepcji takiego krążownika opóźniły prace rozwojowe o kilka lat. Zmiany wprowadzano również w trakcie jego budowy. Gdy Japończycy pokazali swoją taktykę pilotów kamikaze, dowództwo amerykańskiej marynarki zdecydowało się zastąpić 40-milimetrowe działa Boforsa potężniejszymi działami przeciwlotniczymi kal. 76 mm. Naszpikowana skomplikowanymi mechanizmami, nowa podwójna wieża 152 mm była bardzo ciężka i duża. Z tego powodu nowy „lekki” krążownik, posiadający sześć takich wież, rozmiarami przypominał cięższe okręty klasy Baltimore. USS Worcester i jego okręt siostrzany, USS Roanoke, służbę rozpoczęły w latach 1948–1949, gdy II wojna światowa dawno dobiegła końca. W sumie w ramach projektu zamówiono cztery okręty, ale dwa z nich, z których budowę jednego już rozpoczęto, zostały anulowane w sierpniu 1945 roku, kiedy zwycięstwo Stanów Zjednoczonych nad Japonią stało się faktem. Po dołączeniu do U.S. Navy USS Worcester spędził większość swojej służby na zagranicznych wodach, „prezentując swoją banderę” na Morzu Śródziemnym, w Ameryce Środkowej, północnej Europie i w rejonie Pacyfiku. Za uczestnictwo w wojnie koreańskiej w latach 1950–1953 odznaczony został dwiema gwiazdami bojowymi. W roku 1970, dawno już przestarzały ze względu na pojawienie się rakiet przeciwlotniczych, USS Worcester został usunięty ze stanu floty.
ru: Крейсер Worcester, названный в честь города в штате Массачусетс, был заложен в январе 1945 года. Идея создать корабль, вооружённый универсальными орудиями калибра 152 мм, возникла у командования ВМС США ещё в 1941 году, когда возросшая угроза с воздуха в войне на море стала абсолютно очевидной. Сложности разработки универсальной 152-мм башни и споры вокруг самой концепции такого крейсера привели к тому, что проектирование нового корабля затянулось на несколько лет. Изменения вносились и в ходе строительства. Знакомство ВМС США с японской тактикой лётчиков-камикадзе заставило отказаться от установки на новых крейсерах 40-мм автоматов «Бофорс» и заменить их куда более мощными 76-мм зенитками. Насыщенные сложными механизмами новые двухорудийные 152-мм башни оказались весьма тяжёлыми и габаритными. В итоге «лёгкий» крейсер, на котором было установлено шесть таких башен, оказался сопоставим по размерам со своими тяжёлыми «одноклассниками» типа Baltimore. USS Worcester и его единственный систершип USS Roanoke вступили в строй только в 1948–1949 годах, когда Вторая мировая война уже давно закончилась. Всего по проекту было заказано четыре единицы, однако заказ на два корабля, один из которых успели заложить, был отменён ещё в августе 1945 года, когда победа США в войне с Японией стала свершившимся фактом. Войдя в состав ВМС США, USS Worcester значительную часть своей активной службы провёл за пределами родных вод, «демонстрируя флаг» в Средиземноморье, Латинской Америке, Северной Европе и Тихоокеанском регионе. Участие корабля в войне в Корее 1950–1953 годов было отмечено двумя боевыми звёздами. В 1970 году устаревший в связи с развитием зенитного ракетного оружия USS Worcester был исключён из списков флота.
uk: Крейсер Worcester, названий на честь міста в штаті Массачусеттс, заклали у січні 1945 р. Ідея створити корабель, озброєний універсальними гарматами калібру 152 мм, виникла у командування ВМС США ще 1941 р, коли щораз більша загроза з повітря у війні на морі стала очевидною. Складнощі розроблення універсальної 152-мм башти і суперечки навколо самої концепції такого крейсера привели до того, що проектування нового корабля затяглося на кілька років. Зміни вносили і під час будівництва. Знайомство ВМС США з японською тактикою льотчиків-камікадзе змусило відмовитися від встановлення на нових крейсерах 40-мм автоматів «Бофорс» і замінити їх потужнішими 76-мм зенітками. Насичені складними механізмами нові двогарматні 152-мм башти виявилися вельми важкими і габаритними. У підсумку «легкий» крейсер, на якому було встановлено шість таких башт, можна було порівнювати за розмірами зі своїми важкими «однокласниками» типу Baltimore. USS Worcester і його єдиний однотипник USS Roanoke стали у стрій лише у 1948–1949 рр., коли Друга світова війна вже давно закінчилася. Всього за проектом замовили чотири одиниці, однак замовлення на два корабля, один з яких встигли закласти, скасували ще у серпні 1945 р., коли перемога США у війні з Японією стала беззаперечним фактом. Увійшовши до складу ВМС США, USS Worcester значну частину своєї активної служби провів за межами рідних вод, «показуючи прапор» у Середземномор’ї, Латинській Америці, Північній Європі і Тихоокеанському регіоні. Участь корабля у війні в Кореї 1950–1953 рр. відзначено двома бойовими зірками. Застарілий через розвитоко зенітної ракетної зброї USS Worcester 1970 р вилучили зі списків флоту.
zh: 以麻州一座城市命名的巡洋舰Worcester于1945年开始建造。M国海军指挥部从1941年开始就想要建造一艘装备高平两用152毫米火炮的战舰，在当时空中威胁的持续增加已经是不争的事实了。 研发高平两用152毫米火炮所遇上的困难困扰着这艘巡洋舰的设计，并造成新型战舰研发延迟了好几年，而在它建造的过程中也做了部分改动。 当R国人使用神风飞行员来对付M国海军时，后者决定不再新巡洋舰上装备40毫米博福斯机炮，取而代之的是更为强大的76毫米防空炮，拥有复杂机制的152毫米双连装炮塔是非常笨重的，因此，装备六座这型炮塔的「轻型」巡洋舰的尺寸与重型的巴尔的摩级相当。 伍斯特和它唯一的姊妹舰，罗阿诺克于1948到1949年之间服役，这时大战早就结束了，计划中总共会建造四艘这型战舰，但是当M国在与R国的战争中获胜以成为事实后，其中两艘的订单在1945年8月被取消，而其中一艘甚至已经开始建造。 加入M国海军之后，伍斯特花费大部分的服役期间于本土水域，并在地中海、拉丁美洲、北欧和太平洋地区「耀武扬威」。 参与1950年到1953年大战让它获得两颗战斗之星。 1970年，因为防空飞弹的发展而显得老旧的伍斯特被移除在舰队序列之外。
zh_sg: 伍斯特巡洋舰，以马萨诸塞州的一座城市命名，于1945年1月开始制造。1941年以来，当来自空中的威胁开始明显地增加时，美国海军司令一直考虑设计一种装配两用的，152毫米口径火炮的战舰。 研发152毫米两用炮塔的难度和关于这种巡洋舰的概念的争论使这种新型战舰的研发推迟了数年。在它建造过程中也进行了一些改变。 当日本人向美国海军展示了他们神风特工队飞行员的战术时，美国人决定不再在新的巡洋舰上装配40毫米 Bofors火炮，而用76毫米防空炮取而代之。充满了复杂机械原理的新的双联152毫米炮塔被证明是非常笨重的。结果是，装配了6个这种炮塔的“轻型”巡洋舰在大小上跟与其对应的巴尔的摩级战舰不相上下。 USS 伍斯特和它的姐妹战舰，USS Roanoke仅在1948-1949年期间服役过，那时第二次世界大战已经结束很久了。该项目下总共预定生产了四艘战舰，但是其中两艘的订单，由于1945年8月美国在战争中战胜了日本，被中止了，其中的一艘战舰已经开始生产。 在加入美国海军后，USS 伍斯特在远离本土海域的地方度过了大部分服役生涯，在地中海，拉丁美洲，北欧和太平洋“展示旗帜”。 由于1950-1953年参与了韩战，这艘战舰被嘉奖了两颗战斗之星。 1970年，由于对空防御导弹的发展，USS 伍斯特的防空武器已过时，它被移出了舰队名单。

# IDS_PCZC187_AA_DES_MOINES
source: USS Des Moines during Sea Trials, 1948
es_mx: El USS Des Moines durante las Pruebas de Mar, 1948
ja: 試験航海中のデモイン (1948 年)
pl: USS Des Moines w trakcie prób morskich, 1948 r.
ru: USS Des Moines во время испытаний, 1948 год
uk: USS Des Moines під час випробувань, 1948 р.
zh: 海试中的得梅因，1948年
zh_sg: 正在海上试航的USS 得梅因，1948年
