Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM095_SHIPS_DESCR
source: World War II overturned the entire system of limitations on naval armament that existed in the 1920s and 30s, bringing international shipbuilding back to its natural state. From that moment, every decision was dominated by the need for warships, production capacities, technology, and time. It is not surprising, therefore, that the United States was the only country that expressed a wish to build a series of battleships laid down during these years. Iowa-class battleships fitted perfectly into the new format of naval warfare, changing their inherent role from hunting for high-speed Japanese battle cruisers to ensuring the stability of fast aircraft carrier strike formations. It is generally accepted that with all their performance characteristics combined, they were the best battleships of World War II, but this honorary title is contested by the Japanese giants of the Yamato class. In contrast to them, the last battleship of the Royal Navy— Vanguard—looked much weaker, despite excellent seaworthiness. A similar situation unfolded during World War II in cruiser building. It was possible in this period to create well-balanced and powerful ships, but only the United States and Great Britain had the resources to do so. The U.S. Navy received a large series of Baltimore-class heavy cruisers, the largest of their type, as well as light cruisers of the Cleveland class. The former were the strongest wartime heavy cruisers, balanced so well in terms of armament, armor protection and seaworthiness that they remained in service for many years. Their enhanced versions served as the basis for the design of Des Moines-class heavy cruisers equipped with auto-loading main battery guns, and embodied all the experience gained during World War II. Armed with 203 mm main guns and representing the pinnacle of "Washington Treaty" cruiser building, they were the best representatives of the latest generation of heavy artillery ships. In the light cruiser type, they were matched by the ships of the Worcester class, which also entered service after the war and carried a battery of 152 mm automatic dual-purpose guns. The most massively produced surface ships of the World War II period were destroyers, as they were involved in all impactful battles in all theaters of military activity. But, despite mass production, the loss rate of this type of ship was the highest. Unlike heavy artillery ships, new classes of destroyers entered service during the war not only in huge series joining the U.S. Navy (Fletcher, Gearing), but in large numbers in the Royal Navy, and also in noticeable numbers in Japan (Yūgumo, Akizuki) and Germany (various series of the 1936 class). After the war, the new artillery destroyers were designed by those countries that could not afford to have larger ships in sufficient numbers. Fortunately, in terms of displacement and armament, the destroyers of that time often matched pre-war light cruisers: the Battle and Daring classes of Great Britain, the Halland class of Sweden, or the Friesland class of the Netherlands. The era when steam turbine-driven warships dominated the seas extended over a short period by historical measures, only about half a century, almost coinciding in time with the first half of the 20th century. It encompassed, however, as many as several differing epochs. And all of their glorious heroes are right here in World of Warships!
ja: 第二次世界大戦は 1920 – 1930 年代に存在した海軍戦力に関する全ての制限システムを覆し、世界の造船業は自然競争の状態へと戻りました。その瞬間から、それぞれの決断は、軍艦、生産能力、技術、時間の要求に基づいて行われるようになりました。従って、驚くべきことではありませんが、これら数年の間に一連の戦艦を起工し完成させたのはアメリカのみでした。アイオワ級戦艦は新しい形式の海戦に完全に順応し、その結果その役割は、日本の高速巡洋戦艦の追撃から高速の空母打撃部隊の安全性の確保へと変化しました。性能諸元の総合力では第二次世界大戦で最高の戦艦はアイオワ級だということは広く受け入れられている事実ですが、日本の大和型戦艦もまたこの名誉ある地位にふさわしい艦艇でした。これに対しイギリス海軍の戦艦ヴァンガードは、素晴らしい耐航性を持つにもかかわらず劣勢だと評価されました。 同様の状況は第二次世界大戦中の巡洋艦の建造でも発生しました。この時代、バランスの取れた強力な巡洋艦の建造は可能でしたが、そのための資源を持っていたのはアメリカとイギリスのみでした。アメリカ海軍は、重巡洋艦としては最も大型のボルティモア級巡洋艦、そして軽巡洋艦としてはクリーヴランド級巡洋艦を大量に就役させました。前者は戦時における最強の重巡洋艦であり、兵装、装甲防御、耐航性のバランスが非常に良く、長年に渡り任務に就きました。その改良型は、自動装填式の主砲を装備し、第二次世界大戦中に得られた戦訓の全てを体現するデモイン級重巡洋艦の設計の基礎となりました。203 mm 主砲を装備し、「ワシントン条約型」巡洋艦の建造の最高峰で、大型砲熕艦の最新世代の代表的な艦艇です。軽巡洋艦としてはウースター級が、同じく戦争中に就役し自動装填式の 152 mm 両用砲を搭載しました。 第二次世界大戦期に最も大量に生産された水上艦は、軍事活動のあらゆる重要な戦闘に参加した駆逐艦でした。しかし大量建造されたにもかかわらず、駆逐艦の損耗率は最も高いものでした。大型の砲熕艦とは違い、戦争中にも数々の新型駆逐艦が就役しています。アメリカ海軍が大量建造した各艦級 (フレッチャー級、ギアリング級) だけでなく、イギリス海軍、日本 (夕雲型、秋月型) やドイツ (各種の 1936 型) も多数の駆逐艦を建造しました。戦後は、新しい艦砲型駆逐艦が、大型艦を大量保有できない国々で設計されました。戦後において、排水量と兵装において、戦前の軽巡洋艦に対抗できる駆逐艦は珍しくありませんでした。イギリスのバトル級およびデアリング級、スウェーデンのハッランド級、オランダのフリースラント級などです。 蒸気タービンで航行する軍艦が海洋を支配した時期は、歴史のものさしでみれば短かく、20 世紀前半とほぼ重なる約 50 年間のみです。しかし、同時にこの半世紀は様々な時代によって構成されており、各時代の偉大な艦艇はいずれも、World of Warships に登場します!
pl: II wojna światowa ostatecznie położyła kres całemu systemowi ograniczeń w rozbudowie marynarek wojennych, jaki powstał w latach 20. oraz 30., przywracając świat okrętownictwa do jego pierwotnego stanu. Od tej chwili każda decyzja uzależniona była wyłącznie od potrzeb, możliwości produkcyjnych, technologii i czasu. Nie dziwi więc, że jedynie Stany Zjednoczone podjęły się w tym czasie budowy całej serii pancerników. Jednostki typu Iowa doskonale pasowały do nowego oblicza wojny na morzu, zmieniając swoją rolę z polowania na szybkie japońskie krążowniki liniowe na ochronę formacji szybkich lotniskowców uderzeniowych. Powszechnie uznaje się, że biorąc pod uwagę ich pełną charakterystykę, były to najlepsze pancerniki II wojny światowej, choć miano to niektórzy przyznają japońskim gigantom typu Yamato. W porównaniu z nimi ostatni pancernik Royal Navy – Vanguard – jawił się raczej skromnie, pomimo doskonałej żeglowności. Sprawy miały się podobnie w przypadku krążowników. W trakcie II wojny światowej można było budować dobrze zrównoważone i potężne okręty tego typu, ale tylko Stany Zjednoczone i Wielka Brytania miały potrzebne do tego zasoby. U.S. Navy otrzymała dużą serię krążowników klasy Baltimore, największych okrętów tego typu, a także lekkie krążowniki typu Cleveland. Te pierwsze były najpotężniejszymi ciężkimi krążownikami czasu wojny, które dzięki doskonałej równowadze pomiędzy uzbrojeniem, opancerzeniem i żeglownością pozostawały w służbie przez wiele lat. Ich ulepszone wersje służyły za podstawę jednostek typu Des Moines – ciężkich krążowników wyposażonych w baterię główną z automatycznym ładowaniem. Ucieleśniały one doświadczenia zebrane w trakcie II wojny światowej. Uzbrojone w działa kal. 203 mm, krążowniki te są szczytowym osiągnięciem wśród „krążowników traktatowych” i najlepszym przedstawicielem ciężkich okrętów artyleryjskich. Wśród lekkich krążowników dorównywały im uzbrojone w automatyczne działa uniwersalne kal. 152 mm jednostki typu Worcester, które także weszły do służby po zakończeniu wojny. Okrętami, które podczas II wojny światowej produkowano na skalę masową, były niszczyciele. Brały one udział we wszystkich znaczących bitwach na wszystkich frontach. Lecz pomimo ogromnej produkcji, także odsetek strat był wśród niszczycieli największy. W przeciwieństwie do ciężkich okrętów artyleryjskich, nowe typy niszczycieli wchodziły w ogromnych ilościach do służby nie tylko w szeregach U.S. Navy (Fletcher, Gearing) i Royal Navy, ale także dość licznie w Japonii (Yūgumo, Akizuki) i Niemczech (rozmaite serie typu 1936). Po wojnie kraje, których nie było stać na wystarczające ilości dużych jednostek, wprowadziły niszczyciele artyleryjskie. Na szczęście pod względem wyporności i uzbrojenia niszczyciele w tamtych czasach często dorównywały przedwojennym lekkim krążownikom: brytyjskie typu Battle i Daring, szwedzki typ Halland lub holenderski typ Friesland. Era dominacji okrętów napędzanych turbiną parową była, jak na standardy historyczne, krótkotrwała i w zasadzie zbiegała się z pierwszą połową XX wieku. Można w niej jednak wyróżnić kilka istotnie różniących się między sobą epok. A wszyscy ich wspaniali bohaterowie znajdują się tu, w World of Warships!
ru: Вторая мировая война, перевернув всю систему ограничений морских вооружений 1920–1930-х гг., вернула мировое кораблестроение к естественному состоянию. Отныне всё решает потребность в военных кораблях, производственные мощности, технологии и время. Неудивительно, что единственной страной, которая выразила желание построить заложенную в эти годы серию линейных кораблей, оказались Соединённые Штаты. Линкоры типа Iowa идеально вписались в новый формат войны на море, сменив своё амплуа с охоты за скоростными японскими линейными крейсерами на обеспечение устойчивости быстроходных авианосных ударных соединений. Принято считать, что по совокупности характеристик они стали лучшими линейными кораблями Второй мировой войны, однако это почётное звание оспаривают у них японские гиганты типа Yamato. Несмотря на отличную мореходность, последний линкор Королевского флота Vanguard смотрится на их фоне гораздо слабее. Схожая ситуация сложилась во время Второй мировой и в крейсеростроении. В этот период можно было создавать гармоничные и мощные корабли, но ресурсы на это оказались только у США и Великобритании. Американский ВМФ получил большие серии самых крупных в своём классе тяжёлых крейсеров типа Baltimore и лёгких типа Cleveland. Первые являлись сильнейшими тяжёлыми крейсерами военного времени, настолько хорошо сбалансированными по вооружению, защите и мореходности, что оставались в составе флота ещё долгие годы. На базе их усовершенствованного варианта были спроектированы тяжёлые крейсеры типа Des Moines с автоматическим заряжанием главного калибра. Они воплощали в себе весь опыт, полученный во время Второй мировой, и стали не только венцом эволюции «вашингтонского» типа, вооружённого 203-мм орудиями, но и лучшими представителями последнего поколения тяжёлых артиллерийских кораблей. В классе лёгких крейсеров им соответствовали вступившие в строй тоже после войны корабли типа Worcester с автоматическими универсальными 152-мм орудиями главного калибра. Наиболее массовыми надводными кораблями Второй мировой стали эсминцы, участвовавшие во всех значительных сражениях на всех театрах военных действий. Темп потерь этого класса был самым высоким, несмотря на массовое производство. В отличие от тяжёлых артиллерийских кораблей, новые типы эсминцев вступали в строй по ходу войны не только огромными сериями в американском флоте (Fletcher, Gearing), большими в британском, но и в заметных количествах в японском (Yūgumo, Akizuki) и немецком (1936 разных серий). После войны новые артиллерийские эскадренные миноносцы проектировались в тех странах, которые не могли себе позволить содержать более крупные корабли в достаточном количестве. Благо по водоизмещению и вооружению тогдашние эсминцы уже зачастую соответствовали довоенным лёгким крейсерам: британские типа Battle и Daring, шведские типа Halland или голландские типа Friesland. Эра доминирования на море паротурбинных боевых артиллерийских кораблей заняла по историческим меркам совсем немного, примерно полвека, почти совпав по времени с первой половиной XX столетия. Тем не менее она вместила в себя сразу несколько разных эпох. И всех их главных героев вы можете найти в World of Warships!
zh: Вторая мировая, перевернув всю систему ограничений морских вооружений 1920-х — 1930-х гг., вернула мировое кораблестроение к естественному состоянию. Отныне все решает потребность в военных кораблях, производственные мощности, технологии и время. Неудивительно, что единственной страной, которая выразила желание построить заложенную в эти годы серию линейных кораблей, оказались Соединённые Штаты. Линкоры типа «Айова» идеально вписались в новый формат войны на море, изменив своё амплуа — с охоты за скоростными японскими линейными крейсерами на обеспечение устойчивости быстроходных авианосных ударных соединений. Принято считать, что по совокупности характеристик они стали лучшими линейными кораблями Второй мировой войны, однако это почётное звание оспаривают у них японские гиганты типа «Ямато». Несмотря на отличную мореходность, последний линкор Королевского флота «Вэнгард» смотрится на их фоне гораздо слабее. Схожая ситуация сложилась во время Второй мировой и в крейсеростроении. В этот период можно было создавать гармоничные и мощные корабли, но ресурсы на это оказались только у США и Великобритании. Американский ВМФ получил большие серии самых крупных в своём классе тяжёлых крейсеров типа «Балтимор» и лёгких типа «Кливленд». Первые являлись сильнейшими тяжёлыми крейсерами военного времени, настолько хорошо сбалансированными по вооружению, защите и мореходности, что оставались в составе флота ещё долгие годы. На базе их усовершенствованного варианта были спроектированы тяжёлые крейсеры типа «Де Мойн» с автоматическим заряжанием главного калибра. Они воплощали в себе весь опыт, полученный во время Второй мировой, и стали не только венцом эволюции «вашингтонского» типа, вооружённого 203-мм орудиями, но и лучшими представителями последнего поколения тяжёлых артиллерийских кораблей. В классе лёгких крейсеров им соответствовали вступившие в строй тоже после войны корабли типа «Вустер», с автоматическими универсальными 152-мм орудиями главного калибра. Наиболее массовыми надводными кораблями Второй мировой стали эсминцы, участвовавшие во всех значительных сражениях на всех театрах военных действий. Темп потерь этого класса был самым высоким, несмотря на массовое производство. В отличие от тяжёлых артиллерийских кораблей, новые типы эсминцев вступали в строй по ходу войны не только огромными сериями в американском флоте («Флетчер», «Гиринг»), большими в британском, но в заметных количествах и в японском («Югумо», «Акицуки»), немецком (1936 разных серий). После войны новые артиллерийские эскадренные миноносцы проектировались в тех странах, которые не могли себе позволить содержать более крупные корабли в достаточном количестве. Благо по водоизмещению и вооружению тогдашние эсминцы уже зачастую соответствовали довоенным лёгким крейсерам: британские типа «Бэттл» и «Дэринг», шведские типа «Халланд» или голландские типа «Фрисланд». Эра доминирования на море паротурбинных боевых артиллерийских кораблей заняла по историческим меркам совсем немного, примерно полвека, почти совпав по времени с первой половиной XX столетия. Тем не менее, она вместила в себя сразу несколько разных эпох. И всех их главных героев вы можете найти в World of Warships!

# IDS_PCQT001_1
source: Cause %(count)d HP of damage to enemy ships with the main battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería principal.
ja: 主砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga swoją główną baterią.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат головного калібру.
zh: 用主炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用主炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT002_1
source: Destroy %(count)d enemy ship with the main battery guns.
es_mx: Destruye %(count)d barco enemigo con los cañones de la batería principal.
ja: 主砲によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga działami głównej baterii.
ru: Уничтожьте %(count)d корабль противника огнём орудий главного калибра.
uk: Знищте %(count)d корабель супротивника вогнем гармат головного калібру.
zh: 用主炮击毁 %(count)d 艘敌方战舰。
zh_sg: 用主炮击毁%(count)d艘敌方战舰。

# IDS_PCQT003_1
source: Hit enemy ships with ship torpedoes %(count)d time.
es_mx: Impacta barcos enemigos con torpedos de barcos %(count)d vez.
ja: 艦載魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga torpedą wystrzeloną z okrętu %(count)d raz.
ru: Попадите по кораблям противника корабельными торпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними торпедами %(count)d раз.
zh: 用战舰鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT004_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes.
es_mx: Causa %(count)d HP de daño a barcos enemigos con torpedos de barcos .
ja: 艦載魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń torpedami wystrzelonymi z okrętu okrętom wroga.
ru: Нанесите корабельными торпедами %(count)d урона кораблям противника.
uk: Завдайте корабельними торпедами %(count)d од. шкоди кораблям супротивника.
zh: 用战舰鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用舰载鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT005_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите %(count)d раз, оставаясь в живых до конца боя.
uk: Здобудьте перемогу %(count)d раз, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗并且存活下来。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT006_1
source: Win %(count)d battle.
es_mx: Gana %(count)d batalla.
ja: %(count)d 戦勝利する。
pl: Wygraj %(count)d bitwę.
ru: Победите %(count)d раз.
uk: Здобудьте перемогу %(count)d раз.
zh: 赢得 %(count)d 场战斗。
zh_sg: 赢得%(count)d场战斗。

# IDS_PCQT007_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT008_1
source: Earn %(count)d XP in a single battle.
es_mx: Obtén %(count)d XP en una sola batalla.
ja: 1 戦で %(count)d EXP 取得する。
pl: Zdobądź %(count)d PD w jednej bitwie.
ru: Заработайте в одном бою %(count)d опыта.
uk: Здобудьте в одному бою %(count)d од. досвіду.
zh: 在一场战斗中获得 %(count)d 经验
zh_sg: 在一场战斗中获得%(count)d经验

# IDS_PCQT009_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT011_1
source: Set enemy ships on fire %(count)d time.
es_mx: Causa un incendio en barcos enemigos %(count)d vez.
ja: 敵艦艇に火災を %(count)d 回発生させる。
pl: Podpal okręt wroga %(count)d raz.
ru: Подожгите корабли противника %(count)d раз.
uk: Підпаліть кораблі супротивника %(count)d раз.
zh: 使敌方战舰起火 %(count)d 次。
zh_sg: 使敌方战舰起火%(count)d次。

# IDS_PCQT012_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT013_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT014_1
source: Destroy %(count)d ship.
es_mx: Destruye %(count)d barco.
ja: 艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt.
ru: Уничтожьте %(count)d корабль.
uk: Знищте %(count)d корабель.
zh: 击毁 %(count)d 艘战舰。
zh_sg: 击毁%(count)d艘战舰。

# IDS_PCQT015_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди пожежами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT016_1
source: Cause %(count)d flooding to an enemy ship.
es_mx: Causa %(count)d inundación en un barco enemigo.
ja: 敵艦艇に浸水を %(count)d 回引き起こす。
pl: Spowoduj %(count)d zalanie okrętu wroga.
ru: Вызовите %(count)d затопление на корабле противника.
uk: Спричиніть %(count)d затоплення на кораблі супротивника.
zh: 使敌方战舰进水 %(count)d 次。
zh_sg: 使敌方战舰进水%(count)d次。

# IDS_PCQT017_1
source: Cause %(count)d HP of damage to enemy ships by flooding.
es_mx: Causa %(count)d HP de daño a barcos enemigos por inundaciones.
ja: 浸水によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez zalanie.
ru: Нанесите кораблям противника %(count)d урона затоплениями.
uk: Завдайте кораблям супротивника %(count)d од. шкоди затопленнями.
zh: 通过进水对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过进水对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT018_1
source: Earn %(count)d "Arsonist" achievement.
es_mx: Obten %(count)d logro "Incendiario".
ja: 勲章「放火犯」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Podpalacz” %(count)d raz.
ru: Получите %(count)d достижение «Поджигатель».
uk: Отримайте %(count)d досягнення «Підпалювач».
zh: 获得 %(count)d 个「纵火犯」成就。
zh_sg: 获得%(count)d个“纵火犯”成就。

# IDS_PCQT019_1
source: Earn at least %(count)d Free XP in a single battle.
es_mx: Obtén al menos %(count)d puntos de XP Libre en una sola batalla.
ja: 1 戦で %(count)d フリー EXP 以上取得する。
pl: Zdobądź przynajmniej %(count)d wolnych PD w jednej bitwie.
ru: В одном бою заработайте не менее %(count)d свободного опыта.
uk: В одному бою здобудьте щонайменше %(count)d од. вільного досвіду.
zh: 在一场战斗中获得至少 %(count)d 全局经验。
zh_sg: 在一场战斗中获得至少%(count)d全局经验。

# IDS_PCQT020_1
source: Play %(count)d battle with a Commander that has at least 3 skill points.
es_mx: Juega %(count)d batalla con un Comandante que tenga al menos 3 puntos de habilidad.
ja: 3 スキルポイント以上の艦長 1 名で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę dowódcą posiadającym przynajmniej 3 punkty umiejętności.
ru: Сыграйте %(count)d бой с командиром, у которого есть хотя бы 3 очка навыков.
uk: Зіграйте %(count)d бій із командиром, у якого є хоча б 3 очки уміння.
zh: 以拥有至少 3 个技能点数的指挥官进行 %(count)d 场战斗。
zh_sg: 用拥有至少3个技能点数的指挥官进行%(count)d场战斗。

# IDS_PCQT031_1
source: Destroy %(count)d enemy ship with ship torpedoes.
es_mx: Destruye %(count)d barco enemigo con torpedos de barcos.
ja: 艦載魚雷によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga torpedami wystrzelonymi z okrętu.
ru: Уничтожьте %(count)d корабль противника корабельными торпедами.
uk: Знищте %(count)d корабель супротивника корабельними торпедами.
zh: 用战舰鱼雷击毁 %(count)d 艘敌方战舰。
zh_sg: 用舰载鱼雷击毁%(count)d艘敌方战舰。

# IDS_PCQT032_1
source: Cause %(count)d HP of damage to enemy ships with the main or secondary battery guns.
es_mx: Causa %(count)d HP de daño a los barcos enemigos con la batería principal o secundaria
ja: 主砲または副砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga działami baterii głównej lub dodatkowej.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного или вспомогательного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат головного або допоміжного калібру.
zh: 用主炮或副炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用主炮或副炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT033_1
source: Hit enemy ships %(count)d time with the secondary battery guns.
es_mx: Impacta barcos enemigos %(count)d vez con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz działami baterii dodatkowej.
ru: Попадите по кораблям противника %(count)d раз из орудий вспомогательного калибра.
uk: Влучте у кораблі супротивника %(count)d раз з гармат допоміжного калібру.
zh: 用副炮击中敌方战舰 %(count)d 次。
zh_sg: 用副炮击中敌方战舰%(count)d次。

# IDS_PCQT034_1
source: Destroy %(count)d enemy ship with ship torpedoes.
es_mx: Destruye %(count)d barco enemigo con torpedos de barcos.
ja: 艦載魚雷によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga torpedami wystrzelonymi z okrętu.
ru: Уничтожьте %(count)d корабль противника корабельными торпедами.
uk: Знищте %(count)d корабель супротивника корабельними торпедами.
zh: 用战舰鱼雷击毁 %(count)d 艘敌方战舰。
zh_sg: 用舰载鱼雷击毁%(count)d艘敌方战舰。
