Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBSB110_DESCR
source: A post-war British battleship design which was a further development of the Lion-and Vanguard-class ships, but which carried more powerful artillery.
es_mx: Un diseño de un acorazado británico de posguerra que era parte de un desarrollo posterior de los barcos de las clases Lion y Vanguard, pero que incluía una artillería más poderosa.
ja: コンカラーは二次大戦後にイギリスで開発された戦艦の設計案です。ライオン級とヴァンガード級の発展型で、より強力な主砲を採用していました。
pl: Brytyjski powojenny projekt pancernika, który opracowano w oparciu o okręty klasy Lion i Vanguard, ale uzbrojono w potężniejszą artylerię.
ru: Проект британского линкора послевоенного периода, представляющий собой развитие кораблей типов Lion и Vanguard с более мощным артиллерийским вооружением.
uk: Проект британського лінкора післявоєнного періоду, який є розвитком кораблів типу Lion і Vanguard з потужнішим артилерійським озброєнням.
zh: 这艘战舰是以大战期间Y国建造战舰所得到的经验为基础而设计成有着更强火力的战列舰。该计划中值得注意的是 457 毫米的主炮，此为二零年代早期研发并且是最强大的Y国海军火炮系统。
zh_sg: 一种战后英国战列舰设计，是狮级和前卫级的进一步发展，搭载了更强的武器。

# IDS_PBSB110_FULL
source: Conqueror
zh: 征服者
zh_sg: 征服者

# IDS_PBSB208
source: Monarch
zh: 君主
zh_sg: 君主

# IDS_PBSB208_DESCR
source: One of the preliminary versions of the King George V-class ships armed with 381 mm main battery guns. She had features characteristic of a next-generation battleship, namely relatively high speed, thick horizontal armor, and dual-purpose artillery.
es_mx: Una de las versiones preliminares de los barcos de la clase King George V armado con una batería principal de 381 mm. Contaba con las característica de un acorazado de siguiente generación, es decir, una velocidad relativamente alta, un grueso blindaje horizontal, y artillería de doble propósito.
ja: 戦艦モナークは、キング・ジョージ 5 世級戦艦 (381 mm 砲搭載) の暫定版のひとつであり、比較的高速で、分厚い水平装甲を備え、両用砲を採用しているなど、次世代戦艦としての特徴を有していました。
pl: Jedna z wstępnych wersji okrętów klasy King George V, posiadał działa głównej baterii kal. 381 mm. Miał cechy pancerników nowej generacji, takie jak wysoka szybkość, gruby pancerz pokładowy i artyleria uniwersalna.
ru: Один из предварительных вариантов проекта кораблей типа King George V с 381-мм орудиями главного калибра. Имел характерные для линкора нового поколения черты: сравнительно высокую скорость, мощное горизонтальное бронирование и универсальную артиллерию в составе вооружения.
uk: Один з попередніх варіантів проекту кораблів типу King George V з 381-мм гарматами головного калібру. Мав характерні для лінкора нового покоління риси: порівняно високу швидкість, потужне горизонтальне бронювання та універсальну артилерію у складі озброєння.
zh: 英王乔治五世级战舰的初步版本之一，装有 381 毫米主炮。它具有下一代战列舰的特性，即相对较高的航速、较厚的水平装甲，以及两用火炮。
zh_sg: 英王乔治五世级战舰的初始版本之一，装有381毫米主炮，拥有次世代战列舰的特性，即相对较高的航速、较厚的水平装甲，以及两用火炮。

# IDS_PBSB208_FULL
source: Monarch
zh: 君主
zh_sg: 君主

# IDS_PBSB503
source: Dreadnought
zh: 无畏
zh_sg: 无畏

# IDS_PBSB503_DESCR
source: This ship began a new era in naval history. It was the first battleship in the world whose main battery consisted only of large-caliber guns, as well as the first ship of this type to have turbine-driven propulsion. She significantly surpassed her predecessors, particularly in size, speed, and armament.
es_mx: Esta nave comenzó una nueva era en la historia naval. Fue el primer buque de guerra en el mundo cuya batería principal consistía solo en cañones de gran calibre, así como el primer barco de este tipo que tenía una propulsión impulsada por turbina. Ella superó significativamente a sus predecesores en tamaño, velocidad y armamento, en particular.
ja: ドレッドノートは、それ以前の戦艦とは一線を画する革新的な戦艦です。その大きな特徴は、世界で初めて中間砲・副砲を全廃し、単一口径の主砲のみを搭載していた点であり、蒸気タービン機関を採用した世界初の戦艦でもありました。そして本艦は、それ以前の戦艦に比べ、サイズ、速力、兵装の全てにおいて大幅に凌駕していました。
pl: Okręt ten rozpoczął nową erę w historii marynarki wojennej. Był pierwszym pancernikiem świata, którego bateria główna składała się jedynie z dział dużego kalibru oraz pierwszym okrętem tego typu o napędzie turbinowym. Znacznie przewyższał poprzedników pod względem rozmiarów, prędkości i uzbrojenia.
ru: Корабль, открывший новую эпоху в военно-морской истории. Первый в мире линкор, основное вооружение которого состояло только из орудий крупного калибра, а также первый в мире корабль этого класса с турбинной энергетической установкой. Заметно превосходил всех своих предшественников по размерам, скорости хода и особенно по мощи вооружения.
uk: Корабель, який розпочав нову епоху військово-морської історії. Перший у світі лінкор, головне озброєння якого було лише з гармат великого калібру. Також перший у світі корабель цього класу з турбінною силовою установкою. Значно перевершував усіх своїх попередників розмірами, швидкістю ходу та потужністю озброєння.
zh: 这艘战舰开启了海军历史的新纪元。它是世界上第一艘主要由大口径火炮组成的战舰，也是第一艘具有涡轮驱动推进力的战舰。特别是它在尺寸、速度和武装方面明显超过了它的前辈。
zh_sg: 这艘船开启了海军历史的新纪元。它是世界上第一艘主要由大口径火炮组成的战舰，也是第一艘具有涡轮增压推进的战舰。而且她在尺寸，速度和武器方面都明显超过了她的前辈们。

# IDS_PBSB503_FULL
source: Dreadnought
zh: 无畏
zh_sg: 无畏

# IDS_PBSB507
source: Hood
zh: 胡德
zh_sg: 胡德

# IDS_PBSB507_DESCR
source: A fast battlecruiser that had long remained the largest and one of the most powerful ships in the Royal Navy. The ship was built based on the experience gained during World War I. Unlike later period battleships, she had weak horizontal armor protection. In the beginning of World War II, the ship's outdated secondary armament was demounted and replaced by enhanced AA guns.
es_mx: Un veloz crucero de batalla que permaneció mucho tiempo como el más grande y uno de los más poderosos de la Marina Real. El barco fue construido basado en la experiencia ganada durante la 1a Guerra Mundial. A diferencia de los acorazados de periodos posteriores, tenía un débil blindaje horizontal. Al principio de la 2a Guerra Mundial, el anticuado armamento secundario del barco fue desmontado y reemplazado por cañones AA mejorados.
ja: フッドは、高速の巡洋戦艦であり、長年に渡ってイギリス海軍最大かつ最強クラスの軍艦の座を守りました。本艦は一次大戦の戦訓を反映して建造されましたが、後に建造された戦艦とは異なり、水平装甲が脆弱でした。二次大戦の序盤に、旧式化していた副砲が撤去され、改良型の対空砲へと換装されました。
pl: Szybki krążownik liniowy, który przez długi czas był największym i najpotężniejszym okrętem Royal Navy. Okręt został zbudowany z wykorzystaniem doświadczeń zebranych w trakcie I wojny światowej. W przeciwieństwie do pancerników budowanych później, posiadał dość słaby pancerz poziomy. Na początku II wojny światowej jego przestarzałe działa baterii dodatkowej zostały wymienione na nowoczesne działa przeciwlotnicze.
ru: Быстроходный линейный крейсер, долгое время являвшийся самым крупным и одним из самых мощных кораблей ВМС Великобритании. Строился с учётом опыта Первой мировой войны. По сравнению с более поздними линкорами имел слабое горизонтальное бронирование. В начале Второй мировой войны на корабле была демонтирована старая артиллерия ПМК, и за счёт этого усилена ПВО.
uk: Швидкохідний лінійний крейсер, тривалий час був найбільшим і одним з найпотужніших кораблів ВМС Великобританії. Будувався з урахуванням досвіду Першої світової війни. У порівнянні з пізнішими лінкорами мав слабке горизонтальне бронювання. На початку Другої світової війни на кораблі демонтували стару артилерію та ПМК, і за рахунок цього посилили ППО.
zh: 高速战斗巡洋舰有很长的一段时间一直是皇家海军中最大型也是最强大的舰艇之一。该舰艇是根据在大战期间得到的经验所打造。不同于后期的主力舰，保护它的水平装甲较为薄弱。在战争一开始，该舰艇过时的次要武器被拆卸下来，然后换上了增强型防空炮。
zh_sg: 高速战斗巡洋舰有很长的一段时间一直是皇家海军中最大型也是最强大的战舰之一。该战舰是根据在第一次世界大期间得到的经验所打造。不同于后期的战列舰，其装甲较为薄弱。在第二次世界大战初，该战舰过时的副武器被拆卸下来，然后换上了增强型防空炮。

# IDS_PBSB507_FULL
source: Hood
zh: 胡德
zh_sg: 胡德

# IDS_PBSB507_SHORT
source: HOOD
zh: 胡德
zh_sg: 胡德

# IDS_PBSB508
source: Vanguard
zh: 前卫
zh_sg: 前卫

# IDS_PBSB508_DESCR
source: The last battleship of the British Royal Navy. Due to the specific conditions of her construction phase, she combined high speed, powerful AA guns, up-to-date equipment while still preserving absolutely obsolete main battery guns.
es_mx: El último acorazado de la Royal Navy británica. Debido a las condiciones específicas durante la fase de construcción, combinó cañones AA de alta velocidad, y potentes equipos actualizados, conservando aún cañones de batería principal absolutamente obsoletos.
ja: ヴァンガードは、イギリス海軍最後の戦艦であり、短期間で建造する必要があったため、高い速力、強力な対空兵装、最先端の設備を備えながらも、その主砲は完全に時代遅れのものでした。
pl: Ostatni pancernik brytyjskiej Royal Navy. Ze względu na szczególne okoliczności w fazie konstrukcyjnej okręt cechował się wysoką prędkością, potężnym uzbrojeniem przeciwlotniczym, nowoczesnym wyposażeniem i jednocześnie przestarzałymi działami baterii głównej.
ru: Последний линейный корабль британского Королевского флота. В силу специфических условий создания сочетал в себе высокую скорость хода, мощную ПВО, насыщенность современным оборудованием, имея при этом совершенно устаревшие орудия главного калибра.
uk: Останній лінійний корабель британського Королівського флоту. Через специфічні умови створення, поєднував у собі високу швидкість ходу, потужну ППО, велику кількість сучасного обладнання, але мав застарілі гармати головного калібру.
zh: Y系海军的最后一艘战列舰。由于施工阶段的特殊条件，它结合了高速、强大的防空炮、最新的设备却同时仍保留绝对过时的主炮。
zh_sg: 英国皇家海军的最后一艘战列舰。由于建造阶段的特殊条件，她将高航速，强大的防空炮，最新的设备等特点结合到了一起，同时却仍保留了非常过时的主炮组。

# IDS_PBSB508_FULL
source: Vanguard
zh: 前卫
zh_sg: 前卫

# IDS_PBSB510_DESCR
source: This ship was designed as a battleship with increased firepower on the basis of the British experience in ship construction gained during World War II. The project was notable for the 457 mm main guns, which were developed in the early 1920s and were the most powerful British naval artillery systems.
es_mx: Este barco fue diseñado como un acorazado con poder de fuego incrementado en base a la experiencia británica en construcción de barcos obtenida durante la 2a Guerra Mundial. El proyecto destacaba por los cañones principales de 457 mm, que fueron desarrollados a principios de los años 20 y fueron los más poderosos sistemas de artillería naval británicos.
ja: 戦艦コンカラーは、二次大戦中にイギリスが得た造船に関する知見に基づき、火力を強化した戦艦として設計されました。457 mm 砲を採用していた点が大きな特徴であり、この砲は 1920 年代前半に開発され、イギリスの艦載砲システムとしては最も強力なものでした。
pl: Okręt został zaprojektowany jako pancernik o zwiększonej sile ognia, z uwzględnieniem doświadczenia nabytego przez Brytyjczyków w trakcie II wojny światowej. Projekt był godny zauważenia choćby ze względu na działa głównej baterii o kalibrze 457 mm, zaprojektowane we wczesnych latach 20. XX wieku, będące najpotężniejszymi jakimi dysponowała brytyjska marynarka.
ru: Проект линкора с усиленной огневой мощью, созданный с учётом опыта британского кораблестроения периода Второй мировой войны. Главная особенность проекта, 457-мм орудия главного калибра, разрабатывались в начале 1920-х годов и были самыми мощными британскими корабельными артиллерийскими системами.
uk: Проект лінкора з посиленою вогневою міццю, створений з урахуванням досвіду британського кораблебудування періоду Другої світової війни. Головна особливість проекту, 457-мм гармати головного калібру, які розробляли на початку 1920-х рр., були найпотужнішими британськими корабельними артилерійськими системами.
zh: 这艘战舰是以大战期间Y国建造战舰所得到的经验为基础而设计成有着更强火力的战列舰。该计划中值得注意的是 457 毫米的主炮，此为二零年代早期研发并且是最强大的Y国海军火炮系统。
zh_sg: 这艘战舰是以二战期间英国的造船经验为基础而设计的、有着更强火力的战列舰。该计划中值得注意的是457毫米的主炮，此为20年代早期研发并且是最强大的英国海军火炮系统。

# IDS_PBSB517
source: Nelson
zh: 纳尔逊
zh_sg: 纳尔逊

# IDS_PBSB517_DESCR
source: This battleship featured an innovative arrangement designed under the restrictions of the Washington Naval Treaty of 1922. The ship was armed with 406 mm main guns that were concentrated in three turrets in the ship's bow. She was the first battleship in the Royal Navy to be armored according to the "all or nothing" concept.
es_mx: Este acorazado contaba con un arreglo innovador diseñado bajo las restricciones del tratado naval de Washington de 1922. El barco estaba armado con cañones principales de 406 mm que estaban concentrados en tres torretas en la proa del barco. Este fue el primer acorazado en la Marina Real en ser blindado de acuerdo al concepto "todo o nada".
ja: ネルソン級戦艦は、1922 年のワシントン海軍軍縮条約による制限の下、革新的な設計を採用しており、406 mm 砲の三連装砲塔 3 基全てを艦首甲板上に集中配置していました。そしてイギリス海軍の戦艦としては初めて集中防御方式 (All or nothing) を採用していました。
pl: Ten pancernik cechował się innowacyjnym projektem, wymuszonym przez Waszyngtoński Traktat Morski z 1922 roku. Uzbrojony był w działa główne kal. 406 mm, które umieszczono w trzech wieżach na dziobie okrętu. Był to pierwszy pancernik Royal Navy opancerzony zgodnie z koncepcją „wszystko albo nic”.
ru: Линейный корабль с оригинальной компоновкой, спроектированный в рамках договорных ограничений. Был вооружён 406-мм орудиями главного калибра, сконцентрированными в трёх башнях в носовой части корабля. Первый линкор Королевских ВМС, бронирование которого соответствовало схеме «всё или ничего».
uk: Лінійний корабель з оригінальним компонуванням, спроектований в межах договірних обмежень. Був озброєний 406-мм гарматами головного калібру, сконцентрованими у трьох баштах в носовій частині корабля. Перший лінкор Королівських ВМС, бронювання якого відповідало схемі «все або нічого».
zh: 这艘战列舰在 1922 年海军条约的限制具有革新的编排设计。该战舰将 406 毫米主炮集中放置在舰艏的三座炮塔中。它的装甲是海军第一艘根据「全有或全无」概念来设计的战舰。
zh_sg: 这艘战列舰在1922 年华盛顿海军条约的限制下采用了创新的构造设计。将406毫米主炮集中放置在舰首的三座炮塔中，装甲是皇家海军中第一艘根据“全有或全无”概念设计的战舰。

# IDS_PBSB517_FULL
source: Nelson
zh: 纳尔逊
zh_sg: 纳尔逊

# IDS_PBSB527
source: Duke of York
zh: 约克公爵
zh_sg: 约克公爵

# IDS_PBSB527_DESCR
source: A King George V-class battleship that carried 356 mm main guns, and could run at quite a high speed for a ship of her type. Numerous dual-purpose artillery served as a basis for the ship's AA defenses. A very successful gun fire control system provided for high accuracy of fire of the ship's main battery.
es_mx: Un acorazado de clase-King George V que cargaba cañones principales de 356 mm, y podía correr a una velocidad bastante alta para el tipo de barco que era. Artillería de doble propósito servía como una base para el AA del barco. Un muy exitoso sistema de control de fuego daba un nivel de precisión elevado con la artillería principal.
ja: 戦艦デューク・オブ・ヨークは、キング・ジョージ 5 世級戦艦であり、356 mm 砲を搭載し、戦艦としては極めて高い速力を誇っていました。対空砲としては、多数の両用砲を搭載。極めて優秀な射撃管制装置により、主砲による高精度での射撃を実現していました。
pl: Pancernik klasy King George V, uzbrojony w działa kalibru 356 mm i zdolny do szybkiej, jak na ten rodzaj okrętu, żeglugi. Liczne działa uniwersalne służyły jako podstawowe uzbrojenie przeciwlotnicze. Doskonały układ kontroli ognia pozwalał na prowadzenie celnego ostrzału z głównej baterii.
ru: Линейный корабль типа King George V, вооружённый 356-мм орудиями и развивавший достаточно хорошую для своего класса скорость хода. Основу ПВО корабля составляла многочисленная универсальная артиллерия. Удачная система управления огнём обеспечивала высокую точность стрельбы главного калибра линкора.
uk: Лінійний корабель типу King George V, озброєний 356-мм гарматами, що розвивав досить добру для свого класу швидкість ходу. Основу ППО корабля складала численна універсальна артилерія. Вдала система керування вогнем забезпечувала високу влучність стрільби головного калібру лінкора.
zh: 搭载了 356 毫米主炮，并且能以对该类型战舰而言相当高的航速来航行的英王乔治五世级战列舰。大量的两用火炮成为了该战舰的对空防御基础。非常成功的舰炮射控系统为该战舰主炮组提供了高准度的火力。
zh_sg: 搭载了356毫米主炮，并具备对同类型较高航速的英王乔治五世 级战列舰。大量的两用火炮保证了战舰的对空防御能力。先进的舰炮射控系统使主炮组具有相当高的准度。

# IDS_PBSB527_FULL
source: Duke of York
zh: 约克公爵
zh_sg: 约克公爵

# IDS_PBSB910
source: [Conqueror]
zh: [征服者]
zh_sg: [征服者]

# IDS_PBSB910_DESCR
source: This ship is a copy of Conqueror and is suitable for Clan Battles only
es_mx: Este barco es una copia del Conqueror y solo es adecuado para las Batallas de Clanes
ja: 本艦は Conqueror のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Conqueror i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Conqueror и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Conqueror. Призначений лише для кланових боїв
zh: 这艘战舰为征服者的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是征服者号的复制并且仅适用于军团战

# IDS_PBSB910_FULL
source: [Conqueror]
zh: [征服者]
zh_sg: [征服者]

# IDS_PBSB911
source: Conqueror
zh: 征服者
zh_sg: 征服者

# IDS_PBSB911_DESCR
source: A post-war British battleship design which was a further development of the Lion-and Vanguard-class ships, but which carried more powerful artillery.
es_mx: Un diseño de un acorazado británico de posguerra que era parte de un desarrollo posterior de los barcos de las clases Lion y Vanguard, pero que incluía una artillería más poderosa.
ja: コンカラーは二次大戦後にイギリスで開発された戦艦の設計案です。ライオン級とヴァンガード級の発展型で、より強力な主砲を採用していました。
pl: Brytyjski powojenny projekt pancernika, który opracowano w oparciu o okręty klasy Lion i Vanguard, ale uzbrojono w potężniejszą artylerię.
ru: Проект британского линкора послевоенного периода, представляющий собой развитие кораблей типов Lion и Vanguard с более мощным артиллерийским вооружением.
uk: Проект британського лінкора післявоєнного періоду, який є розвитком кораблів типу Lion і Vanguard з потужнішим артилерійським озброєнням.
zh: 这艘战舰是以大战期间Y国建造战舰所得到的经验为基础而设计成有着更强火力的战列舰。该计划中值得注意的是 457 毫米的主炮，此为二零年代早期研发并且是最强大的Y国海军火炮系统。
zh_sg: 一种战后英国战列舰设计，是狮级和前卫级的进一步发展，搭载了更强的武器。

# IDS_PBSB911_FULL
source: Conqueror
zh: 征服者
zh_sg: 征服者

# IDS_PBSC101
source: Black Swan
zh: 黑天鹅
zh_sg: 黑天鹅

# IDS_PBSC101_DESCR
source: The Black Swan-class sloops, the most numerous ships of this type in the British Royal Navy during World War II, were intended for escorting and guarding convoys. They had a rather moderate speed but outgunned their foreign counterparts in terms of firepower and rate of fire.
es_mx: Las corbetas clase Black Swan, los más numerosos barcos en la Marina Real Británica durante la 2a Guerra Mundial; fueron usadas para escoltar y resguardar convoyes. Tenían una velocidad moderada pero con cañones poco efectivos comparados con sus contrapartes extranjeras en términos de poder y cadencia de fuego.
ja: ブラックスワン級スループは、二次大戦中におけるイギリス海軍のスループとしては最も多く建造された艦級であり、船団護衛用として開発されたものでした。速力はあまり高くなかったものの、砲の火力および射撃速度において諸外国の競合艦を凌駕していました。
pl: Slupy wojenne klasy Black Swan, najliczniejsze okręty tego typu w Royal Navy w trakcie II wojny światowej, miały pełnić misje eskortowe. Ich szybkość była co najwyżej przyzwoita, ale pod względem siły ognia i szybkostrzelności zdecydowanie górowały na zagranicznymi odpowiednikami.
ru: Основным предназначением шлюпов типа Black Swan, самых многочисленных кораблей своего класса в ВМС Великобритании периода Второй мировой войны, было эскортирование и охрана конвоев. Они имели умеренную скорость, но превосходили иностранные аналоги по количеству стволов и скорострельности артиллерии главного калибра.
uk: Основним призначенням шлюпів типу Black Swan, найчисленних кораблів свого класу у ВМС Великобританії періоду Другої світової війни, було ескортування та охорона конвоїв. Вони мали помірну швидкість, але перевершували іноземні аналоги за кількістю стволів й скорострільністю артилерії головного калібру.
zh: 黑天鹅 级单桅帆船，为皇家海军在战争期间拥有数量最多的舰艇类型，用来护送及护卫船团。它们有着适度的航速，但在火力及射速方面远逊于外国的同类型船只。
zh_sg: 黑天鹅级单桅帆船，英国皇家海军在第二次世界大战期间数量最多的战舰，多用来护卫船团。它的航速中庸，但在火力及射速方面远逊于外国的同类型船只。

# IDS_PBSC101_FULL
source: Black Swan
zh: 黑天鹅
zh_sg: 黑天鹅

# IDS_PBSC101_SHORT
source: BLSW
zh: 黑天鹅
zh_sg: 黑天鹅

# IDS_PBSC102
source: Weymouth
zh: 韦茅斯
zh_sg: 韦茅斯

# IDS_PBSC102_DESCR
source: This medium-size cruiser had weak armor protection, but boasted powerful artillery and quite a high speed. She was conceived as a "trade protection" cruiser and was designated for countering lightly armed enemy ships of the same type.
es_mx: Este crucero de tamaño medio tenía un blindaje débil, pero una poderosa artillería y una gran velocidad. Fue concebido como un crucero de "protección de comercio" y fue designado para combatir barcos enemigos ligeramente blindados del mismo tipo.
ja: ウェイマス級防護巡洋艦は中型であり、装甲防御力は脆弱であったものの、強力な兵装と極めて高い速力を誇っていました。本級は、防御力を犠牲にして他の性能を高めた巡洋艦とみなされており、同一艦種の軽装甲艦艇との交戦を目的として設計されました。
pl: Ten średnich rozmiarów krążownik posiadał słabe opancerzenie, ale też bardzo dobre uzbrojenie artyleryjskie i dużą szybkość. Od początku intencją projektantów było poświęcenie pancerza na rzecz zwinności, ponieważ okręt miał zwalczać słabo uzbrojone okręty tego samego typu.
ru: Крейсер средних размеров со слабым бронированием, сильной артиллерией и достаточно высокой скоростью. Создавался как «защитник торговли» и предназначался для борьбы с легковооружёнными крейсерами противника.
uk: Крейсер середніх розмірів зі слабким бронюванням, потужною артилерією й досить високою швидкістю. Був створений як «захисник торгівлі» та був призначений, щоб боротися з легкоозброєними крейсерами супротивника.
zh: 这艘中等规模的巡洋舰虽有着薄弱的装甲防护力，但却拥有强大的火炮及相当高的航速。它被认定为「保护贸易」用的巡洋舰并指派它来反击同类型的敌方轻武装舰艇。
zh_sg: 这艘中等尺寸的巡洋舰虽然装甲防护力薄弱，但却拥有强大的火炮及相当高的航速。主要用于"贸易护航"和反击同类型的敌方轻武装战舰。

# IDS_PBSC102_FULL
source: Weymouth
zh: 韦茅斯
zh_sg: 韦茅斯

# IDS_PBSC102_SHORT
source: WEYM
zh: 韦茅斯
zh_sg: 韦茅斯

# IDS_PBSC103
source: Caledon
zh: 卡利登
zh_sg: 卡利登

# IDS_PBSC103_DESCR
source: This light cruiser was designed to provide support to destroyers and perform reconnaissance duties. In contrast to her predecessors, this ship had a higher speed and carried powerful torpedo armament.
es_mx: El crucero ligero fue diseñado para proporcionar apoyo a los destructores y llevar a cabo tareas de reconocimiento. En contraste con sus predecesores, este barco tenía una alta velocidad y llevaba armamento de torpedos.
ja: カレドン級軽巡洋艦は、駆逐艦の支援および偵察任務用として設計されました。前級と比して高速化され、強力な雷装を備えていました。
pl: Ten lekki krążownik został zaprojektowany z myślą o udzielaniu wsparcia niszczycielom i pełnieniu misji zwiadowczych. W porównaniu ze swoimi poprzednikami był szybszy i posiadał silniejsze uzbrojenie torpedowe.
ru: Лёгкий крейсер, основными задачами которого по проекту были поддержка эсминцев и разведка. От предшественников отличался более высокой скоростью и наличием мощного торпедного вооружения.
uk: Легкий крейсер, який було спроектовано для підтримки есмінців й розвідки. Від попередників відрізнявся більшою швидкістю й наявністю потужного торпедного озброєння.
zh: 这艘轻型巡洋舰是设计用来为驱逐舰提供支持并执行侦察任务。与它的前辈相反，这艘舰艇拥有较高的航速并搭载着强大的鱼雷武器。
zh_sg: 这艘轻型巡洋舰设计主旨是为驱逐舰提供支援并执行侦察任务。有别于前代舰，这艘战舰拥有较高的航速并搭载着强大的鱼雷武器。

# IDS_PBSC103_FULL
source: Caledon
zh: 卡利登
zh_sg: 卡利登

# IDS_PBSC103_SHORT
source: CLDN
zh: 卡利登
zh_sg: 卡利登

# IDS_PBSC104
source: Danae
zh: 达娜厄
zh_sg: 达娜厄

# IDS_PBSC104_DESCR
source: Developed from the preceding Caledon-class cruiser ships. In contrast to her predecessors, she was bigger in size and had more powerful torpedoes. Apart from that, Danae featured reinforced artillery.
es_mx: Desarrollado de la clase anterior de cruceros clase-Caledon. En contraste a sus predecesores, el era más grande y tenía mejores torpedos. Aparte de eso, Danae tenía artillería reforzada.
ja: ダナイー級軽巡洋艦は、カレドン級軽巡洋艦の発展型であり、前級に比して大型化され、雷装と砲撃兵装が強化されていました。
pl: Zaprojektowany w oparciu o krążowniki klasy Caledon. W przeciwieństwie do swoich poprzedników był większy i miał lepsze uzbrojenie torpedowe. Ponadto Danae posiadał potężniejszą artylerię.
ru: Представлял собой развитие крейсеров типа Caledon, отличаясь от них увеличенными размерами и более мощным торпедным вооружением. Кроме этого, была усилена артиллерия корабля.
uk: Був розвитком крейсерів типу Caledon й відрізнявся від них збільшеними розмірами і потужнішим торпедним озброєнням. Крім цього, було посилено артилерію корабля.
zh: 研发自前面的 卡利登 级巡洋舰。与它的前辈相反，它在尺寸上较大并拥有更强大的鱼雷。除此之外，达娜厄 配备了强化过的火炮。
zh_sg: 研发基于前代卡利登 级巡洋舰。与前代舰的区别是，尺寸较大并拥有更强大的鱼雷武器。此外达娜厄配备了增强型的火炮。

# IDS_PBSC104_FULL
source: Danae
zh: 达娜厄
zh_sg: 达娜厄

# IDS_PBSC104_SHORT
source: DANAE
zh: 达娜厄
zh_sg: 达娜厄

# IDS_PBSC105
source: Emerald
zh: 翡翠
zh_sg: 翡翠
