Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC436_CAPT_1_1_CHILD_DESCRIPTION
source: You probably weren't aware that the handsome, red-bearded man known as Cap was born in the small town of Dundalk on the coast of the Irish Sea. He spent his entire childhood and youth working on a farm, where he helped his father to herd and shear sheep. During those formative years, Cap mastered playing the mouth organ and ukulele. He even won a prize in a local music festival for young talents! Cap's mother knitted fleece socks, and his father sold them at a local market. Together, his parents had a dream: to bring happiness and put smiles on the faces of everyone. For this reason, they decided to make their son a navigator—one who would be able to travel around the world spreading their family socks to its inhabitants. The red-haired guy's passion for the idea increased with each passing day, mostly due to his father's stories about one of their prominent ancestors—a Viking who was a brave seafarer.
es_mx: Probablemente no sabías que el guapo hombre de la barba roja conocido como "Cap" nació en el pequeño pueblo de Dundalk en la costa del Mar de Irlanda. Pasó toda su niñez y juventud trabajando en una granja, en donde ayudó a su padre a pastorear y esquilar ovejas. Durante esos años de formación, Cap aprendió a tocar con mucho éxito la armónica y el ukelele. ¡Incluso ganó un premio en un festival local de música por sus jóvenes talentos! La mamá de Cap tejía calcetines de lana y su papá los vendía en un mercado local. Juntos, sus padres tenían un sueño: llevar la felicidad y poner sonrisas en las caras de todas las persona. Por esta razón, ellos decidieron hacer de su hijo un navegador, uno que pudiera viajar alrededor del mundo repartiendo los calcetines de su familia a sus habitantes. La pasión del chico de barba roja por la idea, fue creciendo con cada día, principalmente debido a las historias de su padre sobre uno de sus prominentes antepasados: un vikingo que fue un valiente marino.
ja: ご存じなかったかもしれませんが、「船長」として知られる赤髭のハンサムな男は、アイリッシュ海の沿岸にある小さな町、ダンドークで生まれました。幼少期から青年時代までずっと農場で働き、父親を手伝って羊の世話や毛の刈り取りをしていました。船長はこの頃ハーモニカとウクレレの演奏をマスターし、才能豊かな若手が集う地元の音楽祭で入賞したこともありました! 船長の母親は毛糸の靴下を編み、父親がその靴下を地元のマーケットで販売していました。彼の両親にはみんなに幸せと笑顔を届けたいという夢があり、その夢を叶えるため、彼らは息子を航海士として育てることを決めました。そうすれば息子が世界中を旅して、自分たちの靴下を広めてくれると思ったからです。そして父親から著名なご先祖の話を聞いた赤毛の青年は、航海士になりたいという思いを日に日に強めていきました。そのご先祖こそ、勇敢な船乗りとして知られるヴァイキングだったのです。
pl: Pewnie nie zdawaliście sobie sprawy z tego, że rudobrody przystojniak znany jako Kapitan urodził się w małym miasteczku Dundalk u wybrzeży Morza Irladznkiego. Dzieciństwo spędził, pracując na farmie, na której pomagał ojcu w wypasie owiec. W tych latach dorastania Kapitan doskonale opanował grę na harmonijce i ukulele. Wygrał nawet nagrodę w lokalnym festiwalu muzycznym dla młodych talentów! Matka Kapitana robiła na drutach skarpetki, a ojciec sprzedawał je na lokalnym bazarku. Mieli wspólne marzenie: przynosić radość wszystkim dookoła. Z tego powodu zdecydowali, że ich syn powinien zostać nawigatorem — mógłby wtedy pływać po świecie i zabierać ze sobą ich skarpetki w każdy zakątek świata. Pasja rudowłosego młodziana rosła z każdym dniem, głównie z powodu historii, jakie opowiadał mu ojciec — o jego przodku-wikingu, który był dzielnym marynarzem.
ru: Скорее всего, вы не знаете, но рыжеволосый красавец Кэп родом из маленького городка Дандолк на побережье Ирландского моря. Детство и юность он провёл на ферме, где помогал отцу пасти и стричь овец. За эти годы Кэп в совершенстве овладел игрой на губной гармошке и укулеле. И даже получил за это приз на местном фестивале молодых талантов! Мать Кэпа вязала тёплые носки из овечьей шерсти, которые отец после отвозил на продажу. У родителей Кэпа была мечта — подарить тепло каждому человеку на планете. Потому они и решили сделать из сына мореплавателя, который будет путешествовать по миру и дарить людям их фамильные носки. Любовь рыжего паренька к кораблям росла с каждым днём, во многом благодаря рассказам отца о славном предке — викинге, который был отважным мореходом.
uk: Швидше за все, ви не знаєте, але рудоволосий красень Кеп народився в маленькому містечку Дандолк на узбережжі Ірландського моря. Дитинство та юність він провів на фермі, де допомагав батькові пасти й стригти овець. За ці роки Кеп досконало опанував гру на губній гармошці та укулеле. І навіть отримав за це приз на місцевому фестивалі молодих талантів! Мати Кепа в’яже теплі шкарпетки з овечої вовни, які батько потім відвозить на продаж. У батьків Кепа була мрія — подарувати тепло кожній людині на планеті. Тому вони і вирішили зробити з сина мореплавця, який буде подорожувати по світу та дарувати людям їх фамільні шкарпетки. Любов рудого хлопця до кораблів росла з кожним днем, багато в чому завдяки розповідям батька про славного предка — вікінга, який був відважним мореплавцем.
zh: Скорее всего, вы не знаете, но рыжеволосый красавец Кэп родом из маленького городка Дандолк на побережье Ирландского моря. Детство и юность он провёл на ферме, где помогал отцу пасти и стричь овец. За эти годы Кэп в совершенстве овладел игрой на губной гармошке и укулеле. И даже получил за это приз на местном фестивале молодых талантов! Мать Кэпа вязала тёплые носки из овечьей шерсти, которые отец после отвозил на продажу. У родителей Кэпа была мечта — подарить тепло каждому человеку на планете. Потому они и решили сделать из сына мореплавателя, который будет путешествовать по миру и дарить людям их фамильные носки. Любовь рыжего паренька к кораблям росла с каждым днём, во многом благодаря рассказам отца о славном предке — викинге, который был отважным мореходом.
zh_sg: 你可能不知道那个红胡子帅哥“卡普”出生在爱尔兰海边的小镇邓多克。他的整个童年和青年时代都在农场工作，帮助父亲牧羊和剪羊毛。在成长的岁月里，卡普学会了演奏口琴和四弦琴。他甚至曾在当地的音乐节上赢得过天赋青年奖！ 卡普的母亲擅长织羊毛袜子，由他的父亲在当地市场上出售。他的父母有一个共同的梦想：给每个人带去幸福和微笑。出于这个原因，他们决定让自己的儿子成为一名航海家，让他环游世界，把他们家织的袜子分给各地的居民。这位红发小伙子对这个想法的热情与日俱增，很大程度上是因为他父亲讲述了关于他们祖先的故事——一名维京人，和一名勇敢的海员。

# IDS_PCZC437_CAPT_1_2_SCHOOL
source: Hitting the Books
es_mx: Llegando a los Libros
ja: 猛勉強
pl: Mol książkowy
ru: Гранит науки
uk: Граніт науки
zh: Гранит науки
zh_sg: 用功读书

# IDS_PCZC437_CAPT_1_2_SCHOOL_DESCRIPTION
source: After graduating from school, Cap entered the Scottish College of Nautical Studies. It was there that he met Big Mary—a lass who held secret affections for him, and who always brought him pasties and helped him with his homework (which, I must add, would later negatively affect his ability to command a ship). Cap regarded Mary as a bosom buddy and was not aware of her true feelings. After graduating from college, Cap wanted to work on a merchant ship, so the dream of his parents looked like it would become a reality. But fate would have it another way—he saw a video about the release of a World of Warships update presented by Dasha Perova on TV. Struck by her presence, in that very moment, he made a firm decision to gain her affections by forging himself into a brave Commander of a warship, one who would partake in great battles and defeat all enemies in his path.
es_mx: Después de graduarse de la escuela, Cap entró al Colegio Escocés de Estudios Naúticos. Ahi fue donde conoció a Big Mary, una chica que le tenía un afecto secreto, y que siempre le llevaba pastelillos y lo ayudaba con su tarea (lo cual, cabe señalar, afectaría negativamente su habilidad para dirigir un barco). Cap consideraba a Mary como una amiga íntima y no tenía idea de sus verdaderos sentimientos. Después de graduarse del colegio, Cap quería trabajar en un barco mercante, por lo que el sueño de sus padres parecía volverse realidad. Pero el destino le tenía preparado algo más: él vio un video sobre el lanzamiento de una Actualización de World of Warships presentado por Dasha Perova en la televisión. Aturdido por su presencia, en ese mismo momento tomó la firme decisión de ganarse su afecto al convertirse en un valiente Comandante de un barco de guerra, uno que participaría en grandes batallas y derrotaría a todos los enemigos en su camino.
ja: 船長は高校を卒業し、スコットランド海事大学に入学しました。そしてここで、船長はビッグ・メアリーと出会ったのです。この少女は彼に対して密かな思慕の情を抱いており、いつも彼のためにパスティ (イギリス料理) を作って、宿題の手伝いまでしてくれました (なお、このことは後に艦長としての能力に悪影響を与えたと言うべきでしょう)。船長はメアリーのことを親友として慕い、彼女の本当の気持ちに気付くことはありませんでした。 船長は大学を卒業した後に商船で働くことを望んだため、両親の夢が叶うかのように思われました。しかし運命だったのでしょうか? 彼は結局異なる道に進むことになったのです。彼は TV でWorld of Warships のアップデートを紹介していたダーシャ・ペローヴァに一目惚れし、即座に彼女の気を引くために勇敢なる軍艦の艦長になることを固く決心しました。様々な大海戦に参加し、その道を塞ぐあらゆる敵艦を撃退するような大艦長にです。
pl: Po ukończeniu szkoły, Kapitan rozpoczął edukację w Szkockiej Akademii Nauk Morskich. Tam właśnie poznał Dużą Maryśkę — dziewczynę, która się w nim podkochiwała, przynosiła mu łakocie i pomagała w pracy domowej (co, niestety, odbiło się później niekorzystnie na jego zdolności dowodzenia okrętem). Kapitan widział w Maryśce przyjaciółkę i nie zdawał sobie sprawy z jej uczuć. Po skończeniu nauki w Akademii Kapitan chciał objąć dowodzenie nad okrętem handlowym, żeby ziścić marzenie swoich rodziców. Ale los zdecydował inaczej — zobaczył w telewizji film z Dashą Perovą, w którym prezentowała ona nową wersję World of Warships. Od razu się zakochał i postanowił podbić jej serce, stając się mężnym dowódcą okrętu wojennego, który widział nie jedną bitwę i nie jednego przeciwnika posłał na dno oceanu.
ru: После школы Кэп поступил в шотландский колледж морских дисциплин. Там он познакомился с Большой Мэри. Она была в него тайно влюблена, всегда кормила пирожками и делала за него уроки, что впоследствии не лучшим образом отразилось на его способности управлять кораблём. Сам Кэп относился к Мэри как к закадычному другу, по наивности не замечая её истинных чувств. Окончив колледж, Кэп хотел пойти работать на торговое судно, чтобы исполнить мечту родителей. Но увидел на экране телевизора ролик о выходе обновления World of Warships c Дашей Перовой. Он решил во что бы то ни стало добиться её расположения, став храбрым командиром военного корабля, участвовать в великих сражениях и побеждать врагов.
uk: Після школи Кеп вступив до шотландського коледжу морських дисциплін. Там він познайомився з великою Мері. Вона таємно його кохала, завжди годувала пиріжками й робила за нього уроки, що згодом не кращим чином позначилося на його здатності керувати кораблем. Сам Кеп ставився до Мері як до найкращого друга, по наївності не помічаючи її справжніх почуттів. Після закінчення коледжу Кеп хотів піти працювати на торговий корабель, щоб здійснити мрію батьків. Але побачив на екрані телевізора ролик про вихід оновлення World of Warships з Дашею Перовою. Він вирішив будь-що-будь домогтися її розташування, ставши хоробрим командиром військового корабля, брати участь у великих боях і перемагати ворогів.
zh: После школы Кэп поступил в шотландский колледж морских дисциплин. Там он познакомился с Большой Мэри. Она была в него тайно влюблена, всегда кормила пирожками и делала за него уроки, что впоследствии не лучшим образом отразилось на его способности управлять кораблём. Сам Кэп относился к Мэри как к закадычному другу, по наивности не замечая её истинных чувств. Окончив колледж, Кэп хотел пойти работать на торговое судно, чтобы исполнить мечту родителей. Но увидел на экране телевизора ролик о выходе обновления World of Warships c Дашей Перовой. Он решил во что бы то ни стало добиться её расположения, став храбрым командиром военного корабля, участвовать в великих сражениях и побеждать врагов.
zh_sg: 中学毕业后，卡普进入苏格兰航海学院深造。就在那里，他邂逅了大玛丽——一个暗恋他的姑娘，她总是给他带来馅饼，帮他做作业（我必须补充一点，这将对他指挥船只的能力产生负面影响）。卡普视玛丽为知心好友，并不知道她的真实感受。 大学毕业后，卡普想去商船上工作，于是父母的梦想似乎就要实现了。但命运给了他另一种选择，他在电视上看到了达莎·佩罗娃（Dasha Perova）发布的一段关于《战舰世界》更新的视频。他完全沦陷了，就在那一刻，他做出了决定，要赢得她的青睐，把自己塑造成一个勇敢的战舰指挥官，一个在在大战中击败所有敌人的人。

# IDS_PCZC438_CAPT_1_3_FRIEND
source: Friends Do Not Blab
es_mx: Los Amigos No Hablan
ja: 友人達は口が堅い
pl: Przyjaciele nie zdradzają tajemnic
ru: Друзья не болтают
uk: Друзі не базікають
zh: Друзья не болтают
zh_sg: 朋友不忽悠

# IDS_PCZC438_CAPT_1_3_FRIEND_DESCRIPTION
source: In the warm equatorial seas, Cap met Fishy. She became his ultimate friend and mate who would always put him on the right track in any difficult situation. For some long years, it was believed that Fishy had a natural aptitude for naval science, just because she is... well, a fish. Who could be better than her in understanding the complexities of torpedoes. Later though, other characters from the cast of this story would blab that Fishy was a graduate from the top secret Submarine Academy of the Cyprinoid Fishes, where they teach the intricacies of military and business intelligence, cartography, gunnery, and that most nuanced art of turning a blind eye to the mistakes of others. The unshaken silence of Fishy supported these rumors.
es_mx: En los cálidos mares ecuatoriales, Cap conoció a Fish. Ella se convirtió en su mejor amiga y compañera, quién siempre lo guiaba al camino correcto en cualquier situación difícil. Durante algunos años, se creía que Fish tenía una aptitud natural para la ciencia naval, solo porque ella es ... bueno, un pez. ¿Quién mejor que ella podría entender las complejidades de los torpedos? Sin embargo, más tarde, otros personajes del elenco de esta historia revelarían que Fish se había graduado de la Academia Submarina de Peces Iprinoides más secreta, en donde enseñan las complejidades de la inteligencia militar y comercial, cartografía, artilería y el arte más de ignorar los errores de los demás. El silencio inquebrantable de Fish le dio la razón a estos rumores.
ja: 船長は暖かい赤道直下の海でお魚さんと出逢いました。そして彼女は彼にとって最高の仲間となり、どんな困難な状況であっても彼を正しい道へと導いてくれる存在となります。 しばらくの間、お魚さんは海軍学に関して生まれつきの才能を持っていると信じられていました。何と言っても彼女は…、ええそうです、魚ですからね。魚雷の複雑さのことを彼女よりも深く理解できる人間なんているでしょうか。ところが後にこの物語に登場する他のキャラクター達によって、お魚さんが最高機密のコイ科潜水艦アカデミーの修了生であることが明かされます。このアカデミーでは、軍事や商業における諜報活動の複雑さ、地図製作、砲術、そして他者が犯した過ちに目をつぶるという最高の妙技を教えています。これについてお魚さんは沈黙を貫いたため、この噂の信憑性は高いように思われました。
pl: Na ciepłych wodach równikowych Kapitan poznał Rybkę. Stała się ona jego najlepszym przyjacielem, który zawsze pomagał mu wyjść na prostą, nawet w najtrudniejszych sytuacjach. Przez lata sądzono, że Rybka posiada wrodzony dryg do nauk morskich, ponieważ... no cóż, jest rybą. Kto mógłby lepiej zrozumieć złożoność torped. Później jednak inne postaci, które przewijają się w tej historii, puściły parę, że Rybka ukończyła ściśle tajną Podmorską Akademię dla Ryb Karpiowatych, w której wykłada się m.in. tajniki szpiegostwa wojskowego i przemysłowego, kartografię, strzelectwo oraz niezmiernie trudną sztukę przymykania oka na błędy innych. Grobowe milczenie Rybki tylko wzmocniło te plotki.
ru: В тёплых водах экватора Кэп познакомился с Рыбкой. Она стала ему незаменимым другом и напарником, способным указать верный путь в любой сложной ситуации. Долгие годы предполагалось, что Рыбка подкована в военно-морском деле самым естественным образом — она же рыба! Кому, как не ей, разбираться в торпедах. Уже позднее другие действующие лица этой истории проболтаются, что Рыбка — выпускник самой секретной подводной академии имени семейства Карповых, где обучают премудростям военного и промышленного шпионажа, картографии, артиллерийскому делу и особо тонкому искусству закрывать глаза на ошибки других. В пользу этих слухов свидетельствует непоколебимая молчаливость Рыбки.
uk: У теплих водах екватора Кеп познайомився з Рибкою. Вона стала для нього незамінним другом і напарником, який здатний указати вірний шлях у будь-якій складній ситуації. Протягом довгих років вважали, що Рибка підкована у військово-морській справі найприроднішим чином — вона ж риба! Кому, як не їй, розбиратися в торпедах. Вже пізніше інші дійові особи цієї історії промовляться, що Рибка — випускник найсекретнішої підводної академії імені родини Коропових, де навчають премудростям військового та промислового шпіонажу, картографії, артилерійській справі й особливо витонченому мистецтву заплющувати очі на помилки інших. Непохитна мовчазність Рибки свідчить на користь цих чуток.
zh: В тёплых водах экватора Кэп познакомился с Рыбкой. Она стала ему незаменимым другом и напарником, способным указать верный путь в любой сложной ситуации. Долгие годы предполагалось, что Рыбка подкована в военно-морском деле самым естественным образом — она же рыба! Кому, как не ей, разбираться в торпедах. Уже позднее другие действующие лица этой истории проболтаются, что Рыбка — выпускник самой секретной подводной академии имени семейства Карповых, где обучают премудростям военного и промышленного шпионажа, картографии, артиллерийскому делу и особо тонкому искусству закрывать глаза на ошибки других. В пользу этих слухов свидетельствует непоколебимая молчаливость Рыбки.
zh_sg: 在温暖的赤道海域，卡普遇见了菲什。她最终成为了他的朋友和搭档，在任何困难中都会让他走上正确的道路。 多年来，人们相信鱼天生具有对海军科学的天赋，因为她是……嗯，一条鱼。谁能比她更了解鱼雷的精密性呢。不过，后来，这个故事中的其他角色传出，菲什毕业于远亲鱼类的绝密潜艇学院，在那里，他们教授军事和商业情报、制图、射击等精密技术，以及对他人错误视而不见的究极艺术。菲什用沉默支持了这些谣言。

# IDS_PCZC439_CAPT_1_4_CAT
source: Not an Ordinary Cat
es_mx: No es un Gato Ordinario
ja: ただの猫さんではない
pl: Nadzwyczajny kot
ru: Кот не прост
uk: Кіт не простий
zh: Кот не прост
zh_sg: 非同寻常的猫

# IDS_PCZC439_CAPT_1_4_CAT_DESCRIPTION
source: Have you noticed a kitten on the TV? That's the beginning of a big story. Carried away by dreams of becoming an Admiral and enjoying domestic harmony with Dasha, Cap commenced ramming the target and completely forgot that he had a cat! Big Mary had probably promised to take care of him, or perhaps everything was supposed to be arranged differently, but Cat was certain that he had been betrayed and that nobody intended to take him on the Big Voyage. So he decided to take it upon himself to act! First, Cat stole onto the naval base, and then breezed (as cats do) on board some ship. He managed to stay out of the crew's sight for some time (as cats also do), but on the third day, the intruder was tricked by his own addiction to tasty snacks—he was caught off-guard in the cook room with an extremely large saucepan between his paws. The crew fell for his feline charms, of course, and he was given refuge and renamed Fluffy. But Cat couldn't stand to be the focus of such mockery, and started planning an act of depredation—he needed a ship of his own to find Cap out in the middle of the ocean.
es_mx: ¿Has notado un gatito en la televisión? Ese es el inicio de una gran historia. Llevado por su sueño de convertirse en Almirante y disfrutar de la calidez de un hogar con Dasha, ¡Cap comenzó a perseguir su objetivo y se olvidó por completo que tenía un gato! Big Mary probablemente había prometido cuidarlo, o tal vez se suponía que todo debía haber sido diferente, pero Cat estaba seguro de que él había sido traicionado y que nadie tenía la intención de llevarlo al Gran Viaje. ¡Así que decidió actuar por sí mismo! Primero, Cat se escabulló en la base naval, y luego subió sigilosamente (como lo hacen los gatos) a bordo de algún barco. Se las arregló para mantenerse fuera de la vista de la tripulación durante un tiempo (como también lo hacen los gatos), pero al tercer día, el intruso fue traicionado por su propia adicción a los sabrosos bocadillos: fue atrapado por sorpresa en el comedor con un enorma cacerola entre sus patas. Por supuesto que la tripulación sucumbió a sus encantos felinos, por lo que le dio refugio y lo renombró Fluffy. Pero Cat no podía soportar ser el centro de atención de tanta melosida, y comenzó a planear un acto de depredación: necesitaba un barco propio para encontrar a Cap en medio del océano.
ja: TV に映っていた仔猫さんに気付きましたか? それが大きな物語の始まりでした。提督になってダーシャと素敵な家庭を築きたいという夢に無我夢中になっていた船長は、敵艦への体当たりを命じた際に、自艦に猫さんが乗っていることをすっかり忘れていたのです! きっとビッグ・メアリーがこの猫さんの世話をすると約束していたのでしょうし、猫さんの運命は全く違った方向に進んでいたかもしれません。猫さんはこう確信したことでしょう。自分は裏切られ、誰も自分のことを大いなる航海に連れて行くつもりがないのだと。そこで彼は自分自身で行動することを決断したのです! まず猫さんは海軍基地に忍び込み、適当な艦艇に軽々と潜入しました (猫ですからね)。彼はしばらくの間乗員達の目から巧みに逃れていたのですが (猫の得意技です)、3 日目に美味しいスナックという誘惑の罠に嵌まってしまいました。そして調理室でとっても大きな鍋を抱えていたところ、不意を突かれて捕まってしまったのです。ですがもちろん乗員達はネコ科の可愛さに抗えず、彼を匿ってフラフィー (もふもふ) と名付けました。しかし彼はそのような立場に甘んじることを拒み、略奪計画を練り始めました。彼は大海原の最中で船長を見つけ出すべく、自分自身の艦艇を必要としていたのです。
pl: Widzieliście kociaka w telewizji? To początek nielichej opowieści. Niesiony marzeniami o admiralskich insygniach na pagonach i rodzinnym życiu z Dashą, Kapitan przystąpił do taranowania celu i całkowicie zapomniał o tym, że miał kota! Być może Wielka Maryśka obiecała się nim zająć, a może wszystko miało być zupełnie inaczej — w każdym razie Kot był pewny, że go zdradzono i nikt nie zamierzał zabrać go ze sobą w Wielką Podróż. Postanowił więc działać na własną rękę! Najpierw Kot włamał się do bazy morskiej, a następnie pomknął na pokład jakiegoś okrętu (jak to koty mają w zwyczaju). Przez jakiś czas udawało mu się pozostać niezauważonym przez załogę (również typowo kocia zdolność), ale trzeciego dnia intruz został pokonany przez własne uzależnienie od przekąsek — przyłapano go w kuchni z wyjątkowo dużym rondlem w łapach. Załoga uległa jego kocim wdziękom, udzieliła mu azylu i nadała imię Puszek. Ale Kot nie mógł znieść takiego upokorzenia i zaczął planowanie przewrotu — potrzebował własnego okrętu, żeby znaleźć Kapitana na środku oceanu.
ru: Вы заметили котёнка на телевизоре? Это только начало истории. Размечтавшись об адмиральских погонах и семейном счастье с Дашей, Кэп тараном пошёл на цель и совсем позабыл, что у него, вообще-то, был кот! Наверное, Большая Мэри обещала о нём позаботиться или всё должно было устроиться иначе, но кот решил, что его предали и не взяли с собой в Большое плавание. Пришлось действовать самому! Сначала кот пробрался на военную базу, потом — на какой-то корабль. Там ему некоторое время удавалось скрываться от команды, но уже на третий день проныру подвела тяга к правильному питанию и кота застукали на камбузе с непомерно большой кастрюлей в лапах. Конечно, приютили и назвали Пушистиком. Такого издевательства кот не снёс и начал замышлять грабёж — всё-таки, чтобы найти Кэпа в океане, ему нужен был собственный корабль.
uk: Ви помітили кошеня на телевізорі? Це тільки початок історії. Кеп розмріявся про адміральські погони та сімейне щастя з Дашею, і тараном пішов до мети, але зовсім забув, що в нього взагалі-то був кіт! Напевно, велика Мері обіцяла про нього подбати, чи все повинно було влаштуватися по-іншому, але кіт вирішив, що його зрадили та не взяли з собою у Велике Плавання. Довелося діяти самому! Спочатку кіт пробрався на військову базу, потім — на якийсь корабель. Там йому деякий час вдавалося ховатися від команди, але вже на третій день пронозу підвела тяга до правильного харчування та кота застукали на камбузі з непомірно великою каструлею в лапах. Звичайно, дали притулок і назвали Пухнастиком. Такого знущання кіт не виніс і почав замишляти грабіж — все ж таки, щоб знайти Кепа в океані, йому потрібен був власний корабель.
zh: Вы заметили котёнка на телевизоре? Это только начало истории. Размечтавшись об адмиральских погонах и семейном счастье с Дашей, Кэп тараном пошёл на цель и совсем позабыл, что у него, вообще-то, был кот! Наверное, Большая Мэри обещала о нём позаботиться или всё должно было устроиться иначе, но кот решил, что его предали и не взяли с собой в Большое плавание. Пришлось действовать самому! Сначала кот пробрался на военную базу, потом — на какой-то корабль. Там ему некоторое время удавалось скрываться от команды, но уже на третий день проныру подвела тяга к правильному питанию и кота застукали на камбузе с непомерно большой кастрюлей в лапах. Конечно, приютили и назвали Пушистиком. Такого издевательства кот не снёс и начал замышлять грабёж — всё-таки, чтобы найти Кэпа в океане, ему нужен был собственный корабль.
zh_sg: 你注意到电视上有只小猫吗？这是一个漫长故事的开始。卡普被当海军上将和Dasha温馨相处的梦想冲昏了头脑，他开始撞击目标，完全忘了他有一只猫！大玛丽可能答应过要照顾他，或者剧情安排有所差池，但猫肯定认为自己被背叛了，尽然没带上它远航。所以他决定亲自行动！ 首先，猫偷偷爬进了海军基地，然后（像猫一样）在船上轻轻地跃上了甲板。它设法避开了船员的视线（像猫一样），但到了第三天，入侵者被自己对美味的嗜好所支配，在厨房里被抓了个正着，爪子间夹着一个非常大的平底锅。当然，船员们喜欢上了这只猫，它得到了庇护并改名为毛茸茸。但猫受不了这种嘲讽，于是开始策划一场掠夺行动，它需要一艘自己的船，才能在大海中央找到卡普。
