Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SUBMARINE_TUTORIAL_DIVE_DOWN
source: Dive
es_mx: Sumergirse
ja: 潜行
pl: Zanurzanie
ru: Погружение
uk: Занурення
zh: 下潜中
zh_sg: 下潜

# IDS_SUBMARINE_TUTORIAL_DIVE_UP
source: Ascend
es_mx: Ascender
ja: 浮上
pl: Wynurzanie
ru: Всплытие
uk: Спливання
zh: 上浮中
zh_sg: 上浮

# IDS_SUBMARINE_TUTORIAL_ENERGY
source: Battery Charge
es_mx: Carga de la Batería
ja: バッテリー残量
pl: Poziom naładowania akumulatorów
ru: Энергия
uk: Енергія
zh: Энергия
zh_sg: 蓄电池电量

# IDS_SUBMARINE_TUTORIAL_ENERGY_DESCRIPTION_BULLET_1
source: Required in order to operate sonar.
es_mx: Es requerida para operar el sonar.
ja: ソナーを使用するために必要です。
pl: Wymagane do korzystania z sonaru
ru: Необходима для использования сонара.
uk: Необхідна для використання сонара.
zh: Необходима для использования сонара.
zh_sg: 发射声呐时需使用。

# IDS_SUBMARINE_TUTORIAL_ENERGY_DESCRIPTION_BULLET_2
source: Consumed when moving underwater and when emitting sonar pings.
es_mx: Es consumida al moverse debajo del agua y al emitir pulsos del sonar.
ja: 水中で移動する際やソナーピンガーを発振した際に消費されます。
pl: Zużywane przy schodzeniu pod wodę oraz emitowaniu impulsów sonaru.
ru: Тратится при подводном ходе и пуске импульса.
uk: Витрачається під час підводного ходу та пуску імпульсу.
zh: Тратится при подводном ходе и пуске импульса.
zh_sg: 在水下移动和发射声呐脉冲时消耗。

# IDS_SUBMARINE_TUTORIAL_ENERGY_DESCRIPTION_BULLET_3
source: Replenished while the submarine is surfaced or at submerged speeds not exceeding 1/4.
es_mx: Se recupera mientras el submarino está en la superficie o a velocidades submarinas iguales o menores a 1/4.
ja: 水上航行、または水中で 1/4 速以下で航行することで補充されます。
pl: Odzyskiwane, gdy okręt podwodny jest wynurzony lub gdy prędkość w zanurzeniu nie przekracza 1/4.
ru: Восстанавливается на поверхности или на скорости не выше 1/4 под водой.
uk: Відновлюється на поверхні чи на швидкості не вище 1/4 під водою.
zh: Восстанавливается на поверхности или на скорости не выше 1/4 под водой.
zh_sg: 在水面时或在水下低于1/4速度航行时恢复。

# IDS_SUBMARINE_TUTORIAL_HEADER
source: Submarine Controls
es_mx: Controles del Submarino
ja: 潜水艦の操作
pl: Sterowanie okrętem podwodnym
ru: Управление подводной лодкой
uk: Керування підводним човном
zh: 潜艇控制
zh_sg: 潜艇控制

# IDS_SUBMARINE_TUTORIAL_PINGER_GUN
source: Sonar
ja: ソナー
ru: Сонар
uk: Сонар
zh: Сонар
zh_sg: 声呐

# IDS_SUBMARINE_TUTORIAL_PINGER_GUN_DESCRIPTION_BULLET_1
source: Hit special indicators on an enemy ship's hull with a sonar ping, either prior to or after launching torpedoes, to make them home in on the target automatically.
es_mx: Alcanza los indicadores especiales en el casco de un barco enemigo con un pulso del sonar, antes o después de lanzar los torpedos, para que estos se centren sobre el objetivo automáticamente.
ja: 敵艦艇の船体にある特別インジケーターにソナーピンガーを命中させることで、魚雷が目標に向け自動誘導を開始します。魚雷の発射前でも発射後でも構いません。
pl: Traf impulsem sonaru specjalne wskaźniki na kadłubie okrętu przeciwnika przed lub po wystrzeleniu torped, by te automatycznie nakierowały się na cel.
ru: Попадайте импульсом по особым точкам на корабле противника до или после пуска торпед для их автоматического наведения.
uk: Влучайте імпульсом в особливі точки на кораблі супротивника до чи після пуску торпед для їх автоматичного наведення.
zh: Попадайте импульсом по особым точкам на корабле противника до или после пуска торпед для их автоматического наведения.
zh_sg: 无论是在发射鱼雷前还是发射后，使用声呐脉冲命中敌舰舰体的特殊指示器，都能让其自动定位目标。

# IDS_SUBMARINE_TUTORIAL_PINGER_GUN_DESCRIPTION_BULLET_2
source: A second hit to any of the target ship's special indicators resets the duration of the sonar ping's effects.
es_mx: Alcanzar por segunda vez cualquiera de los indicadores especiales del barco objetivo reiniciará la duración de los efectos del pulso del sonar.
ja: 敵艦艇の船体のいずれかの特別インジケーターにソナーピンガーを再び命中させた場合にはピンガーの効果時間がリセットされます。
pl: Kolejne trafienie dowolnego wskaźnika na okręcie odnowi czas trwania efektu impulsu sonaru.
ru: Повторное попадание по особым точкам обновляет время действия импульса.
uk: Повторне влучення в особливі точки оновлює час дії імпульсу.
zh: Повторное попадание по особым точкам обновляет время действия импульса.
zh_sg: 第二次命中目标战舰的任何特殊指示器将重置声呐脉冲效果的持续时间。

# IDS_SUBMARINE_TUTORIAL_PINGER_GUN_DESCRIPTION_BULLET_3
source: When both special indicators are hit, torpedoes maneuver more effectively and negate the target ship's anti-torpedo protection.
es_mx: Cuando ambos indicadores especiales son alcanzados, los torpedos maniobran de forma más efectiva e ignoran la protección contra torpedos del barco objetivo.
ja: 両方の特別インジケーターに命中させた場合には魚雷がより効果的に機動するようになり、目標艦艇の対水雷防御を無効化できます。
pl: Gdy uda się trafić oba specjalne wskaźniki, torpedy lepiej manewrują i ignorują ochronę przeciwtorpedową okrętu.
ru: При активации двух точек торпеды лучше маневрируют и игнорируют ПТЗ цели.
uk: При активації 2 точок торпеди краще маневрують й ігнорують ПТЗ цілі.
zh: При активации двух точек торпеды лучше маневрируют и игнорируют ПТЗ цели.
zh_sg: 当命中两个特殊指示器时，鱼雷机动性更佳并无视目标的反鱼雷防护。

# IDS_SUBMARINE_WAVE_HIT_ADDED_1
source: Torpedoes homing in on the target
es_mx: Los torpedos se dirigen al objetivo
ja: 魚雷が目標に向けて誘導中
pl: Torpedy naprowadzane są na cel
ru: Торпеды наводятся на цель
uk: Торпеди наводяться на ціль
zh: Торпеды наводятся на цель
zh_sg: 鱼雷定位目标

# IDS_SUBMARINE_WAVE_HIT_ADDED_2
source: Torpedoes will now ignore the target's anti-torpedo protection
es_mx: Los torpedos ahora ignorarán la protección contra torpedos del objetivo
ja: 魚雷が目標艦艇の対水雷防御を無効化
pl: Torpedy będą teraz ignorować ochronę przeciwtorpedową celu
ru: Торпеды игнорируют ПТЗ цели
uk: Торпеди ігнорують ПТЗ цілі
zh: Торпеды игнорируют ПТЗ цели
zh_sg: 鱼雷现在将无视目标的反鱼雷防护

# IDS_SUBMIT
source: Submit
es_mx: Enviar
ja: 送信
pl: Wyślij
ru: Отправить
uk: Надіслати
zh: 送出
zh_sg: 提交

# IDS_SUBST_ARC_EVENT_RULES_TABLE_DIFFICULTY_SIDE_MODIFIER_PLAYER_PERCENT
source: +%(percent)s% to player points
es_mx: +%(percent)s % a los puntos del jugador
ja: プレイヤーポイント +%(percent)s%
pl: +%(percent)s% do punktów gracza
ru: +%(percent)s% к очкам игрока
uk: +%(percent)s % до очок гравця
zh: +%(percent)s% к очкам игрока
zh_sg: +%(percent)s玩家积分

# IDS_SUBST_ARC_EVENT_RULES_TABLE_DIFFICULTY_SIDE_MODIFIER_TEAM_PERCENT
source: +%(percent)s% to team points
es_mx: +%(percent)s % a los puntos del equipo
ja: チームポイント +%(percent)s%
pl: +%(percent)s% do pkt. drużynowych
ru: +%(percent)s% к очкам команды
uk: +%(percent)s % до очок команди
zh: +%(percent)s% к очкам команды
zh_sg: +%(percent)s队伍积分

# IDS_SUBST_ARC_EVENT_SIDE_MODIFIER_TEAM_0
source: Team Point Modifier: +%(modifier)s%
es_mx: Modificador de puntos del equipo: +%(modifier)s%
ja: チームポイント係数: +%(modifier)s%
pl: Modyfikator punktów drużyny: +%(modifier)s%
ru: Модификатор к очкам команды: +%(modifier)s%
uk: Модифікатор до очок команди: +%(modifier)s%
zh: Модификатор к очкам команды: +%(modifier)s%
zh_sg: 团队点数修正：+%(modifier)s%

# IDS_SUBST_CREDITS
source: %(credits)s credit
es_mx: %(credits)s crédito
ja: %(credits)s クレジット
pl: %(credits)s kredyt
ru: %(credits)s кредит
uk: %(credits)s кредит
zh: %(credits)s кредит
zh_sg: %(credits)s银币

# IDS_SUBST_HINT_SHIP_RESTRICTION_LEVEL
source: Tier %(level)s ships
es_mx: Barcos de Nivel %(level)s
ja: Tier %(level)s 艦艇
pl: Okręty %(level)s poziomu
ru: Корабли %(level)s уровня
uk: Корабель %(level)s рівня
zh: Корабли %(level)s уровня
zh_sg: %(level)s级战舰

# IDS_SUBST_HINT_SHIP_RESTRICTION_LEVELS
source: Tier %(levelRange)s ships
es_mx: Barcos de Nivel %(levelRange)s
ja: Tier %(levelRange)s 艦艇
pl: Okręty z poziomów %(levelRange)s
ru: Корабли %(levelRange)s уровней
uk: Кораблі %(levelRange)s рівнів
zh: Корабли %(levelRange)s уровней
zh_sg: %(levelRange)s级战舰

# IDS_SUBST_LOOTBOXES
source: %(lootboxes)s container
es_mx: %(lootboxes)s contenedor
ja: コンテナ %(lootboxes)s 個
pl: %(lootboxes)s kontener
ru: %(lootboxes)s контейнер
uk: %(lootboxes)s контейнер
zh: %(lootboxes)s контейнер
zh_sg: %(lootboxes)s补给箱

# IDS_SUBST_PL_SSE_POSTBATTLE_TASKS_TOTAL
source: %(taskCount)s mission in total
es_mx: %(taskCount)s misión en total
ja: ミッション計 %(taskCount)s 件
pl: %(taskCount)s misja ogółem
ru: Всего %(taskCount)s задача
uk: Загалом %(taskCount)s завдання
zh: Всего %(taskCount)s задача
zh_sg: 总共%(taskCount)s个任务

# IDS_SUBST_PL_SSE_REPEAT_NUMBER
source: Can be completed %(repeatNum)s time
es_mx: Puede ser completada %(repeatNum)s vez
ja: 達成限度数: %(repeatNum)s 回
pl: Można ukończyć %(repeatNum)s raz
ru: Доступно %(repeatNum)s выполнение
uk: Можна виконувати %(repeatNum)s раз
zh: Доступно %(repeatNum)s выполнение
zh_sg: 可完成%(repeatNum)s次

# IDS_SUBST_PL_SSE_TIME_LEFT_DAYS
source: Mission will be available for %(timeLeft)s day
es_mx: La misión estará disponible por %(timeLeft)s día
ja: ミッションが利用可能な残り日数: %(timeLeft)s
pl: Pozostał %(timeLeft)s dzień
ru: Задача будет доступна в течение %(timeLeft)s дня
uk: Завдання буде доступне протягом %(timeLeft)s дня
zh: Задача будет доступна в течение %(timeLeft)s дня
zh_sg: 剩余天数：%(timeLeft)s

# IDS_SUBST_POINTS
source: %(points)s point
es_mx: %(points)s punto
ja: %(points)s ポイント
pl: %(points)s punkt
ru: %(points)s очко
uk: %(points)s очко
zh: %(points)s очко
zh_sg: %(points)s积分

# IDS_SUBST_SSE_DAILY_RESET_IN
source: Updating in %(timeLeft)s
es_mx: Se actualizará en %(timeLeft)s
ja: 更新まで %(timeLeft)s
pl: Aktualizacja za %(timeLeft)s
ru: Обновление через %(timeLeft)s
uk: Оновлення через %(timeLeft)s
zh: Обновление через %(timeLeft)s
zh_sg: 距离更新还剩%(timeLeft)s

# IDS_SUBST_SSE_EXPIRES_AT
source: Mission can be completed until %(expiryDateTime)s
es_mx: La misión se puede completar hasta el %(expiryDateTime)s
ja: ミッション達成期限: %(expiryDateTime)s
pl: Misję wypełnić można do %(expiryDateTime)s
ru: Задача доступна для выполнения до %(expiryDateTime)s
uk: Завдання можна виконувати до %(expiryDateTime)s
zh: Задача доступна для выполнения до %(expiryDateTime)s
zh_sg: 任务可完成有效期截至%(expiryDateTime)s

# IDS_SUBST_SSE_STATUS_LOCKED_NEXTEPICNOTUNLOCKEDYET
source: Available in %(unlockTime)s
es_mx: Estará disponible en %(unlockTime)s
ja: 利用可能になるまで %(unlockTime)s
pl: Będzie dostępna za %(unlockTime)s
ru: Станет доступна через %(unlockTime)s
uk: Буде доступне через %(unlockTime)s
zh: Станет доступна через %(unlockTime)s
zh_sg: 将开放于%(unlockTime)s

# IDS_SUBST_SSE_TIME_LEFT_LAST_DAY
source: Mission will be available for %(timeLeft)s
es_mx: La misión estará disponible por %(timeLeft)s
ja: ミッションが利用可能な残り時間: %(timeLeft)s
pl: Pozostały czas: %(timeLeft)s
ru: Задача будет доступна в течение %(timeLeft)s
uk: Завдання буде доступне протягом %(timeLeft)s
zh: Задача будет доступна в течение %(timeLeft)s
zh_sg: 剩余时间：%(timeLeft)s

# IDS_SUBST_TAG_DESCRIPTION_CUSTOM
source: %(eventName)s Event
es_mx: Evento %(eventName)s
ja: %(eventName)s イベント
pl: Wydarzenie %(eventName)s
ru: Событие «%(eventName)s»
uk: Подія «%(eventName)s»
zh: Событие «%(eventName)s»
zh_sg: %(eventName)s活动

# IDS_SUB_ALBUN_IS_FULL
source: Your sub-collection is complete
es_mx: Tu sub-colección está completa
ja: サブコレクション完成
pl: Twoja podkolekcja jest pełna
ru: Вы собрали страницу
uk: Ви зібрали підколекцію
zh: 您的附属收藏已经完成
zh_sg: 您的附属收藏已经完成

# IDS_SUCCESS
source: Successful Raid
es_mx: Incursión Exitosa
ja: 強襲成功
pl: Udany rabunek
ru: Успешный рейд
uk: Вдалий рейд
zh: Успешный рейд
zh_sg: 突击战成功

# IDS_SUNDAY
source: Su
es_mx: Do
ja: 日
pl: Nd.
ru: Вс
uk: Нд.
zh: 周日
zh_sg: 周日

# IDS_SUNDAY_FULL
source: Sunday
es_mx: Domingo
ja: 日曜日
pl: Niedziela
ru: Воскресенье
uk: Неділя
zh: 星期日
zh_sg: 星期日

# IDS_SUPPRESSED_BUILDINGS
source: Onshore installations suppressed
es_mx: Instalaciones terrestres suprimidas
ja: 制圧した陸上施設
pl: Zneutralizowane instalacje przybrzeżne
ru: Подавлено сооружений
uk: Придушено споруд
zh: 陆上设施被压制
zh_sg: 陆上设施被压制

# IDS_SUPPRESSED_BUILDINGS_TOOLTIP
source: Total number of onshore installations suppressed
es_mx: Total de instalaciones terrestres suprimidas por batalla
ja: 制圧した陸上施設の合計数
pl: Ogólna liczba zneutralizowanych instalacji przybrzeżnych
ru: Общее количество подавленных сооружений
uk: Загальна кількість придушених споруд
zh: 总共陆上设施被压制的次数
zh_sg: 总共陆上设施被压制的次数

# IDS_SUPPRESSION
source: Suppressing
es_mx: Suprimiendo
ja: 制圧
pl: Neutralizowanie
ru: Подавление
uk: Придушення
zh: 占领和失去碉堡分数
zh_sg: 压制中

# IDS_SURVEYBUTTON_PROCEED
source: Proceed to survey
es_mx: Proceder a encuesta
ja: アンケートに進む
pl: Przejdź do ankiety
ru: Заполни опросник
uk: Заповни анкету
zh: 进行调查
zh_sg: 填写问卷

# IDS_SURVEYBUTTON_QUESTIONS
source: Several short questions
es_mx: Varias preguntas cortas
ja: いくつかの短い質問
pl: Kilka krótkich pytań
ru: Несколько коротких вопросов
uk: Кілька коротких запитань
zh: 几个简短的问题
zh_sg: 几个简短的问题

# IDS_SURVIVAL
source: Battles survived
es_mx: Batallas sobrevividas
ja: 生還
pl: Przetrwane bitwy
ru: Выжил в боях
uk: Вижив у боях
zh: 存活
zh_sg: 存活

# IDS_SURVIVAL_TOOLTIP
source: Total number of battles survived
es_mx: Número total de batallas como superviviente
ja: 総生還数
pl: Ogólna liczba przetrwanych bitew
ru: Общее количество боёв, в которых корабль игрока не был уничтожен
uk: Загальна кількість боїв, у яких корабель гравця не був знищений
zh: 所有的战斗存活数
zh_sg: 战斗存活总次数

# IDS_SUSPENDED_PLAYER_NAME
source: Deleted account
es_mx: Cuenta eliminada
ja: 削除済みアカウント
pl: Konto usunięte
ru: Удалённый аккаунт
uk: Видалений акаунт
zh: 删除账号
zh_sg: 已删除的账户

# IDS_SWITCH_CAMERA
source: Change Position
es_mx: Cambiar Posición
ja: 位置変更
pl: Zmiana pozycji
ru: Переключение позиции
uk: Зміна позиції камери
zh: 变更位置
zh_sg: 变更位置

# IDS_SWITCH_CLAN_SQUAD
source: Select Rating
es_mx: Seleccionar Clasificación
ja: レーティング選択
pl: Wybierz ocenę
ru: Выбрать рейтинг
uk: Вибрати рейтинг
zh: 选择评级
zh_sg: 选择评级

# IDS_SWITCH_TO_DETAIL_VIEW
source: Details
es_mx: Detalles
ja: 詳細
pl: Szczegóły
ru: Подробный вид
uk: Докладний вигляд
zh: 细节
zh_sg: 详情

# IDS_SWITCH_TO_SHORT_VIEW
source: Tiles
es_mx: Cuadros
ja: タイル
pl: Kafelki
ru: Плитка
uk: Плитка
zh: 小标识
zh_sg: 小标识

# IDS_SYNC_GOES_INFO
source: Synchronizing...
es_mx: Sincronizando...
ja: 同期中...
pl: Synchronizacja...
ru: Идёт синхронизация
uk: Триває синхронізація
zh: 同步中...
zh_sg: 同步中...

# IDS_SYSMESSAGE_VOTE_CANCELLED_LEADER_REJECT
source: Removing [icon]%(playerName)s from Team %(clubName)s
es_mx: Eliminando a [icon]%(playerName)s del Equipo %(clubName)s
ja: [icon]%(playerName)s さんをチーム %(clubName)s から除外
pl: Usunięcie [icon]%(playerName)s z drużyny %(clubName)s
ru: Исключение [icon]%(playerName)s из команды %(clubName)s
uk: Вилучення [icon]%(playerName)s з команди %(clubName)s
zh: 将 [icon]%(playerName)s 从队伍 %(clubName)s 中逐出
zh_sg: 将 [icon]%(playerName)s 从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_CANCELLED_LEADER_REJECT_ISME
source: Removing you from Team %(clubName)s
es_mx: Eliminándote del Equipo %(clubName)s
ja: あなたをチーム %(clubName)s から除外
pl: Usunięcie Cię z drużyny %(clubName)s
ru: Исключение вас из команды %(clubName)s
uk: Вилучення вас з команди %(clubName)s
zh: 将您从队伍 %(clubName)s 中逐出
zh_sg: 将您从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_CANCELLED_PLAYER_INVITE
source: Inviting %(playerName)s to join Team %(clubName)s
es_mx: Invitando a %(playerName)s a unirse al Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s に招待
pl: Zaproszenie %(playerName)s do drużyny %(clubName)s.
ru: Приглашение %(playerName)s в команду %(clubName)s
uk: Запрошення %(playerName)s до команди %(clubName)s
zh: 邀请 %(playerName)s 加入队伍 %(clubName)s
zh_sg: 邀请 %(playerName)s 加入团队 %(clubName)s

# IDS_SYSMESSAGE_VOTE_CANCELLED_PLAYER_REJECT
source: Removing %(playerName)s from Team %(clubName)s
es_mx: Eliminando a %(playerName)s del Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s から除外
pl: Usunięcie %(playerName)s z drużyny %(clubName)s
ru: Исключение %(playerName)s из команды %(clubName)s
uk: Вилучення %(playerName)s з команди %(clubName)s
zh: 将 %(playerName)s 从队伍 %(clubName)s 中逐出
zh_sg: 将 %(playerName)s 从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_CANCELLED_PLAYER_REJECT_ISME
source: Removing you from Team %(clubName)s
es_mx: Eliminándote del Equipo %(clubName)s
ja: あなたをチーム %(clubName)s から除外
pl: Usunięcie Cię z drużyny %(clubName)s
ru: Исключение вас из команды %(clubName)s
uk: Вилучення вас з команди %(clubName)s
zh: 将您从队伍 %(clubName)s 中逐出
zh_sg: 将您从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_NEGATIVE
source: [icon]%(playerName)s was not removed from %(clubName)s
es_mx: [icon]%(playerName)s no fue eliminado de %(clubName)s
ja: [icon]%(playerName)s さんを %(clubName)s から除外しませんでした
pl: Gracz [icon]%(playerName)s nie został usunięty z drużyny %(clubName)s
ru: [icon]%(playerName)s не исключён из %(clubName)s
uk: [icon]%(playerName)s не вилучений з %(clubName)s
zh: 没有将 [icon]%(playerName)s 从 %(clubName)s 中移除
zh_sg: 没有将 [icon]%(playerName)s 从 %(clubName)s 中移除

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_NEGATIVE_ISME
source: You have not been removed from %(clubName)s
es_mx: No has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されていません
pl: Nie usunięto Cię z drużyny %(clubName)s
ru: Вы не исключены из %(clubName)s
uk: Вас не вилучено з %(clubName)s
zh: 您没有被逐出 %(clubName)s
zh_sg: 您没有被逐出 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_NONE
source: [icon]%(playerName)s was not removed from %(clubName)s
es_mx: [icon]%(playerName)s no fue eliminado de %(clubName)s
ja: [icon]%(playerName)s さんを %(clubName)s から除外しませんでした
pl: Gracz [icon]%(playerName)s nie został usunięty z drużyny %(clubName)s
ru: [icon]%(playerName)s не исключён из %(clubName)s
uk: [icon]%(playerName)s не вилучений з %(clubName)s
zh: 没有将 [icon]%(playerName)s 从 %(clubName)s 中移除
zh_sg: 没有将 [icon]%(playerName)s 从 %(clubName)s 中移除

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_NONE_ISME
source: You have not been removed from %(clubName)s
es_mx: No has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されていません
pl: Nie usunięto Cię z drużyny %(clubName)s
ru: Вы не исключены из %(clubName)s
uk: Вас не вилучено з %(clubName)s
zh: 您没有被逐出 %(clubName)s
zh_sg: 您没有被逐出 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_POSITIVE
source: [icon]%(playerName)s has been removed from Team %(clubName)s
es_mx: [icon]%(playerName)s ha sido eliminado del Equipo %(clubName)s
ja: [icon]%(playerName)s さんをチーム %(clubName)s から除外しました
pl: Gracz [icon]%(playerName)s został usunięty z drużyny %(clubName)s
ru: [icon]%(playerName)s исключён из команды %(clubName)s
uk: [icon]%(playerName)s вилучений із команди %(clubName)s
zh: [icon]%(playerName)s 已被队伍 %(clubName)s 逐出
zh_sg: [icon]%(playerName)s 已被团队 %(clubName)s 逐出

# IDS_SYSMESSAGE_VOTE_FINISHED_LEADER_REJECT_RESULT_POSITIVE_ISME
source: You have been removed from %(clubName)s
es_mx: Has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されました
pl: Usunięto Cie z drużyny %(clubName)s
ru: Вы исключены из %(clubName)s
uk: Вас вилучено з %(clubName)s
zh: 您已被队伍 %(clubName)s 逐出
zh_sg: 您已被团队 %(clubName)s 逐出

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_INVITE_RESULT_NEGATIVE
source: %(playerName)s has not been invited to join Team %(clubName)s
es_mx: %(playerName)s no ha sido invitado a unirse al Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s に招待しませんでした
pl: Gracz %(playerName)s nie został zaproszony do drużyny %(clubName)s
ru: %(playerName)s не приглашён в команду %(clubName)s
uk: %(playerName)s не запрошений до команди %(clubName)s
zh: %(playerName)s 没有被邀请加入队伍 %(clubName)s
zh_sg: %(playerName)s 没有被邀请加入团队 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_INVITE_RESULT_NONE
source: %(playerName)s has not been invited to join Team %(clubName)s
es_mx: %(playerName)s no ha sido invitado a unirse al Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s に招待しませんでした
pl: Gracz %(playerName)s nie został zaproszony do drużyny %(clubName)s
ru: %(playerName)s не приглашён в команду %(clubName)s
uk: %(playerName)s не запрошений до команди %(clubName)s
zh: %(playerName)s 没有被邀请加入队伍 %(clubName)s
zh_sg: %(playerName)s 没有被邀请加入团队 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_INVITE_RESULT_POSITIVE
source: %(playerName)s has been invited to join Team %(clubName)s
es_mx: %(playerName)s ha sido invitado a unirse al Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s に招待しました
pl: Gracz %(playerName)s został zaproszony do drużyny %(clubName)s
ru: %(playerName)s приглашён в команду %(clubName)s
uk: %(playerName)s запрошений до команди %(clubName)s
zh: %(playerName)s 已被邀请加入队伍 %(clubName)s
zh_sg: %(playerName)s 已被邀请加入团队 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_NEGATIVE
source: %(playerName)s has not been removed from the Team %(clubName)s
es_mx: %(playerName)s no ha sido eliminado del Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s から除外しませんでした
pl: Gracz %(playerName)s nie został usunięty z drużyny %(clubName)s
ru: %(playerName)s не исключён из команды %(clubName)s
uk: %(playerName)s не вилучений з команди %(clubName)s
zh: %(playerName)s 没有被队伍 %(clubName)s 逐出
zh_sg: %(playerName)s 没有被团队 %(clubName)s 逐出

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_NEGATIVE_ISME
source: You have not been removed from %(clubName)s
es_mx: No has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されていません
pl: Nie usunięto Cię z drużyny %(clubName)s
ru: Вы не исключены из %(clubName)s
uk: Вас не вилучено з %(clubName)s
zh: 您没有被逐出 %(clubName)s
zh_sg: 您没有被逐出 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_NONE
source: %(playerName)s has not been removed from the Team %(clubName)s
es_mx: %(playerName)s no ha sido eliminado del Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s から除外しませんでした
pl: Gracz %(playerName)s nie został usunięty z drużyny %(clubName)s
ru: %(playerName)s не исключён из команды %(clubName)s
uk: %(playerName)s не вилучений з команди %(clubName)s
zh: %(playerName)s 没有被队伍 %(clubName)s 逐出
zh_sg: %(playerName)s 没有被团队 %(clubName)s 逐出

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_NONE_ISME
source: You have not been removed from %(clubName)s
es_mx: No has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されていません
pl: Nie usunięto Cię z drużyny %(clubName)s
ru: Вы не исключены из %(clubName)s
uk: Вас не вилучено з %(clubName)s
zh: 您没有被逐出 %(clubName)s
zh_sg: 您没有被逐出 %(clubName)s

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_POSITIVE
source: %(playerName)s has been removed from Team %(clubName)s
es_mx: %(playerName)s ha sido eliminado del Equipo %(clubName)s
ja: %(playerName)s さんをチーム %(clubName)s から除外しました
pl: Gracz %(playerName)s został usunięty z drużyny %(clubName)s
ru: %(playerName)s исключён из команды %(clubName)s
uk: %(playerName)s вилучений із команди %(clubName)s
zh: 已将 %(playerName)s 从队伍 %(clubName)s 中移除
zh_sg: 已将 %(playerName)s 从团队 %(clubName)s 中移除

# IDS_SYSMESSAGE_VOTE_FINISHED_PLAYER_REJECT_RESULT_POSITIVE_ISME
source: You have been removed from %(clubName)s
es_mx: Has sido eliminado de %(clubName)s
ja: %(clubName)s から除外されました
pl: Usunięto Cie z drużyny %(clubName)s
ru: Вы исключены из %(clubName)s
uk: Вас вилучено з %(clubName)s
zh: 您已被队伍 %(clubName)s 逐出
zh_sg: 您已被团队 %(clubName)s 逐出

# IDS_SYSMESSAGE_VOTE_STARTED_LEADER_REJECT
source: Removing [icon]%(playerName)s from Team %(clubName)s
es_mx: Eliminando a [icon]%(playerName)s del Equipo %(clubName)s
ja: [icon]%(playerName)s さんをチーム %(clubName)s から除外
pl: Usunięcie [icon]%(playerName)s z drużyny %(clubName)s
ru: Исключение [icon]%(playerName)s из команды %(clubName)s
uk: Вилучення [icon]%(playerName)s з команди %(clubName)s
zh: 将 [icon]%(playerName)s 从队伍 %(clubName)s 中逐出
zh_sg: 将 [icon]%(playerName)s 从团队 %(clubName)s 中逐出

# IDS_SYSMESSAGE_VOTE_STARTED_LEADER_REJECT_ISME
source: Removing you from Team %(clubName)s
es_mx: Eliminándote del Equipo %(clubName)s
ja: あなたをチーム %(clubName)s から除外
pl: Usunięcie Cię z drużyny %(clubName)s
ru: Исключение вас из команды %(clubName)s
uk: Вилучення вас з команди %(clubName)s
zh: 将您从队伍 %(clubName)s 中逐出
zh_sg: 将您从团队 %(clubName)s 中逐出
