Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARC_EVENT_BATTLETYPECHOOSER_SUBHEADER
source: You can take part in the friendly "Victory" competition by playing with ships of Tier V or above in Co-op, Random, Scenario, Ranked, and Clan Battles.
es_mx: Puedes participar en la competición amistosa "Victory" al jugar con barcos de Nivel V o superior en Batallas Cooperativas, Aleatorias, de Escenario, por Rango y de Clanes.
ja: Tier V 以上の艦艇を使用し、Co-op 戦、ランダム戦、シナリオ戦、ランク戦、クラン戦をプレイすることで「Victory」コンペティション参加できます。
pl: Możesz wziąć udział w towarzyskich zawodach „Victory” grając okrętami z poziomów V i wyższych w bitwach kooperacyjnych, losowych, rankingowych, scenariuszach i bitwach klanowych.
ru: Дружеское соревнование «Победа» проводится в кооперативных, случайных, сценарных, ранговых и клановых боях на кораблях V уровня и выше.
uk: Дружнє змагання «Перемога» відбувається в кооперативних, випадкових, сценарних, рангових і кланових боях кораблями V рівня та вище.
zh: Дружеское соревнование «Победа» проводится в кооперативных, случайных, сценарных, ранговых и клановых боях на кораблях V уровня и выше.
zh_sg: 您可以使用V级及以上的战舰，通过进行联合作战、随机战、剧情战、排位战、军团战的方式参与“Victory”友谊赛。

# IDS_ARC_EVENT_CHOOSE_SIDE
source: Join a Team
es_mx: Únete a un equipo
ja: チームに参加
pl: Dołącz do drużyny
ru: Выбери команду
uk: Виберіть команду
zh: Выбери команду
zh_sg: 加入一支队伍

# IDS_ARC_EVENT_CHOOSE_SIDE_MOUSE_INSTRUCTION
source: Select your team
es_mx: Selecciona tu equipo
ja: 所属チームを選択
pl: Wybierz drużynę
ru: Выбрать команду
uk: Вибрати команду
zh: 选择队伍
zh_sg: 选择您的队伍

# IDS_ARC_EVENT_DAILY_CHOICE_CTA_SIDE_0_DESCRIPTION
source: Team Honor values the great traditions of the Soviet Navy. Join the team and fight fearlessly for justice!
es_mx: El Equipo Honor valora las grandes tradiciones de la Armada Soviética. ¡Únete al equipo y combate sin temor por la justicia!
ja: Team Honor はソ連海軍の素晴しい伝統を重んじるチームです。このチームに加わり、正義のために大胆に戦いましょう!
pl: Drużyna Honor darzy wielkim szacunkiem tradycje radzieckiej marynarki. Dołącz do drużyny nieustraszonych wojowników o sprawiedliwość!
ru: Команда «Честь» особо чтит традиции советского флота. Вступайте в команду бесстрашных борцов за справедливость!
uk: Команда «Честь» особливо шанує традиції радянського флоту. Долучайтеся до команди безстрашних борців за справедливість!
zh: Команда «Честь» особо чтит традиции советского флота. Вступайте в команду бесстрашных борцов за справедливость!
zh_sg: Honor队继承了苏联海军的伟大传统。加入团队为了正义英勇作战！

# IDS_ARC_EVENT_DAILY_CHOICE_CTA_SIDE_0_HEADER
source: Team Honor!
es_mx: ¡Equipo Honor!
pl: Drużyna Honor!
ru: Команда «Честь»!
uk: Команда «Честь»!
zh: Команда «Честь»!
zh_sg: Honor队！

# IDS_ARC_EVENT_DAILY_CHOICE_CTA_SIDE_1_DESCRIPTION
source: Team Glory triumphantly copes with all missions. Join the team and write your own legend into history alongside the heroic deeds of Soviet sailors!
es_mx: El Equipo Glory enfrenta triunfalmente todas las misiones. ¡Únete al equipo y escribe tu propia leyenda en la historia junto a las heroicas hazañas de los marineros soviéticos!
ja: Team Glory はあらゆる任務に意気揚々と立ち向かいます。このチームに加わり、ソ連の水兵達による英雄的行為の歴史にその名を刻みましょう!
pl: Drużyna Glory triumfalnie osiąga swoje cele. Dołącz do niej, by dokonywać legendarnych czynów wraz z radzieckimi marynarzami!
ru: Команда «Слава» триумфально справляется с поставленными задачами. Вступайте в команду во имя славных дел и доброго имени советских моряков!
uk: Команда «Слава» тріумфально виконує поставлені завдання. Долучайтеся до команди в ім’я славних діянь і доброго імені радянських моряків!
zh: Команда «Слава» триумфально справляется с поставленными задачами. Вступайте в команду во имя славных дел и доброго имени советских моряков!
zh_sg: Glory队是总能胜利的完成所有任务目标。加入这支在苏联海军中负有盛名的队伍吧！

# IDS_ARC_EVENT_DAILY_CHOICE_CTA_SIDE_1_HEADER
source: Team Glory!
es_mx: ¡Equipo Glory!
pl: Drużyna Glory!
ru: Команда «Слава»!
uk: Команда «Слава»!
zh: Команда «Слава»!
zh_sg: Glory队！

# IDS_ARC_EVENT_DAILY_CHOICE_HEADER_2
source: Which Side Will You Fight on Today?
es_mx: ¿De qué lado pelearás hoy?
ja: 今日はどちら側で戦う?
pl: Po której stronie dzisiaj staniesz?
ru: За кого ты сегодня?
uk: З ким ти сьогодні?
zh: За кого ты сегодня?
zh_sg: 今天你为哪方而战？

# IDS_ARC_EVENT_DAILY_CHOICE_HEADER_3
source: We Won't Depart Without Victory in Our Grasp!
es_mx: ¡No nos iremos sin la Victoria en nuestras manos!
ja: 勝利を掴むまで退くわけにはいかない!
pl: Odejdziemy tylko wtedy, gdy osiągniemy zwycięstwo!
ru: Без победы не уйдём!
uk: Без перемоги не підемо!
zh: Без победы не уйдём!
zh_sg: 除非胜券在握，否则我们绝不起航！

# IDS_ARC_EVENT_DAILY_CHOICE_HEADER_DECOR_PRICE
source: THREE KOPECKS
es_mx: TRES COPECAS
ja: 3 カペイカ
pl: TRZY KOPIEJKI
ru: Цена 3 коп.
uk: Ціна: 3 коп.
zh: Цена 3 коп.
zh_sg: 三个戈比

# IDS_ARC_EVENT_DAILY_CHOICE_HEADER_SUBHEADER
source: Friendly Competition
es_mx: Competencia Amistosa
ja: フレンドリーコンペティション
pl: Zawody towarzyskie
ru: Дружеское соревнование
uk: Дружнє змагання
zh: Дружеское соревнование
zh_sg: 友谊赛

# IDS_ARC_EVENT_DAILY_CHOICE_REWARDS_TEXT
source: Rewards for the previous day
es_mx: Recompensas del día anterior
ja: 前日に対する褒賞
pl: Nagrody za poprzedni dzień
ru: Награды за предыдущий день
uk: Нагороди попередньої доби
zh: Награды за предыдущий день
zh_sg: 前一天的奖励

# IDS_ARC_EVENT_DAILY_CHOICE_REWARDS_TOOLTIP_DESCRIPTION_2
source: You have no rewards
es_mx: No tienes recompensas
ja: 褒賞なし
pl: Nie masz żadnych nagród
ru: У вас нет наград
uk: У вас немає нагород
zh: У вас нет наград
zh_sg: 您未获得奖励

# IDS_ARC_EVENT_DAILY_CHOICE_REWARDS_TOOLTIP_HEADER
source: Rewards
es_mx: Recompensas
ja: 褒賞
pl: Nagrody
ru: Награды
uk: Нагороди
zh: 奖项
zh_sg: 奖励

# IDS_ARC_EVENT_DAILY_REWARD
source: Daily Reward
es_mx: Recompensa Diaria
ja: デイリー褒賞
pl: Nagroda codzienna
ru: Ежедневная награда
uk: Щоденна нагорода
zh: Ежедневная награда
zh_sg: 每日奖励

# IDS_ARC_EVENT_DAILY_REWARD_DESCR
source: Earn the required number of points to receive rewards.
es_mx: Obtén la cantidad requerida de puntos para recibir recompensas.
ja: 所定のポイントを取得して褒賞を受け取りましょう。
pl: Zdobądź wymaganą liczbę punktów, aby otrzymać nagrody.
ru: Наберите необходимое количество очков для получения награды.
uk: Наберіть потрібну кількість очок, щоб отримати нагороду.
zh: Наберите необходимое количество очков для получения награды.
zh_sg: 赢取所需数量的积分获得奖励。

# IDS_ARC_EVENT_END_DAY_RESTRICTION
source: For playing for the team (Issued after summing up the results of the day)
es_mx: Por jugar para el equipo (Emitido después de reunir los resultados del día)
ja: このチームでのプレイ (その日の結果を集計した後に支給)
pl: Za granie dla tej drużyny (Przyznawana po podsumowaniu wyników dnia)
ru: За игру в команде (Начисляется при подведении итогов дня)
uk: За гру в команді (Додають після підбиття підсумків доби)
zh: 为队伍效力 （在总结当天的结果后发布）
zh_sg: 为队伍出战 （当天结果结算后发布）

# IDS_ARC_EVENT_FINAL_AWARDED_TO
source: Awarded to
es_mx: Otorgado a
ja: 授与対象
pl: Przyznano
ru: Награждается
uk: Нагороджено
zh: Награждается
zh_sg: 奖励给

# IDS_ARC_EVENT_FINAL_REWARD
source: Reward for participation
es_mx: Recompensa por participar
ja: 参加褒賞
pl: Nagroda za uczestnictwo
ru: Награда за участие
uk: Нагорода за участь
zh: 参加奖励
zh_sg: 参与奖

# IDS_ARC_EVENT_FINAL_REWARD_HEADER
source: Commemorative Reward
es_mx: Recompensa Conmemorativa
ja: 記念褒賞
pl: Pamiątkowa nagroda
ru: Памятная награда
uk: Пам’ятна нагорода
zh: Памятная награда
zh_sg: 纪念奖励

# IDS_ARC_EVENT_FINAL_REWARD_TOOLTIP_DESCRIPTION
source: As a friendly gesture to honor the completion of the friendly competition.
es_mx: Un gesto amistoso para honrar el final de la competencia amistosa.
ja: フレンドリーコンペティションの完了を称える友好的なジェスチャーとして。
pl: Jako przyjacielski gest, honorujący ukończenie towarzyskich zawodów.
ru: На добрую память в честь завершения дружеского соревнования.
uk: На згадку й на честь завершення дружнього змагання.
zh: На добрую память в честь завершения дружеского соревнования.
zh_sg: 作为对友谊赛结束的友好致敬。

# IDS_ARC_EVENT_FINAL_REWARD_TOOLTIP_HEADER
source: Commemorative Reward
es_mx: Recompensa Conmemorativa
ja: 記念褒賞
pl: Pamiątkowa nagroda
ru: Памятная награда
uk: Пам’ятна нагорода
zh: Памятная награда
zh_sg: 纪念奖励

# IDS_ARC_EVENT_FINAL_STAT_ACHIEVEMENTS
source: Heroic achievements
es_mx: Logros heroicos
ja: 英雄勲章
pl: Osiągnięcia bohaterskie
ru: Героические достижения
uk: Героїчні досягнення
zh: Героические достижения
zh_sg: 英勇成就

# IDS_ARC_EVENT_FINAL_STAT_BATTLES_WON
source: Victories
es_mx: Victorias
ja: 勝利
pl: Zwycięstwa
ru: Победы
uk: Перемоги
zh: 胜利
zh_sg: 胜利

# IDS_ARC_EVENT_FINAL_STAT_BEST_PLACEMENT
source: Highest position on the Wall of Valor
es_mx: Posición más alta en el Muro del Valor
ja: 武勇の壁における最高順位
pl: Najwyższa pozycja na Ścianie chwały
ru: Лучшее место на Доске почёта
uk: Найліпша позиція на Дошці пошани
zh: Лучшее место на Доске почёта
zh_sg: 勇气之墙的最高排名

# IDS_ARC_EVENT_FINAL_STAT_DAILY_REWARDS
source: Tokens you received
es_mx: Fichas recibidas
ja: 取得したトークン
pl: Otrzymane żetony
ru: Полученные жетоны
uk: Отримані жетони
zh: Полученные жетоны
zh_sg: 您已获得的代币

# IDS_ARC_EVENT_FINAL_STAT_FRAGS
source: Ships you destroyed
es_mx: Barcos destruidos
ja: 撃沈した艦艇
pl: Zniszczone okręty
ru: Уничтоженные корабли
uk: Знищені кораблі
zh: Уничтоженные корабли
zh_sg: 您已摧毁的战舰

# IDS_ARC_EVENT_FINAL_STAT_INDIVIDUAL_TASKS
source: Personal orders you completed
es_mx: Órdenes personales completadas
ja: 達成したパーソナルオーダー
pl: Wypełnione rozkazy osobiste
ru: Выполнено личных приказов
uk: Виконано особистих наказів
zh: Выполнено личных приказов
zh_sg: 您已完成的个人命令

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_ACHIEVEMENTS
source: Heroic achievements you received
es_mx: Logros heroicos recibidos
ja: 取得した英雄勲章
pl: Otrzymane osiągnięcia bohaterskie
ru: Полученные героические достижения
uk: Здобуті героїчні досягнення
zh: Полученные героические достижения
zh_sg: 您已获得的英勇成就

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_BATTLES_WON
source: Victories you won for both teams
es_mx: Victorias obtenidas para ambos equipos
ja: 両チームでの勝利
pl: Zwycięstwa odniesione w obydwu drużynach
ru: Победы за обе команды
uk: Перемоги в обох командах
zh: Победы за обе команды
zh_sg: 您已为两支队伍获得的胜利场次

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_BEST_PLACEMENT
source: Player's highest position on the Wall of Valor
es_mx: Posición más alta del jugador en el Muro del Valor
ja: 武勇の壁におけるプレイヤーの最高順位
pl: Najwyższa pozycja gracza na Ścianie chwały
ru: Лучшее место игрока на Доске почёта
uk: Найліпша позиція гравця на Дошці пошани
zh: Лучшее место игрока на Доске почёта
zh_sg: 勇气之墙上玩家的最高排名

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_DAILY_REWARDS
source: Tokens you received
es_mx: Fichas recibidas
ja: 取得したトークン
pl: Otrzymane żetony
ru: Полученные жетоны
uk: Отримані жетони
zh: Полученные жетоны
zh_sg: 您已获得的代币

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_FRAGS
source: Enemy ships you destroyed
es_mx: Barcos enemigos destruidos
ja: 撃沈した敵艦艇
pl: Zniszczone okręty wroga
ru: Уничтоженные корабли противника
uk: Знищені кораблі супротивника
zh: Уничтоженные корабли противника
zh_sg: 您已摧毁的敌方战舰

# IDS_ARC_EVENT_FINAL_STAT_TOOLTIP_INDIVIDUAL_TASKS
source: Personal orders you completed for both teams
es_mx: Órdenes personales completadas para ambos equipos
ja: 両チームで達成したパーソナルオーダー
pl: Rozkazy osobiste wypełnione dla obu drużyn
ru: Выполненные личные приказы за обе команды
uk: Виконані особисті накази в обох командах
zh: Выполненные личные приказы за обе команды
zh_sg: 您已为两支队完成的个人命令

# IDS_ARC_EVENT_FOOTER_DAILY_CHOICE_TEXT_0
source: One Month After the Reform
es_mx: Un mes después de la Reforma
ja: 改革後 1 ヶ月
pl: Miesiąc po reformie
ru: Месяц после реформы
uk: Місяць після реформи
zh: Месяц после реформы
zh_sg: 改革后一个月

# IDS_ARC_EVENT_FOOTER_DAILY_CHOICE_TEXT_1
source: One month has passed since the monetary reform and cancellation of the ration cards. Of course, they are still fresh in our memory, but even during this short time we saw significant and gratifying changes in the life of our plant's collective. In the first place, it's worth noting that the monetary reform has stimulated, and very strongly I should add, a rise in labor productivity.
es_mx: Ha pasado un mes desde la reforma monetaria y la cancelación de las tarjetas de raciones. Por supuesto, aún está fresco en nuestra memoria. Pero incluso durante este corto tiempo, vimos cambios significativos y gratificantes en la vida del personal de nuestra planta. En primer lugar, vale la pena señalar que la reforma monetaria ha estimulado, y de manera muy firme si me permiten agregar, un aumento en la productividad laboral.
ja: 通貨改革の実施と配給カードの廃止から 1 ヶ月が経過しました。もちろん、今はまだ記憶には新しいのですが、この短期間においてすら、私たちの工場の共同体における生活には大幅かつ満足できる変化が生じました。何といっても、通貨改革が労働生産性の向上を促したということは注目に値しますし、私はこの点をしっかりと強調しておきたいと思います。
pl: Minął miesiąc od reformy walutowej i wycofania kartek żywnościowych. Oczywiście nadal są one żywe w naszej pamięci. Jednak już w tak krótkim czasie dostrzegliśmy ważne, pozytywne przemiany w życiu kolektywu naszej fabryki. Warto przede wszystkim podkreślić, że reforma monetarna znacznie pobudziła produktywność siły roboczej.
ru: Минул первый месяц после денежной реформы и отмены карточек. Срок, конечно, небольшой. Но и за этот период времени уже произошли крупные отрадные перемены в жизни коллектива нашего завода. Прежде всего хочется отметить, что денежная реформа стимулирует, и очень сильно, рост производительности труда.
uk: Минув перший місяць після грошової реформи та скасування карток. Небагато часу, звісно. Але й упродовж цього періоду сталися значні та вельми втішні зміни в житті колективу нашого заводу. Передусім варто зазначити, що грошова реформа стимулює, і дуже, зростання продуктивності праці.
zh: Минул первый месяц после денежной реформы и отмены карточек. Срок, конечно, небольшой. Но и за этот период времени уже произошли крупные отрадные перемены в жизни коллектива нашего завода. Прежде всего хочется отметить, что денежная реформа стимулирует, и очень сильно, рост производительности труда.
zh_sg: 货币改革和取消定量配给卡已经过去了一个月。当然，对我们来说这仍记忆犹新。我们已经看到了工厂集体生活中发生了显著而可喜的变化。首先值得注意的就是，货币改革刺激了劳动生产率的提高，而且效果非常强烈。

# IDS_ARC_EVENT_FOOTER_DAILY_CHOICE_TEXT_2
source: Our plant has regularly surpassed the production plan. It's not the first time that we have demonstrated an increase in labor efficiency, and still it's the monetary reform that has raised fresh reserves into action to boost labor productivity. The efforts we undertook in the workshops, aimed at implementing accelerated modes, turned out to be successful. Now, our workers are more enthusiastic about switching to operating their machine tools in faster modes.
es_mx: Nuestra planta ha superado regularmente el plan de producción. No es la primera vez que hemos demostrado un aumento de la eficiencia laboral, y aún así, es la reforma monetaria la que ha creado nuevas reservas para impulsar la productividad laboral. Los esfuerzos que realizamos en los talleres, orientados a implementar modos acelerados, resultaron ser exitosos. Ahora, nuestros trabajadores están más entusiasmados por el cambio a la operación de sus máquinas en modos más rápidos.
ja: 私たちの工場では、よく生産計画を上回りました。労働効率が向上したのは今回が最初というわけではありませんでしたが、今回は通貨改革のおかげでフレッシュな予備資金の投入が増加し、労働生産性を大きく高めることに繋がりました。高速モードを実装するために私たちがワークショップで着手した取り組みは、成功であることが分かりました。今では労働者達は、工具を高速モードに切り替えて使用することに夢中になっています。
pl: Nasza fabryka regularnie przekraczała wyznaczony plan produkcyjny. Nie pierwszy raz wykazaliśmy się zwiększeniem wydajności pracy, a reforma walutowa uwolniła nowe pokłady produktywności naszej siły roboczej. Wysiłki, które poczyniliśmy w warsztatach, by wprowadzić przyspieszone tryby, okazały się owocne. Nasi pracownicy są teraz bardziej entuzjastycznie nastawieni do przełączania swoich narzędzi maszynowych w szybsze tryby działania.
ru: Наш завод и раньше регулярно превышал план. И раньше росла у нас производительность труда. И всё же после денежной реформы в цехах были приведены в действие новые резервы роста производительности. Проводимая в цехах завода работа по внедрению скоростных режимов прошла успешнее. Теперь рабочие стали более охотно переходить на высокие режимы работы станков.
uk: Наш завод і раніше регулярно перевиконував план. І раніше зростала в нас продуктивність праці. І все ж після грошової реформи в цехах було задіяно нові резерви зростання продуктивності. Робота з упровадження швидкісних режимів, що тривала в цехах заводу, визнана успішною. Тепер робітники охоче переходять на високі режими роботи верстатів.
zh: Наш завод и раньше регулярно превышал план. И раньше росла у нас производительность труда. И всё же после денежной реформы в цехах были приведены в действие новые резервы роста производительности. Проводимая в цехах завода работа по внедрению скоростных режимов прошла успешнее. Теперь рабочие стали более охотно переходить на высокие режимы работы станков.
zh_sg: 我们的工厂产量超过生产计划。这不仅是我们第一次证明劳动生产力的提高，而且也证明了货币改革可以将新的储备用于提高劳动生产力。我们在研讨会上提出的旨在实施加速的模式取得了成功。现在，工人们更有工作热情，使用更快的模式操作机床。

# IDS_ARC_EVENT_FOOTER_DAILY_CHOICE_TEXT_3
source: As a result, during the last two weeks of December, the product output in Mechanical Shop No.1, calculated as an average per worker, has risen by 19% compared to the first half of the month; in Mechanical Shop No.2—by 35%; and in Mechanical Shop No.3—by 22%; etc.
es_mx: Como resultado, durante las últimas dos semanas de diciembre, la capacidad de producción en el Taller Mecánico No. 1, calculada como un promedio por trabajador, ha aumentado en un 19% en comparación con la primera mitad del mes; en el Taller Mecánico No. 2, un 35 %; y en el Taller Mecánico No. 3, un 22 %; etc.
ja: その結果として、12 月後半の 2 週間における機械工場 No.1 の労働者 1 人あたりの生産高は 12 月前半に比べて 19% 増加し、機械工場 No.2 の場合は 35% の増加、No.3 の場合は 22% の増加でした。
pl: W rezultacie, w ostatnich dwóch tygodniach grudnia średnia wielkość produkcji na jednego pracownika w Warsztacie Mechanicznym nr 1 wzrosła o 19% w porównaniu z pierwszą połową miesiąca. W Warsztacie Mechanicznym nr 2 – o 35%, Warsztacie Mechanicznym nr 3 – o 22% itd.
ru: В результате этого только за две недели во второй половине декабря в первом механическом цехе выработка продукции в среднем на одного рабочего поднялась на 19 процентов по сравнению с первой половиной месяца, во втором механическом цехе — на 35 процентов, в третьем механическом цехе — на 22 процента и т. д.
uk: Унаслідок цього лише за 2 тижні другої половини грудня в першому механічному цеху вироблення продукції в середньому на одного робітника зросло на 19 відсотків у порівнянні з першою половиною місяця, у другому механічному цеху — на 35 відсотків, у третьому — на 22 відсотки тощо.
zh: В результате этого только за две недели во второй половине декабря в первом механическом цехе выработка продукции в среднем на одного рабочего поднялась на 19 процентов по сравнению с первой половиной месяца, во втором механическом цехе — на 35 процентов, в третьем механическом цехе — на 22 процента и т. д.
zh_sg: 因此，在12月的最后两周，1号机械车间的人均产品产量，与上半月相比增长了19％，2号机械车间 - 增长了35％，3号在机械车间 - 增长了22％……

# IDS_ARC_EVENT_FOOTER_EVENT_RULES_TEXT_0
source: Sensational Victory for Soviet Sportswomen
es_mx: Victoria Sensacional para las Deportistas Soviéticas
ja: ソ連の女子スポーツ選手達の驚くべき勝利
pl: Sensacyjne zwycięstwo radzieckich atletek
ru: Блестящая победа советских спортсменок
uk: Блискуча перемога радянських спортсменок
zh: Блестящая победа советских спортсменок
zh_sg: 苏联女运动员的轰动胜利

# IDS_ARC_EVENT_FOOTER_EVENT_RULES_TEXT_1
source: Yesterday, Moscow's Dynamo stadium was packed out with spectators once again, with the World Ice Speed Skating Championships for Women in full swing. The tight competition that had started between the strongest athletes the previous day developed into an acute struggle. The first day of competition truly defined the leaders.
es_mx: Ayer, el estadio del Dinamo de Moscú estuvo lleno de espectadores una vez más, con el Campeonato Mundial de Patinaje de Velocidad sobre Hielo para mujeres en pleno desarrollo. La cerrada competencia que había comenzado el día anterior entre los atletas más fuertes, se convirtió en un feroz combate. El primer día de la competencia definió por completo a los líderes.
ja: 昨日は世界スピードスケート選手権の女子部門が大いに盛り上がり、モスクワのディナモ・スタジアムには再び観衆が押し寄せました。前日に最高のアスリート達によって開始された競技は大接戦となりましたが、この初日において既に上位勢は固まっていました。
pl: W dniu wczorajszym stadion moskiewskiego Dynama był ponownie zapełniony widzami, ponieważ na dobre rozpoczęły się Mistrzostwa świata w łyżwiarstwie szybkim kobiet. Rywalizacja pomiędzy najlepszymi sportsmenkami była wyjątkowo ostra. Już pierwszy dzień wyłonił faworytów.
ru: Московский стадион «Динамо» вчера был снова заполнен зрителями. Здесь продолжался женский чемпионат мира по скоростному бегу на коньках. Завязавшаяся накануне борьба сильнейших спортсменок проходила с ещё большей остротой. Уже в первый день соревнований определились лидеры.
uk: Московський стадіон «Динамо» вчора знову був повен глядачів. Тут продовжувався жіночий чемпіонат світу зі швидкісного бігу на ковзанах. Боротьба між найсильнішими спортсменками, що почалася напередодні, стала ще гострішою. Лідерки визначилися вже в перший день змагань.
zh: Московский стадион «Динамо» вчера был снова заполнен зрителями. Здесь продолжался женский чемпионат мира по скоростному бегу на коньках. Завязавшаяся накануне борьба сильнейших спортсменок проходила с ещё большей остротой. Уже в первый день соревнований определились лидеры.
zh_sg: 昨天，在莫斯科迪纳摩体育场，观众再次爆满，世界女子速度滑冰锦标赛正在如火如荼的举行。在前一天实力强劲的运动员之间的激烈竞争发展成为一场激烈的斗争。比赛的第一天真正决定谁才是了胜者。
