Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC440_CAPT_1_5_TORPEDO
source: Operational Record (Annoying Misfortunes)
es_mx: Registro Operacional (Desgracias Desagradables)
ja: 作戦記録 (厄介な不運)
pl: Historia służby (frustrujące niepowodzenia)
ru: Боевой путь (досадные неудачи)
uk: Бойовий шлях (прикрі невдачі)
zh: Боевой путь (досадные неудачи)
zh_sg: 行动记录（恼人的不幸）

# IDS_PCZC440_CAPT_1_5_TORPEDO_DESCRIPTION
source: During World War I, Cap served aboard battleship Agincourt—the ship with the largest number of main battery guns in the entire navy. When, during the course of the Battle of Jutland, the battleship fired a full broadside salvo, the flashes and smoke clouds were so enormous that both allies and enemies alike thought that another battlecruiser had exploded, and so did not pay any attention to what they thought was such an ordinary event. Because of this, Cap's ship received minimal damage—only a fragment from an HE shell smashed a cage in which five polecats resided. After the war, the British Navy was scaled down, and Cap received an advanced cruiser named Raleigh. Everything seemed to be just fine, until one day, when Cap was hurrying to reach L'Anse Amour, his ship ran ashore due to dense fog. Earl Beatty, the First Sea Lord, declared that he wouldn't trust Cap to steer even a bum boat. Back to school! But then World War II broke out. In the very early stages of the war, in one of the countless fjords of the Arctic, Cap's destroyer managed to sneak up on German Tier VIII cruiser Admiral Hipper. The German ship was trying to cap a point, unaware of the approaching threat. Unfortunately, Cap's twofold higher education did not help: he was unlucky, and all of his torpedoes missed their target from point-blank range. Fortunately, Cap always had plenty of high courage. Without a second thought, he accelerated and rammed the enemy! The result of this "bold move" was his ship sinking, while Admiral Hipper escaped with slight shock and some scratches on her paintjob. However, some malicious gossip has it that Cap only rammed because his rudder had jammed.
es_mx: Durante la Primera Guerra Mundial, Cap sirvió a bordo del acorazado Agincourt: el barco con la mayor cantidad de cañones en su batería principal en toda la armada. Durante el curso de la Batalla de Jutlandia, el acorazado disparó una salva completa de costado, los destellos y las nubes de humo fueron tan enormes que tanto los aliados como los enemigos pensaron que otro crucero de batalla había explotado, por lo que no prestaron atención a lo que pensaron fue un evento muy normal. Gracias a esto, el barco de Cap recibió un daño mínimo: solo un fragmento de un proyectil HE aplastó una jaula en la que vivían cinco hurones. Después de la guerra, la Armada Británica se redujo y Cap recibió un crucero avanzado llamado Raleigh. Todo parecía estar bien, hasta que un día, cuando Cap se apresuraba para llegar a L'Anse Amour, su barco encalló debido a una densa niebla. Earl Beatty, Primer Lord del Mar, declaró que no confiaría en Cap para dirigir ni una canoa. ¡De vuelta a la escuela! Pero entonces, la Segunda Guerra Mundial comenzó. En las primeras etapas de la guerra, en uno de los innumerables fiordos del Ártico, el destructor de Cap logró acercarse sigilosamente al crucero alemán Admiral Hipper de Nivel VIII. El barco alemán intentaba capturar una zona, sin darse cuenta de la amenaza que se acercaba. Desafortunadamente, los dos cursos de Cap en la universidad no ayudaron: no tuvo suerte y todos sus torpedos no alcanzaron su blanco. Afortunadamente, Cap siempre tenía mucho coraje. Sin pensarlo dos veces, ¡aceleró y embistió al enemigo! El resultado de este "movimiento audaz" fue el hundimiento de su nave, mientras que el Admiral Hipper escapó con un ligero golpe y algunos rayones en su pintura. Sin embargo, algunos rumores maliciosos dedcían que Cap solo lo embistió porque su timón se había atascado.
ja: 船長は一次大戦中、イギリス海軍の中でも最多の主砲門数を誇る戦艦エジンコートに乗務していました。ユトランド沖海戦において本艦が全門斉射した際、その閃光と砲煙があまりにもすさまじかったため、お互いがお互いの巡洋戦艦が爆沈したと勘違いし、この戦艦そのものには注意を払いませんでした。その結果として本艦の損傷は軽微なものに留まり、5 匹のイタチが暮らしていたケージに榴弾の破片が飛び込んだだけでした。 戦後にイギリス海軍の規模が縮小され、船長は最新鋭の巡洋艦ローリーの艦長を任されました。全てが順調のように思えましたが、ある日、ルンズ・アマーへと急行中に濃霧の影響で座礁してしまったのです。当時の第一海軍卿であったビーティー伯爵は、船長は全く信用できず、バムボート (貨物運搬用の小型船) の舵を取ることすら許さないと宣言しました。学校からやり直しです! しかし二次大戦が勃発すると、戦争の最序盤において、北極圏にある無数のフィヨルドのひとつで、船長の駆逐艦は辛くもドイツ Tier VIII 巡洋艦アドミラル・ヒッパーに忍び寄ることに成功しました。このドイツ艦は拠点の占領を試みており、迫り来る脅威に気付いていませんでした。 しかし不運にも船長が二重に受けた高等教育は役に立ちませんでした。至近距離から魚雷を放ったにも関わらす、1 本も命中しなかったのです。勇気ある船長は躊躇うことなく加速して体当たりを敢行しましたが、この「大胆な行動」で船長の駆逐艦が沈没した一方で、アドミラル・ヒッパーは若干の衝撃を受けて塗装が少し傷ついたのみに留まりました。そして一部では、船長が体当たりしたのは舵が故障していたからに過ぎない、という悪意ある噂も流されました。
pl: W trakcie I wojny światowej Kapitan służył na pokładzie pancernika Agincourt — okręcie o największej liczbie dział głównej baterii w całej marynarce. Gdy w trakcie Bitwy Jutlandzkiej pancernik ten wystrzelił pełną salwę burtową, ilość dymu i rozbłysków była tak wielka, że zarówno przeciwnicy, jak i sojusznicy byli przekonani, że okręt eksplodował i z tego względu nie przykładali do niego później większej uwagi. Dzięki temu okręt Kapitana uszkodzony był tylko w nieznacznym stopniu: fragment pocisku odłamkowego zmiótł z pokładu klatkę z pięcioma fretkami. Po wojnie brytyjska marynarka wojenna została zmniejszona, a Kapitan otrzymał nowoczesny krążownik Raleigh. Wszystko zdawało się iść we właściwym kierunku, do dnia, w którym Kapitan, spieszący się do L'Anse Amour, utknął na mieliźnie z powodu gęstej mgły. Earl Beatty, pierwszy lord morski, powiedział, że nigdy więcej nie powierzy Kapitanowi nawet promu. Powrót do szkoły! Ale wtedy wybuchła II wojna światowa. W początkowych chwilach wojny, w jednym w niezliczonych fiordów Arktyki, niszczyciel Kapitana podkradł się do niemieckiego krążownika VIII poziomu Admiral Hipper. Niemiecka jednostka próbowała zająć strefę i nie zdawała sobie sprawy z zagrożenia. Niestety, kiepska edukacja Kapitana dała o sobie znać — wszystkie torpedy chybiły pomimo minimalnego dystansu. Na szczęście Kapitanowi nigdy nie brakowało śmiałości. Bez namysłu podjął decyzję o taranowaniu przeciwnika! Efektem tej zuchwałej decyzji było... zatonięcie niszczyciela Kapitana. Admiral Hipper odpłynął w delikatnym szoku i z zarysowaną farbą. Jeśli dać wiarę złośliwym plotkom, to Kapitan taranował tylko dlatego, że ster mu się zaciął.
ru: В Первую мировую войну Кэп служил на линкоре Agincourt — корабле с самым большим количеством орудий главного калибра во всём флоте. Когда в Ютландском сражении линкор давал полный бортовой залп, вспышки и облака дыма были такими грандиозными, что союзники и противники думали, что это очередной линейный крейсер взлетел на воздух, и не обращали на это рядовое событие никакого внимания. Благодаря этому корабль Кэпа получил минимальные повреждения: осколком фугасного снаряда разбило клетку, в которой жили пять хорьков. После войны британский флот сократили и Кэп получил новейший крейсер Raleigh. Всё, казалось бы, шло неплохо, но однажды он так спешил в Л’Анс-Амур, что в тумане на полном ходу вылетел на берег. Первый морской лорд, граф Битти, заявил, что больше не доверит Кэпу даже маркитантскую лодку. Назад в училище! А затем началась Вторая мировая. В самом её начале, в одном из бесчисленных фьордов Арктики, эсминец Кэпа ухитрился незаметно подкрасться к немецкому крейсеру VIII уровня Admiral Hipper, который пытался в это время захватить точку. К сожалению, два высших образования Кэпу не помогли: он ухитрился в упор промахнуться всеми торпедами, что у него были. Но вот чего Кэпу всегда хватало, так это отчаянной храбрости. Он разогнался и таранил врага! Корабль от удара пошёл на дно, Admiral Hipper отделался лёгким испугом и царапинами на краске. Злые языки, правда, утверждают, что таран случился только из-за того, что у эсминца заклинило руль.
uk: У Першу світову війну Кеп служив на лінкорі Agincourt — кораблі з найбільшою кількістю гармат головного калібру в усьому флоті. Коли в Ютландській битві лінкор давав повний бортовий залп, спалахи та хмари диму були такими грандіозними, що союзники та супротивники думали, що це черговий лінійний крейсер злетів у повітря, і не звертали на цю рядову події жодної уваги. Завдяки цьому корабель Кепа отримав мінімальні пошкодження: осколком фугасного снаряда розбило клітку, в якій жили п’ять тхорів. Після війни британський флот скоротили та Кеп отримав новітній крейсер Raleigh. Все, здавалося б, було непогано, але одного разу він так поспішав у Л’Анс-Амур, що в тумані на повному ходу вилетів на берег. Перший морський лорд, граф Бітті, заявив, що більше не довірить Кепу навіть маркітантський човен. Назад в училище! А потім почалася Друга світова. На самому її початку, в одному з незліченних фіордів Арктики, есмінець Кепа ухитрився непомітно підкрастися до німецького крейсера VIII рівня Admiral Hipper, який намагався в цей час захопити точку. На жаль, дві вищі освіти Кепу не допомогли: він ухитрився впритул промахнутися всіма торпедами, що в нього були. Але ось чого Кепу завжди вистачало, так це відчайдушної хоробрості. Він розігнався й таранив ворога! Корабель від удару пішов на дно, Admiral Hipper відбувся легким переляком і подряпинами на фарбі. Злі язики, щоправда, стверджують, що таран трапився лише тому, що в есмінця заклинило руль.
zh: В Первую мировую войну Кэп служил на линкоре Agincourt — корабле с самым большим количеством орудий главного калибра во всём флоте. Когда в Ютландском сражении линкор давал полный бортовой залп, вспышки и облака дыма были такими грандиозными, что союзники и противники думали, что это очередной линейный крейсер взлетел на воздух, и не обращали на это рядовое событие никакого внимания. Благодаря этому корабль Кэпа получил минимальные повреждения: осколком фугасного снаряда разбило клетку, в которой жили пять хорьков. После войны британский флот сократили и Кэп получил новейший крейсер Raleigh. Всё, казалось бы, шло неплохо, но однажды он так спешил в Л’Анс-Амур, что в тумане на полном ходу вылетел на берег. Первый морской лорд, граф Битти, заявил, что больше не доверит Кэпу даже маркитантскую лодку. Назад в училище! А затем началась Вторая мировая. В самом её начале, в одном из бесчисленных фьордов Арктики, эсминец Кэпа ухитрился незаметно подкрасться к немецкому крейсеру VIII уровня Admiral Hipper, который пытался в это время захватить точку. К сожалению, два высших образования Кэпу не помогли: он ухитрился в упор промахнуться всеми торпедами, что у него были. Но вот чего Кэпу всегда хватало, так это отчаянной храбрости. Он разогнался и таранил врага! Корабль от удара пошёл на дно, Admiral Hipper отделался лёгким испугом и царапинами на краске. Злые языки, правда, утверждают, что таран случился только из-за того, что у эсминца заклинило руль.
zh_sg: 第一次世界大战期间，卡普在阿金库尔号战列舰上服役，这艘船拥有全海军数量最多的主炮。在日德兰战役中，当战列舰进行侧面全体齐射时，火光和烟雾非常大，盟军和敌人都认为另一艘战列巡洋舰已经爆炸，所以没有注意到这个看起来很普通的事件。正因为如此，卡普的战舰受到的损失微乎其微：只有一枚高爆弹碎片砸碎了一个笼子，里面住着五只臭貂。 战后，英国海军规模缩小，卡普得到了一艘名为罗利的先进巡洋舰。一切似乎都很好，直到有一天匆忙赶往安塞阿莫尔时，他的船因浓雾而搁浅了。第一领海伯爵比蒂宣称，即使是一艘游船，他也不会相信卡普能驾驶。滚回学校去！ 但之后第二次世界大战爆发了。在战争的最初阶段，在北极无数峡湾中的一个海湾，卡普的驱逐舰悄悄迫近了德国VIII级巡洋舰希佩尔上将号。德国战舰试图瞄准一个目标，却没有意识到即将到来的威胁。 不幸的是，卡普接受的双重高等教育没能帮到他：他的运气不太好，所有的鱼雷在近距离都没有击中目标。幸运的是，卡普总是很有勇气。他不假思索地加速并撞向敌人！这一“大胆举动”的结果是他的船沉没了，而希佩尔上将号受到了轻微的震动和一些划痕油漆工作。然而，一些恶毒的流言说，卡普是因为他的船舵卡住了才撞上去的。

# IDS_PCZC441_CAPT_1_6_BOX
source: Operational Record (an Attempt to Retaliate)
es_mx: Registro Operacional (un Intento de Venganza)
ja: 作戦記録 (報復の試み)
pl: Historia służby (nieudolny odwet)
ru: Боевой путь (попытка реванша)
uk: Бойовий шлях (спроба реваншу)
zh: Боевой путь (попытка реванша)
zh_sg: 行动记录（尝试复仇）

# IDS_PCZC441_CAPT_1_6_BOX_DESCRIPTION
source: As soon as Cap had recovered from his bruises, he decided to try his hand at a new role. The same malicious gossip has it that Cap made a simple decision to stay away from the enemy like a coward, but we will continue to ignore such vile insinuations. He was given command of carrier Ark Royal and immediately set off on a hunt for the arch-villain—battleship Bismarck. Cap's airplanes were quick to chase down the enemy and release their torpedoes. But it turned out that it was not the villain he sought, but an allied cruiser—Sheffield. Fortunately, the Commander of the cruiser was a salted sailor, was actually alert, and expected a move of this sort from his allies. So he successfully dodged the torpedoes, all the while yelling out kind curses along the way that some might consider worthy of an officer of such high rank. That being said, on the second attempt, Cap finally managed to detect Bismarck and successfully torpedo her. Despite not causing much damage, one of the torpedo hits resulted in Bismarck's rudder being jammed. Since Bismarck had already used up her repair kits, she unwillingly turned directly into the paths of battleships King George V and Rodney. Both ships enthusiastically grasped the chance to fill Bismarck with holes and send her to the bottom. But, just short of half a year later, destiny took her revenge on Cap. An enemy submarine, U-81, scored a single torpedo hit on Cap's ship. It could perhaps have been a minor problem, but the torpedo caused flooding. Cap, similarly to Bismarck some time before, had no repair kits left. It could only have been Karma, they say.
es_mx: Tan pronto como Cap se recuperó de sus heridas, decidió probar suerte con un nuevo puesto. Los mismos rumores maliciosos decían que Cap tomó esa simple decisión para mantenerse alejado del enemigo como un cobarde, pero él continuaría ignorando esas viles insinuaciones. Le dieron el mando del portaaviones Ark Royal e inmediatamente partió en busca de un archienemigo: el acorazado Bismarck. Los aviones de Cap rápidamente persiguieron al enemigo y lanzaron sus torpedos. Pero resultó que no era el villano que buscaban, sino un crucero aliado: el Sheffield. Afortunadamente, el Comandante del crucero era un marinero experimentado que estaba siempre alerta y esperaba un movimiento de este tipo por parte de sus aliados. Así que esquivó con éxito los torpedos, mientras gritaba amables maldiciones que algunos podrían considerar dignos de un oficial de tan alto rango. Dicho esto, en el segundo intento, Cap finalmente logró detectar a Bismarck e incluso torpedearlo. A pesar de no causar mucho daño, uno de los impactors de sus torpedos provocó que el timón del Bismarck se atascara. Ya que el Bismarck había utilizado todos sus kits de reparación, se dirigió involuntariamente hacia los acorazados King George V y Rodney. Ambos barcos aprovecharon con entusiasmo la oportunidad de llenar al Bismarck deagujeros y enviarlo al fondo del mar. Pero solo medio año después, el destino se vengó de Cap. Un submarino enemigo, el U-81, consiguió un solo impactos con un torpedo sobre el barco de Cap. Podía haber sido un problema menor, pero el torpedo causó una inundación. Cap, al igual que el Bismarck, había agotado sus kits de reparación. Dicen que solo podría haber sido el karma.
ja: 船長は、怪我が治ってすぐに新たな役割で自らを試すことを決断しました。一部には、船長はまるで腰抜けのように敵から逃げようとしただけだ、という悪意ある噂もありましたが、そのような卑劣な噂は無視することにします。彼は空母アーク・ロイヤルの艦長を任され、その直後に巨悪の戦艦ビスマルクを仕留めるべく出撃しました。 船長の指揮の下、雷撃隊は速やかに敵を捕捉し、魚雷を投下しました。しかし実はそれはビスマルクではなく、味方の巡洋艦シェフィールドだったのです。幸運にもこの巡洋艦の艦長は熟練の船乗りであり、警戒を怠っておらず、味方から誤認攻撃を受ける可能性も想定していました。そして、高官らしからぬ悪態を大声でつきながらも、見事に魚雷を回避してみせたのです。 それはそれとして、船長は 2 回目の試みでついにビスマルクを発見し、雷撃することに成功しました。この攻撃では大打撃を与えることこそできなかったものの、操舵装置に損傷を与えることができました。この時点でビスマルクは既に修理キットを使い果たしていたため、イギリス戦艦キング・ジョージ 5 世およびロドニーとの遭遇コースへと進むことを強いられました。そしてこの 2 隻はビスマルクを穴だらけにし、海底へと沈めたのです。 しかしながその僅か半年後、運命が船長に復讐を仕掛けました。船長の空母は敵潜水艦 U-81 が放った魚雷を被雷し、不運にも浸水が発生しました。そして船長はビスマルクと同様、修理キットを使い果たしていたのです。これがカルマ (業) というものでしょうか。
pl: Gdy tylko Kapitan wylizał rany, postanowił sprawdzić się w nowej roli. Złośliwi twierdzą, że Kapitan tchórzowsko zdecydował trzymać się z dala od wrogów, ale my nie będziemy dawać temu wiary. Powierzono mu dowództwo nad lotniskowcem Ark Royal i z miejsca rozkazano wytropić arcywroga — pancernik Bismarck. Samoloty Kapitana szybko dogoniły uciekiniera i wystrzeliły swoje torpedy. Okazało się jednak, że nie był to Bismarck, lecz sprzymierzony krążownik Sheffield. Szczęśliwie, dowódca krążownika był starym, czujnym wilkiem morskim, który przeczuwał, że coś takiego może spotkać go z rąk sojuszników i udało mu się uniknąć trafienia. Przekleństwa, które przy tym wykrzyczał, godne były oficera wysokiego stopnia. Przy drugim podejściu Kapitanowi udało się wykryć Bismarcka i ostrzelać go torpedami. Choć nie spowodował zbyt rozległych uszkodzeń, udało mu się uszkodzić ster niemieckiego pancernika. Ponieważ Bismarck zużył już wszystkie swoje zestawy naprawcze, nie mógł manewrować i popłynął w kierunku pancerników King George V oraz Rodney. Oba okręty skrzętnie wykorzystały swoją szansę na wybicie licznych dziur w jego kadłubie i wysłanie go na dno oceanu. Lecz zaledwie pół roku później przeznaczenie odegrało się na Kapitanie. Nieprzyjacielski okręt podwodny U-81 wystrzelił pojedynczą torpedę w kierunku lotniskowca Kapitana. Nie była to może tragedia, ale trafienie doprowadziło do przecieku. Kapitan, podobnie jak wcześniej Bismarck, nie miał już żadnych zestawów naprawczych. Mówią, że karma do niego wróciła.
ru: Едва оправившись от ран, Кэп решил попробовать себя в новой роли. Те же злые языки утверждают, что он просто решил держаться от противников подальше, но мы продолжим игнорировать эти гнусные инсинуации. Он получил авианосец Ark Royal и немедленно отправился на охоту за архизлодеем — немецким линкором Bismarck. Его самолёты быстро настигли врага и выпустили торпеды. Вот только оказалось, что это совсем не злодей, а собственный крейсер Sheffield. К счастью, командир крейсера оказался бывалым морским волком и ожидал от союзников чего-то подобного в любой момент. Он сумел увернуться от торпед, сопровождая манёвры бранью, вполне достойной офицера столь высокого ранга. И всё же со второй попытки Кэп сумел найти и торпедировать Bismarck. Серьёзного урона он не нанёс, но одна из торпед заклинила линкору руль. Bismarck уже потратил «ремки», и его развернуло прямо на линкоры King George V и Rodney, которые его и расстреляли. Без малого через полгода судьба отомстила Кэпу. Вражеская подводная лодка U-81 попала в него одной-единственной торпедой. Казалось бы, мелочь. Но торпеда вызвала затопление, а у Кэпа, как до того у Bismarck, не осталось «ремок». Карма, не иначе.
uk: Тільки Кеп видужав після ран, він вирішив спробувати себе в новій ролі. Ті ж самі злі язики стверджують, що він просто вирішив триматися від супротивників подалі, але ми продовжимо ігнорувати ці мерзенні інсинуації. Він отримав авіаносець Ark Royal і негайно вирушив на полювання за архізлодієм — німецьким лінкором Bismarck. Його літаки швидко наздогнали ворога та випустили торпеди. Ось тільки виявилося, що це зовсім не злодій, а власний крейсер Sheffield. На щастя, командир крейсера виявився бувалим морським вовком, і очікував від союзників чогось подібного в будь-який момент. Йому вдалось ухилитися від торпед, супроводжуючи маневри лайкою, яка була цілком гідною для офіцера такого високого рангу. І все ж таки, з другої спроби Кеп зумів знайти й торпедувати Bismarck. Серйозної шкоди він не завдав, але одна з торпед заклинила лінкору руль. Bismarck вже витратив «ремки», і його розвернуло прямо на лінкори King George V і Rodney, які його й розстріляли. Приблизно через півроку доля помстилася Кепу. Ворожий підводний човен U-81 влучив у нього однією-єдиною торпедою. Здавалося б, дрібниця. Але торпеда спричинила затоплення, а в Кепа, як до того у Bismarck, не залишилося «ремок». Карма, не інакше.
zh: Едва оправившись от ран, Кэп решил попробовать себя в новой роли. Те же злые языки утверждают, что он просто решил держаться от противников подальше, но мы продолжим игнорировать эти гнусные инсинуации. Он получил авианосец Ark Royal и немедленно отправился на охоту за архизлодеем — немецким линкором Bismarck. Его самолёты быстро настигли врага и выпустили торпеды. Вот только оказалось, что это совсем не злодей, а собственный крейсер Sheffield. К счастью, командир крейсера оказался бывалым морским волком и ожидал от союзников чего-то подобного в любой момент. Он сумел увернуться от торпед, сопровождая манёвры бранью, вполне достойной офицера столь высокого ранга. И всё же со второй попытки Кэп сумел найти и торпедировать Bismarck. Серьёзного урона он не нанёс, но одна из торпед заклинила линкору руль. Bismarck уже потратил «ремки», и его развернуло прямо на линкоры King George V и Rodney, которые его и расстреляли. Без малого через полгода судьба отомстила Кэпу. Вражеская подводная лодка U-81 попала в него одной-единственной торпедой. Казалось бы, мелочь. Но торпеда вызвала затопление, а у Кэпа, как до того у Bismarck, не осталось «ремок». Карма, не иначе.
zh_sg: 当卡普从伤痕中恢复过来后，他决定尝试新的角色。同样恶意的流言说：卡普做出的决定是像个懦夫一样远离敌人，但我们将继续无视这种恶意中伤。他得到了皇家方舟号飞机的指挥权，立即开始搜寻大反派——俾斯麦号战列舰。 卡普的飞机迅速追击敌人并投掷了鱼雷。但事实证明，这不是他要找的大反派，而是一艘盟国巡洋舰谢菲尔德号。幸运的是，巡洋舰的指挥官是一名地道的水手，当时正处于戒备状态，成功的预计到盟友会采取这种行动。所以他成功地躲过了鱼雷，一路上大声地咒骂着，有些人可能认为他配得上这样一个高级别的军官。 也就是说，在第二次尝试中，卡普终于成功的发现了俾斯麦，甚至用鱼雷命中了它。尽管没有造成多大伤害，但其中一枚鱼雷击中的是俾斯麦的方向舵，导致其被卡住。由于俾斯麦已经用完了修理箱，它被迫冲向战列舰乔治五世国王号和罗德尼号的航线。两艘战舰都热情的用弹孔招待了俾斯麦，并把它送到了海底。 但是，就在半年之后，命运女神开始向卡普复仇。一艘敌方潜艇U-81，用一枚鱼雷击中了卡普的船。这可能是个小问题，但鱼雷造成了船只进水。与俾斯麦一样，卡普也没有维修工具。他们说，这可能只是因果报应。

# IDS_PCZC442_CAPT_2_1_MUTSUKI
source: Destroyers: A Formula for Success
es_mx: Destructores: una Fórmula para el Éxito
ja: 駆逐艦: 成功への方程式
pl: Niszczyciele: szansa na sukces
ru: Эсминцы: формула успеха
uk: Есмінці: формула успіху
zh: Эсминцы: формула успеха
zh_sg: 驱逐舰：成功公式
