Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC319_AZURLANE_NAGATO_DESCRIPTION
source: The spirit, the pride, and the glory of the Sakura Empire… I am the very symbol of that time of yore. Take a good look at me, one of the Big Seven. Is that enough? I will rest now, for I am tired.
es_mx: El espíritu, el orgullo y la gloria del Imperio Sakura... Soy el símbolo real de la época de antaño. Obsérvame bien, soy una de las Siete Grandes. ¿Es suficiente? Descansaré por ahora, ya que estoy cansada.
ja: 重桜の魂、重桜の誇り、そして重桜の栄光…かの時代そのものの象徴でもある、ビッグセブンの余を、刮目して見るが良い――…これでいいか? 疲れたから、余はもう休むぞ
pl: Duch, duma i chluba Sakura Empire… Jestem prawdziwym symbolem zamierzchłych czasów. Przypatrz mi się uważnie, jednej z Wielkiej Siódemki. Wystarczy? Teraz będę odpoczywać, zmęczyłam się.
ru: Дух, гордость и слава Империи Сакуры... Я символ минувших времён. Хорошенько приглядитесь ко мне, ведь я — одна из Семи Великих. Этого достаточно? А сейчас я отдохну, ибо я устала.
uk: Дух, гордість, і слава Імперії Сакури... Я — символ давно минулих часів. Добре придивіться до мене, бо я — одна з Семи Великих. Цього вистачить? А зараз я відпочину, бо втомилася.
zh: Дух, гордость и слава Империи Сакуры... Я символ минувших времён. Хорошенько приглядитесь ко мне, ведь я — одна из Семи Великих. Этого достаточно? А сейчас я отдохну, ибо я устала.
zh_sg: 重樱帝国的精神、骄傲与荣耀… 我是那个时代的象征。好好看看我，七巨头之一。够了吗？我现在要休息，因为我累了。

# IDS_PCZC320_AZURLANE_KAGA
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PCZC320_AZURLANE_KAGA_DESCRIPTION
source: I'm Kaga, an aircraft carrier of the 1st Carrier Division. Although I was designed as a battleship, it must have been my fate to be reborn as an aircraft carrier. Enemies? I'll destroy them without any hesitation, but only because it's my duty, not for fun. Got it?
es_mx: Soy Kaga, un portaaviones de la 1.ª División de Portaaviones. Aunque fui diseñada como un acorazado, debió haber sido mi destino renacer como un portaaviones. ¿Enemigos? Los destruiré sin pensarlo dos veces, pero solo porque es mi deber, no por diversión. ¿Entendiste?
ja: 第一航空戦隊の正規空母加賀だ。 戦艦として設計され建造されたが、正規空母に生まれ変わったのも運命だろう。 ――敵、か? 言わずとも撃滅するだけだが、これは私の趣味ではなく義務だ。わかったか?
pl: Jestem Kaga, lotniskowiec z 1. Dywizjonu Lotniskowców. Mimo iż byłam projektowana jako pancernik, moje przeznaczenie pchnęło mnie do odrodzenia się jako lotniskowiec. Wrogowie? Zniszczę ich bez zawahania się, ale tylko dlatego, że to mój obowiązek, nie przyjemność. Zrozumiano?
ru: Я Kaga, авианосец из 1-й авианосной дивизии. Хотя я по проекту должна была стать линкором, судьба распорядилась так, что я перевоплотилась в авианосец. Мои враги? Я уничтожу их без колебаний, но лишь потому, что это мой долг, а не для развлечения. Понимаете?
uk: Я Kaga, авіаносець із 1-ї авіаносної дивізії. Хоча я за проектом мав би стати лінкором, доля вирішила так, що я перевтілився на авіаносець. Мої вороги? Я знищу їх без вагань, але лише тому, що це мій обов’язок, а не заради розваги. Зрозумів?
zh: Я Kaga, авианосец из 1-й авианосной дивизии. Хотя я по проекту должна была стать линкором, судьба распорядилась так, что я перевоплотилась в авианосец. Мои враги? Я уничтожу их без колебаний, но лишь потому, что это мой долг, а не для развлечения. Понимаете?
zh_sg: 我是加贺，第1航母师的航空母舰。 虽然我被设计成一艘战列舰，但重生为航空母舰一定是我的宿命。 敌人？我会毫不犹豫地摧毁它们，但只是因为职责所在，不是为了好玩。知道吗？

# IDS_PCZC321_AZURLANE_MIKASA
source: Mikasa
ja: 三笠
zh: 鲐
zh_sg: 三笠

# IDS_PCZC321_AZURLANE_MIKASA_DESCRIPTION
source: I am Mikasa, a Shikishima-class battleship and the final first-class battleship of the Six-Six Fleet Program. As the flagship of the Combined Fleet, I brought about a great naval victory that spread the name of my country to the ends of the Earth.
es_mx: Soy Mikasa, un acorazado de la clase Shikishima y el último acorazado de primera clase del Programa de la Flota Seis-Seis. Como barco insignia de la Flota Combinada, Conseguí una enorme victoria naval que llevó el nombre de mi país hasta los rincones más lejanos de la Tierra.
ja: 我は敷島型戦艦、六六艦隊計画の最後の一級戦艦・三笠である。 連合艦隊の総旗艦を勤め、我が国の名を世界に轟かせたかの大海戦において、大勝利を齎したのだぞ
pl: Nazywam się Mikasa, jestem pancernikiem klasy Shikishima i ostatnim pierwszoklasowym pancernikiem programu budowy floty Sześć-Sześć. Jako okręt flagowy Połączonej Floty, doprowadziłam do wielkiego morskiego zwycięstwa, które rozsławiło mój kraj po najdalsze krańce Ziemii.
ru: Меня зовут Mikasa, я линкор типа Shikishima, последний броненосец-додредноут 10-летней программы расширения военно-морского флота. Будучи флагманом Объединённого флота, я принесла убедительную победу, которая прославила мою страну на весь мир.
uk: Мене звуть Mikasa. Я — лінкор типу Shikishima, останній броненосець-додредноут 10-річної програми розширення військово-морського флоту. Як флагман Об’єднаного флоту, я принесла переконливу перемогу, що уславила ім’я моєї країни на весь світ.
zh: Меня зовут Mikasa, я линкор типа Shikishima, последний броненосец-додредноут 10-летней программы расширения военно-морского флота. Будучи флагманом Объединённого флота, я принесла убедительную победу, которая прославила мою страну на весь мир.
zh_sg: 我是三笠，一艘敷岛级战列舰，也是“六六舰队”计划的最后一艘一级战列舰。 作为联合舰队的旗舰，我取得了巨大的海战胜利，让我国家名扬世界。

# IDS_PCZC322_AZURLANE_KONGO
source: Kongō
ja: 金剛
zh: 鲤
zh_sg: 金刚

# IDS_PCZC322_AZURLANE_KONGO_DESCRIPTION
source: The flagship of the Sakura Empire's fast battleships, the 7th flagship of the Combined Fleet, and the last capital ship the former Sakura Empire to be ordered from overseas. That's me—Kongō!
es_mx: El barco insignia de los veloces acorazados de Sakura Empire, el 7.° barco insignia de la Flota Combinada, y la última nave capital del antiguo Imperio Sakura en ser ordenada en el extranjero, esa soy yo, ¡Kongō!
ja: 高速戦艦のネームシップ、七代目連合艦隊旗艦、そしてかつて重桜が海外に発注した最後の主力艦――それがこの私、金剛ですわ!
pl: Okręt flagowy szybkich pancerników Sakura Empire, 7. okręt flagowy Połączonej Floty, a także ostatni z zamówionych za granicą dużych okrętów dawnego Sakura Empire to właśnie ja – Kongō!
ru: Флагман эскадры быстроходных линкоров Империи Сакуры, седьмой флагман Объединённого флота и последний большой корабль бывшей Империи Сакуры, заказанный за границей, — всё это я, Kongō!
uk: Флагман ескадри швидкохідних лінкорів Імперії Сакури, 7-й флагман Об’єднаного флоту, та останній великий корабель колишньої Імперії Сакури, замовлений за кордоном, — все це я, Kongō!
zh: Флагман эскадры быстроходных линкоров Империи Сакуры, седьмой флагман Объединённого флота и последний большой корабль бывшей Империи Сакуры, заказанный за границей, — всё это я, Kongō!
zh_sg: 重樱帝国快速战列舰旗舰，联合舰队的第7旗舰，以及最后一艘从海外订购的前樱花帝国的主力战舰，那就是我，金刚！

# IDS_PCZC323_AZURLANE_AYANAMI_DESCRIPTION
source: I'm Ayanami… an improved model of the Fubuki-class destroyer. I'm not afraid of combat. Despite being "just a destroyer", no matter who or what the enemy is, I can fight it…
es_mx: Soy Ayanami… un modelo mejorado del destructor clase Fubuki. No le tengo miedo al combate. A pesar de ser "solo" un destructor, no importa cual sea el enemigo, puedo hacerles frente…
ja: 吹雪型駆逐艦の改良型、綾波…です。戦闘は怖くないです。駆逐艦だけど、どんな敵とも戦える、です…
pl: Jestem Ayanami… ulepszony model niszczyciela klasy Fubuki. Nie boje się walki. Mimo iż jestem „tylko” niszczycielem, mogę walczyć z każdym przeciwnikiem…
ru: Меня зовут Ayanami... я модернизированная версия эсминца типа Fubuki. Я не страшусь боя. Несмотря на то, что я «просто» эсминец, я могу сражаться против любого противника, кем бы он ни был...
uk: Мене звуть Aynami..., я модернізована версія есмінця типу Fubuki. Я не боюся бою. Незважаючи на те, що я «просто» есмінець, я можу битися проти будь-якого супротивника, хай хто він є...
zh: Меня зовут Ayanami... я модернизированная версия эсминца типа Fubuki. Я не страшусь боя. Несмотря на то, что я «просто» эсминец, я могу сражаться против любого противника, кем бы он ни был...
zh_sg: 我是绫波…吹雪级驱逐舰的改进型号。我不畏惧战斗。尽管“只是”一艘驱逐舰，不管敌人是谁，我都能一战...

# IDS_PCZC324_AZURLANE_ANSHAN
source: Anshan
ja: 鞍山
zh: 鞍山
zh_sg: 鞍山

# IDS_PCZC324_AZURLANE_ANSHAN_DESCRIPTION
source: I am An Shan, an Anshan-class destroyer from the Eastern Radiance and the eldest of the Four Heavenly Kings. As the flagship of my sisters, I brought success to various missions, including exercises, patrols, and intimidation objectives. Even though I have no actual combat experience, I am quite confident about my sailing experience.
es_mx: Soy An Shan, un destructor de la clase Anshan del Resplandor del Oriente, y la más antigua de los Cuatro Reyes Celestiales. Como la nave insignia de mis hermanas, conseguí muchos éxitos en varias misiones, incluyendo ejercicios, patrullajes y objetivos de intimidación. Aunque no tengo experiencia real en combate, confìo bastante en mi experiencia de navegación.
ja: 東煌アンシャン級駆逐艦、「四天王」の長女『鞍山』です。姉妹の旗艦として演習や海域の巡視、敵勢艦への威迫など色々な任務を成功させました! 実戦経験こそありませんが、航海した距離の長さには自信があります!
pl: Nazywam się An Shan, niszczyciel klasy Anshan z Eastern Radiance oraz najstarsza z Czterech Niebiańskich Królów. Jako okręt flagowych dla moich sióstr, odniosłam zwycięstwo w wielu misjach, w tym ćwiczeniach, patrolach oraz w zastraszeniu celów. Mimo iż nie mam praktycznie doświadczenia bojowego, jestem dość pewna swoich umiejętności żeglarskich.
ru: Я An Shan, эсминец типа Anshan из Восточного Сияния, а также старейшая из Четырёх Небесных Правителей. Будучи флагманом среди своих сестёр, я привожу их к успеху при выполнении всех заданий, включая учения, патрули и миссии по устрашению. Хотя у меня нет реального боевого опыта, я вполне уверена в своих мореходных способностях.
uk: Я An Shan, есмінець типу Anshan зі Східного Сяйва, а також найстаріший із Чотирьох Небесних правителів. Будучи флагманом серед своїх сестер, я веду їх до успіху під час виконання усіх завдань, зокрема навчання, патрулювання та місії залякування. Хоча в мене немає реального бойового досвіду, я цілком впевнена у своїх морехідних здібностях.
zh: Я An Shan, эсминец типа Anshan из Восточного Сияния, а также старейшая из Четырёх Небесных Правителей. Будучи флагманом среди своих сестёр, я привожу их к успеху при выполнении всех заданий, включая учения, патрули и миссии по устрашению. Хотя у меня нет реального боевого опыта, я вполне уверена в своих мореходных способностях.
zh_sg: 我是鞍山，来自东煌的鞍山级驱逐舰以及四大天王中最年长的战舰。 作为姐妹们的旗舰，我成功的完成了各种任务，包括演习、巡逻和威慑目标。 虽然我没有实战经验，但我对我的航海经验很有信心。

# IDS_PCZC325_AZURLANE_FUSHUN
source: Fushun
ja: 撫順
zh: 抚顺
zh_sg: 抚顺

# IDS_PCZC325_AZURLANE_FUSHUN_DESCRIPTION
source: I'm Fu Shun, an Anshan-class destroyer from the Eastern Radiance and second-born of the Four Heavenly Kings. During my childhood, I was known as "Rezkiy". I may regret it a bit, but even though I assisted in lots of missions, I have no actual combat experience. Despite this, I will go all out on the battlefield to bring you success!
es_mx: Soy Fu Shun, un destructor de la clase Anshan del Resplandor del Oriente, y la segunda en nacer de los Cuatro Reyes Celestiales. Durante mi juventud fui llamada "Rezkiy". Lamento un poco que aunque asistí en muchas misiones, no tengo experiencia real en combate. A pesar de esto, ¡entraré al campo de batalla para traerte éxito!
ja: 東煌アンシャン級駆逐艦、「四天王」の次女『撫順』よ! 「レースキィ」は小さいころの名前だよ。たくさんの任務をこなしたけど、実戦経験がないのはやっぱりちょっと悔しいかも～とにかく、戦場で思いっきり活躍させてほしいな!
pl: Jestem Fu Shun, niszczyciel klasy Anshan z Eastern Radiance i druga pod względem wieku spośród Czterech Niebiańskich Królów. W dzieciństwie nazywano mnie „Rezkiy”. Jest mi trochę szkoda, ponieważ pomagałam w wielu misjach, ale praktycznie nie mam doświadczenia bojowego. Pomimo tego, dam z siebie wszystko na polu walki, aby odnieść sukces!
ru: Я Fu Shun, эсминец типа Anshan из Восточного Сияния и вторая по старшинству из Четырёх Небесных Правителей. В детстве меня называли «Резкий». Меня немного расстраивает, что несмотря на моё участие и помощь во многих заданиях, у меня отсутствует реальный боевой опыт. Но в любом случае я выйду на поле битвы и добьюсь успеха для вас!
uk: Я Fu Shun, есмінець типу Anshan зі Східного Сяйва й друга з Чотирьох Небесних правителів. У дитинстві мене називали «Різкий». Мене трохи засмучує, що незважаючи на мою участь і допомогу в багатьох завданнях, у мене немає бойової практики. Але, хай там як, я вийду на поле бою й досягну успіху для вас!
zh: Я Fu Shun, эсминец типа Anshan из Восточного Сияния и вторая по старшинству из Четырёх Небесных Правителей. В детстве меня называли «Резкий». Меня немного расстраивает, что несмотря на моё участие и помощь во многих заданиях, у меня отсутствует реальный боевой опыт. Но в любом случае я выйду на поле битвы и добьюсь успеха для вас!
zh_sg: 我是抚顺，来自东煌的鞍山级驱逐舰，也是四大天王的老二。 在我的童年时期，我被称为“列兹基”。可能有点遗憾，尽管我支援了很多作战任务，但我没有实战经验。 尽管如此，我还是会全力以赴，为你带来成功！

# IDS_PCZC326_AZURLANE_CHANGCHUN_DESCRIPTION
source: I am Chang Chun, an Anshan-class destroyer from the Eastern Radiance and third-born of the Four Heavenly Kings. As the backbone of the Eastern Radiance Navy, I was involved in the training of sailors and accumulating experience. Uh? Did big sister Fu Shun get in trouble again...? Big sister An Shan sure has it rough...
es_mx: Soy Chang Chun, un destructor de la clase Anshan del Resplandor del Oriente, y la tercera en nacer de los Cuatro Reyes Celestiales. Como la columna vertebral de la Armada del Resplandor del Oriente, estuve involucrada en el entrenamiento de marineros y acumulando experiencia. ¿Uh? ¿Mi herma Fu Shun se volvió a meter en problemas...? Mi hermana An Shan seguro la tiene difícil...
ja: 東煌アンシャン級駆逐艦、「四天王」の三女『長春』だよ。東煌海軍の大黒柱として、船員育成やノウハウ蓄積に大いに役を立てた。うん? 撫順姉さんまたトラブルを…? 鞍山姉さんは大変ね…
pl: Nazywam się Chang Chun, niszczyciel klasy Anshan z Eastern Radiance i trzecia pod względem wieku spośród Czterech Niebiańskich Królów. Jako filar marynarki Eastern Radiance, byłam zaangażowana w szkolenie marynarzy i zbieranie doświadczenia. Co? Czy starsza siostra Fu Shun znów wpadła w tarapaty...? Starsza siostra An Shan nie ma lekko...
ru: Я Chang Chun, эсминец типа Anshan из Восточного Сияния и третья из Четырёх Небесных Правителей. Являясь основой флота Восточного Сияния, я была задействована для обучения моряков и получения ими практического опыта. Что? Старшая сестра Fu Shun снова попала в беду?.. Нелегко же сейчас старшей сестре An Shan!...
uk: Я Chang Chun, есмінець типу Anshan зі Східного Сяйва й третя з Чотирьох Небесних правителів. Будучи хребтом флоту Східного Сяйва, я навчала моряків і поліпшувала бойові знання. Що? Старша Сестра Fu Shun знову трапила в халепу...? Старшій сестрі An Shan, напевно, теж зараз непереливки...
zh: Я Chang Chun, эсминец типа Anshan из Восточного Сияния и третья из Четырёх Небесных Правителей. Являясь основой флота Восточного Сияния, я была задействована для обучения моряков и получения ими практического опыта. Что? Старшая сестра Fu Shun снова попала в беду?.. Нелегко же сейчас старшей сестре An Shan!...
zh_sg: 我是长春，来自东煌的鞍山级驱逐舰，也是四大天王的老三 作为东煌海军的骨干，我参与了水手的训练和积累经验。 呃？ 抚顺大姐又惹麻烦了吗…？ 鞍山大姐一定会很粗暴…

# IDS_PCZC327_AZURLANE_YATSEN_DESCRIPTION
source: First Fleet of the Eastern Radiance Navy, Yat Sen. I heard that my sisters are here as well. This time, Yat Sen will definitely not leave Commander's side.
es_mx: Yat Sen, Primera Flota de la Armada del Resplandor del Oriente. Escuché que mis hermanas también.están aquí. Esta vez, Yat Sen definitivamente no se apartará del lado del Comandante.
ja: 東煌海軍第一艦隊所属、逸仙と申します。みんなもここにいるとお聞きしました。今度は絶対、指揮官のお側から離れたりはしませんわ
pl: Pierwsza Flota marynarki Eastern Radiance, Yat Sen. Słyszałam, że moje siostry też tu są. Tym razem Yat Sen z pewnością nie opuści Dowódcy.
ru: Yat Sen из первого флота Восточного Сияния. Я узнала, что мои сёстры тоже здесь. В этот раз Yat Sen точно не оставит Командующего.
uk: Yat Sen із першого флоту Східного Сяйва. Я дізналася, що мої сестри теж тут. Цього разу Yat Sen певно не покине Командира.
zh: Yat Sen из первого флота Восточного Сияния. Я узнала, что мои сёстры тоже здесь. В этот раз Yat Sen точно не оставит Командующего.
zh_sg: 东煌海军第1舰队，逸仙。 我听说我的姐妹们也在这里。这一次，逸仙绝对不会离开指挥官的身边。

# IDS_PCZC328_AZURLANE_PINGHAI_DESCRIPTION
source: I'm Ning Hai, Ning Hai-class ship number one. My sister told me I should say something along those lines when I introduce myself. Huh? I'm Ping Hai? You're right… Okay, I'm Ping Hai—Ning Hai-class ship number one. Am I still doing it wrong? What a pain…
es_mx: Soy Ning Hai, el barco número uno de la clase Ning Hai. Mi hermana me dijo que debería poner algo en estas líneas para presentarme. ¿Uh? ¿Si soy Ping Hai? Estás en lo correcto… Ok, soy Ping Hai, el barco número uno de la clase Ning Hai. ¿Lo sigo haciendo mal? Que difícil es esto…
ja: 寧海級の一番艦の寧海よ。姉ちゃんから自己紹介の時はこう言うようにって言われたの。 え? 私が平海?そうだよね… じゃあ、寧海級の一番艦の平海よ。また間違えた? めんどう…
pl: Nazywam się Ning Hai, okręt numer jeden klasy Ning Hai. Moja siostra powiedziała mi, że muszę powiedzieć kilka słów oprócz przedstawienia się. Słucham? Jestem Ping Hai? Ach tak, masz rację… Okej, jestem Ping Hai – okręt numer jeden klasy Ning Hai. Dalej coś robię źle? Irytujące…
ru: Меня зовут Ning Hai, я головной корабль в серии крейсеров типа Ning Hai. Мне ведь нужно сказать что-то в этом духе при знакомстве. Э? Я Ping Hai? Вы правы... Ладно, я Ping Hai, первый корабль серии Ning Hai. Опять неправильно? Какая досада...
uk: Мене звуть Ning Hai, я головний корабель серії крейсерів типу Ning Hai. Адже мені потрібно сказати щось таке під час знайомства. Отакої! Я Ping Hai? Ваша правда... Гаразд, я Ping Hai, перший корабель серії Ning Hai. Знову неправильно? Як прикро...
zh: Меня зовут Ning Hai, я головной корабль в серии крейсеров типа Ning Hai. Мне ведь нужно сказать что-то в этом духе при знакомстве. Э? Я Ping Hai? Вы правы... Ладно, я Ping Hai, первый корабль серии Ning Hai. Опять неправильно? Какая досада...
zh_sg: 我是宁海，宁海级1号舰。姐姐告诉我，当我自我介绍的时候，应该顺着这些台词再说些什么。 哈？我是平海？你说得对… 好的，我是平海 — 宁海级一号舰。我还是做错了吗？真痛苦…

# IDS_PCZC329_AZURLANE_AVRORA_DESCRIPTION
source: I am the Russian Cruiser, Avrora. As you know, I served and spearheaded the former Revolution. Although, I do not know how the world has changed since. Anyway, I am but a soldier in your fleet. Do not hesitate to use me to my fullest. I will bring victory to the fleet!
es_mx: Soy el crucero ruso Avrora. Como sabes, he servido y guiado a la antigua Revolución. Aunque... no sé cómo ha cambiado el mundo desde entonces. De todas formas, solo soy una soldado en tu flota. No dudes en usar todas mis habilidades. ¡Le traeré la victoria a la flota!
ja: 巡洋艦アヴローラです。知っての通り、かつての革命の一番槍を勤めました。ただあのあと世界がどう変わったか、今となってはよくわからないですね… とにかく、艦隊での私はただの兵士ですから、遠慮なくお使いください。艦隊に勝利をもたらしてみせますわ!
pl: Jestem rosyjskim krążownikiem – Aurora. Jak wiesz, służyłam i stałam na czele dawnej rewolucji. Mimo to nie wiem, jak od tego czasu zmienił się świat. Nieważne, jestem żołnierzem Twej floty. Nie wahaj się w pełni mnie wykorzystać. Dzięki mnie nasza flota zwycięży!
ru: Я российский крейсер «Аврора». Как вы знаете, мой выстрел положил начало революции. Хотя я не знаю, насколько изменился мир с тех пор. В любом случае я рядовой боец в вашем флоте. Не раздумывая используйте все мои возможности по максимуму. Я принесу победу нашему флоту!
uk: Я російський крейсер «Аврора». Як ви знаєте, мій постріл поклав початок революції. Хоч я не знаю, як змінився світ із тих часів. Хай там як, я звичайний боєць вашого флоту. Не роздумуючи, використовуй всі мої можливості максимально. Я принесу перемогу нашому флоту!
zh: Я российский крейсер «Аврора». Как вы знаете, мой выстрел положил начало революции. Хотя я не знаю, насколько изменился мир с тех пор. В любом случае я рядовой боец в вашем флоте. Не раздумывая используйте все мои возможности по максимуму. Я принесу победу нашему флоту!
zh_sg: 我是俄罗斯巡洋舰，阿夫罗拉。如你所知，我曾服役并领导过革命。 尽管如此，我不知道从那以后世界有什么变化。 不管怎样，我只是你舰队的一名士兵。请别客气全力使唤我。 我将为舰队带来胜利！

# IDS_PCZC330_AZURLANE_SAINTLOUIS_DESCRIPTION
source: I am but the embodiment of a fantasy that was once to be, but never was, due to my homeland plunging into war… But, so long as you're the shepherd, Commander, I shall banish all obstacles standing in your way.
es_mx: Soy la encarnación de una fantasía, pero que nunca fue realidad, debido al inicio de la guerra en mi patria… Pero, mientras seas el pastor, Comandante, arrasaré con todos los obstáculos que se interpongan en su camino.
ja: 故郷が戦火に巻き込まれたがゆえ、一度建造そのものが水泡に帰された私は、 今や幻想の具現にすぎない――たが指揮官、あなたが導いてくれる限り、 あなたの道に立ちはたがる障害はこの私が振り払おう
pl: Jestem ucieleśnieniem fantazji, która nigdy nie została zrealizowana, ponieważ moja ojczyzna pogrążyła się w wojnie… Jednak tak długo, jak nas prowadzisz Dowódco, zlikwiduję wszystkie przeszkody na Twojej drodze.
ru: Я всего лишь воплощение фантазии, которая должна была стать явью, но так и не стала, из-за того что моя страна погрузилась в пучину войны. Но, пока вы являетесь нашим предводителем, Командующий, я смету все препятствия, стоящие на вашем пути.
uk: Я лише втілення фантазії, яка мала б стати реальністю, але так і не стала через те, що моя країна занурилася у війну. Але, поки ви наш ватажок, Командире, я знищу всі перешкоди на нашому шляху.
zh: Я всего лишь воплощение фантазии, которая должна была стать явью, но так и не стала, из-за того что моя страна погрузилась в пучину войны. Но, пока вы являетесь нашим предводителем, Командующий, я смету все препятствия, стоящие на вашем пути.
zh_sg: 我只是一个幻想的化身，曾经是，但从未是，都是因为我的祖国陷入战争… 但是，只要你是牧羊人，指挥官，我就要为你扫除面前的一切障碍。

# IDS_PCZC331_AZURLANE_LETRIOMPHANT_DESCRIPTION
source: I'm Le Triomphant—the Le Fantasque-class destroyer of Iris Libre. Greetings! I was in Brest's 8th Large Destroyer Division. I went to the Skagerrak strait with my sisters, but we went our separate ways afterwards…
es_mx: Soy Le Triomphant, el destructor de la clase Le Fantasque de Iris Libre. ¡Saludos! Estuve en la 8.ª División de Grandes Destructores de Brest. Fui al estrecho de Skagerrak con mis hermanas, pero después nos separamos…
ja: 自由アイリス教国、ル・ファンタスク級駆逐艦ル・トリオンファン、ご挨拶を申し上げますわ。かつてはブレストの第八分隊に所属し、お姉さま方とともにスカゲラク海峡に突入しました。その後、お姉さま方とは違う道を…
pl: Jestem niszczycielem klasy Le Fantasque Iris Libre, pod nazwą Le Triomphant – witaj! Należałam do 8. Dywizjonu Lekkiego w Breście. Wraz z mymi siostrami dotarliśmy na wody Skagerraku, lecz nasze drogi wkrótce potem się rozeszły…
ru: Приветствую вас, я эсминец типа Le Fantasque флота Вольного Ириса, моё имя Le Triomphant. Я состояла в 8-й дивизии контрминоносцев, базировавшейся в Бресте. Я отправилась в пролив Скагеррак вместе со своими сёстрами, но затем наши пути разошлись...
uk: Вітаю вас, я — есмінець типу Le Fantasque флоту Вільного Ірісу, моє ім’я — Le Triomphant. Я перебувала у 8-й дивізії контрміноносців, що базувалася в Бресті. Я вирушила в протоку Скаґеррак разом зі своїми сестрами, але потім наші шляхи розійшлися...
zh: Приветствую вас, я эсминец типа Le Fantasque флота Вольного Ириса, моё имя Le Triomphant. Я состояла в 8-й дивизии контрминоносцев, базировавшейся в Бресте. Я отправилась в пролив Скагеррак вместе со своими сёстрами, но затем наши пути разошлись...
zh_sg: 我是凯旋，自由鸢尾的空想级驱逐舰凯旋 — 向您致敬！ 我曾服役于布雷斯特第8大驱逐舰师。 我和我的姐妹们一同去了斯卡格拉克海峡，但在那之后我们分道扬镳了...

# IDS_PCZC332_AZURLANE_DUNKERQUE
source: Dunkerque
ja: ダンケルク
zh: 敦刻尔克
zh_sg: 敦刻尔克
