Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCVO022_EV_HL_17_E02_HALLOWEEN_2017_HARD_NAME
source: Sunray in the Darkness (Hard)
es_mx: Rayo de Sol en la Oscuridad (Difícil)
ja: 暗闇を照らす光 (高難度)
pl: Promień światła w ciemnościach\n(wysoki poziom trudności)
ru: Луч во тьме (Сложный)
uk: Промінь у темряві (Складний)
zh: 黑暗之光（困难）
zh_sg: 黑暗中的光芒（困难）

# IDS_PCVO022_EV_HL_17_E02_HALLOWEEN_2017_HARD_NAME_RESULT_SCREEN
source: Sunray in the Darkness (Hard)
es_mx: Rayo de Sol en la Oscuridad (Difícil)
ja: 暗闇を照らす光 (高難度)
pl: Promień światła w ciemnościach\n(wysoki poziom trudności)
ru: Луч во тьме (Сложный)
uk: Промінь у темряві (Складний)
zh: 黑暗之光（困难）
zh_sg: 黑暗中的光芒（困难）

# IDS_PCVO023_EV_HL_17_E02_HALLOWEEN_2017_NIGHTMARE_DESCRIPTION
source: Transylvania and her rescuers returned to the native shores of Silver Spear Archipelago, but the Forces of Darkness are trailing them and forcing their way through the Portal! The brewing horror can be ceased only by sealing the Portal with the help of the Great Towers. You must defend the Towers from the dark-minded foes until the Portal is sealed! This is our only hope.
es_mx: El Transylvania y sus rescatistas regresaron a las costas nativas del Archipiélago Lanza de Plata, ¡pero las Fuerzas de la Oscuridad los arrastran y los obligan a pasar a través del portal! El horror que nace solo puede ser detenido sellando el Portal con la ayuda de las Grandes Torres. ¡Debes defender las Torres de las fuerzas del mal hasta que el Portal esté sellado! Esta es nuestra única esperanza."
ja: Transylvania とその救援者達は、故郷であるシルバースピア列島に戻ったが、闇の軍勢が彼らを追跡し、ポータルを強行通過しようとしている! この恐怖を止めるには、大いなる塔の助けを得てポータルを封印するしかない。ポータルの封印が完了するまで闇の軍勢から塔を防衛せよ! これが唯一の希望なのだ。
pl: „Transylwania” i jej pomocnicy powrócili na macierzysty Archipelag Srebrnej Włóczni, ale Siły Ciemności podążają za nimi i przedzierają się przez portal! Nadchodzący horror można powstrzymać tylko zamykając portal przy pomocy Wielkich Wież. Musisz ich bronić przed przepełnionym złem wrogiem, do czasu aż portal zniknie! To nasza ostatnia nadzieja.
ru: «Трансильвания» со своими спасителями возвратилась в родные воды Архипелага Серебряного Копья, но вслед за ними из Портала прорываются силы Тьмы! Остановить надвигающийся ужас можно, только запечатав Портал при помощи Великих Башен. Необходимо защитить Башни от вероломных супостатов, пока Портал не будет закрыт! Это единственная надежда.
uk: «Трансільванія» зі своїми рятівниками повернулася в рідні води Архіпелагу Срібного Списа, але слідом за ними з порталу прориваються Сили Темряви! Зупинити жах, що насувається можна лише запечатавши портал за допомогою Великих Веж. Потрібно захистити Вежі від віроломних супостатів, поки портал не буде зачинено! Це — єдина надія.
zh: 特兰西瓦尼亚及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。
zh_sg: 特兰西瓦尼亚 及其救援人员回到了银矛群岛的当地海岸，但是黑暗势力尾随在后并准备强行通过传送门！在高塔的帮助之下，只有封闭传送门才能阻止恐怖的计划。您必须一直防卫高塔不受黑暗势力敌人伤害，直到传送门被封闭为止！ 这是我们仅存的希望。

# IDS_PCVO023_EV_HL_17_E02_HALLOWEEN_2017_NIGHTMARE_GOAL
source: Defend the Great Towers until they seal the Portal to the lost dimension.
es_mx: Defiende las Torres Grandes hasta que sellen el Portal a la dimensión perdida.
ja: 大いなる塔がポータルを失われた次元に封印するまで防衛せよ
pl: Broń Wielkich Wież, dopóki nie zamkną portalu do innego wymiaru.
ru: Защищайте Великие Башни, пока они не закроют Портал в иное измерение.
uk: Захищайте Великі Вежі, доки вони не закриють портал до іншого виміру.
zh: 防卫高塔直到它们把传送门封闭到失去作用为止。
zh_sg: 防卫高塔直到它们封印传送门至迷失维度为止。

# IDS_PCVO023_EV_HL_17_E02_HALLOWEEN_2017_NIGHTMARE_NAME
source: Sunray in the Darkness (Super Hard)
es_mx: Rayo de Sol en la Oscuridad (Super Difícil)
ja: 暗闇を照らす光 (超高難度)
pl: Promień światła w ciemnościach\n(bardzo wysoki poziom trudności)
ru: Луч во тьме (Сверхсложный)
uk: Промінь у темряві (Надскладний)
zh: Луч во тьме (Сверхсложный)
zh_sg: 黑暗中的光芒（极难）

# IDS_PCVO023_EV_HL_17_E02_HALLOWEEN_2017_NIGHTMARE_NAME_RESULT_SCREEN
source: Sunray in the Darkness (Super Hard)
es_mx: Rayo de Sol en la Oscuridad (Super Difícil)
ja: 暗闇を照らす光 (超高難度)
pl: Promień światła w ciemnościach\n(bardzo wysoki poziom trudności)
ru: Луч во тьме (Сверхсложный)
uk: Промінь у темряві (Надскладний)
zh: Луч во тьме (Сверхсложный)
zh_sg: 黑暗中的光芒（极难）

# IDS_PCZA002_BISMARCK
source: The Hunt for Bismarck
es_mx: La Caza del Bismarck
ja: ビスマルク追撃戦
pl: Polowanie na Bismarcka
ru: Охота на «Бисмарк»
uk: Полювання на «Бісмарк»
zh: 狩猎俾斯麦
zh_sg: 狩猎俾斯麦

# IDS_PCZA002_BISMARCK_QUOTES
source: The Hunt for Bismarck
es_mx: La Caza del Bismarck
ja: ビスマルク追撃戦
pl: Polowanie na Bismarcka
ru: Охота на «Бисмарк»
uk: Полювання на «Бісмарк»
zh: 狩猎俾斯麦
zh_sg: 狩猎俾斯麦

# IDS_PCZA003_DUNKIRK_QUOTES
source: "Dunkirk"
es_mx: "Dunkerque"
ja: 「ダンケルク」
pl: „Dunkierka”
ru: «Дюнкерк»
uk: «Дюнкерк»
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_PCZA005_HAPPYBIRTHDAY_QUOTES
source: "2 Years of World of Warships"
es_mx: "2 Años de World of Warships"
ja: 「World of Warships の 2 年間」
pl: „2 lata World of Warships”
ru: «2 года World of Warships»
uk: «2 роки World of Warships»
zh: 「《战舰世界》2 周年」
zh_sg: “《战舰世界》两周年”

# IDS_PCZA006_HAPPYNEWYEAR2018_QUOTES
source: "Battle of the North Cape"
es_mx: Batalla de Cabo Norte
ja: 「北岬沖海戦」
pl: „Bitwa koło Przylądka Północnego”
ru: «Сражение у Нордкапа»
uk: «Битва біля мису Нордкап»
zh: 「北角海战」
zh_sg: “北角海战”

# IDS_PCZA007_HSF2018_QUOTES
source: "High School Fleet"
ja: 「ハイスクール・フリート」
zh: 「高校舰队」
zh_sg: “高校舰队”

# IDS_PCZA008_VIVALAFRANCE_QUOTES
source: "Vive la France"
zh: 「玛丽安娜万岁」

# IDS_PCZA009_AMERICANARC_QUOTES
source: "American Cruisers"
es_mx: "Cruceros Estadounidenses"
ja: 「アメリカの巡洋艦」
pl: „Amerykańskie krążowniki”
ru: «Американские крейсеры»
uk: «Американські крейсери»
zh: 「M系巡洋舰」
zh_sg: “美国巡洋舰”

# IDS_PCZA010_HAPPYBIRTHDAY2018_QUOTES
source: "3 Years of World of Warships"
es_mx: "3 Años de World of Warships"
ja: 「World of Warships の 3 年間」
pl: „3 lata World of Warships”
ru: «3 года World of Warships»
uk: «Три роки World of Warships»
zh: 「《战舰世界》3 周年」
zh_sg: “《战舰世界》三周年”

# IDS_PCZA011_OVECHKIN
source: The Great Eight Collection
es_mx: La Colección El Gran Ocho
ja: グレート・エイト・コレクション
pl: Kolekcja „Wielka Ósemka”
ru: Коллекция «Великая Восьмёрка»
uk: Колекція «Велика Вісімка»
zh: 伟大的八号收藏
zh_sg: “伟大的八号”收藏

# IDS_PCZA011_OVECHKIN_QUOTES
source: "The Great Eight"
es_mx: "El Gran Ocho"
ja: 「グレート・エイト」
pl: „Wielka Ósemka”
ru: «Великая Восьмёрка»
uk: «Велика Вісімка»
zh: 「伟大的八号」
zh_sg: “伟大的八号”

# IDS_PCZA012_BRITISHARC
source: "Royal Navy Destroyers"
es_mx: "Destructores de la Marina Real"
ja: 「イギリス海軍の駆逐艦」
pl: „Niszczyciele Royal Navy”
ru: «Эсминцы Королевского флота»
uk: «Есмінці Королівського флоту»
zh: 「无敌战舰驱逐舰」
zh_sg: "皇家海军驱逐舰“

# IDS_PCZA012_BRITISHARC_QUOTES
source: "Royal Navy Destroyers"
es_mx: "Destructores de la Marina Real"
ja: 「イギリス海軍の駆逐艦」
pl: „Niszczyciele Royal Navy”
ru: «Эсминцы Королевского флота»
uk: «Есмінці Королівського флоту»
zh: 「无敌战舰驱逐舰」
zh_sg: "皇家海军驱逐舰“

# IDS_PCZA013_HAPPYNEWYEAR2019
source: "Belle Époque" collection
es_mx: La Colección "Belle Époque"
ja: 「ベル・エポック」コレクション
pl: Kolekcja „Belle Époque”
ru: Коллекция «Прекрасная эпоха»
uk: Колекція «Прекрасна епоха»
zh: 「美好年代」收藏
zh_sg: “美好时代”收藏

# IDS_PCZA013_HAPPYNEWYEAR2019_QUOTES
source: "Belle Époque"
ja: 「ベル・エポック」
ru: «Прекрасная эпоха»
uk: «Прекрасна епоха»
zh: 「美好年代」
zh_sg: “美好时代”

# IDS_PCZA014_BRITISHCVARC
source: "Naval Aviation" collection
es_mx: La Colección "Aviación Naval"
ja: 「艦載機」コレクション
pl: Kolekcja „Lotnictwo morskie”
ru: Коллекция «Морская авиация»
uk: Колекція «Морська авіація»
zh: Коллекция «Морская авиация»
zh_sg: “海军航空”收藏

# IDS_PCZA014_BRITISHCVARC_QUOTES
source: "Naval Aviation"
es_mx: "Aviación Naval"
ja: 「艦載機」
pl: „Lotnictwo morskie”
ru: «Морская авиация»
uk: «Морська авіація»
zh: «Морская авиация»
zh_sg: “海军航空”

# IDS_PCZA015_AZURLANE_QUOTES
source: "Azur Lane"
ja: 「アズールレーン」
zh: 碧蓝航线
zh_sg: “碧蓝航线”

# IDS_PCZA016_SOVIETBBARC
source: "In the service of the Motherland" collection
es_mx: Colección "En el Servicio a la Patria"
ja: 「祖国への奉仕」コレクション
pl: Kolekcja „W służbie Ojczyźnie”
ru: Коллекция «На службе Отечеству»
uk: Колекція «На службі Батьківщині»
zh: Коллекция «На службе Отечеству»
zh_sg: “报效祖国”收藏

# IDS_PCZA016_SOVIETBBARC_QUOTES
source: "In the service of the Motherland"
es_mx: "En el Servicio a la Patria"
ja: 「祖国への奉仕」
pl: „W służbie Ojczyźnie”
ru: «На службе Отечеству»
uk: «На службі Батьківщині»
zh: «На службе Отечеству»
zh_sg: “报效祖国”

# IDS_PCZA017_FRENCHDDARC_QUOTES
source: "Legion of Honor"
es_mx: "Legión de Honor"
ja: 「レジオンドヌール」
pl: „Legia Honorowa”
ru: «Почётный легион»
uk: «Почесний легіон»
zh: «Почётный легион»
zh_sg: “荣誉军团”

# IDS_PCZA018_ITCA_0810
source: "Resolute and Rapid" collection
es_mx: Colección "Determinado y Veloz"
ja: 「決意を持って迅速に」コレクション
pl: Kolekcja „Stanowczo i gwałtownie”
ru: Коллекция «Решительно и быстро»
uk: Колекція «Рішуче та швидко»
zh: Коллекция «Решительно и быстро»
zh_sg: “坚决而迅速”收藏

# IDS_PCZA018_ITCA_0810_QUOTES
source: "Resolute and Rapid"
es_mx: "Determinado y Veloz"
ja: 「決意を持って迅速に」
pl: „Stanowczo i gwałtownie”
ru: «Решительно и быстро»
uk: «Рішуче та швидко»
zh: «Решительно и быстро»
zh_sg: “坚决而迅速”

# IDS_PCZA019_HAPPYNEWYEAR2020
source: Shipbuilding Collection
es_mx: Colección "Construcción Naval"
ja: 造船コレクション
pl: Kolekcja Okrętownictwo
ru: Коллекция «Строительство корабля»
uk: Колекція «Будівництво корабля»
zh: Коллекция «Строительство корабля»
zh_sg: 造船收藏

# IDS_PCZA019_HAPPYNEWYEAR2020_QUOTES
source: "Shipbuilding"
es_mx: "Construcción Naval"
ja: 「造船」
pl: „Okrętownictwo”
ru: «Строительство корабля»
uk: «Будівництво корабля»
zh: «Строительство корабля»
zh_sg: “造船”

# IDS_PCZA020_KOTS_QUOTES
source: "King of the Sea"
zh: 海上之王

# IDS_PCZA021_CAPT_QUOTES
source: "Bad Advice: Behind the Scenes"
es_mx: "Malos Consejos: Detrás de Escenas"
ja: 「悪い例: 舞台裏」
pl: „Kapitan Zła Rada: Od kuchni”
ru: «Вредные советы: за кадром»
uk: «Шкідливі поради: за кадром»
zh: «Вредные советы: за кадром»
zh_sg: “坏建议：幕后花絮”

# IDS_PCZA022_GF097_QUOTES
source: "German Navy"
es_mx: "Marina Alemana"
ja: 「ドイツ海軍」
pl: „Marynarka Niemiec”
ru: «Немецкий флот»
uk: «Німецький флот»
zh: «Немецкий флот»
zh_sg: “德国海军”

# IDS_PCZA023_BD098_QUOTES
source: "Five Epochs of the Navy"
ja: 海軍の五つの時代
pl: Pięć epok marynarki
ru: «Пять эпох флота»
zh: «Пять эпох флота»

# IDS_PCZC011_BISMARCK_BISMARCK
source: Bismarck
zh: 俾斯麦
zh_sg: 俾斯麦

# IDS_PCZC011_BISMARCK_BISMARCK_DESCRIPTION
source: The badge of the German battleship Bismarck (commissioned in 1940) originates from the family Coat of Arms of Chancellor Otto von Bismarck whose name the ship bears. During her only naval operation, Bismarck, escorted by the cruiser Prinz Eugen, was to break through into the Atlantic to attack Allied convoys, but the secretive dash did not go unnoticed: the ships were spotted and later intercepted by the British. On May 24, in the Denmark Strait, a shell from Bismarck struck the British battlecruiser Hood and the ship exploded. However, Bismarck, too, was damaged and had to abandon her breakthrough mission. During an air raid carried out on May 26–27 by the combined forces of the Royal Navy Bismarck was immobilized and ultimately sunk with artillery fire.
es_mx: La medalla del acorazado alemán Bismarck (comisionado en 1940) tiene su origen en el Escudo de Armas familiar del Canciller Otto von Bismarck cuyo nombre lleva el barco. Durante su única operación naval, el Bismarck, escoltado por el crucero Prinz Eugen, se abriría paso por el Atlántico para atacar convoyes Aliados, pero la incursión secreta no pasó desapercibida: los barcos fueron detectados y más tarde interceptados por los británicos. El 24 de mayo, en el Estrecho de Dinamarca, un proyectil del Bismarck impactó al crucero de batalla británico Hood y el barco explotó. Sin embargo, el Bismarck también fue dañado y tuvo que abandonar su misión de ataque. Entre el 26 y 27 de mayo, las fuerzas combinadas de la Marina Real, respaldadas por la aviación, inmobilizaron al Bismarck y lo hundieron con fuego de artillería.
ja: ドイツ戦艦ビスマルクは、1940 年に就役しました。艦名は、鉄血宰相オットー・フォン・ビスマルクに因んでおり、本艦のバッジは彼の家紋に基づいています。 ビスマルクは、最初で最後の海上作戦において、重巡洋艦プリンツ・オイゲンと共に大西洋へと抜け出て連合軍の船団を攻撃することを目指しましたが、この極秘の出撃はイギリス軍によって把握されており、位置を発見された後、イギリス軍による迎撃を受けました。5 月 24 日のデンマーク海峡海戦においては、本艦が放った主砲弾のうちの 1 発がイギリスの巡洋戦艦フッドに直撃し、弾薬庫の誘爆を招いて轟沈させました。しかしながら本艦の損傷も大きく、通商破壊任務を放棄して修理に向かわざるを得ませんでした。5 月 26 日から 27 日にかけての戦いにおいて、ビスマルクは航空隊による支援を伴ったイギリス海軍の複合艦隊の猛攻を受け、航行不能に陥った後、撃沈されました。
pl: Godło niemieckiego pancernika Bismarck (oddanego do użytku w 1940 roku) wywodzi się z herbu rodziny kanclerza Otto von Bismarcka, którego imię nosi okręt. Podczas swojej jedynej operacji morskiej Bismarck, eskortowany przez krążownik Prinz Eugen, miał się przebić na Atlantyk, by atakować tam żeglugę aliancką, ale próba ta została wykryta i okręty zostały zaatakowane przez Brytyjczyków. 24 maja w Cieśninie duńskiej pocisk wystrzelony z Bismarcka trafił krążownik liniowy Hood, powodując eksplozję. Jednak Bismarck również odniósł poważne uszkodzenia i musiał porzucić misję. 26 i 27 maja liczne siły Royal Navy, wspierane przez lotnictwo, unieruchomiły Bismarcka i zatopiły go ogniem artyleryjskim.
ru: Эмблема германского линкора Bismarck (вступил в строй в 1940 г.) — родовой герб канцлера Германии Отто фон Бисмарка, в честь которого был назван корабль. В ходе своей единственной боевой операции линкор в сопровождении крейсера Prinz Eugen должен был прорваться в Атлантику и атаковать коммуникации союзников, но был обнаружен, а затем и перехвачен англичанами. 24 мая в Датском проливе Bismarck потопил британский линейный крейсер Hood, но сам был повреждён и вынужден отказаться от рейдерства. 26–27 мая объединённым силам Королевского флота удалось с помощью авиации лишить Bismarck способности маневрировать и затем потопить его в артиллерийском бою.
uk: Емблема німецького лінкора Bismarck (став у стрій 1940 р.) — родовий герб канцлера Німеччини Отто фон Бісмарка, на честь якого назвали корабель. Під час своєї єдиної бойової операції лінкор у супроводі крейсера Prinz Eugen мав прорватися до Атлантики та атакувати комунікації союзників, але його виявили, а потім й перехопили англійці. 24 травня у Данській протоці Bismarck потопив британський лінійний крейсер Hood, але й сам був пошкоджений і змушений відмовитися від рейдерства. 26–27 травня об’єднаним силам Королівського флоту вдалося за допомогою авіації позбавити Bismarck здатності маневрувати і потім потопити його в артилерійському бою.
zh: D国战列舰俾斯麦 (1940年首次服役) 的徽章，源自于用来命名该战舰的首相奥托·冯·俾斯麦的家族纹章。 由巡洋舰欧根亲王护卫的俾斯麦，它唯一的海上行动就是强行进入大西洋来攻击盟军舰团，但隐藏的锐气没有被忽略：该战舰在被发现后被Y国人所拦截。5月24日，丹麦海峡，俾斯麦的炮弹击中了Y国战斗巡洋舰胡德并造成它大爆炸。然而，俾斯麦也同样受到了损伤且不得不放弃它的突破任务。5月26日-5月27日，背后有航空团支持的海军联合部队，让俾斯麦失去了所有机动力并用火炮将它击沉。
zh_sg: 德国战列舰 俾斯麦 (1940 年首次服役) 的徽章，源自与战舰名有关的首相 Otto von 俾斯麦 之家族纹章。 俾斯麦 是由巡洋舰 欧根亲王 护卫着，而它唯一的海上行动就是强行进入大西洋来攻击盟军船团，但秘密行动并未没有引起注意：战舰被发现而后来就被英国人拦截。五月 24 日，丹麦海峡，俾斯麦 的炮弹击中了英国战斗巡洋舰 胡德 并造成它大爆炸。然而，俾斯麦 也同样受到了损伤且不得不放弃它的突围任务。五月 26-27 日，有着航空团支持的皇家海军联合部队使 俾斯麦 失去动力并以火炮将它击沉。

# IDS_PCZC012_BISMARCK_PRINZEUGEN
source: Prinz Eugen
zh: 欧根亲王

# IDS_PCZC012_BISMARCK_PRINZEUGEN_DESCRIPTION
source: Prinz Eugen was an Admiral Hipper-class heavy cruiser that entered service in 1940. The ship's badge includes elements from the Coat of Arms of the famous Prince Eugene of Savoy, the Austrian commander of the late 17th–early 18th centuries, whose name the ship bears. During the Exercise Rhine (May 1941), the cruiser was to escort Bismarck during the breakthrough into the Atlantic to block Allied shipping. On May 24, Prinz Eugen was brought to action along with the battleship in the Denmark Strait, following which she detached from Bismarck to go on a solo raid, but it brought no results.
es_mx: El Prinz Eugen fue un crucero pesado de la clase Admiral Hipper que entró en servicio en 1940. La medalla del barco incluye elementos del emblema del famoso Príncipe Eugene de Savoy, el comandante austriaco de finales del siglo XVII e inicios del XVIII, cuyo nombre lleva el barco. Durante el ejercicio Rhine (mayo de 1941), el crucero iba a escoltar al Bismarck durante el avance en el Atlántico para bloquear los transportes Aliados. El 24 de mayo, el Prinz Eugen entró en acción junto con el acorazado en el Estrecho de Dinamarca, después se separó del Bismarck para ir en una incursión en solitario pero no dió ningún resultado.
ja: プリンツ・オイゲンは、アドミラル・ヒッパー級重巡洋艦であり、1940 年に就役しました。艦名は、17 世紀終盤から 18 世紀序盤にかけてオーストリアの司令官として活躍した高名なオイゲン・フォン・ザヴォイエンに因んでおり、本艦のバッジには彼の徽章の要素が含まれています。 1941 年 5 月のライン演習作戦において、本艦はビスマルクと共に大西洋へと抜け出て連合軍の船団を攻撃することを目指していました。本艦は、5 月 24 日のデンマーク海峡海戦においてビスマルクと共にイギリス艦隊と交戦した後、ビスマルクと別れて単艦での通商破壊作戦に臨みましたが、戦果を得ることはできませんでした。
pl: Prinz Eugen był ciężkim krążownikiem klasy Admiral Hipper, który wszedł do służby w 1940 roku. Godło tego okrętu zawiera elementy herbu słynnego Księcia Eugeniusza Sabaudzkiego, austriackiego dowódcy z przełomu XVII i XVIII wieku, którego imię nosi okręt. Podczas operacji „Rheinübung” (maj 1941 roku) krążownik miał eskortować pancernik Bismarck podczas próby przełamania alianckiej blokady i przedarcia się na Atlantyk, by prowadzić działania korsarskie. 24 maja Prinz Eugen wraz z pancernikiem wziął udział w walce w Cieśninie duńskiej, po której oddzielił się od Bismarcka, by działać na Atlantyku samotnie, jednak bez skutku.
ru: Prinz Eugen — немецкий тяжёлый крейсер типа Admiral Hipper (вступил в строй в 1940 г.). В эмблеме корабля использованы элементы герба знаменитого австрийского полководца конца XVII – начала XVIII вв. принца Евгения Савойского, в честь которого был назван корабль. По замыслу операции «Учения на Рейне» в мае 1941 г. крейсер должен был сопровождать Bismarck во время рейда на атлантические коммуникации союзников. 24 мая Prinz Eugen участвовал вместе с линкором в бою в Датском проливе, после чего прорвался в Атлантику для одиночного рейдерства, оказавшегося безрезультатным.
uk: Prinz Eugen — німецький важкий крейсер типу Admiral Hipper (став у стрій 1940 р.). В емблемі корабля використано елементи герба знаменитого австрійського полководця кінця XVII – початку XVIII ст. принца Євгена Савойського, на честь якого й назвали корабель. За задумом операції «Навчання на Рейні» у травні 1941 р. крейсер мав супроводжувати Bismarck під час рейду на атлантичні комунікації союзників. 24 травня Prinz Eugen брав участь разом з лінкором у бою в Данській протоці, після чого прорвався до Атлантики для самостійного рейдерства, яке виявилося безрезультатним.
zh: 欧根亲王为1940年进入服役的施佩尔海军上将级重型巡洋舰。战舰徽章包含着用来命名该战舰的著名欧根亲王标志，为十七世纪晚期-十八世纪初期的指挥官。 莱茵作战期间 (1941年5月)，该巡洋舰在突破进入大西洋以拦截盟军船运期间护卫着俾斯麦。5月24日，欧根亲王和该战列舰在丹麦海峡一起行动，随后它和俾斯麦分开以进行独自一人的袭击任务，但却没有获得任何的成果。
zh_sg: 欧根亲王 为 1940 年进入服役的 希佩尔上将 级重型巡洋舰。战舰徽章包含着用来命名该战舰的著名 Prince Eugene of Savoy 标志，为十七世纪晚期-十八世纪初期的奥地利指挥官。 Rhine 作战期间 (1941 年五月)，该巡洋舰在突破进入大西洋以拦截盟军船运期间护卫着 俾斯麦。五月 24 日，欧根亲王 和该战列舰在丹麦海峡一起行动，随后它和 俾斯麦 分开以进行独自一人的袭击任务，但却没有获得任何的成果。

# IDS_PCZC013_BISMARCK_GOTLAND
source: Gotland
zh: 哥特兰

# IDS_PCZC013_BISMARCK_GOTLAND_DESCRIPTION
source: The badge of Gotland, a seaplane cruiser of the Swedish Navy that entered service in 1934. It depicts elements of the Coat of Arms of the historical province Gotland whose name the ship bears. Gotland was the ship that first sighted the Bismarck on May 20, 1941 when the German battleship broke out of the Baltic Sea, and relayed the sighting to the Swedish Navy commanders. The British Intelligence Service obtained that information and passed it to the Admiralty in London, which is when the hunt for the battleship began.
es_mx: La medalla del HSwMS Gotland, un crucero de hidroaviones de la Marina Sueca que entró en servicio en 1934. Muestra elementos del Escudo de Armas de la histórica provincia del Gotland cuyo nombre lleva el barco. El Gotland fue el barco que avistó por primera vez al Bismarck el 20 de mayo de 1941 cuando entró al Mar Báltico, y reportó el avistamiento a los comandantes de la Marina Sueca. El Servicio de Inteligencia Británico obtuvo la información y la envió al Almirantazgo en Londres, y aquí fue cuando comenzó la caza del acorazado.
ja: スウェーデン海軍の航空巡洋艦ゴトランドは、1934 年に就役しました。艦名は、歴史的な地方として知られるゴトランドに因んだものであり、本艦のバッジにはその紋章の要素が取り入れられています。 1941 年 5 月 20 日、中立国であったスウェーデンの巡洋艦ゴトランドは、バルト海を出たドイツの戦艦ビスマルクを最初に発見し、情報をスウェーデン海軍の司令部に報告しました。イギリスの情報網もこの情報を掴み、ロンドンのイギリス海軍本部へと報告した結果、ビスマルク迎撃作戦が開始されました。
pl: Godło HSwMS Gotland, krążownika lotniczego szwedzkiej marynarki wojennej, który wszedł do służby w 1934 roku. Zawiera elementy herbu historycznej prowincji Gotland, której nazwę nosi okręt. 20 maja 1941 roku krążownik Gotland był pierwszym okrętem wojennym, który dostrzegł niemiecki pancernik Bismarck, kiedy ten wyszedł w morze Bałtyckie, i przekazał tą informację dowództwu szwedzkiej marynarki. Brytyjskie służby wywiadowcze przechwyciły ten komunikat i przekazały ją Admiralicji w Londynie, co zapoczątkowało polowania na pancernik Bismarck.
ru: Эмблема шведского авианесущего крейсера Gotland (вступил в строй в 1934 г.). Изображение основано на элементах герба исторической провинции Готланд, в честь которой был назван корабль. Крейсер Gotland 20 мая 1941 г. первым из боевых кораблей обнаружил выход в море линкора Bismarck, о чём донёс командованию ВМС Швеции. Эта информация попала в распоряжение британской разведки и была передана в Лондон в Адмиралтейство, послужив толчком к началу охоты за линкором.
uk: Емблема шведського авіаносного крейсера Gotland (став у стрій 1934 р.). Зображення ґрунтується на елементах герба історичної провінції Ґотланд, на честь якої й назвали корабель. Крейсер Gotland 20 травня 1941 р. першим з бойових кораблів виявив вихід у море лінкора Bismarck, про що повідомив командування ВМС Швеції. Ця інформація потрапила до рук британської розвідки і була передана в Лондон у Адміралтейство, та стала поштовхом до початку полювання за лінкором.
zh: 哥特兰的徽章，在1934年进入服役的水上飞机巡洋舰。它描绘着用来命名该战舰的历史悠久的哥得兰岛的领地纹章。 1941年5月20日，巡洋舰哥特兰是第一批看见D国战列舰俾斯麦在波罗的海上出现的战舰之一，然后就向海军指挥官回报所见。Y国情报局获得了这个信息并转达给海军部，随后发起了对该战列舰的追击。
zh_sg: HSwMS Gotland 的徽章，一艘于 1934 年进入瑞典海军服役的水上飞机巡洋舰。它身上描绘着与战舰名有关、历史悠久的哥得兰岛领地纹章。 Gotland 是第一艘在 1941 年五月 20 日目击德国战列舰 俾斯麦 出现在波罗的海的战舰，并将目击回报给瑞典海军的指挥官。英国情报局获知了这个信息并转达给伦敦的海军部，就在那时发起了针对该战列舰的狩猎行动。

# IDS_PCZC014_BISMARCK_209SQUADRON
source: No. 209 Squadron RAF
es_mx: Escuadrón No. 209 de la RAF
ja: イギリス空軍 第 209 中隊
pl: Dywizjon 209 RAF
ru: 209-я эскадрилья ВВС Великобритании
uk: 209-та ескадрилья Королівських ВПС Великобританії
zh: 空军第209航空中队
