Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE356_AZUR_SOVETSKAYA_FLAG
source: Azur Lane — Sovetskaya Rossiya
ja: アズールレーン – Sovetskaya Rossiya
pl: Azur Lane – Sowieckaja Rosja
ru: Azur Lane — Советская Россия
uk: Azur Lane — Радянська Росія
zh: Azur Lane — Советская Россия
zh_sg: 碧蓝航线——苏维埃罗西亚

# IDS_PCEE356_AZUR_SOVETSKAYA_FLAG_DESCRIPTION
source: Sovetskaya Rossiya is the most powerful battleship of the Northern Parliament and one of the largest of her type. From the game Azur Lane.
es_mx: El Sovetskaya Rossiya es el acorazado más poderoso del Parlamento del Norte, y uno de los barcos más grandes de su tipo. Del juego Azur Lane.
ja: ソビエツカヤ・ロシアは、北方連合における最強の戦艦であり、最大級の戦艦の 1 隻です。「アズールレーン」より出典
pl: Sowieckaja Rossija to najpotężniejszy pancernik Northern Parliament oraz największy okręt tego typu. Z gry Azur Lane.
ru: «Советская Россия» — самый мощный из всех линкоров Северного парламента и один из самых больших линкоров. Из игры Azur Lane.
uk: «Радянська Росія» — найпотужніший із всіх лінкорів Північного парламенту й один із найбільших лінкорів. З гри Azur Lane.
zh: «Советская Россия» — самый мощный из всех линкоров Северного парламента и один из самых больших линкоров. Из игры Azur Lane.
zh_sg: 苏维埃罗西亚是北方联合中最强大的战列舰，也是同类型最大的战列舰之一。出自游戏“碧蓝航线”。

# IDS_PCEE357_AUTOBOTS_FLAG
source: The Autobots
ja: オートボット
pl: Autoboty
ru: Автоботы
zh: Автоботы

# IDS_PCEE357_AUTOBOTS_FLAG_DESCRIPTION
source: Ensign of the heroic Autobots.
ja: 英雄的なオートボットの記章
pl: Bandera bohaterskich Autobotów.
ru: Памятный флаг героических Автоботов.
zh: Памятный флаг героических Автоботов.

# IDS_PCEE357_AUTOBOTS_FLAG_EXTRA_DESCRIPTION
source: Freedom fighters forced into battle to defend their beliefs... And their world.
ja: 自由の戦士達は、彼らの信念、そして世界を守るための戦いを強いられた。
pl: Wojownicy o wolność, którzy muszą stanąć w obronie swoich wartości... i swojego świata.
ru: Они отважные борцы за свободу, вынужденные сражаться в битве за свои мечты и за свою планету.
zh: Они — отважные борцы за свободу, вынужденные сражаться в битве за свои мечты и за свою планету.

# IDS_PCEE358_DECEPTICONS_FLAG
source: The Decepticons
ja: ディセプティコン
pl: Deceptikony
ru: Десептиконы
zh: Десептиконы

# IDS_PCEE358_DECEPTICONS_FLAG_DESCRIPTION
source: Ensign of the mighty Decepticons.
ja: 強大なディセプティコンの記章
pl: Bandera mocarnych Deceptikonów.
ru: Памятный флаг могучих Десептиконов.
zh: Памятный флаг могучих Десептиконов.

# IDS_PCEE358_DECEPTICONS_FLAG_EXTRA_DESCRIPTION
source: Ruthless warriors intent on total conquest... Of the universe!
ja: 非情な戦士達が宇宙の完全征服を企んでいる！
pl: Bezwzględni wojownicy z amibcjami podboju... całego wszechświata!
ru: Они безжалостные воители, чья могучая поступь несёт единую власть всей вселенной!
zh: Они — безжалостные воители, чья могучая поступь несёт единую власть всей Вселенной!

# IDS_PCEE360_BRANDENBURG_FLAG_DESCRIPTION
source: The province of Brandenburg is the cradle of the German state. The Brandenburg Gate is a symbol of its capital city, pinnacled with a quadriga reined by Victoria, the goddess of victory.
es_mx: La provincia de Brandeburgo es la cuna del estado alemán. La Puerta de Brandeburgo es un símbolo de su ciudad capital, coronada con una cuádriga dirigida por Victoria, la diosa de la victoria.
ja: ブランデンブルク州は、ドイツ国の発祥の地です。ブランデンブルク門は首都ベルリンのシンボルであり、その上部にはクアドリガ (四頭馬車) と勝利の女神ヴィクトリアが飾られています。
pl: Branderburgia jest kolebką państwa niemieckiego. Brama Branderburska, symbol jego stolicy, zwieńczony jest kwadrygą powożoną przez Wiktorię – boginię zwycięstwa.
ru: Провинция Бранденбург — колыбель германского государства. Символ его столицы — Бранденбургские ворота, увенчанные квадригой, которой управляет богиня победы Виктория.
uk: Провінція Бранденбург — колиска німецької держави. Символ її столиці — Бранденбурзькі ворота, увінчані квадригою, якою керує богиня перемоги Вікторія.
zh: Провинция Бранденбург — колыбель германского государства. Символ его столицы — Бранденбургские ворота, увенчанные квадригой, которой управляет богиня победы Виктория.
zh_sg: 勃兰登堡州是德国的国家发源地。勃兰登堡门是其首都的象征，其顶端是胜利女神维多利亚的四轮马车。

# IDS_PCEE361_FLORIDA_FLAG_DESCRIPTION
source: The battleship bears the name of the 27th state of the U.S.A., also known as the "Sunshine State". It is no coincidence that its symbol is a flower of the orange tree, which yields bright orange fruit.
es_mx: El acorazado lleva el nombre del 27.º estado de los EUA, también conocido como el "Estado Soleado". No es casualidad que su símbolo sea una flor de naranjo, el cual produce una fruta de color naranja brillante.
ja: この戦艦の艦名はアメリカ合衆国の 27 番目の州であり「Sunshine State (日光の州)」という愛称でも知られフロリダ州に由来します。州の花は、輝くオレンジ色のフルーツが実るオレンジの木の花です。
pl: Pancernik ten nosi nazwę 27. stanu Ameryki, znanego także jako „Stan Słońca”. To nie przypadek, że jego symbolem jest kwiat drzewa pomarańczowego z jasnopomarańczowym owocem.
ru: Линейный корабль носит имя 27-го штата США, прозванного «Солнечным штатом». Неслучайно и его символом является цветок апельсинового дерева, приносящего яркие оранжевые плоды.
uk: Лінійний корабель носить ім’я 27-го штату США, який прозвали «Сонячним штатом». Невипадково його символом є квітка апельсинового дерева, що приносить яскраві жовтогарячі плоди.
zh: Линейный корабль носит имя 27-го штата США, прозванного «Солнечным штатом». Неслучайно и его символом является цветок апельсинового дерева, приносящего яркие оранжевые плоды.
zh_sg: 战列舰以美国第27个州命名，它也被称为“阳光之州”。其象征是橘子树上的花朵结出了鲜艳的橘子，这并非巧合。

# IDS_PCEE362_SEASONFLAG18
source: Army-Navy Excellence in Production Award
ja: 陸海軍 E 号生産賞
pl: Nagroda Armii i Marynarki za doskonałość w produkcji
ru: За выдающиеся успехи в ВПК
zh: За выдающиеся успехи в ВПК

# IDS_PCEE362_SEASONFLAG18_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Eighteenth Season of Ranked Battles.
ja: ランク戦第 18 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w osiemnastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 18-м ранговом сезоне.
zh: Памятный флаг за достижение 15-го ранга в 18-м ранговом сезоне.

# IDS_PCEE362_SEASONFLAG18_EXTRA_DESCRIPTION
source: An honor presented by the U.S. to public and private companies and organizations during World War II whose production facilities achieved excellence in production of war equipment.
ja: 大二次世界大戦中に生産施設における軍需品の生産で優秀な成績を達成した、企業および組織に対してアメリカ合衆国が与えた勲章です。
pl: Odznaczenie przyznawane podczas II wojny światowej publicznym oraz prywatnym amerykańskim firmom i organizacjom, których linie produkcyjne osiągnęły wybitną wydajność w produkcji wyposażenia wojskowego.
ru: Почётная награда, которую в годы Второй мировой войны Министерство обороны США вручало частным и государственным компаниям, предприятиям и организациям за выдающиеся успехи в производстве военной продукции.
zh: Почётная награда, которую в годы Второй мировой войны вручало Министерство обороны США частным и государственным компаниям, предприятиям и организациям за выдающиеся успехи в производстве военной продукции.

# IDS_PCEE363_BELFAST_43_FLAG
source: Belfast
zh: 贝尔法斯特

# IDS_PCEE363_BELFAST_43_FLAG_DESCRIPTION
source: The coat of arms of the light cruiser Belfast depicting a seahorse as part of the large coat of arms of the capital of Northern Ireland—the city of Belfast.
ja: 軽巡洋艦ベルファストの紋章には、北アイルランドの首府であるベルファスト市の大きな紋章に含まれているタツノオトシゴが描かれています。
pl: Herb lekkiego krążownika Belfast, przedstawiający konika morskiego wewnątrz herbu miasta Belfast – stolicy Irlandii Północnej.
ru: Герб лёгкого крейсера Belfast с изображением морского конька, являющегося частью большого герба столицы Северной Ирландии, города Белфаста.
zh: Герб лёгкого крейсера Belfast с изображением морского конька, являющегося частью большого герба столицы Северной Ирландии, города Белфаст.

# IDS_PCEE364_OKLAHOMA_FLAG_DESCRIPTION
source: Oklahoma has been the 46th U.S. state since 1907, and its first flag was in use between 1911 and 1925.
ja: オクラホマは 1907 年にアメリカ合衆国の 46 番目の州になり、その最初の州旗は 1911 年から 1925 年にかけて使用されていました。
pl: Oklahoma jest 46. stanem Ameryki od 1907 roku, a jego pierwsza flaga używana była od 1911 do 1925 roku.
ru: 46-м штатом США с 1907 года является Оклахома, а её первый флаг использовался с 1911 по 1925 год.
zh: 46-м штатом США с 1907 года является Оклахома, а её первый флаг использовался с 1911 по 1925 годы.

# IDS_PCEE365_BDAY5_FLAG
source: Anniversary
ja: アニバーサリー
pl: Rocznica
ru: Юбилейный
zh: Юбилейный

# IDS_PCEE365_BDAY5_FLAG_DESCRIPTION
source: A commemorative flag in honor of the World of Warships Fifth Anniversary
ja: World of Warships の 5 周年記念旗
pl: Pamiątkowa flaga dla uczczenia piątej rocznicy World of Warships
ru: Памятный флаг в честь пятилетнего юбилея World of Warships.
zh: Памятный флаг в честь пятилетнего юбилея World of Warships

# IDS_PCEE599_FLAG_ASIA
source: Asian Community
es_mx: Comunidad Asiática
ja: アジア・コミュニティ
pl: Społeczność azjatycka
ru: Азиатское сообщество
uk: Азійська спільнота
zh: 亚洲共同体旗
zh_sg: 亚洲社区

# IDS_PCEE599_FLAG_ASIA_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE599_FLAG_ASIA_EXTRA_DESCRIPTION
source: A special flag for the Asian community.
es_mx: Una bandera especial para la comunidad Asiática
ja: アジア・コミュニティの特別旗です。
pl: Specjalna flaga dla azjatyckiej społeczności.
ru: Флаг ценного игрока азиатского сообщества.
uk: Прапор цінного гравця Азійської спільноти.
zh: 亚洲共同体的特殊旗帜。
zh_sg: 亚洲社区群体的特殊旗帜

# IDS_PCEE998_SECRETSANTA_2
source: Santas Wanted 2016
es_mx: Los Más buscados de Santa 2016
ja: サンタ求む 2016
pl: Mikołaj poszukiwany 2016
ru: Вакансия: Дед Мороз 2016
uk: Вакансія: Дід Мороз 2016
zh: 2016年圣诞老人
zh_sg: 2016年圣诞老人召集令

# IDS_PCEE998_SECRETSANTA_2_DESCRIPTION
source: A commemorative flag for participation in the "Santas Wanted" special in 2016.
es_mx: Una bandera conmemorativa por participar en el especial "Los Más Buscados de Santa" en 2016.
ja: 2016 年の特別イベント「サンタ求む」参加記念旗です。
pl: Pamiątkowa flaga przyznawana za udział w wydarzeniu specjalnym „Mikołaj poszukiwany!” w 2016 r.
ru: Памятный флаг за участие в акции «Вакансия: Дед Мороз» в 2016 году.
uk: Пам’ятний прапор за участь в акції «Вакансія: Дід Мороз» 2016 р.
zh: 参加 2016年「圣诞老人招集令」的纪念旗帜
zh_sg: 参加 2016年“圣诞老人召集令”的纪念旗帜

# IDS_PCEE999_SECRETSANTA
source: Secret Santa 2015
es_mx: Amigo Secreto 2015
ja: 秘密のサンタ 2015
pl: Tajemniczy Mikołaj 2015
ru: Тайный Дед Мороз 2015
uk: Таємний Дід Мороз 2015
zh: 2015 年神秘的圣诞老人
zh_sg: 2015 年神秘的圣诞老人

# IDS_PCEE999_SECRETSANTA_DESCRIPTION
source: A commemorative flag for participation in the "Secret Santa" special in 2015.
es_mx: Una bandera conmemorativa por la participación en el especial "Amigo Secreto" en el 2015.
ja: 2015 年の特別イベント「秘密のサンタ」参加記念旗です。
pl: Pamiątkowa flaga przyznawana za udział w wydarzeniu specjalnym „Tajemniczy Mikołaj” w 2015 r.
ru: Памятный флаг за участие в акции «Тайный Дед Мороз» в 2015 году.
uk: Пам’ятний прапор за участь в акції «Таємний Дід Мороз» 2015 р.
zh: 参与 2015 年「神秘的圣诞老人」特别活动的纪念旗帜。
zh_sg: 参与 2015 年“神秘的圣诞老人”特别活动的纪念旗帜。

# IDS_PCEE999_SECRETSANTA_EXTRA_DESCRIPTION
source: Participants of the special event exchanged surprise holiday gifts with random players and were awarded a commemorative flag.
es_mx: Los participantes del evento especial intercambiaron regalos de fiestas sorpresa con jugadores aleatorios y se les otorgó una bandera conmemorativa.
ja: 特別イベントに参加してランダムなプレイヤーとホリデーギフトを交換した皆様に記念旗が贈られました。
pl: Uczestnicy wydarzenia specjalnego losowo wymienili między sobą świąteczne prezenty-niespodzianki i otrzymali w nagrodę pamiątkową flagę.
ru: Участники акции обменивались новогодними подарками-сюрпризами со случайными игроками, за что получили в награду памятный флаг.
uk: Учасники обмінювалися новорічними дарунками-сюрпризами з випадковими гравцями, за що й отримали як нагороду пам’ятний прапор.
zh: 与随机玩家交换节日惊喜礼物的特别活动参与者会获得一面纪念旗帜。
zh_sg: 与随机玩家交换节日惊喜礼物的特别活动参与者会获得一面纪念旗帜。

# IDS_PCEF001_ZULU_SIGNALFLAG
source: Zulu
zh: Z旗

# IDS_PCEF001_ZULU_SIGNALFLAG_DESCRIPTION
source: The legendary signal of the Imperial Japanese Navy.
es_mx: La Bandera legendaria de la Flota Imperial Japonesa.
ja: 大日本帝国海軍の伝説的な信号旗です。
pl: Legendarny sygnał Cesarskiej Marynarki Wojennej Japonii.
ru: Легендарный кодовый сигнал японского флота.
uk: Легендарний кодовий сигнал японського флоту.
zh: 著名信号旗之一
zh_sg: 大日本帝国海军的传奇信号旗。

# IDS_PCEF002_PP_SIGNALFLAG
source: Papa Papa
zh: PP旗

# IDS_PCEF002_PP_SIGNALFLAG_DESCRIPTION
source: Keep well clear of me.
es_mx: Mantente bien alejado de mí.
ja: 本艦を充分に避けよ。
pl: Trzymaj do mnie dystans.
ru: Держитесь в стороне от меня.
uk: Тримайтеся осторонь від мене.
zh: “对我保持避让”
zh_sg: 请和我保持距离。

# IDS_PCEF003_EQUALSPEED_SIGNALFLAG
source: Equal Speed Charlie London
zh: ESCL旗

# IDS_PCEF003_EQUALSPEED_SIGNALFLAG_DESCRIPTION
source: The well-known signal of the Royal Navy.
es_mx: La Bandera bien conocida de la Royal Navy.
ja: イギリス海軍の有名な信号旗です。
pl: Powszechnie znany sygnał marynarki brytyjskiej.
ru: Известный кодовый сигнал британских ВМС.
uk: Відомий кодовий сигнал британських ВМС.
zh: 皇家海军使用过的著名旗语。
zh_sg: 皇家海军著名的信号旗。

# IDS_PCEF004_ZH_SIGNALFLAG
source: Zulu Hotel
zh: ZH旗

# IDS_PCEF004_ZH_SIGNALFLAG_DESCRIPTION
source: Exercise has been completed.
es_mx: El ejercicio ha sido completado.
ja: 訓練は完了した。
pl: Ćwiczenie zostało zakończone.
ru: Тренировка по сигнализации окончена.
uk: Навчання закінчені.
zh: “完成机动”
zh_sg: 训练已完成。

# IDS_PCEF005_SM_SIGNALFLAG
source: Sierra Mike
zh: SM旗

# IDS_PCEF005_SM_SIGNALFLAG_DESCRIPTION
source: I am undergoing speed trials.
es_mx: Yo estoy bajo pruebas de velocidad.
ja: 本艦は速力試験中。
pl: Przechodzę próby szybkości.
ru: Я произвожу скоростные испытания.
uk: Я виконую швидкісні випробування.
zh: “我接受速度测试”
zh_sg: 我正在进行速度测试。

# IDS_PCEF006_HY_SIGNALFLAG
source: Hotel Yankee
zh: HY旗

# IDS_PCEF006_HY_SIGNALFLAG_DESCRIPTION
source: The vessel I have collided with has sunk.
es_mx: La nave con la cual he colisionado se ha hundido.
ja: 本艦と衝突した船は沈没した。
pl: Okręt, z którym się zderzyłem, zatonął.
ru: Судно, с которым я столкнулся, затонуло.
uk: Корабель, з яким я зіткнувся, потонув.
zh: “与我发生碰撞的船只已沉没”
zh_sg: 被我撞过的战舰都会沉没。

# IDS_PCEF007_ID_SIGNALFLAG
source: India Delta
zh: ID旗

# IDS_PCEF007_ID_SIGNALFLAG_DESCRIPTION
source: The damage can be repaired at sea.
es_mx: El daño puede ser reparado en el mar.
ja: 損傷は海上で修理可能。
pl: Uszkodzenia mogą zostać naprawione na morzu.
ru: Повреждения можно исправить в море.
uk: Пошкодження можна полагодити у морі.
zh: “可进行海上应急修理”
zh_sg: 损伤是可以在海上修理的。

# IDS_PCEF008_IY_SIGNALFLAG
source: India Yankee
zh: IY旗

# IDS_PCEF008_IY_SIGNALFLAG_DESCRIPTION
source: I can get the fire under control without assistance.
es_mx: Puedo controlar el fuego sin ayuda.
ja: 本艦の火災に対する援助は不要。
pl: Poradzę sobie z pożarem bez niczyjej pomocy.
ru: Я могу справиться с пожаром самостоятельно.
uk: Я можу впоратися з пожежею самостійно.
zh: “可对火势进行控制”
zh_sg: 我能自行控制住火势。

# IDS_PCEF009_JY2_SIGNALFLAG
source: Juliet Yankee Bissotwo
zh: JY2旗

# IDS_PCEF009_JY2_SIGNALFLAG_DESCRIPTION
source: The leak is under control.
es_mx: La filtración está bajo control.
ja: 浸水は制御下にある。
pl: Przeciek został opanowany.
ru: С течью справляюсь.
uk: З течею упораюся.
zh: “浸水已得到控制”
zh_sg: 进水已得到控制。

# IDS_PCEF010_JC_SIGNALFLAG
source: Juliet Charlie
zh: JC旗

# IDS_PCEF010_JC_SIGNALFLAG_DESCRIPTION
source: There is no danger of explosion.
es_mx: No hay peligro de explosión.
ja: 爆発の危険はない。
pl: Nie ma ryzyka eksplozji.
ru: Опасности взрыва нет.
uk: Небезпеки вибуху немає.
zh: “不会发生爆炸”
zh_sg: 没有爆炸危险。

# IDS_PCEF011_IB3_SIGNALFLAG
source: India Bravo Terrathree
zh: IB3旗

# IDS_PCEF011_IB3_SIGNALFLAG_DESCRIPTION
source: I have not received any damage.
es_mx: No he recibido ningún daño.
ja: 本艦は損傷を受けていない。
pl: Nie otrzymałem żadnych uszkodzeń.
ru: Я не получил каких-либо повреждений.
uk: Я не отримав жодних пошкоджень.
zh: “未受损”
zh_sg: 我完好无损。

# IDS_PCEF012_MY6_SIGNALFLAG
source: Mike Yankee Soxisix
zh: MY6旗

# IDS_PCEF012_MY6_SIGNALFLAG_DESCRIPTION
source: It is dangerous to approach close to my vessel.
es_mx: Es peligroso acercarse mucho a mi nave.
ja: 本艦への接近は危険である。
pl: Zbliżanie się do mojego okrętu jest niebezpieczne.
ru: Близко подходить к моему судну опасно.
uk: Наближатися до мого корабля небезпечно.
zh: "警告!不要靠近"
zh_sg: 危险！别靠近我。

# IDS_PCEF013_PP_SIGNALFLAG
source: Papa Papa
zh: PP旗

# IDS_PCEF013_PP_SIGNALFLAG_DESCRIPTION
source: Keep well clear of me.
es_mx: Mantente bien alejado de mí.
ja: 本艦を充分に避けよ。
pl: Trzymaj do mnie dystans.
ru: Держитесь в стороне от меня.
uk: Тримайтеся осторонь від мене.
zh: “对我保持避让”
zh_sg: 请和我保持距离。

# IDS_PCEF014_NF_SIGNALFLAG
source: November Foxtrot
zh: NF旗

# IDS_PCEF014_NF_SIGNALFLAG_DESCRIPTION
source: You are running into danger.
es_mx: Te diriges al peligro.
ja: 貴艦は危険に向かっている。
pl: Zbliżasz się do niebezpieczeństwa.
ru: Вы идёте к опасности.
uk: Ви йдете до небезпеки.
zh: 您的船正驶向危险。
zh_sg: 您的船正驶向危险。

# IDS_PCEF015_ZH_SIGNALFLAG
source: Zulu Hotel
zh: ZH旗

# IDS_PCEF015_ZH_SIGNALFLAG_DESCRIPTION
source: Exercise has been completed.
es_mx: El ejercicio ha sido completado.
ja: 訓練は完了した。
pl: Ćwiczenie zostało zakończone.
ru: Тренировка по сигнализации окончена.
uk: Навчання закінчені.
zh: “完成机动”
zh_sg: 训练已完成。

# IDS_PCEF016_NE7_SIGNALFLAG
source: November Echo Setteseven
zh: NES旗

# IDS_PCEF016_NE7_SIGNALFLAG_DESCRIPTION
source: Proceed with great caution, hostile aircraft sighted.
es_mx: Deberías proceder con mucho cuidado; aviones hostiles han sido avistados.
ja: 敵機を確認した、慎重に進行せよ。
pl: Zachowaj szczególną ostrożność; dostrzeżono wrogie lotnictwo.
ru: Вы должны следовать с особой осторожностью: замечен неприятельский летательный аппарат.
uk: Ви мусите пересуватися особливо обережно: виявлено ворожий літальний апарат.
zh: 您应该格外小心，已发现敌机。
zh_sg: 您应该保持警惕；已发现敌方飞机。

# IDS_PCEF017_VL_SIGNALFLAG
source: Victor Lima
zh: VL旗

# IDS_PCEF017_VL_SIGNALFLAG_DESCRIPTION
source: Hurricane is approaching. You should take appropriate precautions.
es_mx: El huracán se acerca. Deberías tomar precauciones adecuadas.
ja: ハリケーン接近中、然るべく備えよ。
pl: Nadciąga huragan. Przygotuj się.
ru: Приближается тропический циклон. Вы должны принять соответствующие меры предосторожности.
uk: Наближається тропічний циклон. Ви мусите вжити відповідних запобіжних заходів.
zh: 暴风雨正在接近。您应该做好应对措施。
zh_sg: 暴风雨正在迫近。你应该做好应对措施。

# IDS_PCEF018_IX_SIGNALFLAG
source: India X-Ray
zh: IX旗

# IDS_PCEF018_IX_SIGNALFLAG_DESCRIPTION
source: The fire is gaining.
es_mx: El fuego está creciendo.
ja: 火災は勢いを増している。
pl: Pożar się wzmaga.
ru: Пожар усиливается.
uk: Пожежа посилюється.
zh: 火势正在蔓延。
zh_sg: 火势正在蔓延。

# IDS_PCEF019_JW1_SIGNALFLAG
source: Juliet Whiskey Unaone
zh: JWU旗

# IDS_PCEF019_JW1_SIGNALFLAG_DESCRIPTION
source: Leak is dangerous.
es_mx: La filtración es peligrosa.
ja: 浸水は危険な状態だ。
pl: Przeciek jest niebezpieczny.
ru: Течь опасна.
uk: Небезпечна теча.
zh: 漏水极其危险。
zh_sg: 进水很危险。

# IDS_PCEF020_BLUE_DRAGON_FLAG
source: Dragon
es_mx: Dragón
ja: ドラゴン
pl: Smok
ru: «Дракон»
uk: «Дракон»
zh: 龙旗
zh_sg: 龙

# IDS_PCEF020_BLUE_DRAGON_FLAG_DESCRIPTION
source: Increases the amount of Commander XP earned in a battle.
es_mx: Incrementa la cantidad de XP del Comandante obtenida en una batalla.
ja: 戦闘で取得した艦長 EXP を向上
pl: Zwiększa liczbę PD dowódcy zdobywanych w bitwie.
ru: Увеличивает количество зарабатываемого командиром опыта.
uk: Збільшує кількість досвіду здобутого командиром.
zh: 海军精英
zh_sg: 增加在战斗中的指挥官经验数量。

# IDS_PCEF021_WYVERN_FLAG
source: Wyvern
ja: ワイヴァーン
pl: Wiwerna
ru: «Виверна»
uk: «Виверн»
zh: 双足飞龙
zh_sg: 双足飞龙

# IDS_PCEF021_WYVERN_FLAG_DESCRIPTION
source: Increases the amount of credits earned in a battle.
es_mx: Aumenta la cantidad de créditos obtenida en una batalla.
ja: 戦闘での取得クレジットを向上
pl: Zwiększa ilość kredytów zdobywanych w bitwie.
ru: Увеличивает количество зарабатываемых кредитов.
uk: Збільшує кількість зароблених кредитів.
zh: 提高一场战斗所获得的银币数量。
zh_sg: 提高一场战斗所获得的银币数量。

# IDS_PCEF022_RED_DRAGON_FLAG
source: Red Dragon
es_mx: Dragón Rojo
ja: レッドドラゴン
pl: Czerwony smok
ru: «Красный дракон»
uk: «Червоний дракон»
zh: 红龙
zh_sg: 红龙

# IDS_PCEF022_RED_DRAGON_FLAG_DESCRIPTION
source: Increases the amount of XP earned by the ship and her Commander.
es_mx: Aumenta la cantidad de XP obtenida por el barco y su Comandante.
ja: 艦および艦長の取得 EXP を向上
pl: Zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Увеличивает количество опыта, зарабатываемого кораблём и командиром.
uk: Збільшує кількість досвіду, який здобувається кораблем та командиром.
zh: 提高战舰与其指挥官所获得的经验数量。
zh_sg: 提高战舰与其指挥官所获得的经验数量。

# IDS_PCEF023_OUROBOROS_FLAG
source: Ouroboros
ja: ウロボロス
pl: Uroboros
ru: «Уроборос»
uk: «Уроборос»
zh: 衔尾蛇
zh_sg: 衔尾蛇

# IDS_PCEF023_OUROBOROS_FLAG_DESCRIPTION
source: Increases the amount of Free XP earned in a battle.
es_mx: Aumenta la cantidad de XP Libre obtenida en una batalla.
ja: 戦闘で取得するフリー EXP を向上
pl: Zwiększa ilość wolnych PD zdobywanych w bitwie.
ru: Увеличивает зарабатываемый свободный опыт.
uk: Збільшує здобутий вільний досвід.
zh: 提高一场战斗所获得的自全局经验数量。
zh_sg: 提高战舰所获得的全局经验数量。

# IDS_PCEF024_HYDRA_FLAG
source: Hydra
ja: ヒュドラー
ru: «Гидра»
uk: «Гідра»
zh: 九头蛇
zh_sg: 九头蛇

# IDS_PCEF024_HYDRA_FLAG_DESCRIPTION
source: Increases the amount of Free XP and XP earned by the ship and her Commander.
es_mx: Aumenta la cantidad de XP Libre y XP obtenida por el barco y su Comandante.
ja: 取得するフリー EXP、艦および艦長の EXP を向上
pl: Zwiększa ilość wolnych PD i PD zdobywanych przez okręt i jego dowódcę.
ru: Увеличивает количество свободного опыта и опыта, зарабатываемого кораблём и командиром.
uk: Збільшує кількість вільного досвіду і досвіду, який здобувається кораблем та командиром.
zh: 提高战舰与其指挥官所获得的全局经验及经验数量。
zh_sg: 提高战舰与其指挥官所获得的全局经验及经验数量。

# IDS_PCEF025_BASILISK_FLAG
source: Basilisk
es_mx: Basilisco
ja: バジリスク
pl: Bazyliszek
ru: «Василиск»
uk: «Василіск»
zh: 巴西利斯克
zh_sg: 巴西利斯克

# IDS_PCEF025_BASILISK_FLAG_DESCRIPTION
source: Increases the amount of credits and XP earned by the ship.
es_mx: Incrementa la cantidad de créditos y XP obtenida por el barco.
ja: 各戦での取得クレジットならびに取得 EXP を向上させる。
pl: Zwiększa liczbę kredytów i PD zdobywanych w bitwach.
ru: Увеличивает количество зарабатываемых кредитов и зарабатываемого кораблём опыта.
uk: Збільшує кількість здобутих кредитів та досвіду корабля.
zh: 增加战舰获得的银币和经验。
zh_sg: 增加以该战舰获得的银币和经验值数量。

# IDS_PCEF026_SCYLLA_FLAG
source: Scylla
es_mx: Escila
ja: スキュラ
pl: Skylla
ru: «Сцилла»
uk: «Скілла»
zh: 斯库拉
zh_sg: 斯库拉

# IDS_PCEF026_SCYLLA_FLAG_DESCRIPTION
source: Increases the amount of XP earned by the ship and her Commander. Increases the amount of credits earned in a battle.
es_mx: Incrementa la cantidad de XP obtenida por el barco y su Comandante. Incrementa la cantidad de créditos obtenida en una batalla.
ja: 各戦での取得クレジットならびに艦および艦長の取得 EXP を向上させる。
pl: Zwiększa liczbę PD zdobywanych przez okręt i jego dowódcę. Zwiększa liczbę kredytów zdobywanych w bitwach.
ru: Увеличивает количество опыта, зарабатываемого кораблём и командиром. Увеличивает количество зарабатываемых кредитов.
uk: Збільшує кількість досвіду, здобутого кораблем і командиром. Збільшує кількість здобутих кредитів за бій.
zh: 增加战舰和它的指挥官获得的经验。增加战斗中获得的银币。
zh_sg: 增加以该战舰和其指挥官获得的经验值数量。增加一场战斗中获得的银币数量。

# IDS_PCEF027_LEVIATHAN_FLAG
source: Leviathan
es_mx: Leviatán
ja: レヴィアタン
pl: Lewiatan
ru: «Левиафан»
uk: «Левіафан»
zh: 利维坦
zh_sg: 利维坦

# IDS_PCEF027_LEVIATHAN_FLAG_DESCRIPTION
source: Increases the amount of Free XP and XP earned by the ship and her Commander. Increases the amount of credits earned in a battle.
es_mx: Incrementa la cantidad de XP Libre y XPobtenida por el barco y su Comandante. Incrementa la cantidad de créditos obtenida en una batalla.
ja: 各戦での取得クレジット、フリー EXP ならびに艦および艦長の取得 EXP を向上させる。
pl: Zwiększa liczbę Wolnych PD i PD zdobywanych przez okręt i jego dowódcę. Zwiększa liczbę kredytów zdobywanych w bitwach.
ru: Увеличивает количество свободного опыта и опыта, зарабатываемого кораблём и командиром. Увеличивает количество зарабатываемых кредитов.
uk: Збільшує кількість вільного досвіду і досвіду, здобутого кораблем і командиром. Збільшує кількість здобутих кредитів.
zh: 增加战舰和它的指挥官获得的经验和全局经验。增加战斗中获得的银币。
zh_sg: 增加以该战舰和其指挥官获得的全局经验和经验值数量。增加一场战斗中获得的银币数量。
