Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC240_OVECHKIN_CAP_DESCRIPTION
source: If a helmet belongs to Alexander Ovechkin, it will also have its own special history. At the beginning of his career, Alexander used a tinted visor and goalies started to explain his wonderful performance with it: say, by hiding his eyes, the forward never gave them a chance to figure out to which corner he would send the puck. Now, tinted visors are banned, however, Ovechkin still scores as much.
es_mx: Si un casco pertenece a Alexander Ovechkin, también tiene su propia historia especial. Al inicio de su carrera, Alexander usó un visor entintado y los porteros comenzaron a explicar su maravilloso desempeño con este: decían que, al ocultar sus ojos, el delantero nunca daba oportunidad de saber hacia que esquina enviaría el disco. Ahora, los visores entintados están prohibidos, sin embargo, Ovechkin sigue anotando igual que antes.
ja: アレクサンドル・オベチキンのヘルメットには、特別な歴史があります。彼は、そのキャリアの初期においては色つきバイザーを用いており、ゴーリー (ゴールキーパー) 達は、それを着用した彼の素晴しいパフォーマンスについて述べ始めました。ゴーリー達によると、このフォワードは自分の目を隠しているため、狙っているコーナーを悟ることができなかった、ということです。しかし、その後色つきのバイザーが禁止されたにも関わらず、彼は高いパフォーマンスを発揮し続けました。
pl: Jeśli kask należy do Aleksandra Owieczkina, to prawdopodobnie ma ciekawą historię. Na początku swojej kariery Aleksander używał przyciemnionego wizjera, czym bramkarze tłumaczyli jego niebywałą skuteczność: twierdzili, że zasłaniając swoje oczy nie pozwala im na odczytanie, w który róg będzie strzelał. Jednak teraz gdy przyciemnione wizjery są niedozwolone, Owieczkin nie przestaje strzelać jak szalony.
ru: Если владелец шлема — Александр Овечкин, то у шлема тоже может быть особая история. В начале своей карьеры Александр пользовался тонированным визором, и голкиперы начали объяснять его чудесную эффективность именно этим: мол, скрывая глаза, нападающий не даёт им шанса догадаться, в какой угол он будет бросать шайбу. Теперь тонированные визоры запрещены, вот только Овечкин не стал забивать реже.
uk: Якщо шолом належить Олександру Овечкіну, то шолом теж може мати особливу історію. На початку кар’єри Олександр користувався тонованим захисним склом, тож воротарі почали пояснювати його дивовижну ефективність саме цим: ховаючи очі, нападник не дає їм шансу здогадатися, у який кут кине шайбу. Зараз тонованувати захисне скло заборонили, проте Овечкін менше забивати не став.
zh: 如果一顶头盔属于亚历山大-奥维奇金的，它就也有属于自己的特殊历史。在他的球员生涯起始之初，亚历山大使用有色的护目镜，守门员开始解释带着它的精采表现，他们说由于有色护目镜遮挡眼睛，这名前锋不给他们机会察觉他打算射门的角落。现在有色的护目镜已经被禁止了，但奥维奇金的得分并没有比较少。
zh_sg: 即使只是一个头盔，一旦它属于了Alexander Ovechkin，那么它也会有自己的故事。在他职业生涯的初期，Alexander使用的是一个染色的面罩，守门员们经常讲述他带着这个面罩时的表现有多出色：它把眼睛遮住，让守门员没法判断他会把球射向什么方向。现在，染色面罩被禁用了，然而Alexander Ovechkin的得分仍然是那么多。

# IDS_PCZC241_OVECHKIN_SKATES
source: Skates
es_mx: Patines
ja: スケート
pl: Łyżwy
ru: Коньки
uk: Ковзани
zh: 冰鞋
zh_sg: 冰鞋

# IDS_PCZC241_OVECHKIN_SKATES_DESCRIPTION
source: Ice skates with a furious sheep and a golden eight were Alexander's lucky charm at the Vancouver Olympic Games. They didn't bring him the Gold medal but the love for outrageous skates remained. Another famous pair of skates was decorated with the flags of Russia and the USA as well as pictures of the main sights of the two countries capitals—the Saint Basil's Cathedral and the White House.
es_mx: Los patines de hielo con una oveja furiosa y un ocho dorado fueron el amuleto de la suerte de Alexander en los Juegos Olímpicos de Vancouver. No le dieron la medalla de oro, pero aún había amor por estos patines escandalosos. Otro famoso par de patines estaba decorado con las banderas de Rusia y los EE. UU., así como con las imágenes de los principales sitios de interés de las capitales de los dos países: la Catedral de San Basilio y la Casa Blanca.
ja: バンクーバー・オリンピックにおいては、ブレードに怒れる羊と金色の「8」が描かれたスケート靴が、アレクサンドルにとっての幸運のお守りでした。これらは金メダルをもたらすことこそなかったものの、彼はその後も奇抜なスケート靴を愛用し続けました。ロシアとアメリカの国旗、ならびに両国の首都を代表する観光名所である聖ワシリイ大聖堂とホワイトハウスが描かれたスケート靴もまた有名です。
pl: Łyżwy z wściekłą owcą i złota ósemka były talizmanami Aleksandra podczas Igrzysk Olimpijskich w Vancouver. Nie przyniosły mu złotego medalu, ale miłość do niesamowitych łyżew pozostała. Kolejna słynna para łyżew posiadała wizerunki flag Rosji i Stanów Zjednoczonych oraz dwóch słynnych budowli z obu krajów – Soboru Wasyla Błogosławionego oraz Białego Domu.
ru: Коньки с изображением разъярённой овцы и золотой восьмёрки были талисманом Александра на Олимпиаде в Ванкувере. Золота они ему не принесли, но любовь к эпатажным конькам осталась. Следующая известная пара была украшена флагами России и США и изображениями главных достопримечательностей столиц двух стран — Храма Василия Блаженного и Белого дома.
uk: Ковзани із зображенням розлюченої вівці та золотої вісімки були талісманом Олександра на Олімпіаді у Ванкувері. Золота вони йому не принесли, проте любов до епатажних ковзанів залишилася. Наступну славетну пару прикрашали прапори Росії та США й зображення головних пам’яток столиць цих двох країн — Собору Василія Блаженного та Білого дому.
zh: 带有愤怒绵羊和金色8的冰鞋是亚历山大在冬季奥运的幸运符。它们并没有为他带来金牌，但那些夸张的冰鞋仍受到喜爱。另一双著名的冰鞋装饰着S国和M国的国旗，以及两国首都的主要景观—圣瓦西里主教座堂和白宫。
zh_sg: 在温哥华奥运会上，Alexander的冰鞋上有一只愤怒绵羊和一个金色八号，这是他的幸运符号。尽管他们并没有给他带来金牌，但他仍然很喜欢那些这双看上去很夸张的冰鞋。另一双著名的冰鞋装饰着俄罗斯和美国的国旗，以及两国首都的重要景点 - 圣瓦西里大教堂和白宫。

# IDS_PCZC242_OVECHKIN_SHIRT
source: Uniform
es_mx: Uniforme
ja: ユニフォーム
pl: Strój
ru: Форма
uk: Форма
zh: 制服
zh_sg: 球衣

# IDS_PCZC242_OVECHKIN_SHIRT_DESCRIPTION
source: Upon signing a contract with the Washington Capitals, Alexander chose to be number eight. It is unlikely that another hockey player will appear in the foreseeable future, who will become a more popular "Eight" than the Dynamo Moscow trainee.
es_mx: Después de firmar un contrato con los Washington Capitals, Alexander eligió el número ocho. Es poco probable que otro jugador de hockey sobre hielo aparezca en el futuro inmediato que se convierta en un "Ocho" más popular que el recluta del Dynamo de Moscú.
ja: アレクサンドルは、ワシントン・キャピタルズと契約した際に、ナンバー・エイトを選びました。近い将来に、ディナモ・モスクワで練習を重ねたこの選手以上に有名な「エイト」がアイスホッケー界に登場することは、恐らくはないでしょう。
pl: Po podpisaniu kontraktu z Washington Capitals Aleksander wybrał numer osiem. Mało prawdopodobne, by w przewidywalnej przyszłości pojawił się inny hokeista, który stanie się „ósemką” popularniejszą od wychowanka Dynama Moskwa.
ru: Подписав контракт с Washington Capitals, Александр выбрал восьмой номер. Вряд ли в обозримом будущем появится хоккеист, который станет более популярной «восьмёркой», чем воспитанник московского «Динамо».
uk: Уклавши контракт з Washington Capitals, Олександр вибрав восьмий номер. Навряд чи в осяжному майбутньому з’явиться хокеїст, що стане популярнішою «вісімкою», ніж вихованець московського «Динамо».
zh: 在与首都队签约之后，亚历山大选择背号8号。在可见的未来里不太可能见到另一名比发电机队实习生更受欢迎的「8号」曲棍球球员。
zh_sg: 在与华盛顿首都签订合同后，亚历山大选择了8号。在可预见的未来中可能不会再出现另一位比这位来自莫斯科迪纳摩的球员更热门的8号冰球球员了。

# IDS_PCZC243_OVECHKIN_GLOVES
source: Gloves
es_mx: Guantes
ja: グローブ
pl: Rękawice
ru: Перчатки
uk: Рукавички
zh: 手套
zh_sg: 手套

# IDS_PCZC243_OVECHKIN_GLOVES_DESCRIPTION
source: On January 11, 2016, the Washington Capitals captain Ovechkin scored his 500th goal in a match of the NHL Regular Season against Ottawa Senators. The gloves that "helped" him to make the throw are now kept in the Hockey Hall of Fame in Toronto, Canada.
es_mx: El 11 de enero de 2016, el capitán de los Washington Capitals, Ovechkin, anotó su gol 500 en el partido de la temporada regular de la NHL contra los Senadores de Ottawa. Los guantes que lo "ayudaron" a realizar el lanzamiento se conservan ahora en el Salón de la Fama de Hockey en Toronto, Canadá.
ja: 2016 年 1 月 11 日、ワシントン・キャピタルズのキャプテンを務めていたオベチキンは、NHL レギュラーシーズンにおけるオタワ・セネターズとの試合において 500 回目のゴールを決めました。このスローの際に彼を「助けた」グローブは、カナダ、トロントにあるホッケーの殿堂に保管されています。
pl: 11 stycznia 2016 roku w trakcie meczu z Ottawa Senators, Owieczkin, kapitan Washington Capitals, strzelił swojego 500. gola w sezonie zasadniczym NHL. Rękawice, które mu w tym „pomogły”, znajdują się teraz w Hockey Hall of Fame w Toronto w Kanadzie.
ru: 11 января 2016 года капитан Washington Capitals Овечкин забил свой 500-й гол в матче регулярного чемпионата НХЛ с Ottawa Senators. Перчатки, которые «помогли» ему в броске, теперь хранятся в Зале хоккейной славы НХЛ в канадском Торонто.
uk: 11 січня 2016 року капітан Washington Capitals Овечкін закинув свою 500-ту шайбу — у матчі регулярного чемпіонату НХЛ проти Ottawa Senators. Рукавички, що «допомогли» йому зробити той кидок, тепер зберігаються в Залі хокейної слави NHL у Торонто, Канада.
zh: 2016年1月11日，首都队队长奥维奇金在NHL常规赛对阵渥太华参议员的比赛中进了他的第500个进球。「“帮助」他射门的手套现在保存在曲棍球名人堂。
zh_sg: 2016年1月11日，华盛顿首都队队长Ovechkin在NHL常规赛对阵渥太华参议员队的比赛中打进了他的第500个进球。帮助他打入这个进球的手套现在正保存在加拿大多伦多的冰球名人堂中。

# IDS_PCZC244_OVECHKIN_CALENDAR
source: Early Success
es_mx: Éxito Inicial
ja: 初期の成功
pl: Pierwsze sukcesy
ru: Первые успехи
uk: Перші успіхи
zh: 早期成就
zh_sg: 年少成名

# IDS_PCZC244_OVECHKIN_CALENDAR_DESCRIPTION
source: Having become the captain of the Dynamo Moscow team, Ovechkin, born in 1985, proved to be the best scorer and initiated a series of records and titles. In 1998, he broke the record set by Pavel Bure when he scored 59 goals at the Moscow championship. It took the forward less than thirty matches.
es_mx: Habiéndose convertido en el capitán del equipo Dynamo de Moscú, Ovechkin, nacido en 1985, demostró ser el mejor anotador e inició una serie de récords y títulos. En 1998, rompió el récord establecido por Pavel Bure cuando anotó 59 goles en el campeonato de Moscú. Al delantero le tomó menos de treinta partidos.
ja: 1985 年に生まれ、ディナモ・モスクワ・チームのキャプテンとなったオベチキンは、最高のスコアラーとしての実力を示し、様々な記録やタイトルを達成しました。1998 年には、モスクワ・チャンピオンシップで 59 ゴールを決め、パーベル・ブレによる従来の記録を破りました。これは、僅か 30 戦未満での快挙でした。
pl: Po zdobyciu opaski kapitana Dynama Moskwa, urodzony w 1985 roku Owieczkin okazał się niesamowitym strzelcem i rozpoczął swoją serię zdobywania rekordów i tytułów. W 1998 roku pobił rekord ustalony przez Pawła Bure, gdy strzelił 59 goli w sezonie mistrzowskim drużyny z Moskwy. Potrzeba mu do tego było mniej niż 30 meczy.
ru: Став капитаном команды московского «Динамо», Овечкин, 1985 года рождения, показал себя как лучший бомбардир и начал цепочку рекордов и титулов. В 1998 году он побил рекорд, установленный Павлом Буре, забросив в чемпионате Москвы 59 шайб. Для этого нападающему потребовалось менее тридцати матчей.
uk: Ставши капітаном команди московського «Динамо», Овечкін, 1985 р. народження, став найліпшим бомбардиром і почав рухатися сходами рекордів й титулів. 1998 року він побив рекорд, встановлений Павлом Буре, закинувши у чемпіонаті Москви 59 шайб. Для цього нападнику знадобилося менше тридцяти матчів.
zh: 成为发电机队队长后，出生于1985年的奥维奇金被证明是最好的得分手并且开始了一系列的纪录和头衔。1998年，他打破了帕维尔-布尔在锦标赛中打进59球的纪录。只花了这名前锋不到三十场比赛。
zh_sg: 成为莫斯科迪纳摩队队长后，出生于1985年的奥维奇金证明了自己是最好的得分手，积累了一连串的纪录和奖项。1998年，他打破了Pavel Bure在莫斯科锦标赛中打入59球的纪录。他只用了不到30场比赛。

# IDS_PCZC245_OVECHKIN_MEDAL
source: Championships Gold
es_mx: Campeonatos de Oro
ja: チャンピオンシップ 金メダル
pl: Złoto mistrzów
ru: Золото чемпионатов
uk: Золото чемпіонатів
zh: 世界冠军
zh_sg: 锦标赛金牌

# IDS_PCZC245_OVECHKIN_MEDAL_DESCRIPTION
source: In 2008, Ovechkin received his first title of World Champion. The Gold medal of the Championship in Quebec, Canada was the first for Russia in 15 years after the victory at the Championship in 1993. In the 2012 and 2014 Championships, the Russian team showed an absolute result and won the gold medals again.
es_mx: En 2008, Ovechkin obtuvo su primer título de Campeón del Mundo. La medalla de oro del Campeonato en Quebec, Canadá, fue la primera para Rusia en 15 años después de la victoria del Campeonato en 1993. En los Campeonatos del 2012 y 2014, el equipo ruso mostró un resultado absoluto y ganó las medallas de oro nuevamente.
ja: オベチキンは、2008 年に最初の世界チャンピオンに輝きました。そしてロシアにとって、カナダのケベック州で開催されたこのチャンピオンシップでの金メダル獲得は、1993 年に最後に優勝して以後では初めてのことだったのです。ロシア代表チームは、2012 年と 2014 年にも素晴しい実力を示し、金メダルを勝ち取っています。
pl: W 2008 roku Owieczkin zdobył swój pierwszy tytuł Mistrza Świata. Złoty medal w Quebecu w Kanadzie był pierwszym dla Rosji od 15 lat. Poprzedni triumf Czerwona maszyna odniosła w roku 1993. W latach 2012 i 2014 Rosjanie zdominowali mistrzostwa i również sięgali po złoto.
ru: В 2008 году Овечкин выиграл свой первый титул чемпиона мира. Золото чемпионата в канадском Квебеке стало для России первым за 15 лет после победы на чемпионате 1993 года. В чемпионатах 2012 и 2014 годов команда России показала абсолютный результат и также завоевала золотые медали.
uk: 2008 року Овечкін виграв свій перший титул чемпіона світу. Золото чемпіонату в канадському Квебеку стало для Росії першим за 15 років після перемоги на чемпіонаті 1993 року. У чемпіонатах 2012 та 2014 рр. команда Росії показала абсолютний результат і також завоювала золоті медалі.
zh: 2008年，奥维奇金获得了他的第一个世界冠军头衔。加拿大魁北克冠军赛的金牌是S国在1993年获胜后睽违15年的冠军。在2012年和2014年的冠军赛中，S国队伍取得了绝对的成绩并再次夺得金牌。
zh_sg: 2008年，Ovechkin获得了他的第一个世界冠军。这是在1993年加拿大魁北克世界锦标赛后，时隔15年，俄罗斯又一次获得世界冠军。在2012年和2014年的锦标赛中，俄罗斯队都取得了绝对的优势并再次夺得金牌。

# IDS_PCZC246_OVECHKIN_DRAFT
source: Draft 2004
es_mx: Contrataciones del 2004
ja: ドラフト (2004 年)
zh: 2004年选秀
zh_sg: 2004年选秀

# IDS_PCZC246_OVECHKIN_DRAFT_DESCRIPTION
source: In 2004, Ovechkin, an 18-year-old Dynamo player, was taken by the Washington Capitals under the first overall number, becoming the second Russian hockey player after Ilya Kovalchuk to top the draft. The Washington Capitals General Manager admitted that 15 teams were interested in the opportunity to acquire Ovechkin at the same time. Alexander was an undeniable jackpot of the draft: by that time he had played 13 seasons and missed only 29 matches.
es_mx: En el 2004, los Washington Capitals adquirieron a Ovechkin, un jugador de 18 años del Dynamo, bajo el primer número de todos. Se convirtió en el segundo jugador ruso de hockey sobre hielo después de Ilya Kovalchuk en lo más alto de las contrataciones. El Gerente General de los Washington Capitals admitió que 15 equipos estaban interesados en la oportunidad de adquirir a Ovechkin simultáneamente. Alexander fue un premio innegable de la temporada de contrataciones: en este momento, ha jugado 13 temporadas y solo ha perdido 29 partidos.
ja: ワシントン・キャピタルズは、ディナモに所属していた当時 18 歳のオベチキンを、総合 1 位で獲得しました。ロシア人アイスホッケー選手としてドラフト 1 位に輝いたのは、イリヤ・コワルチュクに次ぐ 2 人目の快挙でした。ワシントン・キャピタルズのジェネラル・マネージャーは、オベチキンの獲得を目指していたのは全部で 15 チームだった、と認めています。アレクサンドルは間違いなくこの年のドラフトの目玉であり、この時までに彼は 13 シーズンをプレイし、逃したのは僅かに 29 試合だったのです。
pl: W roku 2004 Owieczkin, wówczas 18-letni zawodnik Dynama, został kupiony przez Washington Capitals z numerem 1 i stał się drugim w historii Rosjaninem, po Ilji Kowalczuku, który znalazł się na szczycie draftu. Menadżer Washington Capitals przyznał, że pozyskaniem Owieczkina zainteresowanych było 15 drużyn jednocześnie. Transfer Aleksandra był bez wątpienia strzałem w dziesiątkę: do tej pory rozegrał 13 sezonów i ominął jedynie 29 meczów.
ru: В 2004 году 18-летний динамовец Овечкин был взят Washington Capitals под общим первым номером, став вторым после Ильи Ковальчука россиянином, который возглавил драфт. Генеральный менеджер Washington Capitals признался, что сразу 15 команд интересовались возможностью приобретения Овечкина. Александр был несомненным джекпотом драфта: к этому времени он отыграл 13 сезонов и пропустил при этом всего 29 матчей.
uk: 2004 року 18-річного динамівця Овечкіна взяла команда Washington Capitals під загальним першим номером, і він став другим після Іллі Ковальчука росіянином, який очолив драфт. Генеральний менеджер Washington Capitals зізнався, що відразу 15 команд цікавилися можливістю придбання Овечкіна. Олександр був безсумнівним джекпотом драфту: до цього часу він відіграв 13 сезонів, у яких пропустив лише 29 матчів.
zh: 2004年，18岁的发电机球员奥维奇金在第一轮被首都队夺走，并成为仅次于选秀大会的伊利亚科瓦尔丘克之后的第二位S国冰球运动员。 首都总经理承认，有15支球队有机会同时收购奥维奇金。 亚历山大是一个无可否认的选秀大奖：到那时他已经打了13个赛季，只错过了29场比赛。
zh_sg: 2004年，18岁的迪纳摩球员Ovechkin在第一顺位被华盛顿首都队摘走，并成为Ilya Kovalchuk后第二位被首位选走的俄罗斯冰球运动员。华盛顿首都队总经理承认，同时有15支球队有兴趣得到Ovechkin。Alexander无可否认是那次选秀的最佳选择：到目前为止他已经打了13个赛季，只错过了29场比赛。

# IDS_PCZC247_OVECHKIN_GOAL
source: A Marvelous Goal
es_mx: Un Gol Maravilloso
ja: 驚嘆すべきゴール
pl: Znakomity gol
ru: Чудесный гол
uk: Чудовий гол
zh: 惊奇得点
zh_sg: 神奇的进球

# IDS_PCZC247_OVECHKIN_GOAL_DESCRIPTION
source: On January 16, 2006, Alexander Ovechkin, the Washington Capitals forward, scored a goal in a match against Phoenix Coyotes, which was subsequently included into the list of best moments in the NHL history. Having picked the puck in the center ice, Ovechkin crossed the blue line on the right wing and started moving to the center. In the attempt to beat the defenseman, Ovechkin fell down but managed to retain control over the puck. He rolled back over and sent the puck right into the net past the surprised goalie. Was it good luck? Or good technical skills?
es_mx: El 16 de enero del 2006, Alexander Ovechkin, delantero de los Washington Capitals, anotó un gol en un partido en contra de los Coyotes de Phoenix, el cual fue incluido más tarde en la lista de los mejores momentos de la historia de la NHL. Una vez con la posesión del disco en el centro del hielo, Ovechkin cruzó la línea azul por el ala derecha y comenzó a moverse hacia el centro. En un intento de superar al defensa, Ovechkin cayó, pero logro retener el control del disco. Rodó hacia atrás y envío el disco directo a la red lejos del sorprendido portero. ¿Fue mera suerte, o una muy buena técnica de habilidad?
ja: 2006 年 1 月 16 日、ワシントン・キャピタルズのフォワードだったアレクサンドル・オベチキンが、フェニックス・コヨーテズとの試合においてゴールを挙げました。このことは後に、NHL の歴史における最高の瞬間のひとつに含まれるようになりました。この際、中央付近でパックを受け取ったオベチキンは、右側からブルーラインを突破した後に中央方向に変針し、ディフェンスマンとの対決で転倒したものの、そのまま身を翻してパックをコントロールし、直接ネットにねじ込んだのです。これは単なる幸運に過ぎなかったのでしょうか、それとも優れた技術によるものだったのでしょうか?
pl: 16 stycznia 2006 roku Aleksander Owieczkin, napastnik Washington Capitals, strzelił gola w meczu w Pheonix Cotoyes, akcja ta znalazła się w kompilacji najlepszych momentów w historii NHL. Po przechwyceniu krążka na środku boiska Owieczkin przekroczył niebieską linię na prawym skrzydle i zaczął zbliżać się do środka boiska. Próbując minąć obrońcę Owieczkin upadł na lód, ale udało mu się zachować kontrolę nad krążkiem. Przekręcił się i leżąc na plecach posłał go w kierunku bramki, obok zaskoczonego bramkarza. Fart czy niesamowita technika?
ru: 16 января 2006 года Александр Овечкин, нападающий Washington Capitals, в матче с Phoenix Coyotes забросил шайбу, которая вошла в список лучших событий в истории НХЛ. Подобрав шайбу в средней зоне, Овечкин пересёк синюю линию по правому флангу и стал смещаться в центр. В попытке обыграть защитника Овечкин упал, но сохранил контроль над шайбой, перевернулся на спину и отправил шайбу в ворота мимо удивлённого голкипера. Удача? Техника?
uk: 16 січня 2006 р. Олександр Овечкін, нападник Washington Capitals, у матчі проти Phoenix Coyotes закинув шайбу, яка увійшла до переліку найкращих подій в історії НХЛ. Підібравши шайбу в середній зоні, Овечкін перетнув синю лінію правим флангом і став переміщатися у центр. Намагаючись обіграти захисника, Овечкін впав, але зберіг контроль над шайбою, перекинувся на спину і спрямував шайбу у ворота повз здивованого воротаря. Пощастило? Чи техніка?
zh: 2006年1月16日，首都前锋亚历山大-奥维奇金在对阵凤凰城野狼队的比赛中打进一球，被列入NHL历史上最佳时刻的名单。奥维奇金在中央冰捡起冰球后，越过右翼的蓝线开始移动到中央。为了击败防守队员，奥维奇金摔倒了，但成功控制了冰球。他回过头来，将冰球从惊讶的守门员身边送入网中。这是好运吗？还是好技巧技术？
zh_sg: 2006年1月16日，华盛顿首都前锋Alexander Ovechkin在对阵菲尼克斯郊狼队的比赛中打进了一粒进球，被评为NHL历史上最佳时刻之一。Ovechkin在球场中心接球后，越过右翼的蓝线开始向中心移动。在与防守球员的对抗中，Ovechkin摔倒了，但是它仍设法保持对冰球的控制。他转过身来，将冰球从惊讶的守门员身边送入网中。是好运吗？还是高超的技术呢？

# IDS_PCZC248_OVECHKIN_ASTEROID
source: A Star Player
es_mx: Un Jugador Estrella
ja: スター選手
pl: Gwiazda
ru: Звёздный игрок
uk: Зірковий гравець
zh: 明星球员
zh_sg: 明星球员

# IDS_PCZC248_OVECHKIN_ASTEROID_DESCRIPTION
source: In 2009, Ovechkin reached even closer to the stars, literally, this time. Leonid Elenin, a Russian astronomer, discovered an asteroid and named it after the hockey player—257261 Ovechkin. Elenin wanted to devote his discovery naming to the hockey player's birthday (September 17), but the International Astronomical Union approved the name only on October 10.
es_mx: En 2009, Ovechkin se acercó aún más a las estrellas, literalmente, esta vez. Leonid Elenin, un astrónomo ruso, descubrió un asteroide y le puso el nombre del jugador de hockey: 257261 Ovechkin. Elenin quería dedicar su descubrimiento nombrando el cumpleaños del jugador de hockey (17 de septiembre), pero la Unión Astronómica Internacional aprobó el nombre hasta el 10 de octubre.
ja: オベチキンは 2009 年、今回は文字通り「スター」にさらに迫りました。ロシアの天文学者レオニード・エレーニンが、自身が発見した小惑星 (257261 番) を Ovechkin と命名したのです。エレーニンは、オベチキンの誕生日 (9 月 17 日) に命名することを希望していましたが、残念ながら、国際天文学連合 (IAU) によって承認されたのは、10 月 10 日のことでした。
pl: W 2009 roku Owieczkin ponownie sięgnął gwiazd, tym razem dosłownie. Leonind Elenin, rosyjski astronom, odkrył asteroidę i nazwał ją imieniem słynnego hokeisty – 257261 Owieczkin. Elenin chciał nadać tę nazwę w urodziny gracza (17 września), ale Międzynarodowa Unia Astronomiczna zatwierdziła ją dopiero 10 października.
ru: В 2009 году Овечкин стал ещё ближе к звёздам, на этот раз в буквальном смысле. Российский астроном Леонид Еленин открыл астероид и назвал его в честь хоккеиста — 257261 Ovechkin. Еленин хотел дать своему открытию имя Овечкина ко дню рождения хоккеиста (17 сентября), но Международный астрономический союз утвердил название только 10 октября.
uk: 2009 року Овечкін став ще ближче до зірок, і цього разу буквально. Російський астроном Леонід Єлєнін відкрив астероїд і назвав його на честь хокеїста — 257261 Ovechkin. Єлєнін хотів дати своєму відкриттю ім’я Овечкіна до дня народження хокеїста (17 вересня), але Міжнародний астрономічний союз затвердив назву лише 10 жовтня.
zh: 2009年，这一次，奥维奇金变得更加接近星星了。S国天文学家列奥尼德-埃莱宁发现了一颗小行星，并以曲棍球球员命名它为—257261奥维奇金。埃莱宁想将他的发现命名为曲棍球球员员的生日（9月17日），但国际天文学联盟直到10月10日才批准了该命名。
zh_sg: 2009年，Ovechkin更加接近一名明“星”球员，这一年，俄罗斯天文学家列昂尼德·埃林发现了一颗小行星，并以命名为257261 Ovechkin。Elenin想将他的发现命名为这位冰球球员的生日（9月17日），但国际天文学联盟在10月10日就批准了名称。

# IDS_PCZC249_OVECHKIN_STICK
source: Golden Stick
es_mx: Bastón Dorado
ja: ゴールデン・スティック
pl: Złoty kij
ru: Золотая клюшка
uk: Золота ключка
zh: 金棍
zh_sg: 金球棍
