Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC065_YAMAMOTO_PISTOL_DESCRIPTION
source: A self-loading pistol designed in 1902 by the famous Kijiro Nambu, sometimes called the "John Browning of Japan". The pistol was manufactured in Japan in various models until 1945 and was widely used by officers in the Army and Navy alike. Caliber: 8 mm; magazine: 8 rounds; effective firing range: 50 m. The original Nambu was the Type A; its upgraded version, Type A Modified, was designed in 1906 and was in production until 1923. In 1909, the Nambu Type A Modified pistol was officially adopted by the Imperial Japanese Navy. In the Navy, this model was known as the "Army Type" while in the Army, which never actually adopted it, the model made a name for itself as the "Navy Type". Though the pistol was officially adopted, officers had to buy them with their own money.
es_mx: Una pistola de carga automática diseñada en 1902 por el famoso Kijiro Nambu, a veces llamado el "John Browning de Japón". La pistola era hecha en Japón y contaba con varios modelos hasta 1945 y era usada extensamente por oficiales de la Marina y Ejército de la misma manera. Calibre: 8 mm; carga: 8 rondas; efectividad de rango de fuego: 50 m. El Nambu original fue el Type A; su versión mejorada, el Type A Modificado, fue diseñado en 1906 y estuvo en producción hasta 1923. En 1909, la pistola Modificada Nambu Type A fue oficialmente adoptada por la Marina Imperial Japonesa. En la Marina, este modelo fue conocido como el "Type del Ejército" mientras que el Ejército, dichos nunca la adoptaron, el modelo se llegó a llamar"Type de la Marina". Aunque la pistola fue oficialmente adoptada, los oficiales tenían que comprarla con su propio dinero.
ja: 「日本のジョン・ブローニング」とも称された高名な南部麒次が 1902 年に設計した自動拳銃であり、1945 年まで様々な型が生産され続け、陸海軍の士官達の間で幅広く使用されました。その性能は、口径 8 mm、装弾数 8 発、有効射程 50 m。 南部式大型自動拳銃の初期型が甲であり、1906 年にはその改良型である甲改が設計され、1923 年まで製造されました。1909 年には甲改が大日本帝国海軍に正式採用され、海軍では陸式拳銃と呼ばれていました。この拳銃は正式採用されていたものの、士官達は私財でこれを購入する必要がありました。
pl: Samoładujący pistolet zaprojektowany w 1902 roku przez słynnego Kijiro Nambu, nazywanego czasami „japońskim Johnem Browningiem”. Pistolet produkowany był w różnych odmianach aż do 1945 roku i był szeroko używany przez oficerów Armii oraz Marynarki. Kaliber: 8 mm, poj. magazynka: 8 szt. amunicji, zasięg skuteczny: 50 m. Oryginałem był pistolet Nambu Type A. Jego ulepszona wersja, Type A Modified, zaprojektowana została w 1906 roku i pozostawała w produkcji do 1923 roku. W 1909 roku pistolet Namby Type A Modified został oficjalnie przyjęty przez Cesarską Marynarkę Wojenną Japonii. W marynarce model ten znany był pod nazwą „typ armii”, podczas gdy w Armii, która nigdy go oficjalnie nie zaadoptowała, nazywany był „typem marynarskim”. Chociaż było to uzbrojenie oficjalnie przyjęte przez Marynarkę, oficerowie musieli je kupować za własne pieniądze.
ru: Самозарядный пистолет, разработанный в 1902 году знаменитым Кидзиро Намбу — «японским Джоном Браунингом», производился в Японии в различных вариантах вплоть до 1945 года и получил распространение среди офицеров как армии, так и флота. Калибр пистолета — 8 мм, магазин — 8 патронов, эффективная дальность стрельбы — 50 м. Первая модель пистолета имела обозначение «Тип А», её усовершенствованный вариант, «Модифицированный Тип А», был разработан в 1906 году и производился до 1923 года. Именно «Модифицированный Тип А» был официально принят на вооружение Императорским японским флотом в 1909 году. На флоте эта модель именовалась «Армейский тип», в то время как в армии, которая так и не приняла её на вооружение, она стала известна как «Флотский тип». Несмотря на официальное принятие на вооружение, офицеры должны были приобретать пистолет за собственные средства.
uk: Самозарядний пістолет, розроблений 1902 р. знаменитим Кідзіро Намбу — «японським Джоном Браунінгом», виготовляли у Японії у різних варіантах аж до 1945 р. Він був поширений серед офіцерів як армії, так і флоту. Калібр пістолета — 8 мм, магазин — 8 патронів, ефективна дальність стрільби — 50 м. Перша модель пістолета мала позначення «Тип А», її вдосконалений варіант, «Модифікований Тип А», розробили 1906 р. і виготовляли до 1923 р. Саме «Модифікований Тип А» офіційно прийняли на озброєння Імператорського японського флоту 1909 р. На флоті цю модель називали «Армійський тип». У той самий час у війську, яке так і не прийняло її на озброєння, ця модель стала відома як «Флотський тип». Незважаючи на офіційне прийняття на озброєння, офіцери мусили купувати пістолет за власний кошт.
zh: 1902 年由著名的 Kijiro Nambu 所设计的半自动手枪，有时被称作「日本的约翰布朗宁」。直到 1945 年，这把手枪在日本制造了多种型号并广泛地被陆军和海军的军官所使用。口径：8 毫米；弹匣：8 发；有效射程：50 公尺。 原本的南部手枪为甲式；其升级版，甲式改良型，设计于 1906 年并生产至 1923 年。1909 年，大日本帝国海军官方正式采用了南部甲式改良型手枪。在海军里，这个型号被称为「陆军式」，而在陆军却从未确实采用，该型号将自己的名字取为「海军式」。尽管这把手枪已被正式采用，但军官们却必须自己花钱来购买它们。
zh_sg: 1902年由著名的Kijiro Nambu所设计的半自动手枪，有时被称作“日本的约翰布朗宁”。直到1945年，这把手枪在日本制造了多种型号并广泛地被陆军和海军的军官所使用。口径：8毫米；弹匣：8发；有效射程：50米。 原本的南部手枪为甲式；其升级版，甲式改良型，设计于1906年并生产至1923年。1909年，大日本帝国海军官方正式采用了南部甲式改良型手枪。在海军里，这个型号被称为“陆军式”，而在陆军却从未确实采用，该型号将自己的名字取为“海军式”。尽管这把手枪已被正式采用，但军官们却必须自己花钱来购买它们。

# IDS_PCZC066_YAMAMOTO_KATANA
source: Imperial Japanese Navy Officer's Sword, 1930
es_mx: Espada de Oficial de la Marina Imperial Japonesa, 1930
ja: 大日本帝国海軍 士官用 軍刀 (1930 年)
pl: Miecz oficera Cesarskiej Marynarki Wojennej Japonii, 1930 r.
ru: Меч офицера Императорского флота, 1930-е годы
uk: Меч офіцера Імператорського флоту, 1930-і рр.
zh: 大日本帝国海军军官的刀，1930 年
zh_sg: 大日本帝国海军军官的刀，1930年

# IDS_PCZC066_YAMAMOTO_KATANA_DESCRIPTION
source: In 1937, sabers of the European type, adopted by the unified Japanese naval forces during the early days of their formation as elements of outfit for command personnel, were replaced by traditional Japanese swords. By its construction, the naval military sword, or kai-gunto, largely mirrored a Medieval Tati-type Samurai sword. The characteristic features of the kai-gunto, which distinguished it from the shin gunto used by the Imperial Japanese Army, were a brown-braided handle and a wooden scabbard with a black finish. Yamamoto Isoroku owned several swords made by swordsmiths in accordance with traditional Japanese blacksmithing techniques. The Admiral had one of these swords with him at the time of his death.
es_mx: En 1937, los sables de tipo europeo, fueron adoptados por las fuerzas japonesas navales unificadas durante los primeros días de su formación como elementos de un comando personal, y fueron reemplazadas por las espadas japonesas tradicionales. Por su construcción, la espada militar naval, o kai-gunto, en gran parte reflejaba a la espada samurái Medieval Tipo-Tati. Las características del kai-gunto, se distinguían del shin gunto usado por el Ejército Imperial Japonés, por un mango trenzado-café y una vaina de madera con acabado negro. Yamamoto Isoroku tenía varias espadas hechas por varios espadachines de acuerdo a la tradición japonesa de las técnicas de herrería. El Almirante tenía una de estas espadas al momento de su muerte.
ja: 大日本帝国海軍は、創設初期から将校用の軍服の要素として西洋風のサーベル様式の軍刀を採用していましたが、これは 1937 年に伝統的な日本刀に置き換えられました。この際に制定された海軍刀は、大日本帝国陸軍の新軍刀とは異なった特徴を備えており、鎌倉期の太刀を範とし、柄には茶色の柄糸が巻かれ、鞘は木製で漆黒塗りとなっていました。 山本五十六は、刀匠が日本の伝統的な鍛冶技術によって鍛刀した刀を数本所有しおり、戦死した際にもそのうちの 1 本を佩用していました。
pl: W 1937 roku szable europejskiego typu, przyjęte przez zjednoczone japońskie siły morskie we wczesnych latach swojego istnienia, zostały zastąpione przez tradycyjne japońskie miecze. Swoją konstrukcją miecz marynarski, znany również jako kar-gunto, bardzo przypominał średniowieczny miecz samurajski typu Tati. Do charakterystycznych cech kai-gunto, odróżniających je od shin-gunto, czyli mieczy używanych przez Armię, zalicza się oplecioną brązowym kolorem rękojeść i drewnianą, pomalowaną na czarno rękojeść. Yamamoto Isoroku posiadał kilka mieczy wykonanych przez mieczników zgodnie z tradycyjnymi japońskimi technikami kowalskimi. Admirał miał przy sobie jeden z tych mieczy w chwili swojej śmierci.
ru: В 1937 году сабли европейского типа, введённые на заре становления единого японского флота в качестве элементов экипировки командного состава, были заменены на традиционные японские мечи. «Морской военный меч», или кай-гунто, по конструкции во многом повторял средневековый самурайский меч типа тати. Характерными чертами кай-гунто, отличавшими его от армейского син-гунто, были коричневая оплётка рукояти и деревянные ножны с чёрной отделкой. Ямамото Исороку владел несколькими мечами, изготовленными мастерами-оружейниками в соответствии с традиционными технологиями японского кузнечного дела. Один из таких мечей был при адмирале и в момент его гибели.
uk: 1937 р. шаблі європейського типу, які ввели від початку становлення єдиного японського флоту як елемент однострою командного складу, замінили на традиційні японські мечі. «Морський військовий меч», або кай-ґунто, конструктивно багато чим повторював середньовічний самурайський меч типу таті. Характерними рисами кай-ґунто, які відрізняли його від армійського син-ґунто, були коричневе плетіння на руків’ї та дерев’яні піхви з чорним оздобленням. Ямамото Ісороку мав кілька мечів, які виготовили майстри-зброярі відповідно до традиційних технологій японського ковальського мистецтва. Один з таких мечів був з адміралом і у мить його загибелі.
zh: 1937 年，欧式的军刀，在组建的早期阶段被日本海军部队统一采用作为指挥人员的配备元素，被传统的日本刀所取代。按其构造，海军军刀或海军刀，其武士刀大量借鉴了中世纪的太刀。海军刀的特征，与大日本帝国陆军所使用的新军刀做区分，为棕色编织的握柄和以黑色润饰的木制刀鞘。 Yamamoto Isoroku 拥有的几把由日本刀匠根据传统锻造技术制造的刀。海军大将在他逝世时身边就有这些刀的其中一把。
zh_sg: 1937年，欧式的军刀，在组建的早期阶段被日本海军部队统一采用作为指挥人员的配备元素，被传统的日本刀所取代。按其构造，海军军刀或海军刀，其武士刀大量借鉴了中世纪的太刀。海军刀的特征，与大日本帝国陆军所使用的新军刀做区分，为棕色编织的握柄和以黑色润饰的木制刀鞘。 山本五十六拥有的几把由日本刀匠根据传统锻造技术制造的刀。海军大将在他逝世时身边就有这些刀的其中一把。

# IDS_PCZC067_YAMAMOTO_CHRYSANTHEMUM
source: Grand Cordon of the Supreme Order of the Chrysanthemum
es_mx: Suprema Orden del Crisantemo
ja: 大勲位菊花大綬章
pl: Wielka Wstęga Najwyższego Orderu Chryzantemy
ru: Орден Хризантемы на Большой ленте
uk: Орден Хризантеми на Великій стрічці
zh: 大勲位菊花大绶章
zh_sg: 大勋位菊花大绶章

# IDS_PCZC067_YAMAMOTO_CHRYSANTHEMUM_DESCRIPTION
source: The Supreme Order of the Chrysanthemum, the oldest of the Japanese orders, was established in 1876 by Emperor Mutsuhito. The badge and star of the Order depict a red enameled sun disc casting white rays. Between the rays is the yellow-enameled chrysanthemum blossom with green leaves. Admiral Yamamoto Isoroku was awarded the Order, posthumously, in April 1943. Throughout the history of the Order, aside from Yamamoto, the Imperial Family, and heads of states, only 50 people were honored with this highest award.
es_mx: La Suprema Orden del Crisantemo, es una de las órdenes japonesas más viejas, fue establecida en 1876 por el Emperador Mutsuhito. La medalla y la estrella de la Orden representa un disco esmaltado del sol rojo que echa rayos blancos. Entre los rayos hay un Crisantemo amarillo esmaltado con hojas verdes. El Almirante Yamamoto Isoroku fue otorgado la Orden, después de morir, en abril de 1943. A través de la historia de la Orden, además de Yamamoto, la Familia Imperial, y los jefes de estado solamente 50 personas fueron honradas con esta recompensa alta.
ja: 大勲位菊花大綬章は日本における最初の勲章のひとつであり、1876 年に日本の最高位勲章として明治天皇によって制定されました。この勲章の正章および副章のデザインは、赤い日の丸から白い旭光が放射状に伸びるというデザインになっており、その旭光を囲むように黄色の菊花と緑色の菊葉が配されています。 山本五十六には、1943 年 4 月の没後にこの勲章が授与されました。この最高位勲章の制定から今に至るまで受章者は、皇族や首相を除けば、山本の他 50 名のみに留まっています。
pl: Najwyższy Order Chryzantemy, najstarszy z orderów japońskich, został ustanowiony w 1876 roku przez Cesarza Mutsuhito. Odznaka i gwiazda Orderu przedstawiają czerwone, emaliowane słońce rzucające białe promienie. Pomiędzy promieniami umieszczone są emaliowane na żółto kwiaty chryzantemy z zielonymi liśćmi. Admirał Yamamoto Isoroku otrzymał order pośmiertnie, w kwietniu 1943 roku. W całej historii orderu poza Yamamoto, Rodziną Cesarską i głowami krajów otrzymało go tylko 50 osób.
ru: Высший орден Хризантемы, самый старший из японских орденов, был учреждён императором Мутсухито в 1876 году. Знак и звезда ордена представляют собой диск солнца красной эмали, от которого отходят белые лучи. Между лучами располагаются цветки хризантемы жёлтой эмали с зелёными листьями. Адмирал Ямамото Исороку был награждён орденом посмертно в апреле 1943 года. За всю историю ордена, кроме него, глав государств и членов коронованных фамилий, лишь 50 человек были удостоены этой высокой награды.
uk: Вищий орден Хризантеми, найстарший з японських орденів, заснував імператор Муцухіто 1876 р. Знак і зірка ордена це диск сонця червоної емалі, від якого відходять білі промені. Між променями розташовані квітки хризантеми жовтої емалі з зеленим листям. Адмірала Ямамото Ісороку нагороджений орденом у квітні 1943 р., посмертно. Окрім нього за всю історію ордена, не враховуючи голів держав та членів коронованих родин, лише 50 осіб нагородили цим орденом.
zh: 大勲位菊花，日本最古老的勋章，于 1876 年由 Mutsuhito 天皇所制定。徽章和勋章的星星描绘着红色瓷釉太阳形圆盘所投射出的白色光芒。射线之间是带有绿叶的黄色瓷釉菊花。 1943 年四月，海军大将 Yamamoto Isoroku 死后追赠该勋章。整个勋章的历史中，除了 Yamamoto、皇室、和国家元首外，只有 50 个人荣获这个最高奖项。
zh_sg: 大勋位菊花大绶章，日本最古老的勋章，于1876年由明治天皇所制定。徽章和勋章的星星描绘着红色瓷釉太阳形圆盘所投射出的白色光芒。射线之间是带有绿叶的黄色瓷釉菊花。 1943年四月，海军大将山本五十六死后追赠该勋章。整个勋章的历史中，除了山本、皇室、和国家元首外，只有50个人荣获这个最高奖项。

# IDS_PCZC068_YAMAMOTO_GOLDEN_KITE
source: Order of the Golden Kite 1st Class
es_mx: Orden del Cometa de Oro 1a Clase
ja: 功一級 金鵄勲章
pl: Order Złotej Kani, 1. klasa
ru: Орден Золотого Коршуна 1 степени
uk: Орден Золотого Шуліки 1-го ступеня
zh: 一级金鵄章
zh_sg: 一级金鵄勋章

# IDS_PCZC068_YAMAMOTO_GOLDEN_KITE_DESCRIPTION
source: Instituted in 1890 by Emperor Mutsuhito, the Order of the Golden Kite was conferred exclusively for distinguished military service. A legend says that a golden kite was sent to Emperor Jimmu by gods to help him in defeating his enemies in the final battle for a united Japan. Apart from the kite, the Order features crossed swords and two Samurai war shields. 1st Class of the Order: a badge suspended on a wide ribbon in green with a white stripe near the edges, worn on a sash, with a Breast Star worn on the left chest. Yamamoto Isoroku was awarded the highest Class of the Order only after his death in April 1943. By the time the Order was abolished in 1947, only 14 Admirals of the Japanese Navy were awarded the 1st Class with some of them, like Yamamoto, posthumously.
es_mx: Establecida en 1890 por el Emperador Mutsuhito, la Orden del Cometa de Oro era exclusivamente para el servicio distinguido militar. Una legenda dice que el Cometa de Oro fue enviado por el Emperador Jimmu por los Dioses para ayudarlo a derrotar sus enemigos en una batalla final para unificar a Japón. Además del Cometa, la Orden tiene unas espadas cruzadas y dos escudos de guerra samurái. La 1a Clase de la Orden: una medalla que suspendida por una cinta en verde y con rayas blancas cerca de las orillas, se pone en una faja, con una Estrella del Pecho montada en el pecho izquierdo. Yamamoto Isoroku fue otorgado la Clase más alta de la Orden solo después de su muerte en abril de 1943. Al momento de ser abolida la Orden en 1947, solamente 14 Almirantes de la Marina Japonesa habían sido recompensados con la 1a Clase, y algunos, como Yamamoto, después de morir.
ja: 1890 年に明治天皇によって制定された金鵄勲章は、武功のあった陸海軍の軍人および軍属に授与される勲章でした。「金鵄」という名前の由来は、神武天皇の東征の際に、神武の弓の弭にとまった黄金色のトビ (鵄) が光り輝き、長髄彦の軍を眩ませたことが、天皇軍の勝利に繋がったという日本神話の伝説に基いています。勲章のデザインは、旭光の上に金色の霊鵄を配し、下に大神宮の盾、矛、剣を配したものとなっており、功級によって若干の差異がありました。 山本五十六に対しては、1943 年 4 月の没後に功一級の本勲章が授与されました。本勲章は 1947 年に廃止されましたが、日本海軍の大将・元帥のうち功一級の本勲章を受章したのは 14 名のみであり、山本五十六と同様に没後に授与されたケースもありました。
pl: Ustanowiony w 1890 roku przez Cesarza Mutsuhito, Order Złotej Kani przyznawany był tylko za wyróżniającą się służbę wojskową. Legenda mówi, że złota kania wysłana została do Cesarza Jimmu przez bogów, by pomóc mu w pokonaniu wrogów w ostatecznej bitwie o zjednoczoną Japonię. Poza kanią na orderze znaleźć można skrzyżowane miecze i dwie tarcze samurajskie. 1. klasa orderu: odznaka zawieszona na szerokiej, zielonej wstędze z białymi paskami po bokach, noszona na wielkiej wstędze przez ramię, z gwiazdą na lewej piersi. Yamamoto Isoroku został oznaczony najwyższą klasą odznaczenia dopiero po swojej śmierci, w kwietniu 1943 roku. Do chwili porzucenia orderu w 1947 roku tylko 14 admirałów japońskiej marynarki otrzymało 1. klasę odznaczenia, niektórzy z nich, podobnie jak Yamamoto, pośmiertnie.
ru: Орден Золотого Коршуна был учреждён указом императора Мутсухито в 1890 году в качестве награды исключительно за военные заслуги. По легенде, золотой коршун был послан богами первому императору Дзимму и помог ему одолеть врагов в решающем сражении для объединения Японии. Кроме коршуна на ордене изображались перекрещенные мечи и два самурайских щита. Для первой степени ордена полагался орденский знак, носимый на широкой зелёной с белыми полосками ленте через плечо, и звезда на левой стороне груди. Ямамото Исороку был награждён высшей степенью ордена уже после своей гибели в апреле 1943 года. Всего до упразднения ордена в 1947 году такую же награду получили 14 адмиралов японского флота, некоторые, как и Ямамото, посмертно.
uk: Орден Золотого Шуліки заснували едиктом імператора Муцухіто 1890 р. як нагороду виключно за військові заслуги. За легендою, золотого шуліку надіслали боги першому імператору Джінму, й він допоміг йому здолати ворогів у вирішальній битві за об’єднання Японії. Окрім шуліки на ордені зображували перехрещені мечі і два самурайських щити. Орден першого ступеня складали орденський знак на широкій зеленій з білими смужками стрічці, яку носили через плече, та зірка на лівому боці грудей. Ямамото Ісороку нагородили вищим ступенем ордена у квітні 1943 р., посмертно. До скасування ордена 1947 р. таку нагороду отримали 14 адміралів японського флоту, дехто, як і Ямамото, посмертно.
zh: 由 Mutsuhito 天皇于 1890 年设立，金鵄章专门授予杰出军事服务。有一个传说，神明将一只金鵄送给了 Jinmu 天皇以帮助他在统一日本的最后一战中击败他的敌人。除了金鵄外，该奖章上还有交叉的刀和武士战盾。一级奖章：徽章挂在绿色的宽式勋带上，靠近边缘处有着白色条纹，戴在饰带上，带着星章则戴在左胸上。 在 1943 年四月 Yamamoto Isoroku 逝世后被追赠最高级的奖章。该奖章在 1947 年被废除，日本海军只有 14 名海军大将被授予一级，其中一些则像 Yamamoto 一样是在逝世后追赠。
zh_sg: 由睦仁天皇于1890年设立，金鵄章专门授予杰出军事服务。有一个传说，神明将一只金鵄送给了神武天皇以帮助他在统一日本的最后一战中击败他的敌人。除了金鵄外，该奖章上还有交叉的刀和武士战盾。一级奖章：徽章挂在绿色的宽式勋带上，靠近边缘处有着白色条纹，戴在饰带上，带着星章则戴在左胸上。 在1943年4月山本五十六逝世后被追赠最高级的奖章。该奖章在1947年被废除，日本海军只有14名海军大将被授予一级，其中一些则像山本一样是在逝世后追赠。

# IDS_PCZC069_YAMAMOTO_SACRED_TREASURE
source: Order of the Sacred Treasure 1st Class
es_mx: Orden del Tesoro Sagrado 1a Clase
ja: 勲一等 瑞宝章
pl: Order Świętego Skarbu , 1. klasa
ru: Орден Священного Сокровища 1 степени
uk: Орден Священного Скарбу 1-го ступеня
zh: 一级瑞宝章
zh_sg: 一级瑞宝章

# IDS_PCZC069_YAMAMOTO_SACRED_TREASURE_DESCRIPTION
source: The Order of the Sacred Treasure was established by an Imperial Edict in 1888 to be awarded for meritorious civil or military service to Japan. As a rule, the Order was awarded as appreciation for long and loyal service during a certain number of years. The badge and star of the highest classes of the Order were made of gilded silver and contained the depiction of two imperial treasures—a mirror and precious stones. Vice Admiral Yamamoto Isoroku was awarded the Grand Cordon of the Order of the Sacred Treasure (1st class) in March 1939 during his service as Deputy Navy Minister.
es_mx: La Orden del Tesoro Sagrado fue establecida por un Edicto Imperial en 1888 para ser otorgada por meritorio servicio civil o militar a Japón. Como regla, la Orden era otorgada como apreciación por los largos y leales años de servicio durante cierto número de años. La medalla y la estrella son las clases más altas de la Orden y se hacían de dorado-plata y contenían una representación de dos tesoros imperiales—un espejo y piedras preciosas. El Vice Almirante Yamamoto Isoroku fue recompensado con el Gran Cordón de la Orden del Tesoro Sagrado (1a clase) en marzo de 1939 durante su servicio como Diputado del Ministro de la Marina.
ja: 1888 年に明治天皇によって制定された瑞宝章は、国および地方公共団体の公務または公共的な業務に長年にわたり従事して功労を積み重ね、成績を挙げた民間人や軍人に授与される勲章です。正章および副章のデザインは、中央部には青色七宝に浮くように鏡のモチーフが配され、それを連珠が丸く囲み、その外側に光線が放射状に伸びてたものとなっており、等級によって大きさや細部が異なっていました。 山本五十六には、海軍中将で海軍次官在任中の 1939 年 3 月に勲一等 瑞宝章が授与されています。
pl: Order Świętego Skarbu został ustanowiony na mocy Cesarskiego Edyktu z 1888 roku i był przyznawany za chwalebną służbę cywilną lub wojskową. Regułą było przyznawanie tego orderu w uznaniu dla wieloletniej i lojalnej służby. Odznaka i gwiazda najwyższej klasy orderu wykonane były z pozłacanego srebra i przedstwiały dwa cesarskie skarby – lustro i drogocenne kamienie. Wiceadmirał Yamamoto Isoroku ostrzymał Wielką Wstęgę Orderu Świętego Skarbu (1. klasy) w marcu 1939 roku, w trakcie swojej służby w charakterze zastępcy ministra marynarki.
ru: Орден Священного Сокровища был учреждён императорским эдиктом в 1888 году для награждения как военных, так и гражданских лиц, оказавших значительные услуги Японии. Как правило, награждение происходило «за долгую и верную службу» в течение определённого количества лет. Знак и звезда высших степеней ордена изготавливались из позолоченного серебра и содержали изображение двух императорских сокровищ — зеркала и драгоценных камней. Вице-адмирал Ямамото Исороку был награждён первой степенью ордена Священного Сокровища в марте 1939 года, в бытность свою заместителем морского министра.
uk: Орден Священного Скарбу заснували імператорським едиктом 1888 р. для нагородження як військових, так і цивільних осіб, що зробили значні послуги Японії. Звичайно, нагороджували «за довгу і вірну службу» протягом визначеної кількості років. Знак та зірку вищих ступенів ордена виготовляли з позолоченого срібла і на них зображували два імператорські скарби — дзеркало та коштовне каміння. Віце-адмірала Ямамото Ісороку нагороджений орденом Священного Скарбу першого ступеня у березні 1939 р., коли він був заступником морського Міністра.
zh: 瑞宝章是 1888 年由天皇下诏所设立，用来被授予对日本民事或军事服务上有功勋的人。一般来说，该奖章被授予作为感谢在一定年限期间对于长期和忠诚服役的人。最高级别奖章的徽章和星状物，由镀金的银所制成，并刻画包含两种帝国的瑰宝──一面镜子和宝石。 海军中将 Isoroku Yamamoto 在他担任海军副部长期间被授予瑞宝大绶章 (一级)。
zh_sg: 瑞宝章是1888年由天皇下诏所设立，用来被授予对日本民事或军事服务上有功勋的人。一般来说，该奖章被授予作为感谢在一定年限期间对于长期和忠诚服役的人。最高级别奖章的徽章和星状物，由镀金的银所制成，并刻画包含两种帝国的瑰宝──一面镜子和宝石。 海军中将山本五十六在他担任海军副部长期间被授予瑞宝大绶章 (一级)。

# IDS_PCZC070_YAMAMOTO_RISINGSUN_2ND
source: Red Cross Silver Medal of Merit
es_mx: Medalla de Plata de la Cruz Roja al Mérito
ja: 赤十字社銀色有功章
pl: Srebrny Medal Zasługi Czerwonego Krzyża
ru: Серебряный Орден Заслуг Красного Креста
uk: Срібний Орден Заслуг Червоного Хреста
zh: 赤十字银勋章
zh_sg: 赤十字银勋章
