Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PREV_ALLIED_VEHICLE
source: Previous Ally
es_mx: Aliado Anterior
ja: 前の味方
pl: Poprzedni sojusznik
ru: Предыдущий союзник
uk: Попередній союзник
zh: 上个队友
zh_sg: 上个队友

# IDS_PREV_SOUND_TRACK
source: Previous Track
es_mx: Pista Anterior
ja: 前のトラック
pl: Poprzednia ścieżka
ru: Предыдущий трек
uk: Попередній трек
zh: 上一个音轨
zh_sg: 上一个音轨

# IDS_PRGA003_MACHINEGUNMAXIM_7_62
source: 7.62 mm Maxim machine gun
es_mx: Ametralladora Maxim de 7.62 mm
ja: 7.62 mm Maxim 機銃
pl: Karabin maszynowy Maxim 7,62 mm
ru: 7,62-мм «Максим»
uk: 7,62-мм «Максим»
zh: 7.62 毫米 马克西姆机枪
zh_sg: 7.62 mm Maxim机枪

# IDS_PRGA005_37MM70K
source: 37 mm 70-K mount
es_mx: Montaje 70-K de 37 mm
ja: 37 mm 70-K 砲座
pl: Stanowisko 37 mm 70-K
ru: 37-мм установка 70-К
uk: 37-мм установка 70-К
zh: 37 毫米 70-K
zh_sg: 37 mm 70-K炮座

# IDS_PRGA006_76MM34K
source: 76 mm Model 1935 on a 34-K mount
es_mx: Modelo 1935 de 76 mm en un montaje 34-K
ja: 76 mm Model 1935 (34-K 砲座)
pl: 76 mm Model 1935 na stanowisku 34-K
ru: 76-мм обр. 1935 г. в установке 34-К
uk: 76-мм зр. 1935 р. в установці 34-К
zh: 76 毫米 34-K
zh_sg: 76 mm Model 1935（34-K炮座）

# IDS_PRGA007_12_7MM_COLT
source: 12.7 mm Colt
es_mx: Colt de 12.7 mm
ru: 12,7-мм «Кольт»
uk: 12,7-мм «Кольт»
zh: 12.7 毫米 柯尔特

# IDS_PRGA008_12_DSHK
source: 12.7 mm DShK
ru: 12,7-мм ДШК
uk: 12,7-мм ДШК
zh: 12.7 毫米 德什卡

# IDS_PRGA011_40MM_BOFORS_MK1
source: 40 mm Bofors on a Mk1 mount
es_mx: Bofors de 40 mm en un montaje Mk1
ja: 40 mm Bofors (Mk1 砲座)
pl: 40 mm Bofors na stanowisku Mk1
ru: 40-мм «Бофорс» в установке Mk.1
uk: 40-мм «Бофорс» в установці Mk1
zh: 40 毫米 博福斯 Mk1
zh_sg: 40 mm Bofors（Mk1炮座）

# IDS_PRGA012_20MM_OERLIKON_MK4
source: 20 mm Oerlikon on a Mk4 mount
es_mx: Oerlikon de 20 mm en un montaje Mk4
ja: 20 mm Oerlikon (Mk4 砲座)
pl: 20 mm Oerlikon na stanowisku Mk4
ru: 20-мм «Эрликон» в установке Mk.4
uk: 20-мм «Ерлікон» в установці Mk4
zh: 20 毫米 厄利空 Mk4
zh_sg: 20 mm Oerlikon（Mk4炮座）

# IDS_PRGA013_3IN50_MK22_MOD2
source: 76 mm Mk.21 on a Mk22 mod. 2 mount
es_mx: Mk.21 de 76 mm en un montaje Mk22 mod. 2
ja: 76 mm Mk.21 (Mk22 mod. 2 砲座)
pl: 76 mm Mk.21 na stanowisku Mk22 mod. 2
ru: 76-мм Mk.21 в установке Mk.22 mod. 2
uk: 76-мм Mk.21 в установці Mk22 mod. 2
zh: 76.2 毫米 Mk22 2型
zh_sg: 76 mm Mk.21（Mk22 mod. 2炮座）

# IDS_PRGA014_BROWNING_M2_MOD1
source: 12.7 mm Browning M2
es_mx: Browning M2 de 12.7 mm
ru: 12,7-мм «Браунинг M2»
uk: 12,7-мм «Браунінг М2»
zh: 12.7 毫米 勃朗宁 M2 1型

# IDS_PRGA023_21K_45MM
source: 45 mm 21-K mount
es_mx: Montaje 21-K de 45 mm
ja: 45 mm 21-K 砲座
pl: Stanowisko 45 mm 21-K
ru: 45-мм установка 21-К
uk: 45-мм установка 21-K
zh: 45 毫米 21-K
zh_sg: 45 mm 21-K炮座

# IDS_PRGA026_2DSHKM_2BU
source: 12.7 mm DShK on a DShKM-2B mount
es_mx: DShK de 12.7 mm en un montaje DShKM-2B
ja: 12.7 mm DShK (DShKM-2B 銃座)
pl: 12,7 mm DShK na stanowisku DShKM-2B
ru: 12,7-мм ДШК в установке ДШКМ-2Б
uk: 12,7-мм ДШК в установці ДШКМ-2Б
zh: 12.7 毫米 DShKM-2B
zh_sg: 12.7 mm DShK（DShKM-2B枪座）

# IDS_PRGA030_70K_37MM
source: 37 mm 70-K mount
es_mx: Montaje 70-K de 37 mm
ja: 37 mm 70-K 砲座
pl: Stanowisko 37 mm 70-K
ru: 37-мм установка 70-К
uk: 37-мм установка 70-К
zh: 37 毫米 70-K
zh_sg: 37 mm 70-K炮座

# IDS_PRGA042_130MM_B2U
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRGA045_12_DSHK_DOUBLE
source: 12.7 mm DShK on a twin mount
es_mx: DShK de 12.7 mm en un montaje doble
ja: 12.7 mm DShK (連装銃座)
pl: 12,7 mm DShK na podwójnym stanowisku
ru: 12,7-мм ДШК в спаренной установке
uk: 12,7-мм ДШК в спареній установці
zh: 12.7 毫米 DShKM-2
zh_sg: 12.7 mm DShK（双联装枪座）

# IDS_PRGA048_47MM_HOTCHKISS
source: 47 mm Hotchkiss
ru: 47-мм пушка Гочкиса
uk: 47-мм гармата Гочкіса
zh: 47 毫米 霍奇科斯

# IDS_PRGA049_63_5MM
source: 63 mm Model 1916
es_mx: Modelo 1916 de 63 mm
ru: 63-мм обр. 1916 г.
uk: 63-мм зр. 1916 р.
zh: 63.3 毫米 1916型

# IDS_PRGA050_76MM_39K
source: 76 mm Model 1935 on a 39-K mount
es_mx: Modelo 1935 de 76 mm en un montaje 39-K
ja: 76 mm Model 1935 (39-K 砲座)
pl: 76 mm Model 1935 na stanowisku 39-K
ru: 76-мм обр. 1935 г. в установке 39-К
uk: 76-мм зр. 1935 р. в установці 39-К
zh: 76 毫米 39-K
zh_sg: 76 mm Model 1935（39-K炮座）

# IDS_PRGA051_37MM_67_V21
source: 37 mm V-11 mount
es_mx: Montaje V-11 de 37 mm
ja: 37 mm V-11 砲座
pl: Stanowisko 37 mm V-11
ru: 37-мм установка В-11
uk: 37-мм установка В-11
zh: 37 毫米 V-11
zh_sg: 37 mm V-11炮座

# IDS_PRGA052_25MM79_2M3
source: 25 mm 110-PM on a 2M-3 mount
es_mx: 110-PM de 25 mm en un montaje 2M-3
ja: 25 mm 110-PM (2M-3 砲座)
pl: 25 mm 110-PM na stanowisku 2M-3
ru: 25-мм 110-ПМ в установке 2М-3
uk: 25-мм 110-ПМ в установці 2М-3
zh: 25 毫米 2M-3
zh_sg: 25 mm 110-PM（2M-3炮座）

# IDS_PRGA053_37MM_66K
source: 37 mm 66-K mount
es_mx: Montaje 66-K de 37 mm
ja: 37 mm 66-K 砲座
pl: Stanowisko 37 mm 66-K
ru: 37-мм установка 66-К
uk: 37-мм установка 66-К
zh: 37 毫米 66-K
zh_sg: 37 mm 66-K炮座

# IDS_PRGA056_37MM_46K
source: 37 mm 46-K mount
es_mx: Montaje 46-K de 37 mm
ja: 37 mm 46-K 砲座
pl: Stanowisko 37 mm 46-K
ru: 37-мм установка 46-К
uk: 37-мм установка 46-К
zh: 37 毫米 46-K
zh_sg: 37 mm 46-K炮座

# IDS_PRGA057_45MM_SM_16
source: 45 mm SM-16 mount
es_mx: Montaje SM-16 de 45 mm
ja: 45 mm SM-16 砲座
pl: Stanowisko 45 mm SM-16
ru: 45-мм установка СМ-16
uk: 45-мм установка СМ-16
zh: 45 毫米 CM-16
zh_sg: 45 mm SM-16炮座

# IDS_PRGA059_40MM_VICKERS
source: 40 mm Vickers on a Mk.II mount
es_mx: Vickers de 40 mm en un montaje Mk.II
ja: 40 mm Vickers (Mk.II 砲座)
pl: 40 mm Vickers na stanowisku Mk.II
ru: 40-мм «Виккерс» в установке Mk.II
uk: 40-мм «Вікерс» в установці Mk.II
zh: 40 毫米 维克斯
zh_sg: 40 mm Vickers（Mk.II炮座）

# IDS_PRGA061_7_62MM_MAXIM_MG_2
source: 7.62 mm Maxim machine gun
es_mx: Ametralladora Maxim de 7.62 mm
ja: 7.62 mm Maxim 機銃
pl: Karabin maszynowy Maxim 7,62 mm
ru: 7,62-мм «Максим»
uk: 7,62-мм «Максим»
zh: 7.62 毫米 马克西姆机枪
zh_sg: 7.62 mm Maxim机枪

# IDS_PRGA062_76_2MM_30_LENDER_8_K
source: 76.2 mm Model 1914/15 on an AA mounting
es_mx: Model 1914/15 de 76.2 mm en un montaje AA
ja: 76.2 mm Model 1914/15 (対空砲座)
pl: 76,2 mm Model 1914/15 na stanowisku przeciwlotniczym
ru: 76,2-мм обр. 1914/15 г. на зенитном станке
uk: 76,2-мм зр. 1914/15 рр. на зенітному станку
zh: 76.2毫米 兰德耶尔 火炮
zh_sg: 76.2 mm Model 1914/15（防空炮座）

# IDS_PRGA066_45MM_SM_20_ZIF
source: 45 mm SM-20-ZIF mount
es_mx: Montaje SM-20-ZIF de 45 mm
ja: 45 mm SM-20-ZIF 砲座
pl: Stanowisko 45 mm SM-20-ZIF
ru: 45-мм установка СМ-20-ЗИФ
uk: 45-мм СМ-20-ЗІФ установка
zh: 45 毫米 SM-20-ZIF
zh_sg: 45 mm SM-20-ZIF炮座

# IDS_PRGA081_12MM62_HI
source: 12.7 mm Vickers on a Mk.III mount
es_mx: Vickers de 12.7 mm en un montaje Mk.III
ja: 12.7 mm Vickers (Mk.III 銃座)
pl: 12,7 mm Vickers na stanowisku Mk.III
ru: 12,7-мм «Виккерс» в установке Mk.III
uk: 12,7-мм «Вікерс» в установці Mk.III
zh: 12.7 毫米 维克斯
zh_sg: 12.7 mm Vickers（Mk.III枪座）

# IDS_PRGA086_DSHKM_2B_12_7MM_NO_LAMP
source: 12.7 mm DShK on a DShKM-2B mount
es_mx: DShK de 12.7 mm en un montaje DShKM-2B
ja: 12.7 mm DShK (DShKM-2B 銃座)
pl: 12,7 mm DShK na stanowisku DShKM-2B
ru: 12,7-мм ДШК в установке ДШКМ-2Б
uk: 12,7-мм ДШК в установці ДШКМ-2Б
zh: 12.7 毫米 DShKM-2B
zh_sg: 12.7 mm DShK（DShKM-2B枪座）

# IDS_PRGA089_25MM_4M120
source: 25 mm 110-PM on a 4М-120 mount
es_mx: 110-PM de 25 mm en un montaje 4М-120
ja: 25 mm 110-PM (4М-120 砲座)
pl: 25 mm 110-PM na stanowisku 4М-120
ru: 25-мм 110-ПМ в установке 4М-120
uk: 25-мм 110-ПМ в установці 4М-120
zh: 25 毫米 4M-120
zh_sg: 25 mm 110-PM（4М-120炮座）

# IDS_PRGA091_75MM_CANE
source: 75 mm Model 1892 on a Meller AA mounting
es_mx: Modelo 1892 de 75 mm en un montaje Meller AA
ja: 75 mm Model 1892 (Meller 対空砲座)
pl: 75 mm Model 1892 na stanowisku przeciwlotniczym Meller AA
ru: 75-мм обр. 1892 г. на зенитном станке Меллера
uk: 75-мм зр. 1892 р. на зенітному станку Меллера
zh: 75 毫米 卡内特 海军舰炮
zh_sg: 75 mm Model 1892（Meller防空炮座）

# IDS_PRGA093_37MM_SKC_30_TWIN
source: 37 mm SK C/30 on a Dopp LC/30 mount
es_mx: SK C/30 de 37 mm en un montaje Dopp LC/30
ja: 37 mm SK C/30 (Dopp LC/30 砲座)
pl: 37 mm SK C/30 na stanowisku Dopp LC/30
ru: 37-мм SK C/30 в установке Dopp LC/30
uk: 37-мм SK C/30 в установці Dopp LC/30
zh: 37 毫米 30型 四联装
zh_sg: 37 mm SK C/30（Dopp LC/30炮座）

# IDS_PRGA094_76MM_81K_TWIN
source: 76 mm 81-K mount
es_mx: Montaje 81-K de 76 mm
ja: 76 mm 81-K 砲座
pl: Stanowisko 76 mm 81-K
ru: 76-мм установка 81-К
uk: 76-мм установка 81-К
zh: 76 毫米 81-K
zh_sg: 76 mm 81-K炮座

# IDS_PRGA105_70K_37MM
source: 37 mm 70-K mount
es_mx: Montaje 70-K de 37 mm
ja: 37 mm 70-K 砲座
pl: Stanowisko 37 mm 70-K
ru: 37-мм установка 70-К
uk: 37-мм установка 70-К
zh: 37 毫米 70-K
zh_sg: 37 mm 70-K炮座

# IDS_PRGA106_57MM_ZIF_75
source: 57 mm ZIF-75 mount
es_mx: Montaje ZIF-75 de 57 mm
ja: 57 mm ZIF-75 砲座
pl: Stanowisko 57 mm ZIF-75
ru: 57-мм установка ЗИФ-75
uk: 57-мм установка ЗИФ-75
zh: 57-мм установка ЗИФ-75
zh_sg: 57 mm ZIF-75炮座

# IDS_PRGA114_20MM_FLACK_38_QUAD
source: 20 mm C/38 on a Vierling L/38 mount
es_mx: C/38 de 20 mm en un montaje Vierling L/38
ja: 20 mm C/38 (Vierling L/38 砲座)
pl: 20 mm C/38 na stanowisku Vierling L/38
ru: 20-мм C/38 в установке Vierling L/38
uk: 20-мм C/38 в установці Vierling L/38
zh: 20 毫米 38型 四联装
zh_sg: 20 mm C/38（Vierling L/38炮座）

# IDS_PRGA123_37MM_46K_SIRIUS
source: 37 mm 46-K mount
es_mx: Montaje 46-K de 37 mm
ja: 37 mm 46-K 砲座
pl: Stanowisko 37 mm 46-K
ru: 37-мм установка 46-К
uk: 37-мм установка 46-К
zh: 37 毫米 46-KR
zh_sg: 37 mm 46-K炮座

# IDS_PRGA128_MACHINEGUNMAXIM_7_62
source: 7.62 mm Maxim machine gun
es_mx: Ametralladora Maxim de 7.62 mm
ja: 7.62 mm Maxim 機銃
pl: Karabin maszynowy Maxim 7,62 mm
ru: 7,62-мм «Максим»
uk: 7,62-мм «Максим»
zh: 7.62 毫米 马克西姆机枪
zh_sg: 7.62 mm Maxim机枪

# IDS_PRGA150_57MM_ZIF_31B
source: 57 mm ZIF-31B mount
es_mx: Montaje ZIF-31B de 57 mm
ja: 57 mm ZIF-31B 砲座
pl: Stanowisko 57 mm ZIF-31B
ru: 57-мм установка ЗИФ-31Б
uk: 57-мм установка ЗИФ-31Б
zh: 57-мм установка ЗИФ-31Б
zh_sg: 57 mm ZIF-31B炮座

# IDS_PRGM004_6IN45
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM009_130MM_B_13
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRGM015_6IN53_MK16_TWIN
source: 152 mm/53 Mk.12 on a Mk.16 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16
ja: 152 mm/53 Mk.12 (Mk.16 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16
ru: 152-мм/53 Mk.12 в установке Mk.16
uk: 152-мм/53 Mk.12 в установці Mk.16
zh: 152 毫米/53 Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座）

# IDS_PRGM016_6IN53_MK13_SINGLE
source: 152 mm/53 Mk.12 on a Mk.13 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.13
ja: 152 mm/53 Mk.12 (Mk.13 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.13
zh: 152 毫米/53 Mk13
zh_sg: 152 mm/53 Mk.12（Mk.13炮座）

# IDS_PRGM017_6IN53_MK13_SINGLE
source: 152 mm/53 Mk.12 on a Mk.13 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.13
ja: 152 mm/53 Mk.12 (Mk.13 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.13
zh: 152 毫米/53 Mk13
zh_sg: 152 mm/53 Mk.12（Mk.13炮座）

# IDS_PRGM020_130MM_B_13
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRGM035_4IN60
source: 102 mm/60 Model 1911 on an Obukhov Plant mounting
es_mx: Modelo 1911 de 102 mm/60 en un montaje de la Planta Obukhov
ja: 102 mm/60 Model 1911 (Obukhov Plant 砲座)
pl: 102 mm/60 Model 1911 na stanowisku prod. Obuchow
ru: 102-мм/60 обр. 1911 г. на станке Обуховского з-да
uk: 102-мм/60 зр. 1911 р. на станку Обуховського з-ду
zh: 102 毫米/60 1911型
zh_sg: 102 mm/60 Model 1911（Obukhov Plant炮座）

# IDS_PRGM037_6IN45_CANE
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM040_6IN45_CANE
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM041_120MM_45_CANET
source: 120 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 120 mm/45 en un montaje Canet
ja: 120 mm/45 Model 1892 (Canet 砲座)
pl: 120 mm/45 Model 1892 na stanowisku Canet
ru: 120-мм/45 обр. 1892 г. на станке Канэ
uk: 120-мм/45 зр. 1892 р. на станку Кане
zh: 120 毫米/45 1892型
zh_sg: 120 mm/45 Model 1892（Canet炮座）

# IDS_PRGM043_12IN52
source: 305 mm/52 Model 1907 in a Metal Works Plant turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta de la Planta Metalúrgica
ja: 305 mm/52 Model 1907 (Metal Works Plant 砲塔)
pl: 305 mm/52 Model 1907 w wieży Metal Works Plant
ru: 305-мм/52 обр. 1907 г. в башне Металлического з-да
uk: 305-мм/52 зр. 1907 р. у башті Металічного з-ду
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（Metal Works Plant炮塔）

# IDS_PRGM046_130MM_B2LM
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRGM047_130MM_B2U
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRGM063_152MM_57_MK_5
source: 152 mm/57 B-38 on an MK-5-bis mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5-bis
ja: 152 mm/57 B-38 (MK-5-bis 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5-bis
ru: 152-мм/57 Б-38 в установке МК-5-бис
uk: 152-мм/57 Б-38 в установці МК-5-біс
zh: 152 毫米/57 MK-5-比斯
zh_sg: 152 mm/57 B-38（MK-5-bis炮座）

# IDS_PRGM064_180MM_57_MK_3
source: 180 mm/57 Model 1932 on an MK-3-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180
ja: 180 mm/57 Model 1932 (MK-3-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180
uk: 180-мм/57 зр.1932 р. в установці МК-3-180
zh: 180 毫米/57 MK-3-180
zh_sg: 180 mm/57 Model 1932（MK-3-180炮座）

# IDS_PRGM067_220MM_SM6
source: 220 mm/65 on an SM-6 mount
es_mx: Cañón de 220 mm/65 en un montaje SM-6
ja: 220 mm/65 (SM-6 砲座)
pl: 220 mm/65 na stanowisku SM-6
ru: 220-мм/65 в установке СМ-6
uk: 220-мм/65 в установці СМ-6
zh: 220 毫米/65 SM-6
zh_sg: 220 mm/65（SM-6炮座）

# IDS_PRGM068_130MM_B13_2C
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13-IIs
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRGM069_180MM_CM_3
source: 180 mm/57 Model 1932 on an MK-3-180M mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180M
ja: 180 mm/57 Model 1932 (MK-3-180M 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180M
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180М
uk: 180-мм/57 зр. 1932 р. в установці МК-3-180М
zh: 180 毫米/57 MK-3-180M
zh_sg: 180 mm/57 Model 1932（MK-3-180M炮座）

# IDS_PRGM073_152MM_45_TWIN
source: 152 mm/45 Model 1892 in a turret
es_mx: Modelo 1892 de 152 mm/45 en una torreta
ja: 152 mm/45 Model 1892 (砲塔)
pl: 152 mm/45 Model 1892 w wieży
ru: 152-мм/45 обр. 1892 г. в башенной установке
uk: 152-мм/45 зр. 1892 р. у баштовій установці
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（单装炮塔）

# IDS_PRGM074_180MM_CM_3_RF
source: 180 mm/57 Model 1932 on an MK-3-180M mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180M
ja: 180 mm/57 Model 1932 (MK-3-180M 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180M
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180М
uk: 180-мм/57 зр. 1932 р. в установці МК-3-180М
zh: 180 毫米/57 MK-3-180M
zh_sg: 180 mm/57 Model 1932（MK-3-180M炮座）

# IDS_PRGM075_180MM_CM_3_RADAR
source: 180 mm/57 Model 1932 on an MK-3-180M mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180M
ja: 180 mm/57 Model 1932 (MK-3-180M 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180M
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180М
uk: 180-мм/57 зр. 1932 р. в установці МК-3-180М
zh: 180 毫米/57 MK-3-180M
zh_sg: 180 mm/57 Model 1932（MK-3-180M炮座）

# IDS_PRGM076_152MM_45_CASEMATE
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM077_130MM_55_SHIELD
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM085_152MM_MK_5_1
source: 152 mm/57 B-38 on an MK-5 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5
ja: 152 mm/57 B-38 (MK-5 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5
ru: 152-мм/57 Б-38 в установке МК-5
uk: 152-мм/57 Б-38 в установці МК-5
zh: 152 毫米/57 MK-5
zh_sg: 152 mm/57 B-38（MK-5炮座）

# IDS_PRGM087_130MM_55_TWIN
source: 130 mm/55 Model 1913 in a Metal Works Plant turret
es_mx: Modelo 1913 de 130 mm/55 en un torreta de la Planta Metal Works
ja: 130 mm/55 Model 1913 (Metal Works Plant 砲塔)
pl: 130 mm/55 Model 1913 w wieży Metal Works Plant
ru: 130-мм/55 обр. 1913 г. в башне Металлического з-да
uk: 130-мм/55 зр. 1913 р. у башті Металічного з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Metal Works Plant炮塔）

# IDS_PRGM088_152MM_45_CANET
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM090_130MM_55_CASEMATE
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM092_130MM55_CASEMATE
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM093_152MM_45_CASEMATE
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM094_130MM_55_B7
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 B-7
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM095_130MM55_B7CAS
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM096_152MM_MK_5
source: 152 mm/57 B-38 on an MK-5 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5
ja: 152 mm/57 B-38 (MK-5 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5
ru: 152-мм/57 Б-38 в установке МК-5
uk: 152-мм/57 Б-38 в установці МК-5
zh: 152 毫米/57 MK-5
zh_sg: 152 mm/57 B-38（MK-5炮座）

# IDS_PRGM097_152MM_45_CASEMATE_L
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM098_130MM_SM2_1
source: 130 mm/58 Model 1957 on an SM-2-1 mount
es_mx: Modelo 1957 de 130 mm/58 en un montaje SM-2-1
ja: 130 mm/58 Model 1957 (SM-2-1 砲座)
pl: 130 mm/58 Model 1957 na stanowisku SM-2-1
ru: 130-мм/58 обр. 1957 г. в установке СМ-2-1
uk: 130-мм/58 зр. 1957 р. в установці СМ-2-1
zh: 130 毫米/58 SM-2-1
zh_sg: 130 mm/58 Model 1957（SM-2-1炮座）

# IDS_PRGM099_130MM_55
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 B-7
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGM100_152MM_45_CASEMATE_R
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM102_12IN52_MOD_1
source: 305 mm/52 Model 1907 on an MK-3-12 mount
es_mx: Modelo 1907 de 305 mm/52 en un montaje MK-3-12
ja: 305 mm/52 Model 1907 (MK-3-12 砲座)
pl: 305 mm/52 Model 1907 na stanowisku MK-3-12
ru: 305-мм/52 обр. 1907 г. в установке МК-3-12
uk: 305-мм/52 зр. 1907 р. в установці МК-3-12
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（MK-3-12炮座）

# IDS_PRGM103_12IN52_MOD_2
source: 305 mm/52 Model 1907 on an MK-3-12 mount
es_mx: Modelo 1907 de 305 mm/52 en un montaje MK-3-12
ja: 305 mm/52 Model 1907 (MK-3-12 砲座)
pl: 305 mm/52 Model 1907 na stanowisku MK-3-12
ru: 305-мм/52 обр. 1907 г. в установке МК-3-12
uk: 305-мм/52 зр. 1907 р. в установці МК-3-12
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（MK-3-12炮座）
