Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ENABLE_BATTLE_CHAT_HINT
source: Enable messages in battle chat
es_mx: Habilitar mensajes en batalla
ja: 戦闘中のメッセージを有効化
pl: Włącz wiadomości w bitwie
ru: Включение сообщений в бою
uk: Увімкнути повідомлення в бою
zh: Включение сообщений в бою
zh_sg: 启用战斗聊天消息

# IDS_ENABLE_FOGHORN
source: Enable ship horns
es_mx: Activar la sirena del barco
ja: 汽笛の有効化
pl: Włącz syreny okrętowe
ru: Включить корабельные гудки
uk: Увімкнути корабельні гудки
zh: 开启战舰雾笛
zh_sg: 启用战舰雾笛

# IDS_ENABLE_INVITATIONS_TO_DIVISION
source: Receive invitations to join Divisions
es_mx: Activar recibir invitaciones para unirse a Divisiones
ja: 分艦隊への招待受信の有効化
pl: Włącz otrzymywanie zaproszeń do dywizjonu
ru: Получать приглашения в отряды
uk: Отримувати запрошення до загонів
zh: 开启接收加入小队的邀请
zh_sg: 开启接收小队邀请

# IDS_ENABLE_INVITATIONS_TO_DIVISION_IN_BATTLE_HINT
source: When this option is enabled, you will receive invitations from other players to join Divisions
es_mx: Cuando esta opción está activada, recibirás invitaciones de otros jugadores para unirte a las Divisiones
ja: このオプションが有効の場合、他のプレイヤーから分艦隊への招待が届きます
pl: Kiedy ta opcja jest włączona, będziesz otrzymywać zaproszenia do dywizjonów od innych graczy
ru: При включении опции вы будете получать приглашения в отряды от других игроков
uk: Якщо увімкнути опцію, ви будете отримувати запрошення до загонів від інших гравців
zh: 当此选项启用时，您将会收到来自其他玩家的加入小队邀请
zh_sg: 当此选项启用时，您将会收到来自其他玩家的加入小队邀请

# IDS_ENABLE_SPECTATORS
source: Allow Spectators
es_mx: Permitir Espectadores
ja: オブザーバーを許可する
pl: Pozwól na uczestnictwo widzów
ru: Разрешить наблюдателей
uk: Дозволити спостерігачів
zh: Разрешить наблюдателей
zh_sg: 允许观看

# IDS_ENABLE_USER_MUSIC
source: Listen to your own music
es_mx: Escucha tu propia música
ja: カスタム BGM の使用
pl: Słuchaj własnej muzyki
ru: Использовать свою музыку
uk: Використовувати власну музику
zh: 聆听自己的音乐
zh_sg: 聆听自己的音乐

# IDS_ENABLE_USER_MUSIC_HINT
source: Add your own music to \res\userMusic\ in the game folder. Restart the game client to apply the changes.
es_mx: Añade tu propia música a \res\userMusic\ en la carpeta del juego. Reinicia el cliente del juego para aplicar los cambios.
ja: ゲームのフォルダ内にある \res\userMusic\ に、好みの音楽を入れてください。ゲームクライアントの再起動が必要です。
pl: Dodaj swoją własną muzykę do folderu \res\userMusic\. Uruchom ponownie klienta gry, żeby zastosować zmiany.
ru: Добавьте свою музыку в каталог \res\userMusic\ в папке с игрой. Для применения изменений перезапустите клиент.
uk: Додайте свою музику до папки «res\userMusic\» у папці з грою. Щоб застосувати зміни, перезапустіть клієнт гри.
zh: 将自己的音乐加入到 \res\userMusic\ 的游戏文件夹中。请重新启动游戏客户端以套用变更。
zh_sg: 将自己的音乐加入到 \res\userMusic\ 的游戏文件夹中。请重新启动游戏客户端以应用变更。

# IDS_ENABLE_VOICE_CHAT
source: Enable voice chat
es_mx: Habilitar chat de voz
ja: 音声チャットの有効化
pl: Włącz czat głosowy
ru: Включить голосовой чат
uk: Увімкнути голосовий чат
zh: 开启语音聊天
zh_sg: 开启语音聊天

# IDS_ENABLE_VOICE_CHAT_IN_BATTLE_HINT
source: When this option is enabled, you will be able to communicate with other players from your Division via voice chat
es_mx: Cuando esta opción está activada, podrás comunicarte con otros jugadores de tu División a través del chat de voz
ja: このオプションが有効の場合、同じ分艦隊のプレイヤーとの音声チャットが可能です
pl: Kiedy ta opcja jest włączona, będziesz mógł porozumiewać się z innymi graczami w Twoim dywizjonie za pomocą czatu głosowego
ru: При включении опции вы сможете общаться с игроками в вашем отряде через голосовой чат
uk: Якщо увімкнути опцію, ви зможете спілкуватися з гравцями у вашому загоні через голосовий чат
zh: 当此选项启用时，您将可以与自己小队中的其他玩家透过语音聊天来进行沟通
zh_sg: 当此选项启用时，您将可以与自己小队中的其他玩家通过语音聊天来进行沟通

# IDS_ENABLE_VOICE_CHAT_IN_CLUB_BATTLE_HINT
source: When this option is enabled, you will be able to communicate with other players from your Team via voice chat
es_mx: Cuando esta opción está activada, podrás comunicarte con otros jugadores de tu Equipo a través del chat de voz
ja: このオプションが有効の場合、味方チームのプレイヤーとの音声チャットが可能です
pl: Kiedy ta opcja jest włączona, będziesz mógł porozumiewać się z innymi graczami w Twojej drużynie za pomocą czatu głosowego
ru: При включении опции вы сможете общаться с игроками в вашей команде через голосовой чат
uk: Якщо увімкнути опцію, ви зможете спілкуватися з гравцями у вашій команді через голосовий чат
zh: 当此选项启用时，您将可以与自己队伍中的其他玩家透过语音聊天来进行沟通
zh_sg: 当此选项启用时，您将可以与自己团队中的其他玩家通过语音聊天来进行沟通

# IDS_ENDS_IN
source: Ends in
es_mx: Termina en
ja: 終了まで
pl: Koniec za
ru: Окончание через
uk: Кінець через
zh: 结束于
zh_sg: 结束于

# IDS_ENEMIES
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_ENEMY
source: Enemy
es_mx: Enemigo
ja: 敵
pl: Przeciwnik
ru: Противника
uk: Супротивника
zh: 敌军
zh_sg: 敌军

# IDS_ENEMYSQUADRONBYPLANE
source: Your squadron No.%d destroyed a squadron of %s.
es_mx: Tu escuadrón No.%d destruyó un escuadrón de %s.
ja: 自艦の第 %d 中隊が %s の中隊を撃墜
pl: Twoja eskadra numer %d zniszczyła eskadrę gracza %s.
ru: Ваша эскадрилья №%d уничтожила эскадрилью игрока %s.
uk: Ваша ескадрилья № %d знищила ескадрилью гравця %s.
zh: 您的航空中队 #%d 消灭了 %s 的航空中队。
zh_sg: 您的第%d中队摧毁了%s的中队。

# IDS_ENEMYSQUADRONBYSHIP
source: You destroyed a squadron of %s.
es_mx: Destruiste un escuadrón de %s.
ja: %s の中隊を撃墜
pl: Zniszczyłeś eskadrę gracza %s.
ru: Вы уничтожили эскадрилью игрока %s.
uk: Ви знищили ескадрилью гравця %s.
zh: 您击毁了 %s 的航空中队。
zh_sg: 您摧毁了%s的中队。

# IDS_ENEMY_BASE
source: Enemy Base
es_mx: Base Enemiga
ja: 敵陣地
pl: Nieprzyjacielska baza
ru: База противника
uk: База супротивника
zh: 敌军基地
zh_sg: 敌军基地

# IDS_ENEMY_BATTLESHIP
source: Enemy battleship
es_mx: Acorazado enemigo
ja: 敵戦艦
pl: Pancernik przeciwnika
ru: Линкор противника
uk: Лінкор супротивника
zh: 敌方战列舰
zh_sg: 敌方战列舰

# IDS_ENEMY_CARRIER
source: Enemy aircraft carrier
es_mx: Portaaviones enemigo
ja: 敵航空母艦
pl: Lotniskowiec przeciwnika
ru: Авианосец противника
uk: Авіаносець супротивника
zh: 敌方航空母舰
zh_sg: 敌方航空母舰

# IDS_ENEMY_CRUISER
source: Enemy cruiser
es_mx: Crucero enemigo
ja: 敵巡洋艦
pl: Krążownik przeciwnika
ru: Крейсер противника
uk: Крейсер супротивника
zh: 敌方巡洋舰
zh_sg: 敌方巡洋舰

# IDS_ENEMY_DESTROY
source: Destroying Enemies
es_mx: Destruyendo Enemigos
ja: 敵撃破
pl: Straty wroga
ru: Уничтожение противников
uk: Знищення супротивників
zh: 击毁敌方战舰增加分数
zh_sg: 击毁敌舰

# IDS_ENEMY_DESTROYER
source: Enemy destroyer
es_mx: Destructor enemigo
ja: 敵駆逐艦
pl: Niszczyciel przeciwnika
ru: Эсминец противника
uk: Есмінець супротивника
zh: 敌方驱逐舰
zh_sg: 敌方驱逐舰

# IDS_ENEMY_FRAGS
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_ENEMY_SHIPS_ARE_HIDDEN
source: Enemy ships hidden.
es_mx: Barcos enemigos ocultos.
ja: 敵艦艇は非表示
pl: Okręty wroga ukryte.
ru: Корабли противника скрыты.
uk: Кораблі супротивника приховано.
zh: 敌方战舰已隐藏。
zh_sg: 敌方战舰已隐藏。

# IDS_ENEMY_TEAM
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_ENGINEBACKWARDFORSAGEPOWER
source: to engine power when moving backward at low speed
es_mx: a la potencia del motor cuando retrocede a baja velocidad
ja: : 低速で後進中のエンジン出力
pl: do mocy silnika podczas ruchu do tyłu przy niskiej prędkości
ru: к мощности двигателя при движении назад на малой скорости
uk: до потужності двигуна під час руху назад з малою швидкістю
zh: 在低速向后移动时的引擎功率
zh_sg: 低速向后移动时的引擎功率

# IDS_ENGINEFORWARDFORSAGEPOWER
source: to engine power when moving forward at low speed
es_mx: a la potencia del motor cuando avanza a baja velocidad
ja: : 低速で前進中のエンジン出力
pl: to mocy silnika przy ruchu do przody przy niskiej prędkości
ru: к мощности двигателя при движении вперёд на малой скорости
uk: до потужності двигуна під час руху вперед з малою швидкістю
zh: 在低速向前移动时的引擎功率
zh_sg: 低速向前移动时的引擎功率

# IDS_ENSIGN_GROUP_1
source: Awarded
es_mx: Otorgada
ja: 褒賞
pl: Przyznane
ru: Наградные
uk: Нагородні
zh: Наградные
zh_sg: 奖励

# IDS_ENSIGN_GROUP_2
source: Commemorative
es_mx: Conmemorativa
ja: 記念
pl: Pamiątkowe
ru: Памятные
uk: Пам’ятні
zh: Памятные
zh_sg: 纪念

# IDS_ENSIGN_GROUP_3
source: Special
es_mx: Especial
ja: 特別
pl: Specjalne
ru: Особые
uk: Особливі
zh: 特殊
zh_sg: 特殊

# IDS_ENSIGN_GROUP_SUBTYPE_1
source: Award Flag
es_mx: Bandera Otorgada
ja: 褒賞旗
pl: Flaga-nagroda
ru: Наградной флаг
uk: Нагородний прапор
zh: Наградной флаг
zh_sg: 奖励旗帜

# IDS_ENSIGN_GROUP_SUBTYPE_2
source: Commemorative flag
es_mx: Bandera conmemorativa
ja: 記念旗
pl: Pamiątkowa flaga
ru: Памятный флаг
uk: Пам’ятний прапор
zh: 纪念标志
zh_sg: 纪念旗帜

# IDS_ENSIGN_GROUP_SUBTYPE_3
source: Special Flag
es_mx: Bandera Especial
ja: 特別旗
pl: Flaga specjalna
ru: Особый флаг
uk: Особливий прапор
zh: Особый флаг
zh_sg: 特殊旗帜

# IDS_ENTER_AS_BUTTON
source: Log in as %(playerName)s
es_mx: Inicia sesión como %(playerName)s
ja: %(playerName)s としてログイン
pl: Zaloguj się jako %(playerName)s
ru: Войти как %(playerName)s
uk: Увійти як %(playerName)s
zh: 以 %(playerName)s 身分登录
zh_sg: 以 %(playerName)s 身份登录

# IDS_ENTER_CHANNEL_TITLE
source: Enter channel name
es_mx: Introducir nombre del canal
ja: チャンネル名を入力
pl: Wprowadź nazwę kanału
ru: Введите название канала
uk: Введіть назву каналу
zh: 输入频道名称
zh_sg: 输入频道名称

# IDS_ENTER_CLUB_TITLE
source: Enter the Team name
es_mx: Ingresa el nombre del Equipo
ja: チーム名を入力してください
pl: Wprowadź nazwę drużyny
ru: Введите название команды
uk: Введіть назву команди
zh: 输入队伍名称
zh_sg: 输入团队名称

# IDS_ENTER_FORUM
source: Forum
es_mx: Foro
ja: フォーラム
ru: Перейти на форум
uk: Перейти на форум
zh: 论坛
zh_sg: 论坛

# IDS_ENTER_FORUM_HINT
source: You will be redirected to the World of Warships forum.
es_mx: Serás redirigido al foro de World of Warships.
ja: World of Warships フォーラムにリダイレクトされます。
pl: Zostaniesz przekierowany do forum World of Warships.
ru: Вы будете перенаправлены на форум World of Warships.
uk: Вас спрямують на форум World of Warships.
zh: 您将跳转至战舰世界论坛。
zh_sg: 您将跳转至《战舰世界》论坛。

# IDS_ENTER_GROUP_TITLE
source: Enter group name
es_mx: Introducir nombre del grupo
ja: グループ名を入力
pl: Wprowadź nazwę grupy
ru: Введите название группы
uk: Введіть назву групи
zh: 输入组名
zh_sg: 输入群组名

# IDS_ENTER_LOGIN_ON_LOGIN
source: Enter your username
es_mx: Ingresa tu nombre de usuario
ja: ユーザー名を入力
pl: Wprowadź nazwę użytkownika
ru: Введите имя
uk: Введіть ім’я
zh: 请输入您的用户昵称
zh_sg: 输入用户名

# IDS_ENTER_NEW_CHANNEL_PWD
source: Password (optional)
es_mx: Contraseña (opcional)
ja: パスワード (任意)
pl: Hasło (opcjonalnie)
ru: Пароль (необязательно)
uk: Пароль (не обов’язково)
zh: 密码 (选填)
zh_sg: 密码 (选填)

# IDS_ENTER_PARTY
source: Join
es_mx: Unirse
ja: 参加
pl: Dołącz
ru: Присоединиться
uk: Долучитися
zh: 加入
zh_sg: 加入

# IDS_ENTER_PARTY_HINT
source: Enter battle with a Team
es_mx: Entrar a batalla con un grupo
ja: パーティーで戦闘に参加
pl: Dołącz do bitwy w drużynie
ru: Выйти в бой с командой
uk: Вступити у бій з командою
zh: 用队伍加入战斗
zh_sg: 用团队加入战斗

# IDS_ENTER_PLAYER_NAME
source: Enter the username
es_mx: Ingresa el nombre de usuario
ja: ユーザー名を入力
pl: Wprowadź nazwę użytkownika
ru: Введите имя
uk: Введіть ім’я
zh: 输入用户昵称
zh_sg: 输入用户名

# IDS_ENTER_SHIP_TITLE
source: Enter ship name
es_mx: Ingresa nombre del barco
ja: 艦名を入力
pl: Wprowadź nazwę okrętu
ru: Введите название корабля
uk: Введіть назву корабля
zh: 输入战舰名称
zh_sg: 输入战舰名称

# IDS_ENTER_STATUS
source: Add information about yourself. Other players will see your message.
es_mx: Agrega información sobre ti. Otros jugadores verán tu mensaje.
ja: 情報を追加してください。他のプレイヤーがメッセージを閲覧します。
pl: Podaj informacje na swój temat. Inni gracze będą widzieli Twoją wiadomość.
ru: Добавьте информацию о себе. Ваше сообщение увидят другие игроки.
uk: Додайте інформацію про себе. Ваше повідомлення побачать інші гравці.
zh: 加入关于您自己的信息。其他玩家将会看到您的信息。
zh_sg: 加入关于您自己的信息。其他玩家将会看到您的信息

# IDS_ENTER_TRAINING_ROOM_DESCRIPTION
source: Add a battle description. Other players will see your message.
es_mx: Agrega una descripción de la batalla. Otros jugadores verán tu mensaje.
ja: 戦闘の説明を追加。 他のプレイヤーがメッセージを確認できます。
pl: Dodaj opis bitwy. Twoja wiadomość będzie widoczna dla innych graczy.
ru: Добавьте описание боя. Ваше сообщение увидят другие игроки.
uk: Додайте опис бою. Ваше повідомлення побачать інші гравці.
zh: 加入战斗描述。 其他玩家会看到您的信息。
zh_sg: 添加描述。 其他玩家会看到您的信息。

# IDS_ENTER_WITHOUT_REGISTRATION_BUTTON
source: Enter Without Registration
es_mx: Entra Sin Registrarte
ja: 登録せずに参加
pl: Wejdź bez rejestracji
ru: Войти без регистрации
uk: Увійти без реєстрації
zh: 不用注册进入
zh_sg: 不注册进入

# IDS_ENTER_WITH_PASSWORD_BUTTON
source: Log in
es_mx: Inicia sesión
ja: ログイン
pl: Logowanie
ru: Войти
uk: Увійти
zh: 进入
zh_sg: 登录

# IDS_EQUIPMENT
source: Consumables:
es_mx: Consumibles:
ja: 消耗品:
pl: Sprzęt eksploatacyjny:
ru: Снаряжение:
uk: Спорядження:
zh: 消耗品：
zh_sg: 消耗品：

# IDS_ERROR_ACCOUNT_BANNED
source: Your account has been locked until %s. Reason: %s.
es_mx: Tu cuenta ha sido bloqueada hasta %s. Razón: %s.
ja: アカウントは %s までロック中です。理由: %s
pl: Twoje konto zostało zablokowane do %s. Powód: %s.
ru: Ваш аккаунт заблокирован до %s. Причина: %s.
uk: Ваш акаунт заблокований до %s. Причина: %s.
zh: 您的账号被封停至 %s。原因：%s。
zh_sg: 您的账号被封停至 %s。原因：%s。

# IDS_ERROR_ACCOUNT_BANNED_GOVERNMENT_CONTROL
source: Players under the age of 16 are not allowed to play any online games from 0:00 to 6:00.
es_mx: Los jugadores con menos de 16 años no pueden jugar ningún juego en línea de 00:00 a 6:00 horas.
ja: 16 歳未満のプレイヤーは 0:00 から 06:00 までの間は一切のオンラインゲームのプレイを禁止されています。
pl: Gracze poniżej 16 roku życia nie mogą grać w gry online w godzinach 00:00 – 06:00.
ru: Игрокам в возрасте до 16 лет запрещено играть в любые онлайн-игры с 00:00 до 06:00.
uk: Гравцям віком до 16 років заборонено грати в усі онлайн-ігри з 0:00 до 6:00.
zh: Игрокам в возрасте до 16 лет запрещено играть в любые онлайн-игры с 00:00 до 06:00.
zh_sg: 年龄16岁以下的玩家在0：00至6：00不允许登录在线游戏。

# IDS_ERROR_ACCOUNT_BANNED_PARENT_CONTROL
source: You have reached the playing time limit, you are not allowed to enter the game. The next session will be available %s
es_mx: Has alcanzado el límite del tiempo de juego, y no se te permite entrar al juego. La siguiente sesión estará disponible %s
ja: プレイ時間が制限に達したため、ゲームにログインできません。次のセッションは %s ご利用になれます。
pl: Wyczerpano limit czasu gry, nie możesz do niej teraz wejść. Następna sesja dostępna będzie %s
ru: Вы достигли лимита игрового времени. Вы не можете войти в игру. Следующая сессия будет доступна %s
uk: Ви вичерпали ліміт ігрового часу й не можете увійти в гру. Наступний сеанс буде доступний %s
zh: Вы достигли лимита игрового времени. Вы не можете войти в игру. Следующая сессия будет доступна %s
zh_sg: 您已达到游戏时间限制，不允许进入游戏。下次可用时间为 %s

# IDS_ERROR_ACCOUNT_BANNED_PERMANENTLY
source: Your account has been locked permanently. Reason: %s.
es_mx: Tu cuenta ha sido bloqueada permanentemente. Razón: %s.
ja: アカウントは無期限にロック中です。理由: %s
pl: Twoje konto zostało zablokowane na stałe. Powód: %s.
ru: Ваш аккаунт заблокирован навсегда. Причина: %s.
uk: Ваш акаунт заблокований назавжди. Причина: %s.
zh: 您的账号已被永久封停。原因：%s。
zh_sg: 您的账号已被永久封停。原因：%s。

# IDS_ERROR_ACCOUNT_BANNED_SUSPEND
source: Account deletion is in progress. You can cancel the deletion request on your Account Management page.
es_mx: La eliminación de la cuenta está en progreso. Puedes cancelar la solicitud de la eliminación en tu página de Administración de la Cuenta.
ja: アカウントの削除が進行中。「アカウント管理」ページにて削除リクエストをキャンセルすることができます。
pl: Usuwanie konta w toku. Możesz anulować prośbę o usunięcie na stronie Zarządzanie kontem.
ru: Аккаунт находится в процессе удаления. Отменить запрос на удаление можно в Личном кабинете.
uk: Акаунт перебуває в процесі видалення. Скасувати запит на видалення можна в Особистому кабінеті.
zh: 账号移除程序正在进行中。您可以在账号管理页面取消移除程序。
zh_sg: 正在进行账号移除。您可以在账户管理页面取消删除请求。

# IDS_ERROR_ACCOUNT_BANNED_UNSUSPEND
source: Account restoration is in progress.
es_mx: Restauración de la cuenta en progreso.
ja: アカウントの復旧が進行中。
pl: Przywracanie konta w toku.
ru: Аккаунт находится в процессе восстановления.
uk: Акаунт перебуває в процесі відновлення.
zh: 账号恢复程序正在进行中。
zh_sg: 正在进行账号恢复。

# IDS_ERROR_ACCOUNT_IS_ALREADY_BOUND
source: The specified Wargaming ID is already linked with a different Steam account.
es_mx: La ID de Wargaming especificada ya está ligada con una cuenta diferente de Steam.
ja: 指定の Wargaming ID は、既に別の Steam アカウントとリンク済みです。
pl: Podany Wargaming ID jest już połączony z innym kontem Steam.
ru: Указанный Wargaming ID уже привязан к другому аккаунту Steam.
uk: Вказаний Wargaming ID вже пов’язано з іншим акаунтом Steam.
zh: 指定的 Wargaming ID 已经连结到不同的 Steam 账号。
zh_sg: 指定的 Wargaming ID 已经关联到不同的 Steam 账号。

# IDS_ERROR_ACCOUNT_IS_NOT_ACTIVATED
source: The specified Wargaming ID has not been activated.
es_mx: La ID de Wargaming especificada no ha sido activada.
ja: 指定の Wargaming ID はアクティベートされませんでした。
pl: Podany Wargaming ID nie został aktywowany.
ru: Указанный Wargaming ID не активирован.
uk: Вказаний Wargaming ID не активовано.
zh: 指定的 Wargaming ID 尚未被启用。
zh_sg: 指定的 Wargaming ID 尚未被启用。

# IDS_ERROR_ACCOUNT_NOT_ACTIVATED
source: Account not activated. Please check your email inbox for the registration message and follow the link.
es_mx: Cuenta no activada. Por favor busca en tu correo el mensaje de registro y sigue el enlace.
ja: アカウント登録が未確認です。メールの受信箱を確認して、登録に関するメール内に記載されたリンクにアクセスしてください。
pl: Konto nie zostało aktywowane. Proszę znaleźć w swoim koncie email link rejestracyjny i kliknąć go.
ru: Учётная запись не активирована. Пройдите по ссылке в письме с данными о регистрации.
uk: Акаунт не активований. Перевірте свою поштову скриньку та перейдіть за посиланням у листі з даними про реєстрацію.
zh: 账号尚未启用。请检查您账号的收件匣中的注册邮件然后点击该链接。
zh_sg: 账号尚未启用。请检查您账号的收件匣中的注册邮件然后点击该链接。

# IDS_ERROR_ACCOUNT_NOT_EXISTS
source: Unable to log in. Please contact Player Support.
es_mx: No se puede iniciar sesión. Contacta al Soporte.
ja: ログインできません。プレイヤーサポートにお問い合わせください。
pl: Nie można się zalogować. Skontaktuj się ze Wsparciem gracza.
ru: Ошибка авторизации. Пожалуйста, обратитесь в Центр поддержки пользователей.
uk: Помилка авторизації. Зверніться до Центру підтримки.
zh: 账号不存在，请与客服中心联系。
zh_sg: 无法登录。请联系玩家支持。

# IDS_ERROR_ALREADY_LOGGED_IN
source: A player with this email is already in the game.
es_mx: Ya existe un jugador en el juego con este email.
ja: このメールアドレスは既に登録済みです。
pl: Gracz z takim adresem email jest już zalogowany.
ru: Игрок с таким адресом электронной почты уже в игре.
uk: Гравець з такою адресою електронної пошти вже у грі.
zh: 游戏中已有使用此账号的玩家。
zh_sg: 游戏中已有使用此账号的玩家。

# IDS_ERROR_CANT_CREATE_NEW_ACCOUNT
source: Error creating new account
es_mx: Error al crear una nueva cuenta
ja: 新規アカウント作成エラー
pl: Błąd tworzenia nowego konta
ru: Ошибка при создании аккаунта
uk: Помилка під час створення акаунта
zh: 建立新账号时发生错误
zh_sg: 建立新账号时发生错误

# IDS_ERROR_CORRUPTED_PDATA
source: Your account is unavailable. Please contact Player Support.
es_mx: Tu cuenta no está disponible. Contacta al Soporte.
ja: アカウントはご利用になれません。プレイヤーサポートにお問い合わせください。
pl: Twoje konto jest niedostępne. Skontaktuj się ze Wsparciem gracza.
ru: Ваша учётная запись недоступна. Пожалуйста, обратитесь в Центр поддержки пользователей.
uk: Ваш акаунт недоступний. Зверніться до Центру підтримки.
zh: 账号无法使用，请与客服中心联系。
zh_sg: 您的账号不可用。请联系玩家支持。

# IDS_ERROR_COULDNOT_CONNECT
source: Failed to connect to the server. Please try again later.
es_mx: Fallo al conectarse al servidor. Por favor inténtalo de nuevo.
ja: サーバーに接続できませんでした。後でもう一度お試しください。
pl: Nie udało się połączyć z serwerem. Proszę spróbować ponownie później.
ru: Не удалось подключиться к серверу. Повторите попытку позже.
uk: Не вдалося приєднатися до сервера. Спробуйте пізніше.
zh: 无法连接到服务器，请稍后再试。
zh_sg: 无法连接到服务器，请稍后再试。

# IDS_ERROR_DNS_LOOKUP_FAILED
source: Unable to locate the server IP address through DNS. Please contact Player Support.
es_mx: No es posible localizar la dirección IP del servidor a través del DNS. Contacta al Soporte.
ja: DNS 経由でサーバーの IP アドレスを見つけることができません。プレイヤーサポートにお問い合わせください。
pl: Nie można ustalić adresu IP serwera przy użyciu DNS. Skontaktuj się ze Wsparciem gracza.
ru: Не удаётся найти IP-адрес сервера с помощью DNS. Пожалуйста, обратитесь в Центр поддержки пользователей.
uk: Неможливо знайти IP-адресу сервера за допомогою DNS авторизації. Зверніться до Центру підтримки.
zh: 无法解析服务器地址，请检查您的网络。
zh_sg: 无法通过DNS定位服务器IP地址。请联系玩家支持。

# IDS_ERROR_EMAIL_NOT_REGISTERED
source: Email is not registered.
es_mx: El Email no está registrado.
ja: メールアドレスが未登録です。
pl: Email nie jest zarejestrowany.
ru: Адрес электронной почты не зарегистрирован.
uk: Адресу електронної пошти не зареєстровано.
zh: 账号尚未被注册。
zh_sg: 账号尚未被注册。

# IDS_ERROR_HEADER_DEFAULT
source: Error
ja: エラー
pl: Błąd
ru: Ошибка
uk: Помилка
zh: 错误
zh_sg: 错误

# IDS_ERROR_HEADER_DISCONNECTED
source: You have been disconnected from the server.
es_mx: Has sido desconectado del Servidor.
ja: サーバーから切断されました。
pl: Zostałeś odłączony o serwera.
ru: Вы были отключены от сервера.
uk: Вас було від’єднано від сервера.
zh: 您已经与服务器的中断连接。
zh_sg: 您已经与服务器的中断连接。

# IDS_ERROR_HEADER_LOGIN
source: Error Connecting Server
es_mx: Error Conectándose al Servidor
ja: サーバー接続エラー
pl: Błąd łączenia z serwerem
ru: Ошибка при подключении к серверу
uk: Помилка під час приєднання до сервера
zh: 连接服务器时发生错误。
zh_sg: 连接服务器时发生错误。

# IDS_ERROR_HEADER_UPDATE_IN_PROGRESS
source: Loading data...
es_mx: Cargando datos...
ja: データ読込中...
pl: Ładowanie danych...
ru: Загрузка данных.
uk: Завантажуємо дані.
zh: Загрузка данных.
zh_sg: 正在加载数据...

# IDS_ERROR_ILLEGAL_CHARACTERS
source: The email or password contains invalid characters.
es_mx: El Email o contraseña contiene caracteres no válidos.
ja: メールアドレスまたはパスワードに無効な文字が含まれています。
pl: Adres email lub hasło zawiera nieprawidłowe znaki.
ru: Адрес электронной почты или пароль содержат недопустимые символы.
uk: Адреса електронної пошти або пароль містять недозволені символи.
zh: 账号或密码含有无效的字符。
zh_sg: 电子邮件或密码含有无效的字符。

# IDS_ERROR_INTERNAL
source: Technical issues found. Please try again later or contact Player Support.
es_mx: Se han encontrado problemas técnicos. Inténtalo de nuevo más tarde o contacta al Soporte.
ja: 技術的問題が判明しました。後で再度お試し頂くか、プレイヤーサポートにお問い合わせください。
pl: Wystąpiły problemy techniczne. Spróbuj później lub skontaktuj się ze Wsparciem gracza.
ru: Обнаружены технические проблемы. Повторите попытку позже или обратитесь в Центр поддержки пользователей.
uk: Виявлено технічні проблеми. Спробуйте пізніше чи зверніться до Центру підтримки.
zh: 发现技术性问题。请稍后再试或联络客服中心。
zh_sg: 发生技术问题。请重试或联系玩家支持。

# IDS_ERROR_LOGIN_QUEUE
source: You are in a queue to enter the game.
es_mx: Estás en una lista de espera para entrar al juego.
ja: ゲーム参加待機中。
pl: Czekasz w kolejce oczekującej na wejście do gry.
ru: Вы находитесь в очереди на вход в игру.
uk: Ви перебуваєте у черзі на вхід у гру.
zh: 您正处于进入游戏的队列中。
zh_sg: 您正处于进入游戏的队列中。

# IDS_ERROR_REENTER_PASSWORD
source: For security reasons, please re-enter your password.
es_mx: Por razones de seguridad, por favor reingresa tu contraseña.
ja: セキュリティ対策のため、パスワードを再度入力してください。
pl: Wpisz ponownie swoje hasło ze względów bezpieczeństwa.
ru: В целях безопасности, пожалуйста, введите пароль ещё раз.
uk: З міркувань безпеки введіть пароль ще раз.
zh: 出于安全的原因，请重新输入您的密码。
zh_sg: 出于安全的原因，请重新输入您的密码。

# IDS_ERROR_REGISTRATION_NOT_ALLOWED
source: Access to the game is denied.
es_mx: Se denegó el acceso al juego.
ja: ゲームへのアクセスが拒否されました。
pl: Dostęp do gry jest zablokowany.
ru: Доступ к данной игре закрыт.
uk: Доступ до цієї гри закрито.
zh: 无法进入游戏。
zh_sg: 无法进入游戏。

# IDS_ERROR_REGISTRATION_NOT_COMFIRMED
source: Account not activated. Please check your email inbox for the registration message and follow the link.
es_mx: Cuenta no activada. Por favor busca en tu correo el mensaje de registro y sigue el enlace.
ja: アカウント登録が未確認です。メールの受信箱を確認して、登録に関するメール内に記載されたリンクにアクセスしてください。
pl: Konto nie zostało aktywowane. Proszę znaleźć w swoim koncie email link rejestracyjny i kliknąć go.
ru: Учётная запись не активирована. Пройдите по ссылке в письме с подтверждением регистрации.
uk: Акаунт не активовано. Прямуйте за посиланням у листі з підтвердженням реєстрації.
zh: 账号尚未启用。请检查您账号的收件匣中的注册邮件然后点击该链接。
zh_sg: 账号尚未启用。请检查您账号的收件箱中的注册邮件然后点击该链接。
