Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PXSB004_DESCR
source: The lead ship in a series of Pallad-class battleships. The mechanisms implemented in the ship's design allow her to temporarily stay invulnerable to all known types of armament. The repair teams aboard those ships are the best in all Intania: they are so skilled that they can repair nearby allied ships even during battle. Damage dealt by the Filth: 200 HP per second.
es_mx: El barco líder de una serie de acorazados de clase-Pallad. Los mecanismos implementados por el diseño del barco le permiten permanecer temporalmente invulnerable a cualquier tipo de armamento que se conozca. Los equipos de reparación a bordo de esos barcos son los mejores en toda Intania: son tan habilidosos que pueden reparar los barcos aliados cercanos incluso durante la batalla. Daño causado por la inmundicia: 200 Puntos de Vida por segundo.
ja: マグヌ-S は、パラド級戦艦のリードシップであり、その設計に組み込まれたメカニズムにより、既存のあらゆる兵装に対して一時的に無敵になることが可能です。本級に乗船している修理班は、インタニアの中でも最高の精鋭達であり、戦闘中であっても付近の味方艦艇を修理することが可能です。 瘴気によるダメージ: 200 HP/秒
pl: Okręt prowadzący serii pancerników klasy Pallad. Mechanizmy użyte w jego konstrukcji pozwalają mu na tymczasowe pozostawanie niewrażliwym na dowolne rodzaje uzbrojenia. Zespoły naprawcze znajdujące się na tych okrętach należą do najlepszych w Intanii: są tak wyszkolone, że potrafią naprawiać nawet pobliskie okręty w trakcie bitwy. Uszkodzenia zadawane przez plugastwo: 200 PW na sekundę.
ru: Головной корабль серии линкоров типа Pallad. Заложенные в конструкцию механизмы позволяют кораблю становиться временно неуязвимым для всех известных видов вооружения. Ремонтные команды этих кораблей — лучшие во всей Интании: в бою они находят время для ремонта даже союзных кораблей, находящихся поблизости. Получаемый урон в скверне — 200 единиц в секунду.
uk: Головний корабель серії лінкорів типу Pallad. Закладені в конструкцію механізми дозволяють кораблю ставати тимчасово невразливим для всіх відомих видів озброєння. Ремонтні команди цих кораблів — найліпші у всій Інтанії: в бою вони знаходять час для ремонту навіть союзних кораблів, що перебувають поблизу. Шкода, що отримується у скверні — 200 одиниць на секунду.
zh: 帕拉德级战列舰系列的首舰。该战舰设计中实装的机制让它能暂时不会受到所有已知类型武器的伤害。这些战舰上的维修小队是最好的：他们熟练到就算是在战斗中都能修理附近的我方战舰。 污秽之地会造成的伤害：每秒钟 200 血量。
zh_sg: Pallad 级战列舰系列的首舰。该战舰设计的机制让它能暂时不会受到所有已知类型武器的伤害。这些战舰上的维修小队是所有Intania军中最好的：他们熟练到就算是在战斗中都能修理附近的友军战舰。 污秽之地会造成的伤害：每秒200 血量。

# IDS_PXSB004_FULL
source: Magnu-S
zh: 马格努-S
zh_sg: 马格努-S

# IDS_PXSB005
source: Varg
zh: 瓦尔加斯
zh_sg: 瓦尔加斯

# IDS_PXSB005_DESCR
source: Short-range combat warship. Difficulty: high. Varg, a cursed flagship of a pirate squadron emerging from the fog of the North Sea and disappearing without a trace among mesmerizing fjords. Like its captain, the ship is immortal. Through many centuries its hull became rigid, growing stronger than steel to make it immune to damage for a brief period of time. Varg's aura sucks vital energy out of any reckless ship that dares approach it.
es_mx: Barco para el combate de corto alcance. Dificultad: alta. El Varg, un buque insignia maldito de un escuadrón pirata que emerge de la niebla del Mar del Norte y desaparece sin dejar rastro entre los hipnotizantes fiordos. Al igual que su capitán, el barco es inmortal. Con el paso de los siglos, su casco se volvió rígido, volviéndose más fuerte que el acero para hacerlo inmune por un breve período de tiempo. El aura del Varg succiona la energía vital de cualquier barco descuidado que se atreva a acercársele.
ja: 短距離戦闘艦 難易度: 高 ヴァーグは北海の霧の中から出現した海賊艦隊の旗艦であり、魅惑的なフィヨルドの中に忽然と姿を消しました。本艦はその艦長と同様に不滅です。その船体は何世紀もの時の中で鉄よりも硬くなっているため、短時間であれば無敵になることができます。本艦のオーラには無謀にも接近してきた艦艇からエネルギーを吸い取る効果があります。
pl: Okręt skuteczny na bliskich dystansach. Poziom trudności: wysoki. Varg, przeklęty okręt flagowy pirackiej eskadry wyłaniającej się z mgieł Morza Północnego i znikającej bez śladu pośród hipnotyzujących fiordów. Tak jak jego kapitan, okręt ten jest nieśmiertelny. Przez stulecia jego kadłub stał się twardszy od stali, czyniąc go niewrażliwym na uszkodzenia przez pewien czas. Aura Varga wysysa energię z każdego nieostrożnego okrętu, który zanadto się do niego zbliży.
ru: Корабль ближнего боя. Сложность освоения: высокая. Varg («Изгой») — проклятый корабль, флагман пиратской эскадры, появляющейся из туманов Северного моря и растворяющейся без следа среди многочисленных фьордов. Как и его капитан, бессмертен — за множество веков он лишь закостенел и стал твёрже стали, что может на короткое время придавать неуязвимость. Аура Varg'а высасывает жизненную энергию из неосторожно приблизившихся непосвящённых.
uk: Корабель ближнього бою. Складність опанування: висока. Varg («Вигнанець») — заклятий корабель та флагман піратської ескадри, яка з’являється з імли Північного моря та зникає без сліду серед численних фіордів. Безсмертний, як і його шкіпер. За багато століть він лише закостенів та став міцніше сталі, що дає йому змогу на короткий час ставати невразливим. Його аура витягує життєву силу з тих необізнаних, хто необачно наблизився.
zh: 瓦格是一艘被诅咒的海盗舰队旗舰，它从北海的雾中冒出来，在迷人的峡湾中消失得无影无踪。像它的舰长一样，这艘战舰是不朽的。几个世纪以来，它的舰身变得坚硬，比钢更坚固使战舰在短时间内免疫伤害。瓦格的光环从任何鲁莽接近它的战舰上吸取生命能量。
zh_sg: 近距离战斗战舰。 难度：高 瓦尔加斯，一个被诅咒的海盗中队的旗舰，从北海的雾中走出，又在迷人的峡湾中消失得无影无踪。像它的船长一样，这艘战舰也是不朽的。几个世纪以来，它的舰体慢慢变得坚硬，比钢铁还要硬，使战舰在短时间内免疫伤害。瓦尔加斯的光环可以从任何鲁莽地接近它的战舰上吸取能量。

# IDS_PXSB005_FULL
source: Varg
zh: 瓦尔加斯
zh_sg: 瓦尔加斯

# IDS_PXSB006
source: Paris
zh: 自由卫士
zh_sg: 自由卫士

# IDS_PXSB006_DESCR
source: The first heavy combat spacecraft of the Federation to be propelled by a warp drive. Images of the open-worked structure of her turret are often used for creating propaganda materials.
es_mx: La primera nave espacial pesada de combate de la Federación en ser impulsada con un motor warp. Imágenes de la estructura en construcción de su torreta son usadas a menudo para crear propaganda de materiales.
ja: パリは、連邦軍の重戦闘艦として初めてワープドライブ推進を採用した艦です。本艦の主砲塔はオープンワーク構造となっていますが、その画像がプロパガンダ宣材を制作するためによく利用されています。
pl: Pierwszy ciężki kosmiczny statek bojowy Federacji poruszający się dzięki napędowi warpowemu.
ru: Первый тяжёлый боевой корабль Федерации, использующий сверхсветовой двигатель. Изображения уникальной ажурной структуры его боевой башни часто используется для создания агитационных материалов.
uk: Перший важкий бойовий корабель Федерації, який використовує надсвітовий двигун. Зображення унікальної ажурової структури його бойової башти часто використовують у створенні агітаційних матеріалів.
zh: 联邦的第一艘重型战斗宇宙飞船是由曲速引擎所驱动，它的开放式炮塔的影像时常被用来做为宣传材料
zh_sg: 联邦第一艘由曲速引擎驱动的重型作战太空舰。它的炮塔和结构图经常被用于制作宣传材料。

# IDS_PXSB006_FULL
source: Paris
zh: 自由卫士
zh_sg: 自由卫士

# IDS_PXSB007
source: Alldestroyer
zh: 万象陨灭
zh_sg: 万象陨灭

# IDS_PXSB007_DESCR
source: A conventional heavy warship of the Federation's enemy, built a long time ago in a far-off galaxy. Vulnerable to bombers.
es_mx: Una nave espacial pesada convencional del enemigo de la Federación, construida hace mucho tiempo en una galaxia muy lejana. Vulnerable a los bombarderos.
ja: オールデストロイヤーは、連邦の敵が使用している標準的な重戦闘艦であり、遠い昔、遙か彼方の銀河系で建造された模様です。爆撃機による攻撃に対しては脆弱であることが知られています。
pl: Konwencjonalny, ciężki statek wrogów Federacji, zbudowany dawno temu w odległej galaktyce. Wrażliwy na ataki bombowców.
ru: Классический тяжёлый корабль противников Федерации, созданный давным-давно в довольно далёкой галактике. Уязвим для бомбардировщиков.
uk: Класичний важкий корабель супротивників Федерації, створений дуже давно у далекій-далекій галактиці. Вразливий для бомбардувальників.
zh: 联邦的敌人在遥远的星系中建造了传统的重型宇宙飞船，容易被轰炸机攻击
zh_sg: 联邦敌对方的传统重型太空舰，很久以前在一个遥远的星系中建造。惧怕轰炸机。

# IDS_PXSB007_FULL
source: Alldestroyer
zh: 万象陨灭
zh_sg: 万象陨灭

# IDS_PXSB008
source: Leviathan
es_mx: Leviatán
pl: Lewiatan
zh: 利维坦
zh_sg: 利维坦

# IDS_PXSB008_DESCR
source: Long-range combat warship. Difficulty: low. Leviathan is a chthonic sea dragon called in from neighboring reality planes, and tricked into service by a cunning warlock captain. The skin of this sea monster is no longer that strong. Yet, powered by the wisdom of centuries, this ancient creature can strike enemies with exceptional accuracy, while rituals held on the captain's bridge can "feed" all nearby allies with vital energy.
es_mx: Barco para el combate de largo alcance. Dificultad: baja. El Leviathan es un dragón marino del inframundo proveniente de los planos de realidad alternos, y que un astuto capitán hechicero ha puesto a su servicio. La piel de este monstruo marino ya no es tan fuerte. Sin embargo, con la ayuda de la sabiduría de los siglos, esta antigua criatura puede atacar a sus enemigos con una precisión excepcional, mientras que los rituales efectuados en el puente del capitán pueden "alimentar" a todos los aliados cercanos con energía vital.
ja: 長距離戦闘艦 難易度: 低 レヴィアタンは隣接する世界面から召喚された海竜であり、狡猾な黒魔術師の艦長によって騙され、任務に従事しています。このモンスターの表皮は以前よりも弱くなっていますが悠久の経験による英知があり、極めて正確な攻撃を行うことが可能です。さらに、その艦長が艦橋で行う儀式には付近に存在する全ての味方にエネルギーを供給する効果があります。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: niski. Lewiatan to chtoniczny smok morski, przyzywany z sąsiedniej rzeczywistości i podstępem zmuszany do służby przez śmiałego kapitana-czarnoksiężnika. Skóra tego potwora morskiego nie jest już tak twarda, ale mądrość nabyta przez wieki pozwala tej starożytnej istocie na znacznie celniejsze uderzanie w przeciwnika, podczas gdy rytuały odbywające się na mostku kapitańskim „karmią” wszystkie pobliskie okręty jego energią witalną.
ru: Корабль дальнего боя. Сложность освоения: низкая. Leviathan («Левиафан») — призванный с соседних планов реальности хтонический морской дракон, хитростью подчинённый своему капитану-чернокнижнику. Шкура этого монстра уже не так прочна, как раньше, но благодаря мудрости веков это древнее чудовище может разить врагов гораздо точнее, а ритуалы, проводимые на капитанском мостике, подпитывают находящихся рядом союзников жизненной энергией.
uk: Корабель далекого бою. Складність опанування: низька. Leviathan («Лефіафан») — хтонічний морський дракон, якого прикликав з паралельного виміру та оманою підкорив собі шкіпер-чорнокнижник. Шкура цієї потвори вже не така міцна, як колись, але завдяки мудрості століть це прадавнє страховисько може влучно уражати ворогів, а обряди, що учиняють на містку, живлять життєвою силою союзників, що перебувають поруч.
zh: 利维坦是一只由邻近的现实飞机引来的冥府海龙，被一个狡猾的术士舰长欺骗。这只海怪的皮肤不再那么强壮。然而，在几个世纪的智慧的强化下，这只古老的生物可以更精准地攻击敌人，而舰桥上进行的仪式可以用生命能量「喂养」附近的所有友军。
zh_sg: 远距离战斗战舰。 难度：低 利维坦是从相邻的现实位面召唤来的冥界的海龙，被一个狡猾的术士欺骗而为其服务。这种海怪的皮肤不再那么强壮。然而它累积了几个世纪的智慧，这种远古的生物可以更精确地打击敌人，其舰长桥上进行的仪式可以用生命“喂养”附近所有的友军。

# IDS_PXSB008_FULL
source: Leviathan
es_mx: Leviatán
pl: Lewiatan
zh: 利维坦
zh_sg: 利维坦

# IDS_PXSB009_DESCR
source: A cyborg ship whose mechanical sting scares even the most battle-hardened opponents.
es_mx: Un barco cyborg cuyo aguijón mecánico causa terror aún en los oponentes más experimentados.
ja: スコーピオイドはサイボーグ艦であり、その機械の毒針は歴戦の敵すら恐れさせる。
pl: Okręt-cyborg, którego mechaniczne żądło budzi strach nawet u najbardziej zaprawionych w bojach przeciwników.
ru: Корабль-киборг, механическое жало которого наводит ужас даже на бывалых противников.
uk: Корабель-кіборг, чиє механічне жало наганяє жах навіть на досвідчених супротивників.
zh: Корабль-киборг, механическое жало которого наводит ужас даже на бывалых противников.
zh_sg: 一种拥有恐怖机械尖刺的生化战舰，让对手闻风丧胆。

# IDS_PXSB010_DESCR
source: A wanderer that came into the Twilight World to rob her enemies!
es_mx: ¡Un vagabundo que entró en el Mundo del Crepúsculo para robar a sus enemigos!
ja: マーヴェリックは敵から略奪すべく逢魔時の世界を訪れた放浪者である!
pl: Wędrowiec, który przybył do Świata Zmierzchu, by ograbić swoich wrogów!
ru: Скиталец, отправившийся в мир Сумрака грабить противников!
uk: Мандрівник, який подався грабувати супротивників у світ Сутіні!
zh: Скиталец, отправившийся в мир Сумрака грабить противников!
zh_sg: 一名闯入暮光世界洗劫敌人的流浪者！

# IDS_PXSB011_DESCR
source: A huge symbiotic ship that has survived several global extinctions thanks to her infernal magic and sharp teeth. She carries the strong armor of a giant crocodilomorph, and has a tremendous cargo hold for looted goods!
es_mx: Un enorme barco simbionte que ha sobrevivido a varias extinciones globales gracias a su magia infernal y a sus afilados dientes. Cuenta con el fuerte blindaje de un gigante con forma de cocodrilo, y tiene una tremenda bodega de carga para sus botines!
ja: クロコサーは地獄の魔術と鋭い歯のおかげで地球規模の絶滅を何度も生き延びた巨大な共生艦であり、堅牢な巨大鰐の装甲を有し、略奪した物品を収容するための莫大な貨物室を備えている!
pl: Wielki, symbiotyczny okręt, który przetrwał liczne zagłady dzięki piekielnej magii i swoim ostrym zębom. Posiada gruby pancerz gigantycznego krokodylomorfa i potężną ładownię na skradziony łup!
ru: Исполинский корабль-симбиот, переживший несколько глобальных вымираний благодаря дьявольской магии и острым зубам. Прочная броня гигантского крокодиломорфа и чудовищно большой трюм для награбленного добра!
uk: Велетенський корабель-симбіот, який пережив декілька глобальних вимирань завдяки диявольської магії та гострим зубам. Міцна броня гігантського крокодиломорфа та страшенно великий трюм для награбованого добра!
zh: Исполинский корабль-симбиот, переживший несколько глобальных вымираний благодаря дьявольской магии и острым зубам. Прочная броня гигантского крокодиломорфа и чудовищно большой трюм для награбленного добра!
zh_sg: 一种巨大的寄生战舰，凭借它的地狱魔法和锋利的牙齿多次在世界毁灭中幸存下来。它拥有巨鳄般的强大装甲，和用于存放战利品的巨大货仓。

# IDS_PXSC001
source: Igor
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PXSC001_DESCR
source: Igor
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PXSC001_FULL
source: Igor
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PXSC001_SHORT
source: IGOR
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PXSC002
source: Scarab
zh: 圣甲虫
zh_sg: 圣甲虫

# IDS_PXSC002_DESCR
source: Long-range combat warship. Difficulty: high. A floating temple of Set built on the precepts of the Ancient Forerunners. With every hit it deals, Scarab will take away a portion of a target's vital energy. Scarab's pseudo-biotic armor can devour the energy of damage dealt to recover the ship's own HP.
es_mx: Barco para el combate de largo alcance. Dificultad: alta. Un templo flotante de Set construido sobre los preceptos de los Antiguos Miembros. Con cada impacto conseguido, el Scarab toma una porción de la energía vital de un objetivo. El blindaje pseudobiótico del Scarab puede devorar la energía del daño causado para recuperar los HP del propio barco.
ja: 長距離戦闘艦 難易度: 高 スカラベは古代のフォアランナー達の戒律に則って建造された浮かべる寺院であり、命中弾を与える毎に目標のエネルギーの一部を奪うことができます。そして本艦の疑似バイオ装甲にはダメージを与えた際に奪ったエネルギーを吸収することで、自艦の HP を回復するという能力があります。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: wysoki. Pływająca świątynia Seta, zbudowana zgodnie ze wskazówkami Starożytnych Praojców. Za każdym trafieniem Skarabeusz zabierze część energii witalnej celu. Jego pseudobiotyczny pancerz może pochłaniać część zadanych uszkodzeń, by przywracać wytrzymałość okrętu.
ru: Корабль дальнего боя. Сложность освоения: высокая. Плавучий храм Сета, построенный по заветам Древних Предтеч. Scarab («Жук») способен при каждом ударе по противнику выпивать часть его жизненных сил, а псевдоживая броня может обращать энергию от полученного урона на самовосстановление.
uk: Корабель далекого бою. Складність опанування: висока. Плавний храм Сета, побудований за заповітами Стародавніх Предтеч. Scarab («Скарабей») здатен кожним ударом у супротивника витягувати частину його життєвої сили, а його псевдожива броня може спрямовувати енергію від отриманої шкоди на самовідновлення.
zh: 在古代先行者的箴言基础上建立的漂浮寺庙。随着它每次的命中，圣甲虫将夺走一部分目标的生命能量。圣甲虫的伪生物装甲可以吞噬造成伤害的能量来恢复战舰自身的血量。
zh_sg: 远距离战斗战舰。 难度：高 在古代先行者的戒律基础上建立的浮空的神庙。每次击中敌方，圣甲虫都会夺取敌方的一部分生命值。其生物装甲可以吞噬造成伤害的能量来恢复自己的生命值。

# IDS_PXSC002_FULL
source: Scarab
zh: 圣甲虫
zh_sg: 圣甲虫

# IDS_PXSC003
source: Svyatozar
ru: Святозар
uk: Святозар
zh: 苏亚托扎
zh_sg: 苏亚托扎

# IDS_PXSC003_DESCR
source: Svyatozar cruisers are the eyes of Intania's fleet. They carry a system of optical lenses and prisms that can detect enemy ships, even through the thickness of the Filth. These cruisers can deliver a squall of fire for a short time, eliminating everything that gets in their way. The more damage dealt to enemy ships, the stronger the cruiser gets. Damage dealt by the Filth: 100 HP per second.
es_mx: Los cruceros Svyatozar son los ojos de la flota de Intania. Ellos cargan un sistema de lente ópticos y prismas para detectar los barcos incluso a través de la inmundicia pesada. Estos cruceros pueden entregar una lluvia de fuego durante un corto tiempo, eliminando todo lo que se les ponga en el camino. Entre más daño haga a los barcos enemigos, más fuerte se vuelve el crucero. Daño causado por la inmundicia: 100 HP por segundo.
ja: スヴィヤトザル級巡洋艦は、インタニア艦隊の目であり、濃い瘴気内の敵艦艇をも発見することが可能な光学レンズとプリズムによる観測システムを備えています。短時間のみ怒濤の炎を撃ち出し、その経路上のあらゆるものを排除することが可能です。そして敵艦艇に与えたダメージが多いほど、本艦級はより強力になります。 瘴気によるダメージ: 100 HP/秒
pl: Krążowniki Svyatozar to oczy floty Intanii. Wyposażone są w układy soczewek i pryzmatów zdolnych do wykrycia wroga nawet pośród gęstych warstw plugastwa. Krążowniki te mogą wytwarzać nawałnice plugastwa, niszcząc wszystko na swojej drodze. Im więcej uszkodzeń zadają, tym silniejsze same się stają. Uszkodzenia zadawane przez plugastwo: 100 PW na sekundę.
ru: Крейсеры «Святозар» — глаза флота Интании. Оптическая система призм и линз этих кораблей способна обнаружить противника даже за пеленой скверны. Крейсеры могут на короткое время устраивать шквальный огонь, сметающий всё на своём пути. Чем больше разрушений будет нанесено противнику, тем прочнее станет сам крейсер. Получаемый урон в скверне — 100 единиц в секунду.
uk: Крейсери «Святозар» — очі флоту Інтанії. Оптична система призм і лінз цих кораблів здатна виявити супротивника навіть за пеленою скверни. Крейсери можуть на короткий час влаштовувати шквальний вогонь, що змітає все на своєму шляху. Що більше руйнувань завдати супротивникові, то міцніше стане сам крейсер. Шкода, що отримується в скверні — 100 одиниць на секунду.
zh: 苏亚托扎巡洋舰是英塔尼亚舰队的双眼。它们所搭载的光学镜片和棱镜系统，不管污秽之地多么混浊都能侦察到敌方战舰。这些巡洋舰可在短时间内提供风暴般的火力，消灭挡在它们路上的一切东西。造成敌方战舰的伤害越多，巡洋舰就会变得越强大。 污秽之地会造成的伤害：每秒钟 100 血量。
zh_sg: 苏亚托扎巡洋舰是Intania舰队的眼睛。它们所搭载的光学镜片和棱镜系统，不管污秽之地多么混浊都能侦察到敌方战舰。这些巡洋舰可在短时间内提供风暴般的火力，消灭挡在路上的一切东西。造成敌方战舰的伤害越多，巡洋舰就会变得越强大。 污秽之地会造成的伤害：每秒100 血量。

# IDS_PXSC003_FULL
source: Svyatozar
ru: Святозар
uk: Святозар
zh: 苏亚托扎
zh_sg: 苏亚托扎

# IDS_PXSC004
source: Galaxy
zh: 银河
zh_sg: 银河

# IDS_PXSC004_DESCR
source: The pride and glory of the Federation Space Fleet, this Galaxy-class cruiser is the lead ship in a series of heavy cruisers constructed over the course of the war between the Federation and the Robots.
es_mx: El orgullo y la gloria de la Flota de la Federación Espacial, este crucero clase Galaxy es la nave insignia de una serie de cruceros pesados construidos en el curso de la guerra entre la Federación y los Robots.
ja: ギャラクシー級重巡航艦のリードシップであり、連邦軍宇宙艦隊の誇りと栄光です。連邦軍とロボット軍との戦闘の最中において建造されました。
pl: Krążownik ten, będący dumą i chlubą Floty Kosmicznej Federacji, jest okrętem prowadzącym serii ciężkich krążowników zbudowanych w trakcie wojny pomiędzy Federacją, a Robotami.
ru: Крейсер типа Galaxy — красота и гордость Космического Флота Федерации, головной корабль серии тяжёлых крейсеров, созданных во время войны Федерации и роботов.
uk: Крейсер типу Galaxy — краса і гордість Космічного Флоту Федерації, головний корабель серії важких крейсерів, створених під час війни Федерації і роботів.
zh: 联邦太空舰队的骄傲与荣耀，银河级巡洋舰是一系列在联邦与机器人之间作战时建造的重型巡洋舰的旗舰。
zh_sg: 联邦太空舰队的骄傲与荣耀，这艘银河系级巡洋舰是系列重型巡洋舰的旗舰，在联邦与机器人的战争过程中建造。

# IDS_PXSC004_FULL
source: Galaxy
zh: 银河
zh_sg: 银河

# IDS_PXSC005
source: Zaya
zh: 扎雅
zh_sg: 扎雅

# IDS_PXSC005_DESCR
source: Zaya is a renegade ship from the Enlightenment's 44th Eastern Fleet. Zaya's avatar joined the Space Fleet of Earth to study the relationships between humans and the Enlightenment, with the purpose of enhancing tactical programs after the incident involving the 22nd Eastern Fleet.
es_mx: La Zaya es una nave renegada de la 44.a Flota Oriental de la Iluminación. El avatar de Zaya se unió a la Flota Espacial de la Tierra para estudiar las relaciones entre humanos y la Iluminación, con el propósito de mejorar los programas tácticos después del incidente que involucraba a la 22.a Flota Oriental.
ja: ザーヤは、エンライトゥンメントの第 44 東部艦隊を裏切った艦です。ザーヤのアヴァターは、第 22 東部艦隊が関わったインシデントの後、戦術プログラムを改良するために人類とエンライトゥンメントとの関係を研究すべく、地球の宇宙艦隊に加わりました。
pl: Zaya to zbuntowany okręt 44. Floty Wschodniej Oświecenia. Awatar Zaya'i dołączył do Floty Kosmicznej Ziemi, żeby zdobywać wiedzę dotyczącą stosunków pomiędzy ludźmi i Oświeceniem, w celu poprawy programów taktycznych po incydencie, w którym brała udział 22. Flota Wschodnia.
ru: Zaya — ренегат 44-го восточного флота Ясности, чья аватара примкнула к космическому флоту Земли для изучения взаимодействия между людьми и Ясностью с целью расширения тактических программ после инцидента с 22-м восточным флотом.
uk: Zaya — ренегат 44-го східного флоту Ясності, аватар якої долучилася до космічного флоту Землі, щоб для вивчити взаємодію між людьми і Ясністю з метою розширення тактичних програм після інциденту з 22-м східним флотом.
zh: 扎雅 是启蒙的第44东方舰队中的叛变战舰，扎雅的化身加入了地球太空舰队来研究人类与启蒙之间的关系，目的是在发生在第22东方舰队的事件之后强化战术计划
zh_sg: 扎雅是一艘从启迪者第44东部舰队变节的战舰。扎雅的化身加入了地球舰队来研究人类与启迪者之间的关系，目的是在第22东部舰队事件后强化战术计划的。

# IDS_PXSC005_FULL
source: Zaya
zh: 扎雅
zh_sg: 扎雅

# IDS_PXSC006
source: Norma
zh: 诺玛
zh_sg: 诺玛

# IDS_PXSC006_DESCR
source: A maneuverable frigate design featuring the most advanced stealth technologies. One of the most tactically powerful representatives of her type. It's ideally suited for annihilating representatives of extra-terrestrial civilizations.
es_mx: Un diseño de una fragata maniobrable que cuenta con las más avanzadas tecnologías furtivas. Uno de los representantes más poderosos tácticamente de su tipo. Es adecuado idealmente para aniquilar a los representantes de civilizaciones extraterrestres.
ja: ノーマは、高機動のフリゲートとして設計されており、最先端のステルス技術が採り入れられています。同種の艦艇の中では、最も戦術的に強力なもののひとつであり、地球外文明の代表団を滅ぼすにはまさに理想的と言えるでしょう。
pl: Zwrotna fregata, wyposażona w najnowocześniejsze technologie maskujące. Jeden z najpotężniejszych taktycznie przedstawicieli tego typu statków. Idealnie nadaje się do anihilacji istot pozaziemskich.
ru: Проект манёвренного фрегата, обладающего наиболее продвинутыми стелс-технологиями. Один из наиболее тактически сильных представителей своего класса. Идеально подходит для уничтожения представителей внеземных цивилизаций.
uk: Проект маневреного фрегата, що має найрозвинутіші стелс-технології. Один з тактично найсильніших представників свого класу. Ідеально пасує для знищення представників позаземних цивілізацій.
zh: 这艘高机动护卫舰装备着最先进的匿踪科技，同舰种中在战术运用中最强大的型号，它最适合来歼灭外太空文明
zh_sg: 一种拥有先进隐性技术的机动型护卫舰设计。是该舰种中战术威力最具有代表性的型号。非常适合毁灭外太空文明。

# IDS_PXSC006_FULL
source: Norma
zh: 诺玛
zh_sg: 诺玛

# IDS_PXSC007
source: Aurora
zh: 极光
zh_sg: 阿芙乐尔

# IDS_PXSC007_DESCR
source: An Aurora-class medium cruiser created by the race of the Elders for conducting war against the representatives of the Phantoms.
es_mx: Un crucero mediano de la clase Aurora creado por la raza de los Ancianos para conducir la guerra en contra de los representantes de los Fantasmas.
ja: オーロラ級中型巡航艦は、エルダー族が、ファントム族の代表団との戦争用として開発した艦級です。
pl: Średni krążownik klasy Aurora, zbudowany przez rasę Starszych, prowadzących wojnę z przedstawicielami Widm.
ru: Средний крейсер класса Аврора, созданный расой Древних для войны с представителями Фантомов.
uk: Середній крейсер класу Аврора, створений расою Прадавніх для війни з представниками Фантомів.
zh: 极光拉级中型巡洋舰是由长老种族建造来对抗幻影的战舰
zh_sg: 一艘“极光”级中型巡洋舰，由远古种族用于对战影魔。

# IDS_PXSC007_FULL
source: Aurora
zh: 极光
zh_sg: 阿芙乐尔

# IDS_PXSC009
source: Octopus
zh: 八爪鱼
zh_sg: 章鱼
