Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_DESCRIPTION_CVC_BRAWL_TOP1000
source: Rank in the Top 1000 in the Clan Brawl.
es_mx: Clasifica entre los 1000 Mejores en la Pelea de Clanes.
ja: クラン闘争で TOP 1000 入りを果たす。
pl: Dostań się do Top 1000 w potyczce klanowej.
ru: Занять место в топ-1000 в клановом блице.
uk: Посісти місце в топ-1000 у клановому бліці.
zh: Занять место в топ-1000 в клановом блице.
zh_sg: 在军团对决中排名前1000。

# IDS_ACHIEVEMENT_DESCRIPTION_DECISIVE_CONTRIBUTION
source: Playing in a Division, receive at least %(dominationPoints)s points in Domination battle mode and win the battle. All Division members must survive the battle.
es_mx: Jugando en una División, recibe al menos %(dominationPoints)s puntos en el modo de Batalla por Dominación y gana. Todos los miembros de la División deben sobrevivir la batalla.
ja: 分艦隊でプレイし、制圧戦モードで %(dominationPoints)s ポイント以上を達成して勝利する。分艦隊メンバー全員の生還が必要。
pl: Grając w dywizjonie zdobądź przynajmniej %(dominationPoints)s punktów w trybie dominacji i wygraj. Wszyscy członkowie dywizjonu muszą przetrwać bitwę.
ru: Играя в отряде, получить не менее %(dominationPoints)s очков в режиме боя «Превосходство» и победить в бою. Отряд должен выжить в бою.
uk: Граючи загоном, здобути щонайменше %(dominationPoints)s очок у режимі бою «Перевага» та перемогти у бою. Загін мусить вижити у бою.
zh: 加入小队后在一场战斗中，至少赢得%(dominationPoints)s 点占领点数并获得胜利。所有本队战舰必须在战斗中存活。
zh_sg: 加入小队后在一场战斗中，至少赢得%(dominationPoints)s 点占领点数并在统治模式中获得胜利。所有本队战舰必须在战斗中存活。

# IDS_ACHIEVEMENT_DESCRIPTION_DETONATED
source: Receive damage to the magazine resulting in detonation.
es_mx: Recibe daño en el almacén de munición resultando en detonación.
ja: 弾薬庫に損傷を受け、その誘爆により撃沈される。
pl: Odnieś uszkodzenie magazynu, w wyniku którego nastąpi eksplozja.
ru: Получить повреждение погреба боеприпасов с последующей детонацией.
uk: Отримати пошкодження погреба боєприпасів з подальшим вибухом.
zh: 击中弹药库并导致其爆炸沉没。
zh_sg: 弹药库受到伤害导致殉爆。

# IDS_ACHIEVEMENT_DESCRIPTION_DMMGAMES
source: Exclusive achievement dedicated to the release of World of Warships on the DMM Games platform
es_mx: Logro exclusivo dedicado al lanzamiento de World of Warships en la plataforma DMM Games
ja: DMM Games での World of Warships のリリースを記念した限定実績
pl: Ekskluzywne osiągnięcie poświęcone premierze World of Warships na platformie DMM Games
ru: Уникальное достижение, приуроченное к выходу World of Warships на платформе DMM Games
uk: Унікальне досягнення, приурочене до виходу World of Warships на платформі DMM Games
zh: 有关在DMM Games平台发布《战舰世界》的独占成就
zh_sg: DMM Games平台上发布《战舰世界》的独家成就

# IDS_ACHIEVEMENT_DESCRIPTION_DOUBLE_KILL
source: Destroy 2 enemy ships. The second target must be destroyed within %(timeInterval)s seconds after the first one.
es_mx: Destruye 2 barcos enemigos. El segundo barco deberá ser destruido durante los siguientes %(timeInterval)s segundos después de destruir el primero.
ja: 敵艦艇を 2 隻撃沈する。1 隻目の撃沈から %(timeInterval)s 秒以内に 2 隻目を撃沈すること。
pl: Zniszcz 2 okręty przeciwnika. Drugi cel musi być zniszczony w ciągu %(timeInterval)s sek. od zniszczenia pierwszego.
ru: Уничтожить 2 корабля противника с интервалом не более %(timeInterval)s секунд.
uk: Знищити 2 кораблі супротивника з інтервалом не більше %(timeInterval)s секунд.
zh: 击毁 2 艘敌方战舰。第二目标必须在第一目标被摧毁后的 %(timeInterval)s 秒钟内摧毁。
zh_sg: 击毁 2 艘敌方战舰。第二个目标必须在第一个目标被击毁后的 %(timeInterval)s 秒内摧毁。

# IDS_ACHIEVEMENT_DESCRIPTION_DREADNOUGHT
source: Receive damage exceeding %(damageRatio_percent)s of your ship's normal HP from %(damagersCount)s or more enemies and survive the battle.
es_mx: Recibe un daño que supere el %(damageRatio_percent)s de los puntos de vida totales de tu barco de %(damagersCount)s o más enemigos y sobrevive la batalla.
ja: 自艦の通常 HP の %(damageRatio_percent)s を超えるダメージを %(damagersCount)s 隻以上の敵艦から受けた上で生還する。
pl: Odnieś uszkodzenia przekraczające %(damageRatio_percent)s normalnej puli PW Twojego okrętu od %(damagersCount)s lub więcej przeciwników i przetrwaj bitwę.
ru: Получить от %(damagersCount)s или более противников урон, составляющий более %(damageRatio_percent)s от штатной боеспособности корабля, и выжить в бою.
uk: Отримати від %(damagersCount)s або більше супротивників шкоди більшої %(damageRatio_percent)s загальної боєздатності корабля, та вижити у бою.
zh: 从 %(damagersCount)s 位或更多敌人那受到超过己身战舰生命值的 %(damageRatio_percent)s 伤害并存活下来。
zh_sg: 从 %(damagersCount)s 名或以上敌人受到超过自己战舰生命值 %(damageRatio_percent)s 的伤害并存活下来。

# IDS_ACHIEVEMENT_DESCRIPTION_ENGINEER
source: Research %(shipsCount)s ships.
es_mx: Investiga %(shipsCount)s barcos.
ja: 艦艇を %(shipsCount)s 隻研究する。
pl: Zbadaj %(shipsCount)s okrętów.
ru: Исследовать %(shipsCount)s кораблей.
uk: Дослідити %(shipsCount)s кораблів.
zh: 研发 %(shipsCount)s 艘战舰。
zh_sg: 研发 %(shipsCount)s 艘战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_ALLROUNDER
source: Issued for a victorious battle in Intergalactic Games.
es_mx: Otorgado por una batalla victoriosa en los Juegos Intergalácticos.
ja: 銀河間ゲームズでの勝利に対して。
pl: Przyznawane za zwycięską bitwę w Igrzyskach Międzygalaktycznych.
ru: За победу в Межгалактическом многоборье.
uk: За перемогу в Міжгалактичному багатоборстві.
zh: За победу в Межгалактическом многоборье.
zh_sg: 在星际游戏中获胜的奖励。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_ATTDEF1
source: Deal at least 100,000 damage without losing a single generator. Win a battle and survive. To be completed in Space Assault mode playing on the defending team.
es_mx: Inflige al menos 100 000 puntos de daño sin perder un solo generador. Gana una batalla y sobrevive. Debe ser completado en el modo Asalto Espacial mientras juegas para el equipo defensor.
ja: 発生装置を 1 基も失うことなく 100,000 HP 以上のダメージを与える。1 戦勝利し生還する。「スペースアサルト」モードの防衛側チームで達成可能。
pl: Zadaj przynajmniej 100 000 PW uszkodzeń nie tracąc żadnego generatora. Wygraj i przetrwaj bitwę. Można wypełnić w trybie Atak kosmiczny, grając w drużynie broniącej.
ru: Нанести не менее 100 000 урона, не потеряв ни одного генератора. Выжить и победить в бою. Выполняется в режиме «Космоштурм» в команде защитников.
uk: Завдати не менш ніж 100 000 од. шкоди, не втративши жодного генератора. Вижити та перемогти в бою. Виконують у режимі «Космоштурм» за команду оборонців.
zh: Нанести не менее 100 000 урона, не потеряв ни одного генератора. Выжить и победить в бою. Выполняется в режиме «Космоштурм» в команде защитников.
zh_sg: 在不损失生成器的情况下造成100000点伤害。战斗获胜并幸存。在太空突击模式的防守方团队中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_ATTDEF2
source: Destroy 2 or more generators and the station. To be completed in Space Assault mode playing on the attack team.
es_mx: Destruye 2 o más generadores y la estación. Debe completarse en el modo Asalto Espacial mientras juegas para el equipo atacante.
ja: 2 基以上の発生装置とステーションを撃破する。「スペースアサルト」モードの攻撃側チームで達成可能。
pl: Zniszcz przynajmniej 2 generatory i stację. Można wypełnić w trybie Atak kosmiczny, grając w drużynie atakującej.
ru: Уничтожить два или более генератора и станцию. Выполняется в режиме «Космоштурм» в команде атакующих.
uk: Знищити два чи більше генераторів та станцію. Виконують у режимі «Космоштурм» за команду атакувальників.
zh: Уничтожить два или более генератора и станцию. Выполняется в режиме «Космоштурм» в команде атакующих.
zh_sg: 摧毁2座以上生成器和空间站。在太空突击模式的进攻方团队中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_DOMINATION1
source: Stay within the boundaries of a control point once it is activated. Survive and win a battle. To be completed in Binary Star mode.
es_mx: Permanece dentro de los límites de un punto de control una vez que este activado. Sobrevive y gana una batalla. Debe completarse en el modo Estrella Binaria.
ja: コントロールポイントが有効化された際にその境界線の内部に留まる。1 戦勝利し生還する。「二重星」モードで達成可能。
pl: Pozostań w obrębie punktu kontroli po jego aktywacji. Przetrwaj i wygraj bitwę. Można wypełnić w trybie Podwójna gwiazda.
ru: Оставаться в пределах контрольной точки с момента её активации. Выжить и победить в бою. Выполняется в режиме «Двойная звезда».
uk: Залишатися в межах контрольної точки від початку її активації. Вижити та перемогти в бою. Виконують у режимі «Подвійна зоря».
zh: Оставаться в пределах контрольной точки с момента её активации. Выжить и победить в бою. Выполняется в режиме «Двойная звезда».
zh_sg: 控制点激活后保持在其范围内。战斗获胜并幸存。在双子星模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_DOMINATION2
source: Gain a victory in the first 10 minutes of a battle and destroy a hostile ship or deal 40,000 damage. To be completed in Binary Star mode.
es_mx: Obtén una victoria en los primeros 10 minutos de una batalla, y destruye un barco hostil o causa 40 000 puntos de daño. Debe completarse en el modo Estrella Binaria.
ja: 戦闘開始から 10 分以内に勝利し、敵艦艇を 1 隻撃沈するか 40,000 HP のダメージを与える。「二重星」モードで達成可能。
pl: Odnieś zwycięstwo w ciągu pierwszych 10 minut bitwy, zniszcz wrogi okręt lub zadaj 40 000 PW uszkodzeń. Można wypełnić w trybie Podwójna gwiazda.
ru: Победить в первые 10 минут боя, при этом уничтожить корабль противника или нанести 40 000 урона. Выполняется в режиме «Двойная звезда».
uk: Перемогти в бою за 10 хвилин, до того ж знищити корабель супротивника чи завдати 40 000 од. шкоди. Виконують у режимі «Подвійна зоря».
zh: Победить в первые 10 минут боя, при этом уничтожить корабль противника или нанести 40 000 урона. Выполняется в режиме «Двойная звезда».
zh_sg: 在战斗开始10分钟内获得胜利，击毁一艘敌对战舰或造成40000点伤害。在双子星模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_EPICENTER1
source: Destroy 3 or more hostile ships located within the Epicenter. To be completed in the Rings of Saturn and Torpedo Beat modes.
es_mx: Destruye 3 o más barcos hostiles ubicados dentro del Epicentro. Debe completarse en los modos Anillos de Saturno y Ritmo de Torpedos.
ja: 任意のゾーン内の敵艦艇を 3 隻以上撃沈する。「土星の輪」および「魚雷のビート」モードで達成可能。
pl: Zniszcz przynajmniej 3 okręty wroga znajdujące się w obrębie Epicentrum. Można wypełnić w trybach Pierścienie Saturna oraz Torpedo Beat.
ru: Уничтожить 3 или более корабля противника, находящихся в границах эпицентра. Выполняется в режимах «Кольца Сатурна» и «Торпедный суп».
uk: Знищити три чи більше кораблів супротивника, що перебувають у межах епіцентру. Виконують у режимі «Кільця Сатурна» та «Торпедна юшка».
zh: Уничтожить 3 или более корабля противника, находящихся в границах эпицентра. Выполняется в режимах «Кольца Сатурна» и «Торпедный суп».
zh_sg: 击毁3艘以上位于震中的敌方战舰。在土星光环和鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_EPICENTER2
source: Earn 5 "Captured" ribbons in the Rings of Saturn and Torpedo Beat modes.
es_mx: Obtén 5 cintas "Capturado" en los modos Anillos de Saturno y Ritmo de Torpedos.
ja: 「土星の輪」および「魚雷のビート」モードで「占領」リボンを 5 個取得する。
pl: Zdobądź 5 baretek „Zajmowanie” w trybach Pierścienie Saturna oraz Torpedo Beat.
ru: Заработать 5 лент «Захватил». Выполняется в режимах «Кольца Сатурна» и «Торпедный суп».
uk: Здобути 5 стрічок «Захопив». Виконують у режимі «Кільця Сатурна» та «Торпедна юшка».
zh: Заработать 5 лент «Захватил». Выполняется в режимах «Кольца Сатурна» и «Торпедный суп».
zh_sg: 在土星光环和鱼雷打击模式中获得5次“占领”勋带。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_TORPEDO1
source: Receive damage exceeding %(damageRatio_percent)s of your ship's normal HP. To be completed in Torpedo Beat mode.
es_mx: Recibe un daño superior al %(damageRatio_percent)s de los HP estándar del barco. Debe completarse en el modo Ritmo de Torpedos.
ja: 自艦の通常 HP の %(damageRatio_percent)s を超えるダメージを被る。「魚雷のビート」モードで達成可能。
pl: Otrzymaj uszkodzenia przekraczające %(damageRatio_percent)s normalnych PW Twojego okrętu. Można wypełnić w trybie Torpedo Beat.
ru: Получить урон, составляющий более %(damageRatio_percent)s от штатной боеспособности корабля. Выполняется в режиме «Торпедный суп».
uk: Отримати шкоди понад %(damageRatio_percent)s загальної боєздатності корабля. Виконують у режимі «Торпедна юшка».
zh: Получить урон, составляющий более %(damageRatio_percent)s от штатной боеспособности корабля. Выполняется в режиме «Торпедный суп».
zh_sg: 受到伤害超过自身生命值的%(damageRatio_percent)s 。在鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_TORPEDO2
source: Destroy 2 hostile ships. The second ship must be destroyed within 10 seconds of the first one. To be completed in the Torpedo Beat mode.
es_mx: Destruye 2 barcos hostiles. El segundo barco debe ser destruido en los 10 segundos posteriores al primero. Debe completarse en el modo Ritmo de Torpedos.
ja: 敵艦艇を 2 隻撃沈する。2 隻目を 1 隻目から 10 秒以内に撃沈すること。「魚雷のビート」モードで達成可能。
pl: Zniszcz 2 okręty wroga. Drugi okręt musi zostać zniszczony w ciągu 10 sekund od zniszczenia pierwszego. Można wypełnić w trybie Torpedo Beat.
ru: Уничтожить 2 корабля противника с интервалом не более 10 секунд. Выполняется в режиме «Торпедный суп».
uk: Знищити 2 кораблі супротивника з інтервалом не більше 10 секунд. Виконують у режимі «Торпедна юшка».
zh: Уничтожить 2 корабля противника с интервалом не более 10 секунд. Выполняется в режиме «Торпедный суп».
zh_sg: 摧毁2艘敌对战舰。摧毁第1艘后10秒内必须摧毁第2艘。在鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_TORPEDO3
source: Destroy a hostile ship by ramming. To be completed in Torpedo Beat mode.
es_mx: Destruye un barco hostil al embestirlo. Debe completarse en el modo Ritmo de Torpedos.
ja: 敵艦艇 1 隻を体当たりによって撃沈する。「魚雷のビート」モードで達成可能。
pl: Zniszcz okręt wroga, taranując go. Można wypełnić w trybie Torpedo Beat.
ru: Уничтожить тараном корабль противника. Выполняется в режиме «Торпедный суп».
uk: Знищити тараном корабель супротивника. Виконують у режимі «Торпедна юшка».
zh: Уничтожить тараном корабль противника. Выполняется в режиме «Торпедный суп».
zh_sg: 撞击摧毁一艘敌对战舰。在鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_TORPEDO4
source: Destroy 3 ships in 3 different ways. To be completed in Torpedo Beat mode.
es_mx: Destruye 3 barcos de 3 maneras distintas. Debe completarse en el modo Ritmo de Torpedos.
ja: 3 隻を異なる 3 種類の方法で撃沈する。「魚雷のビート」モードで達成可能。
pl: Zniszcz 3 okręty na 3 różne sposoby. Można wypełnić w trybie Torpedo Beat.
ru: Уничтожить 3 корабля тремя разными способами. Выполняется в режиме «Торпедный суп».
uk: Знищити три кораблі трьома різними способами. Виконують у режимі «Торпедна юшка».
zh: Уничтожить 3 корабля тремя разными способами. Выполняется в режиме «Торпедный суп».
zh_sg: 用3种不同方式击毁3艘战舰。在鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV1APR19_TORPEDO5
source: Deal 20,000 damage to hostile ships with secondary battery guns. To be completed in Torpedo Beat mode.
es_mx: Inflige 20 000 puntos de daño a barcos hostiles con los cañones de batería secundaria. Debe completarse en el modo Ritmo de Torpedos.
ja: 副砲で敵艦艇に 20,000 HP のダメージを与える。「魚雷のビート」モードで達成可能。
pl: Zadaj 20 000 PW uszkodzeń okrętom wroga przy użyciu dział baterii dodatkowej. Można wypełnić w trybie Torpedo Beat.
ru: Нанести кораблям противника 20 000 урона огнём орудий ПМК. Выполняется в режиме «Торпедный суп».
uk: Завдати кораблям супротивника 20 000 од. шкоди вогнем гармат ПМК. Виконують у режимі «Торпедна юшка».
zh: Нанести кораблям противника 20 000 урона огнём орудий ПМК. Выполняется в режиме «Торпедный суп».
zh_sg: 用副炮组对敌对战舰造成20000点伤害。在鱼雷打击模式中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_EV_POST_APOCALYPSE2019_WINNER
source: Win and survive the Savage Battle.
es_mx: Gana y sobrevive en una Batalla Salvaje.
ja: 過酷戦で 1 戦勝利かつ生還する。
pl: Wygraj i przetrwaj Brutalną walkę.
ru: Победить и выжить в Диком бою.
uk: Перемогти й вижити в Дикому бою.
zh: Победить и выжить в Диком бою.
zh_sg: 在野蛮之战中获胜并幸存。

# IDS_ACHIEVEMENT_DESCRIPTION_FIGHTER
source: Win %(winCount)s Random Battles.
es_mx: Gana %(winCount)s Batallas Aleatorias.
ja: ランダム戦で %(winCount)s 勝する。
pl: Wygraj %(winCount)s bitew losowych.
ru: Победить %(winCount)s раз в случайных боях.
uk: Перемогти %(winCount)s разів у випадкових боях.
zh: 赢得 %(winCount)s 场标准战斗。
zh_sg: 赢得%(winCount)s 场随机战。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_AZURLANE_COMPLETED
source: Complete the entire Azur Lane collection.
es_mx: Completa toda la colección de Azur Lane.
ja: 「アズールレーン」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję Azur Lane.
ru: Собрать коллекцию Azur Lane.
uk: Зібрати колекцію Azur Lane.
zh: Собрать коллекцию Azur Lane.
zh_sg: 完成整个碧蓝航线收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_BRIT_CVARC_COMPLETED
source: Complete the entire "Naval Aviation" collection.
es_mx: Completa toda la colección "Aviación Naval".
ja: 「艦載機」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Lotnictwo morskie”.
ru: Собрать коллекцию «Морская авиация».
uk: Зібрати колекцію «Морська авіація».
zh: Собрать коллекцию «Морская авиация».
zh_sg: 完成整套“海军航空”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_CAPT_COMPLETED
source: Complete the entire "Bad Advice: Behind the Scenes" collection.
es_mx: Completar toda la colección "Malos Consejos: Detrás de Escenas".
ja: 「悪い例: 舞台裏」コレクションを全て完成させる。
pl: Zbierz całą kolekcję „Zła Rada: Od kuchni”.
ru: Собрать коллекцию «Вредные советы: за кадром».
uk: Зібрати колекцію «Шкідливі поради: за кадром».
zh: Собрать коллекцию «Вредные советы: за кадром».
zh_sg: 完成“坏建议：幕后花絮”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_EPOCHSOFSHIPS_COMPLETED
source: Complete the entire "Five Epochs of the Navy" collection.
ja: 「海軍の五つの時代」コレクションを全て完成させる。
pl: Zbierz całą kolekcję „Pięć epok marynarki”.
ru: Собрать коллекцию «Пять эпох флота».
zh: Собрать коллекцию «Пять эпох флота».

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_FRENCHDD_COMPLETED
source: Complete the entire Legion of Honor collection.
es_mx: Completa toda la colección "Legión de Honor".
ja: 「レジオンドヌール」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Legia Honorowa”.
ru: Собрать коллекцию «Почётный легион».
uk: Зібрати колекцію «Почесний легіон».
zh: Собрать коллекцию «Почётный легион».
zh_sg: 完成整个“荣誉军团”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_GF097_COMPLETED
source: Complete the entire "German Navy" collection.
es_mx: Completa toda la colección "Marina Alemana"
ja: 「ドイツ海軍」コレクションを全て完成させる。
pl: Zbierz całą kolekcję „Marynarka Niemiec”.
ru: Собрать коллекцию «Немецкий флот».
uk: Зібрати колекцію «Німецький флот».
zh: Собрать коллекцию «Немецкий флот».
zh_sg: 完成整个“德国海军”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_ITCA_COMPLETED
source: Complete the "Resolute and Rapid" collection.
es_mx: Completa la colección "Determinado y Veloz".
ja: 「決意を持って迅速に」コレクションを完成させる。
pl: Ukończ kolekcję „Stanowczo i gwałtownie”.
ru: Собрать коллекцию «Решительно и быстро».
uk: Зібрати колекцію «Рішуче та швидко».
zh: Собрать коллекцию «Решительно и быстро».
zh_sg: 完成“坚决而迅速”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_KOTS_COMPLETED
source: Complete the entire "King of the Sea" collection.
es_mx: Completa toda la colección "King of the Sea".
ja: 「King of the Sea」コレクションを全て完成させる。
pl: Zbierz całą kolekcję „King of the Sea”.
ru: Собрать коллекцию King of the Sea.
uk: Зібрати колекцію King of the Sea.
zh: Собрать коллекцию King of the Sea.
zh_sg: 完成“King of the Sea”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_NY20_COMPLETED
source: Complete the entire Shipbuilding collection.
es_mx: Completa toda la colección "Construcción Naval".
ja: 「造船」コレクションを全て完成させる。
pl: Zbierz całą kolekcję „Okrętownictwo”.
ru: Собрать коллекцию «Строительство корабля».
uk: Зібрати колекцію «Будівництво корабля».
zh: Собрать коллекцию «Строительство корабля».
zh_sg: 完成整套造船收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FILLALBUM_SOVIETBB_COMPLETED
source: Complete the "In the service of the Motherland" collection
es_mx: Completa la colección "En el Servicio a la Patria".
ja: 「祖国への奉仕」コレクションを完成させる。
pl: Zbierz całą kolekcję „W służbie Ojczyźnie”
ru: Собрать коллекцию «На службе Отечеству».
uk: Зібрати колекцію «На службі Батьківщині».
zh: Собрать коллекцию «На службе Отечеству».
zh_sg: 完成“报效祖国”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_FIREPROOF
source: Receive damage caused by fire that exceeds %(damageRatio_percent)s of your ship's normal HP and survive the battle.
es_mx: Recibe un daño causado por incendios que exceda el %(damageRatio_percent)s de los puntos de vida normales de tu barco y sobrevive la batalla.
ja: 火災によって自艦の通常 HP の %(damageRatio_percent)s を超えるダメージを受けた上で生還する。
pl: Odnieś uszkodzenia w wyniku pożaru przekraczające %(damageRatio_percent)s normalnej puli PW Twojego okrętu i przetrwaj bitwę.
ru: Получить урон от пожара, составляющий более %(damageRatio_percent)s от штатной боеспособности корабля, и выжить в бою.
uk: Отримати шкоду від пожежі більшу %(damageRatio_percent)s загальної боєздатності корабля, та вижити у бою.
zh: 从火灾中受到超过己身战舰生命值的 %(damageRatio_percent)s 伤害并存活下来。
zh_sg: 从火灾中受到超过自己战舰生命值%(damageRatio_percent)s的伤害并存活下来。

# IDS_ACHIEVEMENT_DESCRIPTION_FIRST_BLOOD
source: Be the first to destroy an enemy ship in battle.
es_mx: Sé el primero en destruir un barco enemigo en batalla.
ja: 戦闘において最初に敵艦を 1 隻撃沈する。
pl: Zniszcz okręt przeciwnika jako pierwszy w bitwie.
ru: Первым уничтожить корабль противника в бою.
uk: Першим знищити корабель супротивника у бою.
zh: 在战斗中成为本队击沉首艘敌舰的战舰。
zh_sg: 在战斗中击沉第一艘敌舰。

# IDS_ACHIEVEMENT_DESCRIPTION_FOOLSDAY_ONE_STEP
source: Win one Space Battle with each ship type.
es_mx: Gana una Batalla Espacial con cada tipo de barco.
ja: 宇宙戦で、各艦種で 1 戦勝利する。
pl: Wygraj jedną bitwę kosmiczną każdym typem okrętu.
ru: Победить 1 раз в космическом бою на каждом классе кораблей.
uk: Перемогти 1 раз у космічному бою кожним класом кораблів.
zh: 在太空战斗中航行各舰种各一次
zh_sg: 用每艘战舰赢得一场太空战。

# IDS_ACHIEVEMENT_DESCRIPTION_FOOLSDAY_POEKHALI
source: Cause more than %(goalValue)d HP of damage to the enemy in one Space Battle.
es_mx: Causa más de %(goalValue)d HP de daño al enemigo en una Batalla Espacial.
ja: 宇宙戦で、1 戦中に敵に対して %(goalValue)d HP 以上のダメージを与える。
pl: Zadaj ponad %(goalValue)d PW uszkodzeń okrętom wroga w jednej bitwie kosmicznej.
ru: Нанести противнику более %(goalValue)d единицы урона в одном космическом бою.
uk: Завдати супротивнику понад %(goalValue)d од. шкоди в одному космічному бою.
zh: 在一场太空战斗中对敌人造成超过%(goalValue)d伤害。
zh_sg: 在一场太空战役中对敌人造成%(goalValue)d点伤害。

# IDS_ACHIEVEMENT_DESCRIPTION_FOOLSDAY_SHIELDS
source: Shoot down %(goalValue)d aircraft in one Space Battle.
es_mx: Derriba %(goalValue)d aviones en una Batalla Espacial.
ja: 宇宙戦で、1 戦中に敵機を %(goalValue)d 機撃墜する。
pl: Strąć samoloty (%(goalValue)d) w jednej bitwie kosmicznej.
ru: Сбить %(goalValue)d самолёта в одном космическом бою.
uk: Збити %(goalValue)d літаки в одному космічному бою.
zh: 在太空战斗中打下%(goalValue)d架飞机
zh_sg: 在一场太空战役中击落%(goalValue)d架飞机。

# IDS_ACHIEVEMENT_DESCRIPTION_FOOLSDAY_TROOPER
source: Earn %(goalValue)d base XP (before modifiers are applied).
es_mx: Obtén %(goalValue)d XP base (antes de aplicar los modificadores).
ja: %(goalValue)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(goalValue)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(goalValue)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(goalValue)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(goalValue)d 基本经验 (套用加成前)。
zh_sg: 获得%(goalValue)d点基础经验（不计算加成）。

# IDS_ACHIEVEMENT_DESCRIPTION_FOOLSDAY_VACUUM_CLEANER
source: Destroy 3 enemy ships with an aircraft carrier in one Space Battle.
es_mx: Destruye 3 barcos enemigos con un portaaviones en una Batalla Espacial.
ja: 宇宙戦を航宙母艦でプレイし、1 戦中に敵艦艇を 3 隻撃沈する。
pl: Zniszcz 3 wrogie okręty w jednej bitwie kosmicznej grając lotniskowcem.
ru: Уничтожить 3 корабля противника в одном космическом бою на авианосце.
uk: Знищити 3 кораблі супротивника в одному космічному бою, граючи авіаносцем.
zh: 在太空战斗中航行航空母舰摧毁三艘敌方战舰
zh_sg: 在一场太空战役中用航空母舰击毁3艘敌舰。

# IDS_ACHIEVEMENT_DESCRIPTION_GLORY
source: For loyalty to Team Glory
es_mx: Por lealtad al Equipo Glory.
ja: Team Glory への忠誠心
pl: Za lojalność względem drużyny Glory
ru: За верность команде «Слава».
uk: За вірність команді «Слава».
zh: За верность команде «Слава».
zh_sg: Glory队忠诚度。

# IDS_ACHIEVEMENT_DESCRIPTION_GREATEEIGHT
source: Destroy %(victimsCount)s or more enemy ships.
es_mx: Destruye %(victimsCount)s o más barcos enemigos.
ja: 敵艦艇を %(victimsCount)s 隻以上撃破する。
pl: Zniszcz przynajmniej %(victimsCount)s okręty przeciwnika.
ru: Уничтожить %(victimsCount)s или более кораблей противника.
uk: Знищити %(victimsCount)s або більше кораблів супротивника.
zh: 击毁 %(victimsCount)s 艘或以上敌方战舰。
zh_sg: 击毁 %(victimsCount)s 艘或以上敌方战舰。
