Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE277_THUNDERER_FLAG_DESCRIPTION
source: "Thunderer" is a traditional name for large British battleships in both the sailing-fleet era and the age of armor and steam.
es_mx: Thunderer es un nombre tradicional para los grandes barcos de guerra británicos, tanto en la época de los barcos de vela como en la era del blindaje y el vapor.
ja: サンダラーはイギリスの大型戦闘艦の艦名として伝統的なもののひとつであり、帆船の時代から装甲と蒸気の時代に至るまで用いられ続けました。
pl: Thunderer to tradycyjna nazwa dużych brytyjskich okrętów pancernych, pochodzących zarówno z ery żaglowców, jak i parowców.
ru: Thunderer (англ. «Громовержец») — традиционное имя для больших британских линейных кораблей как эры парусного флота, так и эпохи брони и пара.
uk: Thunderer (укр. «Громовержець») — традиційне ім’я для великих британських лінкорів як ери вітрильного флоту, так і епохи броні та пари.
zh: Thunderer (англ. «Громовержец») — традиционное имя для больших британских линейных кораблей как эры парусного флота, так и эпохи брони и пара.
zh_sg: “雷神”是风帆动力和蒸汽动力时代所有大型英国战列舰的传统名称。

# IDS_PCEE278_HAYATE_FLAG_DESCRIPTION
source: "Hayate" is the Japanese word for "gale" or "storm wind."
es_mx: Hayate significa "vendaval" o "viento de tormenta" en japonés.
ja: 「疾風」(はやて) とは、急に激しく吹き起こる風を意味します。
pl: Hayate to po japońsku „szkwał” lub „sztorm”.
ru: В переводе с японского Hayate означает «буря» или «сильный ветер».
uk: У перекладі з японської Hayate означає «буря» або «сильний вітер».
zh: В переводе с японского Hayate означает «буря» или «сильный ветер».
zh_sg: 疾风（Hayate）在日语中意为“狂风”或“暴风”。

# IDS_PCEE279_ARKROYAL_FLAG_DESCRIPTION
source: Ark Royal has been a traditional name used for Royal Navy ships since the late 16th century. HMS Ark Royal, the first British aircraft carrier of a new generation, entered service in 1938.
es_mx: Ark Royal es un nombre tradicional para los barcos de la Royal Navy usados desde finales del siglo XVI. En 1938, el HMS Ark Royal, el primer portaaviones de una nueva generación, fue puesto en servicio.
ja: アーク・ロイヤルはイギリス海軍における伝統的な艦名のひとつであり、16 世紀の後半から用いられています。1938 年にはイギリス初の新世代空母であるアーク・ロイヤルが就役しました。
pl: Ark Royal to tradycyjna nazwa okrętów Royal Navy, której używano od końca XVI wieku. W 1938 roku do służby wszedł HMS Ark Royal, pierwszy brytyjski lotniskowiec nowej generacji.
ru: Ark Royal (англ. «Королевский ковчег») — традиционное, используемое с конца XVI века, имя для кораблей Королевского флота. В 1938 году в строй вступил HMS Ark Royal — первый британский авианосец нового поколения.
uk: Ark Royal (укр. «Королівський ковчег») — традиційне, що використовується з кінця XVI ст., ім’я для кораблів Королівського флоту. 1938 року став до ладу HMS Ark Royal — перший британський авіаносець нового покоління.
zh: Ark Royal (англ. «Королевский ковчег») — традиционное, используемое с конца XVI века, имя для кораблей Королевского флота. В 1938 году в строй вступил HMS Ark Royal — первый британский авианосец нового поколения.
zh_sg: 皇家方舟号是皇家海军从16世纪晚期就开始使用的传统名称。1938年，英国新一代航空母舰皇家方舟号，开始服役。

# IDS_PCEE280_SAINTGEORGE_FLAG
source: St. George Flag
es_mx: Bandera de San Jorge
ja: 聖ジョージ旗
pl: Flaga Św. Jerzego
ru: Георгиевский флаг
uk: Георгіївський прапор
zh: Георгиевский флаг
zh_sg: 圣乔治旗帜

# IDS_PCEE280_SAINTGEORGE_FLAG_DESCRIPTION
source: This ensign was the highest award granted to heroic ships of the Imperial Russian Navy, whose crews had demonstrated exceptional courage and bravery.
es_mx: Esta insignia era la mayor condecoración otorgada a los barcos heroicos de la Armada Imperial Rusa, cuyas tripulaciones habían demostrado un coraje y un valor excepcional.
ja: この軍艦旗は、ロシア帝国海軍において乗員達が例外的なまでの度胸と勇敢さを示した英雄的艦艇に与えられる最高の栄誉でした。
pl: Ta bandera była najwyższym odznaczeniem przyznawanym bohaterskim okrętom Marynarki Wojennej Imperium Rosyjskiego, których załogi wyróżniły się niespotykanym męstwem i odwagą.
ru: В Российской империи Георгиевский кормовой флаг в качестве высшей награды получал корабль, чей экипаж проявил исключительное мужество и отвагу.
uk: У Російській імперії Георгіївський кормовий прапор був найвищою нагородою, яку давали кораблям, чий екіпаж виявив неабияку мужність і відвагу.
zh: В Российской империи Георгиевский кормовой флаг в качестве высшей награды получал корабль, чей экипаж проявил исключительное мужество и отвагу.
zh_sg: 授予俄罗斯帝国海军英雄战舰的最高荣誉，其船员必定表现出了非凡的勇气。

# IDS_PCEE281_GAMESCOM2019_FLAG_DESCRIPTION
source: A special flag to mark another year that World of Warships was part of Europe’s largest gaming event—gamescom! Thank you for coming, we hope to see you again!
es_mx: Una bandera especial para marcar un año más en el que World of Warships fue parte del evento de juegos más grande de Europa: ¡el gamescom! Gracias por venir, ¡esperamos verte pronto!
ja: World of Warships がヨーロッパ最大のゲームイベントである gamescom に再び参加したことを記念する特別旗です! ご来場感謝します。再びお会いできることを願っています!
pl: Specjalna flaga upamiętniająca kolejny z rzędu rok, w którym World of Warships brał udział w największym wydarzeniu gamingowym w Europie – gamescom! Dziękujemy Wam za przybycie i mamy nadzieję, że wkrótce zobaczymy się ponownie!
ru: Специальный флаг по случаю очередного участия World of Warships в крупнейшем мероприятии игровой индустрии — gamescom! Спасибо, что и вы его посетили, надеемся увидеться с вами снова!
uk: Спеціальний прапор з нагоди чергової участі World of Warships у найбільшому заході ігрової індустрії — gamescom! Дякуємо, що ви були там, сподіваємося зустрітися з вами знов!
zh: Специальный флаг по случаю очередного участия World of Warships в крупнейшем мероприятии игровой индустрии — gamescom! Спасибо, что и вы его посетили, надеемся увидеться с вами снова!
zh_sg: 纪念《战舰世界》参加欧洲最大游戏展 —— gamescom的特殊旗帜！感谢您的到访，希望再次见到您！

# IDS_PCEE282_SEASONFLAG13
source: Marseille
es_mx: Marsella
ja: マルセイユ
pl: Marsylia
ru: Марсель
uk: Марсель
zh: MA
zh_sg: 马赛

# IDS_PCEE282_SEASONFLAG13_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Thirteenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la DecimoterceraTemporada de las Batallas por Rango.
ja: ランク戦第 13 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w trzynastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 13-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 13-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 13-м ранговом сезоне.
zh_sg: 在排位战第13赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE282_SEASONFLAG13_EXTRA_DESCRIPTION
source: An emblem of Marseille, one of the largest and most ancient ports in France, depicting a blue cross on a white background, dates back to the times of the crusades, when this city served as a base for the army of crusaders.
es_mx: Un emblema de Marsella, uno de los puertos más grandes y antiguos en Francia, el cual muestra una cruz azul sobre un fondo blanco, y que se remonta a la época de las cruzadas, cuando está ciudad servía como una base para el ejército de cruzados.
ja: フランスにおける最大級かつ最古級の港のひとつ、マルセイユの徽章です。白い背景に青い十字が描かれており、これはこの都市が十字軍の基地となっていた時代まで遡ります。
pl: Herb Marsylii, jednego z największych i najstarszych portów we Francji, przedstawiający niebieski krzyż na białym tle. Jego historia sięga czasów wypraw krzyżowych, gdy miasto stanowiło bazę krzyżowców.
ru: Эмблема Марселя, одного из старейших и крупнейших портов Франции, — голубой крест на белом фоне — восходит ко временам крестовых походов, когда этот город служил базой для войск крестоносцев.
uk: Емблема Марселя, одного з найдайвніших і найбільших портів Франції, — блакитний хрест на білому тлі — сягає корінням часів хрестових походів, коли в цьому місті базувалося військо хрестоносців.
zh: Эмблема Марселя, одного из старейших и крупнейших портов Франции, — голубой крест на белом фоне — восходит ко временам крестовых походов, когда этот город служил базой для войск крестоносцев.
zh_sg: 马赛是法国最大和最古老的港口之一，它的徽章以白色为背景，描绘了一个蓝色的十字架，可以追溯到十字军东征时期，当时这座城市是十字军的大本营。

# IDS_PCEE283_SUMMERTEST_FLAG
source: PT Summer Season
es_mx: Temporada de Verano de la PP
ja: PT サマーシーズン
pl: Sezon wakacyjny TP
ru: Летний сезон PT
uk: Літній сезон ЗТ
zh: Летний сезон PT
zh_sg: 公测夏季

# IDS_PCEE283_SUMMERTEST_FLAG_DESCRIPTION
source: Flag for participants of the Public Test Summer Marathon.
es_mx: Bandera para los participantes del Maratón de Verano de la Prueba Pública.
ja: 公開テストのサマーマラソン参加者のための記念旗です。
pl: Flaga dla uczestników letniego maratonu testów publicznych.
ru: Флаг участника летнего марафона Общего теста.
uk: Прапор учасника літнього марафону Загального тестування.
zh: Флаг участника летнего марафона Общего теста.
zh_sg: 公测夏季马拉松参赛旗帜。

# IDS_PCEE284_PAOLOEMILIO_FLAG_DESCRIPTION
source: Trophies worth tens of millions of Denarii, captured by Commander Lucius Emilia Pavel during the conquest of Macedonia, allowed the citizens of Rome to be exempted from certain taxes for as long as 120 years. The obverse side of the coin bore the symbol of the Denarius—the Roman numeral "X."
es_mx: Los trofeos con valor de 120 millones de denarios capturados por el comandante Lucius Emilia Pavel durante la conquista de Macedonia eximieron a los ciudadanos de Roma del pago de ciertos impuestos durante nada menos que 120 años. El anverso de la moneda tiene grabado el símbolo del denario con el número romano «X».
ja: マケドニア征服の際に Lucius Emilia Pavel 司令官が奪取した数千万デナリウス相当の戦利品のおかげでローマの市民達は特定の税金を 120 年間にも渡って免除されました。コインの表面にはデナリウスのシンボルとしてローマ数字の「X」が配されています。
pl: Zdobycze warte dziesiątki milionów denarów, które przywiózł dowódca Lucjusz Emiliusz Paulus z podboju Macedonii, pozwoliły zwolnić mieszkańców Rzymu z niektórych podatków na 120 lat. Na rewersie monety wyryto symbol denara – rzymską liczbę „X”.
ru: Трофеи стоимостью в десятки миллионов денариев, захваченные полководцем Луцием Эмилием Павлом при завоевании Македонии, позволили освободить граждан Рима от ряда налогов на 120 лет. Символом денария (лат. «состоящий из десяти»), чеканившимся на аверсе монеты, была римская цифра X.
uk: Трофеї вартістю в десятки мільйонів денаріїв, захоплені полководцем Луцієм Емілієм Павлом під час завоювання Македонії дали змогу звільнити громадян Риму від низки податків на 120 років. Символом денарія (лат «той, що складається з десяти»), який карбували на аверсі монети, було римське число X.
zh: Трофеи стоимостью в десятки миллионов денариев, захваченные полководцем Луцием Эмилием Павлом при завоевании Македонии, позволили освободить граждан Рима от ряда налогов на 120 лет. Символом денария (лат. «состоящий из десяти»), чеканившимся на аверсе монеты, была римская цифра X.
zh_sg: 指挥官卢修斯·埃米利娅·帕维尔在征服马其顿期间俘获了价值数千万第纳尔的战利品，使罗马公民在长达120年的时间内免缴部分税款。硬币的正面印有罗马数字“X”的第纳尔符号。

# IDS_PCEE285_GENOVA_FLAG_DESCRIPTION
source: The image of a red cross on a white background depicted over the coat of arms of Genoa dates back to the XII–XIII centuries, when this bustling Mediterranean port played a significant role in the crusade wars.
es_mx: La imagen de una cruz roja con fondo blanco sobre el escudo de armas de Génova se remonta a los siglos XII y XIII, cuando este ajetreado puerto del Mediterráneo desempeñaba un papel significativo en las guerras de las cruzadas.
ja: ジェノヴァの紋章に描かれている白い背景に赤い十字を描いた意匠は、この地中海の賑やかな港が十字軍の戦において重要な役割を担った 12-13 世紀まで遡ります。
pl: Obraz czerwonego krzyża na białym tle, widniejący na herbie Genui, ma swoje początki w XII–XIII stuleciu, kiedy to ten tętniący życiem port śródziemnomorski pełnił jedną z kluczowych ról w wojnach krzyżowych.
ru: Изображение красного креста на белом фоне на гербе Генуи восходит к XII-XIII векам, когда этот оживлённый средиземноморский порт играл значимую роль в крестовых походах.
uk: Зображення червоного хреста на білому тлі на гербі Генуї сягає корінням у XII–XIII сторіччя, коли цей жвавий середземноморський порт відігравав значну роль у хрестових походах.
zh: Изображение красного креста на белом фоне на гербе Генуи восходит к XII-XIII векам, когда этот оживлённый средиземноморский порт играл значимую роль в крестовых походах.
zh_sg: 热那亚纹章白底加红十字的图案可以追溯到十二至十三世纪，当时繁华的地中海港口在十字军的战争中发挥了重要作用。

# IDS_PCEE286_BDAY4_FLAG
source: For Meritorious Service
es_mx: Por un Servicio Meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: За выслугу лет
zh_sg: 赫赫战功

# IDS_PCEE286_BDAY4_FLAG_DESCRIPTION
source: World of Warships Fourth Anniversary
es_mx: Cuarto Aniversario de World of Warships
ja: World of Warships 4 周年
pl: Czwarta rocznica World of Warships
ru: Четвёртый день рождения World of Warships.
uk: Четвертий день народження World of Warships
zh: Четвёртый день рождения World of Warships.
zh_sg: 《战舰世界》四周年纪念

# IDS_PCEE286_BDAY4_FLAG_EXTRA_DESCRIPTION
source: Four years together!
es_mx: ¡Cuatro años juntos!
ja: 4 年間を共に
pl: Cztery lata razem!
ru: Четыре года вместе!
uk: Чотири роки разом!
zh: Четыре года вместе!
zh_sg: 四年与您同行！

# IDS_PCEE287_ACT_FLAG_DESCRIPTION
source: ACT Fibernet—Born of Speed, Forged in Fiber—Feel the Advantage
es_mx: ACT Fibernet. Nacido de la Velocidad, Forjado en Fibra. Siente la Ventaja
ja: ACT Fibernet — スピードから生まれ、ファイバーで構築された — アドバンテージを体感せよ
pl: ACT Fibernet – zrodzony z prędkości, wykuty ze światłowodu – poczuj różnicę
ru: ACT Fibernet — рождён для скорости, облачён в оптоволокно. Ощути преимущество!
uk: ACT Fibernet — народжений для швидкості, одягнений в оптоволокно — відчуй перевагу
zh: ACT Fibernet — рождён для скорости, облачён в оптоволокно. Ощути преимущество!
zh_sg: ACT Fibernet —— 为速度而生，光纤锻造 —— 感受优势

# IDS_PCEE288_STANDARDEMPEROR_FLAG
source: Imperial Standard at Sea
es_mx: Estandarte Imperial Naval
ja: 海上用帝国標準旗
pl: Imperialny standard na morzu
ru: Судовой штандарт Государя Императора
uk: Судновий штандарт Государя Імператора
zh: Судовой штандарт Государя Императора
zh_sg: 皇家航海标准

# IDS_PCEE288_STANDARDEMPEROR_FLAG_DESCRIPTION
source: The first image of the Imperial Standard at Sea dates back to 1703. A cloth in the colors of the coat of arms of the Russian Empire, with the state eagle holding the maps of the four seas—Baltic, White, Caspian, and Black.
es_mx: La primera imagen del Estandarte Imperial Naval se remonta a 1703. Una tela con los colores del escudo de armas del Imperio Ruso, con el águila del estado sujetando los mapas de los cuatro mares: Báltico, Blanco, Caspio y Negro.
ja: 海上用帝国標準旗の最初のデザインが登場したのは 1703 年のことでした。布はロシア帝国の紋章の色で染められ、国章である双頭の鷲がバルト海、白海、カスピ海、黒海の地図を持っています。
pl: Pierwszy wizerunek Imperialnego sztandaru na morzu pochodzi z 1703 roku. Płótno w barwach Imperium Rosyjskiego, herbowy orzeł trzymający mapy czterech mórz – bałtyckiego, białego, kaspijskiego i czarnego.
ru: Первое изображение судового штандарта Государя Императора датировано 1703 годом. Полотнище с государственным орлом, в цветах герба Российской империи, держащим карты четырёх морей — Балтийского, Белого, Каспийского и Чёрного.
uk: Перше зображення суднового штандарта Государя Імператора датовано 1703 р. Полотнище з державним орлом, у кольорах герба Російської Імперії, що тримає мапи чотирьох морів — Балтійського, Білого, Каспійського й Чорного.
zh: Первое изображение судового штандарта Государя Императора датировано 1703 годом. Полотнище с государственным орлом, в цветах герба Российской империи, держащим карты четырёх морей — Балтийского, Белого, Каспийского и Чёрного.
zh_sg: 皇家航海标准的第一幅图片可以追溯到1703年。一种颜色与俄罗斯帝国军装颜色相同的布，州鹰叼着波罗的海、白海、里海和黑海的地图。

# IDS_PCEE289_POLTAVA_FLAG
source: Poltava
pl: Połtawa
ru: Полтава
uk: Полтава
zh: Полтава
zh_sg: 波尔塔瓦

# IDS_PCEE289_POLTAVA_FLAG_DESCRIPTION
source: The very first ship to receive a name in honor of the victory in the Battle of Poltava was laid down personally by Peter the Great just a few months after the battle. This fact was recorded in the Tsar’s Travel Book: "On December 6, the Tsar himself laid down the ship named Poltava in St. Petersburg, in memory of the deeds at Poltava." The name Poltava has since become traditional in the Russian Navy.
es_mx: El primer barco en recibir un nombre en honor a la victoria en la batalla de Poltava fue puesto en quilla personalmente por Pedro el Grande pocos meses después de la batalla. Este hecho quedó registrado en el Libro de Viajes del Zar: "El 6 de diciembre, el propio Zar puso en quilla al barco nombrado Poltava en San Petersburgo, en memoria de los acontecimientos en Poltava". Desde entonces, el nombre Poltava se ha vuelto tradicional en la Armada Rusa.
ja: ポルタヴァの戦いに因んだ艦名を持つ最初の艦艇は、この戦いの僅か数ヶ月後にピョートル大帝が個人的に起工したものでした。このことに関しては「ツァーリの旅行本」に「ポルタヴァでの偉業を記念し、12 月 6 日にツァーリ自身がサンクトペテルブルクでポルタヴァという艦名の艦を起工しました」と記載されています。そしてこの艦名はそれ以後、ロシア海軍における伝統的な艦名になりました。
pl: Stępka pod pierwszy okręt, który otrzymał swoją nazwę na cześć wiktorii w bitwie pod Połtawą, położona została przez samego Piotra Wielkiego zaledwie kilka miesięcy po tej bitwie. Wydarzenie to odnotowane jest w carskiej księdze podróżniczej: „6 grudnia sam Car zainicjował budowę okrętu o nazwie Połtawa w Sankt-Petersburgu, ku pamięci chwalebnych dokonań pod Połtawą”. Od tej chwili Połtawa stała się tradycyjną nazwą w marynarki Rosji.
ru: Самый первый корабль, получивший имя в честь победы в Полтавской битве, был заложен лично Петром I спустя несколько месяцев после сражения, о чём в Походном журнале царя была сделана запись: «А декабря в 6 день в Санктпетербурге заложил сам Государь корабль, именем Полтаву, в память бывших трудов Полтавских». Название «Полтава» в русском флоте стало с тех пор традиционным.
uk: Найперший корабель, що отримав ім’я на честь перемоги в Полтавській битві, був закладений особисто Петром I через кілька місяців після битви, про що в похідному журналі царя зроблено запис: «А Декабря въ 6 день въ Санктпетербургѣ заложилъ самъ Государь корабль, именемъ Полтаву, въ память бывшихъ трудовъ Полтавскихъ» (укр. «6 грудня в Санкт-Петербурзі заклав сам Государ корабель, на ім’я Полтава, на згадку про минулі діяння Полтавські»). Назва «Полтава» в російському флоті стала з тих часів традиційною.
zh: Самый первый корабль, получивший имя в честь победы в Полтавской битве, был заложен лично Петром I спустя несколько месяцев после сражения, о чём в Походном журнале царя была сделана запись: «А декабря в 6 день в Санктпетербурге заложил сам Государь корабль, именем Полтаву, в память бывших трудов Полтавских». Название «Полтава» в русском флоте стало с тех пор традиционным.
zh_sg: 为了纪念波尔塔瓦战役的胜利而取名的第一艘战舰，在战役结束的仅几个月后由彼得大帝亲自铺设龙骨。在《沙皇游记》书中记录：“12月6日，沙皇在圣彼得堡亲自铺设了名为波尔塔瓦的战舰的龙骨，为了纪念在波尔塔瓦的事迹。”波尔塔瓦这个名字从此成为了俄国海军的传统。

# IDS_PCEE290_PUERTORICO_FLAG_DESCRIPTION
source: One of the earliest versions of the “large cruisers” project named after the U.S. “territories”—Puerto Rico being one of them—carried twelve 305 mm main battery guns on board.
es_mx: Una de las primeras versiones del proyecto de "cruceros grandes" nombrados como los "territorios" de EE. UU. (siendo el Puerto Rico uno de ellos). Contaba con doce cañones de 305 mm en su batería principal.
ja: 「大型巡洋艦」計画における最初期の案のひとつであり、305 mm 砲を 12 門搭載する案でした。大型巡洋艦にはアメリカの海外領や準州に因んだ艦名を付与することになっており、プエルトリコもまた艦名の候補のひとつでした。
pl: Jedna z najwcześniejszych wersji „dużych krążowników” nazwanych po amerykańskich „terytoriach” – do których należało również Puerto Rico – okręt uzbrojony był w dwanaście dział kal. 305 mm.
ru: Один из ранних вариантов проекта «больших крейсеров», названных в честь «территорий» США, к числу которых относится и Пуэрто-Рико, предполагал в качества артиллерии главного калибра двенадцать 305-мм орудий.
uk: Один із ранніх варіантів проєкту «великих крейсерів», названих на честь «територій» США, до яких належить і Пуерто-Ріко з дванадцятьма 305-мм гарматами головного калібру.
zh: Один из ранних вариантов проекта «больших крейсеров», названных в честь «территорий» США, к числу которых относится и Пуэрто-Рико, предполагал в качества артиллерии главного калибра двенадцать 305-мм орудий.
zh_sg: 以美国“领土”命名的“大型巡洋舰”项目的最早版本之一 ，波多黎各是其中之一，舰上装备12门305毫米主炮。

# IDS_PCEE291_MARCEAU_FLAG_DESCRIPTION
source: “All I ask is to let me command the vanguard when things get really hot”—these were the words François Séverin Marceau spoke to his friend General Kléber shortly before the Battle of Le Mans.
es_mx: "Todo lo que pido es que me dejen dirigir la vanguardia cuando las cosas se pongan realmente intensas". Esas fueron las palabras que François Séverin Marceau le dijo a su amigo el General Kléber poco antes de la Batalla de Le Mans.
ja: 「私の望みは、状況が激化した際に前衛を指揮することだけだ」— フランソワ・セヴラン・マルソーは、ル・マンの戦いの直前に友人であったクレベール将軍に対してこう言ったとされています。
pl: „Wszystko o co proszę, to możliwość dowodzenia na pierwszej linii, gdy zrobi się naprawdę gorąco” – słowa takie wypowiedział François Séverin Marceau do swojego przyjaciela, generała Klébera, na krótko przed rozpoczęciem bitwy pod Le Mans.
ru: «Всё, что я прошу, это дать мне командовать авангардом, когда дело станет по-настоящему жарким», — с такими словами обратился Франсуа-Северен Марсо к своему другу генералу Клеберу незадолго до битвы при Ле-Мане.
uk: «Все, що я прошу, це дати мені командувати авангардом, коли справа стане по-справжньому спекотною» — з такими словами звернувся Франсуа-Северен Марсо до свого товариша генерала Клебера незадовго до битви біля Ле-Мана.
zh: «Всё, что я прошу, это дать мне командовать авангардом, когда дело станет по-настоящему жарким», — с такими словами обратился Франсуа-Северен Марсо к своему другу генералу Клеберу незадолго до битвы при Ле-Мане.
zh_sg: “我要求的是，当变热的时候，让我指挥先锋队”——这是在勒芒战役之前不久François Séverin Marceau对他的朋友Kléber将军说的话。

# IDS_PCEE293_OHIO_FLAG_DESCRIPTION
source: The name of the state of Ohio originates from the word in the language of the Native American Seneca people, and translates as "good river." The fourth ship of the U.S. Navy carrying the name Ohio was designed as one of the Montana-class battleships, and was officially ordered in July, 1940.
es_mx: El nombre del estado de Ohio proviene de una palabra en el idioma del pueblo nativo americano de los Seneca que se traduce como "buen río". El cuarto barco de la Armada de los EE. UU. en llevar el nombre de Ohio fue diseñado como uno de los acorazados de la clase Montana y fue ordenado oficialmente en julio de 1940.
ja: オハイオ州の州名の由来は、ネイティヴ・アメリカンのセネカ族の言語で「良き川」を意味する言葉だと言われています。アメリカ海軍においてこの州に因んだ艦名を持つ 4 隻目の艦艇は、モンタナ級戦艦の 1 隻として 1940 年 7 月に正式発注されました。
pl: Nazwa stanu Ohio wywodzi się z języka Indian Seneka, a jej znaczenie to „dobra rzeka”. Czwarty okręt US Navy, który nosił to imię, to pancernik klasy Montana, który zamówiono w lipcu 1940 roku.
ru: Название штата Огайо в переводе с языка индейского народа сенека означает «великая река». Четвёртым кораблём ВМС США, несущим на борту имя Ohio, должен был стать один из линкоров типа Montana, заказ на постройку которых был выдан в июле 1940 года.
uk: Назва штату Огайо походить із мови корінних американців племені Сенека й перекладається як «велика ріка». Четвертим кораблем ВМС США, з ім’ям Ohio на борті, мав стати один із лінкорів типу Montana, замовлення на будівництво яких видали в липні 1940 р.
zh: Название штата Огайо в переводе с языка индейского народа сенека означает «великая река». Четвёртым кораблём ВМС США, несущим на борту имя Ohio, должен был стать один из линкоров типа Montana, заказ на постройку которых был выдан в июле 1940 года.
zh_sg: 俄亥俄州的名字源于美洲原住民塞内卡人语言中的单词，翻译为“好河流”。美国海军的第四艘战舰名为俄亥俄，是蒙大拿级战列舰之一，于1940年7月服役。
