Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TASKRESTRICTION_PVPCOOPRANKEDCLAN
source: Complete the task in Random, Co-op, Ranked, and Clan Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rango y en Batallas de Clan con barcos del Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦、Co-op 戦、ランク戦、クラン戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub klanowych okrętami %(level)s poziomu.
ru: Выполняется в случайных, кооперативных, ранговых и клановых боях на кораблях %(level)s уровня.
uk: Виконують у випадкових, кооперативних, рангових і кланових боях кораблями %(level)s рівня.
zh: 在标准战斗、联合战斗、排位战和军团战斗模式中使用%(level)s 级战舰完成任务。
zh_sg: 使用%(level)s 级战舰在随机战，联合作战，排位战和军团战模式中完成此目标。

# IDS_TASKRESTRICTION_PVPCOOPRANKEDTEAM
source: Complete the task in Random, Co-op, Ranked, and Team Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rangos y en Batallas en Equipo con barcos de Tier %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦、Co-op 戦、ランク戦またはチームバトルでタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub drużynowych okrętami %(level)s poziomu.
ru: Выполняется в случайных, кооперативных, ранговых и командных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових, кооперативних, рангових і командних боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在标准战斗、联合作战及排位战中完成工作。
zh_sg: 用%(level)s级战舰在随机战、联合作战及排位战模式中完成目标。

# IDS_TASKRESTRICTION_PVPCOOPRANKED_PEF
source: Complete the task in Random, Co-op, and Ranked Battles with battleship Prinz Eitel Friedrich.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el acorazado Prinz Eitel Friedrich.
ja: 戦艦 Prinz Eitel Friedrich を使用してランダム戦、Co-op 戦、ランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych lub rankingowych pancernikiem Prinz Eitel Friedrich.
ru: Выполняется в случайных, кооперативных и ранговых боях на линкоре Prinz Eitel Friedrich.
uk: Виконують у випадкових, кооперативних і рангових боях лінкором Prinz Eitel Friedrich.
zh: 用战列舰埃特尔·弗雷德里希王子在标准战斗、联合战斗和排位战中完成工作。
zh_sg: 使用战列舰艾特尔·弗里德里希亲王在随机战、联合作战及排位战中完成目标。

# IDS_TASKRESTRICTION_PVPONLY
source: Complete the task in Random Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos de Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętami poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_PVPPVE
source: Complete the task in Random and Scenario Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias y de Escenario con barcos del Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦およびシナリオ戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub scenariuszu okrętem %(level)s poziomu.
ru: Выполняется в случайных и сценарных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових і сценарних боях кораблями %(level)s рівня.
zh: 在标准战斗和剧情模式中用 Tier %(level)s 阶的战舰来完成任务
zh_sg: 用%(level)s级战舰在随机战和剧情战役模式中完成目标。

# IDS_TASKRESTRICTION_PVPRANKED
source: Complete the task in Random and Ranked Battles with Tier %(level)s ships.
es_mx: Completa la tarea con barcos alemanes de nivel %(level)s en batallas aleatorias y por rango.
ja: Tier %(level)s 艦艇を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych okrętem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на кораблях %(level)s уровня.
uk: Виконують у випадкових і рангових боях кораблями %(level)s рівня.
zh: 用 %(level)s 阶战舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级战舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKEDCOOP
source: Complete the task in Co-op, Random, and Ranked Battles with Tier %(level)s ships.
es_mx: Completa la tarea con barcos de nivel %(level)s en batallas Co-op, aleatorias, y por rango.
ja: Tier %(level)s 艦艇を使用して Co-op 戦、ランダム戦、ランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych lub rankingowych okrętem poziomu %(level)s.
ru: Выполняется в кооперативных, случайных и ранговых боях на кораблях %(level)s уровня.
uk: Виконують у кооперативних, випадкових і рангових боях кораблями %(level)s рівня.
zh: 用 %(level)s 阶战舰在联合战斗、标准战斗、及排位战中完成工作。
zh_sg: 使用%(level)s级战舰在联合作战、随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKED_DALLAS
source: Complete the task in Random and Ranked Battles with cruiser Dallas.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el crucero Dallas.
ja: 巡洋艦 Dallas を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych krążownikiem Dallas.
ru: Выполняется в случайных и ранговых боях на крейсере Dallas.
uk: Виконують у випадкових і рангових боях крейсером Dallas.
zh: 用巡洋舰达拉斯在标准战斗及排位战中完成工作。
zh_sg: 使用巡洋舰达拉斯在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKED_HATSUHARU
source: Complete the task in Random and Ranked Battles with destroyer Hatsuharu.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el destructor Hatsuharu.
ja: 駆逐艦 初春 を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych niszczycielem Hatsuharu.
ru: Выполняется в случайных и ранговых боях на эсминце Hatsuharu.
uk: Виконують у випадкових і рангових боях есмінцем Hatsuharu.
zh: 用驱逐舰梅在标准战斗及排位战中完成工作。
zh_sg: 使用驱逐舰初春在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKED_ICARUS
source: Complete the task in Random and Ranked Battles with destroyer Icarus.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el destructor Icarus.
ja: 駆逐艦 Icarus を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych niszczycielem Icarus.
ru: Выполняется в случайных и ранговых боях на эсминце Icarus.
uk: Виконують у випадкових і рангових боях есмінцем Icarus.
zh: 用驱逐舰伊卡洛斯在标准战斗及排位战中完成工作。
zh_sg: 使用驱逐舰伊卡洛斯在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKED_NORMANDIE
source: Complete the task in Random and Ranked Battles with battleship Normandie.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el acorazado Normandie.
ja: 戦艦 Normandie を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych pancernikiem Normandie.
ru: Выполняется в случайных и ранговых боях на линкоре Normandie.
uk: Виконують у випадкових і рангових боях лінкором Normandie.
zh: 用战列舰诺曼底在标准战斗及排位战中完成工作。
zh_sg: 使用战列舰诺曼底在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVPRANKED_NURNBERG
source: Complete the task in Random and Ranked Battles with cruiser Nürnberg.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con el crucero Nürnberg.
ja: 巡洋艦 Nürnberg を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych krążownikiem Nürnberg.
ru: Выполняется в случайных и ранговых боях на крейсере Nürnberg.
uk: Виконують у випадкових і рангових боях крейсером Nürnberg.
zh: 用巡洋舰纽伦堡在标准战斗及排位战中完成工作。
zh_sg: 使用巡洋舰纽伦堡在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_PVP_ORKAN_SMALAND
source: Complete the task in Random Battles with destroyer Orkan or Småland.
es_mx: Completa la tarea en Batallas Aleatorias con los destructores Orkan o Småland.
ja: 駆逐艦 Orkan または Småland を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych grając okrętem Orkan lub Småland.
ru: Выполняется в случайных боях на эсминцах Orkan или Småland.
uk: Виконують у випадкових боях есмінцями Orkan чи Småland.
zh: Выполняется в случайных боях на эсминцах Orkan или Småland.
zh_sg: 使用驱逐舰奥坎号或斯莫兰号在随机战中完成此目标。

# IDS_TASKRESTRICTION_RANKEDONLY
source: Complete the task in Ranked Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas por Rango con barcos de Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用し、ランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach rankingowych okrętem poziomu %(level)s.
ru: Выполняется в ранговых боях на кораблях %(level)s уровня.
uk: Виконують у рангових боях кораблями %(level)s рівня.
zh: 以 %(level)s 级战舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战舰在排位战模式中完成目标。

# IDS_TASKRESTRICTION_RUSSIA_PVP
source: Complete the task in Random Battles with U.S.S.R. Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos de la URSS de Nivel %(level)s.
ja: ソ連 Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem radzieckim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях СССР %(level)s уровня.
uk: Виконують у випадкових боях кораблями СРСР %(level)s рівня.
zh: 在标准战斗中驾驶S系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级苏联战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_UKCADD_PVPRANKED
source: Complete the task in Random and Ranked Battles with British Tier %(level)s destroyers or cruisers.
es_mx: Completa la tarea con destructores o cruceros británicos de nivel %(level)s en batallas aleatorias y por rango.
ja: イギリス Tier %(level)s 駆逐艦または巡洋艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych brytyjskim krążownikiem lub niszczycielem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на британских эсминцах или крейсерах %(level)s уровня.
uk: Виконують у випадкових і рангових боях британськими есмінцями чи крейсерами %(level)s рівня.
zh: 用 %(level)s 阶Y系驱逐舰或巡洋舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级英国驱逐舰或巡洋舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_UKCA_PVPRANKED
source: Complete the task in Random and Ranked Battles with British Tier %(level)s cruisers.
es_mx: Completa la tarea con cruceros británicos de nivel %(level)s en batallas aleatorias y por rango.
ja: イギリス Tier %(level)s 巡洋艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych brytyjskim krążownikiem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на британских крейсерах %(level)s уровня.
uk: Виконують у випадкових і рангових боях британськими крейсерами %(level)s рівня.
zh: 用 %(level)s 阶Y系巡洋舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级英国巡洋舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_UK_PVP
source: Complete the task in Random Battles with British Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos británicos de Nivel %(level)s.
ja: イギリス Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem brytyjskim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Великобритании %(level)s уровня.
uk: Виконують у випадкових боях кораблями Великобританії %(level)s рівня.
zh: 在标准战斗中驾驶Y系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级英国战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_USAVCA_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s aircraft carriers and cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con portaaviones y cruceros de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 航空母艦と巡洋艦を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych amerykańskim lotniskowcem lub krążownikiem %(level)s poziomu.
ru: Выполняется в случайных боях на авианосцах и крейсерах США %(level)s уровня.
uk: Виконують у випадкових боях авіаносцями і крейсерами США %(level)s рівня.
zh: 以M系 %(level)s级航空母舰和巡洋舰在标准战斗中完成工作。
zh_sg: 使用美国%(level)s级航空母舰和巡洋舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_USAVDD_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s destroyers and aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias con destructores y portaaviones de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 駆逐艦と航空母艦を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych amerykańskim lotniskowcem lub niszczycielem %(level)s poziomu.
ru: Выполняется в случайных боях на эсминцах и авианосцах США %(level)s уровня.
uk: Виконують у випадкових боях есмінцями та авіаносцями США %(level)s рівня.
zh: 以M系 %(level)s级驱逐舰和航空母舰在标准战斗中完成工作。
zh_sg: 使用美国%(level)s级驱逐舰和航空母舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_USAV_PVPCOOP
source: Complete the task in Random and Co-op Battles with U.S.A. Tier %(level)s aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con portaaviones de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 航空母艦を使用し、ランダム戦と Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych amerykańskim lotniskowcem %(level)s poziomu.
ru: Выполняется в случайных и кооперативных боях на авианосцах США %(level)s уровня.
uk: Виконують у випадкових і кооперативних боях авіаносцями США %(level)s рівня.
zh: 以M系 %(level)s级航空母舰在标准战斗和联合战斗中完成工作。
zh_sg: 使用美国%(level)s级航空母舰在随机战和联合作战模式中完成此目标。

# IDS_TASKRESTRICTION_USA_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos de EUA de Nivel %(level)s.
ja: アメリカ Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem amerykańskim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях США %(level)s уровня.
uk: Виконують у випадкових боях кораблями США %(level)s рівня.
zh: 在标准战斗中驾驶M系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级美国战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_USBBCA_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s battleships and cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con acorazados y cruceros de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 戦艦と巡洋艦を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych amerykańskim pancernikiem lub krążownikiem %(level)s poziomu.
ru: Выполняется в случайных боях на линкорах и крейсерах США %(level)s уровня.
uk: Виконують у випадкових боях лінкорами та крейсерами США %(level)s рівня.
zh: 以M系 %(level)s级战列舰和巡洋舰在标准战斗完成工作。
zh_sg: 使用美国%(level)s级战列舰和巡洋舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_USCA_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con cruceros de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 巡洋艦を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych amerykańskim krążownikiem %(level)s poziomu.
ru: Выполняется в случайных боях на крейсерах США %(level)s уровня.
uk: Виконують у випадкових боях крейсерами США %(level)s рівня.
zh: 以M系 %(level)s级巡洋舰在标准战斗完成工作。
zh_sg: 使用美国%(level)s级巡洋舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_US_PVP
source: Complete the task in Random Battles with U.S.A. Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos de EE. UU. de Nivel %(level)s.
ja: アメリカ Tier %(level)s 艦艇を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych amerykańskimi okrętem %(level)s poziomu.
ru: Выполняется в случайных боях на кораблях США %(level)s уровня.
uk: Виконують у випадкових боях кораблями США %(level)s рівня.
zh: 在标准战斗模式中使用M系 %(level)s 级战舰完成任务。
zh_sg: 使用%(level)s 级美国战舰在随机战模式中完成此目标。

# IDS_TASKS
source: Combat Missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: Боевые задачи
zh_sg: 作战任务

# IDS_TASKS_DONE_COLON
source: Completed:
es_mx: Completadas:
ja: 達成済み:
pl: Ukończono:
ru: Выполненные:
uk: Виконані:
zh: Выполненные:
zh_sg: 已完成：

# IDS_TASKS_UPDATED_COLON
source: In progress:
es_mx: En progreso:
ja: 進行中:
pl: W toku:
ru: Выполняются:
uk: Виконується:
zh: Выполняются:
zh_sg: 进行中：

# IDS_TASKS_WINDOW_INSTRUCTION
source: A combat mission can only be completed once and may contain stages. Rewards may be granted for the entire combat mission, as well as for its stages.
es_mx: Una misión de combate solo puede ser completada una vez y puede incluir etapas. Las recompensas pueden otorgarse por la misión de combate entera, así como por sus etapas.
ja: 各コンバットミッションは 1 回のみ達成可能であり、複数ステージ構成のものもあります。褒賞はコンバットミッション全体またはステージ毎に与えられます。
pl: Misja bojowa jest wypełniana tylko raz i może zawierać kilka etapów. Nagrody są przyznawane za ukończenie całej misji lub jej etapu.
ru: Боевая задача выполняется один раз и может состоять из этапов. Награда может выдаваться за выполнение и всей задачи, и её этапов.
uk: Бойове завдання виконується один раз і може складатися з етапів. Нагорода може видаватися і за повне виконання, і за окремі етапи.
zh: 作战任务只能完成一次且可能含有多个级段。在完成整个作战任务、及各级段时都有可能会给予奖励。
zh_sg: 作战任务只能完成一次且可能含有多个级段。在完成整个作战任务、及各级段时都有可能会给予奖励。

# IDS_TASK_ACTIVATE
source: Accept task
es_mx: Aceptar Tarea
ja: タスクを受領
pl: Rozpocznij zadanie
ru: Взять задание
uk: Взяти завдання
zh: 接受工作
zh_sg: 接受目标

# IDS_TASK_ARPEGGIO
source: Arpeggio Combat Mission
es_mx: Misión de Combate Arpeggio
ja: アルペジオ・コンバットミッション
pl: Misja bojowa Arpeggio
ru: Боевая задача Arpeggio
uk: Бойове завдання Arpeggio
zh: 琶音 任务
zh_sg: Arpeggio作战任务

# IDS_TASK_CANCEL
source: Cancel task
es_mx: Cancelar Tarea
ja: タスクをキャンセル
pl: Anuluj zadanie
ru: Отменить задание
uk: Скасувати завдання
zh: 取消工作
zh_sg: 取消目标

# IDS_TASK_CANCEL_EXECUTION_QUESTION
source: Your current progress will be reset. Cancel this task?
es_mx: Tu progreso actual será reiniciado ¿Cancelar esta tarea?
ja: 進行状況がリセットされます。このタスクをキャンセルしますか?
pl: Twoje aktualne postępy będą utracone. Anulować zadanie?
ru: Прогресс по этому заданию будет сброшен. Отменить задание?
uk: Прогрес цього завдання буде скинуто. Скасувати завдання?
zh: 取消工作您目前的进度将会被重置。要取消此工作？
zh_sg: 取消目标会导致 当前进度重置。确定取消此目标吗？

# IDS_TASK_CANCEL_WITH_PROGRESS
source: Cancel the task. All progress in the task will be lost.
es_mx: Cancela la tarea. Todo el progreso de la tarea se perderá.
ja: このタスクをキャンセルします。このタスクの進行状況は全て失われます。
pl: Anuluj zadanie. Postęp zadania zostanie utracony.
ru: Отменить задание. Прогресс по заданию будет сброшен.
uk: Скасувати завдання. Прогрес завдання буде скинуто.
zh: 取消工作。将会失去工作的所有进度。
zh_sg: 取消目标。将会丢失目标的所有进度。

# IDS_TASK_COMPLETED
source: Completed
es_mx: Completada
ja: 達成
pl: Ukończono
ru: Выполнено
uk: Виконано
zh: 已完成
zh_sg: 已完成

# IDS_TASK_EXPLAIN_TOOLTIP
source: Select a task. You can select tasks from different missions and campaigns. Selected tasks will be carried out in parallel.
es_mx: Selecciona una tarea. Puedes seleccionar tareas de diferentes misiones y campañas. Las tareas seleccionadas se realizarán en paralelo.
ja: タスクを選択してください。各種のミッションやキャンペーンから複数のタスクを選択し、同時並行で進めることができます。
pl: Wybierz zadanie. Możesz wybierać zadania z różnych misji i kampanii. Wybrane zadania będą wykonywane równolegle.
ru: Возьмите задание для выполнения. Задания могут быть из разных миссий и кампаний. Выбранные задания выполняются параллельно.
uk: Візьміть завдання, щоб виконати. Завдання можуть бути з різних місій і кампаній. Вибрані завдання виконуються паралельно.
zh: 请选择工作。您可以选择来自不同任务和战役的工作。选择的工作将会并列进行。
zh_sg: 请选择目标。您可以选择来自不同任务和战役的目标。选中的目标将会同时进行。

# IDS_TASK_EXPLAIN_TOOLTIP_PREM
source: Premium Account allows you to carry out %(count)s task concurrently
es_mx: Una Cuenta Premium te permite llevar a cabo %(count)s tarea en este momento
ja: プレミアムアカウントにより %(count)s 個のタスクに同時に取り組めます
pl: Konto Premium pozwala na wykonywanie %(count)s zadania jednocześnie
ru: Премиум аккаунт позволяет выполнять %(count)s задание одновременно
uk: Преміум акаунт дозволяє виконувати %(count)s завдання одночасно
zh: 高级账号让您可以同时进行 %(count)s 个工作
zh_sg: 高级账号让您可以同时进行 %(count)s 个目标

# IDS_TASK_IN_PROGRESS
source: In progress
es_mx: En progreso
ja: 進行中
pl: W toku
ru: Выполняется
uk: Виконуєте
zh: 进行中
zh_sg: 进行中

# IDS_TASK_IN_PROGRESS_REPEAT
source: In progress again
es_mx: De nuevo en progreso
ja: 再進行中
pl: Ponownie w toku
ru: Выполняется повторно
uk: Виконуєте повторно
zh: 再次进行中
zh_sg: 重复进行

# IDS_TASK_IS_USELESS
source: This task is optional, the final task has been unlocked.
es_mx: Esta tarea es opcional, la tarea final ha sido desbloqueada.
ja: このタスクはオプションです。最終タスクがアンロック済みです。
pl: To zadanie jest opcjonalne, ostateczne zadanie zostało już odblokowane.
ru: Задание не актуально, финальное задание разблокировано
uk: Завдання не актуально, фінальне завдання розблоковано
zh: 此工作为可选，最后的工作已经解开。
zh_sg: 此目标为可选，最终目标已解锁。

# IDS_TASK_LOCKED
source: Unavailable for completion
es_mx: No disponible para ser completada
ja: 達成不能
pl: Niedostępne
ru: Недоступно для выполнения
uk: Недоступно для виконання
zh: 无法完成
zh_sg: 无法完成

# IDS_TASK_NOT_DONE
source: Not completed
es_mx: No completado
ja: 未達成
pl: Nie ukończono
ru: Не выполнено
uk: Не виконано
zh: 未完成
zh_sg: 未完成

# IDS_TASK_REPLAYABLE
source: Can be completed again
es_mx: Puede ser completada de nuevo
ja: 再達成可能
pl: Może zostać wypełniona jeszcze raz
ru: Доступно для повторного выполнения
uk: Можливо виконувати повторно
zh: 可再次完成
zh_sg: 可重复完成

# IDS_TASK_RESTRICTIONS
source: Restrictions:
es_mx: Restricciones:
ja: 制限:
pl: Ograniczenia:
ru: Ограничения:
uk: Обмеження:
zh: 限制：
zh_sg: 限制：

# IDS_TASK_REWARD_INSTRUCTION
source: Collect your reward
es_mx: Recoge tu recompensa
ja: 褒賞を受け取る
pl: Odbierz swoją nagrodę
ru: Получить награду
uk: Отримати нагороду
zh: 收集您的奖励
zh_sg: 收集您的奖励

# IDS_TASK_UNSUITABLE_BATTLE
source: Select a suitable battle type
es_mx: Selecciona un tipo de batalla adecuado
ja: 適合する戦闘タイプを選択
pl: Wybierz odpowiedni rodzaj bitwy.
ru: Выберите подходящий тип боя
uk: Виберіть придатний тип бою
zh: 请选择适合的战斗类型
zh_sg: 请选择适合的战斗模式

# IDS_TASK_UNSUITABLE_BATTLE_AND_SHIP
source: Select a suitable battle type and ship
es_mx: Selecciona un tipo de batalla y un barco adecuado
ja: 適切な戦闘タイプと艦艇を選択
pl: Wybierz odpowiedni typ bitwy i okrętu
ru: Выберите подходящий тип боя и корабль
uk: Виберіть придатний тип бою і корабель
zh: 请选择适合的战斗类型及战舰
zh_sg: 请选择适合的战斗模式及战舰

# IDS_TASK_UNSUITABLE_SHIP
source: Select a suitable ship
es_mx: Selecciona un barco adecuado
ja: 適合する艦艇を選択
pl: Wybierz odpowiedni okręt
ru: Выберите подходящий корабль
uk: Виберіть придатний корабель
zh: 请选择适合的战舰
zh_sg: 请选择适合的战舰

# IDS_TBOMBS_SHOTS_HINT
source: Number of torpedoes released
es_mx: Número de torpedos soltados
ja: 投下した魚雷の数
pl: Liczba zrzuconych torped
ru: Количество сброшенных торпед
uk: Кількість скинутих торпед
zh: 鱼雷投掷数
zh_sg: 鱼雷投掷数

# IDS_TEAMKILLER_ATTACK_CHAT
source: warning for causing damage to allies
es_mx: advertencia por causar daño a los aliados
ja: 味方へのダメージに対する警告
pl: ostrzeżenie za uszkodzenie sojusznika
ru: предупреждение за урон по союзникам
uk: попередження за шкоду завдану союзникам
zh: 对队友造成伤害的警告
zh_sg: 伤害队友的警告

# IDS_TEAMKILLER_ATTACK_CHAT_DETAILED
source: %(player)s, warning for causing damage to ally %(ally)s
es_mx: %(player)s, advertencia por causar daño al aliado %(ally)s
ja: %(player)s、味方 %(ally)s へのダメージに対し警告する
pl: %(player)s, ostrzeżenie za uszkodzenie sojusznika %(ally)s
ru: %(player)s, предупреждение за урон по союзнику %(ally)s
uk: %(player)s, попередження за шкоду завдану союзнику %(ally)s
zh: %(player)s，对队友 %(ally)s 造成伤害的警告
zh_sg: %(player)s，由于伤害队友%(ally)s 发起警告

# IDS_TEAMKILLER_COMPENSATION
source: Compensation for damage caused by allies
es_mx: Compensación por daños causados por aliados
ja: 味方チームから受けた被害の補償
pl: Rekompensata za uszkodzenia od sojuszników
ru: Компенсация за урон от союзников
uk: Компенсація за завдану шкоду від союзників
zh: 队友造成伤害的补偿
zh_sg: 被队友伤害的补偿

# IDS_TEAMKILLER_COMPENSATION_HINT
source: Credits received as compensation for damage caused by allies
es_mx: Créditos recibidos como compensación por el daño causado por los aliados
ja: 味方によるダメージに対する補償として取得したクレジット
pl: Kredyty otrzymane jako rekompensata za uszkodzenia od sojuszników
ru: Количество кредитов, начисленных в качестве компенсации за урон от союзников
uk: Кількість кредитів, доданих як компенсація за завдану шкоду від союзників
zh: 作为队友造成伤害补偿所获得的银币
zh_sg: 作为队友造成伤害补偿所获得的银币

# IDS_TEAMKILLER_PENALTY
source: Fine for causing damage to allies
es_mx: Multa por causar daño a aliados
ja: 味方チームに与えた被害の補償
pl: Grzywna za uszkodzenie sojuszników
ru: Штраф за урон союзникам
uk: Штраф за шкоду заподіяну союзникам
zh: 造成队友伤害的赔偿
zh_sg: 伤害队友的赔偿

# IDS_TEAMKILLER_PENALTY_CREDITS_HINT
source: Credits deducted for causing damage to allies
es_mx: Créditos deducidos por causar daño a los aliados
ja: 味方へのダメージによるクレジット減算
pl: Kredyty potrącone za uszkodzenie sojuszników
ru: Количество кредитов, списанных за нанесённый союзникам урон
uk: Кількість кредитів, списаних за ушкодження союзників
zh: 造成队友伤害所扣除的银币
zh_sg: 造成队友伤害所扣除的银币
