Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM087_SWIRSKI_DESCR
source: At the end of 1917, the empire for which Świrski had served as a commander ceased to exist. In Eastern Europe, World War I ended in May 1918, and German troops had occupied Crimea, with German flags hoisted over the ships moored in Sevastopol. Like the majority of Black Sea naval officers in the spring of 1918, Świrski was left on the sidelines, with no means to support himself and in territory occupied by the former enemy. The Bolsheviks were not highly regarded by officers of Polish descent. The solution came with the proclamation of the Ukrainian state, headed by Hetman Pavlo Skoropadskyi. Many retired officers were eager to join the former general of the Russian Imperial Army, Świrski being one of them. In June of the same year, he joined the Ukrainian Navy. As an experienced officer, he was appointed to the naval headquarters in Kiev. In September, a state delegation was sent to Berlin to ensure the transfer of warships from the Germans. The delegation included commander Świrski. In mid-October, he very briefly served as deputy minister of naval affairs but resigned soon after. The central powers had lost the war over the territories of the crumbling empire that the Rzeczpospolita had been reviving, so as a Pole, there was nothing more for Jerzy Świrski to do in the service of the Ukrainian state. Until the spring of 1919, the former commander was in Odessa—a city occupied by the Entente—at the disposal of the Main Polish Military Committee in the East. Świrski headed the League for the Renewal of the Polish Navy, which was gathering and sending seamen of Polish descent to their homeland. In March, the commander of the Polish army in France, Józef Haller, summoned him to Paris as a maritime affairs expert for the Polish delegation at the Congress of Versailles. However, Świrski filed a request to allow him to go to Warsaw to join the Polish Army, which was fighting on all fronts at the time.
es_mx: A finales de 1917, el imperio para el cual Świrski había servido como Comandante dejó de existir. En Europa Oriental, la Primera Guerra Mundial terminó en mayo de 1918, y las tropas alemanas habían ocupado Crimea, con banderas alemanas ondeando sobre los barcos atracados en Sebastopol. Al igual que la mayoría de los oficiales navales del Mar Negro en la primavera de 1918, Świrski quedó al margen, sin medios para subsistir y en un territorio ocupado por el antiguo enemigo. Los bolcheviques no eran muy apreciados pos los oficiales de descendencia polaca. La solución llegó con la proclamación del estado ucraniano, encabezado por Hetman Pavlo Skoropadskyi. Muchos oficiales retirados estaban ansiosos de unirse al antiguo general de la Armada Imperial Rusa, y Świrski era uno de ellos; en junio del mismo año se unió a la Armada de Ucrania. Como un oficial experimentado, fue asignado a los cuarteles generales navales en Kiev. En septiembre, una delegación estatal fue enviada a Berlín para asegurar la transferencia de los barcos de guerra de los alemanes. La delegación incluía al Comandante Świrski. A mediados de octubre, ocupó brevemente el cargo de Viceministro de Asuntos Navales, pero renunció poco después. Los poderes centrales habían perdido la guerra por los territorios del imperio en ruinas que la Rzeczpospolita habían estado reviviendo, por lo que no había nada más que el polaco Jerzy Świrski pudiera hacer al servicio del Estado Ucraniano. Hasta la primavera de 1919, el antiguo comandante estuvo en Odessa, una ciudad ocupada por la Entente, a disposición del Comité Militar Polaco Principal en el Este. Świrski encabezó la Liga para la Renovación de la Armada de Polonia, que reunía y enviaba marineros de descendencia polaca a su lugar de origen. En marzo, el Comandante del ejército polaco en Francia, Józef Haller, lo convocó a París como experto en asuntos marítimos par la delegación polaca en el Congreso de Versalles. Sin embargo, Świrski presentó una solicitud para permitirle ir a Varsovia para unirse al Ejército Polaco, que combatía en todos los frentes en ese momento.
ja: 1917 年末、シュフィルスキーが指揮官として仕えた帝国は消滅しました。東欧における一次大戦は 1918 年 5 月に終結し、ドイツ軍がクリミアを占領してセヴァストポリに係留された艦艇にドイツ国旗を掲げました。 1918 年春に黒海にいた大半の海軍士官と同様に、シュフィルスキーも自分以外には頼れるものがない状態で、かつての敵が支配する地域の中に取り残されました。そしてボルシェヴィキ政権はポーランド出身将校には高く評価されていませんでした。この結果、ヘーチマーン・パヴロ・スコロパードシクィイを首班とするウクライナ国が樹立されました。多くの退役将校がこのロシア帝国陸軍の元将軍の下に集結し、シュフィルスキーもその一人でした。同年 6 月、彼はウクライナ海軍に仕官しました。 熟練士官である彼はキエフの海軍本部に配属されました。9 月、ドイツから軍艦を移譲するための使節団がベルリンに派遣されました。この使節団にはシュフィルスキー司令官も同行しました。10 月中旬、彼は短い間海軍次官として勤務しましたが、間もなく辞任しました。 中央同盟国は崩壊するロシア帝国の領域を巡る戦争に敗北し、ポーランド共和国が復活したため、ポーランド人であるイェジー・シュフィルスキーがウクライナ国のために戦う理由はなくなりました。 1919 年春までにこの元司令官は、ポーランド東方軍事中央委員会の命を受け、協商国に占領された都市オデッサにいました。シュフィルスキーはポーランド海軍再建のための同盟に向かいました。この同盟ではポーランド出身の水兵達を集め、母国へと帰還させていました。3 月に、フランスにいたポーランド軍司令官のヨゼフ・ハーラーは、ヴェルサイユ会議のポーランド使節団における海軍の専門家としてシュフィルスキーをパリに召喚しました。しかしシュフィルスキーの要望はワルシャワに向かい、当時全方位の戦線で戦闘を行っていたポーランド陸軍に参加することでした。
pl: Pod koniec 1917 roku imperium, któremu służył Świrski, przestało istnieć. Na wschodzie Europy I wojna światowa zakończyła się w maju 1918 roku, a Niemcy zajęli Krym i nad okrętami zacumowanymi w Sewastopolu powiewały niemieckie flagi. Tak jak większość oficerów marynarki z Morza Czarnego, wiosną 1918 roku Świrski został na lodzie, bez środków utrzymania i na terytorium okupowanym przez wroga. Bolszewicy nie cieszyli się zaufaniem oficerów polskiego pochodzenia. Wyjście z tej sytuacji pojawiło się, gdy ogłoszono powstanie państwa Ukraińskiego, na którego czele stanął hetman Pawło Skoropadski. Wielu znajdujących się w stanie spoczynku oficerów chciało służyć pod byłym oficerem Armii Imperium Rosyjskiego, a wśród nich Świrski, który w czerwcu tego samego roku zasilił szeregi ukraińskiej marynarki wojennej. Ponieważ był doświadczonym oficerem, przydzielono go do kwatery głównej marynarki wojennej w Kijowie. We wrześniu do Berlina pojechała państwowa delegacja, do której należał również Świrski. Jej celem było ustalenie przekazania niemieckich okrętów wojennych w ręce Ukrainy. W połowie października Świrski krótko piastował stanowisko zastępcy ministra do spraw morskich, ale wkrótce złożył rezygnację. Państwa centralne przegrały wojnę o terytoria, na których odbudowywała się Rzeczpospolita, więc będącemu Polakiem Jerzemu Świrskiemu nie pozostało nic do zrobienia w państwie ukraińskim. Do wiosny 1919 roku były dowódca przebywał w Odessie – mieście zajętym przez Ententę – pozostając do dyspozycji Komitetu Narodowego Polskiego na wschodzie. Świrski przewodniczył Lidze Odrodzenia Marynarki Polskiej, która gromadziła marynarzy pochodzenia polskiego i wysyłała ich do ojczyzny. W marcu dowódca armii polskiej we Francji, Józef Haller, wezwał go do Paryża w charakterze eksperta do spraw morskich w polskiej delegacji na Kongres Wersalski. Jednak Świrski złożył podanie o pozwolenie na podróż do Warszawy, gdzie miał dołączyć do walczącej wówczas na wszystkich frontach armii polskiej.
ru: В конце 1917 г. навсегда исчезло единое Российское государство, которому служил капитан 1-го ранга Георгий Владимирович Свирский. Первая мировая война на востоке Европы закончилась, к маю 1918 г. немецкие войска заняли Крым, на кораблях в Севастополе были подняты германские флаги. Как и подавляющее большинство черноморских морских офицеров весной 1918 г., Свирский остался, по сути, не у дел, без средств к существованию, на фактически оккупированной бывшим врагом территории. С большевиками кадровому офицеру польского происхождения было не по пути. Выход нашёлся с провозглашением Украинской державы во главе с гетманом Скоропадским. На службу к бывшему генералу Русской императорской армии бывшие офицеры пошли массово, с июня вступил в украинский флот и Свирский. Как опытный штабной специалист, он был назначен в военно-морской аппарат военного министерства в Киеве. Чтобы добиться от немцев передачи боевых кораблей, в сентябре в Берлин была направлена делегация державы, в которую вошёл капитан 1-го ранга Свирский. В середине октября он очень недолго даже исполнял обязанности заместителя военного министра по морским делам, но тут же подал в отставку. Центральные державы проиграли войну, на землях разваливающихся империй возрождалась Речь Посполитая и на украинской службе поляку Ежи Свирскому больше нечего было делать. До весны 1919 г. бывший капитан 1-го ранга находился в занятой десантом Антанты Одессе, в распоряжении Главного польского военного комитета на Востоке. Свирский возглавлял Лигу возрождения военно-морского флота Польши, собиравшую и переправлявшую моряков польского происхождения на родину. В марте командующий польской армией во Франции Ю. Галлер вызвал его в Париж как эксперта по морским делам для делегации Польши на Версальском конгрессе. Но Свирский подал просьбу отпустить его в Варшаву, чтобы вступить в Войско Польское, сражавшееся тогда на всех фронтах.
uk: Наприкінці 1917 р. назавжди зникла єдина Російська держава, якій служив капітан 1-го рангу Георгій Володимирович Свірський. Перша світова війна на сході Європи закінчилася, у травні 1918 р. німецькі війська захопили Крим, на кораблях у Севастополі підняли німецькі прапори. Як і переважна більшість чорноморських морських офіцерів навесні 1918 р., Свірський залишився по суті без роботи, без засобів до існування, на фактично окупованій колишнім ворогом території. Із більшовиками кадровому офіцеру польського походження було не по дорозі. Вихід знайшовся з проголошенням Української держави на чолі з гетьманом Скоропадським. На службу до колишнього генерала Російської імператорської армії колишні офіцери пішли масово, у червні вступив до українського флоту і Свірський. Як досвідченого штабного фахівця, його призначили у військово-морський апарат військового міністерства в Києві. Щоб змусити німців передати бойові кораблі, у вересні в Берлін направили делегацію держави, в яку ввійшов капітан 1-го рангу Свірський. У середині жовтня він дуже недовго навіть виконував обов’язки заступника військового міністра з морських справ, але відразу пішов у відставку. Центральні держави програли війну, на землях імперій, які розпадалися, відроджувалася Річ Посполита та на українській службі поляку Єжи Свірському більше не було чого робити. До весни 1919 р. колишній капітан 1-го рангу знаходився в Одесі, зайнятій десантом Антанти, в розпорядженні Головного польського військового комітету на Сході. Свірський очолював Лігу відродження військово-морського флоту Польщі, яка збирала та переправляла моряків польського походження на батьківщину. У березні командувач польською армією у Франції Ю. Галлер викликав його до Парижу, як експерта з морських справ для делегації Польщі на Версальському конгресі. Але Свірський подав прохання відпустити його до Варшави, щоб вступити до Війська Польського, яке билося тоді на всіх фронтах.
zh: В конце 1917 г. навсегда исчезло единое Российское государство, которому служил капитан 1-го ранга Георгий Владимирович Свирский. Первая мировая война на востоке Европы закончилась, к маю 1918 г. немецкие войска заняли Крым, на кораблях в Севастополе были подняты германские флаги. Как и подавляющее большинство черноморских морских офицеров весной 1918 г., Свирский остался, по сути, не у дел, без средств к существованию, на фактически оккупированной бывшим врагом территории. С большевиками кадровому офицеру польского происхождения было не по пути. Выход нашёлся с провозглашением Украинской державы во главе с гетманом Скоропадским. На службу к бывшему генералу Русской императорской армии бывшие офицеры пошли массово, с июня вступил в украинский флот и Свирский. Как опытный штабной специалист, он был назначен в военно-морской аппарат военного министерства в Киеве. Чтобы добиться от немцев передачи боевых кораблей, в сентябре в Берлин была направлена делегация державы, в которую вошёл капитан 1-го ранга Свирский. В середине октября он очень недолго даже исполнял обязанности заместителя военного министра по морским делам, но тут же подал в отставку. Центральные державы проиграли войну, на землях разваливающихся империй возрождалась Речь Посполитая и на украинской службе поляку Ежи Свирскому больше нечего было делать. До весны 1919 г. бывший капитан 1-го ранга находился в занятой десантом Антанты Одессе, в распоряжении Главного польского военного комитета на Востоке. Свирский возглавлял Лигу возрождения военно-морского флота Польши, собиравшую и переправлявшую моряков польского происхождения на родину. В марте командующий польской армией во Франции Ю. Галлер вызвал его в Париж как эксперта по морским делам для делегации Польши на Версальском конгрессе. Но Свирский подал просьбу отпустить его в Варшаву, чтобы вступить в Войско Польское, сражавшееся тогда на всех фронтах.
zh_sg: 1917年底，Swirski以指挥官身份所服役的帝国已不复存在。在东欧，第一次世界大战于1918年5月结束，德国军队占领了克里米亚，在塞瓦斯托波尔停泊的战舰上挂上德国国旗。 1918年春，与大多数黑海海军军官一样，Swirski也只能袖手旁观，位于被敌人占领的领土上，失去了抗争的意义。波兰裔军官并不看好布尔什维克，而解决方案为宣布加入Hetman Pavlo Skoropadskyi领导的乌克兰州。许多退役军官渴望加入这名前俄罗斯帝国将军的麾下，Swirski也是其中的一员，同年6月他加入了乌克兰海军。 作为一名经验丰富的军官，他被任命至基辅海军总部。同年9月，为了确保德国军舰的转移，一个国家代表团被派往柏林，代表团成员中包括了Swirski司令。10月中旬，他曾短暂担任海军部副部长，但不久后辞职。 在中央力量战败，波兰无法阻止帝国走向崩溃的情况下，作为波兰人的Jerzy Swirski已经没有能为乌克兰州做的事了。 直到1919年春天，这名前司令一直在敖德萨，这是一个被协约国占领、受波兰主要军事委员会管控的东部城市。Swirski领导了波兰海军复兴联盟，召集并送大量波兰裔海军回国。同年3月，波兰驻法国陆军司令Jozef Haller在凡尔赛宫大会上，传唤他作为波兰代表团的海事专家赶赴巴黎。然而，Swirski提出了前往华沙加入一直在前线奋战的波兰海军的请求。
