Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_RUSSIA
source: Allow U.S.S.R. ships
es_mx: Permitir barcos de la URSS
ja: ソ連艦艇を許可
pl: Zezwól na okręty radzieckie
ru: Разрешить корабли CCCP
uk: Дозволити кораблі СРСР
zh: 允许S系战舰
zh_sg: 允许苏联战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_UNITED_KINGDOM
source: Allow British ships
es_mx: Permitir barcos británicos
ja: イギリス艦艇を許可
pl: Zezwól na okręty brytyjskie
ru: Разрешить корабли Великобритании
uk: Дозволити кораблі Великобританії
zh: 允许Y系战舰
zh_sg: 允许英国战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_USA
source: Allow U.S.A. ships
es_mx: Permitir barcos de EUA
ja: アメリカ艦艇を許可
pl: Zezwól na okręty amerykańskie
ru: Разрешить корабли США
uk: Дозволити кораблі США
zh: 允许M系战舰
zh_sg: 允许美国战舰

# IDS_ALLOW_SPECIAL_TYPE_SCENARIOS
source: All scenarios of the Training Room
es_mx: Todos los escenarios de la Sala de Entrenamiento
ja: トレーニングルームの全シナリオ
pl: Wszystkie scenariusze pokoju treningowego
ru: Все сценарии в тренировочной комнате
uk: Усі сценарії у тренувальній кімнаті
zh: 训练房的所有剧情
zh_sg: 训练房所有剧情

# IDS_ALLY
source: Allied
es_mx: Aliado
ja: 味方
pl: Sojusznik
ru: Союзный
uk: Союзний
zh: 友军
zh_sg: 我方

# IDS_ALLY_BASE
source: Friendly Base
es_mx: Base aliada
ja: 味方陣地
pl: Sojusznicza baza
ru: Союзная база
uk: База союзників
zh: 友军基地
zh_sg: 我方基地

# IDS_ALLY_BATTLESHIP
source: Allied battleship
es_mx: Acorazado aliado
ja: 味方戦艦
pl: Sojuszniczy pancernik
ru: Союзный линкор
uk: Союзний лінкор
zh: 我方战列舰
zh_sg: 我方战列舰

# IDS_ALLY_CARRIER
source: Allied aircraft carrier
es_mx: Portaaviones aliado
ja: 味方航空母艦
pl: Sojuszniczy lotniskowiec
ru: Союзный авианосец
uk: Союзний авіаносець
zh: 我方航空母舰
zh_sg: 我方航空母舰

# IDS_ALLY_CRUISER
source: Allied cruiser
es_mx: Crucero aliado
ja: 味方巡洋艦
pl: Sojuszniczy krążownik
ru: Союзный крейсер
uk: Союзний крейсер
zh: 我方巡洋舰
zh_sg: 我方巡洋舰

# IDS_ALLY_DESTROYER
source: Allied destroyer
es_mx: Destructor aliado
ja: 味方駆逐艦
pl: Sojuszniczy niszczyciel
ru: Союзный эсминец
uk: Союзний есмінець
zh: 我方驱逐舰
zh_sg: 我方驱逐舰

# IDS_ALLY_LOSS
source: Losing Allied Ships
es_mx: Pérdida de Barco Aliado
ja: 味方艦艇喪失
pl: Utrata sojuszniczego okrętu
ru: Потеря союзников
uk: Втрата союзних кораблів
zh: 友军被击毁扣除分数
zh_sg: 损失友军扣分

# IDS_ALLY_START_CAPTURE_BASE
source: Our team started capturing the base.
es_mx: Nuestro equipo comenzó a capturar la base.
ja: 味方が陣地の占領を開始
pl: Nasza drużyna rozpoczęła zajmowanie bazy.
ru: Наша команда начала захват базы.
uk: Наша команда почала захоплювати базу.
zh: 我方队伍已开始占领基地。
zh_sg: 我方团队已开始占领基地。

# IDS_ALLY_START_CAPTURE_BASEWITHPOINTS
source: Our team started capturing the base.
es_mx: Nuestro equipo comenzó a capturar la base.
ja: 味方が陣地の占領を開始
pl: Nasza drużyna rozpoczęła zajmowanie bazy.
ru: Наша команда начала захват базы.
uk: Наша команда почала захоплювати базу.
zh: 我方队伍已开始占领基地。
zh_sg: 我方团队已开始占领基地。

# IDS_ALLY_START_CAPTURE_BUILDINGCP
source: Our team started capturing the sector.
es_mx: Nuestro equipo comenzó a capturar el sector.
ja: 味方がセクターの占領を開始
pl: Nasza drużyna rozpoczęła przechwytywanie sektora.
ru: Наша команда начала захват сектора.
uk: Наша команда почала захоплювати сектор.
zh: 我方队伍开始占领该区域。
zh_sg: 我方团队开始占领该区域。

# IDS_ALLY_START_CAPTURE_CONTROL
source: Our team started capturing the area.
es_mx: Nuestro equipo comenzó a capturar un área.
ja: 味方がエリアの占領を開始
pl: Nasza drużyna rozpoczęła zajmowanie strefy.
ru: Наша команда начала захват точки.
uk: Наша команда почала захоплювати точку.
zh: 我方队伍已开始占领地区
zh_sg: 我方团队已开始占领地区

# IDS_ALLY_START_CAPTURE_EPICENTERCP
source: Our team started capturing the area.
es_mx: Nuestro equipo comenzó a capturar un área.
ja: 味方がエリアの占領を開始
pl: Nasza drużyna rozpoczęła zajmowanie strefy.
ru: Наша команда начала захват точки.
uk: Наша команда почала захоплювати точку.
zh: 我方队伍已开始占领地区
zh_sg: 我方团队已开始占领地区

# IDS_ALLY_START_CAPTURE_MEGABASE
source: Our team started capturing the zone.
es_mx: Nuestro equipo comenzó a capturar la zona.
ja: 味方がゾーンの占領を開始
pl: Nasza drużyna rozpoczęła zajmowanie strefy.
ru: Наша команда начала захват акватории.
uk: Наша команда почала захоплювати акваторію.
zh: 我方队伍已开始占领该区域。
zh_sg: 我方团队已开始占领该区域。

# IDS_ALLY_TEAM
source: My Team
es_mx: Mi Equipo
ja: 味方
pl: Moja drużyna
ru: Моя команда
uk: Моя команда
zh: 队友
zh_sg: 我的团队

# IDS_ALL_ACHIEVEMENTS
source: All Achievements
es_mx: Todos los Logros
ja: 全ての実績
pl: Wszystkie osiągnięcia
ru: Все достижения
uk: Усі досягнення
zh: 所有的成就
zh_sg: 全部成就

# IDS_ALL_ACHIEVEMENTS_EARNED
source: You have received all achievements available at the moment
es_mx: Has recibido todos los logros disponibles por el momento
ja: 現時点で取得可能な実績を全て取得済みです
pl: Otrzymałeś wszystkie osiągnięcia dostępne na chwilę obecną
ru: Вы получили все доступные на данный момент достижения
uk: Ви отримали всі можливі на цей час досягнення
zh: 您现在可以使用所有获得的成就
zh_sg: 您已经达成目前可获得的全部成就

# IDS_ALL_ENEMIES_FROZEN
source: Enemy ships were incapacitated.
es_mx: Los barcos enemigos fueron incapacitados.
ja: 敵艦艇は機能停止しました
pl: Okręty wroga zostały unieruchomione.
ru: Корабли противника выведены из строя.
uk: Кораблі супротивника виведено з ладу.
zh: 敌方战舰已被瘫痪。
zh_sg: 敌方战舰已瘫痪。

# IDS_ALL_SEASONS
source: All seasons
es_mx: Todas las temporadas
ja: 全てのシーズン
pl: Wszystkie sezony
ru: Все сезоны
uk: Усі сезони
zh: 所有赛季
zh_sg: 所有赛季

# IDS_ALL_VEHICLES
source: All warships
es_mx: Todos los barcos
ja: 全ての艦艇
pl: Wszystkie okręty
ru: Все корабли
uk: Усі кораблі
zh: 所有战舰
zh_sg: 所有战舰

# IDS_ALMANAC_BANNER_COLLECT_REWARD
source: Collect reward
es_mx: Recoger recompensa
ja: 褒賞を収集
pl: Odbierz nagrodę
ru: Забрать награду
uk: Забрати нагороду
zh: 收集奖励
zh_sg: 领取奖励

# IDS_ALMANAC_BUTTON_GET_REWARD
source: Collect reward
es_mx: Recoger recompensa
ja: 褒賞を収集
pl: Odbierz nagrodę
ru: Забрать награду
uk: Забрати нагороду
zh: 收集奖励
zh_sg: 领取奖励

# IDS_ALMANAC_BUTTON_REWARD_LOOTED
source: Reward received
es_mx: Recompensa recibida
ja: 褒賞を取得
pl: Otrzymano nagrodę
ru: Награда получена
uk: Нагороду отримано
zh: 获得奖励
zh_sg: 获得奖励

# IDS_ALMANAC_BUTTON_TOMORROW_REWARD
source: Tomorrow
es_mx: Mañana
ja: 明日
pl: Jutro
ru: Завтра
uk: Завтра
zh: 明天
zh_sg: 明天

# IDS_ALMANAC_EXPIRATION_TIME
source: Days remaining to collect your rewards.
es_mx: Días restantes para recoger recompensas
ja: 褒賞を収集するための残日数
pl: Dni pozostałe do odebrania nagród
ru: Количество дней, оставшееся на получение наград.
uk: Кількість діб, що залишилося на отримання нагород
zh: 收集奖励剩余的天数
zh_sg: 剩余领奖天数

# IDS_ALMANAC_EXPIRES_IN
source: Expires in
es_mx: Expira en
ja: 期限切れまで
pl: Wygasa za
ru: До завершения
uk: До завершення
zh: 到期于
zh_sg: 过期倒计时

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_FUTURE
source: To obtain this reward, log in to the game every day.
es_mx: Para obtener esta recompensa, inicia sesión en el juego todos los días.
ja: この褒賞を入手するには、ゲームに毎日ログイン
pl: Loguj się codziennie do gry, żeby zdobyć tę nagrodę.
ru: Вы получите эту награду, если будете ежедневно заходить в игру.
uk: Ви отримаєте цю нагороду, якщо заходитимете в гру щодоби.
zh: 每日登陆游戏以获得此奖励。
zh_sg: 每日登录游戏以获得该奖励。

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_LOOTED
source: This reward has already been received.
es_mx: Esta recompensa ya ha sido recibida
ja: この褒賞は取得済み
pl: Otrzymano już tę nagrodę
ru: Эта награда уже получена
uk: Цю нагороду вже отримано
zh: 此奖励已经被获得
zh_sg: 该奖励已经被领取

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_LOOT_REWARD
source: Collect the reward for the current day.
es_mx: Recoge la recompensa del día actual
ja: 今日の褒賞を収集
pl: Odbierz nagrodę za bieżący dzień
ru: Забрать награду за текущий день
uk: Забрати нагороду за цю добу
zh: 收集当日的奖励
zh_sg: 领取今天的奖励

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_REWARD_TOMORROW
source: This reward will be available tomorrow.
es_mx: Esta recompensa estará disponible mañana
ja: この褒賞は明日ご利用になれます
pl: Ta nagroda dostępna będzie jutro
ru: Эта награда станет доступна завтра
uk: Ця нагорода буде доступна завтра
zh: 此奖励将于明天提供
zh_sg: 该奖励明天才可以领取

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_REWARD_TOMORROW_AVAILABLE_IN
source: This reward will be available in %(timeUntilNextDay)s.
es_mx: Esta recompensa estará disponible en %(timeUntilNextDay)s
ja: この褒賞が利用可能になるまで %(timeUntilNextDay)s
pl: Nagroda dostępna będzie za %(timeUntilNextDay)s
ru: Награда станет доступна через %(timeUntilNextDay)s
uk: Нагорода буде доступна через %(timeUntilNextDay)s
zh: 此奖励将于 %(timeUntilNextDay)s 后提供
zh_sg: 该奖励将在%(timeUntilNextDay)s才可以获得

# IDS_ALMANAC_STAGE_ICON_TOOLTIP_UNATTAINABLE
source: The remaining number of Daily Shipments days is not enough to obtain this reward.
es_mx: El número restante de días de Envíos Diarios no es suficiente para obtener esta recompensa.
ja: この褒賞を取得するには、「今日の褒賞」の残り日数が不足しています。
pl: Liczba pozostałych dni Dostaw codziennych jest zbyt mała, by odebrać tę nagrodę.
ru: Оставшихся дней снабжения недостаточно для получения этой награды.
uk: Діб забезпечення, які залишилися, недосить, щоб отримати цю нагороду.
zh: 剩余的每日货运次数不足以获得此奖励。
zh_sg: 剩余的每日货运天数不足以获得该奖励。

# IDS_ALMANAC_WINDOW_HINT_1
source: Log in to the game every day and get rewards!
es_mx: ¡Inicia sesión en el juego todos los días y obtén recompensas!
ja: ゲームに毎日ログインして褒賞をゲットしましょう!
pl: Loguj się do gry każdego dnia, by zdobywać nagrody!
ru: Заходите в игру каждый день и получайте награды.
uk: Заходьте в гру щодоби та отримуйте нагороди.
zh: 为了奖励每天登陆游戏并战斗！
zh_sg: 每日登录游戏获得奖励！

# IDS_ALMANAC_WINDOW_HINT_2
source: If you don't collect your reward upon entering the game, it will be added to your account automatically at the end of the gaming day.
es_mx: Si no recoges tu recompensa después de entrar al juego, está se agregará a tu cuenta automáticamente al final del día de juego.
ja: ゲームにログインした際に褒賞を収集しなかった場合、そのゲーム日の終了時にアカウントに自動的に追加されます。
pl: Jeśli nie odbierzesz swojej nagrody przy uruchamianiu gry, zostanie ona dodana do Twojego konta automatycznie na koniec dnia.
ru: Если при входе в игру вы не забрали награду, то она будет автоматически начислена вам по окончании игрового дня.
uk: Якщо під час входу у гру ви не забрали нагороду, її вам додадуть автоматично після закінчення ігрової доби.
zh: 如果您在进入游戏时未收到奖励，它将在游戏日结束时自动增加到您的账号中。
zh_sg: 如果您没有进入游戏后马上领取奖励，它们会在该游戏日结束后自动添加到您的账号上。

# IDS_ALONE_IN_DIVISION
source: You cannot create a new Division. You must first leave the Division you are in now.
es_mx: No puedes crear una nueva División. Primero debes dejar la División en la que estás ahora.
ja: 新しい分艦隊を作成できません。 まずは現在参加中の分艦隊から脱退してください。
pl: Nie możesz utworzyć nowego dywizjonu. Musisz najpierw opuścić swój obecny dywizjon.
ru: Невозможно создать новый отряд. Сначала покиньте отряд, в котором вы состоите.
uk: Неможливо сформувати новий загін. Спочатку покиньте загін, в якому ви перебуваєте.
zh: 您不能建立新的小队。 您必须先离开现已加入的小队。
zh_sg: 您不能建立新的小队。 您必须先离开现已加入的小队。

# IDS_ALREADY_HAVE_ACCOUNT_Q
source: Already have an account?
es_mx: ¿Ya tienes una cuenta?
ja: アカウント作成済み?
pl: Posiadasz już konto?
ru: Уже есть аккаунт?
uk: Вже маєте акаунт?
zh: 已经拥有账号了？
zh_sg: 已经拥有账号了？

# IDS_ALREADY_HAVE_WGID_Q
source: Already have a Wargaming ID?
es_mx: ¿Ya tienes una ID de Wargaming?
ja: Wargaming ID を作成済み?
pl: Masz już Wargaming ID?
ru: Уже есть Wargaming ID?
uk: Вже є Wargaming ID?
zh: 已经拥有 Wargaming ID 了？
zh_sg: 已经拥有 Wargaming ID 了？

# IDS_ALTERNATE_INTERFACE
source: Alternative interface mode
es_mx: Modo de interfaz alternativa
ja: 詳細 UI モード
pl: Tryb alternatywnego interfejsu
ru: Альтернативный режим интерфейса
uk: Альтернативний режим інтерфейсу
zh: 战斗界面信息
zh_sg: 战斗界面信息

# IDS_ALTERNATIVE_COLOR_SCHEME
source: Camouflage Color Schemes
es_mx: Esquemas de Color de Camuflaje
ja: 迷彩カラースキーム
pl: Warianty kolorystyczne kamuflażu
ru: Цветовые схемы камуфляжа
uk: Колірні схеми камуфляжу
zh: 迷彩色彩组合
zh_sg: 涂装色彩组合

# IDS_ALT_VISION_MODE_0
source: Off
es_mx: Apagado
pl: Wył.
ru: Выключен
uk: Вимкнено
zh: 关
zh_sg: 关

# IDS_ALT_VISION_MODE_1
source: Adaptive
es_mx: Adaptado
ja: 適応
pl: Adaptacyjny
ru: Адаптивный
uk: Адаптивний
zh: 自适应
zh_sg: 自适应

# IDS_ALT_VISION_MODE_2
source: Full
es_mx: Completo
ja: フル
pl: Pełny
ru: Полный
uk: Повний
zh: 完整
zh_sg: 完整

# IDS_AMERICAN_ARC_ACTIVITY
source: Player's activity
es_mx: Actividad del jugador
ja: プレイヤーのアクティビティ
pl: Aktywność gracza
ru: Активность игрока
uk: Активність гравця
zh: 玩家的行动
zh_sg: 玩家的活跃度

# IDS_AMERICAN_ARC_ACTIVITY_ACHIEVEMENT
source: Heroic achievements received
es_mx: Logros heroicos recibidos
ja: 英雄勲章を取得
pl: Otrzymano osiągnięcie bohaterskie
ru: Получение героических достижений
uk: Отримання героїчних досягнень
zh: 获得英勇成就
zh_sg: 获得英勇成就

# IDS_AMERICAN_ARC_ACTIVITY_FRAG
source: Enemy ships destroyed
es_mx: Barcos enemigos destruidos
ja: 敵艦艇を撃沈
pl: Zniszczone okręty wroga
ru: Уничтожение кораблей противника
uk: Знищення кораблів супротивника
zh: 击毁敌方战舰
zh_sg: 敌方战舰被摧毁

# IDS_AMERICAN_ARC_ACTIVITY_LOOTBOX
source: Containers collected
es_mx: Contenedores reunidos
ja: コンテナ入手
pl: Zebrane kontenery
ru: Получение контейнеров
uk: Отримання контейнерів
zh: 补给箱收集
zh_sg: 补给箱收集

# IDS_AMERICAN_ARC_ACTIVITY_TASK
source: Special tasks completed
es_mx: Tareas especiales completadas
ja: 特別タスクを達成
pl: Ukończono zadanie specjalne
ru: Выполнение специальных заданий
uk: Виконання спеціальних завдань
zh: 完成特殊工作
zh_sg: 特别任务完成

# IDS_AMERICAN_ARC_ACTIVITY_TOP
source: The number of times you made it to the top positions on the Leaderboard
es_mx: El número de veces que llegaste a las posiciones más altas en la Clasificación
ja: リーダーボードの上位勢に加わった回数
pl: Liczba dni, gdy uplasowałeś się na najwyższych pozycjach w Rankingu
ru: Количество попаданий в топ рейтинга игроков
uk: Кількість потраплянь до топ рейтингу гравців
zh: 您在排行榜前段的时间
zh_sg: 排行榜高排名次数

# IDS_AMERICAN_ARC_ACTIVITY_VICTORY
source: Battles won
es_mx: Batallas ganadas
ja: 勝利数
pl: Zwycięskie bitwy
ru: Победы в боях
uk: Перемог у боях
zh: 战斗胜利
zh_sg: 战斗胜利

# IDS_AMMOTYPE_CS
source: SAP
es_mx: SPA
pl: PPO
ru: ПББ
uk: НББ
zh: ПББ
zh_sg: 半穿甲

# IDS_AMMO_SPENT
source: Shells expended
es_mx: Proyectiles consumidos
ja: 砲弾消費
pl: Wydane pociski
ru: Израсходовано снарядов
uk: Витрачено снарядів
zh: 炮弹支出
zh_sg: 消耗弹药

# IDS_AMMUNITION
source: Ammunition
es_mx: Munición
ja: 弾薬
pl: Amunicja
ru: Боекомплект
uk: Боєзапас
zh: 弹药
zh_sg: 弹药

# IDS_AMMUNITION_AND_CONSUMABLES
source: AMMUNITION & CONSUMABLES
es_mx: MUNICIÓN Y CONSUMIBLES
ja: 弾薬 & 消耗品
pl: AMUNICJA I SPRZĘT
ru: БОЕПРИПАСЫ И СНАРЯЖЕНИЕ
uk: БОЄПРИПАСИ ТА СПОРЯДЖЕННЯ
zh: 弹药 & 消耗品
zh_sg: 弹药 & 消耗品

# IDS_AMMUNITION_RECHARGE
source: Ammunition resupply:
es_mx: Munición reabastecida:
ja: 弾薬の補給:
pl: Uzupełnienie amunicji:
ru: Пополнение боекомплекта:
uk: Поповнення боєзапасу:
zh: 弹药补充：
zh_sg: 弹药补充：

# IDS_AND
source: and
es_mx: y
ja: および
pl: i
ru: и
uk: та
zh: 与
zh_sg: 和

# IDS_AND_MORE_REWARDS_COUNT
source: Here comes %(count)s more reward
es_mx: Aquí viene %(count)s recompensa más
ja: 褒賞がもう %(count)s 個あります
pl: Pozostała jeszcze %(count)s nagroda.
ru: И ещё %(count)s награда
uk: І ще %(count)s нагорода
zh: 您还有 %(count)s 个奖品
zh_sg: 又有%(count)s个奖励到了

# IDS_AND_OTHER_SHIPS
source: And %(count)s more ship
es_mx: Y %(count)s barco más
ja: およびあと %(count)s 隻の艦艇
pl: I %(count)s okręt więcej
ru: И ещё %(count)s корабль
uk: Ще %(count)s корабель
zh: 以及再 %(count)s 艘战舰
zh_sg: 以及额外 %(count)s 艘战舰

# IDS_ANGLE_LEFT
source: Port (Left)
es_mx: Babor (Izquierda)
ja: 取舵 (左)
pl: Bakburta (w lewo)
ru: Лево руля
uk: Вліво руля
zh: 左舷 (左边)
zh_sg: 左舷 (左边)

# IDS_ANGLE_RIGHT
source: Starboard (Right)
es_mx: Estribor (Derecha)
ja: 面舵 (右)
pl: Sterburta (w prawo)
ru: Право руля
uk: Вправо руля
zh: 右舷 (右边)
zh_sg: 右舷 (右边)

# IDS_ANGLE_ZERO
source: Steady So
es_mx: Estable
ja: 進路そのまま
pl: Wyrównaj kurs
ru: Так держать
uk: Так тримати
zh: 稳定航行
zh_sg: 稳定航行

# IDS_ANISOTROPIC_16X
source: Anisotropic 16x
es_mx: Anisotrópico 16x
ja: 異方性 16x
pl: Anizotropowe x16
ru: Анизотропная (x16)
uk: Анізотропна (×16)
zh: 非等方性 16x
zh_sg: 各向异性 16x

# IDS_ANISOTROPIC_2X
source: Anisotropic 2x
es_mx: Anisotrópico 2x
ja: 異方性 2x
pl: Anizotropowe x2
ru: Анизотропная (x2)
uk: Анізотропна (×2)
zh: 非等方性 2x
zh_sg: 各向异性 2x

# IDS_ANISOTROPIC_4X
source: Anisotropic 4x
es_mx: Anisotrópico 4x
ja: 異方性 4x
pl: Anizotropowe x4
ru: Анизотропная (x4)
uk: Анізотропна (×4)
zh: 非等方性 4x
zh_sg: 各向异性 4x

# IDS_ANISOTROPIC_8X
source: Anisotropic 8x
es_mx: Anisotrópico 8x
ja: 異方性 8x
pl: Anizotropowe x8
ru: Анизотропная (x8)
uk: Анізотропна (×8)
zh: 非等方性 8x
zh_sg: 各向异性 8x

# IDS_ANTIAIRAURAFACTOR
source: to the average damage per second of AA guns
es_mx: al daño promedio por segundo de los cañones AA
ja: : 対空兵装の秒間平均ダメージ
pl: do średnich uszkodzeń na sekundę zadawanych przez działa przeciwlotnicze
ru: к среднему урону в секунду ПВО
uk: до середньої шкоди на секунду ППО
zh: 对空防御的平均每秒钟伤害
zh_sg: 防空炮的每秒平均伤害

# IDS_ANTIAIRCRAFT
source: Anti-Aircraft Artillery
es_mx: Artillería Antiaérea
ja: 対空兵装
pl: Artyleria przeciwlotnicza
ru: Зенитная артиллерия
uk: Зенітна артилерія
zh: 防空火炮
zh_sg: 防空火炮

# IDS_ANTISTANDART_CSM_01
source: Points will become available for capture and will start shrinking in 5 minutes.
es_mx: Los puntos estarán disponibles para su captura y comenzarán a reducirse en 5 minutos.
ja: 5 分が経過すると、各ポイントが占領可能になると共に縮小を始める
pl: Po 5 minutach punkty staną się dostępne do zajmowania i zaczną się kurczyć.
ru: Точки станут доступны для захвата и начнут уменьшаться через 5 минут.
uk: Точки стануть доступні для захоплення та почнуть зменшуватися через 5 хвилин.
zh: Точки станут доступны для захвата и начнут уменьшаться через 5 минут.
zh_sg: 据点在5分钟内将变为可占领状态并开始收缩。

# IDS_ANTISTANDART_CSM_02
source: Control point activation in 1 minute.
es_mx: Los puntos de control serán activados en 1 minuto.
ja: 各コントロールポイントが 1 分後に有効化される
pl: Punkty kontroli zostaną aktywowane za 1 minutę.
ru: До активации контрольных точек осталась минута.
uk: До активації контрольних точок лишилася хвилина.
zh: До активации контрольных точек осталась минута.
zh_sg: 控制点将在1分钟后激活。

# IDS_ANTISTANDART_CSM_03
source: Control points can now be captured and are shrinking.
es_mx: Los puntos de control ahora pueden ser capturados y comenzaron a reducirse.
ja: 各コントロールポイントが占領可能になり、縮小を開始した
pl: Punkty kontroli mogą teraz być zajmowane i kurczą się.
ru: Контрольные точки доступны для захвата и начали уменьшаться.
uk: Контрольні точки доступні для захоплення та почали зменшуватися.
zh: Контрольные точки доступны для захвата и начали уменьшаться.
zh_sg: 控制点现在可占领并开始收缩。

# IDS_ANTISTANDART_CSM_04
source: Control point shrinking complete.
es_mx: La reducción de los puntos de control está completa.
ja: コントロールポイント縮小完了
pl: Kurczenie się punktów kontroli dobiegło końca.
ru: Уменьшение контрольных точек завершено.
uk: Зменшення контрольних точок завершено.
zh: Уменьшение контрольных точек завершено.
zh_sg: 据点收缩完成。

# IDS_ANTI_AIR_AURA_EFFICIENCY
source: Efficiency
es_mx: Eficiencia
ja: 有効性
pl: Skuteczność
ru: Эффективность
uk: Ефективність
zh: 对空防御
zh_sg: 效率

# IDS_ANTI_AIR_AURA_TYPE_FAR
source: Long-range AA guns
es_mx: Cañones antiaéreos de largo alcance
ja: 長距離対空兵装
pl: Działa przeciwlotnicze dalekiego zasięgu
ru: ПВО дальнего действия
uk: ППО далекої дії
zh: ПВО дальнего действия
zh_sg: 远程防空炮

# IDS_ANTI_AIR_AURA_TYPE_MEDIUM
source: Mid-range AA guns
es_mx: Cañones antiaéreos de medio alcance
ja: 中距離対空兵装
pl: Działa przeciwlotnicze średniego zasięgu
ru: ПВО среднего действия
uk: ППО середньої дії
zh: ПВО среднего действия
zh_sg: 中程防空炮

# IDS_ANTI_AIR_AURA_TYPE_NEAR
source: Short-range AA guns
es_mx: Cañones antiaéreos de corto alcance
ja: 短距離対空兵装
pl: Działa przeciwlotnicze krótkiego zasięgu
ru: ПВО ближнего действия
uk: ППО близької дії
zh: ПВО ближнего действия
zh_sg: 近程防空炮

# IDS_AOGAS_COEFFICIENT
source: Reduction coefficient (AOGAS)
es_mx: Coeficiente de reducción (AOGAS)
ja: 低下係数 (AOGAS)
pl: Współczynnik pomniejszający (AOGAS)
ru: Понижающий коэффициент (AOGAS)
uk: Знижувальний коефіцієнт (AOGAS)
zh: 防沉迷折减系数
zh_sg: 削减系数(AOGAS)

# IDS_AOGAS_CREDITS_EXP_FULLPENALTY
source: You will no longer earn any credits and XP in battles
es_mx: Ya no ganarás créditos y experiencia en batallas
ja: 戦闘でクレジットおよび EXP を取得できなくなりました
pl: Nie będziesz już zdobywał kredytów i PD w bitwach
ru: Кредиты и опыт за бой начисляться не будут
uk: Кредити та досвід за бій додаватися не будуть
zh: 您累计在线时间已满5小时。已进入不健康游戏时间，为了您的健康，请您立即下线休息。如不下线，您的身体将受到损害，您的收益已降为零，直到您的累计下线时间满5小时后，才能恢复正常。
zh_sg: 您在战斗中将不再获得任何银币和经验

# IDS_AOGAS_CREDITS_EXP_PENALTY
source: The amount of credits and XP you will earn per battle is decreased by %(penalty)s%%
es_mx: La cantidad de créditos y XP que ganarás por batalla disminuye %(penalty)s%%
ja: 各戦での取得クレジットおよび EXP の量が %(penalty)s%% 低下しました
pl: Liczba kredytów i PD, które zdobywasz w każdej bitwie jest zmniejszona do %(penalty)s%%
ru: Количество кредитов и опыта за бой снижено на %(penalty)s%%
uk: Кількість кредитів та досвіду за бій зменшено на %(penalty)s%%
zh: 您已经进入疲劳游戏时间，您的游戏收益将降为正常值的%(penalty)s%%，为了您的健康，请尽快下线休息，做适当身体活动，合理安排学习生活。
zh_sg: 每场战斗获得的银币和经验数量将降低%(penalty)s%%

# IDS_AOGAS_FACTOR_HINT
source: XP and credits received in battle reduced
es_mx: XP y créditos recibidos en batalla reducidos
ja: 戦闘で取得した EXP とクレジットの減少
pl: Liczba PD i kredytów otrzymanych za bitwę została pomniejszona
ru: Количество полученного опыта и кредитов за бой снижено
uk: Кількість здобутого досвіду та кредитів за бій зменшена
zh: 已降低战斗中获得的经验与银币
zh_sg: 已降低战斗中获得的经验与银币

# IDS_AOGAS_RESET_PENALTY
source: It has been %(hours)s hour since you logged into the game. You can now earn the full amount of credits and XP again.
es_mx: No has ingresado al juego por %(hours)s hora. Ahora ya puedes ganar créditos y XP de forma completa nuevamente.
ja: %(hours)s 時間、ログインしませんでした。再び、クレジットおよび EXP を満量取得可能になりました。
pl: Nie logowano się do gry przez %(hours)s godzinę. Możesz teraz znów zdobywać kredyty i PD w pełnym wymiarze.
ru: Вы отсутствовали в игре более %(hours)s часа. Кредиты и опыт за бой снова начисляются в полном размере.
uk: Ви були відсутні у грі більше %(hours)s години. Кредити та досвід за бій додаються у повному обсязі.
zh: 您累积离线时间已经达到%(hours)s小时，您的游戏收益已经恢复正常。
zh_sg: 您累积离线时间已经达到%(hours)s小时，您的游戏银币和经验收益已经恢复正常。

# IDS_APPLY
source: Apply
es_mx: Aplicar
ja: 適用
pl: Zastosuj
ru: Применить
uk: Застосувати
zh: 应用
zh_sg: 应用

# IDS_APPLY_DEFAULT
source: Default
es_mx: Predeterminado
ja: 標準
pl: Domyślny
ru: По умолчанию
uk: За замовчуванням
zh: 默认
zh_sg: 默认

# IDS_APPOINT_PLAYER_TO_COMMANDER
source: Appoint as Commander
es_mx: Nombrar como Comandante
ja: 指揮官に任命
pl: Mianuj dowódcą
ru: Назначить командиром
uk: Призначити командиром
zh: 指派为指挥官
zh_sg: 指派为指挥官

# IDS_APRIL_FOOLS_DAY_BANNER_HEADER
source: Space Battle
es_mx: Batalla Espacial
ja: 宇宙戦
pl: Bitwa kosmiczna
ru: Космический бой
uk: Космічний бій
zh: 太空战斗
zh_sg: 太空战役

# IDS_ARC_EVENT_ALL_REWARDS_UNLOCKED
source: All of today's rewards received
es_mx: Todas las recompensas recibidas hoy
ja: 今日の褒賞を全て取得しました
pl: Otrzymano wszystkie nagrody dnia
ru: Все награды на сегодня получены
uk: Усі нагороди цієї доби здобуто
zh: Все награды на сегодня получены
zh_sg: 已获得今日的全部奖励

# IDS_ARC_EVENT_BANNER_DESCR
source: Take part in the friendly competition and get unique rewards!
es_mx: ¡Participa en la competencia amistosa y recibe recompensas únicas!
ja: フレンドリーコンペティションに参加して特別褒賞をゲット!
pl: Weź udział w towarzyskich zawodach i zdobądź unikalne nagrody!
ru: Участвуйте в дружеском соревновании и получайте уникальные награды!
uk: Беріть участь у дружньому змаганні та здобувайте унікальні нагороди!
zh: Участвуйте в дружеском соревновании и получайте уникальные награды!
zh_sg: 参加友谊赛获得独特的奖励！
