Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC363_SOVIETBBARC_NAKHIMOV_MEDAL_DESCRIPTION
source: The fourth naval award established at the initiative of Admiral Kuznetsov in March 1944 was the Medal of Nakhimov. It was essentially an analogue of the ground forces medal called "For Battle Merit", and was awarded to navy servicemen ranking up to Praporshchik (Warrant Officer). The medal was made of bronze, and its face depicted a portrait of Admiral Pavel Nakhimov (1802–1855), one of the heroes of the defense of Sevastopol and winner of the Battle of Sinop. In total, over 14,000 people were awarded the Medal of Nakhimov for their heroic deeds. The first to be awarded with this medal in April 1944 were reconnaissance sailors of the Northern Fleet F.G. Moshkov, E.V. Tolstov, and M.A. Kolosov. Among the few awarded twice was a Red Navy sailor named Ivan Petrovich Meka, a machine gunner on one of the torpedo boats of the Baltic Fleet.
es_mx: La cuarta distinción naval, establecida por iniciativa del almirante Kuznetsov en marzo de 1944, fue la Medalla de Nakhimov. Era básicamente una análoga de la medalla "al Mérito en Batalla" de las fuerzas terrestres, y se otorgaba al personal de servicio con rangos hasta Praporshchik (oficial técnico). La medalla estaba hecha de bronce. En ella se representaba un retrato del almirante Pavel Nakhimov (1802–1855), uno de los héroes de la batalla de Sebastopol y vencedor de la batalla de Sinop. En total, unas 14 000 personas fueron galardonadas con la Medalla de Nakhimov por sus actos heroicos. Los primeros en recibir esta medalla en abril de 1944 fueron los marineros de reconocimiento de la Flota del Norte F.G. Moshkov, E.V. Tolstov y M.A. Kolosov. Entre los pocos galardonados dos veces estaba un marinero del Ejército rojo llamado Ivan Petrovich Meka, ametrallador en uno de los barcos torpederos de la Flota del Báltico.
ja: クズネツォフ提督の意向によって 1944 年 3 月に制定された 4 つ目の海軍用の勲章・記章が、このナヒーモフ記章でした。これは本質的には陸軍用の戦功記章の海軍版であり、海軍に所属する下級准尉までの軍人を対象としていました。この記章は銅製で、その表にはセヴァストポリ防衛線における英雄のひとりであり、スィノプの海戦で勝利を収めたパーヴェル・ナヒーモフ提督 (1802 年 - 1855 年) の肖像が刻印されていました。 このナヒーモフ記章は、英雄的行為を称えて合計 14,000 名に授与されました。1944 年の 4 月にこの勲章をいち早く受章したのは、北方艦隊で偵察任務に従事していた F.G. モシュコフ、E.V. トルストフ、M.A. コロソフでした。そして、バルチック艦隊の魚雷艇で機銃手を務めていたイヴァン・ペトロヴィチ・メカという水兵には 2 回授与されました。
pl: Czwartym odznaczeniem morskim ustanowionym przez admirała Kuzniecowa w marcu 1944 roku był Medal Nachimowa. Był to de facto odpowiednik medalu „Za zasługi bojowe”, jaki przyznawano siłom lądowym. Otrzymywali go marynarze o stopniu nie wyższym niż chorąży. Medal wykonany był z brązu. Na jego awersie widoczny był admirał Paweł Nachimow (1802–1855), jeden z bohaterów obrony Sewastopola i zwycięzca bitwy pod Synopą. Medal Nachimowa otrzymało za swoje bohaterstwo ponad 14 000 ludzi. Po raz pierwszy przyznano go w kwietniu 1944 roku marynarzom zwiadowczym z Floty Północnej – F.G. Moszkowi, E.V. Tołstowowi oraz M.A. Kołosowowi. Pośród odznaczonych aż dwukrotnie znalazł się Iwan Piotrowicz Meka – operator karabinu maszynowego jednej z łodzi torpedowych na Morzu Bałtyckim.
ru: Четвёртой военно-морской наградой, учреждённой по инициативе адмирала Кузнецова в марте 1944 года, была медаль Нахимова. Она являлась аналогом «сухопутной» медали «За боевые заслуги», и награждались ею, как правило, военнослужащие флота в звании не выше прапорщика. Медаль изготавливалась из бронзы, на лицевой стороне её был помещён портрет адмирала Павла Нахимова (1802–1855) — одного из героев обороны Севастополя и победителя Синопского сражения. Всего медали Нахимова были удостоены подвиги около 14 тысяч человек. Первыми в апреле 1944 года её получили матросы-разведчики Северного флота Ф. Г. Мошков, Е. В. Толстов и М. А. Колосов. Среди немногих награждённых дважды был краснофлотец Иван Петрович Мека — пулемётчик одного из торпедных катеров Балтийского флота.
uk: Четвертою військово-морською нагородою, впровадженою з ініціативи адмірала Кузнєцова в березні 1944 року, була медаль Нахімова. Вона була аналогом «сухопутної» медалі «За бойові заслуги» й нагороджували нею, військовослужбовців флоту зі званням не вище мічмана. Медаль виготовляли з бронзи, на лицьовому боці був розміщений портрет адмірала Павла Нахімова (1802–1855) — одного з героїв оборони Севастополя та переможця Сінопського бою. Разом медаллю Нахімова відзначили подвиги майже 14 тисяч осіб. Першими у квітні 1944 року її отримали матроси-розвідники Північного флоту Ф. Г. Мошков, Е. В. Толстов і М. А. Колосов. Серед небагатьох двічі нагороджених був червонофлотець Іван Петрович Мека — кулеметник одного з торпедних катерів Балтійського флоту.
zh: Четвёртой военно-морской наградой, учреждённой по инициативе адмирала Кузнецова в марте 1944 года, была медаль Нахимова. Она являлась аналогом «сухопутной» медали «За боевые заслуги», и награждались ею, как правило, военнослужащие флота в звании не выше прапорщика. Медаль изготавливалась из бронзы, на лицевой стороне её был помещён портрет адмирала Павла Нахимова (1802–1855) — одного из героев обороны Севастополя и победителя Синопского сражения. Всего медали Нахимова были удостоены подвиги около 14 тысяч человек. Первыми в апреле 1944 года её получили матросы-разведчики Северного флота Ф. Г. Мошков, Е. В. Толстов и М. А. Колосов. Среди немногих награждённых дважды был краснофлотец Иван Петрович Мека — пулемётчик одного из торпедных катеров Балтийского флота.
zh_sg: 1944年3月，在库兹涅佐夫上将的倡议下设立了第四个海军荣誉—纳希莫夫奖章。基本上是与陆军的“战斗功绩”奖章类似，授予军衔晋升到普拉波什奇克（高级准尉）级以上的海军。青铜制的奖章正面印有海军上将帕维尔·纳希莫夫（1802-1855）的肖像——西诺普战役中塞瓦斯托波尔和维克托的保卫英雄之一。 历史上共有14000人因其英雄事迹授予了纳希莫夫奖章。1944年4月第一批被授予此奖章的是北方舰队的侦查兵：莫斯科夫、托尔斯托夫和科洛索夫。少数受勋者如一名叫伊凡·彼得罗维奇·梅卡的红军海军水手、波罗的海舰队鱼雷艇的机关枪手，曾两获此奖章。

# IDS_PCZC364_SOVIETBBARC_KOSTENKO
source: Vladimir Polievktovich Kostenko (1881–1956)
ja: ヴラディミル・ポリエフクトヴィチ・コスチェンコ (1881 年 - 1956 年)
pl: Władimir Poliewktowicz Kostenko (1881–1956)
ru: Владимир Полиевктович Костенко (1881–1956)
uk: Володимир Полієвктович Костенко (1881–1956)
zh: Владимир Полиевктович Костенко (1881–1956)
zh_sg: 弗拉基米尔·波利夫科托维奇·科斯滕科（ 1881–1956）

# IDS_PCZC364_SOVIETBBARC_KOSTENKO_DESCRIPTION
source: Vladimir Polievktovich Kostenko is a legendary figure in the history of Russia of the 20th century. As a young mechanic and engineer, he participated in the famous Battle of Tsushima. Upon his return from Japanese captivity, he was sent to England to observe the construction of armored cruiser Rurik, the flagship of the Baltic Fleet during World War I. As a person of principle, both politically and professionally, Kostenko was repeatedly subjected to repression both under the tsarist government and during the Soviet period—he was a prisoner of the Peter and Paul Fortress and the Stalin camps. In 1912, he was placed in charge of the design bureau of the shipbuilding plant in the city of Nikolaev. Kostenko took part in the design and construction of a number of ships and vessels for the Black Sea Fleet, including battleship Imperator Nikolai I. In late 1916–early 1917, using a number of progressive design solutions implemented in the battleship, he developed several versions of the draft project for a high-speed battleship with a displacement of about 45,000 tons, armed with 406 mm main guns.
es_mx: Vladimir Polievktovich Kostenko es una figura lengendaria en la historia de Rusia del siglo XX. Como joven mecánico e ingeniero, participó en la famosa batalla de Tsushima. Tras estar cautivo por los japoneses, lo enviaron a Inglaterra para observar la construcción del crucero blindado Rurik, el buque insignia de la Flota del Báltico durante la Primera Guerra Mundial. Por ser una persona con principios, tanto políticos como profesionales, sufrió la represión en varias ocasiones. Le sucedió con el gobierno zarista y también durante el periodo soviético. Fue prisionero de la fortaleza de Pedro y Pablo y de los campos de Stalin. En 1912, lo nombraron responsable de la oficina de diseño de la planta de construcción naval de la ciudad de Nikolaev. Kostenko participó en el diseño y la construcción de varios barcos y embarcaciones para la Flota del mar Negro, incluyendo el acorazado Imperator Nikolai I. A finales de 1916 y principios de 1917, usando varias soluciones de diseño progresivo implantadas para el acorazado, desarrolló varias versiones del borrador de un proyecto para un acorazado de alta velocidad con un desplazamiento de unas 45 000 toneladas, armado con cañones principales de 406 mm.
ja: ヴラディミル・ポリエフクトヴィチ・コスチェンコは 20 世紀のロシア史における伝説的な人物です。若き日には工員および技師として日本海海戦に参加しました。捕虜生活から戻った後にはイングランドに派遣され、一次大戦中におけるバルチック艦隊の旗艦となる装甲巡洋艦リューリョクの建造を監督しました。政治的にも職務上でも信念を持った人物であった彼は繰り返し抑圧を受けました。これは帝政時代にもソ連時代にも同様であり、ペトロパヴロフスク要塞やスターリン収容所に収監されたことがありました。 彼は 1912 年にはニコラエフ市にある造船所の設計局長に就任し、黒海艦隊用として戦艦インペラートル・ニコライ 1 世を含む様々な艦艇や船舶の設計と建造に従事しました。1916 年の後半から 1917 年の前半にかけては、戦艦用として考案された各種の進歩的な設計ソリューションを活用し、排水量 45,000 トン級で 406 mm 砲を備えた高速戦艦の設計草案を複数開発しました。
pl: Władimir Poliewktowicz Kostenko to legendarna postać XX-wiecznej historii rosyjskiej. Jako młody mechanik i inżynier brał udział w bitwie pod Cuszimą. Po wyjściu z japońskiej niewoli odesłano go do Anglii, gdzie obserwował budowę krążownika opancerzonego Rurik, okrętu flagowego na Morze Bałtyckie w I wojnie światowej. Będąc osobą z zasadami, zarówno politycznie jak i zawodowo, Kostenko był regularnie poddawany represjom. Działo się tak zarówno za caratu, jak i za rządów komunistów – był więźniem w Fortecy Piotra i Pawła oraz w obozach stalinowskich. W 1912 roku został kierownikiem biura projektowego stoczni w mieście Mikołajów. Kostenko uczestniczył w projektowaniu licznych okrętów Floty Czarnomorskiej, w tym m.in. pancernika Imperator Nikołaj I. Na przełomie lat 1916–1917, zastosowawszy szereg nowatorskich rozwiązań konstrukcyjnych, opracował kilka wersji wstępnego projektu na szybki pancernik o wyporności 45 000 ton, uzbrojony w działa kal. 406 mm.
ru: Владимир Полиевктович Костенко — легендарная фигура в истории России XX века. Молодым инженером-механиком он участвовал в знаменитом Цусимском сражении. По возвращении из японского плена был командирован в Англию наблюдать за строительством броненосного крейсера «Рюрик» — флагмана Балтийского флота в годы Первой мировой войны. Будучи человеком принципиальных убеждений, как политических, так и профессиональных, Костенко не раз подвергался репрессиям и при царской власти, и при советской, был узником Петропавловской крепости и сталинских лагерей. Возглавив в 1912 году проектное бюро судостроительного завода в городе Николаеве, Костенко принимал участие в проектировании и строительстве целого ряда кораблей и судов для Черноморского флота, в том числе линкора «Император Николай I». В конце 1916 — начале 1917 года, используя ряд прогрессивных конструктивных решений последнего, он разработал несколько вариантов проекта быстроходного линейного корабля водоизмещением около 45 000 тонн, вооружённого 406-мм артиллерией.
uk: Володимир Полієвктович Костенко — легендарна постать в історії Росії XX сторіччя. Молодим інженером-механіком він брав участь у знаменитому Цусімському бою. Після повернення з японського полону його відрядили до Англії спостерігати за будівництвом броненосного крейсера «Рюрік» — флагмана Балтійського флоту в роки Першої світової війни. Бувши людиною принципових переконань, як політичних, так і професійних, Костенко не раз піддавали репресіям і за царської влади, і за радянської, був в’язнем Петропавловської фортеці та сталінських таборів. Очоливши 1912 року проектне бюро суднобудівного заводу в місті Миколаєві, Костенко брав участь у проектуванні та будівництві низки кораблів і суден для Чорноморського флоту, зокрема лінкора «Імператор Ніколай I». У кінці 1916 — початку 1917 року, використовуючи ряд прогресивних конструктивних рішень останнього, він розробив кілька варіантів проекту швидкохідного лінійного корабля водотоннажністю приблизно 45 000 тонн, озброєного 406-мм артилерією.
zh: Владимир Полиевктович Костенко — легендарная фигура в истории России XX века. Молодым инженером-механиком он участвовал в знаменитом Цусимском сражении. По возвращении из японского плена был командирован в Англию наблюдать за строительством броненосного крейсера «Рюрик» — флагмана Балтийского флота в годы Первой мировой войны. Будучи человеком принципиальных убеждений, как политических, так и профессиональных, Костенко не раз подвергался репрессиям и при царской власти, и при советской, был узником Петропавловской крепости и сталинских лагерей. Возглавив в 1912 году проектное бюро судостроительного завода в городе Николаеве, Костенко принимал участие в проектировании и строительстве целого ряда кораблей и судов для Черноморского флота, в том числе линкора «Император Николай I». В конце 1916 — начале 1917 года, используя ряд прогрессивных конструктивных решений последнего, он разработал несколько вариантов проекта быстроходного линейного корабля водоизмещением около 45 000 тонн, вооружённого 406-мм артиллерией.
zh_sg: 弗拉基米尔·波利夫科托维奇·科斯滕科是20世纪俄罗斯的传奇历史人物。作为一名年轻的机械师和工程师，他参加了著名的对马海峡战役。从日本战俘营回归后，他被派往英国观看学习一战波罗的海舰队旗舰鲁里克号装甲巡洋舰的建造。作为坚持原则的人，无论政治上还是专业上，科斯滕科都一再受到打压。在沙皇时期和苏维埃时期，他曾做过彼得保罗要塞和斯大林集中营的囚犯。 1912年，他被任命为尼古拉市造船厂设计局的负责人。科斯滕科参与了黑海舰队部分战舰的设计和建造，包括战列舰沙皇尼古拉一世。在1916年末至1917年初，他采用了一系列战列舰的渐进式设计方案，研发出多个45000吨级排水量、配备406毫米主炮的高速战列舰项目草案。

# IDS_PCZC365_SOVIETBBARC_CHILIKIN
source: Boris Georgievich Chilikin (1905–1967)
ja: ボリス・ギオルギエヴィチ・チリキン (1905 年 - 1967 年)
pl: Borys Grigorjewicz Czilikin (1905–1967)
ru: Борис Георгиевич Чиликин (1905–1967)
uk: Борис Георгійович Чілікін (1905–1967)
zh: Борис Георгиевич Чиликин (1905–1967)
zh_sg: 鲍里斯·乔治维奇·奇利金（1905–1967）

# IDS_PCZC365_SOVIETBBARC_CHILIKIN_DESCRIPTION
source: In the history of Soviet military shipbuilding, Boris Georgievich Chilikin occupies a prominent place. From 1930, he worked in the design bureau of the Baltic Works (KB-4), and headed the upgrade works on battleships Marat, Oktyabrskaya Revolutsiya (formerly, Gangut), and Parizhskaya Kommuna. In 1936, Chilikin took the position of Chief Designer of the Design Bureau of Baltic Works. By the mid-1930s, Soviet industry had grown strong enough, and the country's leadership decided to start building powerful battleships of a new generation. One of the first to appear in 1936 was Project 21, created by the Design Bureau headed by Boris Chilikin. It was a battleship with triple 406 mm turrets all concentrated on the ship's bow. A little later, he developed the "Type A battleship", which served as basis for Project 23, a 46,000-ton ship protected by a 380 mm armor belt. In July 1938, under Project 23 where the Chief Designer was Chilikin, the lead ship, Sovetsky Soyuz, was laid down, as the lead ship in a series of four.
es_mx: Boris Georgievich Chilikin ocupó un puesto importante en la historia de la construcción naval soviética. A partir de 1930, trabajó en la oficina de diseño del Astillero del Báltico (KB-4), y estuvo al frente de los trabajos de mejora de los acorazados Marat, Oktyabrskaya Revolutsiya (anteriormente, Gangut) y Parizhskaya Kommuna. En 1936, Chilikin ocupó el puesto de diseñador jefe de la oficina de diseño del Astillero del Báltico. A mediados de los años 30, con el crecimiento que la industria soviética había experimentado, los líderes del país decidieron iniciar la construcción de una nueva generación de poderosos acorazados. Uno de los primeros que vio la luz, en 1936, fue el Proyecto 21, creado por la oficina de diseño dirigida por Boris Chilikin. Era un acorazado con torretas triples de 406 mm, todas concentradas en la proa del barco. Poco después, desarrolló el "acorazado de tipo A", que sirvió como base para el Proyecto 23: un barco de 46 000 toneladas protegido por un cinturón acorazado de 380 mm. En julio de 1938, dentro del Proyecto 23, en el que Chilikin era el diseñador jefe, se puso en grada el barco principal, denominado Sovetsky Soyuz. Fue el navío principal de una serie de cuatro barcos.
ja: ボリス・ギオルギエヴィチ・チリキンはソ連の建艦史における著名な人物です。彼は 1930 年からバルチック造船所 (KB-4) の設計局で働き、戦艦マラート (旧称ペトロパヴロフスク)、オクチャブリスカヤ・レヴォリューツィヤ (旧称ガングート)、パリジスカヤ・コンムナ (旧称セヴァストポリ) の近代化作業を主導しました。1936 年にはバルチック造船所の設計局の設計技師長に就任しました。 ソ連の工業力が発展した結果、ソ連の指導者達は 1930 年代の中までに次世代の強力な戦艦の建造を開始することを決断しました。1936 年にいち早く登場した計画案のひとつ、ボリス・チリキン率いる設計局が開発したプロイェークト 21 であり、406 mm 三連装砲塔 3 基を艦首側に集中配置した戦艦でした。その少し後に彼が開発した「A 型戦艦」は、380 mm 厚の装甲帯で防御された 46,000 トン級の艦であるプロイェークト 23 のベースになりました。そして 1938 年 7 月、チリキンが設計主任を務めるプロイェークト 23 において、4 隻の姉妹艦のリードシップとなる戦艦ソヴィエツキー・ソユーズが起工されました。
pl: Borys Grigorjewicz Czilikin zajmuje ważne miejsce w historii okrętownictwa radzieckiego. Od 1930 roku pracował w biurze projektowym Stoczni Bałtyckiej (KB-4) i przewodził pracom modernizacyjnym pancerników Marat, Oktiabrskaja Rewolucja (wcześniej Gangut) oraz Parizhskaya Kommuna. W 1936 roku Czilikin objął stanowisko głównego projektanta w biurze projektowym Stoczni Bałtyckiej. Do połowy lat 30. XX wieku radziecki przemysł stał się na tyle sprawny, że przywódcy kraju podjęli decyzję o budowie potężnych pancerników nowej generacji. W 1936 roku jednym z pierwszych, jakie się pojawiły, był Projekt 21, stworzony przez biuro projektowe kierowane przez Borysa Czilikina. Był to pancernik z potrójnymi wieżami kal. 406 mm, wszystkimi umieszczonymi na dziobie. Nieco później opracowano „pancernik typu A”, który służył jako baza dla Projektu 23 – 46 000-tonowego okrętu chronionego 380-milimetrowym pasem pancernym. W lipcu 1938 roku, w ramach Projektu 23, którego Czilikin był głównym projektantem, rozpoczęto budowę jednostki o nazwie Sowietskij Sojuz – okrętu prowadzącego serii czterech pancerników.
ru: В истории советского военного судостроения видное место занимает Борис Георгиевич Чиликин. С 1930 года он работал в конструкторском бюро Балтийского завода (КБ-4), руководил модернизацией линкоров «Марат», «Октябрьская революция» (бывший «Гангут») и «Парижская коммуна». В 1936 году Чиликин занял пост главного конструктора КБ Балтийского завода. К середине 1930-х годов советская промышленность достаточно окрепла, и руководство страны решило приступить к постройке мощных линейных кораблей нового поколения. Одним из первых в 1936 году появился «проект 21», созданный конструкторским бюро, которое возглавлял Борис Чиликин, — линкор с тремя 406-мм башнями, сосредоточенными в носовой части. Чуть позднее им был разработан «линкор типа А», лёгший в основу «проекта 23», — защищённый 380-мм броневым поясом 46 000-тонный корабль. В июле 1938 года по «проекту 23», главным конструктором которого являлся Чиликин, был заложен «Советский Союз» — головной корабль в серии из четырёх единиц.
uk: В історії радянського військового суднобудування чільне місце посідає Борис Георгійович Чілікін. З 1930 р. він працював у конструкторському бюро Балтійського заводу (КБ-4), керував модернізацією лінкорів «Марат», «Октябрськая революція» (колишній «Гангут») і «Паризька комуна». 1936 р. Чілікін обійняв посаду головного конструктора КБ Балтійського заводу. До середини 1930-х рр. радянська промисловість досить зміцніла, і керівництво країни вирішило розпочати будівництво потужних лінійних кораблів нового покоління. Одним із перших 1936 р. з’явився «проект 21», створений конструкторським бюро, яке очолював Борис Чілікін, — лінкор із дев’ятьма 406-мм гарматами у трьох баштах, які були зосереджені в носовій частині. Трохи пізніше він розробив «лінкор типу А», що став основою «проекту 23», — захищений 380-мм броньовим поясом 46 000-тонний корабель. У липні 1938 р. за «проектом 23», головним конструктором якого був Чілікін, заклали «Совєтській Союз» — головний корабель серії з чотирьох одиниць.
zh: В истории советского военного судостроения видное место занимает Борис Георгиевич Чиликин. С 1930 года он работал в конструкторском бюро Балтийского завода (КБ-4), руководил модернизацией линкоров «Марат», «Октябрьская революция» (бывший «Гангут») и «Парижская коммуна». В 1936 году Чиликин занял пост главного конструктора КБ Балтийского завода. К середине 1930-х годов советская промышленность достаточно окрепла, и руководство страны решило приступить к постройке мощных линейных кораблей нового поколения. Одним из первых в 1936 году появился «проект 21», созданный конструкторским бюро, которое возглавлял Борис Чиликин, — линкор с тремя 406-мм башнями, сосредоточенными в носовой части. Чуть позднее им был разработан «линкор типа А», лёгший в основу «проекта 23», — защищённый 380-мм броневым поясом 46 000-тонный корабль. В июле 1938 года по «проекту 23», главным конструктором которого являлся Чиликин, был заложен «Советский Союз» — головной корабль в серии из четырёх единиц.
zh_sg: 鲍里斯·乔治维奇·奇利金在苏联军事造船史上占有举足轻重的地位。他从1930年起为波罗的海造船厂（KB-4）设计局工作，并主导了战列舰马拉号、十月革命号（原名甘古特）和巴黎公社号的升级改装。1936年，奇利金晋升为波罗的海造船厂设计局首席设计师。 到1930年代中期，苏联工业的发展已经能够支持研发新一代的战舰。1936年出现的第一个项目是由鲍里斯·奇利金领导的设计局所提出的21号项目。这是一种拥有3座406毫米炮塔的战舰，所有炮塔都集中在船首。不久后，他开发了“A型战列舰”，作为23—a项目的基础：46000吨级带有380毫米装甲带保护的战列舰。1938年7月，奇利金作为23号项目的首席设计师制造的苏联号旗舰正式下水。也是这一系列四艘战舰的一号舰。

# IDS_PCZC366_SOVIETBBARC_ASHIK
source: Viktor Vladimirovich Ashik (1905–1985)
ja: ヴィクトル・ヴラジミロヴィチ・アシク (1905 年 - 1985 年)
pl: Wiktor Władimirowicz Aszik (1905–1985)
ru: Виктор Владимирович Ашик (1905–1985)
uk: Віктор Володимирович Ашик (1905–1985)
zh: Виктор Владимирович Ашик (1905–1985)
zh_sg: 维克多·弗拉迪米罗维奇·阿什克（1905–1985）
