Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CASUAL_CVC_STOPED_BY_PLAYER
source: Attempts are not counted in
es_mx: Los intentos no son contados
ja: 試行対象外:
pl: Podejścia nie są wliczane
ru: Попытки не засчитываются
uk: Спроби не зараховано
zh: Попытки не засчитываются
zh_sg: 未计入的尝试

# IDS_CAS_AFTTRANS
source: Athwartship
es_mx: De Babor a Estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_CAS_BELT
source: Armor Belt
es_mx: Cinturón de Blindaje
ja: 装甲帯
pl: Pas pancerny
ru: Бронепояс
uk: Бронепояс
zh: 装甲带
zh_sg: 装甲带

# IDS_CAS_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_CAS_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_CAS_FWDTRANS
source: Athwartship
es_mx: De Babor a Estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_CATALOGUE
source: Captain's Logbook
es_mx: Bitácora del Capitán
ja: 艦長日誌
pl: Dziennik Kapitana
ru: Судовой журнал
uk: Судновий журнал
zh: Судовой журнал
zh_sg: 舰长日志

# IDS_CAUSED_AA
source: AA Defense
es_mx: Defensa AA
ja: 対空兵装
pl: Obrona plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 对空防御

# IDS_CAUSED_AA_HINT
source: Damage caused by AA defense to enemy aircraft
es_mx: Daño causado a los aviones enemigos por las defensas AA
ja: 対空兵装による敵機への与ダメージ
pl: Uszkodzenia zadane wrogim samolotom działami przeciwlotniczymi
ru: Урон, нанесённый ПВО самолётам противника
uk: Шкода, якої завдала ППО літакам супротивника
zh: Урон, нанесённый ПВО самолётам противника
zh_sg: 对空防御对敌方飞机造成的伤害

# IDS_CAUSED_AIRPLANES_HINT
source: Number of hits and damage caused by aircraft
es_mx: Número de impactos y daño causado por aviones
ja: 航空機による命中数と与ダメージ
pl: Liczba trafień i uszkodzenia zadane przez samoloty
ru: Количество попаданий и урон, нанесённый авиацией
uk: Кількість влучень та шкода, завдана авіацією
zh: 命中次数与飞机造成的伤害
zh_sg: 命中次数与飞机造成的伤害

# IDS_CAUSED_AMMO_AP_HINT
source: Number of hits and damage caused by AP shells
es_mx: Número de impactos y daño causado por proyectiles AP
ja: AP 弾の命中弾数と与ダメージ
pl: Liczba trafień i uszkodzenia zadane przez pociski PP
ru: Количество попаданий и урон, нанесённый бронебойными снарядами
uk: Кількість влучень та шкода, завдана бронебійними снарядами
zh: 命中次数与 AP 弹造成的伤害
zh_sg: 命中次数与穿甲弹造成的伤害

# IDS_CAUSED_AMMO_AP_SHOTS_HINT
source: Number of AP shells fired
es_mx: Número de proyectiles AP disparados
ja: AP 弾の射撃弾数
pl: Liczba wystrzelonych pocisków PP
ru: Количество выстрелов бронебойными снарядами
uk: Кількість пострілів бронебійними снарядами
zh: AP 弹射击数
zh_sg: 穿甲弹射击数

# IDS_CAUSED_AMMO_CS_HINT
source: Number of hits and damage caused by SAP shells
es_mx: Número de impactos y daño causado por proyectiles SAP
ja: SAP 弾の命中弾数と与ダメージ
pl: Liczba trafień i zadanych uszkodzeń pociskami PPO
ru: Количество попаданий и урон, нанесённый полубронебойными снарядами
uk: Кількість влучень та шкода, завдана напівбронебійними снарядами
zh: Количество попаданий и урон, нанесённый полубронебойными снарядами
zh_sg: 半穿甲弹的命中次数和造成的伤害

# IDS_CAUSED_AMMO_CS_SHOTS_HINT
source: Number of SAP shells fired
es_mx: Número de proyectiles SAP disparados
ja: SAP 弾の射撃弾数
pl: Liczba wystrzelonych pocisków PPO
ru: Количество выстрелов полубронебойными снарядами
uk: Кількість пострілів напівбронебійними снарядами
zh: Количество выстрелов полубронебойными снарядами
zh_sg: 半穿甲弹发射次数

# IDS_CAUSED_AMMO_HE_HINT
source: Number of hits and damage caused by HE shells
es_mx: Número de impactos y daño causado por proyectiles HE
ja: HE 弾の命中弾数と与ダメージ
pl: Liczba trafień i uszkodzenia zadane przez pociski OB
ru: Количество попаданий и урон, нанесённый осколочно-фугасными снарядами
uk: Кількість влучень та шкода, завдана осколково-фугасними снарядами
zh: 命中次数与 HE 弹造成的伤害
zh_sg: 命中次数与高爆弹造成的伤害

# IDS_CAUSED_AMMO_HE_SHOTS_HINT
source: Number of HE shells fired
es_mx: Número de proyectiles HE disparados
ja: HE 弾の射撃弾数
pl: Liczba wystrzelonych pocisków OB
ru: Количество выстрелов осколочно-фугасными снарядами
uk: Кількість пострілів осколково-фугасними снарядами
zh: HE 弹射击数
zh_sg: 高爆弹射击数

# IDS_CAUSED_AVIA_DAMAGE_HINT
source: Total damage you caused to enemy aircraft in this battle.
es_mx: Daño total causado a la aviación enemiga en esta batalla.
ja: この戦闘で敵航空機に与えたダメージの合計
pl: Suma uszkodzeń zadanych samolotom wroga w tej bitwie.
ru: Суммарный урон, нанесённый самолётам противника за этот бой.
uk: Сумарна шкода, завдана літакам супротивника в цьому бою.
zh: 战斗中对敌方飞机造成的总伤害
zh_sg: 在这场战斗中您对敌方飞机造成的总伤害

# IDS_CAUSED_AVIA_DAMAGE_HINT_HEADER
source: Damage to enemy aircraft
es_mx: Daño a la aviación enemiga
ja: 敵航空機にダメージを与えた
pl: Uszkodzenia samolotów wroga
ru: Урон по самолётам противника
uk: Шкода по літаках супротивника
zh: 对敌方飞机的伤害
zh_sg: 对敌方飞机伤害

# IDS_CAUSED_BOMBS_HINT
source: Number of hits and damage caused by bombs
es_mx: Número de impactos y daño causado por bombas
ja: 爆弾の命中数と与ダメージ
pl: Liczba trafień i uszkodzenia od bomb
ru: Количество попаданий и урон, нанесённый бомбами
uk: Кількість влучень та шкода, завдана бомбами
zh: 命中次数与炸弹造成的伤害
zh_sg: 命中次数与炸弹造成的伤害

# IDS_CAUSED_BOMBS_RELEASED_HINT
source: Number of bombs released
es_mx: Número de bombas soltadas
ja: 爆弾投下数
pl: Liczba zrzuconych bomb
ru: Количество сброшенных бомб
uk: Кількість скинутих бомб
zh: 炸弹投掷数
zh_sg: 炸弹投掷数

# IDS_CAUSED_DAMAGE_HINT
source: Total damage you caused to enemy ships in this battle.
es_mx: Daño total que causaste a los barcos enemigos en esta batalla.
ja: この戦闘で自艦が敵艦艇に与えたダメージの合計
pl: Ogólne uszkodzenia zadane przez Ciebie okrętom wroga w tej bitwie.
ru: Суммарный урон, нанесённый кораблям противника за этот бой.
uk: Сумарна шкода, завдана кораблям супротивника у цьому бою.
zh: 战斗中对敌方战舰造成的伤害
zh_sg: 此战斗中您对敌方战舰造成的总伤害。

# IDS_CAUSED_DAMAGE_HINT_HEADER
source: Damage Caused
es_mx: Daño Causado
ja: 与ダメージ
pl: Zadane uszkodzenia
ru: Нанесённый урон
uk: Завдана шкода
zh: 造成的伤害
zh_sg: 造成的伤害

# IDS_CAUSED_DBOMBS_COUNT_HINT
source: Number of hits
es_mx: Número de impactos
ja: 命中弾数
pl: Liczba trafień
ru: Количество попаданий
uk: Кількість влучень
zh: 命中数
zh_sg: 命中

# IDS_CAUSED_FIRES_COUNT_HINT
source: Number of fires set
es_mx: Número de incendios causados
ja: 引き起こした火災数
pl: Liczba wznieconych pożarów
ru: Количество поджогов
uk: Кількість підпалів
zh: 造成火灾的次数
zh_sg: 造成火灾的次数

# IDS_CAUSED_FLOODS_COUNT_HINT
source: Number of floodings caused
es_mx: Número de inundaciones causadas
ja: 引き起こした浸水数
pl: Liczba spowodowanych zalań
ru: Количество вызванных затоплений
uk: Кількість спричинених затоплень
zh: 造成进水的次数
zh_sg: 造成进水的次数

# IDS_CAUSED_MAIN_CALIBER_HINT
source: Number of hits and damage caused by main battery guns
es_mx: Número de impactos y daño causado por los cañones de la batería principal
ja: 主砲の命中弾数と与ダメージ
pl: Liczba trafień i uszkodzenia od ognia dział głównych
ru: Количество попаданий и урон, нанесённый огнём орудий главного калибра
uk: Кількість влучень та шкода, завдана вогнем гармат головного калібру
zh: 命中次数与主炮造成的伤害
zh_sg: 命中次数与主炮造成的伤害

# IDS_CAUSED_OTHER_HINT
source: Damage to the enemy ships caused by fire, flooding and ramming
es_mx: Daño a los barcos enemigos causado por incendio, inundación y choques
ja: 火災、浸水、体当たりによる敵艦艇への与ダメージ
pl: Uszkodzenia okrętów wroga przez pożary, zalania i taranowanie
ru: Урон по кораблям противника, нанесённый пожарами, затоплениями и тараном
uk: Шкода завдана кораблям супротивника пожежами, затопленнями й тараном
zh: 火灾、进水与冲撞对敌方战舰造成的伤害
zh_sg: 火灾、进水与冲撞对敌方战舰造成的伤害

# IDS_CAUSED_PLANES
source: Fighters
es_mx: Cazas
ja: 戦闘機
pl: Myśliwce
ru: Истребители
uk: Винищувачі
zh: 弹射式战斗机
zh_sg: 战斗机

# IDS_CAUSED_PLANES_HINT
source: Damage caused by fighters to enemy aircraft
es_mx: Daño causado a los aviones enemigos por los Cazas
ja: 戦闘機による敵機への与ダメージ
pl: Uszkodzenia zadane wrogim samolotom przez myśliwce
ru: Урон, нанесённый истребителями самолётам противника
uk: Шкода, якої завдали винищувачі літакам супротивника
zh: Урон, нанесённый истребителями самолётам противника
zh_sg: 战斗机对敌方飞机造成的伤害

# IDS_CAUSED_ROCKETS_HINT
source: Number of hits and damage caused by rockets
es_mx: Número de impactos y daño causado por cohetes
ja: ロケット弾の命中弾数と与ダメージ
pl: Liczba trafień i uszkodzenia zadane rakietami
ru: Количество попаданий и урон, нанесённый ракетами
uk: Кількість влучень і шкода, завдана ракетами
zh: 火箭命中次数与造成的伤害
zh_sg: 火箭弹击中次数和造成的伤害

# IDS_CAUSED_ROCKETS_RELEASED_HINT
source: Number of rockets launched
es_mx: Número de cohetes lanzados
ja: ロケット弾の発射数
pl: Liczba wystrzelonych rakiet
ru: Количество выпущенных ракет
uk: Кількість випущених ракет
zh: 火箭发射数量
zh_sg: 发射的火箭弹数量

# IDS_CAUSED_SECONDARY_CALIBER_HINT
source: Number of hits and damage caused by secondary battery guns
es_mx: Número de impactos y daño causado por los cañones de la batería secundaria
ja: 副砲の命中弾数と与ダメージ
pl: Liczba trafień i uszkodzenia od ognia dział dodatkowych
ru: Количество попаданий и урон, нанесённый огнём орудий ПМК
uk: Кількість влучень та шкода, завдана вогнем гармат ПМК
zh: 命中次数与副炮造成的伤害
zh_sg: 命中次数与副炮造成的伤害

# IDS_CAUSED_TORPEDOES_HINT
source: Number of hits and damage caused by torpedoes
es_mx: Número de impactos y daño causado por torpedos
ja: 魚雷の命中数と与ダメージ
pl: Liczba trafień i uszkodzenia od torped
ru: Количество попаданий и урон, нанесённый торпедами
uk: Кількість влучень та шкода, завдана торпедами
zh: 命中次数与鱼雷造成的伤害
zh_sg: 命中次数与鱼雷造成的伤害

# IDS_CAUSED_TORPEDOES_RELEASED_HINT
source: Number of torpedoes released
es_mx: Número de torpedos soltados
ja: 投下した魚雷の数
pl: Liczba zrzuconych torped
ru: Количество сброшенных торпед
uk: Кількість скинутих торпед
zh: 鱼雷投掷数
zh_sg: 鱼雷投掷数

# IDS_CAUSED_TORPEDOES_SHOTS_HINT
source: Number of torpedoes launched
es_mx: Número de torpedos lanzados
ja: 発射した魚雷の数
pl: Liczba wystrzelonych torped
ru: Количество выпущенных торпед
uk: Кількість випущених торпед
zh: 鱼雷发射数
zh_sg: 鱼雷发射数

# IDS_CAUSED_TO_BUILDINGS_DAMAGE
source: Damage caused to onshore installations
es_mx: Daño causado a instalaciones terrestres
ja: 陸上施設への与ダメージ
pl: Uszkodzenia instalacji przybrzeżnych
ru: Урон по сооружениям
uk: Завдано шкоди спорудам
zh: 对陆上设施造成的伤害
zh_sg: 对陆上设施造成的伤害

# IDS_CAUSED_TO_BUILDINGS_DAMAGE_TOOLTIP
source: Total damage caused to onshore installations
es_mx: Daño total causado a instalaciones terrestres
ja: 陸上施設への合計与ダメージ
pl: Ogólne uszkodzenia instalacji przybrzeżnych
ru: Общее количество урона, нанесённого береговым сооружениям
uk: Загальна кількість шкоди, завданої береговим спорудам
zh: 总共对陆上设施造成的伤害
zh_sg: 总共对陆上设施造成的伤害

# IDS_CENTERCAMERAONSHIP
source: Bring Camera Back to Ship
es_mx: Regresar la Cámara de Vuelta al Barco
ja: 艦にカメラを戻す
pl: Powrót kamery na okręt
ru: Вернуть камеру к кораблю
uk: Повернути камеру на корабель
zh: 将镜头带回战舰
zh_sg: 返回战舰视角

# IDS_CHALLENGE
source: Challenge
es_mx: Reto
ja: チャレンジ
pl: Wyzwanie
ru: Испытание
uk: Випробування
zh: 挑战
zh_sg: 挑战

# IDS_CHALLENGES_WINDOW_INSTRUCTION
source: Available challenges can be completed many times. A reward is given every time a challenge is completed.
es_mx: Los desafíos disponibles pueden ser completados varias veces. Una recompensa se otorga cada vez que un desafío es completado.
ja: 利用可能なチャレンジは、繰り返し達成可能であり、チャレンジを達成する度に褒賞を取得できます。
pl: Dostępne wyzwania mogą być wypełniane wielokrotnie. Nagroda przyznawana jest po każdym ukończeniu.
ru: Вы можете проходить испытания многократно. Награда выдаётся за каждое прохождение.
uk: Ви можете проходити випробування багаторазово. Нагорода видається за кожне проходження.
zh: 该挑战任务可多次完成，每次完成挑战时都将获得相应的奖励。
zh_sg: 该挑战任务可多次完成，每次完成挑战时都将获得相应的奖励。

# IDS_CHALLENGE_ARPEGGIO
source: Arpeggio Challenge
es_mx: Reto Arpeggio
ja: アルペジオ・チャレンジ
pl: Wyzwanie Arpeggio
ru: Испытание Arpeggio
uk: Випробування Arpeggio
zh: 琶音 挑战
zh_sg: Arpeggio 挑战

# IDS_CHANCE_LOOTBOX_DESC
source: You have higher chances of collecting a supercontainer. But if you're unlucky, you'll get fewer rewards.
es_mx: "Tienes más oportunidad de recoger un supercontenedor. Pero sin suerte, recibirás menos recompensas.
ja: スーパーコンテナの入手率が高めですが、 不運な場合は僅かな褒賞しか得られません。
pl: Masz większą szansę zebrać superkontener. Ale możesz też mieć mniej szczęścia i otrzymać mniej nagród.
ru: Увеличенная вероятность получить суперконтейнер. Меньше наград в случае неудачи.
uk: Збільшена імовірність отримати суперконтейнер. Буде менше нагород, якщо вам не пощастить.
zh: 您有更高的机率收集到超级幸运补给箱。 不过您也可能没这么幸运反而得到更少的奖励。
zh_sg: 您有更高的机率收集到超级补给箱。 不过如果运气不好，也可能得到更少的奖励。

# IDS_CHANCE_LOOTBOX_DESC_HEADER
source: Try Your Luck
es_mx: Prueba Tu Suerte
ja: 運試し
pl: Spróbuj szczęścia
ru: Испытать удачу
uk: Спробуйте щастя
zh: 试试您的运气
zh_sg: 试试您的运气

# IDS_CHANGE_ACCOUNT_ON_LOGIN_BUTTON
source: CHANGE ACCOUNT
es_mx: CAMBIAR CUENTA
ja: アカウント変更
pl: ZMIANA KONTA
ru: СМЕНИТЬ АККАУНТ
uk: ЗМІНИТИ АКАУНТ
zh: 变更账号
zh_sg: 变更账号

# IDS_CHANGE_CLUB_LEADER
source: Transfer leadership
es_mx: Transferir liderazgo
ja: リーダー権限を委譲
pl: Oddaj przywództwo
ru: Передать лидерство
uk: Передати лідерство
zh: 转交指挥权
zh_sg: 转交指挥权

# IDS_CHANGE_COMMANDER
source: Change name and image
es_mx: Cambiar nombre e imagen
ja: 名前と画像を変更
pl: Zmiana nazwy i obrazka
ru: Сменить имя и портрет
uk: Змінити ім’я та портрет
zh: 变更名字及图片
zh_sg: 变更名字及图片

# IDS_CHANGE_PORT_HINT_DIVISION
source: Click "Not ready" to select another Port while in a Division.
es_mx: Haz click en "No listo" para seleccionar otro Puerto mientras estás en División.
ja: 分艦隊に所属中に別の港を選択するには、「準備中」をクリック
pl: Kliknij „Niegotowy”, by wybrać inny port, gdy jesteś w dywizjonie.
ru: Чтобы выбрать другой Порт, находясь в отряде, нажмите «Не готов».
uk: Щоб вибрати інший Порт, перебуваючи у складі загону, натисніть «Не готовий».
zh: 在小队中时，请点击 "未准备好" 以选择另一个港口。
zh_sg: 在小队中时，请点击"未准备好"以选择另一个港口。

# IDS_CHANGE_PORT_HINT_PARTY
source: To select a different Port, set status to "Not ready" in a Team Battle.
es_mx: Para seleccionar un Puerto diferente, establece el estado "No listo" en una Batalla en Equipo.
ja: 港を変更するには、チームバトルでステータスを「準備中」に設定してください。
pl: Aby wybrać inny port, ustaw status „Niegotowy” w trybie bitwie drużynowej.
ru: Чтобы выбрать другой порт, установите «Не готов» в командном бою.
uk: Щоб вибрати інший Порт, перебуваючи у режимі командного бою, натисніть «Не готовий».
zh: 想要选择不同的港口，请在队伍战斗中设置状态为 "未准备好"。
zh_sg: 想要选择不同的港口，请在团队战斗中设置状态为 "未准备好"。

# IDS_CHANGE_REALM_RESTART_INFO
source: Re-launch the game to change your region.
es_mx: Vuelve a ejecutar el juego para cambiar tu región.
ja: 地域を変更するには、ゲームを再起動してください。
pl: Uruchom ponownie grę, żeby zmienić region.
ru: Для смены региона необходим перезапуск игры.
uk: Щоб змінити регіон, потрібно перезапустити гру.
zh: 重新启动游戏来改变您的地区。
zh_sg: 重新启动游戏来改变您的地区。

# IDS_CHANGE_ROOM_DESCRIPTION
source: Add comment
es_mx: Agregar comentario
ja: コメントを追加
pl: Dodaj komentarz
ru: Добавить комментарий
uk: Додати коментар
zh: 加入评论
zh_sg: 添加说明

# IDS_CHANGE_TRAINING_ROOM_SETTINGS
source: CHANGE SETTINGS
es_mx: CAMBIAR AJUSTES
ja: 設定を変更
pl: ZMIEŃ USTAWIENIA
ru: ИЗМЕНИТЬ НАСТРОЙКИ
uk: ЗМІНИТИ НАЛАШТУВАННЯ
zh: 变更设定
zh_sg: 频道设置

# IDS_CHANGE_USER
source: CHANGE USER
es_mx: CAMBIAR USUARIO
ja: ユーザー変更
pl: ZMIANA UŻYTKOWNIKA
ru: СМЕНИТЬ ПОЛЬЗОВАТЕЛЯ
uk: ЗМІНИТИ КОРИСТУВАЧА
zh: 变更用户
zh_sg: 变更用户

# IDS_CHANNELS
source: Channels
es_mx: Canales
ja: チャンネルに追加
pl: Kanały
ru: Каналы
uk: Канали
zh: 频道
zh_sg: 频道

# IDS_CHANNELS_GROUP_NAME_FAVORITES
source: Favorites
es_mx: Favoritos
ja: お気に入りに追加
pl: Ulubione
ru: Избранное
uk: Уподобання
zh: 最爱
zh_sg: 收藏

# IDS_CHANNELS_GROUP_NAME_HISTORY
source: History
es_mx: Historial
ja: 履歴
pl: Historia
ru: Последние
uk: Останні
zh: 记录
zh_sg: 记录

# IDS_CHANNELS_GROUP_NAME_MYCHANNELS
source: My Channels
es_mx: Mis Canales
ja: マイ・チャンネル
pl: Moje kanały
ru: Мои каналы
uk: Мої канали
zh: 我的频道
zh_sg: 我的频道

# IDS_CHANNELS_GROUP_NAME_SHARED
source: Official Channels
es_mx: Canales Oficiales
ja: 公式チャンネル
pl: Oficjalne kanały
ru: Официальные каналы
uk: Офіційні канали
zh: 官方频道
zh_sg: 官方频道

# IDS_CHANNEL_CLOSE
source: Leave Channel
es_mx: Dejar Canal
ja: チャンネルから離脱
pl: Opuść kanał
ru: Покинуть канал
uk: Покинути канал
zh: 离开频道
zh_sg: 离开频道

# IDS_CHANNEL_NAME_CHAT_CHANNEL_TALK
source: General
ja: 一般
pl: Ogólny
ru: Общий
uk: Загальний
zh: 界面设置
zh_sg: 公共

# IDS_CHANNEL_NAME_CHAT_CHANNEL_TALK_RU
source: General
ja: 一般
pl: Ogólny
ru: Общий
uk: Загальний
zh: 界面设置
zh_sg: 公共

# IDS_CHANNEL_NAME_DEFAULT
source: My Channel
es_mx: Mi Canal
ja: マイ・チャンネル
pl: Mój kanał
ru: Мой канал
uk: Мій канал
zh: 我的频道
zh_sg: 我的频道

# IDS_CHANNEL_OPEN
source: Open Channel
es_mx: Abrir Canal
ja: チャンネルを開く
pl: Otwórz kanał
ru: Открыть канал
uk: Відкрити канал
zh: 开启频道
zh_sg: 开启频道

# IDS_CHANNEL_REMOVE
source: Remove Channel
es_mx: Eliminar Canal
ja: チャンネルを削除
pl: Usuń kanał
ru: Удалить канал
uk: Видалити канал
zh: 移除频道
zh_sg: 移除频道

# IDS_CHANNEL_RENAME
source: Rename Channel
es_mx: Renombrar Canal
ja: チャンネルの改名
pl: Zmień nazwę kanału
ru: Переименовать канал
uk: Перейменувати канал
zh: 重新命名频道
zh_sg: 重新命名频道

# IDS_CHARGED
source: Addition:
es_mx: Añadido:
ja: 追加:
pl: Dodano:
ru: Начислено:
uk: Додано:
zh: 已增加：
zh_sg: 已增加：

# IDS_CHARGED_AFTER_BATTLE
source: Earned
es_mx: Obtenida
ja: 取得
pl: Zdobyto
ru: Начислено за бой
uk: Здобуто за бій
zh: 获得
zh_sg: 获得

# IDS_CHARGED_AFTER_BATTLE_CREDITS_HINT
source: Credits earned for your actions in battle
es_mx: Créditos obtenidos por tus acciones en batalla
ja: 戦闘中の行動によるクレジット取得
pl: Kredyty otrzymane za działania w bitwie
ru: Количество кредитов, начисленных за действия в бою
uk: Кількість кредитів, доданих за дії у бою
zh: 您战斗行动所获得的银币
zh_sg: 您在战斗中获得的银币

# IDS_CHARGED_AFTER_BATTLE_CREW_HINT
source: XP added to Commander XP for your actions in battle
es_mx: XP añadida a la XP del Comandante por tus acciones en batalla
ja: 戦闘中の行動による艦長 EXP 加算
pl: PD dodane do doświadczenia dowódcy za działania w bitwie
ru: Количество опыта, начисленного командиру за действия в бою
uk: Кількість досвіду, доданого командиру за дії у бою
zh: 您战斗行动的经验已增加到指挥官经验
zh_sg: 您在战斗中获得的经验已添加到指挥官经验上

# IDS_CHARGED_AFTER_BATTLE_EXPIRIENCE_HINT
source: XP earned for your actions in battle
es_mx: XP ganada por tus acciones en batalla
ja: 戦闘中の行動による EXP 取得
pl: PD otrzymane za działania w bitwie
ru: Количество опыта, начисленного за действия в бою
uk: Кількість досвіду, доданого за дії у бою
zh: 您战斗行动所获得的经验
zh_sg: 您在战斗中获得的经验

# IDS_CHARGED_DAYS
source: Days added:
es_mx: Días agregados:
ja: 日数追加:
pl: Dodano dni:
ru: Начислено дней:
uk: Додано діб:
zh: 增加天数：
zh_sg: 增加天数：

# IDS_CHARGE_REASON
source: Reason for addition:
es_mx: Razón para la adición:
ja: 追加理由:
pl: Powód dodania:
ru: Причина добавления:
uk: З якої нагоди додано:
zh: 其它原因：
zh_sg: 其它原因：

# IDS_CHARGING_POINTS
source: Scoring Points
es_mx: Puntos Conseguidos
ja: 取得ポイント
pl: Zdobywanie punktów
ru: Начисление очков
uk: Додавання очок
zh: 点数已获得
zh_sg: 获得点数

# IDS_CHARS_LEFT
source: Number of characters remaining
es_mx: Número de caracteres restantes
ja: 残り文字数
pl: Liczba pozostałych znaków
ru: Оставшееся количество символов
uk: Залишилося символів
zh: 剩下的字符数
zh_sg: 剩下的字符数

# IDS_CHAT
source: Chat
ja: チャット
pl: Czat
ru: Чат
uk: Чат
zh: 聊天
zh_sg: 聊天

# IDS_CHAT_BANNED
source: You have been suspended from sending chat messages until %s. Reason: %s.
es_mx: Haz sido suspendido para enviar mensajes de chat hasta %s. Razón: %s.
ja: チャット送信は %s まで中断されました。理由: %s
pl: Twój dostęp do czatu został zablokowany do %s. Powód: %s.
ru: Отправка сообщений в чате заблокирована до %s. Причина: %s.
uk: Надсилання повідомлень у чат заблоковане до %s. Причина: %s.
zh: 您已被暂停发送聊天信息到 %s。原因：%s。
zh_sg: 您已被禁言至%s。原因：%s。

# IDS_CHAT_BANNED_PERMANENTLY
source: You have been permanently banned from this chat. Reason: %s.
es_mx: Has sido bloqueado permanentemente de este chat. Razón: %s.
ja: このチャットへのアクセスを無期限に禁止されました。理由: %s
pl: Twój dostęp do czatu został zablokowany na stałe. Powód: %s.
ru: Отправка сообщений в чате заблокирована навсегда. Причина: %s.
uk: Надсилання повідомлень у чат заблоковане назавжди. Причина: %s.
zh: 您已永久地被此聊天封锁。原因：%s。
zh_sg: 您已被此聊天频道永久封禁。原因：%s。

# IDS_CHAT_CHANNEL_BATTLE_RES
source: Battle Results and Discussion
es_mx: Resultados de Batalla y Discusión
ja: 戦闘結果と議論
pl: Wyniki bitwy i dyskusja
ru: Обсуждение результатов боёв
uk: Обговорення результатів боїв
zh: Обсуждение результатов боёв
zh_sg: 战斗结果和讨论

# IDS_CHAT_CHANNEL_GAME_QUESTIONS
source: Game Discussion
es_mx: Discusión del juego
ja: ゲーム議論
pl: Dyskusja o grze
ru: Обсуждение игровых вопросов
uk: Обговорення ігрових питань
zh: Обсуждение игровых вопросов
zh_sg: 游戏讨论

# IDS_CHAT_CHANNEL_OFFTOP
source: Off-Topic Discussion
es_mx: Discusión Off-Topic
ja: 雑談
pl: Dyskusja off-topic
ru: Свободное общение
uk: Вільне спілкування
zh: Свободное общение
zh_sg: 闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_CS
source: [Czech] Off-Topic Discussion
es_mx: [Checo] Discusión Off-Topic
ja: [チェコ語] 雑談
pl: [Czeski] Dyskusja off-topic
ru: [Чешский] Свободное общение
uk: [Чеська] Вільне спілкування
zh: [Чешский] Свободное общение
zh_sg: 【捷克语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_DE
source: [German] Off-Topic Discussion
es_mx: [Alemán] Discusión Off-Topic
ja: [ドイツ語] 雑談
pl: [Niemiecki] Dyskusja off-topic
ru: [Немецкий] Свободное общение
uk: [Німецька] Вільне спілкування
zh: [Немецкий] Свободное общение
zh_sg: 【德语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_EN
source: [English] Off-Topic Discussion
es_mx: [Inglés] Discusión Off-Topic
ja: [英語] 雑談
pl: [Angielski] Dyskusja off-topic
ru: [Английский] Свободное общение
uk: [Англійська] Вільне спілкування
zh: [Английский] Свободное общение
zh_sg: 【英语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_ES
source: [Spanish] Off-Topic Discussion
es_mx: [Español] Discusión Off-Topic
ja: [スペイン語] 雑談
pl: [Hiszpański] Dyskusja off-topic
ru: [Испанский] Свободное общение
uk: [Іспанська] Вільне спілкування
zh: [Испанский] Свободное общение
zh_sg: 【西班牙语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_FR
source: [French] Off-Topic Discussion
es_mx: [Francés] Discusión Off-Topic
ja: [フランス語] 雑談
pl: [Francuski] Dyskusja off-topic
ru: [Французский] Свободное общение
uk: [Французька] Вільне спілкування
zh: [Французский] Свободное общение
zh_sg: 【法语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_JA
source: [Japanese] Off-Topic Discussion
es_mx: [Japonés] Discusión Off-Topic
ja: [日本語] 雑談
pl: [Japoński] Dyskusja off-topic
ru: [Японский] Свободное общение
uk: [Японська] Вільне спілкування
zh: [Японский] Свободное общение
zh_sg: 【日语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_KO
source: [Korean] Off-Topic Discussion
es_mx: [Coreano] Discusión Off-Topic
ja: [韓国語] 雑談
pl: [Koreański] Dyskusja off-topic
ru: [Корейский] Свободное общение
uk: [Корейська] Вільне спілкування
zh: [Корейский] Свободное общение
zh_sg: 【韩语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_PL
source: [Polish] Off-Topic Discussion
es_mx: [Polaco] Discusión Off-Topic
ja: [ポーランド語] 雑談
pl: [Polski] Dyskusja off-topic
ru: [Польский] Свободное общение
uk: [Польська] Вільне спілкування
zh: [Польский] Свободное общение
zh_sg: 【波兰语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_TH
source: [Thai] Off-Topic Discussion
es_mx: [Tailandés] Discusión Off-Topic
ja: [タイ語] 雑談
pl: [Tajski] Dyskusja off-topic
ru: [Тайский] Свободное общение
uk: [Тайська] Вільне спілкування
zh: [Тайский] Свободное общение
zh_sg: 【泰语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_TR
source: [Turkish] Off-Topic Discussion
es_mx: [Turco] Discusión Off-Topic
ja: [トルコ語] 雑談
pl: [Turecki] Dyskusja off-topic
ru: [Турецкий] Свободное общение
uk: [Турецька] Вільне спілкування
zh: [Турецкий] Свободное общение
zh_sg: 【土耳其语】闲聊区

# IDS_CHAT_CHANNEL_OFFTOP_ZH_TW
source: [Chinese] Off-Topic Discussion
es_mx: [Chino] Discusión Off-Topic
ja: [中国語] 雑談
pl: [Chiński] Dyskusja off-topic
ru: [Китайский] Свободное общение
uk: [Китайська] Вільне спілкування
zh: [Китайский] Свободное общение
zh_sg: 【中文】闲聊区

# IDS_CHAT_CHANNEL_OPERATIONS
source: Operations
es_mx: Operaciones
ja: オペレーション
pl: Operacje
ru: Операции
uk: Операції
zh: 行动
zh_sg: 操作

# IDS_CHAT_CHANNEL_QUESTIONS
source: Questions and In-Game Problems
es_mx: Preguntas y Problemas del Juego
ja: 質問とゲーム内の問題
pl: Pytania i problemy z grą
ru: Вопросы и проблемы в игре
uk: Питання та проблеми у грі
zh: Вопросы и проблемы в игре
zh_sg: 疑问和游戏内问题
