Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CHAT_CHANNEL_SEARCH_CLAN
source: Search for a Clan
es_mx: Buscar un Clan
ja: クランを探す
pl: Szukaj klanu
ru: Поиск клана
uk: Пошук клану
zh: Поиск клана
zh_sg: 查找军团

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV
source: Search for a Clan or Division
es_mx: Buscar una Clan o División
ja: クランまたは分艦隊を探す
pl: Szukaj klanu lub dywizjonu
ru: Поиск клана и отряда
uk: Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 搜寻军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV_EN
source: [English] Search for a Clan or Division
es_mx: [Inglés] Buscar un Clan o una División
ja: [英語] クラン/分艦隊を探す
pl: [Angielski] Szukaj klanu lub dywizjonu
ru: [Английский] Поиск клана и отряда
uk: [Англійська] Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 【英语】查找军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV_JA
source: [Japanese] Search for a Clan or Division
es_mx: [Japonés] Buscar un Clan o una División
ja: [日本語] クラン/分艦隊を探す
pl: [Japoński] Szukaj klanu lub dywizjonu
ru: [Японский] Поиск клана и отряда
uk: [Японська] Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 【日语】查找军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV_KO
source: [Korean] Search for a Clan or Division
es_mx: [Coreano] Buscar un Clan o una División
ja: [韓国語] クラン/分艦隊を探す
pl: [Koreański] Szukaj klanu lub dywizjonu
ru: [Корейский] Поиск клана и отряда
uk: [Корейська] Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 【韩语】查找军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV_TH
source: [Thai] Search for a Clan or Division
es_mx: [Tailandés] Buscar un Clan o una División
ja: [タイ語] クラン/分艦隊を探す
pl: [Tajski] Szukaj klanu lub dywizjonu
ru: [Тайский] Поиск клана и отряда
uk: [Тайська] Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 【泰语】查找军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_DIV_ZH_TW
source: [Chinese] Search for a Clan or Division
es_mx: [Chino] Buscar un Clan o una División
ja: [中国語] クラン/分艦隊を探す
pl: [Chiński] Szukaj klanu lub dywizjonu
ru: [Китайский] Поиск клана и отряда
uk: [Китайська] Пошук клану та загону
zh: 搜寻军团或分舰队
zh_sg: 【中文】查找军团或小队

# IDS_CHAT_CHANNEL_SEARCH_CLAN_EN
source: [English] Search for a Clan
es_mx: [Inglés] Buscar un Clan
ja: [英語] クランを探す
pl: [Angielski] Szukaj klanu
ru: [Английский] Поиск клана
uk: [Англійська] Пошук клану
zh: [Английский] Поиск клана
zh_sg: 【英语】查找军团

# IDS_CHAT_CHANNEL_SEARCH_CLAN_JA
source: [Japanese] Search for a Clan
es_mx: [Japonés] Buscar un Clan
ja: [日本語] クランを探す
pl: [Japoński] Szukaj klanu
ru: [Японский] Поиск клана
uk: [Японська] Пошук клану
zh: [Японский] Поиск клана
zh_sg: 【日语】查找军团

# IDS_CHAT_CHANNEL_SEARCH_CLAN_KO
source: [Korean] Search for a Clan
es_mx: [Coreano] Buscar un Clan
ja: [韓国語] クランを探す
pl: [Koreański] Szukaj klanu
ru: [Корейский] Поиск клана
uk: [Корейська] Пошук клану
zh: [Корейский] Поиск клана
zh_sg: 【韩语】查找军团

# IDS_CHAT_CHANNEL_SEARCH_CLAN_TH
source: [Thai] Search for a Clan
es_mx: [Tailandés] Buscar un Clan
ja: [タイ語] クランを探す
pl: [Tajski] Szukaj klanu
ru: [Тайский] Поиск клана
uk: [Тайська] Пошук клану
zh: [Тайский] Поиск клана
zh_sg: 【泰语】查找军团

# IDS_CHAT_CHANNEL_SEARCH_CLAN_ZH_TW
source: [Chinese] Search for a Clan
es_mx: [Chino] Buscar un Clan
ja: [中国語] クランを探す
pl: [Chiński] Szukaj klanu
ru: [Китайский] Поиск клана
uk: [Китайська] Пошук клану
zh: [Китайский] Поиск клана
zh_sg: 【中文】查找军团

# IDS_CHAT_CHANNEL_SEARCH_DIV
source: Search for Division
es_mx: Buscar por División
ja: 分艦隊を探す
pl: Szukaj dywizjonu
ru: Поиск отряда
uk: Пошук загону
zh: Поиск отряда
zh_sg: 搜寻小队

# IDS_CHAT_CHANNEL_SEARCH_DIV_EN
source: [English] Search for a Division
es_mx: [Inglés] Buscar una División
ja: [英語] 分艦隊を探す
pl: [Angielski] Szukaj dywizjonu
ru: [Английский] Поиск отряда
uk: [Англійська] Пошук загону
zh: [Английский] Поиск отряда
zh_sg: 【英语】查找小队

# IDS_CHAT_CHANNEL_SEARCH_DIV_JA
source: [Japanese] Search for a Division
es_mx: [Japonés] Buscar una División
ja: [日本語] 分艦隊を探す
pl: [Japoński] Szukaj dywizjonu
ru: [Японский] Поиск отряда
uk: [Японська] Пошук загону
zh: [Японский] Поиск отряда
zh_sg: 【日语】查找小队

# IDS_CHAT_CHANNEL_SEARCH_DIV_KO
source: [Korean] Search for a Division
es_mx: [Coreano] Buscar una División
ja: [韓国語] 分艦隊を探す
pl: [Koreański] Szukaj dywizjonu
ru: [Корейский] Поиск отряда
uk: [Корейська] Пошук загону
zh: [Корейский] Поиск отряда
zh_sg: 【韩语】查找小队

# IDS_CHAT_CHANNEL_SEARCH_DIV_TH
source: [Thai] Search for a Division
es_mx: [Tailandés] Buscar una División
ja: [タイ語] 分艦隊を探す
pl: [Tajski] Szukaj dywizjonu
ru: [Тайский] Поиск отряда
uk: [Тайська] Пошук загону
zh: [Тайский] Поиск отряда
zh_sg: 【泰语】查找小队

# IDS_CHAT_CHANNEL_SEARCH_DIV_ZH_TW
source: [Chinese] Search for a Division
es_mx: [Chino] Buscar una División
ja: [中国語] 分艦隊を探す
pl: [Chiński] Szukaj dywizjonu
ru: [Китайский] Поиск отряда
uk: [Китайська] Пошук загону
zh: [Китайский] Поиск отряда
zh_sg: 【中文】查找小队

# IDS_CHAT_CHANNEL_TALK
source: General
ja: 一般
pl: Ogólny
ru: Общий
uk: Загальний
zh: 界面设置
zh_sg: 公共

# IDS_CHAT_CHANNEL_TALK_DISABLED_FOR_SPECTATORS
source: You are now in Spectator Mode. The general chat channel is disabled.
es_mx: Has cambiado al modo Espectador. El canal del chat general se ha desactivado.
ja: オブザーバー・モードに切り替えました。 一般チャットチャンネルが無効化されました。
pl: Przełączyłeś się w tryb widza. Ogólny kanał czatu został zablokowany.
ru: Вы перешли в режим наблюдателя. Общий канал чата отключён.
uk: Ви перейшли в режим спостерігача. Загальний канал чата вимкнено.
zh: Вы перешли в режим наблюдателя. Общий канал чата отключён.
zh_sg: 您已切换到观战模式。 全体聊天频道已禁用。

# IDS_CHAT_DISABLED
source: Messages from players disabled
es_mx: Mensajes de jugadores deshabilitados
ja: プレイヤーからのメッセージを無効化しました
pl: Wiadomości od graczy są wyłączone.
ru: Сообщения от игроков отключены
uk: Повідомлення від гравців вимкнені
zh: 来自玩家的信息已关闭
zh_sg: 来自玩家的信息已关闭

# IDS_CHAT_DISABLE_HINT
source: Disable messages from players
es_mx: Deshabilitar mensajes de jugadores
ja: プレイヤーからのメッセージを無効化
pl: Wyłącz wiadomości od graczy.
ru: Отключить сообщения от игроков
uk: Вимкнути повідомлення від гравців
zh: 关闭来自玩家的信息
zh_sg: 关闭来自玩家的信息

# IDS_CHAT_ENABLED
source: Messages from players enabled
es_mx: Mensajes de jugadores habilitados
ja: プレイヤーからのメッセージを有効化しました
pl: Wiadomości od graczy są włączone.
ru: Сообщения от игроков включены
uk: Повідомлення від гравців увімкнені
zh: 来自玩家的信息已开启
zh_sg: 来自玩家的信息已开启

# IDS_CHAT_ENABLE_HINT
source: Enable messages from players
es_mx: Habilitar mensajes de jugadores
ja: プレイヤーからのメッセージの有効化
pl: Włącz wiadomości od graczy.
ru: Включить сообщения от игроков
uk: Увімкнути повідомлення від гравців
zh: 开启来自玩家的信息
zh_sg: 开启来自玩家的信息

# IDS_CHAT_GROUP_FRIENDS
source: All
es_mx: Todo
ja: 全て
pl: Wszystkie
ru: Все
uk: Усі
zh: 所有
zh_sg: 全体

# IDS_CHAT_GROUP_REFERRALS
source: Recruiting Station
es_mx: Estación de Reclutamiento
ja: 募集ステーション
pl: Stacja rekrutacyjna
ru: Морское братство
uk: Морське братство
zh: 邀请好友
zh_sg: 征募站

# IDS_CHAT_SWITCH_ON
source: Chat disabled
es_mx: Chat deshabilitado
ja: チャット無効
pl: Czat wyłączony
ru: Чат отключён
uk: Чат вимкнено
zh: 开启聊天
zh_sg: 已禁用聊天

# IDS_CHAT_UNBANNED
source: Chat is now unlocked. You can send messages again.
es_mx: El chat ya está desbloqueado. Puedes enviar mensajes de nuevo.
ja: チャットのロックが解除されました。メッセージを送信可能です。
pl: Czat został odblokowany. Ponownie możesz wysyłać wiadomości.
ru: Отправка сообщений в чате разблокирована. Вы снова можете отправлять сообщения.
uk: Надсилання повідомлень у чат розблоковане. Ви знову можете надсилати повідомлення.
zh: 聊天现在已解禁。您可以发送信息了。
zh_sg: 聊天现在已解锁。您可以发送信息了。

# IDS_CHECKBOX_ALMANAC_DO_NOT_OPEN_UPON_LOGIN
source: Open the Daily Shipments window on login.
es_mx: Abre la ventana de Envíos Diarios al iniciar sesión
ja: ログイン時に「今日の褒賞」ウィンドウを開く
pl: Otwórz okno Dostaw codziennych przy logowaniu
ru: Открывать окно снабжения при входе в игру
uk: Відкривати вікно забезпечення під час входу в гру
zh: 在登入时开启每日货运窗口
zh_sg: 登录时打开每日货运窗口。

# IDS_CHOOSE
source: Select
es_mx: Seleccionar
ja: 選択
pl: Wybierz
ru: Выбрать
uk: Вибрати
zh: 选择
zh_sg: 选择

# IDS_CHOOSED_NAME_IS_TAKEN_IN_WOWS
source: This username is unavailable in World of Warships. Try a different username.
es_mx: Este nombre de usuario no está disponible en World of Warships. Intenta con un nombre de usuario diferente.
ja: このユーザー名は World of Warships ではご利用になれません。別のユーザー名をお試しください。
pl: Ta nazwa użytkownika jest niedostępna w World of Warships. Sprawdź inną.
ru: Выбранное имя уже занято в World of Warships. Попробуйте выбрать другое имя.
uk: Вибране ім’я вже використовують у World of Warships. Спробуйте вибрати інше ім’я.
zh: 这个用户昵称无法在《战舰世界》中使用，请尝试不同用户昵称。
zh_sg: 此用户名无法在《战舰世界》中使用，请尝试其他名称。

# IDS_CHOOSED_NAME_IS_TAKEN_IN_WOWS_SUGGESTIONS
source: This username is unavailable in World of Warships. Try a different username, or select any of these suggestions.
es_mx: Este nombre de usuario no está disponible en World of Warships. Intenta con un nombre de usuario diferente, o selecciona una de estas sugerencias.
ja: このユーザー名は World of Warships ではご利用になれません。別のユーザー名をお試しいただくか、提案されたユーザー名から選択してください。
pl: Ta nazwa użytkownika jest niedostępna w World of Warships. Sprawdź inną lub wybierz jedną z sugerowanych.
ru: Выбранное имя уже занято в World of Warships. Попробуйте другое имя, или выберите из предложенных.
uk: Вибране ім’я вже викристовують у World of Warships. Спробуйте інше ім’я, або виберіть із запропонованих.
zh: 这个用户昵称无法在《战舰世界》中使用，请尝试不同用户昵称，或从这些建议中选择一个。
zh_sg: 此用户名无法在《战舰世界》中使用，请尝试其他名称，或选择建议的方案。

# IDS_CHOOSE_ACCOUNT_ACTION
source: Open player menu
es_mx: Abrir menú del jugador
ja: プレイヤーメニューを開く
pl: Otwórz menu gracza
ru: Открыть меню игрока
uk: Відкрити меню гравця
zh: 账号选项
zh_sg: 打开玩家菜单

# IDS_CHOOSE_BATTLETYPE
source: Select battle type
es_mx: Seleccionar tipo de batalla
ja: 戦闘タイプ選択
pl: Wybierz typ bitwy
ru: Выберите тип боя
uk: Виберіть тип бою
zh: 选择战斗类型
zh_sg: 选择战斗模式

# IDS_CHOOSE_BATTLETYPE_HEADER
source: Select a battle type
es_mx: Selecciona un tipo de batalla
ja: 戦闘タイプを選択
pl: Wybierz typ bitwy
ru: Выбор типа боя
uk: Вибір режиму бою
zh: 选择战斗类型
zh_sg: 选择一种战斗模式

# IDS_CHOOSE_BATTLETYPE_HINT
source: Select a battle type
es_mx: Selecciona un tipo de batalla
ja: 戦闘タイプを選択
pl: Wybierz typ bitwy
ru: Выбор типа боя
uk: Вибір режиму бою
zh: 选择战斗类型
zh_sg: 选择一种战斗模式

# IDS_CHOOSE_BATTLETYPE_STATS
source: Select a battle type to display statistics
es_mx: Selecciona el tipo de batalla para mostrar estadísticas
ja: 戦績を表示する戦闘タイプを選択
pl: Wybierz rodzaj bitwy, aby wyświetlić statystyki
ru: Выберите тип боя для отображения статистики
uk: Виберіть тип бою, щоб побачити статистику
zh: 选择战斗类型以显示统计
zh_sg: 选择战斗模式以显示统计

# IDS_CHOOSE_BATTLE_TYPE
source: Select battle type
es_mx: Selecciona el tipo de batalla
ja: 戦闘タイプ選択
pl: Wybierz typ bitwy
ru: Выбрать тип боя
uk: Вибрати тип бою
zh: Выбрать тип боя
zh_sg: 选择战斗模式

# IDS_CHOOSE_BG_FOR_CROSSHAIR_PREVIEW
source: Change background to preview the crosshair
es_mx: Cambiar el fondo para visualizar el punto de mira
ja: 照準プレビュー用の背景を変更
pl: Zmień tło do przeglądania celowników
ru: Сменить фон для предварительного просмотра прицела
uk: Змінити фон для попереднього перегляду прицілу
zh: 变更背景来预览准星
zh_sg: 变更背景来预览准星

# IDS_CHOOSE_CAMPAIGNS_DESCR
source: Make your way through Campaigns as you advance from mission to mission. Earn rewards for completing tasks, accomplishing missions, and finishing campaigns.
es_mx: Ábrete camino a través de las Campañas avanzando de misión en misión. Obtén recompensas por completar tareas, terminar misiones, y finalizar campañas.
ja: ミッションを順に達成してキャンペーンを進めましょう。タスク達成、ミッション達成およびキャンペーン完了により褒賞を取得しましょう。
pl: Rób postępy w kampaniach wykonując misję za misją. Zdobywaj nagrody za wypełnianie zadań, misji i kampanii.
ru: Проходите кампании, открывая миссию за миссией. Вас ждут награды за выполнение заданий, прохождение миссий и по завершении целой кампании.
uk: Проходьте кампанії, відкриваючи місію за місією. На вас чекають нагороди за виконані завдання, пройдені місії та після повного завершення кампанії.
zh: 努力完成一个又一个任务来通过战役。获得完成工作、达成任务、以及结束战役的奖励。
zh_sg: 努力完成一系列任务来完成此战役。完成每项目标、每个任务、以及整个战役时都能获得相应的奖励。

# IDS_CHOOSE_CONSUMABLE
source: Select consumables
es_mx: Seleccionar consumibles
ja: 消耗品の選択
pl: Wybierz sprzęt eksploatacyjny
ru: Выберите снаряжение
uk: Виберіть спорядження
zh: 选择消耗品
zh_sg: 选择消耗品

# IDS_CHOOSE_CURRENT_PORT
source: Select Port
es_mx: Seleccionar Puerto
ja: 港の選択
pl: Wybierz Port
ru: Выбрать порт
uk: Вибрати Порт
zh: 选择港口
zh_sg: 选择港口

# IDS_CHOOSE_DIVISION_HINT
source: Open Division menu
es_mx: Abrir el menú Divisiones
ja: 分艦隊メニューを開く
pl: Otwórz menu dywizjonu
ru: Открыть меню отряда
uk: Відкрити меню загону
zh: 开启分舰队菜单
zh_sg: 打开小队菜单

# IDS_CHOOSE_DYNAMIC_CROSSHAIR
source: Select a dynamic crosshair
es_mx: Seleccionar una mira dinámica
ja: ダイナミック照準を選択
pl: Wybierz celownik dynamiczny
ru: Выберите вид динамической планки прицела
uk: Виберіть вид динамічної прицільної планки
zh: Выберите вид динамической планки прицела
zh_sg: 选择一种动态准星

# IDS_CHOOSE_GERMANY_CRUISER
source: German cruiser
es_mx: Crucero alemán
ja: ドイツ巡洋艦
pl: Niemiecki krążownik
ru: Крейсер Германии
uk: Крейсер Німеччини
zh: Крейсер Германии
zh_sg: 德国巡洋舰

# IDS_CHOOSE_HOST_TOOLTIP
source: Select a server
es_mx: Selecciona un servidor
ja: サーバー選択
pl: Wybierz serwer
ru: Выберите игровой сервер
uk: Виберіть ігровий сервер
zh: 选择服务器
zh_sg: 选择服务器

# IDS_CHOOSE_JAPAN_CRUISER
source: Japanese cruiser
es_mx: Crucero japonés
ja: 日本巡洋艦
pl: Japoński krążownik
ru: Крейсер Японии
uk: Крейсер Японії
zh: Крейсер Японии
zh_sg: 日本巡洋舰

# IDS_CHOOSE_MODERNIZATION
source: Select an upgrade
es_mx: Selecciona una mejora
ja: アップグレードを選択
pl: Wybierz ulepszenie
ru: Выберите модернизацию
uk: Виберіть модернізацію
zh: 左键点击以选择一个升级品
zh_sg: 选择一种升级品

# IDS_CHOOSE_NEW_LEADER
source: Select a player who will become the Leader of the Team.
es_mx: Selecciona un jugador el cual se volverá el Líder del Equipo.
ja: チームリーダーに任命するプレイヤーを選択してください。
pl: Wybierz gracza, który zostanie liderem drużyny.
ru: Выберите игрока, который станет лидером команды.
uk: Виберіть гравця, який стане лідером команди.
zh: 请选择一名将成为队伍队长的玩家。
zh_sg: 请选择一名将成为团队队长的玩家。

# IDS_CHOOSE_NEW_LEADER_INFO
source: Select a player to replace you as the Leader of the Team.
es_mx: Selecciona un jugador para reemplazarte como el Líder del Equipo.
ja: あなたに代わってチームリーダーになるプレイヤーを選択してください。
pl: Wybierz gracza, który zastąpi Cię na pozycji lidera.
ru: Выберите игрока, который станет лидером команды после вашего ухода.
uk: Виберіть гравця, який замінить вас на місці лідера команди коли ви підете.
zh: 请选择一名取代您成为队伍队长的玩家。
zh_sg: 请选择一名取代您成为团队队长的玩家。

# IDS_CHOOSE_PORT
source: Port
es_mx: Puerto
ja: 港
ru: Порт
uk: Порт
zh: 港口
zh_sg: 港口

# IDS_CHOOSE_PORT_HEADER
source: Select Port
es_mx: Seleccionar Puerto
ja: 港の選択
pl: Wybierz port
ru: Выбор Порта
uk: Вибір Порту
zh: 选择港口
zh_sg: 选择港口

# IDS_CHOOSE_PRIME_TIME_CONFIRMATION_BUTTON
source: Confirm
es_mx: Confirmar
ja: 確定
pl: Potwierdź
ru: Подтвердить
uk: Підтвердити
zh: 确认
zh_sg: 确认

# IDS_CHOOSE_PRIME_TIME_CONFIRMATION_WINDOW_HEADER
source: Confirm your server selection.
es_mx: Confirmar la selección de tu servidor
ja: サーバー選択の確認
pl: Potwierdź wybór serwera
ru: Подтверждение выбора сервера
uk: Підтвердження вибору сервера
zh: 确认您的服务器选择
zh_sg: 确认您的服务器选择

# IDS_CHOOSE_PVE_OPERATION_MOUSE_INSTRUCTION
source: Select the operation
es_mx: Selecciona la operación
ja: オペレーション選択
pl: Wybierz operację
ru: Выбрать операцию
uk: Вибрати операцію
zh: 选择一个行动
zh_sg: 选择此行动

# IDS_CHOOSE_PVE_SCENARIO_MODAL_HEADER
source: Select Operation
es_mx: Seleccionar Operación
ja: オペレーション選択
pl: Wybierz operację
ru: Выбор операции
uk: Вибір операції
zh: 选择行动
zh_sg: 选择行动

# IDS_CHOOSE_RANK_SEASON
source: Select statistics by Ranked Battle seasons.
es_mx: Seleccionar estadísticas por temporadas de Batallas por Rango.
ja: ランク戦シーズン別戦績を選択
pl: Wybierz statystyki wg sezonów bitew rankingowych.
ru: Выбрать статистику по ранговому сезону
uk: Вибрати статистику сезону рангових боїв
zh: 按排位战赛季选择统计
zh_sg: 按排位战赛季选择统计

# IDS_CHOOSE_REGION
source: Select your region. You will not be able to change the region once you enter the game.
es_mx: Selecciona tu región. Al entrar al juego, no podrás cambiar la región.
ja: 地域を選択してください。 ゲームを開始した後には変更できません。
pl: Wybierz swój region. Nie można go zmienić w grze.
ru: Выберите ваш регион. Регион нельзя будет изменить после входа в игру.
uk: Виберіть ваш регіон. Регіон не можна буде змінити після входу в гру.
zh: 请选择您的地区
zh_sg: 请选择您的地区

# IDS_CHOOSE_RUSSIA_CRUISER
source: Soviet cruiser
es_mx: Crucero soviético
ja: ソ連巡洋艦
pl: Radziecki krążownik
ru: Крейсер СССР
uk: Крейсер СРСР
zh: Крейсер СССР
zh_sg: 苏联巡洋舰

# IDS_CHOOSE_SHIP
source: Select a ship
es_mx: Selecciona un barco
ja: 艦を選択
pl: Wybierz okręt
ru: Выберите корабль
uk: Виберіть корабель
zh: 选择战舰
zh_sg: 选择战舰

# IDS_CHOOSE_SHIP_FOR_FIRST_BATTLE
source: Select a ship for the first battle
es_mx: Selecciona un barco para la primera batalla.
ja: 初陣用の艦艇を選択
pl: Wybierz okręt do pierwszej bitwy
ru: Выберите корабль для первого боя
uk: Виберіть корабель для першого бою
zh: Выберите корабль для первого боя
zh_sg: 为第一场战斗选择一艘战舰

# IDS_CHOOSE_SIDE_FOR_EVENT
source: Choose your side
es_mx: Elige tu equipo
ja: チームを選択
pl: Wybierz drużynę
ru: Выберите сторону
uk: Виберіть бік
zh: 选择您的一方
zh_sg: 选择你的队伍

# IDS_CHOOSE_SIDE_FOR_EVENT_DESCR
source: Choose the side you will fight for today and start earning points for your team. Hurry up, the battles have already begun!
es_mx: Elige el equipo por el que pelearás hoy y comienza a obtener puntos para tu equipo. ¡Apresúrate, las batallas ya comenzaron!
ja: 今日所属するチームを選び、チームのためにポイントを取得し始めましょう。 急ぎましょう、戦いは既に始まっています!
pl: Wybierz stronę, dla której chcesz dziś walczyć i zacznij zdobywanie punktów dla swojej drużyny. Spiesz się, bitwy już się rozpoczęły!
ru: Выберите сторону, за которую будете сражаться сегодня, и начните зарабатывать очки для победы своей команды. Торопитесь, сражения уже начались!
uk: Виберіть бік, за який битиметеся сьогодні, і почніть здобувати очки для перемоги своєї команди. Поспішайте, битви вже почалися!
zh: 选择您今天要为它而战的一方并开始为您的队伍赢得积分。 赶快，战斗已经开始了！
zh_sg: 选择今天你要效力的队伍并开始为你的队伍获得积分。 快，战斗已经打响了！

# IDS_CHOOSE_SIDE_FOR_EVENT_PROMO_DESCR
source: Choose the team you will fight for in the competition today. The team that earns the most points during the day is the winner. Earn points and get a victory for your team.
es_mx: Elige el equipo por el que pelearás en la competencia de hoy. El equipo que obtenga la mayoría de puntos durante el día será el ganador. Obtén puntos y consigue una victoria para tu equipo.
ja: 今日のコンペティションでの所属チームを選びましょう。今日の終わりまでにより多くのポイントを取得したチームの勝利です。 ポイントを取得し、所属チームに勝利をもたらしましょう。
pl: Wybierz drużynę, dla której będziesz dziś walczyć w zawodach. Drużyna, która zdobędzie więcej punktów w ciągu dnia, zwycięża. Zdobywaj punkty i doprowadź swoją drużynę do zwycięstwa.
ru: Выберите команду, на стороне которой вы будете участвовать в соревновании сегодня. Победит команда, которая наберёт наибольшее количество очков в течение дня. Зарабатывайте очки и ведите свою команду к победе.
uk: Виберіть команду, на боці якої ви гратимете у змаганні сьогодні. Переможе команда, яка набере найбільшу кількість очок протягом доби. Здобувайте очки і ведіть свою команду до перемоги.
zh: 选择您今天要在竞赛中为它而战的队伍。当天获得最多积分的队伍将成为赢家。 赢得积分并为您的队伍取得胜利。
zh_sg: 选择今天你在争霸赛中要效力的队伍。今天获得更多积分的队伍将成为胜利者。 获得积分，帮助你的队伍获得胜利。

# IDS_CHOOSE_STATIC_CROSSHAIR
source: Select a static crosshair
es_mx: Selecciona un punto de mira estático
ja: 静的照準を選択
pl: Wybierz celownik statyczny
ru: Выберите вид статической планки прицела
uk: Виберіть вид статичної прицільної планки
zh: 选择一种静态准星
zh_sg: 选择一种静态准星

# IDS_CHOOSE_SUITABLE_SHIP
source: Select a suitable ship and start completion
es_mx: Selecciona un barco adecuado y comienza a completar
ja: 適合する艦を選択して達成しましょう
pl: Wybierz właściwy okręt i rozpocznij wypełnianie
ru: Выберите подходящий корабль и приступайте к выполнению
uk: Виберіть придатний корабель та беріться до виконання
zh: 选择适合的战舰用于完成作战任务。
zh_sg: 选择适合的战舰并开始任务。

# IDS_CHOOSE_TASKS_INFO
source: To accomplish a mission, select your preferred tasks. Several tasks can be carried out concurrently. The mission is accomplished after the final task has been completed.
es_mx: Para completar una misión, slecciona tus tareas preferidas. Varias tareas pueden ser llevadas a cabo al mismo tiempo. La misión se termina después de que la tarea final haya sido completada.
ja: ミッションを達成するには、好みのタスクを選択してください。同時に複数のタスクに取り組むことができます。 ミッションは、最終タスクを達成すると達成となります。
pl: Żeby wypełnić misję, wybierz preferowane zadania. Można podjąć się kilku zadań jednocześnie. Misja zostanie wypełniona, kiedy wszystkie zadania zakończą się powodzeniem.
ru: Для прохождения миссии выберите задания, которые вы будете выполнять. Одновременно можно выполнять несколько заданий. Миссия считается пройденной, когда выполнено финальное задание.
uk: Щоб пройти місію, виберіть завдання, які ви виконуватимете. Одночасно можна виконувати кілька завдань. Місію вважають пройденою, коли виконано фінальне завдання.
zh: 想要达成任务，请选择您偏好的工作。可同时进行数个工作。最后的工作完成后就会达成任务。
zh_sg: 做任务时请选择您偏好的目标。可同时进行多个作战目标。 最终目标达成后任务就会完结。

# IDS_CHOOSE_TASK_DESCR
source: <body>Collect %(count)s star to unlock the final task. The remaining required <h3>stars</h3> can be collected by completing tasks again.</body>
es_mx: <body>Reúne %(count)s estrella para desbloquear la tarea final. La <h3>estrellas</h3> restantes requeridas pueden ser reunidas al completar las tareas de nuevo.</body>
ja: <body>最終タスクをアンロックするには、%(count)s スターを収集してください。 不足分の <h3>スター</h3> は、各タスクを再達成することで収集可能です。</body>
pl: <body>Zbierz %(count)s gwiazdkę, by odblokować ostateczne zadanie. Pozostałe wymagane <h3>gwiazdki</h3> mogą zostać zebrane wypełniając ponownie zadania.</body>
ru: <body>Соберите %(count)s звезду, чтобы разблокировать финальное задание. Недостающие <h3>звёзды</h3> можно получить, выполняя задания повторно.</body>
uk: <body>Зберіть %(count)s зірку, щоб розблокувати фінальне завдання. <h3>Зірки, </h3> яких бракує можна здобути, виконуючи завдання повторно.</body>
zh: <body>通过完成任务内的工作以收集到 %(count)s 颗星星来解开最后的任务 剩下所需的<h3>星星</h3>可以依据再次完成任务来搜集</body>
zh_sg: <body>收集%(count)s颗星来解锁最终目标。 缺少的<h3>星数</h3>可以通过重复完成目标来收集。</body>

# IDS_CHOOSE_USA_CRUISER
source: U.S. cruiser
es_mx: Crucero estadounidense
ja: アメリカ巡洋艦
pl: Amerykański krążownik
ru: Крейсер США
uk: Крейсер США
zh: Крейсер США
zh_sg: 美国巡洋舰

# IDS_CHOOSE_WOWS_NAME
source: Select a username to use in World of Warships. You will not be able to change it once you start the game.
es_mx: Selecciona un nombre de usuario para usar en World of Warships. No podrás cambiarlo una vez que inicies el juego.
ja: World of Warships で使用するユーザー名を選択してください。 ゲームを開始した後には変更できません。
pl: Wybierz nazwę użytkownika w World of Warships. Nie będziesz mógł jej zmienić po rozpoczęciu gry.
ru: Выберите имя в World of Warships. Имя нельзя будет изменить после входа в игру.
uk: Виберіть ім’я у World of Warships. Ім’я не можна буде змінити після входу в гру.
zh: 选择在《战舰世界》中所要用的用户昵称。 一旦您开始了游戏将无法变更。
zh_sg: 选择在《战舰世界》中的用户名。 一旦您开始了游戏将无法变更。

# IDS_CHOOSING_THE_ATTACK_POINT
source: Move approach point
es_mx: Muévete al punto de aproximación
ja: 接近開始ポイントの移動
pl: Przenieś punkt rozpoczęcia ataku
ru: Управление точкой захода на цель
uk: Керування точкою заходу на ціль
zh: 移动进场点
zh_sg: 移动路径点

# IDS_CINEMATIC_SHOOT
source: Track Shell/Torpedo After Firing
es_mx: Rastrear Proyectil/Torpedo Tras Disparo
ja: 射撃後、砲弾/魚雷を追跡
pl: Śledź pociski / torpedy po strzale
ru: Выстрел со слежением за снарядом/торпедой
uk: Постріл із стеженням за снарядом/торпедою
zh: 射击后跟随炮弹/鱼雷
zh_sg: 射击后跟随炮弹/鱼雷

# IDS_CIT_AFTTRANS
source: Citadel Athwartship
es_mx: Ciudadela de Babor a Estribor
ja: 中央防郭横隔壁
pl: Pancerz pionowy tylny cytadeli
ru: Траверс цитадели
uk: Траверз цитаделі
zh: 装甲区横向围板
zh_sg: 装甲区横向围板

# IDS_CIT_BARBETTE
source: Barbette
es_mx: Barbeta
ja: バーベット
pl: Barbeta
ru: Барбет
uk: Барбет
zh: 炮塔座
zh_sg: 炮座

# IDS_CIT_BELT
source: Citadel Armor Belt
es_mx: Cinturón de Blindaje la Ciudadela
ja: 中央防郭装甲帯
pl: Pas pancerny cytadeli
ru: Бронепояс цитадели
uk: Бронепояс цитаделі
zh: 装甲区装甲带
zh_sg: 装甲区装甲带

# IDS_CIT_BOTTOM
source: Citadel Bottom
es_mx: Base de la Ciudadela
ja: 中央防郭底部
pl: Pancerz dolny cytadeli
ru: Днище цитадели
uk: Днище цитаделі
zh: 装甲区船底
zh_sg: 装甲区底部
