Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAUE905_CL10_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE906_CV10_ENG_STOCK
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE907_ENG_TST_GEARING
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE908_ENG_TST_MONTANA
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172,000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力
zh_sg: 推进系统：172000马力

# IDS_PAUE909_ENG_SOMERS
source: Propulsion: 52,000 hp
es_mx: Propulsión: 52,000 hp
ja: 推力: 52,000 馬力
pl: Napęd: 52 000 KM
ru: ЭУ 52 000 л.с.
uk: СУ 52 000 к.с.
zh: 推进系统：52,000 匹马力
zh_sg: 推进系统：52000马力

# IDS_PAUE910_ENG_P_RICO
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE911_CV10_ENG_STOCK
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE914_ENG_ROOSEVELT
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE915_BB10_ENG
source: Propulsion: 65,000 hp
es_mx: Propulsión: 65 000 hp
ja: 推力: 65,000 馬力
pl: Napęd: 65 000 KM
ru: ЭУ 65 000 л.с.
uk: СУ 65 000 к. с.
zh: 推进系统：65,000 匹马力
zh_sg: 推进系统：65000马力

# IDS_PAUE921_ENGINE_120000_BUFFALO
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PAUE971_ENG_ALASKA
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PAUE972_ENG_BLACK_ALASKA
source: Propulsion: 180,000 hp
es_mx: Propulsión: 180,000 hp
ja: 推力: 180,000 馬力
pl: Napęd: 180 000 KM
ru: ЭУ 180 000 л.с.
uk: СУ 180 000 к.с.
zh: 推进系统：180,000 匹马力
zh_sg: 推进系统：180000马力

# IDS_PAUE974_ENG_MIDWAY
source: Propulsion: 212,000 hp
es_mx: Propulsión: 212,000 hp
ja: 推力: 212,000 馬力
pl: Napęd: 212 000 KM
ru: ЭУ 212 000 л.с.
uk: СУ 212 000 к.с.
zh: 推进系统：212,000 匹马力
zh_sg: 推进系统：212000马力

# IDS_PAUE975_ENG_MONTANA
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172,000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力
zh_sg: 推进系统：172000马力

# IDS_PAUE976_ENG_GEARING
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PAUE977_ENG_OHIO
source: Propulsion: 172,000 hp
es_mx: Propulsión: 172,000 hp
ja: 推力: 172,000 馬力
pl: Napęd: 172 000 KM
ru: ЭУ 172 000 л.с.
uk: СУ 172 000 к.с.
zh: 推进系统：172,000 匹马力。
zh_sg: 推进系统：172000马力

# IDS_PAUF301_FLIGHTCONTROL_1
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUF302_FLIGHTCONTROL_2
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PAUF303_FLIGHTCONTROL_3
source: Mk4 mod. 3
zh: Mk4 3型

# IDS_PAUF311_FLIGHTCONTROL_1
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUF312_FLIGHTCONTROL_2_A
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PAUF391_FC1_LANGLEY
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUF401_FLIGHTCONTROL_1
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUF402_FLIGHTCONTROL_2
source: Mk5 mod. 2
zh: Mk5 2型

# IDS_PAUF403_FLIGHTCONTROL_3
source: Mk5 mod. 3
zh: Mk5 3型

# IDS_PAUF411_FLIGHTCONTROL_1
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUF412_FLIGHTCONTROL_2_A
source: Mk5 mod. 2
zh: Mk5 2型

# IDS_PAUF413_FLIGHTCONTROL_2_F
source: Mk5 mod. 3
zh: Mk5 3型

# IDS_PAUF501_FLIGHTCONTROL_1
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUF502_FLIGHTCONTROL_2
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUF503_FLIGHTCONTROL_3
source: Mk6 mod. 3
zh: Mk6 3型

# IDS_PAUF511_FLIGHTCONTROL_1
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUF512_FLIGHTCONTROL_2_A
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUF513_FLIGHTCONTROL_2_F
source: Mk6 mod. 3
zh: Mk6 3型

# IDS_PAUF591_FC1_RANGER
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUF601_FLIGHTCONTROL_1
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUF602_FLIGHTCONTROL_2
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUF603_FLIGHTCONTROL_3
source: Mk7 mod. 3
zh: Mk7 3型

# IDS_PAUF604_FLIGHTCONTROL_4
source: Mk7 mod. 4
zh: Mk7 4型

# IDS_PAUF611_FLIGHTCONTROL_1
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUF612_FLIGHTCONTROL_2_A
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUF613_FLIGHTCONTROL_2_F
source: Mk7 mod. 3
zh: Mk7 3型

# IDS_PAUF621_SAIPAN
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUF701_FLIGHTCONTROL_1
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF702_FLIGHTCONTROL_2
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUF703_FLIGHTCONTROL_3
source: Mk8 mod. 3
zh: Mk8 3型

# IDS_PAUF704_FLIGHTCONTROL_4
source: Mk8 mod. 4
zh: Mk8 4型

# IDS_PAUF705_FC1_ENTEPRISE
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF711_FLIGHTCONTROL_1
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF712_FLIGHTCONTROL_2_A
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUF713_FLIGHTCONTROL_2_F
source: Mk8 mod. 3
zh: Mk8 3型

# IDS_PAUF721_SAIPAN
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF791_FC1_LEXINGTON
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF792_FC1_ENTEPRISE
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF793_FC1_SAIPAN
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUF801_FLIGHTCONTROL_1
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUF802_FLIGHTCONTROL_2
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUF803_FLIGHTCONTROL_3
source: Mk9 mod. 3
zh: Mk9 3型

# IDS_PAUF804_FLIGHTCONTROL_4
source: Mk9 mod. 4
zh: Mk9 4型

# IDS_PAUF811_FLIGHTCONTROL_1
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUF812_FLIGHTCONTROL_2_A
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUF813_FLIGHTCONTROL_2_F
source: Mk9 mod. 3
zh: Mk9 3型

# IDS_PAUF901_FC_ROOSEVELT
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUF911_FLIGHTCONTROL_1
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUF912_FLIGHTCONTROL_2_A
source: Mk10 mod. 2
zh: Mk10 2型

# IDS_PAUF913_FLIGHTCONTROL_2_F
source: Mk10 mod. 3
zh: Mk10 3型

# IDS_PAUF974_FC_1_MIDWAY
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUF975_FC_2A_MIDWAY
source: Mk10 mod. 2
zh: Mk10 2型

# IDS_PAUF976_FC_2B_MIDWAY
source: Mk10 mod. 3
zh: Mk10 3型

# IDS_PAUF991_FC1_MIDWAY
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUH000_HULL_DEFAULT
source: Hull (default)
es_mx: Casco (predeterminado)
ja: 船体 (標準)
pl: Kadłub (domyślny)
ru: Корпус (по умолчанию)
uk: Корпус (за замовчуванням)
zh: 舰身 (预设)
zh_sg: 舰体（预设）

# IDS_PAUH001_ERIE_1936
source: Erie (A)
zh: 伊利 (A)
zh_sg: 伊利(A)

# IDS_PAUH002_ERIE_1936
source: Erie (B)
zh: 伊利 (B)
zh_sg: 伊利(B)

# IDS_PAUH011_SMITH_1910
source: Smith
zh: 史密斯
zh_sg: 史密斯

# IDS_PAUH012_SMITH_1917
source: Smith
zh: 史密斯
zh_sg: 史密斯

# IDS_PAUH101_CHESTER_1908
source: Chester (A)
zh: 切斯特 (A)
zh_sg: 切斯特(A)

# IDS_PAUH102_CHESTER_1917
source: Chester (B)
zh: 切斯特 (B)
zh_sg: 切斯特(B)

# IDS_PAUH111_SAMPSON_1917
source: Sampson (A)
zh: 桑普森 (A)
zh_sg: 桑普森(A)

# IDS_PAUH112_SAMPSON_1931
source: Sampson (B)
zh: 桑普森 (B)
zh_sg: 桑普森(B)

# IDS_PAUH113_SAMPSON_1917_CS
source: Sampson (A)
zh: 桑普森 (A)
zh_sg: 桑普森(A)

# IDS_PAUH121_ALBANY_1898
source: Albany
zh: 奥尔巴尼
zh_sg: 奥尔巴尼

# IDS_PAUH131_SMITH
source: Smith
zh: 史密斯
zh_sg: 史密斯

# IDS_PAUH201_STLOUIS_1906
source: St. Louis (A)
zh: 圣路易斯 (A)
zh_sg: 圣路易斯(A)

# IDS_PAUH202_STLOUIS_1924
source: St. Louis (B)
zh: 圣路易斯 (B)
zh_sg: 圣路易斯(B)

# IDS_PAUH203_CHARLSTON
source: Charleston
zh: 查尔斯顿
zh_sg: 查尔斯顿

# IDS_PAUH211_WICKES_1918
source: Wickes (A)
zh: 威克斯 (A)
zh_sg: 维克斯(A)

# IDS_PAUH212_WICKES_1925
source: Wickes (B)
zh: 威克斯 (B)
zh_sg: 维克斯(B)

# IDS_PAUH221_MICHIGAN_1916
source: South Carolina (A)
zh: 南卡罗来纳 (A)
zh_sg: 南卡罗来纳(A)

# IDS_PAUH222_MICHIGAN_1919
source: South Carolina (B)
zh: 南卡罗来纳 (B)
zh_sg: 南卡罗来纳(B)

# IDS_PAUH223_MICHIGAN_1916_CS
source: South Carolina (A)
zh: 南卡罗来纳 (A)
zh_sg: 南卡罗来纳(A)

# IDS_PAUH301_PHOENIX_1917
source: Phoenix (A)
zh: 凤凰城 (A)
zh_sg: 凤凰城(A)

# IDS_PAUH302_PHOENIX_1924
source: Phoenix (B)
zh: 凤凰城 (B)
zh_sg: 凤凰城(B)

# IDS_PAUH303_PHOENIX_1938
source: Phoenix (C)
zh: 凤凰城 (C)
zh_sg: 凤凰城(C)

# IDS_PAUH311_LANGLEY_1929
source: Langley (A)
zh: 兰利 (A)
zh_sg: 兰利(A)

# IDS_PAUH312_LANGLEY_1944
source: Langley (B)
zh: 兰利 (B)
zh_sg: 兰利(B)

# IDS_PAUH313_LANGLEY_1929
source: Langley (A)
zh: 兰利 (A)
zh_sg: 兰利(A)

# IDS_PAUH314_LANGLEY_1944
source: Langley (B)
zh: 兰利 (B)
zh_sg: 兰利(B)

# IDS_PAUH321_CLEMSON_1920
source: Clemson (A)
zh: 克莱姆森 (A)
zh_sg: 克莱姆森(A)

# IDS_PAUH322_CLEMSON_1930
source: Clemson (B)
zh: 克莱姆森 (B)
zh_sg: 克莱姆森(B)

# IDS_PAUH331_ARKANSAS_1912
source: Wyoming (A)
zh: 怀俄明 (A)
zh_sg: 怀俄明(A)

# IDS_PAUH333_ARKANSAS_1942
source: Wyoming (B)
zh: 怀俄明 (B)
zh_sg: 怀俄明(B)

# IDS_PAUH341_ARKANSAS_1912_ARK_PREM
source: Arkansas
zh: 阿肯色
zh_sg: 阿肯色

# IDS_PAUH401_OMAHA_1923
source: Omaha (A)
zh: 奥马哈 (A)
zh_sg: 奥马哈(A)

# IDS_PAUH402_OMAHA_1938
source: Omaha (B)
zh: 奥马哈 (B)
zh_sg: 奥马哈(B)

# IDS_PAUH403_FARRAGUT_1942
source: Farragut (A)
zh: 法拉格特 (A)
zh_sg: 法拉格特(A)

# IDS_PAUH404_FARRAGUT_1944
source: Farragut (B)
zh: 法拉格特 (B)
zh_sg: 法拉格特(B)

# IDS_PAUH405_OMAHA_1944
source: Omaha (C)
zh: 奥马哈 (C)
zh_sg: 奥马哈(C)

# IDS_PAUH411_INDEPENDENCE_1944
source: Independence (A)
zh: 独立 (A)
zh_sg: 独立(A)

# IDS_PAUH412_INDEPENDENCE_1945
source: Independence (B)
zh: 独立 (B)
zh_sg: 独立(B)

# IDS_PAUH421_LEADER_1919
source: Nicholas (A)
zh: 尼古拉斯 (A)
zh_sg: 尼古拉斯(A)

# IDS_PAUH422_LEADER_1938
source: Nicholas (B)
zh: 尼古拉斯 (B)
zh_sg: 尼古拉斯(B)

# IDS_PAUH431_BOGUE_1942
source: Bogue (A)
zh: 博格 (A)
zh_sg: 博格(A)

# IDS_PAUH432_BOGUE_1943
source: Bogue (B)
zh: 博格 (B)
zh_sg: 博格(B)

# IDS_PAUH442_NEW_YORK_1934
source: New York (A)
zh: 纽约 (A)
zh_sg: 纽约(A)

# IDS_PAUH443_NEW_YORK_1942
source: New York (B)
zh: 纽约 (B)
zh_sg: 纽约(B)

# IDS_PAUH451_MARBLEHEAD_1924
source: Marblehead
zh: 马布尔黑德
zh_sg: 马布尔黑德

# IDS_PAUH461_CINCINNATI
source: Marblehead
zh: 马布尔黑德
zh_sg: 马布尔黑德

# IDS_PAUH471_TEXAS
source: Texas
zh: 德克萨斯
zh_sg: 德克萨斯

# IDS_PAUH501_CLEVELAND_1943
source: Cleveland (A)
zh: 克利夫兰 (A)
zh_sg: 克利夫兰(A)

# IDS_PAUH502_CLEVELAND_1945
source: Cleveland (B)
zh: 克利夫兰 (B)
zh_sg: 克利夫兰(B)

# IDS_PAUH503_DALLAS_A
source: Dallas (A)
zh: 达拉斯 (A)
zh_sg: 达拉斯(A)

# IDS_PAUH504_DALLAS_B
source: Dallas (B)
zh: 达拉斯 (B)
zh_sg: 达拉斯(B)

# IDS_PAUH506_MONAGHAN
source: Monaghan (A)
zh: 莫纳根 (A)
zh_sg: 莫纳汉(A)

# IDS_PAUH507_PENSACOLA_A
source: Pensacola (A)
zh: 彭萨科拉 (A)
zh_sg: 彭萨科拉(A)

# IDS_PAUH508_PENSACOLA_B
source: Pensacola (B)
zh: 彭萨科拉 (B)
zh_sg: 彭萨科拉(B)

# IDS_PAUH509_MONAGHAN_B
source: Monaghan (B)
zh: 莫纳根 (B)
zh_sg: 莫纳汉(B)

# IDS_PAUH510_WVIRGINIA
source: West Virginia
zh: 西弗吉尼亚
zh_sg: 西维吉尼亚

# IDS_PAUH511_SAIPAN
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PAUH511_SAIPAN_1943
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PAUH512_SAIPAN_1946
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PAUH521_FARRAGUT_1934
source: Farragut (A)
zh: 法拉格特 (A)
zh_sg: 法拉格特(A)

# IDS_PAUH522_FARRAGUT_1942
source: Farragut (B)
zh: 法拉格特 (B)
zh_sg: 法拉格特(B)

# IDS_PAUH523_FARRAGUT_1945
source: Farragut (C)
zh: 法拉格特 (C)
zh_sg: 法拉格特(C)

# IDS_PAUH531_SIMS_1941
source: Sims
zh: 西姆斯
zh_sg: 西姆斯

# IDS_PAUH541_NEW_MEXICO_1918
source: New Mexico (A)
zh: 新墨西哥 (A)
zh_sg: 新墨西哥(A)

# IDS_PAUH542_NEW_MEXICO_1936
source: New Mexico (A)
zh: 新墨西哥 (A)
zh_sg: 新墨西哥(A)

# IDS_PAUH543_NEW_MEXICO_1941
source: New Mexico (B)
zh: 新墨西哥 (B)
zh_sg: 新墨西哥(B)

# IDS_PAUH551_ARIZONA
source: Arizona
zh: 亚利桑那
zh_sg: 亚利桑那

# IDS_PAUH601_PENSACOLA_1942
source: Pensacola (A)
zh: 彭萨科拉 (A)
zh_sg: 彭萨科拉(A)

# IDS_PAUH602_PENSACOLA_1944
source: Pensacola (B)
zh: 彭萨科拉 (B)
zh_sg: 彭萨科拉(B)

# IDS_PAUH603_PENSACOLA_1930
source: Pensacola
zh: 彭萨科拉
zh_sg: 彭萨科拉

# IDS_PAUH604_HELENA_A
source: Helena (A)
zh: 海伦娜 (A)
zh_sg: 海伦娜(A)

# IDS_PAUH605_HELENA_B
source: Helena (B)
zh: 海伦娜 (B)
zh_sg: 海伦娜(B)

# IDS_PAUH606_N_ORLEANS_A
source: New Orleans (A)
zh: 新奥尔良 (A)
zh_sg: 新奥尔良(A)

# IDS_PAUH607_N_ORLEANS_B
source: New Orleans (B)
zh: 新奥尔良 (B)
zh_sg: 新奥尔良(B)

# IDS_PAUH611_RANGER_1941
source: Ranger (A)
zh: 突击者 (A)
zh_sg: 突击者(A)

# IDS_PAUH612_RANGER_1943
source: Ranger (B)
zh: 突击者 (B)
zh_sg: 突击者(B)

# IDS_PAUH613_RANGER_1941
source: Ranger (A)
zh: 突击者 (A)
zh_sg: 突击者(A)

# IDS_PAUH614_RANGER_1943
source: Ranger (B)
zh: 突击者 (B)
zh_sg: 突击者(B)

# IDS_PAUH621_MAHAN_1936
source: Mahan (A)
zh: 马汉 (A)
zh_sg: 马汉(A)

# IDS_PAUH622_MAHAN_1944
source: Mahan (B)
zh: 马汉 (B)
zh_sg: 马汉(B)

# IDS_PAUH623_MAHAN_C
source: Mahan (C)
zh: 马汉 (C)
zh_sg: 马汉(C)

# IDS_PAUH631_COLORADO_1921
source: Colorado (A)
zh: 科罗拉多 (A)
zh_sg: 科罗拉多(A)

# IDS_PAUH632_COLORADO_1942
source: Colorado (A)
zh: 科罗拉多 (A)
zh_sg: 科罗拉多(A)

# IDS_PAUH633_COLORADO_1945
source: Colorado (B)
zh: 科罗拉多 (B)
zh_sg: 科罗拉多(B)

# IDS_PAUH641_INDIANAPOLIS
source: Indianapolis
zh: 印第安纳波利斯
zh_sg: 印第安纳波利斯

# IDS_PAUH651_FLINT
source: Flint
zh: 弗林特
zh_sg: 弗林特

# IDS_PAUH691_JULIO
source: Boise
zh: 博伊西
zh_sg: 博伊西

# IDS_PAUH701_NEW_ORLEANS_1942
source: New Orleans (A)
zh: 新奥尔良 (A)
zh_sg: 新奥尔良(A)

# IDS_PAUH702_NEW_ORLEANS_1944
source: New Orleans (B)
zh: 新奥尔良 (B)
zh_sg: 新奥尔良(B)

# IDS_PAUH703_HULL_KIDD
source: Kidd
zh: 基德
zh_sg: 基德

# IDS_PAUH704_ENTERPRISE
source: Enterprise
zh: 企业
zh_sg: 企业

# IDS_PAUH705_CLEVELAND_A
source: Cleveland (A)
zh: 克利夫兰 (A)
zh_sg: 克利夫兰(A)

# IDS_PAUH706_CLEVELAND_B
source: Cleveland (B)
zh: 克利夫兰 (B)
zh_sg: 克利夫兰(B)

# IDS_PAUH707_BALTIMORE_A
source: Baltimore (A)
zh: 巴尔的摩 (A)
zh_sg: 巴尔的摩(A)

# IDS_PAUH708_BALTIMORE_B
source: Baltimore (B)
zh: 巴尔的摩 (B)
zh_sg: 巴尔的摩(B)

# IDS_PAUH709_WICHITA
source: Wichita
zh: 威奇塔
zh_sg: 威奇塔

# IDS_PAUH710_ENTERPRISE
source: Enterprise
zh: 企业
zh_sg: 企业

# IDS_PAUH711_LEXINGTON_1942
source: Lexington (A)
zh: 列克星敦 (A)
zh_sg: 列克星敦(A)

# IDS_PAUH712_LEXINGTON_1944
source: Lexington (B)
zh: 列克星敦 (B)
zh_sg: 列克星敦(B)

# IDS_PAUH713_LEXINGTON_1942
source: Lexington (A)
zh: 列克星敦 (A)
zh_sg: 列克星敦(A)

# IDS_PAUH714_LEXINGTON_1944
source: Lexington (B)
zh: 列克星敦 (B)
zh_sg: 列克星敦(B)

# IDS_PAUH721_BENSON_1938
source: Benson (A)
zh: 本森 (A)
zh_sg: 本森(A)

# IDS_PAUH722_BENSON_1940
source: Benson (B)
zh: 本森 (B)
zh_sg: 本森(B)

# IDS_PAUH723_BENSON_1945
source: Benson (C)
zh: 本森 (C)
zh_sg: 本森(C)

# IDS_PAUH732_NORTH_CAROLINA_1942
source: North Carolina (A)
zh: 北卡罗来纳 (A)
zh_sg: 北卡罗来纳(A)

# IDS_PAUH733_NORTH_CAROLINA_1945
source: North Carolina (B)
zh: 北卡罗来纳 (B)
zh_sg: 北卡罗来纳(B)

# IDS_PAUH741_ATLANTA_1942
source: Atlanta
zh: 亚特兰大
zh_sg: 亚特兰大

# IDS_PAUH742_ALABAMA
source: Alabama ST
zh: 阿拉巴马
zh_sg: 阿拉巴马 ST

# IDS_PAUH743_ALABAMA
source: Alabama
zh: 阿拉巴马
zh_sg: 阿拉巴马

# IDS_PAUH744_MASS
source: Massachusetts
zh: 马萨诸塞
zh_sg: 马萨诸塞

# IDS_PAUH745_BLACK_MASS
source: Massachusetts B.
zh: 马萨诸塞 B.
zh_sg: 马萨诸塞 B.

# IDS_PAUH751_SAIPAN
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PAUH801_BALTIMORE_1944
source: Baltimore (A)
zh: 巴尔的摩 (A)
zh_sg: 巴尔的摩(A)

# IDS_PAUH802_BALTIMORE_1948
source: Baltimore (B)
zh: 巴尔的摩 (B)
zh_sg: 巴尔的摩(B)

# IDS_PAUH803_SEATTLE_A
source: Seattle (A)
zh: 西雅图 (A)
zh_sg: 西雅图(A)

# IDS_PAUH804_SEATTLE_B
source: Seattle (B)
zh: 西雅图 (B)
zh_sg: 西雅图(B)

# IDS_PAUH805_BUFFALO_A
source: Buffalo (A)
zh: 水牛城 (A)
zh_sg: 水牛城(A)

# IDS_PAUH806_BUFFALO_B
source: Buffalo (B)
zh: 水牛城 (B)
zh_sg: 水牛城(B)

# IDS_PAUH811_ESSEX_1943
source: Essex (A)
zh: 埃塞克斯 (A)
zh_sg: 埃塞克斯(A)

# IDS_PAUH812_ESSEX_1945
source: Essex (B)
zh: 埃塞克斯 (B)
zh_sg: 埃塞克斯(B)

# IDS_PAUH821_FLETCHER_1942
source: Fletcher (A)
zh: 弗莱彻 (A)
zh_sg: 弗莱彻(A)

# IDS_PAUH822_FLETCHER_1944
source: Fletcher (B)
zh: 弗莱彻 (B)
zh_sg: 弗莱彻(B)

# IDS_PAUH823_FLETCHER_1945
source: Fletcher (C)
zh: 弗莱彻 (C)
zh_sg: 弗莱彻(C)

# IDS_PAUH831_IOWA_1943
source: Iowa (A)
zh: 衣阿华 (A)
zh_sg: 依阿华(A)

# IDS_PAUH832_IOWA_1944
source: Iowa (B)
zh: 衣阿华 (B)
zh_sg: 依阿华(B)

# IDS_PAUH833_IOWA_1945
source: Iowa (C)
zh: 衣阿华 (C)
zh_sg: 依阿华(C)

# IDS_PAUH834_MISSOURI
source: Missouri
zh: 密苏里
zh_sg: 密苏里

# IDS_PAUH841_BLACK
source: Black
zh: 布莱克
zh_sg: 布莱克

# IDS_PAUH901_DES_MOINES_1948
source: Des Moines (A)
zh: 得梅因 (A)
zh_sg: 得梅因(A)

# IDS_PAUH902_SALEM
source: Salem
zh: 塞勒姆
zh_sg: 塞勒姆

# IDS_PAUH903_WORCESTER
source: Worcester (A)
zh: 伍斯特 (A)
zh_sg: 伍斯特(A)

# IDS_PAUH911_GEARING_1945
source: Gearing (A)
zh: 基林 (A)
zh_sg: 基林(A)

# IDS_PAUH921_WORCHESTER_1948
source: Worcester
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PAUH931_MONTANA_1945
source: Montana (A)
zh: 蒙大拿 (A)
zh_sg: 蒙大拿(A)

# IDS_PAUH941_MIDWAY_1945
source: Midway (A)
zh: 中途岛 (A)
zh_sg: 中途岛(A)

# IDS_PAUH942_MIDWAY
source: Midway (A)
zh: 中途岛 (A)
zh_sg: 中途岛(A)

# IDS_PAUH951_BUFFALO_1944
source: Buffalo
zh: 水牛城
zh_sg: 水牛城

# IDS_PAUH972_ALASKA
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_PAUH974_MONTANA
source: Montana
zh: 蒙大拿
zh_sg: 蒙大拿

# IDS_PAUH975_MIDWAY
source: Midway
zh: 中途岛
zh_sg: 中途岛

# IDS_PAUH976_GEARING
source: Gearing
zh: 基林
zh_sg: 基林

# IDS_PAUI000_FIGHTER_DEFAULT
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAUI001_FIGHTER_DEFAULT
source: Brewster F2A
zh: 布鲁斯特 F2A 水牛

# IDS_PAUI001_GRUMMAN_F3F
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAUI002_GRUMMAN_F6F
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAUI003_BOEING_XF7B
source: Boeing XF7B
zh: 波音 XF7B

# IDS_PAUI008_F2A
source: Brewster F2A
zh: 布鲁斯特 F2A 水牛

# IDS_PAUI009_GRUMMAN_F4F
source: Grumman F4F-3
zh: 格鲁曼 F4F-3

# IDS_PAUI010_F8F_BEARCAT
source: Grumman F8F
zh: 格鲁曼 F8F 熊猫

# IDS_PAUI011_CURTISS_TS1
source: Curtiss TS-1
zh: 蔻蒂斯 TS-1

# IDS_PAUI012_VOUGHT_F4U
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAUI013_CURTISS_F6C_1
source: Curtiss F6C-1
zh: 寇蒂斯 F6C-1

# IDS_PAUI016_MCDONNELL_F2H
source: McDonnell F2H
zh: 麦道 F2H 女妖

# IDS_PAUI017_BOEING_F4B
source: Boeing F4B
zh: 波音 F4B

# IDS_PAUI018_GRUMMAN_F4F_5
source: Grumman F4F-5
zh: 格鲁曼 F4F-5

# IDS_PAUI020_GRUMMAN_F9F_2
source: Grumman F9F-2
zh: 格鲁曼 F9F-2

# IDS_PAUI028_GRUMMAN_F6F_3
source: Brewster F2A
zh: 格鲁曼 F6F-3

# IDS_PAUI029_VOUGHT_F4U_1A
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAUI030_F4F_4
source: Grumman F4F-4
zh: 格鲁曼 F4F-4

# IDS_PAUI031_FM_2
source: GM FM-2
zh: 格鲁曼 FM-2

# IDS_PAUI301_CV4_F_STOCK
source: Boeing F4B
zh: 波音 F4B

# IDS_PAUI302_CV4_F_TOP
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAUI303_CV4_F_STOCK
source: F3F Gulfhawk
zh: F3F 战斗机

# IDS_PAUI304_CV4_F_TOP
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAUI401_CV5_F_STOCK
source: Grumman F4F-3
zh: 格鲁曼 F4F-3

# IDS_PAUI402_CV5_F_MED
source: GM FM-2
zh: 格鲁曼 FM-2

# IDS_PAUI403_CV5_F_TOP
source: Grumman F4F-4
zh: 格鲁曼 F4F-4

# IDS_PAUI501_CV6_F_STOCK
source: Grumman F4F-4
zh: 格鲁曼 F4F-4

# IDS_PAUI502_CV6_F_TOP
source: Grumman F6F-3
zh: 格鲁曼 F6F-3

# IDS_PAUI502_GRUMMAN_F6F_0
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAUI504_CV6_F_STOCK
source: F2A Buffalo
zh: F2A 水牛

# IDS_PAUI505_CV6_F_TOP
source: F4F Wildcat
zh: F4F 野猫

# IDS_PAUI510_F8F_SAIPAN
source: Grumman F8F
zh: 格鲁曼 F8F 熊猫

# IDS_PAUI513_VOUGHT_F4U_0
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAUI528_GRUMMAN_F6F_3_0
source: Grumman F6F-3
zh: 格鲁曼 F6F-3

# IDS_PAUI529_VOUGHT_F4U_1A_0
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAUI530_F4F_4_0
source: Grumman F4F-4
zh: 格鲁曼 F4F-4

# IDS_PAUI601_CV7_F_STOCK
source: Grumman F6F-3
zh: 格鲁曼 F6F-3

# IDS_PAUI602_CV7_F_TOP
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAUI701_CV8_F_STOCK
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAUI702_CV8_F_TOP
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAUI703_F_ENTERPRISE
source: F4U-1D Corsair
zh: F4U-1D 海盗船

# IDS_PAUI704_F_ENTERPRISE
source: F6F Hellcat
zh: F4U-1D 海盗船

# IDS_PAUI705_CV8_F_STOCK
source: F6F Hellcat
zh: F6F 地狱猫

# IDS_PAUI706_CV8_F_TOP
source: F4U-1D Corsair HVAR 127 mm
zh: F4U-1D 海盗船 HVAR 127 mm

# IDS_PAUI707_CV8_F_TOP
source: F4U-1D Corsair Tiny Tim
zh: F4U-1D 海盗船 小蒂姆

# IDS_PAUI801_CV9_F_STOCK
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAUI802_CV9_F_TOP
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAUI901_CV10_F_STOCK
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAUI903_CV10_F_TOP
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAUI904_CV10_F_STOCK
source: F4U Corsair
zh: F4U 海盗船

# IDS_PAUI905_CV10_F_TOP
source: F8F Bearcat HVAR 127 mm
ru: F8F Bearcat HVAR 127-мм
uk: F8F Bearcat HVAR 127-мм
zh: F8F 熊猫 HVAR 127 mm

# IDS_PAUI906_CV10_F_TOP
source: F8F Bearcat Tiny Tim
zh: F8F 熊猫 小蒂姆

# IDS_PAUI974_F1_MIDWAY
source: F4U Corsair
zh: 沃特 F4U-4

# IDS_PAUI975_F2_MIDWAY
source: F8F Bearcat HVAR 127-mm
ru: F8F Bearcat HVAR 127-мм
uk: F8F Bearcat HVAR 127-мм
zh: 格鲁曼 F8F 熊猫

# IDS_PAUI976_F3_MIDWAY
source: F8F Bearcat Tiny Tim
zh: F8F 熊猫 小蒂姆

# IDS_PAUS000_SUO_DEFAULT
source: Mk (default)
es_mx: Mk (predeterminado)
ja: Mk (標準)
pl: Mk (domyślny)
ru: Mk (по умолчанию)
uk: Mk (за замовчуванням)
zh: Mk (预设)
zh_sg: Mk (预设)

# IDS_PAUS001_SUO
source: Mk1 mod. 1
zh: Mk1 1型

# IDS_PAUS002_SUO
source: Mk1 mod. 2
zh: Mk1 2型

# IDS_PAUS011_SUO
source: Mk1 mod. 1
zh: Mk1 1型

# IDS_PAUS101_SUO
source: Mk2 mod. 1
zh: Mk2 1型

# IDS_PAUS102_SUO
source: Mk2 mod. 2
zh: Mk2 2型

# IDS_PAUS121_SUO
source: Mk2 mod. 1
zh: Mk2 1型

# IDS_PAUS131_SUO_SMITH
source: Mk2 mod. 1
zh: Mk2 1型

# IDS_PAUS201_SUO
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS202_SUO
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PAUS203_SUO_CHARLSTON
source: Mk3 mod. 1
zh: Mk3 2型

# IDS_PAUS211_SUO
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS212_SUO
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PAUS213_SUO_CS
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS221_SUO
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS222_SUO
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PAUS231_SUO
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS232_SUO
source: Mk III mod. 2
zh: Mk III 2型

# IDS_PAUS233_SUO_CS
source: Mk3 mod. 1
es_mx: Mk III mod. 1
ja: Mk III mod. 1
pl: Mk III mod. 1
ru: Mk III mod. 1
uk: Mk III mod. 1
zh: Mk III 1型
zh_sg: Mk III mod. 1

# IDS_PAUS301_SUO
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUS302_SUO
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PAUS311_SUO
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUS312_SUO
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PAUS321_SUO
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUS322_SUO
source: Mk4 mod. 2
zh: Mk4 2型

# IDS_PAUS331_SUO_ARK_PREM
source: Mk4 mod. 1
zh: Mk4 1型

# IDS_PAUS401_SUO
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS402_SUO
source: Mk5 mod. 2
zh: Mk5 2型

# IDS_PAUS403_SUO_HILL
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS404_SUO_OKLAHOMA
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS411_SUO
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS412_SUO
source: Mk5 mod. 2
zh: Mk5 2型

# IDS_PAUS419_SUO_MB
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS421_SUO
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS422_SUO
source: Mk5 mod. 2
zh: Mk5 2型

# IDS_PAUS431_SUO_CINCINNATI
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS441_SUO_TEXAS
source: Mk5 mod. 1
zh: Mk5 1型

# IDS_PAUS501_SUO
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS502_SUO
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUS503_CL6_STOCK_SUO
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS504_CL6_TOP_SUO
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUS506_MONAGHAN
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS507_CA6_STOCK_SUO
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS508_CA6_TOP_SUO
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUS509_SUO_WVIRGINIA
source: Mk6 mod. 1
zh: Mk6 2型

# IDS_PAUS511_SUO
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS512_SUO
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUS521_SUO
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS531_SUO
source: Mk6 mod. 1
zh: Mk6 1型
