Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC059_YAMAMOTO_KOKARDA_DESCRIPTION
source: A round cap badge with an anchor framed by cherry tree branches as an insignia of chief Japanese Navy officers was introduced in 1870. One of its elements was a cherry blossom, an essential attribute of the Japanese Navy rank insignia. Its final form was introduced in 1883, when all officers had to wear the same model of caps. Yamamoto Isoroku had such a cap badge for over 38 years, from the moment of his first assignment as an officer in August 1905 till his death as Admiral in April 1943.
es_mx: Un sombrero redondo con insignia de un ancla adornado por ramas de árbol de cerezo representando la insignia de oficiales de la Marina Imperial Japonesa y fue introducida en 1870. Uno de sus elementos fue el sakura, un atributo esencial de la insignia de la Marina Japonesa. Su forma final fue introducida en 1883, cuando todos los oficiales tenían que ponerse el mismo modelo de gorra. Yamamoto Isoroku tenía una gorra igual por 38 años, desde el momento de su primera asignación como oficial en agosto de 1905 hasta su muerto como Almirante en abril de 1943.
ja: 1870 年に制定された大日本帝国海軍の将校用の帽章は、錨と桜花を桜葉と桜蕾が囲むというデザインになっていました。このうち桜花は、階級章の主要要素としても用いられていました。帽章は、1883 年に最後の改訂が行われ、これに伴い全ての士官が同じデザインの帽章を用いる形となりました。 山本五十六は、1905 年に初めて士官に任命されてから、1943 年に戦死を遂げるまで、38 年以上もに渡ってこのような帽章を用い続けました。
pl: Okrągłe godło z czapki garnizonowej przedstawiające kotwicę otoczoną gałązkami drzewa wiśniowego zostało wprowadzone dla oficerów japońskiej marynarki w 1870 roku. Jednym z jego elementów był kwiat wiśni, nieodzowny atrybut insygniów oficerskich. Jego ostateczna forma ukształtowała się w 1883 roku, kiedy wszyscy oficerowi zaczęli nosić takie same modele czapki. Yamamoto Isoroku nosił takie godło przez ponad 38 lat, od swojego pierwszego przydziału oficerskiego w sierpniu 1905 roku do śmierci w kwietniu 1943 roku.
ru: Круглая кокарда с якорем, обрамлённым ветками вишнёвого дерева, была введена в Японии в 1870 году для старших морских офицеров. Одним из её элементов был цветок сакуры — непременный атрибут знаков различия в японском флоте. Окончательный вид кокарда приняла в 1883 году с введением фуражек общего для всех офицеров образца. Именно такую кокарду носил Ямамото Исороку в течение почти 38 лет с момента производства в первый офицерский чин в августе 1905 года вплоть до своей гибели в звании адмирала в апреле 1943 года.
uk: Круглу кокарду з якорем, обрамленим гілками вишневого дерева, ввели в Японії 1870 р. для старших морських офіцерів. Одним з її елементів була квітка сакури — обов’язковий атрибут знаків розрізнення в японському флоті. Остаточний вигляд кокарда набула 1883 р. з введенням кашкетів єдиного зразка для всіх офіцерів. Саме таку кокарду носив Ямамото Ісороку протягом майже 38 років від присвоєння першого офіцерського чину у серпні 1905 р. аж до своєї загибелі в званні адмірала у квітні 1943 р.
zh: 一个带有由樱花树枝所构成船锚的圆形帽徽，于 1870 年推出作为日本海军首席军官的佩章。其中一个元素是一朵樱花，为日本海军阶徽章的重要象征。其最终形式于 1883 年推出，当时的所有军官都必须戴同一型式的帽子。 Yamamoto Isoroku 拥有这样的帽徽已经超过 38 年，从 1905 年八月他被首次被指派为军官的时候一直到 1943 年四月他任海军大将逝世为止。
zh_sg: 一个带有由樱花树枝所构成船锚的圆形帽徽，于1870年推出作为日本海军首席军官的佩章。其中一个元素是樱花绽放，为日本海军阶徽章的重要象征。其最终形式于1883年推出，当时的所有军官都必须戴同一型式的帽子。 山本五十六拥有这样的帽徽已经超过38年，从1905年8月他被首次被指派为军官的时候一直到1943年4月他任海军大将逝世为止。

# IDS_PCZC060_YAMAMOTO_EPOLET
source: Imperial Japanese Navy Officer Epaulets
es_mx: Charretera de un Oficial de la Marina Imperial Japonesa
ja: 大日本帝国海軍 士官用 正肩章
pl: Pagony oficera Cesarskiej Marynarki Wojennej Japonii
ru: Эполет офицера Императорского флота
uk: Еполет офіцера Імператорського флоту
zh: 大日本帝国海军军官肩饰
zh_sg: 大日本帝国海军军官肩饰

# IDS_PCZC060_YAMAMOTO_EPOLET_DESCRIPTION
source: In the mid-19th century, epaulets were used only as an element of officer and official dress uniform. In 1873, they were introduced in Japan after the Meiji Restoration, when many spheres were influenced by Europe. The epaulets of the British Royal Navy officers were used as their template. As distinguishing features, besides the traditional anchor, images of cherry blossoms and paulownia leaves were chosen. They were necessary to wear on dress uniform after promotion to the first officer rank, including Marshal Admiral. In the late 1930s, epaulets were abolished.
es_mx: A mediados del Siglo XIX, las charreteras eran usadas como el único elemento entre un oficial y su uniforme de gala. En 1873, fueron introducidas en Japón después de la Restauración Meiji, cuando muchas esferas de influencias venían de Europa. Las charreteras de la Marina Real Británica fueron usadas como base. Como características que lo distinguieran, además del ancla tradicional, imágenes de sakura y hojas de paulownia fueron escogidos. Fueron necesarias para ponerse el uniforme después de cada promoción después del primer rango de oficial, incluyendo rango de Almirante en Jefe. A finales de 1930, las charreterías fueron suprimidas.
ja: 19 世紀中盤においては、正肩章 (エポーレット) は士官用制服および公式礼装のみの要素として用いられていました。明治維新後の日本では、多くの分野がヨーロッパの影響を受けており、正肩章も 1873 年に導入されました。その際には、イギリス海軍の士官用の正肩章のデザインを参考としていました。 デザインの特徴的な要素として、伝統的な錨に加え、桜花と桐の葉が選ばれました。大日本帝国海軍では、士官に昇進して以後は、大将も含め、礼装の着用義務がありました。正肩章は 1930 年代後半に廃止されました。
pl: W połowie XIX wieku pagony używane były jedynie jako element mundurów galowych. W 1873 roku zostały wprowadzone w Japonii po Restauracji Meiji, kiedy to wiele dziedzin życia zostało odmienionych przez wpływy z Europy. Jako wzór posłużyły pagony oficerów brytyjskiej Royal Navy. Charakterystycznymi cechami, poza tradycyjną kotwicą, zostały kwiaty wiśni i liście paulowni. Ich noszenie wymagane było od chwili awansu do pierwszego stopnia oficerskiego, w tym admirała floty. W późnych latach 30. pagony zostały zniesione.
ru: К середине XIX века эполеты сохранились в вооружённых силах разных стран только в качестве элемента парадной формы одежды офицеров и чиновников. В Японии они были введены в 1873 году, после реставрации Мэйдзи, активно перенимавшей во всём европейские образцы, только для морских офицеров и равных им чинов. Прототипом послужили эполеты Королевского британского флота. В японском флоте в качестве отличительных знаков на эполетах, помимо традиционного якоря, были выбраны изображения цветков сакуры и листьев павловнии. Носить их при парадной униформе полагалось начиная от производства в первый офицерский чин вплоть до маршал-адмирала. В конце 1930-х годов эполеты в японском флоте были упразднены.
uk: До середини XIX ст. еполети збереглися у збройних силах різних країн лише як елемент парадного однострою офіцерів і чиновників. В Японії, яка після реставрації Мейдзі у всьому активно наслідувала європейські зразки, 1873 р. їх ввели лише для морських офіцерів та рівних їм чинів. Прототипом стали еполети Королівського британського флоту. У японському флоті відмітними знаками на еполетах, крім традиційного якоря, стали зображення квіток сакури і листя павловнії. Їх носили з парадним одностроєм, починаючи від першого офіцерського чину, аж до маршал-адмірала. Наприкінці 1930-х рр. еполети в японському флоті скасували.
zh: 十九世纪中叶，肩饰只用作军官和正式军礼服的元素。1873 年，在明治维新后才在日本推行，受到了欧洲许多方面的影响。他们选用了英国皇家海军军官的肩饰来当作范本。 做为区别的特征，除了传统的船锚外、还挑选了樱花和泡桐叶的图像。他们在晋升为第一阶军官后就必须穿上军礼服，包含元帅海军大将在内。到了三零年代晚期，肩饰已被废除。
zh_sg: 十九世纪中叶，肩饰只用作军官和正式军礼服的元素。1873年，在明治维新后才在日本推行，受到了欧洲许多方面的影响。他们选用了英国皇家海军军官的肩饰来当作范本。 做为区别的特征，除了传统的船锚外、还挑选了樱花绽放和泡桐叶的图像。他们在晋升为第一阶军官后就必须穿上军礼服，包含元帅海军大将在内。到了三零年代晚期，肩饰已被废除。

# IDS_PCZC061_YAMAMOTO_PARAD_UBOR
source: Dress Cap of the Imperial Japanese Navy Admiral
es_mx: Gorra de Etiqueta de Almirante de la Marina Imperial Japonesa
ja: 大日本帝国海軍 大将正装用 正帽
pl: Czapka galowa admirała Cesarskiej Marynarki Wojennej Japonii
ru: Парадный головной убор адмирала Императорского флота
uk: Парадний головний убір адмірала Імператорського флоту
zh: 大日本帝国海军大将的礼服帽
zh_sg: 大日本帝国海军大将的礼服帽

# IDS_PCZC061_YAMAMOTO_PARAD_UBOR_DESCRIPTION
source: A bicorne cap was a traditional element of dress uniform of navy officers in many countries till the middle of the 20th century. It was introduced as a dress cap in the Japanese Navy in 1873 and existed till the end of the 1930s. An Admiral's dress cap had a golden chevron on the edge and a richly decorated badge.
es_mx: Un bicornio era un elemento tradicional del uniforme de etiqueta de los oficiales navales en muchos países hasta mediados del siglo 20. Fue introducido como un sombrero de gala en la Marina Japonesa en 1873 y existió hasta finales de los años 30. La sombrero de gala de un Almirante tenía un cheurón dorado en el bore y una insignia suntuosamente decorada.
ja: 20 世紀中盤までは、多くの国々において、二角帽子が礼装の伝統的な要素として用いられていました。日本海軍には 1873 年に導入され、1930 年代の終わりまで用いられていました。 大将正装用の正帽は、縁に金のシェブロンがあしらわれ、帽章の装飾も豪華なものでした。
pl: Bikorn był tradycyjnym elementem mundurów galowych oficerów marynarki w wielu krajach do połowy XX wieku. W marynarce japońskiej wprowadzono ją jako czapkę galową w 1873 roku i noszona była w tym charakterze do lat 30. Czapka admirała posiadała złoty szewron na otoku i bogato zdobioną odznakę.
ru: Двуугольная шляпа вплоть до середины XX века являлась традиционным элементом парадной униформы во флотах многих стран мира. В японском флоте в качестве парадного офицерского головного убора она была введена в 1873 году и просуществовала вплоть до конца 1930-х годов. Адмиральский парадный головной убор отличали золотой галун по краю шляпы и богато украшенная кокарда.
uk: Двокутовий капелюх аж до середини XX століття був традиційним елементом парадного однострою у флотах багатьох країн світу. У японському флоті як парадний офіцерський головний убір його ввели 1873 р. і використовували аж до кінця 1930-х рр. Адміральський парадний головний убір відрізняли золотий галун по краю капелюха та пишна кокарда.
zh: 直到二十世纪中叶为止，许多国家海军军官军礼服的传统元素都是平顶鸭舌帽。它在 1873 年被日本海军被推行为礼服帽并一直持续到三零年代结束。 海军大将的礼服帽在边缘上拥有金色的人形图记和装饰华丽的徽章。
zh_sg: 直到二十世纪中叶为止，许多国家海军军官军礼服的传统元素都是双角帽。它在1873年被日本海军被推行为军帽并一直持续到三零年代结束。 海军大将的军帽在边缘上拥有金色的人形图记和装饰华丽的徽章。

# IDS_PCZC062_YAMAMOTO_POGONKAIGUN_TAISHO
source: Shoulder Insignia of Kaigun-Taishō (Admiral)
es_mx: Insignia de Hombro de Kaigun-Taishō (Almirante)
ja: 海軍大将 夏服用 肩章
pl: Insygnia naramiennie Kaigun-Taishō (admirała)
ru: Погоны Кайгун-тайсё (адмирала)
uk: Погони Кайгун-тайсьо (адмірала)
zh: Kaigun-Taishō 肩章 (海军大将)
zh_sg: Kaigun-Taishō肩章 (海军大将)

# IDS_PCZC062_YAMAMOTO_POGONKAIGUN_TAISHO_DESCRIPTION
source: Officer shoulder insignias were introduced in the Imperial Japanese Navy in 1900. They had not become widespread, as the Navy officers used them only on the white summer uniform and service warm. The shoulder insignia of Admiral ranks had a longitudinal wide golden chevron with silver cherry blossoms on it, the number of which depended on the rank. Full Admirals and Marshal Admirals had three cherry blossoms on their shoulder insignia. Yamamoto Isoroku was promoted to Admiral on November 15, 1940, and to Marshal Admiral in April 1943 postmortem.
es_mx: Las insignias de oficial del hombro fueron introducidas en la Marina Imperial Japonesa en 1900. No se habían convertido en uso común, ya que los oficiales de la Marina solamente lo usaban en los uniformes de verano y cuando hacía calor. Las insignias del hombro de los rangos de Almirante tenían un cheurón dorado amplio con un sakura plateado encima, el número dependía del rango. Almirantes de la Flota y Almirante en Jefe tenían tres sakuras en su insignia de hombro. Yamamoto Isoroku fue promovido a Almirante el 15 de noviembre de 1940, y Almirante en Jefe después de su muerte en abril de 1943.
ja: 大日本帝国海軍士官用の肩章が 1900 年に導入されました。夏服および防暑服のみで用いられていたため、俗に「夏肩章」とも呼ばれます。 将官用の肩章は、幅広の金線に銀色の桜花をあしらったデザインになっており、桜花の数が階級に応じて異なっていました。海軍大将および海軍元帥の場合は、3 つの桜花があしらわれていました。山本五十六は 1940 年 11 月 15 日に大将に、1943 年 4 月の死後に海軍元帥にそれぞれ昇進しました。
pl: Insygnia naramienne oficerów zostały wprowadzone w japońskiej marynarce wojennej w roku 1900. Nie upowszechniły się, ponieważ oficerowie marynarki nosili je tylko na białych, letnich mundurach. Insygnia naramienne stopni admiralskich posiadały podłuży, szeroki, złoty szewron ze srebrnymi kwiatami wiśni, a ich liczba określała konkretny stopień. Admirałowie i admirałowie floty mieli po trzy kwiaty wiśni na ramionach. Yamamoto Isoroku został mianowany na admirała 15 listopada 1940 roku, a na admirała floty pośmiertnie, w kwietniu 1943 roku.
ru: Погоны как знаки различия для офицерских чинов были введены в Императорском японском флоте в 1900 году. Широкого распространения они не получили и носились морскими офицерами, как правило, только на белом летнем кителе и на зимней шинели. Погоны для адмиральских чинов имели продольный широкий золотой галун и на нём серебряные цветки сакуры, число которых соответствовало конкретному званию. Полным адмиралам и маршал-адмиралам японского флота полагались три цветка сакуры на плечевых знаках различия. Ямамото Исороку получил чин адмирала 15 ноября 1940 года, в маршал-адмиралы его произвели уже посмертно в апреле 1943 года.
uk: Погони, як знаки розрізнення для офіцерських чинів, ввели в Імператорському японському флоті 1900 р. Широкого поширення вони не набули і морські офіцери носили їх, здебільшого, лише на білому літньому кітелі та на зимовій шинелі. Погони для адміральських чинів мали поздовжній широкий золотий галун і на ньому срібні квітки сакури, число яких відповідало конкретному званню. У повних адміралів і маршал-адміралів японського флоту містилося три квітки сакури на плечових знаках розрізнення. Ямамото Ісороку отримав чин адмірала 15 листопада 1940 р., звання маршал-адмірала йому присвоїли в квітні 1943 р., посмертно.
zh: 大日本帝国海军在 1900 年推出了军官肩章。它们并没有变得普及，因为海军军官只将它们用在白色夏季制服和双排扣军大衣。 海军大将的军阶肩章拥有一个纵向宽、带有银色樱花在上面的金色人形图记，其数量取决于军阶。海军大将和元帅海军大将在他们肩章上拥有着三朵樱花。1940 年十一月 15 日 Yamamoto Isoroku 被晋升为海军大将，并于 1943 年四月死后追赠为元帅海军大将。
zh_sg: 大日本帝国海军在1900年推出了军官肩章。它们并没有变得普及，因为海军军官只将它们用在白色夏季制服和双排扣军大衣。 海军大将的军阶肩章拥有一个纵向宽、带有银色樱花在上面的金色人形图记，其数量取决于军阶。海军大将和元帅海军大将在他们肩章上有三朵樱花绽放。1940年11月15日，山本五十六被晋升为海军大将，并于1943年四月死后追赠为元帅海军大将。

# IDS_PCZC063_YAMAMOTO_SABER
source: Saber of The Imperial Navy Officer
es_mx: Espada de Oficial de la Marina Imperial
ja: 大日本帝国海軍 士官用 長剣
pl: Szabla oficera Cesarskiej Marynarki Wojennej Japonii
ru: Офицерская сабля Императорского флота
uk: Офіцерська шабля Імператорського флоту
zh: 大日本帝国海军军官的军刀
zh_sg: 大日本帝國海軍軍官的軍刀

# IDS_PCZC063_YAMAMOTO_SABER_DESCRIPTION
source: European-style sabers of officers and equal ranks in the Imperial Japanese Navy were introduced in 1871 and replaced samurai swords. Several models that differed slightly were included in the inventory: of 1873, 1883, 1896, and 1914. Images of cherry blossoms that decorated the metal parts of the hilt and sheath were a notable feature of the sabers. The saber was a symbol of authority and indispensable attribute of Imperial Japanese Navy command personnel, except service uniform that was supplemented with a dirk. In 1937, in the wake of nationalist sentiments, sabers were replaced with traditional Japanese swords again.
es_mx: Espadas al estilo europeo de los oficiales y de rangos cercanos en la Marina Imperial Japonesa fueron introducidos en 1871 y reemplazaron las espadas samurái. Varios modelos que tenían pocas diferencias fueron introducidos: desde 1873, 1883, 1896, y hasta 1914. Imágenes de sakuras con decoraciones en las partes metálicas de la empuñadura y la vaina fueron una característica notable de las espadas. La espada era el símbolo de autoridad y atributo indispensable hacia el personal de comando de la Marina Imperial Japonesa, excepto para los uniformados en servicio que después les dieron un puñal. En 1937, al llegar los sentimientos nacionalistas, las espadas fueron remplazadas otra vez por las espadas japonesas tradicionales.
ja: 1871 年、大日本帝国海軍の士官用として西洋式の長剣が導入され、従来の日本刀は用いられなくなりました。これには 1873 年式、1883 年式、1896 年式および 1914 年式のものがあり、細部に差異がありました。これらの長剣の特徴として、柄のおよび鞘に桜花があしらわれていた点が挙げられます。 このサーベル様式の長剣は、大日本帝国海軍の将校にとって権威の象徴であり、不可欠のものでしたが、常勤時には短剣を佩用していました。1937 年、民族主義の高まりに伴って西洋式の軍刀が廃止され、伝統的な日本刀が再び用いられるようになりました。
pl: Szable w europejskim stylu zastąpiły miecze samurajskie w 1871 roku i przysługiwały oficerom i równorzędnym rangom w Cesarskiej Marynarce Wojennej Japonii. Szereg modeli nieznacznie się od siebie różniących wprowadzano w latach 1873, 1883, 1896 i 1914. Ilustracje przedstawiające kwiaty wiśni dekorowały metalowe części rękojeści i pochwy. Szabla była symbolem władzy i nieodzownym atrybutem personelu dowództwa Cesarskiej Marynaki Wojennej, z wyjątkiem munduru polowego, który uzupełniał sztylet. W 1937 roku na fali nastrojów nacjonalistycznych szable zastąpiono na powrót tradycyjnymi mieczami samurajskimi.
ru: Сабли европейского типа для офицеров и равных им чинов в Императорском флоте были введены в 1871 году, заменив использовавшиеся ранее самурайские мечи. На вооружение последовательно было принято несколько образцов — 1873, 1883, 1896 и 1914 годов, отличавшихся лишь незначительными деталями. Характерной чертой было использование изображений цветков сакуры в качестве украшения металлических деталей эфеса или ножен. На флоте сабли являлись в первую очередь символом власти и были неотъемлемым атрибутом экипировки командного состава, за исключением служебной униформы, при которой носился кортик. В 1937 году на волне националистических настроений сабли были вновь заменены традиционными японскими мечами.
uk: Шаблі європейського типу для командного складу в Імператорському флоті ввели 1871 р., на заміну самурайським мечам, що використовували раніше. На озброєння послідовно прийняли кілька зразків — 1873, 1883, 1896 і 1914 рр., що відрізнялися лише незначними деталями. Характерною рисою було використання зображень квіток сакури, якими прикрашали металеві деталі руків’я або піхов. На флоті шаблі були, насамперед, символом влади і були невід’ємним атрибутом однострою командного складу, за винятком службового однострою, з яким носили кортик. 1937 р. на хвилі націоналістичних настроїв шаблі знову замінили на традиційні японські мечі.
zh: 大日本帝国海军中军官及同等军阶所佩戴的欧式军刀是在 1871 年推出并取代了武士刀。记载上列出了几种不同的形式：1873 年、1883 年、1896 年、和 1914 年。刀柄和刀鞘金属部分所装饰的樱花图像为军刀的著名特征。 除了军制服多附一把短剑外，军刀是大日本帝国海军指挥人员的权力象征和不可或缺的标志。1937 年，在民族意识觉醒后，军刀又再次被传统的日本刀所取代。
zh_sg: 大日本帝国海军中军官及同等军阶所佩戴的欧式军刀是在1871年推出并取代了武士刀。记载上列出了几种不同的形式：1873年、1883年、1896年、和1914年。刀柄和刀鞘金属部分所装饰的樱花图像为军刀的著名特征。 除了军制服多附一把短剑外，军刀是大日本帝国海军指挥人员的权力象征和不可或缺的标志。1937年，在民族意识觉醒后，军刀又再次被传统的日本刀所取代。

# IDS_PCZC064_YAMAMOTO_BINOKL
source: Japanese Sea Binocular, 7x50 mm
es_mx: Binoculares de Mar Japoneses, 7x50 mm
ja: 日本海軍 7x50 mm 双眼鏡
pl: Japońska lorneta morska, 7x50 mm
ru: Японский морской бинокль, 7x50 мм
uk: Японський морський бінокль, 7x50 мм
zh: 日本海上双筒望远镜，7x50 毫米
zh_sg: 日本海上双筒望远镜，7x50毫米

# IDS_PCZC064_YAMAMOTO_BINOKL_DESCRIPTION
source: Officers of the Imperial Japanese Navy started using binoculars from the late 19th century. Prismatic form, massive size, multiple zoom levels, and water and harsh climate resistance were among the special features of sea binoculars. 7x50 mm binoculars with 7x zoom and 50 mm lenses were very popular as part of an officer's personal equipment. Production of optical instruments for the Imperial Japanese Navy started in the 1910s, and was increasing till the beginning of World War II. The high quality of Japanese optics, proven during the Pacific War, gained global recognition.
es_mx: Oficiales de la Marina Imperial Japonesa empezaron a usar binoculares desde finales del siglo XIX. De forma prismática, de tamaño grande, con múltiples niveles de acercamiento, y resistentes al agua y el clima hostil éstas eran las características especiales de los binoculares de mar. Binoculares de 7x50 mm con un acercamiento de 7x y 50 mm de lente era muy popular como parte del equipo personal de un oficial. La producción de los instrumentos ópticos para la Marina Imperial Japonesa empezó en 1910, y fue incrementado hasta principios de la Segunda Guerra Mundial. La alta calidad de la óptica japonesa, probada durante la Guerra del Pacífico, ganó reconocimiento global.
ja: 大日本帝国海軍の士官達は、19 世紀後半から双眼鏡を使用し始めました。海軍用の双眼鏡の特徴として、プリズム式であり、大型で、複数のズームレベルがあり、耐水性・耐候性を有していた点が挙げられます。倍率 7 倍で口径 50 mm の双眼鏡は、士官の個人用備品として広く用いられていました。 大日本帝国海軍用の光学機器の製造は 1910 年代に始まり、二次大戦が始まるまで成長を続けました。そして太平洋戦争においてその高い品質が証明され、世界的な評価を得るに至ったのでした。
pl: Oficerowie Cesarskiej Marynarki Wojennej zaczęli używać lunet w XIX wieku. Pryzmatyczny kształt, bardzo duże gabaryty i odporność na trudne warunki klimatyczne były ich cechami charakterystycznymi. Lornety 7x50 mm, z 7-krotnym przybliżeniem i soczewkami o średnicy 50 mm były bardzo popularną częścią ekwipunku oficerskiego. Produkcja instrumentów optycznych dla Cesarskiej Marynarki Wojennej Japonii rozpoczęła się w drugim dziesięcioleciu XX wieku i rosła równomiernie do wybuchu II wojny światowej. Wysokiej jakości urządzenia japońskie, które dowiodły swej wartości w trakcie wojny na Pacyfiku, zyskały światowe uznanie.
ru: Среди офицеров Императорского японского флота бинокли начинают получать распространение с конца XIX века. Характерными чертами морского бинокля были призматическая конструкция, массивные размеры, многократное увеличение изображения и устойчивость к воздействию влаги и тяжёлым погодным условиям. Наиболее популярны в качестве элемента личного снаряжения были бинокли типа 7×50 мм с семикратным увеличением и линзами 50-мм диаметра. Производство оптических приборов для военного флота в Японии началось в 1910-х годах и к началу Второй мировой войны получило значительное развитие. Высокое качество японской оптики, доказанное на практике в Тихоокеанской кампании, заслужило мировое признание.
uk: Серед офіцерів Імператорського японського флоту біноклі поширилися з кінця XIX ст. Характерними рисами морського бінокля були призматична конструкція, масивні розміри, багаторазове збільшення зображення і стійкість до впливу вологи і негоди. Найпопулярнішим елементом особистого спорядження були біноклі типу 7×50 мм з семиразовим збільшенням і лінзами 50-мм діаметра. Виробництво оптичних приладів для військового флоту в Японії почалося у 1910-х рр. і до початку Другої світової війни отримало значний розвиток. Висока якість японської оптики, доведена практикою Тихоокеанської кампанії, здобула світове визнання.
zh: 大日本帝国海军的军官于十九世纪晚期开始使用双筒望远镜。海上双筒望远镜的特色是棱镜式、大尺寸、多种变焦等级、以及能抵抗水气和恶劣气候。具有 7 倍变焦和 50 毫米镜片的 7x50 毫米双筒望远镜作为军官个人装备的一部分而非常受到欢迎。 大日本帝国海军于一零年代开始生产光学仪器，并一直增长到第二次世界大战开始。太平洋战争期间证明了日本光学设备的高质量，获得了全球的认同。
zh_sg: 大日本帝国海军的军官于十九世纪晚期开始使用双筒望远镜。海上双筒望远镜的特色是棱镜式、大尺寸、多种变焦等级、以及能抵抗水气和恶劣气候。具有7倍变焦和50毫米镜片的7x50毫米双筒望远镜作为军官个人装备的一部分而非常受到欢迎。 大日本帝国海军于20世纪10 年代开始生产光学仪器，并一直增长到第二次世界大战开始。太平洋战争期间证明了日本光学设备的高质量，获得了全球的认同。

# IDS_PCZC065_YAMAMOTO_PISTOL
source: The Nambu Type A Modified pistol
es_mx: Pistola Modificada Nambu Type A
ja: 南部式大型自動拳銃 甲改
pl: Pistolet Nambu Type A Modified
ru: Пистолет Намбу Тип А Модифицированный
uk: Пістолет Намбу Тип А Модифікований
zh: 南部甲式改良型手枪
zh_sg: 南部甲式改良型手枪
