Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_MODULE_TYPE_FIGHTER
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samoloty szturmowe
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_MODULE_TYPE_FLIGHTCONTROL
source: Flight Control
es_mx: Control de Vuelo
ja: 航空管制
pl: Kontrola lotu
ru: Полётный контроль
uk: Керування польотами
zh: 飞航控制
zh_sg: 飞行控制

# IDS_MODULE_TYPE_HULL
source: Hull
es_mx: Casco
ja: 船体
pl: Kadłub
ru: Корпус
uk: Корпус
zh: 舰身
zh_sg: 舰体

# IDS_MODULE_TYPE_PLANES
source: Air Groups
es_mx: Grupos Aéreos
ja: 飛行機隊
pl: Grupy lotnicze
ru: Авиагруппы
uk: Авіагрупи
zh: 航空大队
zh_sg: 空军大队

# IDS_MODULE_TYPE_SUO
source: Gun Fire Control System
es_mx: Sistema de Control de Disparo
ja: 射撃管制装置
pl: Układ kontroli ognia
ru: Система управления огнём
uk: Система керування вогнем
zh: 舰炮射控系统
zh_sg: 舰炮射控系统

# IDS_MODULE_TYPE_TORPEDOBOMBER
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_MODULE_TYPE_TORPEDOES
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_MODULE_TYPE_TORPEDOES_DEEPWATER
source: Deepwater torpedoes
es_mx: Torpedos de Profundidad
ja: 深度魚雷
pl: Torpedy głębokowodne
ru: Глубоководные торпеды
uk: Глибоководні торпеди
zh: 深水鱼雷
zh_sg: 深水鱼雷

# IDS_MOLYBDENUM_COLON
source: Clan Tokens:
es_mx: Fichas del Clan:
ja: クラントークン:
pl: Żetony klanowe:
ru: Клановые жетоны:
uk: Кланові жетони:
zh: 钼：
zh_sg: 军团代币：

# IDS_MONDAY
source: Mo
es_mx: Lu
ja: 月
pl: Pon.
ru: Пн
uk: Пн.
zh: 周一
zh_sg: 周一

# IDS_MONDAY_FULL
source: Monday
es_mx: Lunes
ja: 月曜日
pl: Poniedziałek
ru: Понедельник
uk: Понеділок
zh: 星期一
zh_sg: 星期一

# IDS_MONITOR_TYPE
source: Monitor
ja: モニタ
ru: Монитор
uk: Монітор
zh: 屏幕
zh_sg: 屏幕

# IDS_MONTH
source: m
pl: mies.
ru: мес.
uk: міс.
zh: 月
zh_sg: 月

# IDS_MONTH_1
source: JANUARY
es_mx: ENERO
ja: 1 月
pl: STYCZEŃ
ru: ЯНВАРЬ
uk: СІЧЕНЬ
zh: 一月
zh_sg: 一月

# IDS_MONTH_10
source: OCTOBER
es_mx: OCTUBRE
ja: 10 月
pl: PAŹDZIERNIK
ru: ОКТЯБРЬ
uk: ЖОВТЕНЬ
zh: 十月
zh_sg: 十月

# IDS_MONTH_11
source: NOVEMBER
es_mx: NOVIEMBRE
ja: 11 月
pl: LISTOPAD
ru: НОЯБРЬ
uk: ЛИСТОПАД
zh: 十一月
zh_sg: 十一月

# IDS_MONTH_12
source: DECEMBER
es_mx: DICIEMBRE
ja: 12 月
pl: GRUDZIEŃ
ru: ДЕКАБРЬ
uk: ГРУДЕНЬ
zh: 十二月
zh_sg: 十二月

# IDS_MONTH_2
source: FEBRUARY
es_mx: FEBRERO
ja: 2 月
pl: LUTY
ru: ФЕВРАЛЬ
uk: ЛЮТИЙ
zh: 二月
zh_sg: 二月

# IDS_MONTH_3
source: MARCH
es_mx: MARZO
ja: 3 月
pl: MARZEC
ru: МАРТ
uk: БЕРЕЗЕНЬ
zh: 三月
zh_sg: 三月

# IDS_MONTH_4
source: APRIL
es_mx: ABRIL
ja: 4 月
pl: KWIECIEŃ
ru: АПРЕЛЬ
uk: КВІТЕНЬ
zh: 四月
zh_sg: 四月

# IDS_MONTH_5
source: MAY
es_mx: MAYO
ja: 5 月
pl: MAJ
ru: МАЙ
uk: ТРАВЕНЬ
zh: 五月
zh_sg: 五月

# IDS_MONTH_6
source: JUNE
es_mx: JUNIO
ja: 6 月
pl: CZERWIEC
ru: ИЮНЬ
uk: ЧЕРВЕНЬ
zh: 六月
zh_sg: 六月

# IDS_MONTH_7
source: JULY
es_mx: JULIO
ja: 7 月
pl: LIPIEC
ru: ИЮЛЬ
uk: ЛИПЕНЬ
zh: 七月
zh_sg: 七月

# IDS_MONTH_8
source: AUGUST
es_mx: AGOSTO
ja: 8 月
pl: SIERPIEŃ
ru: АВГУСТ
uk: СЕРПЕНЬ
zh: 八月
zh_sg: 八月

# IDS_MONTH_9
source: SEPTEMBER
es_mx: SEPTIEMBRE
ja: 9 月
pl: WRZESIEŃ
ru: СЕНТЯБРЬ
uk: ВЕРЕСЕНЬ
zh: 九月
zh_sg: 九月

# IDS_MONTH_SHORTCUT_1
source: Jan
es_mx: Ene
ja: 1 月
pl: STY
ru: янв
uk: січ.
zh: янв
zh_sg: 1月

# IDS_MONTH_SHORTCUT_10
source: Oct
ja: 10 月
pl: PAŹ
ru: окт
uk: жовт.
zh: окт
zh_sg: 10月

# IDS_MONTH_SHORTCUT_11
source: Nov
ja: 11 月
pl: LIS
ru: ноя
uk: листоп.
zh: ноя
zh_sg: 11月

# IDS_MONTH_SHORTCUT_12
source: Dec
es_mx: Dic
ja: 12 月
pl: GRU
ru: дек
uk: груд.
zh: дек
zh_sg: 12月

# IDS_MONTH_SHORTCUT_2
source: Feb
ja: 2 月
pl: LUT
ru: фев
uk: лют.
zh: фев
zh_sg: 2月

# IDS_MONTH_SHORTCUT_3
source: Mar
ja: 3 月
ru: мар
uk: берез.
zh: мар
zh_sg: 3月

# IDS_MONTH_SHORTCUT_4
source: Apr
es_mx: Abr
ja: 4 月
pl: KWI
ru: апр
uk: квіт.
zh: апр
zh_sg: 4月

# IDS_MONTH_SHORTCUT_5
source: May
ja: 5 月
pl: MAJ
ru: май
uk: трав.
zh: май
zh_sg: 5月

# IDS_MONTH_SHORTCUT_6
source: Jun
ja: 6 月
pl: CZE
ru: июн
uk: черв.
zh: июн
zh_sg: 6月

# IDS_MONTH_SHORTCUT_7
source: Jul
ja: 7 月
pl: LIP
ru: июл
uk: лип.
zh: июл
zh_sg: 7月

# IDS_MONTH_SHORTCUT_8
source: Aug
es_mx: Ago
ja: 8 月
pl: SIE
ru: авг
uk: серп.
zh: авг
zh_sg: 8月

# IDS_MONTH_SHORTCUT_9
source: Sep
ja: 9 月
pl: WRZ
ru: сен
uk: верес.
zh: сен
zh_sg: 9月

# IDS_MORE
source: remaining:
es_mx: restante:
ja: 残り:
pl: pozostało:
ru: ещё
uk: ще
zh: 剩余：
zh_sg: 剩余：

# IDS_MORE_EXP
source: %(expCount)d left
es_mx: %(expCount)d restante
ja: 残り %(expCount)d
pl: pozostało %(expCount)d
ru: ещё %(expCount)d
uk: ще %(expCount)d
zh: 剩余 %(expCount)d
zh_sg: 剩余%(expCount)d天

# IDS_MORE_INFO_ABOUT_CLANB_RAWL_TOOLTIP
source: More info about the Clan Brawl
es_mx: Más información sobre la Pelea de Clanes
ja: クラン闘争の詳細
pl: Więcej informacji na temat potyczki klanowej
ru: Подробнее о клановом блице
uk: Докладно про клановий бліц
zh: Подробнее о клановом блице
zh_sg: 更多关于军团对决的信息

# IDS_MORE_INFO_ABOUT_EVENT_TOOLTIP
source: More info about the event
es_mx: Más información acerca del evento
ja: このイベントの詳細
pl: Więcej informacji na temat wydarzenia
ru: Подробнее о событии
uk: Докладно про подію
zh: Подробнее о событии
zh_sg: 更多活动信息

# IDS_MORE_INFO_ABOUT_PVE_OPERATION_TOOLTIP
source: Operation details
es_mx: Detalles de la operación
ja: オペレーション詳細
pl: Szczegóły operacji
ru: Подробнее об операции
uk: Докладно про операції
zh: 行动详情
zh_sg: 行动详情

# IDS_MORE_INFO_ABOUT_RANKES_TOOLTIP
source: Season details
es_mx: Detalles de la temporada
ja: シーズン詳細
pl: Szczegóły sezonu
ru: Подробнее о сезоне
uk: Докладно про сезон
zh: 赛季细节
zh_sg: 赛季详细信息

# IDS_MOUSE_INSTRUCTION_BUY_AND_INSTALL_CAMOUFLAGE
source: Purchase and mount a camouflage
es_mx: Comprar y montar un camuflaje
ja: 迷彩の購入・搭載
pl: Kup i nałóż kamuflaż
ru: Купить и установить камуфляж
uk: Купити та нанести камуфляж
zh: Купить и установить камуфляж
zh_sg: 购买并安装涂装

# IDS_MOUSE_INSTRUCTION_BUY_AND_INSTALL_SIGNAL
source: Purchase and mount a signal
es_mx: Adquirir y montar una señal
ja: 信号旗の購入と搭載
pl: Kup i zamontuj sygnał
ru: Купить и установить сигнал
uk: Купити та встановити сигнал
zh: Купить и установить сигнал
zh_sg: 购买并安装信号旗

# IDS_MOUSE_INSTRUCTION_CHANGE_CAMO_COLOR
source: Set camouflage color scheme
es_mx: Establecer el esquema de color del camuflaje
ja: 迷彩カラースキームの設定
pl: Wybierz wariant kolorystyczny kamuflażu
ru: Установить цветовую схему камуфляжа
uk: Встановити колірну схему камуфляжу
zh: Установить цветовую схему камуфляжа
zh_sg: 设置涂装配色方案

# IDS_MOUSE_INSTRUCTION_DISABLE_PREVIEW_CAMOUFLAGE
source: Hide camouflage
es_mx: Ocultar camuflaje
ja: 迷彩を非表示
pl: Ukryj kamuflaż
ru: Скрыть камуфляж
uk: Приховати камуфляж
zh: Скрыть камуфляж
zh_sg: 隐藏涂装

# IDS_MOUSE_INSTRUCTION_DISABLE_PREVIEW_ENSIGN
source: Hide flag
es_mx: Ocultar bandera
ja: 旗を非表示
pl: Ukryj flagę
ru: Скрыть флаг
uk: Приховати прапор
zh: Скрыть флаг
zh_sg: 隐藏旗帜

# IDS_MOUSE_INSTRUCTION_DISABLE_PREVIEW_SIGNAL
source: Hide signal
es_mx: Ocultar señal
ja: 信号旗を非表示
pl: Ukryj sygnał
ru: Скрыть сигнал
uk: Приховати сигнал
zh: Скрыть сигнал
zh_sg: 隐藏信号旗

# IDS_MOUSE_INSTRUCTION_GO_TO_PREVIEW
source: Go to ship preview
es_mx: Ir al barco anterior
ja: 艦艇プレビューへ
pl: Przejdź do podglądu okrętu
ru: Перейти к просмотру корабля
uk: Перейти до перегляду корабля
zh: Перейти к просмотру корабля
zh_sg: 前往战舰预览

# IDS_MOUSE_INSTRUCTION_INSTALL_CAMOUFLAGE
source: Mount camouflage
es_mx: Montar camuflaje
ja: 迷彩の適用
pl: Nałóż kamuflaż
ru: Установить камуфляж
uk: Встановити камуфляж
zh: Установить камуфляж
zh_sg: 安装涂装

# IDS_MOUSE_INSTRUCTION_INSTALL_CAMO_COLOR
source: Mount the camouflage in this color scheme
es_mx: Montar el camuflaje en este esquema de color
ja: 迷彩をこのカラースキームで適用
pl: Nałoż kamuflaż w tym wariancie kolorystycznym
ru: Установить камуфляж в этой цветовой схеме
uk: Встановити камуфляж у цій колірній схемі
zh: Установить камуфляж в этой цветовой схеме
zh_sg: 安装这种配色的涂装

# IDS_MOUSE_INSTRUCTION_INSTALL_ENSIGN
source: Mount the flag
es_mx: Montar la Bandera
ja: この旗を搭載
pl: Zamontuj flagę
ru: Установить флаг
uk: Встановити прапор
zh: 安装信号旗
zh_sg: 安装旗帜

# IDS_MOUSE_INSTRUCTION_INSTALL_MODULE
source: Mount the module
es_mx: Montar el módulo
ja: モジュール搭載
pl: Zamontuj moduł
ru: Установить модуль
uk: Встановити модуль
zh: Установить модуль
zh_sg: 安装配件

# IDS_MOUSE_INSTRUCTION_INSTALL_SIGNAL
source: Mount the signal
es_mx: Montar la señal
ja: この信号旗を搭載
pl: Nałóż kamuflaż
ru: Установить сигнал
uk: Встановити сигнал
zh: 安装信号旗
zh_sg: 安装信号旗

# IDS_MOUSE_INSTRUCTION_LINK_AND_INSTALL_CAMOUFLAGE
source: Link and mount a camouflage
es_mx: Vincular y montar un camuflaje
ja: 迷彩の割り当てと適用
pl: Połącz i nałóż kamuflaż
ru: Привязать и установить камуфляж
uk: Прив’язати та встановити камуфляж
zh: Привязать и установить камуфляж
zh_sg: 绑定并安装一个涂装

# IDS_MOUSE_INSTRUCTION_PREVIEW_CAMOUFLAGE
source: Show camouflage
es_mx: Mostrar camuflaje
ja: 迷彩を表示
pl: Pokaż kamuflaż
ru: Показать камуфляж
uk: Показати камуфляж
zh: Показать камуфляж
zh_sg: 显示涂装

# IDS_MOUSE_INSTRUCTION_PREVIEW_CAMO_COLOR
source: Show the camouflage in this color scheme
es_mx: Mostrar el camuflaje en este esquema de color
ja: 迷彩をこのカラースキームで表示
pl: Pokaż kamuflaż w tym wariancie kolorystycznym
ru: Показать камуфляж в этой цветовой схеме
uk: Показати камуфляж у цій колірній схемі
zh: Показать камуфляж в этой цветовой схеме
zh_sg: 显示这种配色的涂装

# IDS_MOUSE_INSTRUCTION_PREVIEW_ENSIGN
source: Show flag
es_mx: Mostrar bandera
ja: 旗を表示
pl: Pokaż flagę
ru: Показать флаг
uk: Показати прапор
zh: Показать флаг
zh_sg: 显示旗帜

# IDS_MOUSE_INSTRUCTION_PREVIEW_SIGNAL
source: Show signal
es_mx: Mostrar señal
ja: 信号旗を表示
pl: Pokaż sygnał
ru: Показать сигнал
uk: Показати сигнал
zh: Показать сигнал
zh_sg: 显示信号旗

# IDS_MOUSE_INSTRUCTION_SLOT_PURCHASE
source: Go to slot purchase
es_mx: Ir a compra de espacios
ja: スロット購入へ
pl: Przejdź do zakupu miejsc
ru: Перейти к покупке слота
uk: Перейти до купівлі місця стоянки
zh: 购买补给槽
zh_sg: 购买船位

# IDS_MOUSE_INSTRUCTION_START_PREVIEW_MODULE_TTX
source: Show changes to the ship's parameters after installing the module.
es_mx: Mostrar los cambios a los parámetros del barco después de instalar el módulo.
ja: このモジュールを搭載した際の艦艇パラメータの変化を表示
pl: Pokaż zmiany w parametrach okrętu po instalacji modułu.
ru: Показать изменения характеристик корабля после установки модуля.
uk: Показати зміни характеристик корабля після встановлення модуля.
zh: Показать изменения характеристик корабля после установки модуля.
zh_sg: 安装配件后显示对战舰参数的更改。

# IDS_MOUSE_INSTRUCTION_STOP_PREVIEW_MODULE_TTX
source: Hide changes to the ship's parameters after installing the module.
es_mx: Ocultar los cambios a los parámetros del barco después de instalar el módulo.
ja: このモジュールを搭載した際の艦艇パラメータの変化を非表示
pl: Ukryj zmiany w parametrach okrętu po instalacji modułu.
ru: Скрыть изменения характеристик корабля после установки модуля.
uk: Приховати зміни характеристик корабля після встановлення модуля.
zh: Скрыть изменения характеристик корабля после установки модуля.
zh_sg: 安装配件后隐藏对战舰参数的更改。

# IDS_MOUSE_INSTRUCTION_TAKE_AWAY_CAMOUFLAGE
source: Demount camouflage
es_mx: Desmontar camuflaje
ja: 迷彩の解除
pl: Zdejmij kamuflaż
ru: Снять камуфляж
uk: Зняти камуфляж
zh: 拆卸涂装
zh_sg: 拆卸涂装

# IDS_MOUSE_INSTRUCTION_TAKE_AWAY_ENSIGN
source: Demount flag
es_mx: Desmontar bandera
ja: 旗の解除
pl: Zdemontuj flagę
ru: Снять флаг
uk: Зняти прапор
zh: Снять флаг
zh_sg: 拆卸旗帜

# IDS_MOUSE_INSTRUCTION_TAKE_AWAY_SIGNAL
source: Demount signal
es_mx: Desmontar señal
ja: 信号旗の解除
pl: Zdemontuj sygnał
ru: Снять сигнал
uk: Зняти сигнал
zh: Снять сигнал
zh_sg: 拆卸信号旗

# IDS_MOUSE_INSTRUCTION_TRAINING_BATTLE_SETTINGS
source: Training Room settings
es_mx: Ajustes de la batalla de entrenamiento
ja: トレーニング戦の設定
pl: Ustawienia pokoju treningowego
ru: Настройки тренировочной комнаты
uk: Налаштування тренувальної кімнати
zh: 战斗训练设定
zh_sg: 训练战役设置

# IDS_MOVEBYMINIMAP
source: Move Across Minimap
es_mx: Moverse a Través del Minimapa
ja: ミニマップ移動
pl: Przemieszczanie po minimapie
ru: Перемещение по миникарте
uk: Пересування міні-мапою
zh: 跨小地图移动
zh_sg: 跨小地图移动

# IDS_MOVEMENTCONTROLS
source: Ship Direction
es_mx: Dirección del Barco
ja: 艦艇の進路
pl: Kierunek okrętu
ru: Управление движением корабля
uk: Керування рухом корабля
zh: 移动
zh_sg: 战舰移动

# IDS_MOVE_BACK
source: Astern
es_mx: Atrás
ja: 後方
pl: Wstecz
ru: Назад
uk: Назад
zh: 返回
zh_sg: 返回

# IDS_MOVE_DOWN
source: Dive
es_mx: Sumergiéndose
ja: 潜行
pl: Zanurzanie
ru: Погружение
uk: Занурення
zh: 下潜中
zh_sg: 下潜中

# IDS_MOVE_FORWARD
source: Ahead
es_mx: Adelante
ja: 前方
pl: Naprzód
ru: Вперёд
uk: Вперед
zh: 向前移
zh_sg: 向前移

# IDS_MOVE_LEFT
source: Hard to Port (Left)
es_mx: Todo a Babor (Izquierda)
ja: 取舵いっぱい (左)
pl: Ster mocno lewo na burt
ru: Руль лево на борт
uk: Вліво на борт
zh: 左满舵 (左边)
zh_sg: 左满舵 (左边)

# IDS_MOVE_RIGHT
source: Hard to Starboard (Right)
es_mx: Todo a Estribor (Derecha)
ja: 面舵いっぱい (右)
pl: Ster mocno prawo na burt
ru: Руль право на борт
uk: Вправо на борт
zh: 右满舵 (右边)
zh_sg: 右满舵 (右边)

# IDS_MOVE_TO_THE_PROMO_REWARD_WINDOW
source: Go to Reward
es_mx: Ir a Recompensa
ja: 褒賞へ
pl: Przejdź do nagrody
ru: Перейти к Награде
uk: Перейти до Нагороди
zh: Перейти к Награде
zh_sg: 前往奖励

# IDS_MOVE_TO_THE_PURCHASE_PREMIUM
source: Purchase Warships Premium Account
es_mx: Adquirir una Cuenta Premium Warships
ja: Warships プレミアムアカウントの購入
pl: Kup konto premium Warships
ru: Купить Корабельный премиум аккаунт
uk: Купити Корабельний преміум акаунт
zh: Купить Корабельный премиум аккаунт
zh_sg: 购买战舰高级账号

# IDS_MOVE_TO_THE_REWARD
source: Go to your reward
es_mx: Ir a tu recompensa
ja: 褒賞へ
pl: Przejdź do swojej nagrody
ru: Перейти к награде
uk: Перейти до нагороди
zh: Перейти к награде
zh_sg: 前往领取您的奖励

# IDS_MOVE_UP
source: Ascend
es_mx: Ascendiendo
ja: 浮上
pl: Wynurzanie
ru: Всплытие
uk: Спливання
zh: 上浮中
zh_sg: 上升中

# IDS_MR_HIDE
source: Henry J. Hide
zh: 亨利-海德

# IDS_MSAA_MODE
source: Multisample Antialiasing
es_mx: Antialiasing MSAA
ja: アンチエイリアス: MSAA
pl: Antyaliasing wielopróbkowy
ru: Сглаживание MSAA
uk: Згладжування MSAA
zh: 多重采样抗锯齿
zh_sg: 多重采样抗锯齿

# IDS_MSKIN_NOT_LINKED
source: Not linked yet. Once linked to a ship, this camouflage cannot be mounted on other ships.
es_mx: Aún no está vinculado. Una vez vinculado a un barco, este camuflaje no puede ser montado en otros barcos.
ja: 未割り当て。この迷彩はいったん艦艇に割り当てると別の艦艇には適用できなくなります。
pl: Nie połączono. Gdy kamuflaż zostanie przypisany do okrętu, nie można go już nałożyć na inny okręt.
ru: Не привязан. После привязки камуфляжа его нельзя будет установить на другой корабль.
uk: Не прив’язано. Після того, як камуфляж було прив’язано, його неможливо встановити на інший корабель.
zh: Не привязан. После привязки камуфляжа его нельзя будет установить на другой корабль.
zh_sg: 尚未绑定。一旦绑定至一艘战舰，此涂装将无法安装在其他战舰上。

# IDS_MSKIN_TOOLTIP_INFO
source: Permanent camouflage can be linked to only one ship
es_mx: El camuflaje permanente solo puede ser vinculado a un barco
ja: 無期限迷彩は一隻の艦艇のみに割り当てることができます
pl: Stały kamuflaż może być połączony tylko z jednym okrętem
ru: Постоянный камуфляж может быть привязан только к одному кораблю
uk: Постійний камуфляж можна прив'язати до одного корабля
zh: Постоянный камуфляж может быть привязан только к одному кораблю
zh_sg: 永久涂装只能绑定一艘战舰

# IDS_MULTYCLIENT_PLAY
source: PLAY
es_mx: JUGAR
ja: プレイ
pl: GRAJ
ru: ИГРАТЬ
uk: ГРАТИ
zh: 开始游戏
zh_sg: 开始游戏

# IDS_MUSIC_DEVICE
source: Choose audio source
es_mx: Elige la fuente de sonido
ja: 音源の選択
pl: Wybierz źródło dźwięku
ru: Выбрать источник звука
uk: Вибрати джерело звуку
zh: Выбрать источник звука
zh_sg: 选择声音源

# IDS_MUSIC_MOD
source: Music mode
es_mx: Modo música
ja: 音楽モード
pl: Tryb muzyki
ru: Режим музыки
uk: Режим музики
zh: 音乐模式
zh_sg: 音乐模式

# IDS_MUSIC_MOD_DYNAMIC
source: Dynamic
es_mx: Dinámica
ja: ダイナミック
pl: Dynamiczny
ru: Динамический
uk: Динамічний
zh: 动态
zh_sg: 动态

# IDS_MUSIC_MOD_LEGACY
source: Original
ja: オリジナル
pl: Oryginalny
ru: Оригинальный
uk: Оригінальний
zh: 原始
zh_sg: 原始

# IDS_MUSIC_MOD_MIXED
source: Mixed
es_mx: Mezclado
ja: 混合
pl: Zmiksowany
ru: Смешанный
uk: Змішаний
zh: 混合
zh_sg: 混合

# IDS_MUSIC_MOD_WARDRUMS
source: War Drums
es_mx: Tambores de Guerra
pl: Bębny wojenne
ru: Боевые барабаны
uk: Бойові барабани
zh: 战鼓
zh_sg: 战鼓

# IDS_MUTE
source: Disable messages
es_mx: Deshabilitar mensajes
ja: メッセージを無効化
pl: Wyłącz wiadomości.
ru: Отключить сообщения
uk: Вимкнути повідомлення
zh: 关闭信息
zh_sg: 关闭信息

# IDS_MUTE_PLAYER_CHAT
source: Block messages
es_mx: Bloquear mensajes
ja: メッセージをブロック
pl: Zablokuj wiadomości
ru: Заблокировать сообщения
uk: Заблокувати повідомлення
zh: Заблокировать сообщения
zh_sg: 屏蔽消息

# IDS_MUTE_PLAYER_CHAT_HINT
source: Block all messages from this player in the current battle
es_mx: Bloquear todos los mensajes de este jugador en esta batalla
ja: 現在の戦闘でこのプレイヤーからの全メッセージをブロック
pl: Zablokuj wszystkie wiadomości od tego gracza w bieżącej bitwie
ru: Заблокировать все сообщения от этого игрока в текущем бою
uk: Заблокувати всі повідомлення від цього гравця в цьому бою
zh: Заблокировать все сообщения от этого игрока в текущем бою
zh_sg: 屏蔽当前战斗中所有这名玩家的消息

# IDS_MUTE_PLAYER_VOICE_CHAT
source: Disable voice messages from this player
es_mx: Deshabilitar los mensajes de este jugador
ja: このプレイヤーからの音声メッセージを無効化
pl: Wyłącz wiadomości głosowe od tego gracza
ru: Отключить голосовые сообщения от игрока
uk: Вимкнути голосові повідомлення від гравця
zh: 关闭此玩家的语音消息
zh_sg: 屏蔽此玩家的语音消息

# IDS_MYOKO
source: Myōkō
ja: ミョウコウ
zh: 鬣
zh_sg: 妙高

# IDS_MY_ACHIEVEMENTS
source: My Achievements
es_mx: Mis Logros
ja: マイ実績
pl: Moje osiągnięcia
ru: Мои достижения
uk: Мої досягнення
zh: 我的成就
zh_sg: 我的成就

# IDS_MY_CLAN_BATTLES
source: Divisions of the Clan
es_mx: Divisiones del Clan
ja: このクランの分艦隊
pl: Dywizjony klanu
ru: Отряды клана
uk: Загони клану
zh: 军团的小队
zh_sg: 军团的小队

# IDS_MY_CLUBS
source: My Teams
es_mx: Mis Equipos
ja: マイチーム
pl: Moje drużyny
ru: Мои команды
uk: Мої команди
zh: 我的队伍
zh_sg: 我的团队

# IDS_MY_CONTACTS
source: My Contacts
es_mx: Mis Contactos
ja: マイ・コンタクト
pl: Moje kontakty
ru: Мои контакты
uk: Мої контакти
zh: 联系名单
zh_sg: 联系名单

# IDS_MY_SHIP
source: My ship
es_mx: Mi barco
ja: 自艦
pl: Mój okręt
ru: Мой корабль
uk: Мій корабель
zh: 我的战舰
zh_sg: 我的战舰

# IDS_NACHI
source: Nachi
ja: ナチ
zh: 那智

# IDS_NAME_OF_SERVER
source: Server:
es_mx: Servidor:
ja: サーバー:
pl: Serwer:
ru: Сервер:
uk: сервер:
zh: Сервер:
zh_sg: 服务器：

# IDS_NARONG_DUANTA
source: Narong Duangta
zh: 那龙 段塔

# IDS_NATION
source: Nation
es_mx: Nación
ja: 国家
pl: Kraj
ru: Нация
uk: Нація
zh: 系别
zh_sg: 国家

# IDS_NATIONS
source: Nations
es_mx: Naciones
ja: 国家
pl: Kraje
ru: Нации
uk: Нації
zh: 系别
zh_sg: 国家

# IDS_NAVAL_FLAG
source: Naval flag
es_mx: Bandera naval
ja: 軍艦旗
pl: Bandera
ru: Военно-морской флаг
uk: Військово-морський прапор
zh: 海军旗帜
zh_sg: 海军旗

# IDS_NAVAL_FLAGS
source: Naval flags
es_mx: Banderas navales
ja: 軍艦旗
pl: Bandery
ru: Военно-морские флаги
uk: Військово-морські прапори
zh: 海军旗帜
zh_sg: 海军旗

# IDS_NAVAL_FLAG_ARGENTINA
source: Argentine Navy
es_mx: Armada Argentina
ja: アルゼンチン海軍
pl: Marynarka Argentyny
ru: ВМС Аргентины
uk: ВМС Аргентини
zh: AG海军军徽
zh_sg: 阿根廷海军

# IDS_NAVAL_FLAG_ARGENTINA_DESCRIPTION
source: The Naval Ensign of the Argentine Republic features the same design as the country's official national flag. Its exterior design was finally approved in 1861.
es_mx: La Insignia Naval de la República de Argentina tiene el mismo diseño de la bandera nacional oficial del país. Su diseño exterior fue aprobado finalmente en 1861.
ja: アルゼンチン共和国の軍艦旗は、国旗と同様のデザインとなっています。その最終的なデザインが承認されたのは、1861 年のことでした。
pl: Bandera wojenna Republiki Argentyny przypomina wyglądem flagę narodową tego kraju. Jej wzór został zatwierdzony w 1861 roku.
ru: Военно-морской флаг Аргентинской Республики совпадает по рисунку с официальным государственным флагом, внешний вид которого был окончательно утверждён в 1861 году.
uk: Військово-морський прапор Аргентинської Республіки збігається з малюнком офіційного державного прапора, зовнішній вигляд якого остаточно затвердили 1861 р.
zh: AG海军军徽的设计和国旗的设计是一致的。这个设计在1861年被采用。
zh_sg: 阿根廷共和国海军徽章的设计与国家官方国旗相同。其外观设计于1861年获得最终批准。

# IDS_NAVAL_FLAG_AUSTRALIA
source: Royal Australian Navy
es_mx: Armada Real Australiana
ja: 王立オーストラリア海軍
ru: ВМС Австралии
uk: ВМС Австралії
zh: 澳洲海军的旗帜
zh_sg: 澳大利亚皇家海军

# IDS_NAVAL_FLAG_AUSTRALIA_DESCRIPTION
source: From its inception in 1911 until 1967, the Royal Australian Navy used a flag identical in design to that of the Royal Navy of Great Britain.
es_mx: Desde su creación en 1911 y hasta 1967, la Armada Real Australiana utilizó una bandera idéntica en diseño a la bandera de la Armada Real de Gran Bretaña.
ja: 王立オーストラリア海軍では、1911 年に創設されて以後、1967 年まではイギリス海軍と同一のデザインの軍艦旗を使用していました。
pl: Od chwili jej utworzenia w 1911 roku aż do 1967 roku bandera Royal Australian Navy była identyczna, jak bandera brytyjskiej Royal Navy.
ru: С момента своего образования в 1911 г. и до 1967 г. Королевский австралийский флот использовал флаг, идентичный по рисунку флагу Королевского флота Великобритании.
uk: З часу свого утворення 1911 р. і до 1967 р. Королівський австралійський флот використовував прапор, ідентичний з малюнком прапора Королівського флоту Великобританії.
zh: 从1911年到1967年之间，皇家澳洲海军所使用的旗帜都和英国皇家海军所使用的旗帜一样
zh_sg: 从1911年到1967年，澳大利亚皇家海军采用了与英国皇家海军设计相同的旗帜。

# IDS_NAVAL_FLAG_AUSTRIA_HUNGARY
source: Austria-Hungary
es_mx: Austria-Hungría
ja: オーストリア＝ハンガリー帝国
pl: Austro-Węgry
ru: Австро-Венгрия
uk: Австро-Угорщина
zh: Австро-Венгрия
zh_sg: 奥匈帝国

# IDS_NAVAL_FLAG_AUSTRIA_HUNGARY_DESCRIPTION
source: Flag of the Imperial and Royal War Navy of Austria-Hungary. The design of the flag, approved in 1786 for the Austrian Navy (from 1867, Austria-Hungary), dates back to the ancient coat-of-arms of the Archduchy of Austria.
es_mx: Bandera de la Marina de guerra Imperial y Real de Austria-Hungría. El diseño de la bandera, aprobado en 1786 para la Armada austriaca (a partir de 1867, de Austria-Hungría), utiliza el antiguo escudo de armas del archiducado de Austria.
ja: オーストリア＝ハンガリー帝国海軍の旗です。この旗のデザインはオーストリア海軍用として 1786 年に承認された (1867 年からはオーストリア＝ハンガリー帝国) ものであり、その起源はオーストリア大公国の古い紋章まで遡ります。
pl: Flaga Cesarskiej i królewskiej Marynarki Wojennej Austro-Węgier. Jej projekt, zatwierdzony w 1786 roku dla marynarki austriackiej (od 1867 austro-węgierskiej), sięga czasów dawnych herbów Arcyksięstwa Austriackiego.
ru: Флаг Императорских и Королевских Военно-морских сил Австро-Венгрии. Рисунок флага, утверждённый в 1786 году для ВМС Австрии (с 1867 года — Австро-Венгрии), восходит к древнему гербу эрцгерцогства Австрия.
uk: Прапор Імператорських і Королівських військово-морських сил Австро-Угорщини. Ескіз прапора, затверджений 1786 року для ВМС Австрії (з 1867 року — Австро-Угорщини) є нащадком давнього герба ерцгерцогства Австрія.
zh: Флаг Императорских и Королевских Военно-морских сил Австро-Венгрии. Рисунок флага, утверждённый в 1786 году для ВМС Австрии (с 1867 года — Австро-Венгрии), восходит к древнему гербу эрцгерцогства Австрия.
zh_sg: 奥匈帝国和皇家战争海军的旗帜。设计于1786年获得奥地利海军（1867年，奥匈帝国）的批准，可以追溯到奥地利大公国的古代纹章。

# IDS_NAVAL_FLAG_CANADA
source: Royal Canadian Navy
es_mx: Marina Real Canadiense
ja: 王立カナダ海軍
ru: ВМС Канады
uk: ВМС Канади
zh: 加拿大的海军旗帜
zh_sg: 加拿大皇家海军

# IDS_NAVAL_FLAG_CANADA_DESCRIPTION
source: Flag of the Royal Canadian Navy. From 1911 to 1965, it was identical in design to the flag of the Royal Navy of Great Britain.
es_mx: Bandera de la Armada Real Canadiense. De 1911 a 1965, fue idéntica en diseño a la bandera de la Armada Real de Gran Bretaña.
ja: 王立カナダ海軍の軍艦旗です。1911 年から 1965 年までは、イギリス海軍と同一のデザインでした。
pl: Bandera Marynarki Wojennej Kanady. Od 1911 do 1965 roku była ona identyczna z flagą brytyjskiej Royal Navy.
ru: Флаг Королевского канадского флота. С 1911 г. по 1965 г. был идентичен по рисунку флагу Королевского флота Великобритании.
uk: Прапор Королівського канадського флоту. З 1911 р. до 1965 р. був ідентичним малюнку прапора Королівського флоту Великобританії.
zh: 加拿大皇家海军旗帜，从1911年到1965年，这张旗帜与大不列颠皇家海军的旗帜一样
zh_sg: 加拿大皇家海军的旗帜。从1911年到1965年，采用了与英国皇家海军相同的设计。
