Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC366_SOVIETBBARC_ASHIK_DESCRIPTION
source: Among Russian and Soviet engineers, there have always been a lot of bright personalities. Viktor Vladimirovich Ashik was no doubt one of them. His ancestors came from Serbia. Viktor himself, with over six decades of experience in designing and building ships, was a hereditary collector and a brilliant connoisseur of world culture and history. In 1936, being an employee of the Design Bureau of the Baltic Works, Ashik became the deputy of Boris Chilikin who was in charge of Project 23, which envisaged the construction of a battleship for the Great Ocean Fleet. In 1939, Ashik became the Chief Designer for the project under which, by that time, two of the four Sovetsky Soyuz-class ships had already been laid down. During the War, at the insistence of the People's Commissar of the Navy Admiral Kuznetsov, who correctly assessed the leading role of carrier-based aviation in a war at sea in those days, the first aircraft carrier projects were under development in the U.S.S.R. After being promoted to the position of Chief Engineer of Central Design Bureau No. 17, Viktor Ashik headed the design works on Soviet aircraft carriers.
es_mx: Siempre hubo muchas personalidades brillantes entre los ingenieros rusos y soviéticos. Viktor Vladimirovich Ashik fue sin duda una de ellas. Sus antepasados venían de Serbia. El propio Viktor, con más de seis décadas de experiencia en el diseño y la construcción de barcos, fue un coleccionista hereditario y un gran conocedor de la historia y la cultura del mundo. En 1936, como empleado de la oficina de diseño del Astillero del Báltico, Ashik ascendió a adjunto de Boris Chilikin, que estaba a cargo de Proyecto 23. El objetivo era la construcción de un acorazado para la Gran Flota del Océano. En 1939, Ashik se convirtió en el diseñador jefe del proyecto, que en ese momento ya había supervisado la puesta en grada de dos de los cuatro barcos de la clase Sovetsky Soyuz. Durante la guerra, se desarrollaron los primeros proyectos de portaaviones en la URSS por insistencia del Comisario del Pueblo para la Armada, el almirante Kuznetsov. Kuznetsov supo ver la importante función que desempeñaba este tipo de aviación en una guerra marítima en esas fechas. Tras ser ascendido al puesto de ingeniero jefe de la Oficina Central de Diseño n.º 17, Viktor Ashik dirigió los trabajos de diseño de los portaaviones soviéticos.
ja: ロシアとソ連の技師達には輝ける人物が常に多数存在していました。ヴィクトル・ヴラジミロヴィチ・アシクも間違いなくその一人と言えます。彼の先祖はセルビアの出身であり、ヴィクトル自身は艦船の設計・建造で 60 年を超える経験を持ち、親譲りの収集家で世界の文化や歴史に関する卓越した知識を有していました。 1936 年、バルチック造船所の設計局に務めていた彼は、大海洋艦隊用の戦艦を建造するための計画であったプロイェークト 23 の主任を務めていたボリス・チリキンの補佐役になりました。1939 年には本計画の主任設計者となり、この時点までにソヴィエツキー・ソユーズ級戦艦 4 隻中 2 隻の起工の監督を終えていました。二次大戦中には、当時の海戦において艦載機が主導的な役割を担っていたことを適切に評価した海軍人民委員クズネツォフ提督の強い意向により、ソ連初の航空母艦の開発が開始されました。そしてヴィクトル・アシクは第 17 中央設計局の技師長に昇進した後にソ連の航空母艦の設計作業を主導しました。
pl: Pośród rosyjskich i radzieckich inżynierów okrętowych zawsze znaleźć można było wiele błyskotliwych postaci. Bez wątpienia należał do nich Wiktor Władimirowicz Aszik. Jego przodkowie wywodzili się z Serbii. Wiktor, mający ponad 60-letnie doświadczenie w projektowaniu i budowaniu okrętów, był spadkobiercą i koneserem światowej kultury i sztuki. W 1936 roku, będąc pracownikiem biura projektowego Stoczni Bałtyckiej, Aszik został zastępcą Borysa Czilikina, kierującego Projektem 23, w ramach którego budowano pancernik dla Wielkiej Floty Oceanicznej. W 1939 roku Aszik został głównym projektantem projektu, do tego momentu nadzorując budowę dwóch z czterech okrętów klasy Sowietskij Sojuz. W trakcie wojny na prośbę Komisarza Ludowego Marynarki Wojennej, admirała Kuzniecowa, który właściwie ocenił wiodącą rolę lotnictwa morskiego w nadchodzącej wojnie, rozpoczęto prace nad pierwszymi projektami lotniskowców dla ZSRR. Po awansie na stanowisko głównego inżyniera w Centralnym Biurze Projektowym nr 17 Wiktor Aszik przewodził pracom projektowym nad radzieckimi lotniskowcami.
ru: Среди российских и советских инженеров всегда было немало ярких личностей. Уникальной персоной был и Виктор Владимирович Ашик. Его предки были выходцами из Сербии, сам Виктор Ашик, посвятив свыше шести десятилетий жизни проектированию и строительству кораблей, был одновременно потомственным коллекционером и блестящим знатоком мировой культуры и истории. Работая в конструкторском бюро (КБ) Балтийского завода, с 1936 года Ашик был заместителем Бориса Чиликина, руководившего разработкой «проекта 23» — линейных кораблей для «Большого океанского флота». В 1939 году он стал главным конструктором проекта, по которому на тот момент уже были заложены два из четырёх кораблей типа «Советский Союз». Во время войны по настоянию наркома ВМФ адмирала Кузнецова, верно оценивавшего ведущую роль палубной авиации в современной войне на море, в СССР шла разработка первых проектов авианосцев. Ставший в 1943 году главным инженером Центрального конструкторского бюро № 17 (ЦКБ-17), Виктор Ашик возглавил проектирование советских авианесущих кораблей.
uk: Серед російських і радянських інженерів завжди було чимало яскравих особистостей. Унікальною персоною був і Віктор Володимирович Ашик. Його предки походили з Сербії, а сам Віктор Ашик, присвятивши понад шість десятиріч життя проектуванню та будівництву кораблів, був одночасно спадковим колекціонером і блискучим знавцем світової культури та історії. Працюючи в конструкторському бюро (КБ) Балтійського заводу, з 1936 р. Ашик був заступником Бориса Чілікіна, який керував розробленням «проекту 23» — лінкорів для «Великого океанського флоту». 1939 р. він став головним конструктором проекту, за яким на той час вже заклали два з чотирьох кораблів типу «Совєтській Союз». Під час війни, за наполяганням наркома ВМФ адмірала Кузнєцова, який правильно оцінював провідну роль палубної авіації в сучасній війні на морі, в СРСР тривало розроблення перших проектів авіаносців. Ставши головним інженером Центрального конструкторського бюро № 17 (ЦКБ-17) 1943 р., Віктор Ашик очолив проектування радянських авіаносців.
zh: Среди российских и советских инженеров всегда было немало ярких личностей. Уникальной персоной был и Виктор Владимирович Ашик. Его предки были выходцами из Сербии, сам Виктор Ашик, посвятив свыше шести десятилетий жизни проектированию и строительству кораблей, был одновременно потомственным коллекционером и блестящим знатоком мировой культуры и истории. Работая в конструкторском бюро (КБ) Балтийского завода, с 1936 года Ашик был заместителем Бориса Чиликина, руководившего разработкой «проекта 23» — линейных кораблей для «Большого океанского флота». В 1939 году он стал главным конструктором проекта, по которому на тот момент уже были заложены два из четырёх кораблей типа «Советский Союз». Во время войны по настоянию наркома ВМФ адмирала Кузнецова, верно оценивавшего ведущую роль палубной авиации в современной войне на море, в СССР шла разработка первых проектов авианосцев. Ставший в 1943 году главным инженером Центрального конструкторского бюро № 17 (ЦКБ-17), Виктор Ашик возглавил проектирование советских авианесущих кораблей.
zh_sg: 在俄罗斯和苏联的工程师中，总是有许多耀眼的明星。维克多·弗拉迪米罗维奇·阿什克无疑是其中之一。他的祖先来自塞尔维亚。维克多本人在设计和造船方面拥有超过60年的经验，是一位世袭的收藏家，也是世界文化和历史的杰出鉴赏家。 1936年，作为波罗的海船厂设计局的一名雇员，阿什克成为了23号项目的负责人鲍里斯·奇利金的副手，该项目的设想是建造一种远洋舰队用的战列舰。1939年，阿什克成为该项目的首席设计师，到此时，项目规划建造的四艘苏联及战舰已经完工并下水两艘。战争期间，在人民委员会海军委员——库兹涅佐夫上将的推动下，苏联正确认识到了舰载航空在海军战争中的决定性作用，并决定研发第一批苏联航母。阿什克被晋升为17号中央设计局总工程师后，开始领导苏联航空母舰的研发工作。

# IDS_PCZC367_SOVIETBBARC_BESPOLOV
source: Fedot Evdokimovich Bespolov (1895–1983)
ja: フェドット・エヴドキモヴィチ・ベスポロフ (1895 年 - 1983 年)
pl: Fiedot Ewdokimowicz Biespołow (1895–1983)
ru: Федот Евдокимович Бесполов (1895–1983)
uk: Федот Євдокимович Бєсполов (1895–1983)
zh: Федот Евдокимович Бесполов (1895–1983)
zh_sg: 费费多特·埃夫多基莫维奇·贝索洛夫（1895-1983)

# IDS_PCZC367_SOVIETBBARC_BESPOLOV_DESCRIPTION
source: The path to become a shipbuilder was long and difficult for Fedot Evdokimovich Bespolov. Born into a poor family, he entered a higher educational establishment shortly before the beginning of World War I, so he had to juggle his studies and work at a port. A number of times he had to abandon his studies and work at dockyards to feed himself. After receiving the specialty of a ship constructor in 1930, Bespolov was involved in the design and construction of the Leningrad-class destroyer flotilla leaders. From the mid-1930s, Fedot Bespolov worked at the Central Design Bureau of Special Shipbuilding No. 1, later known as Central Design Bureau No. 17, taking part in designing Gnevny-class destroyers. In 1939, a talented engineer was appointed to the post of chief designer of the Project 69, Kronshtadt-class super heavy cruisers armed with 305 mm artillery. In the midst of the Great Patriotic War, Bespolov led the development of Project 24, a further development of Sovetsky Soyuz-class battleships. The design of these ships was to take into account the experience of World War II and embody the most advanced achievements of Soviet shipbuilding. Both 406 mm and 457 mm guns were considered as options for battleships armament. Besides, in accordance with the project designed at 1950, they had to be equipped with the most advanced universal artillery and the latest radar equipment.
es_mx: El camino para convertirse en un constructor naval fue largo y difícil para Fedot Evdokimovich Bespolov. Nacido en una familia pobre, entró a una insitución de educación superior poco después del inicio de la Primera Guerra Mundial, por lo que tuvo arreglárselas entre sus estudios y su trabajo en un puerto. Tuvo que abandonar sus estudios varias veces para trabajar en los astilleros y así tener para comer. Después de recibir la especialidad de constructor naval en 1930, Bespolov estuvo involucrado en el diseño y la construcción de los destructores líderes de flotilla de la clase Leningrad. A partir de mediados de los años 30, Fedot Bespolov trabajó en la Oficina Central de Diseño de Construcción Naval Especial N.º 1, más tarde conocida como la Oficina Central de Diseño N.º 17, participando en el diseño de los destructores de la clase Gnevny. En 1939, el talentoso ingeniero fue nombrado diseñador en jefe del Proyecto 69, los cruceros superpesados de la clase Kronshtadt armados con una artillería de 305 mm. Durante la Gran Guerra Patriótica, Bespolov dirigió el desarrollo del Proyecto 24, un desarrollo avanzado de los acorazados de la clase Sovetsky Soyuz. El diseño de estos barcos tomaba en cuenta la experiencia adquirida en la Segunda Guerra Mundial y representaba los logros más avanzados de la construcción naval soviética. Tanto los cañones de 406 mm como los de 457 mm fueron considerados como las opciones para el armamento de estos acorazados. Además, de acuerdo con el proyecto diseñado en 1950, tenían que estar equipados con la artillería universal más avanzada y el equipo de radar más reciente.
ja: フェドット・エヴドキモヴィチ・ベスポロフにとって、造船技師になることは長く困難な道のりでした。彼は貧しい家庭に生まれ、高等教育機関に入ったのは一次大戦の開戦直前のことであったため、勉学と港での労働を両立させる必要がありました。そして、造船所で働いて食いつなぐために、勉学を諦めざるを得なかったことが何度もありました。1930 年に造船技師としての専門技能を習得した後、ベスポロフはレニングラード級嚮導駆逐艦の設計・建造に従事しました。 彼は後に第 17 中央設計局として知られるようになる第 1 特別造船中央設計局で働き、グネヴヌイ級駆逐艦の設計に参加しました。この才能豊かな技師は 1939 年にプロイェークト 69 の設計主任に任命され、これは 305 mm 砲を備えた超重巡洋艦であるクロンシュタット級のことでした。大祖国戦争の最中には、ソヴィエツキー・ソユーズ級戦艦の発展型であるプロイェークト 24 の開発を主導しました。その設計においては二次大戦中に得られた戦訓を考慮し、ソ連の造船における最先端の実績を活用することになっていました。加えて、1950 年に設計された計画に則り、最先端の両用砲と最新鋭のレーダー設備を搭載することになっていました。
pl: By stać się inżynierem okrętowym, Fiedot Ewdokimowicz Biespołow przeszedł długą i trudną drogę. Urodził się w ubogiej rodzinie, edukację rozpoczął tuż przed wybuchem I wojny światowej, studia musiał więc łączyć z pracą w porcie. Edukację musiał wielokrotnie przerywać, by pracować w dokach i zarobić na chleb. Po zdobyciu specjalności w budowie okrętów w 1930 roku Biespołow uczestniczył w projektowaniu i budowie liderów flotylli niszczycieli klasy Leningrad. Od połowy lat 30. Fiedot Biespołow pracował w Centralnym Biurze Projektowym Okrętownictwa Specjalnego nr 1, znanym później jako Centralne Biuro Projektowe nr 17, biorąc udział w projektowaniu niszczycieli klasy Gniewnyj. W 1939 roku ten utalentowany inżynier mianowany został na stanowisko głównego projektanta Projektu 69 – ciężkich krążowników klasy Kronstadt, uzbrojonych w artylerię kal. 305 mm. W trakcie Wielkiej Wojny Patriotycznej Biespołow prowadził prace nad Projektem 24, czyli projektem rozwojowym pancerników klasy Sowietskij Sojuz. Projekt nowych pancerników uwzględniał doświadczenia zdobyte w trakcie II wojny światowej i wprowadzał najnowocześniejsze osiągnięcia radzieckiej inżynierii okrętowej. Rozważano instalację zarówno dział kal. 406 mm jak i 457 mm. Ponadto, w myśl projektu z 1950 roku jednostki miały otrzymać najnowocześniejszą artylerię uniwersalną i wyposażenie radarowe.
ru: Путь в кораблестроители для Федота Евдокимовича Бесполова был долгим и трудным. Происходивший из бедной семьи, он, поступив в высшее учебное заведение незадолго до начала Первой мировой войны, был вынужден совмещать учёбу с работой грузчиком в порту. Не раз ему приходилось бросать институт и, чтобы прокормить себя, работать на судоремонтных заводах. Получив в 1930 году специальность «инженер-кораблестроитель», Бесполов был привлечён к проектированию и строительству лидеров эсминцев типа «Ленинград». С середины 1930-х годов Федот Бесполов работал в Центральном конструкторском бюро по специальному судостроению (ЦКБС-1, позднее ЦКБ-17), участвуя в проектировании эсминцев типа «Гневный». В 1939 году талантливый инженер был назначен на пост главного конструктора «проекта 69» — «сверхтяжёлых», вооружённых 305-мм артиллерией крейсеров типа «Кронштадт». В разгар Великой Отечественной войны Бесполов возглавил разработку «проекта 24», представлявшего собой развитие линкоров типа «Советский Союз». Конструкция этих кораблей должна была учитывать опыт Второй мировой войны и воплощать самые передовые достижения советского кораблестроения. В числе вариантов вооружения линкоров рассматривались как 406-мм, так и 457-мм орудия. Помимо этого, в соответствии с проектом 1950 года, они должны были иметь самую совершенную универсальную артиллерию и новейшее радиолокационное оборудование.
uk: Шлях у кораблебудівники для Федота Євдокимовича Бєсполова був довгим і важким. Походячи з бідної родини, він, вступивши до вищого навчального закладу перед початком Першої світової війни, був змушений поєднувати навчання з роботою вантажника в порту. Не раз йому доводилося кидати інститут і, щоб прогодувати себе, працювати на судноремонтних заводах. Отримавши 1930 р. спеціальність «інженер-кораблебудівник», Бєсполова залучили до проектування й будівництва лідерів есмінців типу «Ленінград». З середини 1930-х рр. Федот Бєсполов працював у Центральному конструкторському бюро спеціального суднобудування (ЦКБС-1, пізніше ЦКБ-17), беручи участь у проектуванні есмінців типу «Ґнєвний». 1939 року талановитого інженера призначили на посаду головного конструктора «проекту 69» — «надважких», озброєних 305-мм артилерією крейсерів типу «Кронштадт». У розпал Великої Вітчизняної війни Радянського Союзу Безполов очолив розроблення «проекту 24», який був розвитком лінкорів типу «Совєтській Союз». Конструкція цих кораблів мала враховувати досвід Другої світової війни та втілювати провідні досягнення радянського кораблебудування. Як варіанти озброєння лінкорів розглядали 406-мм та 457-мм гармати. Крім цього, відповідно до проекту 1950 року, вони мали мати найдосконалішу універсальну артилерію й новітнє устаткування радіолокації.
zh: Путь в кораблестроители для Федота Евдокимовича Бесполова был долгим и трудным. Происходивший из бедной семьи, он, поступив в высшее учебное заведение незадолго до начала Первой мировой войны, был вынужден совмещать учёбу с работой грузчиком в порту. Не раз ему приходилось бросать институт и, чтобы прокормить себя, работать на судоремонтных заводах. Получив в 1930 году специальность «инженер-кораблестроитель», Бесполов был привлечён к проектированию и строительству лидеров эсминцев типа «Ленинград». С середины 1930-х годов Федот Бесполов работал в Центральном конструкторском бюро по специальному судостроению (ЦКБС-1, позднее ЦКБ-17), участвуя в проектировании эсминцев типа «Гневный». В 1939 году талантливый инженер был назначен на пост главного конструктора «проекта 69» — «сверхтяжёлых», вооружённых 305-мм артиллерией крейсеров типа «Кронштадт». В разгар Великой Отечественной войны Бесполов возглавил разработку «проекта 24», представлявшего собой развитие линкоров типа «Советский Союз». Конструкция этих кораблей должна была учитывать опыт Второй мировой войны и воплощать самые передовые достижения советского кораблестроения. В числе вариантов вооружения линкоров рассматривались как 406-мм, так и 457-мм орудия. Помимо этого, в соответствии с проектом 1950 года, они должны были иметь самую совершенную универсальную артиллерию и новейшее радиолокационное оборудование.
zh_sg: 对于费多特·埃夫多基莫维奇·贝斯波洛夫，成为造船人的道路是漫长而艰难的。他出生在一个贫穷的家庭，在第一次世界大战开始前不久就进入了高等教育机构，因此为了养活自己，他不得不多次放弃学业到船坞工作。贝斯波洛夫于1930年获得造船人的专业学位后，参与了列宁格勒级驱逐舰队旗舰的设计和建造工作。 从1930年代中期开始，贝斯波洛夫在1号特种船舶中央设计局工作，后来被称为17号中央设计局，参与了“格尼夫尼”级驱逐舰的设计。1939年，一位天才工程师被任命为69号项目的总设计师，装备了305毫米火炮的克朗施塔特级超重型巡洋舰。在伟大的卫国战争（二战）中，贝斯波洛夫领导了24号项目的开发，进一步推动了索维茨基联盟级战列舰的发展。这些战舰的设计要吸取了第二次世界大战中获得的经验，并展现出了苏联造船业最先进的成就。406毫米和457毫米的火炮都是这些战舰的可选武器。此外，根据1950年设计的项目，他们必须配备最先进的通用火炮和最新的雷达设备。

# IDS_PCZC368_FRENCHDDARC_ENSEIGNE_GABOLDE
source: Enseigne Gabolde
zh: En. Gabolde
zh_sg: 加博尔德海军少尉
