Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEC030_BLUE_LAGOON_DESCRIPTION
source: The camouflage was designed to perfectly conceal luxury cruise vessels in the Caribbean. While it does not add luxury to your ship, it does make your enemies think about early retirement.
es_mx: El camuflaje fue diseñado para ocultar perfectamente a lujosos cruceros en el Caribe. Aunque no añade mucho lujo a tu barco, si hace que tus enemigos piensen en una retirada anticipada.
ja: この迷彩は、豪華クルーズ船をカリブ海に完璧に隠すためにデザインされたものです。この迷彩があなたの艦を豪華にすることはありませんが、これを見た敵は、早期の引退を考えるかも知れません。
pl: Kamuflaż został zaprojektowany po to, by doskonale maskować luksusowe okręty pływające po Morzu Karaibskim. Chociaż nie przysparza Twoim okrętom poczucia luksusu, to sprawia, że przeciwnik rozważa wcześniejsze przejście na emeryturę.
ru: Этот камуфляж был создан для маскировки роскошных круизных судов в Карибском море. Возможно, он и не добавит роскоши вашему кораблю, но зато обязательно заставит вашего противника задуматься о перспективах раннего выхода на пенсию.
uk: Цей камуфляж створили, щоб маскувати розкішні круїзні судна у Карибському морі. Можливо, він і не додасть пишності вашому кораблю, проте обов’язково змусить вашого супротивника поміркувати про можливий ранній вихід на пенсію.
zh: 迷彩是为了在加勒比海把豪华油轮完美隐藏起来而设计的。虽然它不会增加您战舰的豪华度，但它肯定会让您的敌人想要提早退休。
zh_sg: 涂装是为了在加勒比海把豪华油轮完美隐藏起来而设计的。虽然它不会增加您战舰的豪华度，但它肯定会让您的敌人想要提早退休。

# IDS_PCEC030_KNOT
source: Reef Knot
es_mx: Nudo Arrecife
ja: こま結び
pl: Węzeł płaski
ru: Морской узел
uk: Морський вузол
zh: 平结
zh_sg: 方结

# IDS_PCEC030_KNOT_DESCRIPTION
source: The knot tightens under pressure.
es_mx: El nudo se aprieta bajo presión.
ja: この結び方は、張力が加わるとより固くなります。
pl: Węzeł zacieśnia się pod ciśnieniem
ru: Под нагрузкой узел затягивается.
uk: Під навантаженням вузол затягується.
zh: 结会在压力下收紧。
zh_sg: 绳结会在压力下收紧。

# IDS_PCEC031_DESERVED_ST
source: Deserved ST
es_mx: Digno ST
ja: 優秀 ST
pl: Zasłużony tester
ru: Заслуженный супертестер
uk: Заслужений супертестувальник
zh: 超测犒赏
zh_sg: ST超级测试奖励

# IDS_PCEC031_DESERVED_ST_DESCRIPTION
source: This unique camouflage is awarded to Supertest team members for high performance in testing World of Warships.
es_mx: Este camuflaje único es otorgado a los miembros del equipo Supertest por su gran rendimiento al probar World of Warships.
ja: World of Warships のテストにおいて優れた貢献を果たしたスーパーテスト・チームメンバーに授与される特別迷彩
pl: Unikalny kamuflaż przyznawany członkom drużyny Supertest w uznaniu za wysoką jakość przeprowadzanych testów World of Warships.
ru: Уникальный камуфляж. Выдаётся супертестерам за высокие показатели в рамках тестирования проекта World of Warships.
uk: Унікальний камуфляж. Видається супертестувальникам за високі показники у тестуванні проекту World of Warships.
zh: 这个独一无二的迷彩是颁给在测试《战舰世界》中有着高度表现的超测团队成员。
zh_sg: 这个独一无二的涂装是颁给在World of Warships超级测试中有着杰出表现的团队成员。

# IDS_PCEC032_NAVY_DAY
source: Storm Wind
es_mx: Viento de Tormenta
ja: 烈風
pl: Sztorm
ru: Штормовой ветер
uk: Буревій
zh: 暴风
zh_sg: 暴风

# IDS_PCEC032_NAVY_DAY_DESCRIPTION
source: Camouflage for the Strong-Willed
es_mx: Camuflaje de Gran Voluntad
ja: 強い意志を持つ者のための迷彩
pl: Kamuflaż dla tych o silnej woli
ru: Камуфляж для сильных духом
uk: Камуфляж для сильних духом
zh: 意志坚定的伪装
zh_sg: 铁骨铮铮的涂装

# IDS_PCEC032_WARGAMING_SUMMER_FEST
source: Wargaming Summer Fest
es_mx: Festival de Verano de Wargaming
pl: Letni festiwal Wargaming
ru: Летний фестиваль Wargaming
uk: Літній фестиваль Wargaming
zh: Wargaming 夏季盛会
zh_sg: Wargaming 夏季盛会

# IDS_PCEC032_WARGAMING_SUMMER_FEST_DESCRIPTION
source: Summer is at its peak. The birds are singing, sun is shining and it's a perfect day to ignore all that and play World of Warships.
es_mx: El verano esta en su punto. Las aves cantan, el sol brilla y es un día perfecto para ignorar todo eso y jugar World of Warships.
ja: 今こそ夏本番。鳥たちが歌い、太陽が輝くこんな日こそ、その全てを無視して World of Warships をプレイするには完璧な日だと言えるでしょう。
pl: Lato jest w rozkwicie. Ptaki śpiewają, słońce świeci... To doskonały dzień, by to wszystko zignorować i grać w World of Warships.
ru: Лето в самом разгаре. Солнце светит, птицы поют. Но всё это вовсе не повод не сыграть в World of Warships.
uk: Літо у повному розпалі. Сонце сяє, птахи співають. Але все це зовсім не привід не грати у World of Warships.
zh: 夏季正是它的高峰期。鸟儿在歌唱、太阳正在闪耀，这是个忽视一切并畅玩《战舰世界》的完美一天。
zh_sg: 夏季正是它的高峰期。鸟儿在歌唱、太阳正在闪耀，这是个忽视一切并畅玩World of Warships的完美一天。

# IDS_PCEC033_COMMANDER_DAY
source: This is your day, Commander!
es_mx: ¡Este es tu día, Comandante!
ja: 今日は艦長殿のための日です!
pl: To Twój dzień, Dowódco!
ru: Это твой день, командир!
uk: Це твій день, командире!
zh: 顺心的一天，指挥官！
zh_sg: 属于你的一天，指挥官！

# IDS_PCEC033_COMMANDER_DAY_DESCRIPTION
source: Rigid Military Bearing
es_mx: Porte Militar Severo
ja: 厳格な軍人らしい態度
pl: Twarda, wojskowa postawa
ru: Отменная выправка
uk: Добра виправка
zh: 严苛的军事压力
zh_sg: 严肃军容

# IDS_PCEC033_FNFL
source: FNFL
ru: ВМС «Свободной Франции»
uk: ВМС «Вільної Франції»
zh: F系海军自由部队
zh_sg: FNFL（自由法国海军部队）

# IDS_PCEC033_FNFL_DESCRIPTION
source: Les Forces Navales Françaises Libres were the naval branch of the Free French Forces during the Second World War. The FNFL were commanded by Admiral Émile Muselier.
es_mx: Les Forces Navales Françaises Libres fueron la rama naval de la Fuerzas Francesas Libres durante la Segunda Guerra Mundial. Las FNFL fueron dirigidas por el Almirante Émile Muselier.
ja: Les Forces Navales Françaises Libres (自由フランス海軍) は、二次大戦中の自由フランス軍のうちの海軍を担当する部門であり、エミール・ミュズリー提督がその指揮官を務めていました。
pl: Les Forces Navales Françaises Libres były morską odnogą Sił Wolnych Francuzów w trakcie II wojny światowej. FNFL dowodzone były przez admirała Émile Muselier.
ru: ВМС «Свободной Франции» являлись частью Свободных французских сил во время Второй мировой войны. Командовал ВМС «Свободной Франции» адмирал Эмиль Мюзелье.
uk: ВМС «Вільної Франції» були частиною Вільних французьких сил під час Другої світової війни. Командував ВМС «Вільної Франції» адмірал Еміль Мюзельє.
zh: F系海军自由部队是大战期间F国自由部队的海军分支。由海军上将埃米尔·米塞利埃所指挥。
zh_sg: Les Forces Navales Françaises Libres 是第二次世界大战期间自由法国部队的海军分支。自由法国海军部队是由海军上将 Émile Muselier 所指挥。

# IDS_PCEC034_SCI_FI_SPACE
source: Sci-Fi Space
es_mx: Espacio Sci-Fi
ja: SF 宇宙
pl: Przestrzeń Sci-Fi
zh: 科幻空间

# IDS_PCEC034_SCI_FI_SPACE_DESCRIPTION
source: Go boldly into one of those last frontiers
es_mx: Ve con valentía hasta una de las últimas fronteras
ja: 人類未踏の地へと勇敢に航海せよ
pl: Śmiało przekrocz jedną z ostatnich granic
ru: Смело идём на один из последних рубежей
uk: Сміливо йдемо на один з останніх рубежів
zh: 大胆进入那些最后的领域之一
zh_sg: 大胆突破最后的边界之一

# IDS_PCEC035_BACK2SCHOOL
source: Back-2-School
es_mx: De Vuelta a Clases
ja: 再び学校へ
pl: Powrót do szkoły
ru: Снова в школу
uk: Знову до школи
zh: 返校日
zh_sg: 返校日

# IDS_PCEC035_BACK2SCHOOL_DESCRIPTION
source: Time to learn the skills needed to conquer the seas
es_mx: Es tiempo de aprender las habilidades necesarias para conquistar los mares
ja: 大海を制覇するためのスキルを学ぶべき時が来た
pl: Czas przyswoić umiejętności niezbędne do opanowania mórz
ru: В этот раз будем осваивать умения для покорения морей
uk: Цього разу опановуватимемо уміння, щоб підкорювати моря
zh: 是时候来学习一下征服大海所需的技巧
zh_sg: 是时候来学习一下征服大海所需的技巧

# IDS_PCEC036_TOKYO_GAME_SHOW
source: Tokyo Game Show
ja: 東京ゲームショウ
zh: 东京电玩展

# IDS_PCEC036_TOKYO_GAME_SHOW_DESCRIPTION
source: Come join the event! Watch the streams during Tokyo Game Show!
es_mx: ¡Ven y únete al evento! ¡Mira las transmisiones del Tokyo Game Show!
ja: イベントに参加しよう! 東京ゲームショウ中の配信を視聴しよう!
pl: Dołącz do wydarzenia! Oglądaj transmisje z Tokyo Game Show!
ru: Присоединяйтесь к просмотру стримов с Tokyo Game Show!
uk: Долучайтеся до перегляду стрімів з Tokyo Game Show!
zh: 一起参加活动！来收看东京电玩展的串流！
zh_sg: 一起参加活动！来收看Tokyo Game Show展的直播！

# IDS_PCEC037_TWITCH_PRIME_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC038_ASUS_CAMO
source: Crimson Tear
es_mx: Lágrima Carmesí
pl: Karmazynowa łza
zh: 绯红之泪

# IDS_PCEC038_ASUS_CAMO_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC039_GIGABYTE_CAMO_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC040_NVIDIA_CAMO
source: Brilliant Ray
es_mx: Rayo Brillante
pl: Olśniewający promień
zh: 光芒万丈

# IDS_PCEC040_NVIDIA_CAMO_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC041_MSI_CAMO
source: Red Soul
es_mx: Alma Roja
pl: Czerwona dusza
zh: 血红之魂

# IDS_PCEC041_MSI_CAMO_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC042_SUPER_ECO_CAMO
source: Type 59
pl: Typ 59
ru: Тип 59
uk: Тип 59
zh: 类型 59
zh_sg: 类型 59

# IDS_PCEC042_SUPER_ECO_CAMO_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship.
es_mx: Disminuya la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP obtenida por el barco.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia, zmniejsza wykrywalność okrętu i zwiększa ilość PD zdobywanych przez okręt.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобуває корабель.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰获得的经验数量。

# IDS_PCEC043_CAMO_NEW_YEAR_18
source: Frosty Fir Tree
es_mx: Abeto Escarchado
ja: 凍てつくモミの木
pl: Oszroniona choinka
ru: Морозная ель
uk: Морозна ялинка
zh: 覆满白雪的冷杉树
zh_sg: 冰杉树

# IDS_PCEC043_CAMO_NEW_YEAR_18_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PCEC044_STEAM_CAMO
source: Steam Camouflage
es_mx: Camuflaje de Steam
ja: Steam 迷彩
pl: Kamuflaż Steam
ru: Камуфляж Steam
uk: Камуфляж Steam
zh: Steam 涂装
zh_sg: Steam涂装

# IDS_PCEC044_STEAM_CAMO_DESCRIPTION
source: Unique camouflage dedicated to the release of World of Warships on Steam
es_mx: Camuflaje único dedicado al lanzamiento de World of Warships en Steam
ja: Steam における World of Warships のリリースに捧げられた特別迷彩
pl: Unikalny kamuflaż celebrujący wydanie World of Warships na Steam
ru: Уникальный камуфляж, приуроченный к выходу World of Warships на Steam
uk: Унікальний камуфляж, приурочений до виходу World of Warships на Steam
zh: 《战舰世界》在 Steam 上发行的专属独特涂装
zh_sg: 纪念《战舰世界》发布Steam版的专属独特涂装

# IDS_PCEC045_VIVE_LA_FRANCE
source: Revolutionary
es_mx: Revolucionario
ja: 革命的
pl: Rewolucyjny
ru: Революционный
uk: Революційний
zh: 714革命

# IDS_PCEC045_VIVE_LA_FRANCE_DESCRIPTION
source: Liberty. Equality. Fraternity.
es_mx: Libertad. Igualdad. Fraternidad.
ja: 自由、平等、友愛
pl: Wolność. Równość. Braterstwo.
ru: Свобода. Равенство. Братство.
uk: Воля. Рівність. Братерство.
zh: 自由。平等。博爱。
zh_sg: 自由。平等。博爱

# IDS_PCEC046_CN_DRAGON_1
source: Spring Sky
es_mx: Cielo Primaveral
ja: 春空
pl: Wiosenne niebo
ru: Весеннее небо
uk: Весняне небо
zh: 春日天空
zh_sg: 春天的天空

# IDS_PCEC047_CN_DRAGON_2
source: Asian Lantern
es_mx: Linterna Asiática
ja: 提灯
pl: Azjatycka latarnia
ru: Восточный фонарь
uk: Східний ліхтар
zh: 亚洲灯笼
zh_sg: 亚洲灯笼

# IDS_PCEC048_CN_DRAGON_3
source: Mosaic
es_mx: Mosaico
ja: モザイク
pl: Mozaika
ru: Мозаика
uk: Мозаїка
zh: 镶嵌艺术
zh_sg: 马赛克

# IDS_PCEC049_DRAGON_1
source: Spring Sky
es_mx: Cielo Primaveral
ja: 春空
pl: Wiosenne niebo
ru: Весеннее небо
uk: Весняне небо
zh: 春日天空
zh_sg: 春天的天空

# IDS_PCEC050_DRAGON_2
source: Asian Lantern
es_mx: Linterna Asiática
ja: 提灯
pl: Azjatycka latarnia
ru: Восточный фонарь
uk: Східний ліхтар
zh: 亚洲灯笼
zh_sg: 亚洲灯笼

# IDS_PCEC051_DRAGON_3
source: Mosaic
es_mx: Mosaico
ja: モザイク
pl: Mozaika
ru: Мозаика
uk: Мозаїка
zh: 镶嵌艺术
zh_sg: 马赛克

# IDS_PCEC052_WOMENS_DAY
source: International Women's Day
es_mx: Día Internacional de la Mujer
ja: 国際女性デー
pl: Międzynarodowy Dzień Kobiet
ru: Международный женский день
uk: Міжнародний жіночий день
zh: 国际妇女节
zh_sg: 国际妇女节

# IDS_PCEC052_WOMENS_DAY_DESCRIPTION
source: Here's to all women around the world!
es_mx: ¡Para todas las mujeres alrededor del mundo!
ja: 世界中の女性たちのために!
pl: Ku czci wszystkich kobiet na całym świecie!
ru: За обаяние и пленительные улыбки женщин всего мира!
uk: За чарівних жінок, що як троянди квітнуть всюди!
zh: 世纪各地的
zh_sg: 向全世界所有妇女致敬！

# IDS_PCEC053_PI_DAY
source: Happy Pi Day
es_mx: Feliz Día de Pi
ja: 円周率の日
pl: Radosnego Dnia Liczby Pi
ru: День числа Пи
uk: День числа Пі
zh: 圆周率日快乐
zh_sg: 圆周率节快乐

# IDS_PCEC053_PI_DAY_DESCRIPTION
source: Celebrating the irrational since 1988
es_mx: Celebrando lo irracional desde 1988
ja: 1988 年より、円周率という無理数を記念して。
pl: Celebrujemy rzeczy nieracjonalne od roku 1988.
ru: Праздник одного из самых известных, если не самого известного иррационального числа с 1988 г.
uk: Свято одного з найвідоміших, якщо не найвідомішого ірраціонального числа з 1988 р.
zh: 自从1988年起就开始庆祝无理数
zh_sg: 庆祝1988年无理数的诞生

# IDS_PCEC054_HUMBLE_BUNDLE
source: Humble Bundle
es_mx: Paquete Humilde
ja: ハンブル・バンドル
zh: 谦逊礼包

# IDS_PCEC055_CONTRIBUTOR
source: Community Contributor
es_mx: Una bandera conmemorativa par los Contribuidores de la Comunidad
ja: コミュニティコントリビューター
pl: Pamiątkowa flaga dla współtwórców społeczności
ru: Контрибьютор сообщества
uk: Контрибутор товариства
zh: 社群贡献者
zh_sg: 社区贡献者

# IDS_PCEC055_CONTRIBUTOR_DESCRIPTION
source: Contributors team camouflage
es_mx: Camuflaje del equipo de colaboradores
ja: コントリビューターチーム迷彩
pl: Kamuflaż zespołu współtwórców
ru: Камуфляж команды контрибьюторов
uk: Камуфляж команди контрибуторів
zh: 贡献者团队涂装
zh_sg: 贡献者团队涂装

# IDS_PCEC056_CONTRIBUTOR_FOLLOWERS
source: Subscriber's camouflage
es_mx: Camuflaje del suscriptor
ja: 登録者迷彩
pl: Kamuflaż subskrybenta
ru: Камуфляж подписчика
uk: Камуфляж передплатника
zh: 订阅迷彩
zh_sg: 订阅者的涂装

# IDS_PCEC056_CONTRIBUTOR_FOLLOWERS_DESCRIPTION
source: Hit the Like button and subscribe to your favorite channel.
es_mx: Dale un Like, y suscríbete a tu canal favorito.
ja: 「いいね」ボタンを押してお気に入りチャンネルに登録しよう。
pl: Wciśnij przycisk lajka, zasubskrybuj swój ulubiony kanał.
ru: Ставьте лайки, подписывайтесь на любимый канал.
uk: Уподобайте, підписуйтеся на улюблений канал.
zh: 点击喜欢，订阅您最喜欢的频道
zh_sg: 点击like按钮，订阅你最喜欢的频道。

# IDS_PCEC057_AZURLANE
source: Azur Lane – Siren
es_mx: Azur Lane – Sirena
ja: アズールレーン：セイレーン
ru: Azur Lane – Сирена
uk: Azur Lane — Сирена
zh: 碧蓝航线 - 塞任
zh_sg: 碧蓝航线 – 塞壬

# IDS_PCEC057_AZURLANE_DESCRIPTION
source: Luminescent coating of Sirens, an unknown enemy. From Azur Lane.
es_mx: Una cubierta luminiscente de Sirens, un enemigo desconocido. De Azur Lane.
ja: 未知なる侵略者・「セイレーン」の発光塗装 (ルミネッセンス・コーティング)。 「アズールレーン」より出典。
pl: Świetliste okrycie Syren, nieznanego przeciwnika. Z Azur Lane.
ru: Светящиеся одеяния чуждых и недружелюбных сирен. Из игры Azur Lane.
uk: Сяйливі шати далеких і недружніх сирен. З гри Azur Lane.
zh: 发光的塞任，未知的敌人。来自碧蓝航线
zh_sg: 未知敌人塞壬的发光涂层。 来自碧蓝航线。

# IDS_PCEC058_AMERICAN_ARC
source: Stars 'n Stripes
zh: 星条

# IDS_PCEC058_AMERICAN_ARC_DESCRIPTION
source: To honor the release of new U.S. cruisers... Let's remember the good old days when Tier VI cruiser Cleveland was still mainstream...
es_mx: En honor al lanzamiento de los nuevos cruceros de los EE. UU… Recordemos los viejos y buenos días cuando el crucero Cleveland del Nivel VI aún era el principal…
ja: 新たなアメリカ巡洋艦の実装を記念し... Tier VI 巡洋艦 Cleveland がまだ主流だった古き良き日々を覚えておきましょう...
pl: Dla uczczenia premiery nowych amerykańskich krążowników... Pamiętajmy stare, dobre czasy, gdy krążownik VI poziomu Cleveland był w modzie...
ru: В честь выхода новых американских крейсеров. Вспомним вместе старые добрые времена, когда крейсер Cleveland VI уровня ещё был мэйнстримом...
uk: На честь виходу нових американських крейсерів. Пригадаємо разом давні добрі часи, коли крейсер Cleveland VI рівня ще був мейнстримом...
zh: 为了庆祝释出的全新M系巡洋舰... 让我们怀念一下VI阶克利夫兰统治海疆的美好时光吧...
zh_sg: 为了纪念新发布的美国巡洋舰...让我们记住那些VI级巡洋舰克利夫兰还是主流的过去美好时光...

# IDS_PCEC059_RVR_SHARK
source: Sharks
zh: 巨鲨

# IDS_PCEC059_RVR_SHARK_DESCRIPTION
source: Demonstrate loyalty to your team! Become a menacing predator of the seas!
es_mx: ¡Demuestra la lealtad a tu equipo! ¡Conviértete en un amenzante depredador de los mares!
ja: 所属チームへの忠誠心を誇示しましょう! 海の恐るべき捕食者となるのです!
pl: Okaż swoją lojalność wobec drużyny! Zostań najstraszliwszym drapieżnikiem mórz!
ru: Покажите верность вашей команде! Станьте грозным хищником морей!
uk: Покажіть вірність вашій команді! Станьте грізним хижаком морів!
zh: 展现对您的队伍的忠诚！成为一个海中有威胁性的猎食者！
zh_sg: 展现你对队伍的忠诚！成为主宰海洋的掠夺者！

# IDS_PCEC060_RVR_EAGLE
source: Eagles
zh: 雄鹰

# IDS_PCEC060_RVR_EAGLE_DESCRIPTION
source: Demonstrate loyalty to your team! Rise as a bird of pride!
es_mx: ¡Demuestra la lealtad a tu equipo! ¡Elévate orgulloso como un ave!
ja: 所属チームへの忠誠心を誇示しましょう! 誇り高き鳥として舞い上がるのです!
pl: Okaż swoją lojalność wobec drużyny! Wznieś się niczym dumny ptak!
ru: Покажите верность вашей команде! Воспарите гордой птицей!
uk: Покажіть вірність вашій команді! Піднесіться гордим птахом!
zh: 展现对您的队伍的忠诚！像一只自豪的鸟展翅高飞！
zh_sg: 展现你对队伍的忠诚！骄傲地展翅翱翔！

# IDS_PCEC061_CAMO_GAMESCOM_2018
source: gamescom Blue
es_mx: gamescom Azul
pl: gamescom Niebieski
zh: 科隆游戏展 2018
zh_sg: gamescom蓝

# IDS_PCEC061_CAMO_GAMESCOM_2018_DESCRIPTION
source: Play them, watch them, love them. Celebrate games with gamers all over the world!
es_mx: Juégalos, observalos, ámalos. ¡Celebra los juegos con jugadores de todo el mundo!
ja: プレイし、視聴し、愛しましょう。世界中のゲーマー達と共にゲームを祝うのです!
pl: Graj w nie, oglądaj je, pokochaj je. Świętuj wspólnie z graczami z całego świata!
ru: Играй, смотри, люби. Наслаждайся играми вместе с геймерами со всех уголков мира!
uk: Грай, дивися, захоплюйся. Насолоджуйся іграми разом з геймерами усього світу!
zh: 玩它们、看它们、爱它们。与世界各地的游戏玩家一起同乐游戏！
zh_sg: 驾驶它们、欣赏它们、爱上它们。庆祝游戏的玩家遍及全世界！

# IDS_PCEC062_BRITISH_FLAG
source: Union Jack
ja: ユニオンジャック
zh: 联合王国

# IDS_PCEC062_BRITISH_FLAG_DESCRIPTION
source: It takes three years to build a ship. It will take three hundred years to build a new tradition. Long live the glorious traditions of the Royal Navy!
es_mx: Toma tres años construir un barco. Tomará trescientos años construir una nueva tradición. ¡Larga vida a las gloriosas tradiciones de la Royal Navy!
ja: 1 隻の軍艦を建造するには 3 年を要し、新たな伝統を築くには 300 年を要します。イギリス海軍の栄光ある伝統よ、永遠なれ!
pl: Zbudowanie nowego okrętu zajmuje trzy lata. Zbudowanie nowej tradycji zajmie trzysta. Niech żyją wspaniałe tradycje Royal Navy!
ru: Нужно три года, чтобы построить корабль, но триста лет, чтобы построить традицию. Да здравствуют славные традиции британского флота!
uk: Потрібно три роки, щоб побудувати корабель, але триста років, щоб побудувати традицію. Хай живуть славні традиції британського флоту!
zh: 建造一艘战舰需要三年时间。建立新传统需要三百年时间。海军的光荣传统万岁！
zh_sg: 建造一艘战舰需要三年时间。建立全新的传统需要三百年的时间。皇家海军的光荣传统万岁！

# IDS_PCEC063_OVECHKIN
source: Victorious
es_mx: Victorioso
ja: 勝利
pl: Zwycięski
ru: Победный
uk: Переможний
zh: 胜利的
zh_sg: 胜利

# IDS_PCEC063_OVECHKIN_DESCRIPTION
source: Camouflage for the winners
es_mx: Camuflaje para los Ganadores
ja: 勝者のための迷彩
pl: Kamuflaż dla zwycięzców
ru: Камуфляж победителей
uk: Камуфляж переможців
zh: 获胜者的涂装
zh_sg: 胜利者的涂装

# IDS_PCEC064_DMM
source: DMM Games Camouflage
es_mx: Camuflaje DMM Games
ja: DMM Games 迷彩
pl: Kamuflaż DMM Games
ru: Камуфляж DMM Games
uk: Камуфляж DMM Games
zh: DMM Games迷彩
zh_sg: DMM Games涂装
