Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_PVE
source: "Gave the bots a hard time, before it was cool."
es_mx: Ya le hacía la vida imposible a los bots, antes de que estuviera de moda.
ja: 「ボット野郎共が調子に乗る前に徹底的に叩け。」
pl: „Dawał botom wycisk, zanim to się stało modne”.
ru: «Издевался над ботами, когда это ещё не было мейнстримом».
uk: «Знущався над ботами, коли це ще не було мейнстрімом».
zh: 「要给电脑好看，趁它还很酷之前。」
zh_sg: “要让机器人好看，趁它还很酷之前。”

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_RANKS
source: Did you learn to do that in Ranked Battles?
es_mx: ¿Aprendiste a hacer eso en las batallas por rango?
ja: ランク戦でそんなことをするのか?
pl: Nauczyłeś się tego w bitwach rankingowych?
ru: Это вы в Рангах так научились?
uk: Це ви у Рангових так навчилися?
zh: 你是在排位战中学到的吗？
zh_sg: 你是在排位战中学到的吗？

# IDS_ACHIEVEMENT_DESCRIPTION_BD2_USSR
source: Timely and appropriate choice between torpedoes and the main guns gets you halfway to victory, Comrade!
es_mx: ¡La oportuna y apropiada elección entre torpedos y cañones principales te dará la mitad de la victoria, camarada!
ja: 魚雷と主砲を適切なタイミングで使い分けることが、勝利への道のりの半分だ!
pl: Właściwy wybór torped lub dział w odpowiednim momencie to połowa drogi do zwycięstwa, Towarzyszu!
ru: Своевременный и уместный выбор между торпедами и главным калибром — залог победы, товарищ!
uk: Своєчасний і доречний вибір між торпедами і головним калібром — запорука перемоги, товаришу!
zh: 只要适时且适当地在鱼雷和主炮间做出选择，你就离胜利不远了，同志！
zh_sg: 只要能根据时机和环境，在鱼雷和主炮间做出适当的选择，你就离胜利不远了，同志！

# IDS_ACHIEVEMENT_DESCRIPTION_BROTHERS_IN_ARMS
source: Playing in a Division, damage at least 6 enemy ships. Damage caused by all Division members must exceed %(damageRatio_percent)s of the total HP of all the ships in the enemy team.
es_mx: Jugando en una División, daña al menos 6 barcos enemigos. El daño causado por todos los miembros de la División debe exceder el %(damageRatio_percent)s del total de HP de todos los barcos en el equipo enemigo.
ja: 分艦隊でプレイし、敵艦艇 6 隻以上にダメージを与える。分艦隊メンバー全員による与ダメージの合計が、敵チーム全艦艇の合計 HP の %(damageRatio_percent)s を上回ること。
pl: Grając w dywizjonie, uszkodź przynajmniej 6 okrętów wroga. Uszkodzenia zadane przez wszystkich członków dywizjonu muszą przekroczyć %(damageRatio_percent)s całkowitej puli PW wszystkich okrętów drużyny przeciwnej.
ru: Играя в отряде, повредить как минимум 6 кораблей противника. Урон, нанесённый всеми игроками отряда, должен составлять более %(damageRatio_percent)s от суммарной боеспособности кораблей в команде противника.
uk: Граючи загоном, пошкодити щонайменше 6 кораблів супротивника. Шкода, завдана усіма гравцями загону, має бути більшою %(damageRatio_percent)s від сумарної боєздатності кораблів у команді супротивника.
zh: 加入一支小队，伤害至少 6 艘敌方战舰。所有小队成员造成的伤害必须超过敌方队伍所有战舰总血量的 %(damageRatio_percent)s。
zh_sg: 加入一支小队，伤害至少 6 艘敌方战舰。所有小队成员造成的伤害必须超过敌方团队所有战舰总血量的 %(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_BW_PARTICIPANT
source: The developers thank you for participating in the Beta Weekend.
es_mx: Los desarrolladores te agradecen por participar en el Fin de Semana Beta.
ja: 開発チームは、βウィークエンドにご参加頂いた皆様に感謝いたします。
pl: Deweloperzy dziękują Ci za uczestnictwo w weekendzie beta.
ru: Спасибо от разработки за участие в Бета-выходных.
uk: Розробники дякують вам за участь у Бета-вихідних.
zh: 感谢您对周末测试的参与。
zh_sg: 感谢您参与周末的封闭测试。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN1_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN1_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_BISMARCK_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_BISMARCK_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_EPOCHSOFSHIPSCOMPLETED_COMPLETED
source: Complete the final task of the Campaign.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
zh: 完成战役的最后工作

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_EPOCHSOFSHIPSCOMPLETED_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
zh: 完成战役的所有工作

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_HALSEY_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_HALSEY_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_JERZY_SWIRSKI_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_JERZY_SWIRSKI_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2018BASIC_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2018BASIC_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2018ELITE_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2018ELITE_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2019PEF_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2019PEF_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2019STEELQUEST_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NEWYEAR2019STEELQUEST_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NY17B_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NY17B_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NY17E_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_NY17E_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_SB_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_SB_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_VIVELAFRANCE_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_VIVELAFRANCE_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_YAMAMOTO_COMPLETED
source: Complete the final task of the Campaign.
es_mx: Completa la tarea final de la Campaña.
ja: キャンペーンの最終タスクを達成。
pl: Ukończ ostatnie zadanie Kampanii.
ru: Выполнить финальное задание кампании.
uk: Виконати фінальне завдання кампанії.
zh: 完成战役的最后工作
zh_sg: 完成战役的最终任务。

# IDS_ACHIEVEMENT_DESCRIPTION_CAMPAIGN_YAMAMOTO_COMPLETED_EXCELLENT
source: Complete all tasks of the Campaign.
es_mx: Completa todas las tareas de la Campaña.
ja: キャンペーンの全タスクを達成
pl: Ukończ wszystkie zadania Kampanii.
ru: Выполнить все задания кампании.
uk: Виконати всі завдання кампанії.
zh: 完成战役的所有工作
zh_sg: 完成战役的所有任务

# IDS_ACHIEVEMENT_DESCRIPTION_CAPITAL
source: Earn %(moneyCount)s credits in battles.
es_mx: Obtén %(moneyCount)s créditos en batallas.
ja: 戦闘で %(moneyCount)s クレジット取得する。
pl: Zdobądź %(moneyCount)s kredytów w bitwach.
ru: Получить %(moneyCount)s кредитов в боях.
uk: Здобути %(moneyCount)s кредитів в боях.
zh: 账号内储存 %(moneyCount)s 银币。
zh_sg: 在战斗中获得%(moneyCount)s银币。

# IDS_ACHIEVEMENT_DESCRIPTION_CBT_PARTICIPANT
source: The developers thank you for participating in the Closed Beta Test.
es_mx: Los desarrolladores te agradecen por participar en la Prueba Beta Cerrada.
ja: 開発チームは、クローズドβテストにご参加頂いた皆様に感謝いたします。
pl: Deweloperzy dziękują za uczestnictwo w zamkniętym teście beta.
ru: Спасибо от разработки за участие в закрытом Бета-тесте.
uk: Розробники дякують вам за участь у закритому Бета-тесті.
zh: 感谢您对封闭预览测试的参与。
zh_sg: 研发团队感谢您参与封闭测试。

# IDS_ACHIEVEMENT_DESCRIPTION_CHIEF_ENGINEER
source: Research %(shipsCount)s ships.
es_mx: Investiga %(shipsCount)s barcos.
ja: 艦艇を %(shipsCount)s 隻研究する。
pl: Zbadaj %(shipsCount)s okrętów.
ru: Исследовать %(shipsCount)s кораблей.
uk: Дослідити %(shipsCount)s кораблів.
zh: 研发 %(shipsCount)s 艘战舰。
zh_sg: 研发 %(shipsCount)s 艘战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_CLANST
source: A huge thank you from the Development Team to the CST Participants.
es_mx: Un enorme agradecimiento de parte del Equipo de Desarrolladores para los participantes del CST.
ja: 開発チームは CST 参加者の皆さまに深く感謝いたします。
pl: Wielkie podziękowania od zespołu deweloperskiego dla uczestników CST.
ru: Участнику CST с благодарностью от команды разработчиков.
uk: Учаснику CST з подякою від команди розробників.
zh: Участнику CST с благодарностью от команды разработчиков.
zh_sg: 研发团队非常感谢封闭测试的参与者。

# IDS_ACHIEVEMENT_DESCRIPTION_CLAN_SEASON_1_LEAGUE_1
source: Reach the Typhoon League during the Clan Battles season.
es_mx: Alcanza la Liga Tifón durante la temporada de Batallas de Clan.
ja: クラン戦シーズンにおいて Typhoon リーグに到達する。
pl: Wejdź do Ligi Tajfun w trakcie sezonu bitew klanowych.
ru: Достичь лиги Тайфуна в сезоне клановых боёв.
uk: Досягти ліги Тайфуну в сезоні кланових боїв.
zh: 在军团战斗联盟中达到飓风联盟
zh_sg: 在本赛季军团战中达到台风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_CLAN_SEASON_1_LEAGUE_2
source: Reach the Storm League during the Clan Battles season.
es_mx: Alcanza la Liga Tormenta durante la temporada de Batallas de Clan.
ja: クラン戦シーズンにおいて Storm リーグに到達する。
pl: Wejdź do Ligi Sztorm w sezonie bitew klanowych.
ru: Достичь лиги Шторма в сезоне клановых боёв.
uk: Досягти ліги Шторму в сезоні кланових боїв.
zh: 在军团战斗联盟中达到暴风联盟
zh_sg: 在本赛季军团战中达到暴风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_CLAN_SEASON_1_LEAGUE_3
source: Reach the Gale League during the Clan Battles season.
es_mx: Alcanza la Liga Vendaval durante la temporada de Batallas de Clan.
ja: クラン戦シーズンにおいて Gale リーグに到達する。
pl: Wejdź do Ligi Wicher w sezonie bitew klanowych.
ru: Достичь лиги Бури в сезоне клановых боёв.
uk: Досягти ліги Бурі в сезоні кланових боїв.
zh: 在军团战斗联盟中达到狂风联盟
zh_sg: 在本赛季军团战中达到狂风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_CLAN_SEASON_1_LEAGUE_4
source: Reach the Squall League during the Clan Battles season.
es_mx: Alcanza la Liga Chubasco durante la temporada de Batallas de Clan.
ja: クラン戦シーズンにおいて Squall リーグに到達する。
pl: Wejdź do Ligi Szkwał w trakcie sezonu bitew klanowych.
ru: Достичь лиги Шквала в сезоне клановых боёв.
uk: Досягти ліги Шквалу в сезоні кланових боїв.
zh: 在军团战斗联盟中达到烈风联盟
zh_sg: 在本赛季军团战中达到烈风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_CLAN_SEASON_1_LEAGUE_TOP
source: Rank among the top 16 clans in the Clan Battles Season "Hotspot"
es_mx: Clasifica entre los 16 mejores clanes en la Temporada de Batallas de Clanes "Punto Caliente"
ja: ランク戦シーズン「ホットスポット」で TOP 16 クランに入る
pl: Uplasuj się w szesnastce najlepszych klanów w sezonie bitew klanowych „Gorący punkt”
ru: Войти в топ-16 кланов в сезоне клановых боёв «Край вулканов»
uk: Посісти місце серед 16 найкращих кланів сезону кланових боїв «Край вулканів»
zh: 在军团战斗赛季中排名前十六名的玩家。
zh_sg: 军团战"热点"赛季中成为排名前16的军团

# IDS_ACHIEVEMENT_DESCRIPTION_CLEAR_SKY
source: In a single battle, destroy more than %(planesRatio_percent)s of enemy aircraft, including floatplanes launched from cruisers and battleships. You must destroy at least %(planesCount)s aircraft.
es_mx: En una batalla, destruye más de %(planesRatio_percent)s de los aviones enemigos, incluyendo hidroaviones lanzados desde cruceros y acorazados. Debes destruir al menos %(planesCount)s aviones.
ja: 1 回の戦闘で敵機の %(planesRatio_percent)s 超を撃墜する。巡洋艦・戦艦から発艦した水上機を含む。かつ、敵機を %(planesCount)s 機以上撃墜する。
pl: Zniszcz w jednej bitwie ponad %(planesRatio_percent)s samolotów przeciwnika, wliczając w to hydroplany z krążowników i pancerników. Musisz zniszczyć przynajmniej %(planesCount)s samolotów.
ru: Уничтожить в одном бою более %(planesRatio_percent)s самолётов противника, включая поплавковые самолёты, запускаемые с крейсеров и линкоров. При этом уничтожить не менее %(planesCount)s самолётов.
uk: Знищити в одному бою більш як %(planesRatio_percent)s літаків супротивника, враховуючи поплавкові літаки, які запускаються з крейсерів та лінкорів. Водночас знищити щонайменше %(planesCount)s літаків.
zh: 在单场战斗中，击落超过 %(planesRatio_percent)s 的敌方飞机，包括从巡洋舰与战列舰起飞的水上飞机。您必须击落至少 %(planesCount)s 架飞机。
zh_sg: 在单场战斗中，击落超过 %(planesRatio_percent)s 的敌方飞机，包括从巡洋舰和战列舰起飞的水上飞机。您必须击落至少 %(planesCount)s 架飞机。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_AMERICANARC_COMPLETED
source: Complete the entire "American Cruisers" collection.
es_mx: Completa toda la colección "Cruceros Estadounidenses".
ja: 「アメリカ巡洋艦」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Amerykańskie krążowniki”.
ru: Собрать коллекцию «Американские крейсеры».
uk: Зібрати колекцію «Американські крейсери».
zh: 完成全部「M系巡洋舰」收藏。
zh_sg: 完成整套“美国巡洋舰”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_BISMARCK_COMPLETED
source: Complete the entire "The Hunt for Bismarck" collection.
es_mx: Reúne toda la colección de "La Caza del Bismarck".
ja: 「ビスマルク追撃戦」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Polowanie na Bismarcka”.
ru: Собрать коллекцию «Охота на "Бисмарк"».
uk: Зібрати колекцію «Полювання на "Бісмарк"».
zh: 完成「狩猎俾斯麦」中的收集任务。
zh_sg: 完成整套“狩猎俾斯麦”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_BRITISHARC_COMPLETED
source: Complete the "Royal Navy Destroyers" collection.
es_mx: Completa la colección "Destructores de la Marina Real"
ja: 「イギリス海軍の駆逐艦」コレクションを完成させる。
pl: Ukończ kolekcję „"Niszczyciele Royal Navy”.
ru: Собрать коллекцию «Эсминцы Королевского флота».
uk: Зібрати колекцію «Есмінці Королівського флоту».
zh: 完成「无敌战舰驱逐舰」收藏。
zh_sg: 完成“皇家海军驱逐舰”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_DUNKIRK_COMPLETED
source: Complete the entire "Dunkirk" collection.
es_mx: Completa toda la colección de "Dunkerque".
ja: 「ダンケルク」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Dunkierka”.
ru: Собрать коллекцию «Дюнкерк».
uk: Зібрати колекцію «Дюнкерк».
zh: 完成整个「敦刻尔克」收藏。
zh_sg: 完成整套“敦刻尔克”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_HAPPYNEWYEAR2018_COMPLETED
source: Complete the entire "Battle of the North Cape" collection.
es_mx: Completa toda la colección de "Batalla del Cabo Norte".
ja: 「北岬沖海戦」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Bitwa koło Przylądka Północnego”.
ru: Собрать коллекцию «Сражение у Нордкапа».
uk: Зібрати колекцію «Битва біля мису Нордкап».
zh: 完成整个「北角海战」收藏。
zh_sg: 完成整套“北角海战”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_HAPPYNEWYEAR2019_COMPLETED
source: Complete the entire "Belle Époque" collection.
es_mx: Completa toda la colección "Belle Époque".
ja: 「ベル・エポック」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Belle Époque”.
ru: Собрать коллекцию «Прекрасная эпоха».
uk: Зібрати колекцію «Прекрасна епоха».
zh: 完成整个「美好年代」收藏。
zh_sg: 完成整套“美好时代”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_HAPPY_BIRTHDAY2018_COMPLETED
source: Complete the entire "3 Years of World of Warships" collection.
es_mx: Completa toda la colección "3 Años de World of Warships".
ja: 「World of Warships の 3 年間」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „3 lata World of Warships”.
ru: Собрать коллекцию «3 года World of Warships».
uk: Зібрати колекцію «Три роки World of Warships».
zh: 完成整个「《战舰世界》3 周年」收藏。
zh_sg: 完成整套“《战舰世界》三周年”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_HSF2018_COMPLETED
source: Complete the entire "High School Fleet" collection.
es_mx: Completa toda la colección "High School Fleet".
ja: 「ハイスクール・フリート」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „High School Fleet”.
ru: Собрать коллекцию High School Fleet.
uk: Зібрати колекцію «High School Fleet».
zh: 完成整个「高校舰队」收藏。
zh_sg: 完成整套“高校舰队”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_OVECHKIN_COMPLETED
source: Complete "The Great Eight" collection.
es_mx: Completa la colección "El Gran Ocho"
ja: 「グレート・エイト」コレクションを完成させる。
pl: Ukończ kolekcję „Postrach z głębin”.
ru: Собрать коллекцию «Великая Восьмёрка».
uk: Зібрати колекцію «Велика Вісімка».
zh: 完成「伟大的八号」收藏
zh_sg: 完成“伟大的八号”收藏

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_VIVELAFRANCE_COMPLETED
source: Complete the "Vive la France" collection.
es_mx: Completa la colección "Vive la France"
ja: "Vive La France" コレクションを完成させる。
pl: Zbierz całą kolekcję „Vive la France”.
ru: Собрать коллекцию Vive la France.
uk: Зібрати колекцію «Vive la France».
zh: 完成「玛丽安娜万岁」收集
zh_sg: 完成"Vive la France" 收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_WOWSBIRTHDAY_COMPLETED
source: Complete the entire "2 Years of World of Warships" collection.
es_mx: Completa toda la colección "2 Años de World of Warships".
ja: 「World of Warships の 2 年間」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „2 lata World of Warships”.
ru: Собрать коллекцию «2 года World of Warships».
uk: Зібрати колекцію «2 роки World of Warships».
zh: 完成整个「《战舰世界》2 周年」收藏。
zh_sg: 完成整套“《战舰世界》两周年”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTION_YAMAMOTO_COMPLETED
source: Complete the entire "Yamamoto Isoroku" collection.
es_mx: Completa la colección entera "Yamamoto Isoroku".
ja: 「山本五十六」のコレクションを全て完成させる。
pl: Zbierz całą kolekcję „Yamamoto Isoroku”.
ru: Собрать коллекцию «Ямамото Исороку».
uk: Зібрати колекцію «Ямамото Ісороку».
zh: 完成整个「Yamamoto Isoroku」收藏。
zh_sg: 完成整套“山本五十六”收藏。

# IDS_ACHIEVEMENT_DESCRIPTION_COLLECTORSCLUB
source: Thank you for being such a great naval enthusiast.
es_mx: Gracias por ser un grandioso entusiasta naval.
ja: こんなにも素晴しい海軍ファンであることに感謝します。
pl: Dziękujemy za Twoją pasję do marynarki wojennej.
ru: Спасибо за любовь к военно-морскому флоту.
uk: Дякуємо вам за любов до військово-морського флоту.
zh: 感谢您成为如此出色的海军爱好者。
zh_sg: 感谢您对海军舰队的无比热忱。

# IDS_ACHIEVEMENT_DESCRIPTION_CONTRIBUTOR
source: Contributors Team Member
es_mx: Miembro del Equipo de Colaboradores
ja: コントリビューターチームメンバー
pl: Członek zespołu współtwórców
ru: Участник команды контрибьюторов
uk: Учасник команди контрибуторів
zh: 贡献者团队成员
zh_sg: 团队贡献者

# IDS_ACHIEVEMENT_DESCRIPTION_CVC_BRAWL_TOP1
source: Secure a victory in the Clan Brawl.
es_mx: Asegura una victoria en la Pelea de Clanes.
ja: クラン闘争で 1 勝する。
pl: Odnieś zwycięstwo w potyczce klanowej.
ru: Победить в клановом блице.
uk: Перемогти в клановому бліці.
zh: Победить в клановом блице.
zh_sg: 在军团对决中取得胜利。

# IDS_ACHIEVEMENT_DESCRIPTION_CVC_BRAWL_TOP10
source: Rank in the Top 10 in the Clan Brawl.
es_mx: Clasifica entre los 10 Mejores en la Pelea de Clanes.
ja: クラン闘争で TOP 10 入りを果たす。
pl: Dostań się do Top 10 w potyczce klanowej.
ru: Занять место в топ-10 в клановом блице.
uk: Посісти місце в топ-10 у клановому бліці.
zh: Занять место в топ-10 в клановом блице.
zh_sg: 在军团对决中排名前10。

# IDS_ACHIEVEMENT_DESCRIPTION_CVC_BRAWL_TOP100
source: Rank in the Top 100 in the Clan Brawl.
es_mx: Clasifica entre los 100 Mejores en la Pelea de Clanes.
ja: クラン闘争で TOP 100 入りを果たす。
pl: Dostań się do Top 100 w potyczce klanowej.
ru: Занять место в топ-100 в клановом блице.
uk: Посісти місце в топ-100 у клановому бліці.
zh: Занять место в топ-100 в клановом блице.
zh_sg: 在军团对决中排名前100。
