Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC503_BD098_WAKEFUL_DESCRIPTION
source: The British W and V-class destroyers, to which HMS Wakeful also belonged, played a significant role in the development of that ship type. The ships were quite large, allowing the allocation of strong on-board armament and powerful propulsion providing high speed. Additionally, thanks to their comparatively large size, these destroyers could act more freely in the ocean and remain combat-ready in a stormy sea. The experience of World War I showed how important artillery armament was for destroyers. In terms of increased firepower, a big leap forward was made by mounting 120 mm guns onboard the W-class ships of later series. The V and W-class destroyers, which were constructed at the turn of the 1920s, hadn't lost their combat potential and actively performed a variety of missions during World War II two decades later.
ja: ウェイクフルが属するイギリスの W 級および V 級駆逐艦は、この艦種の発展において重要な役割を果たしました。これらの艦艇は非常に大型であり、高威力の兵装と高い速力を生み出す強力な推進機関を搭載することができました。 更にそのサイズから、これらの駆逐艦は外洋でより自由に行動でき、荒海でも臨戦状態を維持できました。第一次世界大戦の戦訓により駆逐艦の砲熕兵装の重要性が明らかとなりましたが、この火力の向上については、後期シリーズの W 級艦に 120 mm 砲が搭載されたことで大きく前進しました。1920 年代への転換期に建造されたV 級および W 級駆逐艦は、戦闘能力を失うことなく、20 年後の第二次世界大戦中に様々な任務で積極的に活動しました。
pl: Brytyjskie niszczyciele klas W i V, do której należał HMS Wakeful, odegrały znaczącą rolę w rozwoju okrętów tego typu. Były to stosunkowo duże jednostki, co pozwoliło na zamontowanie silnego uzbrojenia i potężnego napędu, pozwalającego rozwinąć wysoką prędkość. Dzięki ich stosunkowo dużym wymiarom niszczyciele te mogły działać swobodniej na oceanach i pozostawać w gotowości bojowej nawet na wzburzonym morzu. Doświadczenia I wojny światowej pokazały, jak ważne dla niszczycieli jest uzbrojenie artyleryjskie i w kwestii siły ognia wykonano duży krok na przód, montując działa kal. 120 mm na pokładzie okrętów klasy W i kolejnych serii. Niszczyciele klas W i V, które budowano na przełomie drugiej i trzeciej dekady XX wieku, nie straciły swojego potencjału bojowego i aktywnie uczestniczyły w wielu misjach podczas II wojny światowej 20 lat później.
ru: Британские эсминцы типов W и V, к числу которых принадлежал и HMS Wakeful, оказали заметное влияние на развитие этого класса кораблей. Они были достаточно крупными, что позволяло разместить на корабле сильное вооружение и мощную энергетическую установку, обеспечивавшую высокую скорость. Кроме этого, благодаря сравнительно большим размерам эти эсминцы могли относительно свободно действовать на океанских просторах и сохранять боеспособность в бурном море. Опыт Первой мировой войны показал важность артиллерийского вооружения для эсминцев, и большим шагом вперёд в плане роста огневой мощи являлись 120-мм орудия, которые стали устанавливаться на корабли поздних серий типа W. Построенные на рубеже 1910–1920-х годов, эсминцы типов V и W не утратили боевую ценность и спустя два десятилетия активно выполняли целый спектр задач во время Второй мировой войны.
zh: Британские эсминцы типов W и V, к числу которых принадлежал и HMS Wakeful, оказали заметное влияние на развитие этого класса кораблей. Они были достаточно крупными, что позволяло разместить на корабле сильное вооружение и мощную энергетическую установку, обеспечивавшую высокую скорость. Кроме этого, благодаря сравнительно большим размерам, эти эсминцы могли относительно свободно действовать на океанских просторах и сохранять боеспособность в бурном море. Опыт Первой мировой войны показал важность артиллерийского вооружения для эсминцев, и большим шагом вперёд в плане роста огневой мощи являлись 120-мм орудия, которые стали устанавливаться на корабли поздних серий типа W. Построенные на рубеже 1910–1920-х годов, эсминцы типов V и W не утратили боевую ценность и спустя два десятилетия активно выполняли целый спектр задач во время Второй мировой войны.

# IDS_PCZC504_BD098_QUEEN_ELIZABETH
source: Queen Elizabeth
zh: 伊丽莎白女王

# IDS_PCZC504_BD098_QUEEN_ELIZABETH_DESCRIPTION
source: Creation of the Queen Elizabeth-class battleships marked a new stage in the development of military shipbuilding. The 381 mm main battery (the most powerful naval gun at that time), oil-burning boilers and high speed allowed the battleships to be prime examples for all leading naval superpowers. The lead ship entered service in December, 1914, and three months later, she was already involved in an attack in the Dardanelles. The other four ships of the series became the heroes of the Battle of Jutland in 1916. After a series of upgrades in the 1920s and 30s, the Queen Elizabeth-class battleships turned out to be highly useful in operations during World War II.
ja: クイーン・エリザベス級戦艦の誕生は、軍艦建造の発展における新たな時代の幕開けとなりました。当時最も強力な艦砲であった 381 mm 主砲、重油燃焼式、そして高い速力を持つこれらの戦艦は、全ての列強海軍にとっての手本となりました。 1 番艦は 1914 年 12 月に就役し、3 ヶ月後には既にダーダネルス海峡での攻撃に参加していました。同級艦の他の 4 隻は 1916 年のユトランド沖海戦の英雄となりました。1920 – 1930 年代の一連の改修の後、クイーン・エリザベス級戦艦は第二次世界大戦中の作戦で大活躍しました。
pl: Budowa pancerników typu Queen Elizabeth rozpoczęła nowy etap w okrętownictwie wojskowym. Bateria główna z działami kal. 381 mm, najpotężniejszymi działami morskimi w tamtych czasach, napędzane ropą i rozwijające dużą prędkość pancerniki były przykładem do naśladowania dla wszystkich wiodących potęg morskich. Okręt prowadzący serii wszedł do służby w grudniu 1914 roku, a trzy miesiące później był już zaangażowany w atak na Dardanele. Pozostałe cztery okręty serii zostały bohaterami Bitwy Jutlandzkiej z 1916 roku. Po licznych modernizacjach w latach 20. i 30. pancerniki typu Queen Elizabeth okazały się bardzo przydatne w trakcie II wojny światowej.
ru: Появление линкоров типа Queen Elizabeth ознаменовало новый этап в развитии военного кораблестроения. Главный калибр в 381 мм, самый мощный в мире на тот момент, нефтяное отопление котлов, высокая скорость — на эти линкоры стали равняться все ведущие морские державы. Головной корабль вступил в строй в декабре 1914 года, спустя три месяца он уже был задействован в атаке на Дарданеллы. Остальные четыре корабля серии в 1916 году стали героями Ютландского сражения. После ряда модернизаций 1920–1930-х годов линкоры типа Queen Elizabeth оказались крайне востребованными и в операциях Второй мировой войны.
zh: Появление линкоров типа Queen Elizabeth ознаменовало новый этап в развитии военного кораблестроения. Главный калибр в 381-мм, самый мощный в мире на тот момент, нефтяное отопление котлов, высокая скорость — на эти линкоры стали равняться все ведущие морские державы. Головной корабль вступил в строй в декабре 1914 года, спустя три месяца он уже был задействован в атаке на Дарданеллы. Остальные четыре корабля серии в 1916 году стали героями Ютландского сражения. После ряда модернизаций 1920-1930-х годов линкоры типа Queen Elizabeth оказались крайне востребованы и в операциях Второй мировой войны.

# IDS_PCZC505_BD098_KARLSRUHE
source: Karlsruhe
zh: 卡尔斯鲁厄

# IDS_PCZC505_BD098_KARLSRUHE_DESCRIPTION
source: The light cruiser project, which by the will of fate happened to be the pinnacle of development of this type of ship in Imperial Germany, had been designed before World War I broke out. Königsberg, Karlsruhe, Emden, and Nürnberg were launched in the midst of the war. They were named after the German cruisers which had already been destroyed by that time. Karlsruhe and her sister ships conceded to British light cruisers in speed, but surpassed them in terms of protection and powerful artillery armament. In 1915 and 16, following the first series, ten more almost identical cruisers were laid down.
ja: ドイツ帝国の巡洋艦開発において結果的に頂点となったこの軽巡洋艦の設計は、第一次世界大戦勃発前に考案されました。ケーニヒスベルク、 カールスルーエ、エムデン、ニュルンベルクは、戦争中に進水しました。これらの艦艇は、同時既に撃沈されていたドイツ巡洋艦に因んで命名されました。 カールスルーエと姉妹艦はイギリス軽巡洋艦に速力で後れをとりましたが、防御力と砲兵装では上回りました。1915 – 1916 年、最初のシリーズに続いてほぼ同一規格の巡洋艦 10 隻が起工しました。
pl: Projekt lekkiego krążownika, który zrządzeniem losu stał się szczytowym osiągnięciem w rozwoju okrętów tego typu dla Imperialnej Marynarki Niemiec, został zmodyfikowany przed wybuchem I wojny światowej. Okręty Königsberg, Karlsruhe, Emden i Nürnberg zostały zwodowane w trakcie wojny. Otrzymały nazwy niemieckich krążowników, które zostały wówczas zniszczone. Karlsruhe i jego okręty siostrzane ustępowały jednostkom brytyjskim pod względem prędkości, ale miały lepsze opancerzenie i artylerię. W latach 1915–1916, po ukończeniu pierwszej serii, rozpoczęto budowę kolejnych dziesięciu niemal identycznych jednostek.
ru: Проект лёгких крейсеров, который по воле судьбы оказался вершиной развития этого класса кораблей в кайзеровской Германии, был разработан перед началом Первой мировой войны. На воду Königsberg, Karlsruhe, Emden и Nürnberg были спущены уже в разгар военных действий, получив имена погибших к тому времени немецких крейсеров. Уступая в скорости своим британским «сверстникам», Karlsruhe и его систершипы превосходили их в защищённости и мощи артиллерийского вооружения. В 1915–1916 годах вслед за первой серией последовала закладка ещё десяти практически однотипных крейсеров.
zh: Проект лёгких крейсеров, который по воле судьбы оказался вершиной развития этого класса кораблей в кайзеровской Германии, был разработан перед началом Первой мировой войны. На воду Königsberg, Karlsruhe, Emden, Nurnberg были спущены уже в разгар военных действий, получив имена погибших к тому времени немецких крейсеров. Уступая в скорости своим британским «сверстникам», Karlsruhe и его систершипы превосходили их в защищённости и мощи артиллерийского вооружения. В 1915–1916 годах вслед за первой серией последовала закладка ещё десяти практически однотипных крейсеров.

# IDS_PCZC506_BD098_CLEMSON
source: Clemson
zh: 克莱姆森

# IDS_PCZC506_BD098_CLEMSON_DESCRIPTION
source: The Clemson-class destroyers were built between 1918 and 1922. The construction series was huge—it accounted for more than 150 ships. Together with the Wickes-class ships, which were called "flush-deckers" or "four-stack" ships, they comprised the base of all light U.S. naval forces up until the second half of the 1930s. The main advantage of the "flush-deckers" was their overwhelming number. However, each individual ship could pose a real threat due to their high 35-knot speed and powerful torpedo armament comprising twelve 533 mm tubes. The Clemson-class destroyers played an active role in operations in the Pacific and Atlantic Oceans, as well as in Europe, during World War II, despite them being "old-timers" by that point.
ja: クレムソン級駆逐艦は 1918 – 1922 年にかけて建造されました。同級艦は大量に建造され、150 隻以上に達しました。「平甲板型」または「4 本煙突型」駆逐艦艦とよばれたウィックス級駆逐艦と共に、クレムソン級駆逐艦は 1930 年代後半までのアメリカ小型艦の全戦力の基本を構成していました。 「平甲板型」駆逐艦の主な長所はその数でしたが、各艦は単独でも、35 ノットの高い速力と 533 mm 魚雷発射管 12 門を搭載する危険な存在でした。クレムソン級駆逐艦は艦歴の古さにもかかわらず、第二次世界大戦中に太平洋、大西洋、ヨーロッパでの様々な作戦で積極的な役割を果たしました。
pl: Niszczyciele typu Clemson budowano w latach 1918–1922. Liczba zbudowanych jednostek była ogromna i liczyła sobie ponad 150 okrętów. Razem z okrętami typu Wickes, które nazywano „gładkopokładowcami” lub „czterokominowcami”, stanowiły one trzon wszystkich amerykańskich lekkich sił morskich aż do drugiej połowy lat 30. Choć głównym atutem „gładkopokładowców” była ich liczba, każdy z nich był groźny sam w sobie dzięki wynoszącej 35 węzłów prędkości maksymalnej i potężnemu uzbrojeniu torpedowemu, na które składało się dwanaście wyrzutni kal. 533 mm. Choć nie były to już młode jednostki, to niszczyciele typu Clemson odegrały znaczącą rolę w operacjach na Pacyfiku i Atlantyku, a także w Europie podczas II wojny światowej.
ru: Эсминцы типа Clemson строились в 1918–1922 годах огромной — свыше 150 единиц — серией. Вместе с кораблями типа Wickes, прозванные «четырёхтрубниками», или «гладкопалубниками» — «флэшдекерами» (англ. flush-decker), они составляли основу всех лёгких сил ВМС США вплоть до второй половины 1930-х годов. Хотя главным преимуществом «гладкопалубников» было их количество, каждый из них сам по себе представлял собой опасного противника, обладая высокой скоростью в 35 узлов и мощным торпедным вооружением в двенадцать 533-мм труб. Несмотря на солидный возраст, эсминцы типа Clemson активно участвовали в операциях Второй мировой войны — на Тихом океане, в Атлантике и Европе.
zh: Эсминцы типа Clemson строились в 1918–1922 годах огромной — свыше 150 единиц — серией. Вместе с кораблями типа Wickes, прозванные «четырёхтрубниками» или «гладкопалубниками» — «флэшдекерами» (англ. flush-decker), они составляли основу всех лёгких сил ВМС США вплоть до второй половины 1930-х годов. Хотя главным преимуществом «гладкопалубников» было их количество, каждый из них сам по себе представлял собой опасного противника, обладая высокой скоростью в 35 узлов и мощным торпедным вооружением в двенадцать 533-мм труб. Несмотря на солидный возраст, эсминцы типа Clemson активно участвовали в операциях Второй мировой войны — на Тихом океане, в Атлантике и Европе.

# IDS_PCZC507_BD098_NELSON
source: Nelson
zh: 纳尔逊

# IDS_PCZC507_BD098_NELSON_DESCRIPTION
source: In 1927, the British Royal Navy was joined by possibly the most unusual battleships to grace their fleet—Nelson and Rodney. They stood out among all other warships in the world by the position of their main battery guns. All three turrets housing 406 mm guns were placed at the bow end. This unusual layout was caused by a drive to reduce the length of the armored citadel, while at the same time, observing the weight limits in accordance with the Washington Naval Treaty of 1922. Both battleships had served for more than two decades and taken an active part in many World War II operations, including the Normandy landing and the sinking of Bismarck.
ja: 1927 年、イギリス海軍にて、恐らく最も特殊な戦艦であるネルソンとロドニーが就役しました。ネルソンとロドニーの世界中の軍艦と異なる点は、その主砲配置でした。 406 mm 砲を搭載した砲塔 3 基は全て艦首部に配置されていました。これは、装甲を備えた防郭の長さを短縮するため、そして 1922 年のワシントン海軍軍縮条約に基づく排水量制限を考慮してのことでした。 両戦艦は 20 年間以上就役し、ビスマルク追撃戦やノルマンディー上陸作戦を含む、第二次世界大戦の数多くの作戦に積極的に参加しました。
pl: W 1927 roku brytyjska Royal Navy została wzmocniona przez dwa bardzo nietypowe pancerniki – Nelson oraz Rodney. Od innych okrętów odróżniało je rozmieszczenie dział głównej baterii. Wszystkie trzy wieże, w których zamontowano działa kal. 406 mm, ułożone były na dziobie. Nietypowa aranżacja podyktowana była potrzebą skrócenia opancerzonej cytadeli i zgodności z limitami wyporności wprowadzonymi przez Waszyngtoński traktat morski z 1922 roku. Oba pancerniki służyły przez ponad dwie dekady i brały czynny udział w wielu operacjach II wojny światowej, w tym zatopieniu pancernika Bismarck i inwazji w Normandii.
ru: В 1927 году в состав британского Королевского флота вошли два, пожалуй, самых необычных линкора — Nelson и Rodney. Выделяло их на фоне всех остальных боевых кораблей мира расположение артиллерии главного калибра. Все три башни с 406-мм орудиями были сконцентрированы в носовой оконечности. Необычная компоновка была вызвана стремлением сократить длину броневой цитадели и одновременно соблюсти весовые ограничения в соответствии с Вашингтонским морским договором 1922 года. Оба линкора прослужили свыше двух десятков лет и активно участвовали во многих операциях Второй мировой войны, включая потопление линкора Bismarck и высадку в Нормандии.
zh: В 1927 году в состав британского Королевского флота вошли два, пожалуй, самых необычных линкора — Nelson и Rodney. Выделяло их на фоне всех остальных боевых кораблей мира расположение артиллерии главного калибра. Все три башни с 406-мм орудиями были сконцентрированы в носовой оконечности. Необычная компоновка была вызвана стремлением сократить длину броневой цитадели и одновременно соблюсти весовые ограничения в соответствии с Вашингтонским морским договором 1922 года. Оба линкора прослужили свыше двух десятков лет и активно участвовали во многих операциях Второй мировой войны, включая потопление «Бисмарка» и высадку в Нормандии.

# IDS_PCZC508_BD098_MYOKO
source: Myōkō
ja: 妙高
zh: 鬣

# IDS_PCZC508_BD098_MYOKO_DESCRIPTION
source: Four Myōkō-class ships entered service in 1928 and 1929, becoming the first conventional "Washington Treaty" cruisers of the Imperial Japanese Navy. Due to exceeding the maximum standard displacement limits that, needless to say, was kept a secret, the Japanese managed to create fast cruisers with decent armor which combined powerful artillery and torpedo armament. All four ships of the series underwent several upgrades in the 1930s which further improved their firepower, and were actively used during the war in the Pacific Ocean. Three of them were destroyed in battles.
ja: 1928 – 1929 年に就役した妙高型巡洋艦 4 隻は、大日本帝国海軍初の標準的な「ワシントン条約型」巡洋艦となりました。 条約で規定された最大標準排水量を超過することで (言うまでもなく、これは秘密にされました) 日本は良好な装甲に加えて強力な主砲と雷装を兼ね備える高速巡洋艦の建造に成功しました。 妙高型巡洋艦の 4 隻全てが 1930 年代に複数の改修を受けて火力が更に向上し、太平洋戦争では積極的に運用されました。同級巡洋艦のうち 3 隻は戦闘で撃沈されました。
pl: Cztery okręty typu Myōkō zostały wcielone do służby w latach 1928–1929 i stały się pierwszymi konwencjonalnymi „traktatowymi” krążownikami Cesarskiej Marynarki Wojennej Japonii. Ze względu przekroczone limity wyporności, co oczywiście utrzymywano w tajemnicy, Japończykom udało się zbudować szybkie krążowniki o solidnym opancerzeniu, silnej artylerii i uzbrojeniu torpedowym. Wszystkie cztery okręty serii przeszły liczne modernizacje w latach 30., dzięki którym wzrosła ich siła ognia. Wszystkie brały udział w wojnie na Pacyfiku. Trzy z nich zniszczone zostały w walce.
ru: Вступившие в строй в 1928–1929 годах четыре корабля типа Myōkō стали первыми полноценными «вашингтонскими» крейсерами Императорского флота Японии. За счёт превышения максимального стандартного водоизмещения, которое, само собой, не афишировалось, японцам удалось создать быстроходные, неплохо защищённые крейсеры, сочетавшие мощное артиллерийское и торпедное вооружение. Все четыре корабля серии, пройдя несколько модернизаций в 1930-х годах, ещё более усиливших их огневую мощь, интенсивно использовались во время войны на Тихом океане, три из них погибли в боях.
zh: Вступившие в строй в 1928–1929 годах четыре корабля типа Myōkō стали первыми полноценными «вашингтонскими» крейсерами Императорского флота Японии. За счёт превышения максимального стандартного водоизмещения, которое, само собой, не афишировалось, японцам удалось создать быстроходные, неплохо защищённые крейсеры, сочетавшие мощное артиллерийское и торпедное вооружение. Все четыре корабля серии, пройдя несколько модернизаций в 1930-х годах, ещё более усиливших их огневую мощь, интенсивно использовались во время войны на Тихом океане, три из них погибли в боях.

# IDS_PCZC509_BD098_AIGLE
source: Aigle
zh: 鹰

# IDS_PCZC509_BD098_AIGLE_DESCRIPTION
source: In the mid-1920s, a new ship type appeared in the French Navy—large destroyers ("contre-torpilleurs"). In terms of their characteristics, they occupied an intermediate position between light cruisers and destroyers, and resembled the British destroyer flotilla leaders. However, unlike the latter, the French contre-torpilleurs were intended primarily for operations as part of homogeneous formations. Typical representatives of this type were the Aigle-class large destroyers, which entered service between 1931 and 1934. Their distinctive silhouette, 36-knot speed and powerful main battery of five 139 mm guns were the distinguishing features of these half-cruisers, half-destroyers.
ja: 1920 年代半ば、フランス海軍に新しい艦種である大型駆逐艦 (フランス語で contre-torpilleurs) が登場しました。その性能諸元は軽巡洋艦と駆逐艦の中間であり、イギリスの嚮導艦と類似していました。 しかし、後者と異なり、フランスの大型駆逐艦は均質的な編隊に所属して作戦を行うことを主に想定していました。このタイプの代表例は、1931 – 1934 年に就役したエーグル級大型駆逐艦でした。 半分は巡洋艦、半分は駆逐艦であるこれらの艦艇の特徴は、印象的なシルエット、36 ノットの速力、強力な 139 mm 主砲 5 門でした。
pl: W połowie lat 20. we francuskiej marynarce pojawił się nowy rodzaj okrętu – duże niszczyciele („contre-torpilleurs”). Ich charakterystyka plasowała je gdzieś pomiędzy lekkimi krążownikami, a niszczycielami, co czyniło je podobnymi do brytyjskich liderów flotylli. Jednak w przeciwieństwie do swoich rywali z północy, francuskie contre-torpilleurs budowane były z myślą przede wszystkim o operacjach w grupach złożonych z takich samych okrętów. Typowymi przedstawicielami takich okrętów były duże niszczyciele (contre-torpilleurs) typu Aigle, które weszły do służby w latach 1931–1934. Charakterystyczna sylwetka, maksymalna prędkość 36 węzłów i potężna artyleria złożona z pięciu dział kal. 139 mm były cechami wyróżniającymi te pół-krążowniki, pół-niszczyciele.
ru: В середине 1920-х годов во французском флоте появился особый класс кораблей — контрминоносцы. По своим характеристиками они занимали промежуточное положение между лёгкими крейсерами и эсминцами и напоминали британские лидеры эсминцев. Впрочем, в отличие от последних, французские контрминоносцы были предназначены в первую очередь для действий в составе однородных соединений. Типичными представителями этого класса были контрминоносцы типа Aigle, вошедшие в строй в 1931–1934 годах. Характерный силуэт, 36-узловая скорость и мощное артиллерийское вооружение из пяти 139-мм орудий были отличительными особенностями этих полукрейсеров-полуэсминцев.
zh: В середине 1920-х годов во французском флоте появился особый класс кораблей — контрминоносцы. По своим характеристиками они занимали промежуточное положение между лёгкими крейсерами и эсминцами и напоминали британские лидеры эсминцев. Впрочем, в отличие от последних, французские контрминоносцы были предназначены в первую очередь для действий в составе однородных соединений. Типичными представителями этого класса были контрминоносцы типа Aigle, вошедшие в строй в 1931–1934 годах. Характерный силуэт, 36-узловая скорость и мощное артиллерийское вооружение из пяти 139-мм орудий были отличительными особенностями этих полукрейсеров-полуэсминцев.

# IDS_PCZC510_BD098_LEXINGTON
source: Lexington
zh: 列克星敦
