Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE194_JOLLY_ROGER_5_DESCRIPTION
source: A commemorative flag granted for achieving Rank 1 for the seventh time.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 1 por séptima vez.
ja: ランク 1 を 7 回達成することで授与される記念旗です。
pl: Pamiątkowa flaga za osiągnięcie 1 stopnia po raz siódmy.
ru: Памятный флаг за достижение первого ранга в седьмой раз.
uk: Пам’ятний прапор за досягнення першого рангу всьоме.
zh: 达到一阶七次就可以获得纪念旗帜
zh_sg: 第7次获得第1名授予的纪念旗帜。

# IDS_PCEE195_SEASONFLAG09
source: Brooklyn Navy Yard
es_mx: Astillero Naval de Brooklyn
ja: ブルックリン海軍工廠
pl: Stocznia w Brooklynie
ru: Нью-Йоркская военно-морская верфь
uk: Нью-Йоркська військово-морська верф
zh: 布鲁克林海军基地
zh_sg: 布鲁克林海军船坞

# IDS_PCEE195_SEASONFLAG09_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Ninth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Novena Temporada de las Batallas por Rango.
ja: ランク戦第 9 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga za osiągnięcie 15 stopnia w dziewiątym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в девятом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у дев’ятому ранговому сезоні.
zh: 在第九季的排名战中达到15就可以获得纪念其旗帜
zh_sg: 在排位战第9赛季获得第15名授予的纪念旗帜。

# IDS_PCEE195_SEASONFLAG09_EXTRA_DESCRIPTION
source: At the Brooklyn Navy Yard, many famous US Navy ships were launched, including such cruisers as New Orleans, Pensacola, Brooklyn, Helena, and battleships Iowa, Missouri, North Carolina, Arizona, New Mexico, and New York.
es_mx: En el Astillero Naval de Brooklyn, se botaron muchos barcos famosos de la Armada de los EE. UU., incluidos cruceros como New Orleans, Pensacola, Brooklyn, Helena, y los acorazados Iowa, Missouri, North Carolina, Arizona, New Mexico, y New York.
ja: ブルックリン海軍工廠においては、アメリカ海軍の有名艦艇が多数建造されてきました。巡洋艦としてはニューオーリンズ、ペンサコーラ、ブルックリンおよびヘレナ、戦艦としてはアイオワ、ミズーリ、ノースカロライナ、アリゾナ、ニューメキシコおよびニューヨークが含まれます。
pl: Wiele słynnych okrętów US Navy powstało w stoczni w Brooklynie, m.in. słynne krążowniki New Orleans, Pensacola, Brooklyn, Helena i pancerniki Iowa, Missouri, North Carolina, Arizona, New Mexico i New York.
ru: На верфи в Бруклине были спущены на воду многие знаменитые корабли ВМС США, среди которых крейсеры New Orleans, Pensacola, Brooklyn, Helena, а также линкоры Iowa, Missouri, North Carolina, Arizona, New Mexico и New York.
uk: На верфі в Брукліні спускали на воду багато відомих кораблів ВМС США, серед яких крейсери New Orleans, Pensacola, Brooklyn, Helena, а також лінкори Iowa, Missouri, North Carolina, Arizona, New Mexico і New York.
zh: 在布鲁克林海军基地，许多该国海军的战舰在这里建造，包含巡洋舰新奥尔良、彭萨科拉、布鲁克林、海伦娜和战列舰衣阿华、密苏里、北卡罗莱纳、亚利桑那、新墨西哥以及纽约
zh_sg: 在布鲁克林海军船坞曾出产过许多美国著名海军战舰，包括新奥尔良、彭萨科拉、Brooklyn、海伦娜巡洋舰，和依阿华、密苏里、北卡罗来纳、亚利桑那, 新墨西哥、纽约等战列舰。

# IDS_PCEE196_AZURHIPPER_FLAG
source: Azur Lane – Admiral Hipper
ja: アズールレーン – Admiral Hipper
zh: 碧蓝航线 - 希佩尔海军上将
zh_sg: 碧蓝航线——希佩尔上将

# IDS_PCEE196_AZURHIPPER_FLAG_DESCRIPTION
source: Admiral Hipper. Self-proclaimed "world's strongest heavy cruiser" of the Ironblood Empire. From Azur Lane.
es_mx: Admiral Hipper. Autoproclamado como el "crucero pesado más fuerte del mundo" por el Imperio Ironblood. De Azur Lane.
ja: 鉄血帝国所属・「世界一の重巡」(自称) の「アドミラル・ヒッパー」。「アズールレーン」より出典
pl: Admiral Hipper. Samozwańczy „najpotężniejszy ciężki krążownik świata” Imperium Ironblood. Z Azur Lane.
ru: Admiral Hipper — самопровозглашённый «мощнейший тяжёлый крейсер мира» из Железного имперского флота. Из игры Azur Lane.
uk: Admiral Hipper — самопроголошений «найпотужніший важкий крейсер світу» з Залізного імперського флоту. Із гри Azur Lane.
zh: 希佩尔海军上将自称为来自碧蓝航线铁血帝国「世界最强大的重巡洋舰」
zh_sg: 海军上将希佩尔—来自铁血帝国，自称“世界最强重型巡洋舰”。来自碧蓝航线。

# IDS_PCEE197_HAMBURG_PORT_FLAG
source: Port of Hamburg
es_mx: Puerto de Hamburgo
ja: ハンブルク港
pl: Port w Hamburgu
ru: Порт Гамбург
uk: Порт Гамбурґ
zh: HB港
zh_sg: 汉堡港

# IDS_PCEE197_HAMBURG_PORT_FLAG_DESCRIPTION
source: Celebrate the anniversary of the Port of Hamburg and earn your very own commemorative flag!
es_mx: ¡Celebra el aniversario del Puerto de Hamburgo y obtén tu propia bandera conmemorativa!
ja: ハンブルク港の開港記念日を祝い、自分のための記念旗を入手しよう!
pl: Świętuj rocznicę portu w Hamburgu i zdobądź swoją własną flagę pamiątkową!
ru: Отпразднуйте годовщину порта Гамбург вместе с нами и получите памятный флаг!
uk: Відсвяткуйте річницю порту Гамбурґ разом з нами та отримайте пам’ятний прапор!
zh: 庆祝HB港周年并且赢得你专属的纪念旗
zh_sg: 庆祝汉堡港周年纪念并赢取您专属的纪念旗帜！

# IDS_PCEE198_HAIDA_FLAG
source: HMCS Haida
zh: 海达
zh_sg: HMCS海达人

# IDS_PCEE198_HAIDA_FLAG_DESCRIPTION
source: This Tribal-class destroyer served in the Royal Canadian Navy. The ship was named after an Indian tribe originating from the islands off the west coast of North America.
es_mx: Este destructor de la clase Tribal sirvió en la Armada Real Canadiense. El barco fue nombrado como una tribu india originaria de las islas alrededor de la costa oeste de Norteamérica.
ja: トライバル級駆逐艦ハイダは、王立カナダ海軍で運用されました。その艦名は、北アメリカの西海岸沖の群島に住む先住民族であるハイダ族に由来しています。
pl: Ten niszczyciel klasy Tribal służył w Royal Canadian Navy. Okręt ten został nazwany na cześć indiańskiego plemienia wywodzącego się z wysp położonych w pobliżu zachodnich wybrzeży Ameryki Północnej.
ru: Эсминец типа Tribal. Входил в состав Королевского флота Канады и был назван в честь индейского племени, родиной которого являются острова у западного побережья Северной Америки.
uk: Есмінець типу Tribal. Входив до складу Королівського флоту Канади. Названий на честь індіанського племені, батьківщиною якого є острови біля західного узбережжя Північної Америки.
zh: 这艘部落级驱逐舰于CA国海军服役。这艘船以北美西岸的印第安部落为名。
zh_sg: 这艘部落级驱逐舰在加拿大皇家海军服役。这艘战舰是以印第安部落的名字命名的，这个印第安部落起源于北美西海岸的岛屿。

# IDS_PCEE199_AVACOMMON
source: Go Navy!
zh: 海军加油!

# IDS_PCEE199_AVACOMMON_DESCRIPTION
source: A commemorative flag given for participation in the "Go Navy!" competition
es_mx: Bandera conmemorativa por participar en la competencia "Go Navy!"
ja: "Go Navy!" コンペティションへの参加記念旗
pl: Flaga pamiątkowa przyznawana za uczestnictwo w zawodach „Go Navy!”.
ru: Памятный флаг за участие в соревновании «Go Navy!»
uk: Пам’ятний прапор за участь у змаганні «Go Navy!»
zh: 参加「海军加油!」竞赛后所获得的纪念旗
zh_sg: 参与"Go Navy!"争霸赛的纪念旗帜

# IDS_PCEE200_AVASHARKS
source: Sharks
zh: 巨鲨

# IDS_PCEE200_AVASHARKS_DESCRIPTION
source: A commemorative flag given for participation in the "Go Navy!" competition in the Sharks Team.
es_mx: Bandera conmemorativa otorgada por participar en la competencia "GO NAVY!" en el Equipo Sharks.
ja: "Go Navy!" コンペティションにおける Sharks チームへの参加記念旗
pl: Pamiątkowa flaga przyznawana za uczestnictwo w zawodach „Go Navy!” po stronie drużyny Sharks.
ru: Памятный флаг за участие в соревновании «Go Navy!» на стороне команды Sharks.
uk: Пам’ятний прапор за участь у змаганні «Go Navy!» на боці команди Sharks.
zh: 您将通过这面旗帜展示您对巨鲨队的忠诚！
zh_sg: 代表Sharks队参与"Go Navy!"争霸赛的纪念旗帜

# IDS_PCEE201_AVAEAGLES
source: Eagles
zh: 雄鹰

# IDS_PCEE201_AVAEAGLES_DESCRIPTION
source: A commemorative flag given for participation in the "Go Navy!" competition in the Eagles Team.
es_mx: Bandera conmemorativa por participar en la competencia "Go Navy!" con el Equipo Eagles.
ja: "Go Navy!" コンペティションにおける Eagles チームへの 参加記念旗
pl: Flaga pamiątkowa przyznawana za uczestnictwo w zawodach „Go Navy!” po stronie drużyny Eagles.
ru: Памятный флаг за участие в соревновании «Go Navy!» на стороне команды Eagles.
uk: Пам’ятний прапор за участь у змаганні «Go Navy!» на боці команди Eagles.
zh: 以雄鹰队参加「海军加油!」竞赛后所获得的纪念旗
zh_sg: 这面纪念旗帜展示了您对Eagles队的赤诚之心！

# IDS_PCEE202_PRINZ_EITEL_FRIEDRICH_FLAG
source: Prinz Eitel Friedrich
zh: 埃特尔·弗雷德里希王子
zh_sg: 艾特尔·弗里德里希亲王

# IDS_PCEE202_PRINZ_EITEL_FRIEDRICH_FLAG_DESCRIPTION
source: A Mackensen-class battlecruiser named in honor of Prince Eitel Friedrich of Prussia, son of Emperor Wilhelm II of Germany, was laid down in 1915. The defeat of Germany in World War I prevented the ship from being completed.
es_mx: El crucero de batalla de la clase Mackensen nombrado en honor del Príncipe Eitel Friedrich de Prusia, hijo del Emperador Wilhelm II de Alemania, fue puesto en quilla en 1915. La derrota de Alemania en la 1GM evitó que el barco fuera completado.
ja: マッケンゼン級巡洋戦艦プリンツ・アイテル・フリードリヒの艦名は、ヴィルヘルム 2 世の息子であるアイテル・フリードリヒ・フォン・プロイセンに由来します。1915 年に起工されましたが、一次大戦でドイツが敗北したため、完成しませんでした。
pl: Krążownik liniowy klasy Mackensen, nazwany na cześć pruskiego księcia Eitela Friedricha, syna niemieckiego cesarza Wilhelma II, którego budowę rozpoczęto w 1915 roku. Porażka Niemiec w I wojnie światowej uniemożliwiła ukończenie okrętu.
ru: В честь принца Эйтеля Фридриха Прусского, сына германского императора Вильгельма II, был назван линейный крейсер типа Mackensen, заложенный в 1915 году. Поражение Германии в Первой мировой войне помешало достроить корабль.
uk: На честь принца Ейтеля Фрідріха Прусського, сина німецького імператора Вільгельма II, назвали лінійний крейсер типу Mackensen, закладений 1915 р. Поразка Німеччини у Першій світовій війні завадила добудувати корабель.
zh: 为纪念D国皇帝威廉二世的儿子普鲁士王子艾特尔·弗里德里希而命名的麦肯森级战斗巡洋舰于1915年下水。大战中D国的败战阻止了这艘战舰的完工。
zh_sg: 为纪念德国皇帝威廉二世的儿子普鲁士王子艾特尔·弗里德里希（Eitel Friedrich）而命名的麦肯森级战列巡洋舰于1915年开始建造。而第一次世界大战中德国战败，使这艘战舰未能完工。

# IDS_PCEE203_JEAN_BART_FLAG
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PCEE203_JEAN_BART_FLAG_DESCRIPTION
source: Several ships of the French Navy carried the name of the legendary Dunkirk corsair Jean Bart, who covered himself with glory in all the naval wars led by France in the late 17th century. One of them was a Richelieu-class battleship commissioned in 1949.
es_mx: Varios barcos de la Armada Francesa llevaron el nombre del legendario corsario de Dunkerque Jean Bart, quien se cubrió de gloria en todas las guerras navales de Francia a finales del Siglo XVII. Uno de ellos fue el acorazado clase Richelieu comisionado en 1949.
ja: ジャン・バールは、ダンケルクの伝説的な私掠船船長であり、17 世紀の終盤にフランスが関与した海上戦争において栄光を重ねました。フランス海軍には彼に因む艦名を与えられた艦艇が複数あり、そのうちの 1 隻が、1949 年に就役したリシュリュー級戦艦でした。
pl: Kilka okrętów marynarki francuskiej nosiło imię legendarnego korsarza z Dunkierki, Jean Barta, który okrył się chwałą we wszystkich wojnach morskich toczonych przez Francję pod koniec XVII wieku. Jednym z nich był pancernik klasy Richelieu, oddany do służby w 1949 roku.
ru: Имя легендарного дюнкеркского корсара Жана Бара, покрывшего себя славой во всех войнах на море, которые вела Франция в конце XVII века, носили несколько кораблей Французского флота. Среди них — линкор типа Richelieu, вступивший в строй в 1949 году.
uk: Ім’я легендарного дюнкеркського корсара Жана Бара, що покрив себе славою в усіх війнах на морі, які вела Франція в кінці XVII ст., носили кілька кораблів Французького флоту. Серед них — лінкор типу Richelieu, що став у стрій 1949 р.
zh: F国海军的几艘战舰上都带有传说中的敦刻尔克私掠船长 让·巴尔的名字，他用17世纪末F国领导的所有海战的荣耀覆盖自己。其中一艘是1949年委托的黎塞留级战列舰，这是世界上最后一艘该级战列舰。
zh_sg: 法国海军的几艘战舰上都有敦刻尔克传奇海盗船长让·巴尔的名字，他在17世纪末法国领导的所有海战中都成就了自己的荣耀。其中一艘战舰是1949年服役的的黎塞留级战列舰。

# IDS_PCEE204_GALLERIA_GAMEMASTER_FLAG
source: GALLERIA GAMEMASTER
pl: GALERIA GAMEMASTER
zh: GA GA

# IDS_PCEE204_GALLERIA_GAMEMASTER_FLAG_DESCRIPTION
source: The logo of GALLERIA GAMEMASTER
es_mx: El logotipo de GALLERIA GAMEMASTER
ja: GALLERIA GAMEMASTER ロゴ
pl: Logo GALLERIA GAMEMASTER
ru: Логотип GALLERIA GAMEMASTER
uk: Логотип GALLERIA GAMEMASTER
zh: GA GA的标志
zh_sg: GALLERIA GAMEMASTER的标志

# IDS_PCEE205_GAMESCOM_2018_FLAG
source: gamescom 2018
zh: 科隆游戏展 2018

# IDS_PCEE205_GAMESCOM_2018_FLAG_DESCRIPTION
source: A special flag to mark the biggest World of Warships event in 2018—gamescom!
es_mx: Una bandera especial que marca el evento más grande de World of Warships en el 2018: ¡El gamescom!
ja: 2018 年最大の World of Warships イベントである gamescom を記念した特別旗です!
pl: Specjalna flaga poświęcona największemu wydarzeniu związanemu z World of Warships w 2018 roku – gamescom!
ru: Особый флаг, приуроченный к крупнейшему событию World of Warships в 2018 году — gamescom!
uk: Особливий прапор, приурочений до найбільшої події World of Warships 2018 року — gamescom!
zh: 标示着2018年最大的《战舰世界》活动—科隆游戏展的特殊旗帜！
zh_sg: 2018年《战舰世界》最大的活动——gamescom的特殊旗帜！

# IDS_PCEE206_ALASKA_FLAG
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_PCEE206_ALASKA_FLAG_DESCRIPTION
source: Traditionally, the U.S. Navy cruisers got their names in honor of cities, while battleships were named in honor of states. The "large cruisers", ships classified as a mix between cruisers and battleships, were named after the U.S. territories. The lead ship of the series carried the name of Alaska, the largest of all such territories.
es_mx: Tradicionalmente, los cruceros de la Armada Estadounidense obtenían sus nombres en honor a ciudades, mientras los acorazados eran nombrados en honor a los estados. Los "grandes cruceros", son barcos clasificados como una mezcla entre cruceros y acorazados, y fueron nombrados como territorios de los Estados Unidos. El barco insignia de la serie llevaba el nombre de Alaska, el más grande de tales territorios.
ja: アメリカ海軍においては伝統的に、巡洋艦には都市に因んだ艦名が、戦艦には州に因んだ艦名が、それぞれ与えられてきました。そして、巡洋艦と戦艦の中間的な艦種である「大型巡洋艦」には、アメリカ合衆国の領土に因んだ艦名が与えられることになり、この艦級のネームシップには、そのような領土の中でも最大のものであるアラスカ (命名当時は準州) に因んだ艦名が与えられました。
pl: Zgodnie z tradycją U.S. Navy, krążowniki otrzymywały nazwy miast, a pancerniki nazwy stanów. Okręt klasyfikowane jako „duże krążowniki”, mające cechy jednych i drugich, nazywano na cześć terytoriów należących do Stanów Zjednoczonych. Okręt prowadzący tej klasy nazwany został Alaska, na cześć największego z tych terytoriów.
ru: По сложившейся традиции крейсеры ВМС США получали названия в честь городов, линкоры — в честь штатов. «Большие крейсеры», занявшие промежуточное положение между этими двумя классами, решено было назвать в честь территорий США. Самая большая из территорий, Аляска, дала имя головному кораблю серии.
uk: За звичаєм крейсери ВМС США називали на честь міст, а лінкори — на честь штатів. «Великі крейсери», які були проміжною ланкою між цими двома класами, вирішили називати на честь територій США. Назва найбільшої з них — Аляска — стала ім’ям головного корабля серії.
zh: 传统上，M系海军巡洋舰的名字是为了纪念城市，而战列舰的名字是为了纪念各州。「大型巡洋舰」，被归类为巡洋舰和战列舰之间的混合物，以M国领土命名。该系列的领导舰背负阿拉斯加的名，是所有此类领土中最大的。
zh_sg: 从传统上说，美国海军巡洋舰通常以城市命名，而战列舰以州名命名。这艘“大巡洋舰”，按分类说是巡洋舰和战列舰的交接地带，是由美国的飞地命名的。该系列的领导战舰的名字是阿拉斯加，美国最大的飞地。

# IDS_PCEE207_LE_TERRIBLE_FLAG
source: Le Terrible
zh: 可畏
zh_sg: 可怖

# IDS_PCEE207_LE_TERRIBLE_FLAG_DESCRIPTION
source: Le Terrible, a Le Fantasque-class torpedo-boat destroyer, was built at the shipyard of Caen, Calvados Department. Since the Old Regime era, Caen has been one of the largest port cities on the coasts of Normandy.
es_mx: Le Terrible, un destructor-lancha torpedera de la clase Fantasque, fue construido en los astilleros de Caen, en el Departamento de Calvados. Desde la era del Viejo Régimen, Caen ha sido una de las ciudades portuarias más grandes de las costas de Normandía.
ja: ル・ファンタスク級大型駆逐艦ル・テリブルは、カルヴァドス県のカーンにある造船所で建造されました。カーンは、旧体制の時代からノルマンディー沿岸における最大級の港湾都市のひとつであり続けてきました。
pl: Le Terrible, kontrtorpedowiec klasy Le Fantasque, zbudowany został w stoczni w Caen, w departamencie Calvados. Od czasów Starych rządów Caen było jednym z największych miast portowym Normandii.
ru: Le Terrible, контрминоносец типа Le Fantasque, был построен на верфи города Кан, департамент Кальвадос. Ещё во времена Старого режима Кан стал одним из крупнейших портовых городов на побережье Нормандии.
uk: Le Terrible, контрміноносець типу Le Fantasque, побудували на верфі міста Кан, департамент Кальвадос. Ще за часів Старого порядку Кан став одним з найбільших портових міст узбережжя Нормандії.
zh: 可畏是一艘空想级鱼雷驱逐舰，在卡尔瓦多斯省卡昂的造船厂建造。自旧政权时代以来，卡昂一直是诺曼底海岸最大的港口城市之一。
zh_sg: 可怖号，一艘空想级鱼雷艇驱逐舰，是在卡尔瓦多斯省卡昂的造船厂建造的。在旧制度时代，卡昂一直是诺曼底海岸最大的港口城市之一。

# IDS_PCEE208_BOISE_FLAG
source: USS Boise
zh: 博伊西
zh_sg: USS博伊西

# IDS_PCEE208_BOISE_FLAG_DESCRIPTION
source: The sixth Brooklyn-class cruiser, named after the capital of Idaho, was laid down in 1935. She became the most honored ship in the series, having received 11 battle stars for her distinguished service during World War II.
es_mx: El sexto crucero de la clase Brooklyn, nombrado como la capital de Idaho, fue puesto en quilla en 1935. Se volvió el barco más honorable de la serie, habiendo recibido 11 estrellas de batalla por su distinguido servicio durante la 2GM.
ja: ボイシは、ブルックリン級軽巡洋艦の 6 番艦であり、1935 年に起工されました。その艦名は、アイダホ州の州都に由来しています。本艦には、二次大戦中の顕著な功績により 11 個もの従軍星章が授与され、同型艦の中でも最も誉れ高い艦になりました。
pl: Szósty krążownik klasy Brooklyn, nazwany na cześć stolicy stanu Idaho, zbudowany w 1935 roku. Został najbardziej uhonorowanym okrętem serii, otrzymawszy 11 gwiazd za wybitną służbę w trakcie II wojny światowej.
ru: Шестой крейсер типа Brooklyn, заложенный в 1935 году, был назван в честь столицы штата Айдахо. Он стал самым заслуженным кораблём в серии, получив за свои отличия в годы Второй мировой войны 11 боевых звёзд.
uk: Шостий крейсер типу Brooklyn, закладений 1935 р., назвали на честь столиці штату Айдахо. Він став самим заслуженим кораблем серії, отримавши за свої відмінності в роки Другої світової війни 11 бойових зірок.
zh: 第六艘以爱达荷州首府命名的布鲁克林级巡洋舰于1935年下水。它成为该级中最受尊敬的战舰，在大战期间因其杰出的服役而获得了11颗战斗星章。
zh_sg: 第六艘布鲁克林级巡洋舰，以爱达荷州首府命名，开始建造于1935年。它成为了该系列中最赋盛誉的战舰，在第二次世界大战期间因出色的服役表现获得了11枚战斗之星。

# IDS_PCEE209_JOLLY_ROGER_6
source: Jolly Roger
ja: 海賊旗
ru: Весёлый Роджер
uk: Веселий Роджер
zh: JR旗

# IDS_PCEE209_JOLLY_ROGER_6_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 1 in the Tenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 1 en la Décima Temporada
ja: ランク戦第 10 シーズンでランク 1 を達成することで授与される記念旗です。
pl: Flaga pamiątkowa przyznawana za osiągnięcie 1 stopnia w dziesiątym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 1-го ранга в 10-м сезоне.
uk: Пам’ятний прапор за досягнення 1-го рангу в 10-му сезоні
zh: 给予第十季达到1级的纪念旗
zh_sg: 在排位战第10赛季达到排名1所授予的纪念旗帜。

# IDS_PCEE210_SEASONFLAG10
source: Puerto Belgrano Naval Base
es_mx: Base Naval Puerto Belgrano
ja: プエルト・ベルグラーノ海軍基地
pl: Baza morska Puerto Belgrano
ru: Военно-морская база Пуэрто-Бельграно
uk: Військово-морська база Пуерто-Бельґрано
zh: 布兰卡港海军基地
zh_sg: 贝尔格拉诺港海军基地

# IDS_PCEE210_SEASONFLAG10_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Tenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Décima Temporada de las Batallas por Rango.
ja: ランク戦第 10 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Flaga pamiątkowa przyznawana za osiągnięcie 15 stopnia w dziesiątym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 10-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 10-му ранговому сезоні.
zh: 在第十季排位赛中达到15级的纪念旗。位于布兰卡港附近的AG国主要海军基地于19世纪末开始运作。该基地于1923年获得现代名称，以纪念AG国海军创始人曼努埃尔贝尔格拉诺。
zh_sg: 在排位战第10赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE211_BD_2018
source: World of Warships Anniversary
es_mx: Aniversario de World of Warships
ja: World of Warships アニバーサリー
pl: Jubileusz World of Warships
ru: День рождения World of Warships
uk: День народження World of Warships
zh: 《战舰世界》周年庆
zh_sg: 《战舰世界》周年纪念

# IDS_PCEE211_BD_2018_DESCRIPTION
source: Many happy returns of the day!
es_mx: ¡Muchas felicidades en este día!
ja: この良き日が繰り返し巡ってきますように!
pl: Wielu szczęśliwych powrotów!
ru: День рождения — лучший праздник!
uk: День народження — найкраще свято!
zh: 当天很多快乐的回报！
zh_sg: 当天获得海量礼品！

# IDS_PCEE212_PIRATE_HUNTER_FLAG
source: Pirate Hunter
es_mx: Cazador de Piratas
ja: 海賊ハンター
pl: Łowca piratów
ru: Охотник на пиратов
uk: Мисливець на піратів
zh: 海盗猎人
zh_sg: 海盗猎人

# IDS_PCEE212_PIRATE_HUNTER_FLAG_DESCRIPTION
source: A scurvy sea dog sits in Davy Jones' Locker thanks to you!
es_mx: ¡Un perro de mar se sienta en el lugar de Davy Jones gracias a ustedes!
ja: 君のおかげで、卑劣なアザラシはディヴィ・ジョーンズの監獄に送られましたよ!
pl: Wysłałeś wrednego wilka morskiego do luku Davy'ego Jonesa!
ru: Благодаря вам мерзкий разбойник теперь покоится на дне морском!
uk: Завдяки вам мерзотний розбійник спочив на дні морському!
zh: 感谢您，一只坏血病的海狗坐在戴维·琼斯的储物柜里！
zh_sg: 你的敌人已被你击沉在海底！

# IDS_PCEE213_DMM_FLAG
source: DMM Games
zh: DMM Games旗帜

# IDS_PCEE213_DMM_FLAG_DESCRIPTION
source: A unique flag dedicated to the release of World of Warships on the DMM Games platform
es_mx: Bandera especial dedicada al lanzamiento de World of Warships en la plataforma DMM Games
ja: DMM Games での World of Warships のリリースを記念した特別旗
pl: Unikalna flaga poświęcona premierze World of Warships na platformie DMM Games
ru: Уникальный флаг, приуроченный к выходу World of Warships на платформе DMM Games
uk: Унікальний прапор, приурочений до виходу World of Warships на платформі DMM Games
zh: 有关在DMM Games平台发布《战舰世界》的独特旗帜
zh_sg: DMM Games平台上发布《战舰世界》的专属独特旗帜

# IDS_PCEE214_BOURGOGNE_FLAG
source: Bourgogne
zh: 勃艮第
zh_sg: 勃艮第

# IDS_PCEE214_BOURGOGNE_FLAG_DESCRIPTION
source: New battleships, the most powerful ones ever built in France, expected to be laid down in 1941–1942, were to carry the names of the country's historical provinces. One of the steel giants was to be heralded "Bourgogne" in honor of the region in Eastern France famous for its wealth of history, culture, and traditions.
es_mx: Nuevos acorazados, los más poderosos jamás construidos en Francia, esperaban ser puestos en quilla entre 1941 y 1942, y llevarían los nombres de las provincias históricas del país. Uno de los gigantes de acero sería nombrado "Borgoña" en honor de una región del Este de Francia que es famosa por la riqueza de su historia, cultura y tradiciones
ja: フランス史上最強となる 4 隻の戦艦が、1941 年から 1942 年にかけて起工される見通しでした。その各艦には、フランスの歴史的な地方に因んだ艦名が与えられることになっており、そのうちの 1 隻に予定されていた艦名が、豊かな歴史、文化、伝統で有名なフランス東部の地方「ブルゴーニュ (Bourgogne)」でした。
pl: Nowe pancerniki, najpotężniejsze, jakie kiedykolwiek zbudowała Francja, których budowę planowano na lata 1941–1942, miały one nosić nazwy historycznych prowincji kraju. Jeden z tych stalowych gigantów miał został nazwany „Bourgogne” na cześć regionu we wschodniej Francji, znanego z bogatej historii, kultury i tradycji.
ru: Новые, самые мощные из когда-либо строившихся во Франции линейные корабли, предполагавшиеся к закладке в 1941–1942 годах, решено было назвать в честь исторических областей. Имя одному из них должна была дать Бургундия — область на востоке Франции, имеющая богатую историю, культуру и традиции.
uk: Нові, найпотужніші з коли-небудь побудованих у Франції лінкори, які планували почати будувати у 1941–1942 рр., вирішили назвати на честь історичних областей. Ім’я одному з них мала б дати Бурґундія — область на сході Франції, що має багату історію, культуру і традиції.
zh: 新战列舰是F国有史以来建造的最强大的战列舰，预计于1941年至1942年下水，它将背负该国历史悠久的省份的名称。其中一艘钢铁巨人被誉为「勃艮第」，以纪念F国东部以丰富的历史、文化和传统而闻名的地区。
zh_sg: 全新系列战列舰，是法国有史以来建造的最强大的战列舰，预计将于1941年至1942年建成，它们都以该国历史悠久的省份的名称命名。其中一艘战舰被誉为“勃艮第”，以纪念法国东部以丰富的历史，文化和传统而闻名的地区。

# IDS_PCEE215_INDOMITABLE_FLAG
source: HMS Indomitable
zh: 不屈
zh_sg: HMS不挠
