Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC270_NY2019_NIKOLAIEMBLEM_DESCRIPTION
source: The reign of Emperor Nicholas I in the second quarter of the 19th century was an important era in Russia's naval history. Fully aware of the importance of the fleet as an integral tool of foreign policy, Emperor Nicholas paid a great deal of attention to the development of the nation's naval forces. Under his rule, the Russian sailing fleet reached the peak of its power and perfection. In 1853, it consisted of over 400 ships of all ranks, including about 40 battleships. It was under Nicholas I that Russia's first steam warship and first warship with a propeller engine were built. In the year of the Emperor's death, a sailing battleship named after him was laid down in St. Petersburg. After being commissioned in 1861, she had a steam engine mounted. More than three decades later, in 1893, the most up-to-date battleship of the Russian Navy, Imperator Nikolai I, visited New York City to celebrate the 400th anniversary of the discovery of America. During World War I, the same name was carried by a seaplane carrier, a battle unit of the Black Sea Fleet that had been converted from a cargo-and-passenger vessel. The construction of another Imperator Nikolai I in the city of Nikolaev would result in the most powerful dreadnought battleship on the Black Sea. However, the Revolution of 1917 put an end to this "Emperor" as well as the existence of the Russian Empire itself.
es_mx: El reinado del Emperador Nicolás I en el segundo cuarto del Siglo XIX, fue una era importante para la historia naval rusa. Totalmente consciente de que una flota sería una herramienta importante como política extranjera, el Emperador Nicolás le puso mucha atención al desarrollo de las fuerzas navales de la nación. Bajo su reinado, la flota de navegación rusa llegó al zénit de su poder y perfección. En 1853, consistía de 400 barcos de todo tipo, incluyendo 40 acorazados. Fue bajo Nicolás I que el primer barco de vapor y el primer barco de guerra con propulsor fueron construidos. En el año de la muerte del Emperador, un acorazado nombrado como él, fue botado en San Petersburgo. Después de ser comisionado en 1861, tenían un motor de vapor montado. Más de tres décadas después, en 1893, el acorazado más moderno de la Marina Rusa, el Imperator Nikolai I, visitó la ciudad de Nueva York para celebrar el 400 aniversario del descubrimiento de América. Durante la Primera Guerra Mundial, el mismo nombre fue llevado a un cargador de aviones marinos, una unidad de batalla en la Flota del Mar Negro convertido de un barco de pasajeros. La construcción de otro Imperator Nikolai I en la ciudad de Nikolaev, resultaría en el más poderoso acorazado dreadnought del Mar Negro. Sin embargo, la Revolución de 1917 le puso un fin a este “Emperador” como también a la mismísima existencia del Imperio Ruso.
ja: 19 世紀後半の皇帝ニコライ 1 世の治世はロシア海軍史にとって重要な時代です。外交上の不可欠な手段としての海軍の重要性を完全に認識していた皇帝ニコライは、同国の海軍力の発展に大きな関心を払いました。彼の治世で、ロシアの帆船艦隊はその戦力と完成度に置いて頂点に達しました。1853 年に、ロシア艦隊は 40 隻の戦艦を含む、400 隻以上の各種艦艇を保有していました。ニコライ 1 世の治世で、それぞれロシア初となる、蒸気機関型の軍艦やプロペラエンジン型の軍艦が建造されました。 皇帝が死去したのと同年、彼に因んで命名された帆船型戦艦がサンクトペテルブルクで起工されました。1861 年の就役後に、本艦は蒸気機関を設置されました。30 年以上後の 1893 年、ロシア海軍の最新戦艦インペラトール・ニコライ 1 世がアメリカ大陸発見 400 周年を記念してニューヨーク市を訪問しました。一次大戦中には、同じ名前が 1 隻の水上機母艦に使用されました。この黒海艦隊の軍艦は、貨物貨客船から改装されたものでした。ニコライエフで建造された別のインペラトール・ニコライ 1 世は、黒海における最強の弩級戦艦となるはずでした。しかし、1917 年の革命により、この「皇帝」はロシア帝国そのものと同じく終焉を迎えました。
pl: Panowanie cesarza Mikołaja I w drugiej połowie XIX wieku było ważnym okresem w historii rosyjskiej marynarki. W pełni świadom wagi floty jako narzędzia polityki zagranicznej, cesarz Mikołaj przykładał wielką wagę do rozwoju marynarki wojennej swojego państwa. Pod jego panowaniem Rosyjska flota osiągnęła szczyt swojej potęgi i doskonałości. W 1853 roku składała się ona z 400 okrętów, w tym 40 pancerników. Za rządów Mikołaja I Rosja posiadła swój pierwszy parowy okręt wojenny i pierwszy okręt wojenny z napędem śrubowym. W roku śmierci cesarza w Sankt Petersburgu rozpoczęto budowę opancerzonego okrętu liniowego noszącego jego imię. Po wprowadzeniu do służby w 1861 roku zamontowano w nim silnik parowy. Ponad trzy dekady później, w roku 1893, najnowocześniejszy pancernik marynarki rosyjskiej, Imperator Nikolai I, odwiedził miasto Nowy Jork, by uczcić 400. rocznicę odkrycia Ameryki. W trakcie I wojny światowej nazwę tą nosił okręt-baza wodnosamolotów z Floty Czarnomorskiej, powstały w wyniku przebudowania okrętu transportowo-pasażerskiego. Kolejny okręt nazwany Imperator Nikolai I, zbudowany w mieście Mikołajów, był najpotężniejszym drednotem na Morzu Czarnym. Jednak rewolucja październikowa z 1917 roku położyła kres temu „Cesarzowi”, tak jak całemu Imperium Rosyjskiemu.
ru: Царствование императора Николая I, пришедшееся на вторую четверть XIX века, составляет важную эпоху в военно-морской истории России. В полной мере осознавая важность флота, как неотъемлемого инструмента внешней политики, император Николай много внимания уделял развитию военно-морских сил. При его правлении российский парусный флот достиг вершины своей мощи и совершенства. К 1853 году в его состав входило свыше 400 судов всех рангов, включая порядка 40 линейных кораблей. Именно при Николае I был построен первый в России боевой паровой корабль, а также первый боевой корабль с винтовым двигателем. В год смерти императора в Санкт-Петербурге был заложен парусный линейный корабль, названный в его честь. В 1861 году, после вступления в строй, на нём была установлена паровая машина. Спустя более чем три десятилетия, в 1893 году, для участия в торжествах по случаю 400-летия открытия Америки город Нью-Йорк посетил новейший эскадренный броненосец российского флота «Император Николай I». Это же название носил в годы Первой мировой войны входивший в состав Черноморского флота гидроавиатранспорт, переоборудованный из грузопассажирского судна. В то же самое время на заводе в городе Николаеве шло строительство ещё одного «Императора Николая I», который должен был стать самым мощным линкором-дредноутом на Чёрном море. Произошедшая в 1917 году революция поставила крест как на этом «Императоре», так и на самой Российской империи.
uk: Царювання імператора Миколи I, яке припало на другу чверть XIX століття, було важливою добою у військово-морській історії Росії. Розуміючи важливість флоту, як невід’ємного інструмента зовнішньої політики, імператор Микола багато уваги приділяв розвитку військово-морських сил. За часів його правління російський вітрильний флот досяг вершини своєї сили й досконалості. Станом на 1853 р. до його складу входило понад 400 кораблів усіх рангів, зокрема приблизно 40 лінійних кораблів. Саме за часів Миколи I побудували перший у Росії бойових паровий корабель, а також перший бойовий корабель із гвинтовим двигуном. У рік смерті імператора в Санкт-Петербурзі заклали вітрильний лінійний корабель, який назвали на його честь. 1861 року, після прийняття на озброєння, на ньому встановили парову машину. Через понад три десятиліття, 1893 року для участі у святкуванні на честь 400-річчя відкриття Америки, місто Нью-Йорк відвідав сучасний ескадрений броненосець російського флоту «Імператор Ніколай I». Цю ж назву носив під час Першої світової війни гідроавіатранспорт, який переобладнали з вантажопасажирського судна та який входив до складу Чорноморського флоту. Водночас на заводі у місті Миколаєві відбувалося будівництво ще одного «Імператора Ніколая I», який мав стати найпотужнішим лінкором-дредноутом на Чорному морі. Але революція 1917 року поставила хрест як на цьому «Імператорі», так і на самій Російській імперії.
zh: 尼古拉一世在1825至1850年的统治，是S国海军历史上的一个重要时代。尼古拉皇帝充分意识到舰队作为外交政策不可或缺的工具的重要性，因此非常重视国家海军的发展。在他的统治下，S国帆船舰队达到它的力量和完美的巅峰。1853年，它由400多艘各级战舰组成，其中包括大约40艘战列舰。在尼古拉一世的统治下，S国建造了第一艘蒸汽战舰和第一艘有螺旋桨引擎的战舰。 在皇帝去世的那一年，一艘以他为名的帆船战列舰在圣彼得堡安放龙骨。于1861年投入服役后，它安装了蒸汽引擎。三十多年后，在1893年，S国海军最新瑞的战列舰，沙皇尼古拉一世拜访纽约以庆祝美洲发现400周年。在大战期间，黑海舰队一员的同名水上机母舰，由一艘货船和客船改装而来。在尼古拉耶夫市建造另一艘沙皇尼古拉一世，将成为黑海上最强大的无畏战列舰。然而，1917年的革命终结了这名「皇帝」以及S国本身的存在。
zh_sg: 尼古拉一世的统治时期是在19世纪中叶，这是俄罗斯海军历史上的一个重要时代。沙皇尼古拉充分意识到舰队作为对外政策不可或缺的工具的重要性，因此非常重视国家海军的发展。在他的统治下，俄罗斯舰队发展到了它的力量的顶峰。1853年，舰队拥有了400多艘各级别的战舰，其中包括大约40艘战列舰。在尼古拉一世的统治下，建造了俄罗斯第一艘蒸汽战舰和第一艘带螺旋桨发动机的战舰。 沙皇尼古拉去世的那一年，在圣彼得堡建成了以他命名的帆船战列舰。在1861年投入使用后，它装备了蒸汽发动机。在三十多年后的1893年，作为俄罗斯海军最有名的战舰，为了庆祝美国发现的400周年，沙皇尼古拉一世访问了纽约。在第一次世界大战期间，这个名字还被命名给了一艘水上飞机航母，和黑海舰队的由一艘货客船改装而来一个战斗部队。而在尼古拉耶夫市建造另一艘沙皇尼古拉一世，将会成为黑海上最强大的无畏级战列舰。然而，1917年的国内革命终结了这位“皇帝”以及沙俄帝国的历史。

# IDS_PCZC271_NY2019_ABRUZZIEMBLEM
source: Luigi di Savoia Duca degli Abruzzi
zh: 阿布鲁齐公爵路易吉-阿梅迪奥
zh_sg: 阿布鲁齐公爵路易吉·萨伏伊

# IDS_PCZC271_NY2019_ABRUZZIEMBLEM_DESCRIPTION
source: Luigi Amedeo Giuseppe Maria Ferdinando Francesco, Prince of Savoy, was born in 1873 in Madrid at the time of his father's brief wielding of the Spanish scepter. In 1890, after his father's death, Luigi Amedeo inherited the title of Duke of Abruzzo from his uncle, Umberto I, the King of Italy. The prince was one of the outstanding representatives of his time. He made three voyages around the world in his lifetime, becoming the first man to climb the second highest peak of Canada and the USA, Mount St. Elias, aged 24. When he was 26, he led an expedition to the North Pole, during which he reached Franz Joseph Land, but was forced to return because of severe frostbite. In 1906, Luigi Amedeo was the first to conquer the highest summit (over 5,000 m) of the Rwenzori massif in Equatorial Africa. Three years later, in the course of an expedition to conquer the second highest peak of the world, K2 or Chogori, he set a world record by climbing to a height of 6,250 m. As the Vice-Admiral of the Regia Marina (Italian for Royal Navy) during World War I, Prince Luigi Amedeo led the Italian fleet that fought in the Adriatic Sea. In 1920, he began the project of his lifetime – establishing a settlement in Italian Somalia with the aim of studying and introducing the most up-to-date farming methods. Through the efforts of the prince, who invested his personal funds into the construction of roads, schools, and hospitals, the settlement grew into a small city within a few years. The Duke of Abruzzi's settlement became his fate, where the prince raised a family by marrying a local resident. It was there that he died in 1933. Four years later, one of the best Italian light cruisers, Luigi di Savoia Duca degli Abruzzi, was enlisted into the Regia Marina.
es_mx: Luis Amedeo Giuseppe Maria Ferdinando Francesco, príncipe de Saboya, nació en 1873 en Madrid, al momento que su padre sostuvo brevemente el cetro español. En 1890, después de la muerte de su padre, Luis Amedeo heredó el título de Duque de Abruzzo de su tío, el Rey de Italia, Umberto I. El príncipe era uno de los destacados representantes de su tiempo. Hizo tres viajes alrededor del mundo en su vida. A la edad de 24 años, se convirtió en el primer hombre en subir la segunda montaña más alta de Canadá y Estados Unidos—Monte San Elias. Cuando tenía 26, llevó a cabo una expedición al Polo Norte, durante dicha llegó hasta la Tierra de Franz Joseph, pero fue forzado a regresar debido a varias heridas severas por congelación. En 1906, Luis Amedeo fue el primero en conquistar la montaña más alta (más de 5000 m) de las montañas Rwenzori en la África Ecuatorial. Tres años más tarde, en el curso de una expedición para conquistar la segunda montaña más alta del mundo—K2 o Chogori—puso el récord mundial de subir hasta la altura de 6250 m. Como Vice-Almirante de la Regia Marina (italiano para Marina Real), durante la Primera Guerra Mundial, el príncipe Luis Amedeo guio a la flota italiana a través del Mar Adriático. En 1920, empezó su proyecto de vida—establecer un asentamiento en la Somalia italiana, con el propósito de estudiar e introducir los métodos de cosecha más modernos. A través de los esfuerzos del príncipe, que invirtió sus fondos personales en la construcción de carreteras, escuelas, y hospitales—el asentamiento creció a una ciudad pequeña en solo unos cuantos años. El asentamiento del Duque de Abruzzi se convirtió en su destino—ahí el príncipe tuvo una familia casándose con una residente local, y fue ahí donde murió en 1933. Cuatro años después, uno de los mejores cruceros ligeros italianos, el Luigi di Savoia Duca degli Abruzzi, fue enlistado en la Regia Marina.
ja: サヴォイア王子ルイージ・アメデーオ・ジュゼッペ・マリーア・フェルディナンド・フランチェスコは 1873 年にマドリッドで生まれました。この当時、彼の父親は短期間スペイン王として君臨していました。1890 年、父親の死後に、ルイージ・アメデーオは叔父のイタリア王ウンベルト 1 世からアブルッツィ公位を継承しました。王子は当時を代表する有名人の 1 人でした。彼は生涯で 3 度の世界一周航海を行いました。24 歳の時に、彼はカナダとアメリカで 2 番目に高いセントイライアス山の最初の登頂者となりました。26 歳の時には北極探検隊を率いてゼムリャフランツァヨシファに到達しましたが、深刻な凍傷のために撤退を余儀なくされました。1906 年に、ルイージ・アメデーオは赤道アフリカのルウェンゾリ山の山頂 (標高 5,000 m 以上) を制覇した最初の人物となりました。3 年後、世界 2 位の高さである K2 またはチョゴリザを制覇する探検において、彼は標高 6,250 m まで登山する世界記録を樹立しました。 ルイージ・アメデーオ王子は、一次大戦中にはイタリア王立海軍中将としてイタリア艦隊を指揮してアドリア海で戦いました。1920 年、彼はライフワークとなる計画を開始しました。これは、最先端の農業理論の研究と実践を目的として、イタリアの植民地であるソマリアに居住地を建設するというものでした。道路、学校、病院の建設のために個人資金を投資した王子の尽力により、居住地は数年も経たないうちに小都市へと発展しました。アブルッツィ公のこの都市は、彼の運命の地となりました。彼は現地の住民と結婚して家族を得、この地で 1933 年に死去しました。その 4 年後、最高のイタリア軽巡洋艦の 1 隻であるルイージ・ディ・サヴォイア・ドゥーカ・デリ・アブルッツィ (Luigi di Savoia Duca degli Abruzzi) が、イタリア王立海軍で就役しました。
pl: Luigi Amedeo Giuseppe Maria Ferdinando Francesco di Savoia, książę sabaudzki, urodził się w 1873 roku w Madrycie, w czasie krótkiego panowanie swojego ojca na tronie Hiszpanii. W 1890 roku, po śmierci ojca, Luigi Amedeo odziedziczył tytuł księcia Abruzzi po swoim wuju, królu Włoch, Umberto I. Książę był jednym z wybitnych reprezentantów swoich czasów. W swoim życiu trzykrotnie odbył podróż dookoła świata. W wieku 24 lat stał się pierwszym człowiekiem, który wspiął się na drugi najwyższy szczyt Kanady i Stanów Zjednoczonych – Górę Św. Eliasza. W wieku 26 lat poprowadził ekspedycję na Biegun Północny, podczas której dotarł do Ziemi Franciszka Józefa, ale musiał zawrócić z powodu poważnych odmrożeń. W 1906 roku Luigi Amedeo był pierwszym człowiekiem, który zdobył najwyższy szczyt (ponad 5000 m) masywu Rwenzori w równikowej Afryce. Trzy lata później, w trakcie ekspedycji na drugi najwyższy szczyt świata – K2, znany również jako Czogori – ustanowił rekord świata, wspinając się na wysokość 6250 m. Będąc wiceadmirałem Regia Marina (wł. „Marynarka Królewska”) w trakcie I wojny światowej książę Luigi Amedeo poprowadził flotę włoską do walki na wodach Morza Adriatyckiego. W 1920 roku rozpoczął swój najważniejszy dotychczas projekt – założenie osady w Somali Włoskim, w celu badania i wprowadzania najnowocześniejszych metod uprawowych. Dzięki staraniom księcia, który zainwestował swoje własne pieniądze w budowę dróg, szkół i szpitali, osada w ciągu kilku lat stała się małym miastem. Tam właśnie książę Abruzzi zakończył swoje życie – założył rodzinę, żeniąc się z lokalną mieszkanką, a w 1933 roku zmarł. Cztery lata później jeden z najlepszych włoskich lekkich krążowników, Luigi di Savoia Duca degli Abruzzi dołączył do szeregów Regia Marina.
ru: Принц Савойский Луиджи Амедео Джузеппе Мария Фердинандо Франческо родился в 1873 году в Мадриде, в период краткого пребывания его отца на испанском престоле. В 1890 году, после смерти отца, Луиджи Амедео получил от своего дяди, короля Италии Умберто I, титул герцога Абруццкого. Принц принадлежал к выдающимся представителям своего времени. За свою жизнь он совершил три кругосветных плавания. В 24 года первым покорил вторую по высоте вершину Канады и США — гору Святого Ильи. В 26 лет возглавил экспедицию к Северному полюсу, в ходе которой дошёл до Земли Франца Иосифа, но был вынужден вернуться из-за жестокого обморожения. В 1906 году Луиджи Амедео первым покорил высочайший пик (свыше 5000 м) горного массива Рвензори в экваториальной Африке. Спустя три года, в ходе экспедиции по покорению второй по высоте вершины мира — K2, или Чогори, — он установил мировой рекорд, поднявшись на 6250 м. Будучи вице-адмиралом Реджиа Марина (Королевские ВМС), в годы Первой мировой войны принц Луиджи Амедео возглавлял итальянский флот, сражавшийся на Адриатике. В 1920 году он принялся за едва ли не главное дело своей жизни, основав в Итальянском Сомали поселение с целью изучения и внедрения новейших методов земледелия. Стараниями принца, вкладывавшего личные средства в постройку дорог, школ и госпиталей, спустя несколько лет поселение выросло до небольшого города. Поселение герцога Абруццкого стало частью его судьбы: здесь принц обрёл семью, женившись на местной жительнице, здесь он и умер в 1933 году. А спустя четыре года в состав Реджиа Марина вошёл один из лучших итальянских лёгких крейсеров — Luigi di Savoia Duca degli Abruzzi.
uk: Принц Савойський Луїджи Амедео Джузеппе Марія Фердинандо Франческо народився 1873 року в Мадриді, у часи недовгого перебування його батька на іспанському престолі. 1890 року, після смерті батька, Луїджи Амедео отримав від свого дядька, короля Італії Умберто I, титул герцога Абруцького. Принц належав до видатних представників свого часу. За своє життя він здійснив три навколосвітні морські подорожі. У 24 роки першим підкорив другу за висотою вершину Канади та США — гору Святого Іллі. У 26 років очолив експедицію до Північного полюсу, під час якої дійшов до Землі Франца-Йосифа, але був вимушений повернутися через тяжке обмороження. 1906 року Луїджи Амедео першим підкорив найвищий пік (понад 5000 м) гірського масиву Рувензорі в екваторіальній Африці. Через три роки, під час експедиції з підкорення другої за висотою вершини світу — К-2 або Джогір, — він встановив світовий рекорд, коли піднявся на 6250 м. Будучи віце-адміралом Реджия Марина (Королівські ВМС), під час Першої світової війни принц Луїджи Амедео очолював Італійський флот, що воював у Адріатичному морі. 1920 року він взявся за чи не найголовнішу справу у свого життя — заснував в Італійському Сомалі селище з метою вивчити та впровадити найсучасніші методи землеробства. Зусиллями принца, який вкладав власні кошти в будівництво доріг, шкіл та госпіталів, за кілька років селище перетворилося на невелике місто. Саме це селище стало частиною його долі: тут принц знайшов собі родину, коли одружився з місцевою мешканкою, і тут він помер 1933 року. А через чотири роки до складу Реджиа Марина увійшов один із найліпших італійських легких крейсерів — Luigi di Savoia Duca degli Abruzzi.
zh: 路易吉-阿梅迪奥-朱塞佩-玛利亚-斐迪南德-弗朗西斯科，萨伏依王子，1873年出生于马德里，当时他的父亲短暂握有X国令牌。1890年，在他父亲去世后，路易吉-阿梅迪奥从他的叔叔，国王翁贝托一世继承阿布鲁佐公爵的头衔。王子是他那个时代的杰出代表之一。他一生中进行了三次环游世界的航行。在24岁时，他成为第一位攀登J国和M国第二高峰—圣埃利亚斯山的人。当他26岁时，他带领一支远征队前往北极，在此期间他抵达法兰士约瑟夫地群岛，但由于严重冻伤而被迫返回。1906年，路易吉-阿梅迪奥率先征服了非洲赤道带最高峰（超过5,000公尺）的鲁文佐里山峦。三年后，在征服世界第二高峰—K2或乔戈里峰—的探险过程中，他创造了世界纪录，攀登到6,250公尺的高度。 作为I国海军的海军中将，在大战期间，路易吉-阿梅迪奥王子领导在亚得里亚海作战的I国舰队。1920年，他开始了他一生的计划—在I国的索马利亚建立定居地，目的是研究和引进最先进的耕作方法。通过王子的努力，他将个人资金投资到道路、学校和医院的建设中—这个定居地在几年内发展成为一个小城市。阿布鲁佐公爵的定居地成就他的命运—王子在那里通过与当地居民结婚找到一个家庭，并且他在那里于1933年去世。四年后，最好的I系轻巡洋舰之一，阿布鲁齐公爵路易吉-阿梅迪奥，加入I国海军的行列。
zh_sg: 路易吉·阿梅迪奥·朱塞佩·玛利亚·费尔南多·弗朗西斯科迪，萨伏伊王子1873年出生于马德里，当时他的父亲短暂执掌着西班牙权力。1890年，在他父亲去世后，路易吉·阿梅迪奥从他的叔叔，意大利国王翁贝托一世那里继承了阿布鲁齐公爵的头衔。这位王子是他那个时代的杰出代表人物之一。他一生中在世界各地进行了三次远航。在24岁时，他成为了第一名攀登加拿大和美国第二高峰—圣伊莱亚斯山的人。26岁时，他率领一支远征队前往北极，在此期间他到达法兰士约瑟夫地群岛，但由于被严重冻伤而被迫返回。1906年，路易吉·阿梅迪奥又首先征服了位于赤道非洲的鲁文佐里山脉的最高峰（超过5000米）。三年后，在征服世界第二高峰—K2或称为乔戈里峰的探险过程中，他攀登到了6250米的高度，创造了一项世界纪录。 作为意大利皇家海军的海军中将，在第一次世界大战期间，路易吉·阿梅迪奥王子领导了在亚得里亚海作战的意大利舰队。1920年，他开始了穷极一生的项目—在意大利索马里建立定居点，目的是研究和引进最先进的耕作方式。王子将个人资金投入道路、学校和医院的建设中，通过他的努力，这个定居点在几年内逐渐发展成为一个小城市。阿布鲁齐公爵的定居点也改变了他的命运—在那里，他与一位当地的居民结婚，组建了自己的家庭，最后于1933年在那里去世。四年后，最好的意大利轻巡洋舰之一，阿布鲁齐公爵号，进入意大利皇家海军开始服役。

# IDS_PCZC272_NY2019_CHARLESMARTELSTAMP
source: Charles Martel
zh: 查理-马特
zh_sg: 查理-马特
