Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC398_ITCA_TRIESTE_DESCRIPTION
source: The accession of Trieste, one of the largest ports and shipbuilding centers in the Mediterranean, was a precondition for Italy to enter World War I on the side of the Entente. The transition of the city in 1918, under the rule of the Italian Crown, was of great importance for the development of the Regia Marina. The very first warship laid down after the war at the shipyard in Trieste—a 10,000-ton cruiser with 203 mm main battery guns—was named Trieste. The commemorative medal minted for those who served on this ship depicts a symbolic image of the city of Tergestum, the earliest recorded mention of which was attributed to Julius Caesar, as well as the cruiser's motto: "Brought back liberated" (Latin: "Redente redimo"). Following Trieste, a number of other ships were built at the shipyards of the city, including cruisers Muzio Attendolo and Giuseppe Garibaldi, as well as battleships Vittorio Veneto and Roma.
es_mx: La adhesión de Trieste, uno de los mayores puertos y astilleros del Mediterráneo, fue una condición de Italia para entrar en la I Guerra Mundial en el bando de la Entente. La adquisición de la ciudad en 1918, que quedó bajo el mando de la corona italiana, tuvo una gran importancia para el desarrollo de la Regia Marina. El primer barco puesto en grada en el astillero de Trieste, un crucero de 10 000 toneladas con cañones de la batería principal de 203 mm, recibió el nombre de Trieste. La medalla conmemorativa acuñada para los que sirviesen en el barco presenta una imagen simbólica de la ciudad de Tergestum, cuya primera mención conocida se atribuyó a Julio César, junto al lema del crucero: «Redimir a los redimidos» (en latín: «Redente redimo»). Tras el Trieste, se construyeron otros barcos en los astilleros de la ciudad, incluyendo los cruceros Muzio Attendolo y Giuseppe Garibaldi, así como los acorazados Vittorio Veneto y Roma.
ja: 地中海最大級の港湾と造船所を有するトリエステの獲得は、イタリアが協商国側で第一次世界大戦に参戦するための前提条件でした。1918 年に実現した同都市のイタリア王国への帰属は、イタリア海軍の発展にとって非常に重要でした。戦後にトリエステの造船所で起工した最初の軍艦である 203 mmの主砲を搭載した10,000 トン級巡洋艦は、トリエステと命名されました。 本艦の乗組員のために作られた記念メダルに描かれたのは、ユリウス・カエサルによって最初に言及されたテルゲストゥム (ローマ時代のトリエステの名前) の象徴的な図像と、本巡洋艦のモットーである「取り戻し解放を」（ラテン語: 「Redenta redimo」） です。トリエステに続いて、巡洋艦ムツィオ・アッテンドーロやジュゼッペ・ガリバルディ、戦艦ヴィットリオ・ヴェネトやローマなど、他の多くの艦艇がトリエステ市内の造船所で建造されました。
pl: Przyłączenie Triestu, jednego z największych portów i centr okrętowniczych na Morzu Śródziemnym, było warunkiem przystąpienia Włoch do I wojny światowej po stronie Ententy. Przekazanie miasta w 1918 roku pod władanie Korony Włoch miało ogromne znaczenie dla Regia Marina. Pierwszy okręt, jaki budowano po wojnie w stoczni w Trieście – 10 tys. tonowy krążownik z działami kal. 203 mm – nazwano właśnie Trieste. Pamiątkowy medal dla tych, którzy służyli na jego pokładzie przedstawia symbolicznie miasto Tergestum, o którym pierwsza wzmianka przypisywana jest Juliuszowi Cezarowi, podobnie jak motto okrętu: „Przywrócony oswobodzony” (łac. „Redente redimo”). Po Trieste w stoczni zbudowano wiele innych okrętów, m.in. krążowniki Muzio Attendolo i Giuseppe Garibaldi, a także pancerniki Vittorio Veneto i Roma.
ru: Присоединение Триеста, одного из крупнейших портов и центров кораблестроения на Средиземноморье, было условием вступления Италии в Первую мировую войну на стороне Антанты. Переход города в 1918 году под власть итальянской короны имел огромное значение для развития Regia Marina. Первый же заложенный после войны на верфи Триеста военный корабль, 10 000-тонный крейсер с 203-мм артиллерией, был назван Trieste. На памятной медали, отчеканенной для служивших на этом корабле, было помещено символическое изображение упоминавшегося ещё Цезарем города Тергестум, а также девиз крейсера — Redenta redimo (лат. «Освобождённым возвращён»). Вслед за Trieste на верфях города был построен ещё целый ряд кораблей, включая крейсеры Muzio Attendolo и Giuseppe Garibaldi, а также линкоры Vittorio Veneto и Roma.
uk: Приєднання Трієсту, одного з найбільших портів і центрів кораблебудування на Середземномор’ї, було умовою вступу Італії у Першу світову війну на боці Антанти. Перехід міста в 1918 році під управління італійської корони мав велику вагу для розвитку Regia Marina. Перший закладений після війни на верфі Трієста військовий корабель, 10 000-тонний крейсер з 203-мм артилерією, назвали Trieste. На пам’ятній медалі, яку викарбували для тих, хто служив на цьому кораблі, розташували символічне зображення міста Тергестум, яке згадував ще Цезар, а також девіз крейсера — Redente redimo (лат. «Звільненим повернено»). Слідом за Trieste на верфях міста побудували ще цілу низку кораблів, включно з крейсерами Muzio Attendolo та Giuseppe Garibaldi, а також лінкорами Vittorio Veneto та Roma.
zh: Присоединение Триеста, одного из крупнейших портов и центров кораблестроения на Средиземноморье, было условием вступления Италии в Первую мировую войну на стороне Антанты. Переход города в 1918 году под власть итальянской короны имел огромное значение для развития Regia Marina. Первый же заложенный после войны на верфи Триеста военный корабль, 10 000-тонный крейсер с 203-мм артиллерией, был назван Trieste. На памятной медали, отчеканенной для служивших на этом корабле, было помещено символическое изображение упоминавшегося ещё Цезарем города Тергестум, а также девиз крейсера — Redenta redimo (лат. «Освобождённым возвращён»). Вслед за Trieste на верфях города был построен ещё целый ряд кораблей, включая крейсеры Muzio Attendolo и Giuseppe Garibaldi, а также линкоры Vittorio Veneto и Roma.
zh_sg: 的里雅斯特是地中海最大的港口和造船中心之一，是意大利加入一战协约国的先决条件。1918年，在意大利皇权的统治下，这座城市的转型对意大利皇家海军的发展至关重要。战后在的里雅斯特造船厂下水的第一艘战舰是一艘10000吨位、主炮口径203毫米的巡洋舰，命名为的里雅斯特。 这艘战舰的服役纪念勋章描绘了一个象征这座城市的形象，古罗马作家也将城市名另拼为Tergestum，最早的记录是由朱利叶斯·凯撒提到的，还有巡洋舰的座右铭：“带来解放”（拉丁语：“Redente Redimo”）。继的里雅斯特之后，该城市的造船厂还建造了一些其他战舰，包括穆齐奥·阿滕多洛号和朱塞佩·加里波迪号巡洋舰，以及维托里奥·维内托号和罗马号战列舰。

# IDS_PCZC399_ITCA_ZARA_DESCRIPTION
source: For centuries, the city of Zara on the Dalmatian coast had been the subject of claims from the Republic of Venice. After the unification of Italy in 1861, the desire to claim this significant port passed "by inheritance" to the Kingdom of Italy. That desire was brought to life only following the results of World War I. By designating the newest heavy cruiser launched in 1930, the lead ship in a series of four, as Zara, the Kingdom of Italy made it clear to the whole world who the city belonged to. The symbol of Venice—the Lion of Saint Mark—depicted on a commemorative medal granted to the ship's servicemen, was reminiscent of the times when the city was under Venetian rule. On the same side of the coin the cruiser's motto: "Persistent" (Italian: "Tenacemente") could be found. After Italy entered World War II in June 1940, cruiser Zara did not even last a year. In March 1941, she was sunk by a British squadron in the Battle of Cape Matapan. In 1947, the city of Zara was handed over to Yugoslavia to be re-named the Croatian way—Zadar—which is when the "Italian" page in the city's history came to an end.
es_mx: Durante siglos, la ciudad de Zara en la costa dálmata había sido objeto de reclamos de la República de Venecia. Después de la unificación de Italia en 1861, el deseo de reclamar este importante puerto pasó "por herencia" al Reino de Italia. Ese deseo se hizo realidad solo después de los resultados de la Primera Guerra Mundial. Al designar el nuevo crucero pesado lanzado en 1930, el barco líder en una serie de cuatro barcos, como Zara, el Reino de Italia dejó en claro al mundo entero quién pertenecía a la ciudad. El símbolo de Venecia, el León de San Marcos, representado en una medalla conmemorativa otorgada a los militares del barco, recordaba los tiempos en que la ciudad estaba bajo el dominio veneciano. En el mismo lado de la moneda se puede encontrar el lema del crucero: "Persistente" (en italiano: "Tenacemente"). Después de que Italia entró en la Segunda Guerra Mundial en junio de 1940, el crucero Zara ni siquiera duró un año. En marzo de 1941, fue hundida por un escuadrón británico en la batalla del cabo Matapan. Después de que terminó la guerra, en 1947 la ciudad de Zara fue entregada a Yugoslavia para ser renombrada como croata, Zadar, que es cuando la página "italiana" en la historia de la ciudad llegó a su fin.
ja: 何世紀にも渡りダルマチア沿岸のザラ市は、ヴェネツィア共和国が領有権を主張してきました。1861 年のイタリア統一後、この重要な港の領有権の要求はイタリア王国が「継承」しました。その要求は第一次世界大戦の結果初めて実現しました。1930 年に進水した全 4 隻からなる最新の重巡洋艦級の 1 番艦をザラと命名することで、イタリア王国はこの都市の所属国がどこかを全世界に対して宣言したのです。本艦の乗組員に与えられた記念メダルに描かれたヴェネツィアのシンボルである聖マルコのライオンが、この都市がヴェネツィアに支配されていた時代を連想させます。メダルの同じ面には、本巡洋艦のモットーである「永続」(イタリア語: 「Tenacemente」) が刻印されました。 1940 年 6 月にイタリアが第二次世界大戦に参戦した後、巡洋艦ザラは 1 年と持ちこたえることができず、1941 年 3 月にマタパン岬沖海戦でイギリス艦隊により撃沈されました。戦争終了後、1947 年にザラ市はユーゴスラヴィアに移譲され、クロアチア風にザダルと改名されました。こうして、この都市の歴史における「イタリア時代」は終焉したのです。
pl: Przez wieki miasto Zara na wybrzeżach Dalmacji było przedmiotem roszczeń Republiki Wenecji. Po zjednoczeniu Włoch w 1861 roku chęć przyłączenia tego ważnego portu została „odziedziczona” przez Królestwo Włoch. Została ona zrealizowana w wyniku I wojny światowej. Nazywając imieniem miasta najnowszy ciężki krążownik, zwodowany w 1930 roku okręt prowadzący serii czterech jednostek, Królestwo Włoch obwieściło całemu światu, że uważa je za swoje. Symbol Wenecji – Lew Św. Marka – umieszczony został na pamiątkowym medalu przyznawanym ludziom, którzy służyli na pokładzie okrętu. Przypominał on czasy, gdy miasto znajdowało się pod weneckim panowaniem. Na tej samej stronie wybito motto krążownika: „Uporczywy” (wł. „Tenecemente”). Po włączeniu się Włoch do II wojny światowej w czerwcu 1940 roku, krążownik Zara nie przetrwał nawet roku. W marcu 1941 roku został zatopiony przez brytyjską eskadrę w bitwie koło przylądka Matapan. Po zakończeniu wojny, w roku 1947, miasto Zara zostało przekazane Jugosławii, a nazwę zmieniono na chorwacką – Zadar – „włoski” rozdział w historii miasta został zamknięty.
ru: Город Зара на далматинском побережье на протяжении столетий являлся объектом притязаний Венецианской республики. После объединения Италии в 1861 году желание заполучить этот значимый порт перешло «по наследству» к Итальянскому королевству. Осуществилось оно лишь по итогам Первой мировой войны. Дав новейшему, спущенному на воду в 1930 году тяжёлому крейсеру, головному в серии из четырёх кораблей, имя Zara, Королевство Италия давало понять всему миру, чей это город. Символ Венеции — лев святого Марка, — изображённый на памятной медали для служивших на корабле, напоминал о временах венецианского владычества. На той же стороне медали был помещён девиз крейсера — Tenacemente (ит. «Упорный). После того как в июне 1940-го Италия вступила во Вторую мировую войну, крейсер Zara не провоевал и года. В марте 1941 года он был потоплен британской эскадрой в сражении у мыса Матапан. А после завершения войны, в 1947 году город Зара был передан Югославии и стал именоваться на хорватский манер — Задар, на этом его «итальянская» история завершилась.
uk: Венеціанська республіка протягом століть претендувала на місто Зара на далматинському узбережжі. Після об’єднання Італії у 1861 році бажання отримати цей важливий порт дісталося «у спадок» Італійському королівству. Воно здійснилося лиши після Першої світової війни. Давши новітньому, спущеному на воду у 1930 році важкому крейсеру, головному в серії із чотирьох кораблів, ім’я Zara, Королівство Італія показало всьому світу, чиє це місто. Символ Венеції — Лев Святого Марка, — зображений на пам’ятній медалі для тих, хто служив на кораблі, нагадував часи венеціанського володарювання. На тому ж боці медалі розташували девіз крейсера — Tenacemente (іт. «Завзятий). Після того, як у червні 1940 року Італія вступила в Другу світову війну, крейсер Zara не повоював і одного року. У березні 1941 його потопила британська ескадра від час битви біля мису Матапан. А після завершення війни, у 1947 році місто Зара передали Югославії та почали називати на хорватський лад — Задар, на цьому його «італійська» історія завершилась.
zh: Город Зара на далматинском побережье на протяжении столетий являлся объектом притязаний Венецианской республики. После объединения Италии в 1861 году желание заполучить этот значимый порт перешло «по наследству» к Итальянскому королевству. Осуществилось оно лишь по итогам Первой мировой войны. Дав новейшему, спущенному на воду в 1930 году тяжёлому крейсеру, головному в серии из четырёх кораблей, имя Zara, Королевство Италия давало понять всему миру, чей это город. Символ Венеции — лев святого Марка, — изображённый на памятной медали для служивших на корабле, напоминал о временах венецианского владычества. На той же стороне медали был помещён девиз крейсера — Tenacemente (ит. «Упорный). После того как в июне 1940-го Италия вступила во Вторую мировую войну, крейсер Zara не провоевал и года. В марте 1941 года он был потоплен британской эскадрой в сражении у мыса Матапан. А после завершения войны, в 1947 году город Зара был передан Югославии и стал именоваться на хорватский манер — Задар, на этом его «итальянская» история завершилась.
zh_sg: 几个世纪以来，达尔马提亚海岸的扎拉城一直是意大利与威尼斯共和国的主权争夺目标。1861年意大利统一后，要求这一重要港口“通过继承”划入意大利王国。这一愿望在第一次世界大战后得以实现。意大利王国指定1930年下水的四艘新型重型巡洋舰系列中的旗舰为扎拉号，向全世界表明这座城市的归属。在授予该战舰军人的纪念章上描绘了威尼斯的象征——圣马可狮，旨在让人们想起威尼斯统治时期的情景。在硬币的同一面，可以找到巡洋舰的座右铭：“坚持不懈”（意大利语：“tenacemente”）。 1940年6月意大利加入第二次世界大战后，扎拉号巡洋舰甚至没能坚持一年。1941年3月，它在马塔潘角战役中被英国舰队击沉。战争结束后，1947年，扎拉城被移交给南斯拉夫，重新命名为克罗地亚路扎达尔，这座城市历史上代表“意大利”一页正式结束。

# IDS_PCZC400_NY2020_PLANNING
source: Design
es_mx: Diseño
ja: 設計
pl: Projekt
ru: Проектирование
uk: Проектування
zh: Проектирование
zh_sg: 设计

# IDS_PCZC400_NY2020_PLANNING_DESCRIPTION
source: The first stage in the life of any warship is her design. If the project isn't initiated by the design bureau itself, the whole process starts with an issuance of the Terms of Reference describing the basic performance specifications of the ship. It sometimes has several versions and is issued by the Naval Authorities. With the most suitable sketches of the new ship's appearance and layout selected, detailed development of the project begins. Depending on any changes to the requirements of the future warship and the feasibility of her construction in the context of the country's available resources, the design stage can last anywhere from a few months to several years. For example, the keel of the U.S. Navy's first "large cruiser" was laid down in November 1941, whereas the project's first sketches had appeared back in January 1940. These sketches included the CA2-D project of a heavy cruiser armed with twelve 305 mm guns mounted in four turrets.
es_mx: La primera fase en la vida de cualquier barco es su diseño. Si no es la propia oficina de desarrollo la que inicia el proyecto, el proceso comienza con la emisión de los términos de referencia que describen las indicaciones de rendimiento básicas del barco. A veces tienen varias versiones y son expedidos por las autoridades navales. Tras seleccionar los bocetos más adecuados de aspecto y diseño, comienza el desarrollo pormenorizado del proyecto. Dependiendo de los cambios en los requisitos del futuro barco y la viabilidad de su construcción con los recursos disponibles del país, la fase de diseño puede durar desde unos meses hasta varios años. Por ejemplo, la quilla del primer «gran crucero» de EE. UU. se puso en grada en noviembre de 1941, mientras que los primeros bocetos del proyecto se remontan a enero de 1940. Estos bocetos incluían el proyecto CA2-D de crucero pesado armado con doce cañones de 305 mm montados en cuatro torretas.
ja: あらゆる軍艦の艦歴において最初の段階となるのが設計です。建造計画が設計局主導でない場合、艦艇の基本的な性能諸元を記載した要求計画書が作成されます。時として複数のバージョンが存在することもあるこの計画書は海軍当局が発行します。新型艦艇の外観とレイアウトに関する最適なスケッチが選ばれると、建造計画の詳細な開発が始まります。将来的な軍艦の要求条件や利用可能な国家資源に基づく建設実現性の変化に応じて、設計期間は数ヶ月から数年に及びます。例えば、アメリカ海軍初の「大型巡洋艦」は 1941 年 11 月に起工しましたが、本計画の最初のスケッチは 1940 年 1 月まで遡ります。これらのスケッチには、305 mm 砲 12 門を砲塔 4 基に搭載した大型巡洋艦計画 CA2-D も含まれました。
pl: Pierwszym etapem życia każdego okrętu wojennego jest jego projektowanie. Jeśli projekt nie jest zainicjowany przez samo biuro projektowe, to proces zaczyna się od wydania Specyfikacji warunków zamówienia, opisujących podstawowe parametry okrętu. Czasami istnieje kilka wersji tego dokumentu, który zazwyczaj wydawany jest przez instytucje kierujące marynarką wojenną. Po wybraniu najbardziej odpowiednich szkiców wyglądu i układu nowego okrętu rozpoczynają się precyzyjne prace projektowe. W zależności od zmian w wymaganiach dotyczących przyszłego okrętu wojennego i realnych szans na zbudowanie go, przy uwzględnieniu dostępnych w kraju zasobów, etap projektowania może potrwać od kilku miesięcy do kilku lat. Przykładowo stępkę pod budowę pierwszego amerykańskiego „dużego krążownika” położono w listopadzie 1941 roku, choć pierwsze rysunki projektu pojawiły się już w styczniu 1940 roku. Wśród rysunków tych znajdował się również projekt ciężkiego krążownika CA2-D, uzbrojonego w dwanaście dział kal. 305 mm umieszczonych w czterech wieżach.
ru: Первым этапом в истории любого боевого корабля является проектирование. И, если проект не является инициативой самого конструкторского бюро, старт всему процессу даёт тактико-техническое задание с основными характеристиками корабля, иногда в нескольких вариантах, выдаваемое командованием флота. Из эскизов внешнего вида и компоновки выбирается наиболее подходящий вариант, после чего начинается детальная разработка конкретного проекта. В зависимости от изменения требований к будущей боевой единице флота, а также по мере понимания реалистичности её постройки исходя из производственных ресурсов страны, проектирование может занимать от нескольких месяцев до нескольких лет. К примеру, киль первого «большого крейсера» ВМС США был заложен в ноябре 1941 года, эскизные же наброски к нему появились ещё в январе 1940 года. Среди них был и проект тяжёлого крейсера с вооружением из двенадцати 305-мм орудий в четырёх башнях (проект CA2-D).
uk: Проектування — перший етап в історії будь-якого бойового корабля. І, якщо проект не був ініційований конструкторським бюро, старт усьому процесу дає тактико-технічне завдання з основними характеристиками корабля, іноді навіть у декількох варіантах, яке видає командування флоту. З ескізів зовнішнього вигляду та компонування вибирають варіант, який пасує найбільше, після чого починають докладне розроблення конкретного проекту. Залежно від зміни вимог до майбутньої бойової одиниці, а також у міру розуміння реалістичності її побудови з огляду на виробничі ресурси країни, проектування може тривати від декількох місяців до декількох років. Наприклад, кіль першого «великого крейсера» ВМС США заклали в листопаді 1941 року, а ескізні начерки до нього з’явилися ще в січні 1940 року. Серед них був і проект CA2-D важкого крейсера з озброєнням із дванадцяти 305-мм гармат у чотирьох баштах.
zh: Первым этапом в истории любого боевого корабля является проектирование. И, если проект не является инициативой самого конструкторского бюро, старт всему процессу даёт тактико-техническое задание с основными характеристиками корабля, иногда в нескольких вариантах, выдаваемое командованием флота. Из эскизов внешнего вида и компоновки выбирается наиболее подходящий вариант, после чего начинается детальная разработка конкретного проекта. В зависимости от изменения требований к будущей боевой единице флота, а также по мере понимания реалистичности её постройки исходя из производственных ресурсов страны, проектирование может занимать от нескольких месяцев до нескольких лет. К примеру, киль первого «большого крейсера» ВМС США был заложен в ноябре 1941 года, эскизные же наброски к нему появились ещё в январе 1940 года. Среди них был и проект тяжёлого крейсера с вооружением из двенадцати 305-мм орудий в четырёх башнях (проект CA2-D).
zh_sg: 任何战舰制造的第一步都是设计阶段。如果项目不是设计局自主研发的，整么流程就要从制定舰艇基本性能指标和规范开始。通常这一步有多个版本，由海军当局发布。在选定了新舰艇外观和布局选择的草案后，再开始详细的项目研发。根据对未来军舰需求的预测，以及对本国建造资源的可行性调整，设计阶段可能持续几个月到几年。例如，美国海军第一艘“大型巡洋舰”于1941年11月铺设龙骨，而该项目的第一张草图在1940年1月就已经出现了。这些草图中包括一种名为CA2-D的重型巡洋舰项目，采用了12门305毫米火炮安装在4个炮塔中的射击。

# IDS_PCZC401_NY2020_KEELLAYING
source: Keel Laying
es_mx: Puesta en Quilla
ja: 起工
pl: Położenie stępki
ru: Закладка
uk: Закладення
zh: Закладка
zh_sg: 龙骨铺设
