Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC482_GF097_ERICHBEY_DESCRIPTION
source: Erich Bey (1898–1943) dedicated nearly all of his career to serving on destroyers. However, he engaged in his final battle with his flag hoisted over battleship Scharnhorst. During the early stages of World War II, Bey commanded a flotilla of destroyers and took an active part in combat operations in this capacity. He was one of the heroes of the Battles of Narvik, during which, in April 1940, while cut off from any supplies in the narrow fjords, his German destroyers desperately fought against British ships until the last shell had been spent. In December 1943, Konteradmiral Bey led battleship Scharnhorst in a campaign against Allied convoys in the Arctic. The British, who possessed more advanced radars, concentrated all their available forces to detect, surround, and finally destroy the raider in the Battle of North Cape. Erich Bey perished together with his ship. The skill and perseverance demonstrated by the admiral during his final battle was cited as exemplary by the British military command.
es_mx: Erich Bey (1898–1943) dedicó toda su carrera a servir en destructores. Sin embargo, encontró su última batalla con su bandera sobre el acorazado Scharnhorst. Durante las etapas tempranas de la Segunda Guerra Mundial, Bey comandó una flotilla de destructores y tomó parte activa en operaciones de combate dentro de su capacidad. Fue uno de los héroes durante la Batalla de Narvik, durante la cual, en abril de 1940, mientras estaba sin provisiones en los fiordos estrechos, sus destructores alemanes pelearon desesperadamente contra barcos británicos hasta que se había disparado el último proyectil. En diciembre de 1943, el contralmirante Bey guio al acorazado Scharnhorst en una campaña contra los convoyes aliados en el Ártico. Los británicos, cuyos barcos poseían un radar más avanzado, concentraron todas sus fuerzas disponibles para detectar, rodear, y finalmente destruir el corsario en la Batalla por el Cabo del Norte. Erich Bey pereció junto a su barco. Durante su última batalla, su habilidad y perseverancia que demostró había sido citado como un ejemplo por el comando militar británico.
ja: エーリヒ・バイ (1898 – 1943 年) は、駆逐艦勤務に軍歴のほぼ全てを捧げましたが、最後の戦いでは戦艦シャルンホルストに座乗しました。 二次大戦の初頭、バイは駆逐隊を指揮し、この戦力で戦闘作戦に積極的に参加しました。彼はナルヴィクの戦いの英雄の 1 人であり、1940 年 4 月に狭いフィヨルドの中で補給を一切絶たれている間、彼のドイツ駆逐艦たちは砲弾を完全に使い果たすまでイギリス艦隊と必死に戦いました。 1943 年 12 月、バイ少将は北極圏の連合軍輸送船団に対する作戦で戦艦シャルンホルストを率いました。より高度なレーダーを装備していたイギリス艦隊は全力を集中し、北岬沖海戦でこの通商破壊艦を発見、包囲し、遂に撃沈しました。エーリヒ・バイは彼の艦と共に沈みました。最後の戦いにおいてバイ提督が示した技量と忍耐力は、イギリスの軍事司令部によって模範として引き合いに出されました。
pl: Erich Bey (1898–1943) niemal całą swą karierę spędził jako dowódca niszczycieli. Ostatnią swoją bitwę stoczył jednak jako dowódca pancernika Scharnhorst. W początkowych fazach II wojny światowej Bey dowodził flotyllą niszczycieli i w tej roli brał czynny udział podczas działań zbrojnych. Był jednym z bohaterów Bitwy pod Narwikiem, w trakcie której w kwietniu 1940, pomimo całkowitego odcięcia od dostaw w ciasnych fjordach, jego niszczyciele walczyły z Brytyjczykami do ostatniego pocisku. W grudniu 1943 roku kontradmirał Bey poprowadził do walki pancernik Scharnhorst w trakcie kampanii wymierzonej w alianckie konwoje na Oceanie Arktycznym. Brytyjczycy, którzy posiadali nowocześniejsze radary, skoncentrowali swoje wysiłki na wykryciu, otoczeniu i zniszczeniu rajdera w Bitwie koło Przylądka Północnego. Erich Bey zatonął razem ze swym okrętem. Umiejętności i niezłomność, jakimi admirał wykazał się w swojej ostatniej bitwie, uznane zostały za wzorowe przez brytyjskie dowództwo.
ru: Почти всю свою карьеру Эрих Бэй (1898–1943) посвятил службе на эсминцах. Однако свой последний бой он принял, держа флаг на линкоре Scharnhorst. К началу Второй мировой войны Бэй командовал флотилией эсминцев и в этом качестве принимал самое активное участие в боевых операциях. Он был одним из героев Нарвика, в узких фьордах которого в апреле 1940 года оторванные от снабжения немецкие эсминцы отчаянно, до последнего снаряда, сражались с британскими кораблями. В декабре 1943 года контр-адмирал Бэй возглавил поход линкора Scharnhorst против конвоя союзников в Арктике. Располагавшие более совершенными радарами британцы, сосредоточив все наличные силы, сумели обнаружить, а затем окружить и потопить рейдер в сражении при Нордкапе. Эрих Бэй погиб вместе с кораблём. Искусство и упорство, с которыми адмирал вёл свой последний бой, британское командование поставило своим морякам в пример.
uk: Майже всю свою кар’єру Еріх Бей (1898–1943) служив на есмінцях. Однак свій останній бій він прийняв, тримаючи прапор на лінкорі Scharnhorst. До початку Другої світової війни Бей командував флотилією есмінців і в цій якості брав активну участь у бойових операціях. Він був одним із героїв Нарвіка, у вузьких фіордах якого у квітні 1940 року відірвані від постачання німецькі есмінці відчайдушно, до останнього снаряда, билися з британськими кораблями. У грудні 1943 року контр-адмірал Бей очолив похід лінкора Scharnhorst проти конвою союзників в Арктиці. Британці, які мали досконаліші радари, зосередивши всі наявні сили, зуміли виявити, а потім оточити та потопити рейдер у битві біля мису Нордкап. Еріх Бей загинув разом із кораблем. Майстерність і завзятість, з якими адмірал вів свій останній бій, британське командування поставило своїм морякам за приклад.
zh: Почти всю свою карьеру Эрих Бэй (1898–1943) посвятил службе на эсминцах. Однако свой последний бой он принял, держа флаг на линкоре Scharnhorst. К началу Второй мировой войны Бэй командовал флотилией эсминцев и в этом качестве принимал самое активное участие в боевых операциях. Он был одним из героев Нарвика, в узких фьордах которого в апреле 1940 года оторванные от снабжения немецкие эсминцы отчаянно, до последнего снаряда, сражались с британскими кораблями. В декабре 1943 года контр-адмирал Бэй возглавил поход линкора Scharnhorst против конвоя союзников в Арктике. Располагавшие более совершенными радарами британцы, сосредоточив все наличные силы, сумели обнаружить, а затем окружить и потопить рейдер в сражении при Нордкапе. Эрих Бэй погиб вместе с кораблём. Искусство и упорство, с которыми адмирал вёл свой последний бой, британское командование поставило своим морякам в пример.
zh_sg: 埃里希·贝（1898-1943）几乎把他的一生都奉献给了驱逐舰。但是，他在沙恩霍斯特号战舰上升起旗帜，进行了最后一次战斗。 在第二次世界大战初期，贝是一支驱逐舰舰队的指挥官，并积极参与了各种战斗行动。他是纳尔维克战役中的英雄之一，1940年4月，在狭窄的峡湾里，他率领的德国驱逐舰与英国战舰英勇作战直至耗尽最后一枚炮弹。 1943年12月，贝少将率领战列舰沙恩霍斯特号在北极地区与盟军护航舰队展开交战。英国人拥有更先进的雷达，集中了所有兵力进行侦查、包围并最终在北角海战中摧毁了袭击者。埃里希·贝和战舰一起遇难。他在最后一次战斗中表现出的指挥技艺和坚定意志让英国军事司令部为之深深折服。

# IDS_PCZC483_GF097_NASSAU_DESCRIPTION
source: The first German dreadnought battleship, named after a region in the west of Germany, was commissioned in October 1909. The design work for the ship began in 1903. By early 1905, the project had the features of a ship with uniform main battery guns. Information about battleship Dreadnought being built in the U.K. motivated the German Empire to come up with an adequate response. In the summer of 1907, the laying down of the first four German dreadnoughts took place, and less than 3 years later, all of them became part of the nation's navy.
es_mx: El primer acorazado dreadnought alemán, que recibió el nombre de una región de Alemania occidental, fue puesto en servicio en octubre de 1909. El trabajo de diseño del barco empezó en 1903. A principios de 1905, el proyecto tenía las características de un barco con cañones de la batería principal uniformes. Al tener información sobre el acorazado Dreadnought que se estaba construyendo en Reino Unido, el Imperio alemán se apresuró en buscar una respuesta adecuada. En verano de 1907, tuvo lugar la puesta en grada de los cuatro primeros dreadnoughts alemanes y, menos de tres años después, todos formaban ya parte de la armada nacional.
ja: ドイツ西部の一地方に因んで命名されたドイツ最初の弩級戦艦は、1909 年 10 月に就役しました。本艦の設計作業は 1903 年に開始されました。1905 年初頭には、本計画は統一的な主砲を備えた艦艇としての特徴を備えていました。 戦艦ドレッドノートがイギリスで建造中であるという情報により、ドイツ帝国 は適切な対応を急ぎました。1907 年夏、ドイツ最初の弩級戦艦 4 隻の起工が行われ、3 年未満でそれら全てがドイツ海軍に参加しました。
pl: Pierwszy niemiecki drednot, który swą nazwę zawdzięcza regionowi na zachodzie Niemiec, wszedł do służby w październiku 1909 roku. Prace projektowe nad tym okrętem rozpoczęto w 1903 roku. Na początku 1905 roku projekt miał już cechy okrętu z jednolitymi działami baterii głównej. Informacje o budowie pancernika Dreadnought przez Zjednoczone Królestwo sprawiły, że Niemcy przyspieszyli prace. Latem 1907 roku położono stępki pod budowy pierwszych czterech niemieckich drednotów i niecałe 3 lata później wszystkie zostały wcielone do narodowej marynarki wojennej.
ru: Первый немецкий линкор-дредноут, получивший имя в честь области на западе Германии, вступил в строй в октябре 1909 года. Его проектирование тянулось с 1903 года. К началу 1905 года проект приобрёл черты корабля с единым главным калибром. Сведения о строительстве в Великобритании линкора Dreadnought заставили Германскую империю поторопиться с адекватным ответом. Летом 1907 года состоялась закладка первых четырёх немецких дредноутов, и не прошло и трёх лет, как все они вошли в состав флота.
uk: Перший німецький лінкор-дредноут, названий на честь області на заході Німеччини, став до лав у жовтні 1909 року. Проєктування тривало з 1903 року. До початку 1905 року проєкт набув рис корабля з єдиним головним калібром. Відомості про будівництво у Великобританії лінкора Dreadnought змусили Німецьку імперію поквапитися з адекватною відповіддю. Влітку 1907 року відбулося закладання перших чотирьох німецьких дредноутів, і не минуло й трьох років, як всі вони увійшли до складу флоту.
zh: Первый немецкий линкор-дредноут, получивший имя в честь области на западе Германии, вступил в строй в октябре 1909 года. Его проектирование тянулось с 1903 года. К началу 1905 года проект приобрёл черты корабля с единым главным калибром. Сведения о строительстве в Великобритании линкора Dreadnought заставили Германскую империю поторопиться с адекватным ответом. Летом 1907 года состоялась закладка первых четырёх немецких дредноутов, и не прошло и трёх лет, как все они вошли в состав флота.
zh_sg: 德国第一艘无畏舰，于1909年10月服役，以德国西部的地区命名。这艘战舰的设计工作始于1903年。到了1905年初，此项目已经具备了配备统一主炮组的战舰特点。 英国建造出无畏号战列舰的消息使德意志帝国急于做出反制措施。1907年夏天，德国第一批四艘无畏舰启动建造，不到3年后全部加入德国海军。

# IDS_PCZC484_GF097_DRESDEN_DESCRIPTION
source: Cruiser Dresden, laid down in 1906 and named after the capital city of Saxony, was built as an experimental ship in some ways. She was one of the first capital warships of the Kaiser's navy to be equipped with steam turbines. Her sister ship, the legendary Emden, had a more archaic propulsion system—triple-expansion steam engines. Both cruisers entered service between 1908 and 1909. During World War I, both ships joined the East Asia squadron commanded by Admiral von Spee, and both perished in battle against British ships.
es_mx: El crucero Dresden, puesto en grada en 1906 y bautizado con el nombre de la capital de Sajonia, fue de alguna manera un barco experimental. Fue uno de los primeros buques capitales de la armada del Kaiser que se equiparon con turbinas de vapor. Su barco hermano, el legendario Emden, tenía un sistema de propulsión más arcaico—motores de vapor de expansión triple. Ambos cruceros entraron en servicio en 1908–1909. Durante la Iª Guerra Mundial, los dos barcos se unieron al escuadrón de Asia oriental dirigido por el almirante von Spee y ambos perecieron durante una batalla contra barcos británicos.
ja: 1906 年に起工した巡洋艦ドレスデンは 、ザクセン王国の首都に因んで命名されました。本艦はいくつかの点で実験艦として建造されました。本艦はドイツ帝国海軍で蒸気タービンを搭載した最初の軍艦の 1 隻でした。 本艦の姉妹艦である伝説的なエムデンは、より古い推進機関である三段膨張式蒸気機関を搭載していました。両巡洋艦は 1908–1909 年に就役しました。一次大戦中、両艦はシュペー提督の指揮する東洋艦隊に参加し、イギリス艦隊との戦闘で撃沈されました。
pl: Krążownik Dresden, którego budowę rozpoczęto w 1906 roku i nazwano na cześć stolicy Saksonii, budowany był pod wieloma względami jako okręt eksperymentalny. Był to jeden z pierwszych dużych okrętów wojennych w marynarce Cesarstwa, który posiadał turbiny parowe. Jego okręt siostrzany, legendarny Emden, miał znacznie bardziej przestarzały rodzaj układu napędowego – maszynę parową z trzystopniowym rozprężaniem pary. Oba krążowniki rozpoczęły służbę w latach 1908–1909. W trakcie I wojny światowej oba okręty wchodziły w skład Eskadry Wschodnioazjatyckiej admirała von Spee i oba zostały zatopione w bitwie przez okręty brytyjskie.
ru: Крейсер Dresden, заложенный в 1906 году и получивший имя в честь столицы Саксонии, строился в определённом смысле как экспериментальный. Он был одним из первых крупных боевых кораблей кайзеровского флота, оснащённых паровыми турбинами. Его систершип, легендарный Emden, имел более архаичную энергетическую установку — паровые машины тройного расширения. Оба крейсера вступили в строй в 1908–1909 годах, оба во время Первой мировой войны входили в состав Восточно-Азиатской эскадры адмирала Шпее и оба погибли в бою с британскими кораблями.
uk: Крейсер Dresden, заклали в 1906 році та назвали на честь столиці Саксонії, в певному це був експериментальний проєкт. Він був одним із перших великих бойових кораблів кайзерівського флоту, оснащених паровими турбінами. Його однотипник, легендарний Emden, мав архаїчнішу силову установку —- парові машини потрійного розширення. Обидва крейсери стали до лав у 1908–1909 роках, обидва під час Першої світової війни входили до складу Східно-Азійської ескадри адмірала Шпеє, й обидва загинули в бою з британськими кораблями.
zh: Крейсер Dresden, заложенный в 1906 году и получивший имя в честь столицы Саксонии, строился в определённом смысле как экспериментальный. Он был одним из первых крупных боевых кораблей кайзеровского флота, оснащённых паровыми турбинами. Его систершип, легендарный Emden, имел более архаичную энергетическую установку — паровые машины тройного расширения. Оба крейсера вступили в строй в 1908–1909 годах, оба во время Первой мировой войны входили в состав Восточно-Азиатской эскадры адмирала Шпее и оба погибли в бою с британскими кораблями.
zh_sg: 德累斯顿号巡洋舰建于1906年，以萨克森州首府命名，在一定程度上是作为实验型战舰建造的。它是凯撒海军中最早装备蒸汽涡轮机的主力战舰之一。 而它的姐妹舰，传奇的埃姆登号，则装备了更老式的推进系统——三胀式蒸汽机。这两艘巡洋舰都在1908年至1909年服役。第一次世界大战期间，两艘战舰都加入了冯·施佩上将的东亚舰队，并在与英国战舰的战斗中被摧毁。

# IDS_PCZC485_GF097_LEBERECHTMAASS
source: Leberecht Maass
ja: レーベレヒト・マース
zh: 莱伯勒希特-马斯
zh_sg: 莱伯勒希特-马斯

# IDS_PCZC485_GF097_LEBERECHTMAASS_DESCRIPTION
source: Commissioned in January 1937, Leberecht Maass became the pioneer of the majority of Kriegsmarine's destroyers. The six series of ships that followed basically repeated the primary specific features of their prototype—the size, outline profile, arrangement, and type of propulsion. The destroyer was named after an admiral who perished in the Battle of Heligoland Bight in 1914. The operational record of Leberecht Maass was short—in February 1940, the destroyer exploded and sank after hitting a British mine.
es_mx: Puesto en servicio en enero de 1937, el Leberecht Maass se convirtió en el pionero de la mayoría de los destructores de la Kriegsmarine. Las seis series de barcos posteriores, fundamentalmente, replicaron las características primarias específicas de este prototipo: el tamaño, la silueta, la disposición y el tipo de propulsión. El destructor recibió el nombre de un almirante qué pereció en la batalla de la bahía de Heligoland en 1914. El historial operativo del Leberecht Maass fue breve—en febrero de 1940, el destructor explotó tras chocar con una mina británica y se hundió.
ja: 1937 年 1 月に就役したレーベレヒト・マースは、ドイツ戦争海軍の大半の駆逐艦のパイオニアになり、その後に続く 6 種類の駆逐艦級は、基本的にはプロトタイプとなった本艦のサイズ、形状、配置、機関種別を継承していました。 本艦の艦名は、1914 年のヘルゴランド・バイト海戦で戦死した提督に因んで命名されました。レーベレヒト・マースは 1940 年 2 月、イギリスの機雷に接触して爆発、そして沈没し、その短い艦歴に幕を閉じました。
pl: Wcielony do służby w 1937 roku Leberecht Maass stał się jednostką pionierską dla większości niszczycieli Kriegsmarine. Sześć serii okrętów, które po nim nastąpiły, w zasadzie były powtórzeniem jego podstawowych cech – rozmiarów, sylwetki, układu komponentów i napędu. Niszczyciel nazwano imieniem admirała, który zginął w trakcie Bitwy koło Helgolandu w 1914 roku. Historia służby okrętu Leberecht Mass była krótka – w lutym 1940 roku okręt eksplodował po kontakcie z brytyjską miną i zatonął.
ru: Вступивший в строй в январе 1937 года Leberecht Maass стал родоначальником большинства эсминцев Кригсмарине. Шесть последовавших за ним серий кораблей повторяли прототип в основных чертах — в размерах, силуэте, компоновке и типе энергетической установки. Своё имя эсминец получил в честь адмирала, погибшего в сражении в Гельголандской бухте в августе 1914 года. Боевой путь Leberecht Maass был коротким: в феврале 1940 года эсминец подорвался на британской мине и затонул.
uk: Ставши до лав у грудні 1937 року, Leberecht Maass став засновником більшості есмінців Крігсмаріне. Шість наступних серій кораблів повторювали прототип в основних рисах — у розмірах, силуеті, компонуванні та типі силової установки. Своє ім’я есмінець отримав на честь адмірала, який загинув у битві в Гельголандській бухті в серпні 1914 року. Бойовий шлях Leberecht Maass був коротким — у лютому 1940 року есмінець підірвався на британській міні та потонув.
zh: Вступивший в строй в январе 1937 года Leberecht Maass стал родоначальником большинства эсминцев Кригсмарине. Шесть последовавших за ним серий кораблей повторяли прототип в основных чертах — в размерах, силуэте, компоновке и типе энергетической установки. Своё имя эсминец получил в честь адмирала, погибшего в сражении в Гельголандской бухте в августе 1914 года. Боевой путь Leberecht Maass был коротким: в феврале 1940 года эсминец подорвался на британской мине и затонул.
zh_sg: 莱伯勒希特-马斯号于1937年1月服役，成为了大多数德国战争海军驱逐舰的先驱。随后六个系列的战舰基本上都复制了它的主要特征——体积、外形、布局和推进方式。 这艘驱逐舰是以1914年在海利格兰湾战役中牺牲的海军上将命名的。莱伯勒希特-马斯号的服役记录很短，1940年2月该驱逐舰在撞上英国地雷后爆炸沉没。

# IDS_PCZC486_GF097_U69
source: Type VII Submarine
es_mx: Submarino Tipo VII
ja: U ボート VII 型
pl: Okręt podwodny Typ VII
ru: Подводная лодка типа VII
uk: Підводний човен типу VII
zh: Подводная лодка типа VII
zh_sg: VII型潜艇

# IDS_PCZC486_GF097_U69_DESCRIPTION
source: Type VII U-boats were the most common ships of this type. Over the period of a decade, between 1935 and 1945, more than 700 Type VIIs were built. During World War II, these very submarines became the most dreaded and effective weapon of the Kriegsmarine. Relatively small, with a displacement of around 800 tons when submerged, and with a crew of below fifty men, they terrified the warships and cargo ships of the Allies wherever they appeared.
es_mx: Los U-boats de Tipo VII eran los barcos más comunes de este tipo. Durante una década, entre 1935 y 1945, se construyeron más de 700 ejemplares de Tipo VII. Durante la 2ª Guerra Mundial, estos submarinos tan prominentes se convirtieron en el arma más terrible y eficaz de la Kriegsmarine. Relativamente pequeños, con un desplazamiento acuático de unas 800 toneladas al sumergirse y con una tripulación que no llegaba a los 50 hombres, eran el terror de los buques militares y de carga de los Aliados cuando aparecían.
ja: U ボート VII 型は、最も一般的なドイツ潜水艦でした。1935 ～ 1945 年の 10 年間に、700 隻以上の VII 型潜水艦が建造されました。 二次大戦中にドイツ戦争海軍の最も恐るべき強力な兵器となったのが、まさにこの潜水艦でした。比較的小型で、潜航時排水量 800 トン、乗組員 50 名未満の同型潜水艦は、連合軍の軍艦と輸送船に恐れられる存在でした。
pl: U-boty typu VII były najpowszechniej występującymi okrętami tej klasy. Przez okres jednej dekady, od 1935 do 1945 roku, zbudowano ponad 700 różnych wariantów typu VII. W trakcie II wojny światowej były najbardziej przerażającą i najskuteczniejszą bronią Kriegsmarine. Stosunkowo niewielkie, o wyporności ok. 800 ton w zanurzeniu, z załogą poniżej 50 marynarzy, siały terror wśród alianckich okrętów i jednostek transportowych, gdy tylko się pojawiły.
ru: Подводные лодки типа VII являлись самыми многочисленными представителями этого класса. За десять лет, с 1935 по 1945 год, было построено более 700 «семёрок». Именно эти субмарины в годы Второй мировой войны стали самым страшным и эффективным оружием Кригсмарине. Сравнительно небольшие, водоизмещением порядка 800 тонн в погружённом состоянии, с экипажем меньше полусотни человек, они наводили ужас на корабли и суда союзников везде, где бы ни появлялись.
uk: Підводні човни типу VII були найчисленнішими представниками цього класу. За десять років, із 1935 по 1945 рр., побудували понад 700 «сімок». Саме ці субмарини в роки Другої світової війни стали найстрашнішою та найефективнішою зброєю Крігсмаріне. Порівняно невеликі, з водотоннажністю близько 800 тонн у зануреному стані, з екіпажем менше півсотні людей, вони наганяли жах на кораблі та судна союзників всюди, де б не з’являлися.
zh: Подводные лодки типа VII являлись самыми многочисленными представителями этого класса. За десять лет, с 1935 по 1945 год, было построено более 700 «семёрок». Именно эти субмарины в годы Второй мировой войны стали самым страшным и эффективным оружием Кригсмарине. Сравнительно небольшие, водоизмещением порядка 800 тонн в погружённом состоянии, с экипажем меньше полусотни человек, они наводили ужас на корабли и суда союзников везде, где бы ни появлялись.
zh_sg: VII型（U型）潜艇是此类型中最常见的舰艇。在1935年至1945年的10年间，共制造了700多艘VII型潜艇。 第二次世界大战期间，这些潜艇是德国战争海军最可怕的武器。它们的体积较小，下潜时排水量约为800吨，船员不足50人，但无论出现在哪里，都会让盟军的军舰和运输舰陷入恐慌。

# IDS_PCZC487_GF097_TIRPITZ
source: Tirpitz
ja: ティルピッツ
zh: 提尔皮茨
zh_sg: 提尔皮茨
