Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC164_VIVALAFRANCE_TURENN_DESCRIPTION
source: Henri de La Tour d'Auvergne, Vicomte de Turenne (1611–1675), is one of the most prominent French generals. He joined the army as a private during the Thirty Years' War but displayed such daring and skill that he rose meteorically in rank, becoming a Marshal of France at 33. Turenne's innovative approach based on fearless maneuvering on the battlefield and concentrating troops along the main sector of the front helped him secure several brilliant victories during the wars with Spain and Holland. The glorious Marshal's life was taken by an enemy cannonball in his next battle. The French Navy paid their respects to Turenne by assigning his name to two large battle units—a 100-gun ship-of-the-line launched in 1854 and an ironclad that entered service in 1882. Early in the 20th century, France was considering a project to build an "all-big-gun" battleship as a next step in the evolution of the Danton-class pre-dreadnought battleships, also to be named after one of the most prominent figures in French history.
es_mx: Henri de La Tour d'Auvergne, Vizconde de Turenne (1611–1675) es uno de los más prominentes generales franceses. Se unió al ejército como un soldado durante la Guerra de los Años peró demostrpo tal coraje y habilidad que ascendió de rango rápidamente, convirtiéndose en Mariscal de Francia a los 33. El innovador enfoque de Turenne basado en maniobras sin temor en el campo de batalla y la concentración de tropas a lo largo del sector principal principal del frente le ayudó a ganar muchas brillantes victorias durante las guerras con España y Holanda. El glorioso Mariscal fue derribado por una bala de cañón enemiga en su siguiente batalla. La Armada Francese rindió tributo a Turenne dando su nombre a dos grandes unidades de batalla—un barco de línea con 100 cañones botado en 1854 y un acorazado que entró en servicio en 1882. A principios del siglo XX, Francia consideraba un proyecto para construir un acorazado con un "gran calibre principal" como el siguiente paso en la evolución de los corazados predreadnought Danton, que también hubieran llevado el nombre de uno de las más prominentes figuras en la historia francesa.
ja: テュレンヌ子爵アンリ・ド・ラ・トゥール・ドーヴェルニュ (Henri de La Tour d'Auvergne, Vicomte de Turenne、1611 – 1675 年) は、フランスにおける最も高名な元帥の一人です。彼の軍歴は、三十年戦争において私兵として始まりましたが、卓越した勇気と能力を有していたために流星のごとく昇進し、33 歳でフランス元帥に任命されました。テュレンヌは、戦場において大胆不敵に行動し、戦線の主要セクター沿いに戦力を集中させることに基づく革新的なアプローチにより、スペインとネーデルラントとの戦争において幾度かの目覚ましい勝利を飾りました。しかしこの輝かしい元帥は、その後の戦いにおいて敵の大砲による砲撃を受け、戦死を遂げたのでした。 このテュレンヌを称え、フランスの 2 隻の大型艦に彼の名が与えられました。1 隻は 1854 年の戦列艦 (大砲 100 門) であり、もう 1 隻は 1882 年に就役した装甲艦でした。加えて、20 世紀の初頭には準弩級戦艦であったダントン級戦艦を発展させて主砲口径を統一した弩級戦艦の設計計画が検討されており、これが実現していれば、この艦級にもテュレンヌの名が与えられていた可能性がありました。
pl: Henri de La Tour d'Auvergne, wicehrabia Turenne (1611-1675) był jednym z najświetniejszych francuskich wodzów tych czasów. Rozpoczął swoją służbę jako zwykły żołnierz w trakcie Wojny Trzydziestoletniej, a dzięki nadzwyczajnej odwadze i zmysłowi strategicznemu błyskawicznie awansował i został marszałkiem Francji w wieku 33 lat. Nowatorskie podejście Turenne'a oparte na śmiałych manewrach na polu bitwy i skupianiu sił na głównych odcinkach frontu pomogło mu odnieść kilka wspaniałych zwycięstw w trakcie wojen z Hiszpanią i Holandią. Nieprzyjacielska kula armatnia zakończyła życie tego wyśmienitego dowódcy w jednej z kolejnych bitew. W uznaniu zasług Turenne'a jego imię nosiły dwie duże jednostki francuskie: liniowiec uzbrojony w 100 dział, służący od 1854 roku oraz okręt pancerny, który oddano do użytku w 1882 roku. Na początku XX wieku we Francji planowano budowę pancernika uzbrojonego w działa głównej baterii jednolitego kalibru, który byłby rozwinięciem klasy pancerników Danton. Okręt ten również miał nosić jedno z najsłynniejszych imion w historii Francji.
ru: Живший в XVII веке, Анри де Ла Тур д’Овернь, виконт де Тюренн, является одним из самых знаменитых французских полководцев. Начав службу простым рядовым во время Тридцатилетней войны, он, благодаря своей невероятной отваге и полководческому таланту, уже в 33 года стал маршалом Франции. Новаторские приёмы Тюренна — смелое маневрирование на театре военных действий и сосредоточение сил на главном участке фронта, — позволили ему одержать несколько блестящих побед во время войн с Испанией и Голландией. Жизнь полководца оборвало вражеское ядро, поразившее его в очередном сражении. В честь Тюренна во французском флоте были названы две крупных боевых единицы: 100-пушечный парусный линейный корабль, спущенный на воду в 1854 году, и броненосец, вступивший в строй в 1882 году. В начале XX века во Франции рассматривался проект создания линкора с единым главным калибром, который мог бы стать развитием броненосцев типа Danton и точно так же получить имя в честь одного из известных деятелей французской истории.
uk: Анрі де Ла Тур д’Овернь, віконт де Тюрен, що жив в XVII ст., один з найвідоміших французьких полководців. Почавши службу простим рядовим під час Тридцятирічної війни, він, завдяки своїй неймовірній відвазі і полководницькому таланту, вже у 33 роки став маршалом Франції. Новаторські прийоми Тюрена — сміливе маневрування на театрі військових дій і зосередження сил на головній ділянці фронту, — дозволили йому одержати кілька блискучих перемог під час воєн з Іспанією та Голландією. Життя полководця обірвало вороже ядро, яке вразило його у битві. На честь Тюрена у французькому флоті назвали дві великі бойові одиниці: 100-гарматний вітрильний лінійний корабель, спущений на воду 1854 р., і броненосець, який став у стрій 1882 р. На початку XX ст. у Франції розглядали проект створення лінкора з єдиним головним калібром, який став би розвитком броненосців типу Danton й також отримав би ім’я на честь одного з відомих діячів французької історії.
zh: 在17世纪最早的F国领袖之一：图伦内子爵亨利-奥弗涅。他在三十年战争中以一般的一等兵开始服役，由于他卓越的勇气和战略的天份，他在33岁时成为了F国的元帅。图伦内的创新战术是建立于战场上大胆的机动，在战争中，巩固前线主力部队帮助他赢得了几场辉煌的胜利。这位伟大的司令在敌人的炮弹的攻击下结束了的生命。 在图伦内的荣耀下，两个大型F国战舰便以他命名。分别是于1854年服役并拥有百门火炮的战舰和一艘1882年开始服役的铁甲船。他们考虑了统一火炮口径的工程，这将成为丹东级前无畏舰战列舰的设计元素，并沿用图伦内的名字。
zh_sg: Henri de La Tour d'Auvergne,Vicomte de 图伦内（1611–1675）是法国最著名的元帅之一。在三十年战争期间，他从一个普通的士兵做起，凭借着过人的勇气和战略天赋，在33岁成为了法国元帅。在与西班牙和荷兰的战争中，蒂雷纳子爵在战场上大胆的进行演习的基础上不断创新军事战法和巩固前线的力量，帮助他取得了几次辉煌的胜利。但在接下来的一场战役中，不幸被敌人的炮弹结束了光辉的一生。 为了纪念图伦内的荣耀，两大法国战舰都以他的名字命名:1854年服役的携带100门舰炮的“第一线作战军舰”，和1882年开始服役的铁甲舰。20世纪初，法国还构思了一种采用统一口径的前无畏级战列舰的设计方案，也带有图伦内的名字，这项设计后来发展成为了Danton级无畏舰。

# IDS_PCZC165_VIVALAFRANCE_NORMAND
source: Coat of Arms of Normandy
es_mx: Escudo de Armas de Normandía
ja: ノルマンディーの紋章
pl: Herb Normandii
ru: Герб провинции Нормандия
uk: Герб провінції Нормандія
zh: 诺曼底的纹章
zh_sg: 诺曼底纹章

# IDS_PCZC165_VIVALAFRANCE_NORMAND_DESCRIPTION
source: The lead ship in a series of French battleships which superseded the Bretagne-class ships was named after Normandy, a historical province in the north of France housing two of the country's largest sea ports, Rouen and Le Havre. As a result of a centuries-long rivalry between France and Great Britain over possession of this province, Normandy's Coat of Arms is but a variation of the Royal Coat of Arms of the United Kingdom. The first warship to be named Normandie was a Gloire-class ironclad that entered service in 1862. In 1913–1914, five Normandie-class super-dreadnought battleships were laid down but their construction was ceased due to the outbreak of World War I. Only Béarn, the last ship in the series, was completed as an aircraft carrier.
es_mx: El barco insignia en una seria de acorazados posteriores que sustituyeron a los barcos de la clase Bretagne nombrados como la histórica provincia de Normandía en el norte de Francia, hogar de los dos puertos marinos más grandes, Rouen y Le Havre. Como resultado de una rivalidad que llevaba siglos entre Francia y Gran Bretaña por la posesión de esta provincia, el Escudo de Armas de Normandía es de hecho una variación del Escudo de Armas del Reino Unido. El primer barco de guerra con el nombre de Normandie fue un acorazado de la clase Gloire que entró en servicio en 1862. En 1913-1914, cinco acorazados superdreadnoughts de la clase Normandie fueron puestos en quilla pero su construcción se detuvo debido al inicio de la 1.ª Guerra Mundial. Solo el Béarn, el último barco de la serie, fue completado como un portaaviones.
ja: ブルターニュ級戦艦に続く戦艦級のネームシップには、フランス北部の歴史的な地方であるノルマンディーに因んだ艦名が与えられました。この地方には、フランス最大級の海港として知られるルーアンおよびル・アーヴルが位置しています。この地方の領有権はフランスとイギリスの間で長年に渡って争われていたため、ノルマンディーの紋章はイギリスの紋章の一種になっています。 ノルマンディーと命名された最初の軍艦は、1862 年に就役したグロワール級装甲艦でした。その後 1913 年から 1914 年にかけ、超弩級戦艦であるノルマンディー級戦艦 5 隻が起工されましたが、一次大戦の勃発に伴い未完成に終わりました。しかし 5 番艦ベアルンだけは、後に航空母艦へと改装された上で完成しています。
pl: Okręt prowadzący klasy zastępującej klasę Bretagne został nazwany na cześć Normandii – historycznej prowincji położonej na północy Francji, w której położone są dwa największe porty morskie – Havre i Rouen. W wyniku długiego konfliktu pomiędzy Wielką Brytanią i Francją oraz zmieniającego się często panowania nad tymi ziemiami, herb Normandii jest tak naprawdę zmodyfikowanym herbem Zjednoczonego Królestwa. Pierwszym okrętem wojennym służący pod nazwą Normandie był okręt pancerny klasy Gloire, który wszedł do służby w 1862 roku. W latach 1913-1914 rozpoczęto budowę pięciu superdrednotów typu Normandie, ale z powodu wybuchu I wojny światowej ich budowy nie ukończono. Do służby trafił jedynie ostatni z nich, Béarn, który przebudowano jednak na lotniskowiec.
ru: Головной корабль следующей после Bretagne серии французских линкоров получил своё имя в честь Нормандии — исторической провинции на севере Франции, в которой находятся два крупных морских порта — Гавр и Руан. Отражением тянувшегося несколько столетий между Англией и Францией спора за обладание этой провинцией стало то, что герб Нормандии фактически является вариацией герба Английского королевства. Первым боевым кораблём под названием Normandie был один из броненосцев типа Gloire, вступивший в строй в 1862 году. В 1913–1914 годах были заложены пять линкоров — «сверхдредноутов» типа Normandie, однако начавшаяся Первая мировая война помешала завершению их строительства. Только последний корабль серии, Béarn, был достроен, однако уже в качестве авианосца.
uk: Головний корабель наступної після Bretagne серії французьких лінкорів отримав своє ім’я на честь Нормандії — історичної провінції на півночі Франції, в якій розташовані два великих морських порти — Гавр і Руан. Відбитком суперечки за володіння цією провінцією, що тривала кілька століть між Англією і Францією, стало те, що герб Нормандії фактично є варіацією герба Англійського королівства. Першим бойовим кораблем під назвою Normandie був один з броненосців типу Gloire, що став у стрій 1862 р. У 1913–1914 рр. заклали п’ять лінкорів — «наддредноутів» типу Normandie, однак початок Першої світової війни зашкодив завершенню їх будівництва. Лише останній корабель серії, Béarn, добудували, але вже як авіаносець.
zh: 布列塔尼级战列舰的领舰是为了纪念F国北部历史悠久的诺曼底而命名的，那里有两个大型海港 – 分别名为勒阿弗尔和鲁昂。由于两国对于这个省的所有权有冲突，诺曼底的纹章实际上是英格兰纹章的另一种变化。 第一艘以诺曼底命名的战舰是1862年进入服役阶段的光荣级铁甲舰。在1913 - 1914年，诺曼底型的五艘超级无畏战列舰开始生产，但是由于大战的开始，最后并没有完成。只有此级别的最后一艘船贝亚恩被建造，虽然是被重新设计来以航空母舰的方式服役。
zh_sg: 跟随布列塔尼级的战列舰旗舰以诺曼底命名 —— 法国北部著名的历史省，在这里坐落着两个最大的海港勒阿弗尔和鲁昂。由于英格兰和法国长期争夺这个省的所有权，诺曼底的纹章实际上是英格兰盾的一种变体。 第一艘以诺曼底命名的战舰是1862年服役的一艘铁甲舰。1913-1914年，开始制造5艘诺曼底型无畏舰，但由于一战的爆发并没有完成。仅由最后一艘Bearn级完成了制造，尽管最后它被重新设计最终服役时改装成了航空母舰。

# IDS_PCZC166_VIVALAFRANCE_LYON
source: Coat of Arms of Lyon
es_mx: Escudo de Armas de Lyon
ja: リヨンの紋章
pl: Herb Lyonu
ru: Герб города Лион
uk: Герб міста Ліон
zh: 里昂的纹章
zh_sg: 里昂纹章

# IDS_PCZC166_VIVALAFRANCE_LYON_DESCRIPTION
source: The last series of battleships to be commissioned under a massive shipbuilding program of 1912 comprised four Lyon-class ships. The lead ship was named after Lyon, one of the largest cities and industrial centers in France. All of the battleships were ordered early in 1915 but none of them was even laid down. The new battleships were supposed to have been more powerful than their predecessors, the Normandie-class warships, which were to carry twelve 340 mm guns placed in three turrets. However, the development of new guns of a larger caliber could entail unacceptable construction delays. To increase the firepower of Lyon-class ships, the designers came up with a simple solution: to increase the number of main guns by adding an extra turret, potentially giving those ships a main battery of 16 guns, the most numerous main battery in the history of dreadnought ships!
es_mx: La última serie de acorazados en ser comisionados bajo el masivo programa de construcción naval de 1912 que constaba de cuatro barcos de la clase Lyon. El barco insignia fue nombrado Lyon, como una de las más grandes ciudades y centros industriales en Francia. Todos los acorazados fueron ordenados a principios de 1915, pero ninguno de ellos fue puesto en quilla. Los nuevos acorazados se suponía serían más poderosos que sus predecesores, los barcos de guerra de la clase Normandie y tendrían doce cañones de 340 mm colocados en tres torretas. Sin embargo, el desarrollo de nuevos cañones de mayor calibre significaba que su construcción concluiría con retrasos inaceptables. Para aumentar el poder de fuego de la clase Lyon, los diseñadores llegaron a una solución simple: incrementar el número de cañones agregando una torreta adicional, dando potencionalmente a estos barcos una batería principal de 16 cañones, ¡la más numerosa en la historia de los dreadnought!
ja: 4 隻のリヨン級戦艦は、1912 年の大規模造船計画において最後に就役する戦艦となるはずでした。そのネームシップの艦名は、フランス最大級の都市のひとつであり、工業の中心地としても知られるリヨンに因んだものです。1915 年の前半に全艦が発注されましたが、いずれも起工されませんでした。 これらの新型戦艦は、前級であるノルマンディー級戦艦 (340 mm 四連装砲塔 3 基計 12 門) より火力を強化する方針でしたが、従来より大口径の新型主砲を開発した場合、建造に許容不能な遅れが生じることが見込まれたために、設計技師陣は従来通りの口径のままで主砲塔を 1 基増やすことを選択しました。その結果として本級には、弩級戦艦の歴史の中でも最多となる合計 16 門もの主砲が搭載されることになっていました。
pl: Ostatnimi pancernikami zbudowanymi w ramach programu z 1912 roku były cztery okręty klasy Lyon. Nazwa okrętu prowadzącego wywodzi się od miasta Lyon, jednego z największych centrów przemysłowych Francji. Wszystkie pancerniki zamówiono na początku 1915 roku, ale żadnego nie ukończono. Nowe pancerniki miały być potężniejsze od poprzedzającej je klasy Normandie, uzbrojone w 12 dział kal. 340 mm umieszczonych w trzech wieżach. Jednak opracowanie nowych dział większego kalibru wiązało się ze zbyt dużym opóźnieniem produkcji. W celu zwiększenia siły ognia okrętów klasy Lyon projektanci wyszli z prostą propozycją dodania jednej wieży. Oznacza, to, że okręty te mogły mieć najliczniejszą baterię główną w historii drednotów, złożoną z 16 dział!
ru: Последней серией линкоров, которые планировалось ввести в строй в соответствии с грандиозной кораблестроительной программой 1912 года, должны были стать четыре корабля типа Lyon. Имя для головного корабля дал один из крупнейших городов и промышленных центров Франции — Лион. Все линкоры были заказаны в начале 1915 года, однако ни один из них даже не заложили. Новые линкоры должны были быть мощнее, чем предыдущие — типа Normandie, на которых предполагалось установить 12 340-мм пушек в трёх башнях. Однако разработка новых орудий, более крупного калибра, привела бы к недопустимой задержке строительства. В связи с этим, конструкторы для усиления огневой мощи кораблей типа Lyon решили просто увеличить число артиллерийских стволов, добавив ещё одну башню. Таким образом, эти линкоры могли бы стать обладателями самой многочисленной батареи орудий главного калибра за всю историю развития класса дредноутов — 16 стволов!
uk: Останньою серією лінкорів, які планували ввести у стрій відповідно до грандіозною кораблебудівної програми 1912 р., мали бути чотири кораблі типу Lyon. Назву для головного корабля дало одне з найбільших міст та промислових центрів Франції — Ліон. Всі лінкори замовили на початку 1915 р., але жоден х них навіть не заклали. Нові лінкори мали бути потужнішими, ніж попередні типу Normandie, на яких планували встановити дванадцять 340-мм гармат у трьох баштах. Проте розроблення нових гармат більшого калібру призвело б до неприпустимої затримки будівництва. Через це, щоб посилити вогневу міць кораблів типу Lyon, конструктори вирішили просто збільшити кількість гармат, додавши ще одну башту. У такий спосіб, ці лінкори могли б мати найчисленнішу батарею гармат головного калібру за весь час існування класу дредноутів — 16 стволів!
zh: 里昂级别的四艘战舰是1912年大规模造船计划下建造的最后一艘战列舰。他们的领舰名字是为了纪念F国最大的城市和工业中心之一的里昂。所有的战列舰都是在1915年初订购的，但没有一艘被制造。 新的战列舰要比以前的诺曼底级别更强大，而且会在三个连装炮中放置12个340毫米的火炮。但是大口径的新型火炮研制意味着它们的建造完成的日子将会无法被接受的延迟。这就是为什么工程师决定只增加火炮数量并增加一个连装炮来增强火力的原因。这意味着在无畏舰的发展历史上，这些战列舰可以在无畏舰历史中装备最多的主要火炮，16门火炮。
zh_sg: 里昂级的4艘战列舰是1912年大规模造船计划的最后产物。旗舰以里昂命名以致敬法国最大同时也是工业中心的城市。这些战列舰都是1915年初下达了订单，但都没能成功投产。 新型战列舰的战力要强于前一批的诺曼底级，在三门炮塔中安装了12门340毫米火炮。然而，更大口径的新型火炮能发生不可预估的延期。这就是为什么造船工程师们决定只增加火炮和炮塔的数量来提升火力。这就意味着这些战列舰在无畏级的发展历史上拥有数量最多的主炮，达到了16门。

# IDS_PCZC167_VIVALAFRANCE_RICHELIEUGERB
source: Cardinal Richelieu's Coat of Arms
es_mx: Escudo de Armas del Cardinal Richelieu
ja: リシュリュー枢機卿の紋章
pl: Herb kardynała Richelieu
ru: Герб кардинала Ришелье
uk: Герб кардинала Рішельє
zh: 黎塞留的纹章
zh_sg: 黎塞留红衣主教纹章

# IDS_PCZC167_VIVALAFRANCE_RICHELIEUGERB_DESCRIPTION
source: Armand Jean du Plessis, the famous Cardinal Richelieu, was one of the most influential statesmen in France and essentially the founder of the French Navy. Before Richelieu, the kingdom couldn't boast any organized navy. He helped create a fleet that would be recognized as a significant naval force in the international arena. The Cardinal himself was involved in designing the exterior decor and armament of one of the most powerful ships of that time—the 70-gun Couronne ("Crown"). The first warship to be named after Richelieu was an ironclad that joined the fleet in 1876. The next large combat unit of the Marine Nationale to carry the Cardinal's name was a battleship (displacement: 35,000 tons) that was laid down at the Brest Arsenal in 1935. That battleship turned out to be one of the best ships of her type in Europe.
es_mx: Armand Jean du Plessis, el famoso Cardenal Richelieu, fue uno de los políticos más influyentes en Francia, y el fundador esencial de la Armada Francesa. Ante de Richelieu, el reino podía reunir a una aramada organizada. El ayudó a crear una flota que sería reconocida con una fuerza naval significativa en el ámbito internacional. El propio Cardenal participó estuvo involucrado en el diseño de la decoración exterior y el armamento de uno de los más poderosos barcos de esa época—el Couronne ("Corona") de 70 cañones. El primer acorazado nombrado Richelieu se unió a la flota en 1876. La siguiente unidad de combate mayor de la Marina Nacional en llevar el nombre del Cardenal fue un acorazado (desplazamiento: 35,000 t) que fue puesto en quilla en el Arsenal en Brest en 1935. Ese acorazado fue uno de los mejores barcos de su tipo en Europa.
ja: 枢機卿およびリシュリュー公爵アルマン・ジャン・デュ・プレシー (Armand Jean du Plessis, cardinal et duc de Richelieu) は、フランスにおける最も影響力のある政治家の一人であり、フランス海軍の本質的な創設者です。リシュリュー以前には、この王国が組織的な海軍を有していたことはありませんでした。そしてリシュリューの努力により、フランス艦隊は世界でも注目に値する海軍力となったのです。当時としては最強クラスだった戦列艦クーローヌ (大砲 70 門、王冠という意味) の外観装飾および武装の設計には、彼が自ら関与していました。 リシュリューという艦名が与えられた最初の軍艦は、1876 年に建造された装甲艦であり、次いでその名が与えられた大型艦は、1935 年にブレストの工廠で起工された 35,000 トン級の戦艦でした。そしてこの戦艦は、ヨーロッパでも最高の戦艦の 1 隻として知られるようになりました。
pl: Armand Jean du Plessis, słynny kardynał Richelieu, był jednym z najbardziej wpływowych polityków Francji i założycielem Francuskiej Marynarki Wojennej. Wcześniej królestwo to nie posiadało żadnych zorganizowanych sił morskich. Dzięki staraniom Richelieu Francja stała się liczącym się graczem na międzynarodowych wodach. Sam kardynał brał udział w opracowywaniu jednego z najpotężniejszych okrętów tych czasów – Couronne („Korona”), uzbrojonego w 70 dział. Okręt pancerny zbudowany w 1876 roku był pierwszym okrętem wojennym nazwanym na cześć Richelieu. Następnym okrętem Marine Nationale noszącym to imię był pancernik o wyporności 35 000 ton, którego budowę rozpoczęto w arsenale w Brest w 1935 roku. Był to jeden z najznakomitszych okrętów tego typu w Europie.
ru: Арман Жан дю Плесси, знаменитый кардинал Ришелье, был не только одним из крупнейших государственных деятелей Франции, но и фактически основателем французского военного флота. До Ришелье организованные морские силы у королевства практически отсутствовали, после него французский флот стал значимой силой на международной арене. Сам кардинал лично участвовал в проектировании убранства и вооружения одного из мощнейших кораблей эпохи — 70-пушечного Couronne («Корона»). Первым военным кораблём, названным в честь Ришелье, был вступивший в строй в 1876 году броненосец. Следующей крупной боевой единицей Марин Насьональ, носившей имя кардинала, стал линейный корабль водоизмещением 35 000 тонн, заложенный в Арсенале Бреста в 1935 году и ставший одним из лучших представителей своего класса в Европе.
uk: Арман Жан дю Плессі, той самий кардинал Рішельє, був не лише одним з найвідоміших державних діячів Франції, але і фактично засновником французького військового флоту. До Рішельє упорядкованих морських сил у королівства не було, а після нього французький флот став значною силою на міжнародній арені. Сам кардинал особисто брав участь у проектуванні оздоблення та озброєння одного з найпотужніших кораблів епохи — 70-гарматного Couronne («Корона»). Першим військовим кораблем, названим на честь Рішельє, був ставший у стрій 1876 р. броненосець. Наступною великою бойовою одиницею Марін Насьональ, що носила ім'я кардинала, став лінійний корабель водотоннажністю 35 000 тон, закладений в Арсеналі Бреста 1935 р., який став одним з найліпших представників свого класу в Європі.
zh: 著名的黎塞留公爵阿尔芒-让-迪普莱西是F国最有影响力的政治家之一，也是F国海军的创始人之一。在他干涉之前，王国没有海军组织。随着黎塞留的努力，F国舰队成为国际上最重要的海军势力。他本人参加了当时拥有70门火炮的强大的战舰之一皇冠的设计和装备研制 建于1876年的铁甲舰是以黎塞留命名的第一艘战舰。以这个名字命名的下一个该国海军的战舰是1935年在布雷斯特的阿森纳制造的一艘排水量为3.5万吨的战列舰。这艘战列舰是这一型最杰出的战舰之一。
zh_sg: 阿尔芒·让·迪普莱西，著名的黎塞留红衣主教（Cardinal 黎塞留），是法国最有影响力的政治家之一以及法国海军的创始人。在他涉政前，王国并没有组织海军部队。通过黎塞留的努力，法国舰队成为了国际舞台上最强大的海军力量。红衣主教本人参与了当时最强战舰和其武器的外观设计和研发——装有70门炮的Couronne(“皇冠”)。 1876年建造的第一艘铁甲舰以黎塞留命名。第二艘同样以他名字命名的是1935年在布雷斯特军械库投产（排水量：35000吨）。它也同时代欧洲此舰种中最强的战列舰。

# IDS_PCZC168_VIVALAFRANCE_ELSASS
source: Coat of Arms of Alsace
es_mx: Escudo de Armas de Alsacia
ja: アルザスの紋章
pl: Herb Alzacji
ru: Герб провинции Эльзас
uk: Герб провінції Ельзас
zh: 阿尔萨斯的纹章
zh_sg: 阿尔萨斯纹章
