Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CREW_FIRSTNAME_RUSSIA_11
source: Arseniy
pl: Arsienij
ru: Арсений
uk: Арсеній
zh: 阿尔谢尼

# IDS_CREW_FIRSTNAME_RUSSIA_12
source: Vsevolod
pl: Wsiewołod
ru: Всеволод
uk: Всеволод
zh: 弗塞沃洛德

# IDS_CREW_FIRSTNAME_RUSSIA_13
source: Dmitriy
pl: Dimitrij
ru: Дмитрий
uk: Дмитро
zh: 迪米特里

# IDS_CREW_FIRSTNAME_RUSSIA_14
source: Yevgeniy
pl: Jewgienij
ru: Евгений
uk: Євген
zh: 叶夫根尼

# IDS_CREW_FIRSTNAME_RUSSIA_15
source: Igor
ru: Игорь
uk: Ігор
zh: 伊戈尔

# IDS_CREW_FIRSTNAME_RUSSIA_16
source: Kirill
pl: Kirył
ru: Кирилл
uk: Кирило
zh: 基里尔

# IDS_CREW_FIRSTNAME_RUSSIA_17
source: Konstantin
pl: Konstanty
ru: Константин
uk: Костянтин
zh: 康斯坦丁

# IDS_CREW_FIRSTNAME_RUSSIA_18
source: Lev
pl: Lew
ru: Лев
uk: Лев
zh: 列弗

# IDS_CREW_FIRSTNAME_RUSSIA_19
source: Leonid
ru: Леонид
uk: Леонід
zh: 列昂尼德

# IDS_CREW_FIRSTNAME_RUSSIA_2
source: Oleg
ru: Олег
uk: Олег
zh: 阿列克

# IDS_CREW_FIRSTNAME_RUSSIA_20
source: Matvey
pl: Matwiej
ru: Матвей
uk: Матвій
zh: 玛特威

# IDS_CREW_FIRSTNAME_RUSSIA_21
source: Mikhail
pl: Michaił
ru: Михаил
uk: Михайло
zh: 米哈伊尔

# IDS_CREW_FIRSTNAME_RUSSIA_22
source: Nikolay
pl: Nikołaj
ru: Николай
uk: Микола
zh: 尼古拉

# IDS_CREW_FIRSTNAME_RUSSIA_23
source: Pavel
pl: Pawieł
ru: Павел
uk: Павло
zh: 帕维尔

# IDS_CREW_FIRSTNAME_RUSSIA_24
source: Rostislav
pl: Rościsław
ru: Ростислав
uk: Ростислав
zh: 罗斯季斯拉夫

# IDS_CREW_FIRSTNAME_RUSSIA_25
source: Saveliy
pl: Sawelij
ru: Савелий
uk: Савелій
zh: 萨维利

# IDS_CREW_FIRSTNAME_RUSSIA_26
source: Sergey
pl: Sergiej
ru: Сергей
uk: Сергій
zh: 谢尔盖

# IDS_CREW_FIRSTNAME_RUSSIA_27
source: Fyodor
pl: Fiodor
ru: Фёдор
uk: Федір
zh: 费奥多

# IDS_CREW_FIRSTNAME_RUSSIA_28
source: Yuriy
pl: Jurij
ru: Юрий
uk: Юрій
zh: 尤里

# IDS_CREW_FIRSTNAME_RUSSIA_29
source: Yaroslav
pl: Jarosław
ru: Ярослав
uk: Ярослав
zh: 雅罗斯拉夫

# IDS_CREW_FIRSTNAME_RUSSIA_3
source: Stanislav
pl: Stanisław
ru: Станислав
uk: Станіслав
zh: 斯坦尼斯拉夫

# IDS_CREW_FIRSTNAME_RUSSIA_4
source: Aleksey
pl: Aleksiej
ru: Алексей
uk: Олексій
zh: 奥利加

# IDS_CREW_FIRSTNAME_RUSSIA_5
source: Vitaliy
pl: Witalij
ru: Виталий
uk: Віталій
zh: 维亚切斯拉

# IDS_CREW_FIRSTNAME_RUSSIA_6
source: Ivan
pl: Iwan
ru: Иван
uk: Іван
zh: 马修

# IDS_CREW_FIRSTNAME_RUSSIA_7
source: Gordey
pl: Gordej
ru: Гордей
uk: Гордій
zh: 戈尔代

# IDS_CREW_FIRSTNAME_RUSSIA_8
source: Vasiliy
pl: Wasilij
ru: Василий
uk: Василь
zh: 维克托尔

# IDS_CREW_FIRSTNAME_RUSSIA_9
source: Grigoriy
pl: Grigorij
ru: Григорий
uk: Григорiй
zh: 伊法莲

# IDS_CREW_FIRSTNAME_SWEDEN_13
source: Jan
zh: 詹

# IDS_CREW_FIRSTNAME_SWEDEN_22
source: Peter
zh: 彼得

# IDS_CREW_FIRSTNAME_SWEDEN_23
source: Rolf
zh: 罗尔夫

# IDS_CREW_FIRSTNAME_SWEDEN_5
source: Carl
zh: 卡尔

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_0
source: Edward
zh: 爱德华

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_1
source: Matthew
zh: 马修

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_10
source: Adrian
zh: 艾德里安

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_11
source: Bernard
zh: 伯纳德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_12
source: Brian
zh: 布莱恩

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_13
source: Christopher
zh: 克里斯托弗

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_14
source: Daniel
zh: 丹尼尔

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_15
source: Robert
zh: 罗伯特

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_16
source: Frank
zh: 弗兰克

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_17
source: George
zh: 乔治

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_18
source: Graham
zh: 格雷厄姆

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_19
source: Harold
zh: 哈罗德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_2
source: Maurice
zh: 毛里斯

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_20
source: Henry
zh: 亨利

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_21
source: John
zh: 约翰

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_22
source: Lawrence
zh: 劳伦斯

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_23
source: Nigel
zh: 奈吉尔

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_24
source: Oliver
zh: 奥利弗

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_25
source: Patrick
zh: 帕特里克

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_26
source: Richard
zh: 理查德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_27
source: Steven
zh: 斯蒂文

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_28
source: Wilfred
zh: 威尔弗雷德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_29
source: William
zh: 威廉

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_3
source: Peter
zh: 彼得

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_4
source: Kelley
zh: 凯利

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_5
source: Charles
zh: 查尔斯

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_6
source: Archibald
zh: 阿奇博尔德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_7
source: Claude
zh: 克劳德

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_8
source: Joseph
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_UNITED_KINGDOM_9
source: Thomas
zh: 托马斯

# IDS_CREW_FIRSTNAME_USA_0
source: Edward
zh: 爱德华

# IDS_CREW_FIRSTNAME_USA_1
source: Matthew
zh: 马修

# IDS_CREW_FIRSTNAME_USA_10
source: Andrew
zh: 安德鲁

# IDS_CREW_FIRSTNAME_USA_11
source: Benjamin
zh: 本杰明

# IDS_CREW_FIRSTNAME_USA_12
source: Brian
zh: 布莱恩

# IDS_CREW_FIRSTNAME_USA_13
source: Christopher
zh: 克里斯托弗

# IDS_CREW_FIRSTNAME_USA_14
source: Daniel
zh: 丹尼尔

# IDS_CREW_FIRSTNAME_USA_15
source: David
zh: 戴维

# IDS_CREW_FIRSTNAME_USA_16
source: Frank
zh: 弗兰克

# IDS_CREW_FIRSTNAME_USA_17
source: George
zh: 乔治

# IDS_CREW_FIRSTNAME_USA_18
source: Graham
zh: 格雷厄姆

# IDS_CREW_FIRSTNAME_USA_19
source: Harold
zh: 哈罗德

# IDS_CREW_FIRSTNAME_USA_2
source: Maurice
zh: 毛里斯

# IDS_CREW_FIRSTNAME_USA_20
source: Henry
zh: 亨利

# IDS_CREW_FIRSTNAME_USA_21
source: John
zh: 约翰

# IDS_CREW_FIRSTNAME_USA_22
source: Lawrence
zh: 劳伦斯

# IDS_CREW_FIRSTNAME_USA_23
source: Frederick
zh: 弗雷德里克

# IDS_CREW_FIRSTNAME_USA_24
source: Robert
zh: 罗伯特

# IDS_CREW_FIRSTNAME_USA_25
source: Patrick
zh: 帕特里克

# IDS_CREW_FIRSTNAME_USA_26
source: Richard
zh: 理查德

# IDS_CREW_FIRSTNAME_USA_27
source: Stanley
zh: 斯坦利

# IDS_CREW_FIRSTNAME_USA_28
source: Wilfred
zh: 威尔弗雷德

# IDS_CREW_FIRSTNAME_USA_29
source: William
zh: 威廉

# IDS_CREW_FIRSTNAME_USA_3
source: Peter
zh: 彼得

# IDS_CREW_FIRSTNAME_USA_4
source: Kelley
zh: 凯利

# IDS_CREW_FIRSTNAME_USA_5
source: Charles
zh: 查尔斯

# IDS_CREW_FIRSTNAME_USA_6
source: Archibald
zh: 阿奇博尔德

# IDS_CREW_FIRSTNAME_USA_7
source: Claude
zh: 克劳德

# IDS_CREW_FIRSTNAME_USA_8
source: Joseph
zh: 约瑟夫

# IDS_CREW_FIRSTNAME_USA_9
source: Thomas
zh: 托马斯

# IDS_CREW_GO_TO_PROFILE
source: Go to Personal File
es_mx: Ir al Archivo Personal
ja: 個人ファイルへ
pl: Przejdź do akt osobowych
ru: Перейти к Личному делу
uk: До Особової справи
zh: 打开个人档案
zh_sg: 前往个人档案

# IDS_CREW_HAS_NO_LEARNED_SKILLS
source: No mastered skills
es_mx: Sin habilidades dominadas
ja: 習得済みスキルなし
pl: Brak opanowanych umiejętności
ru: Нет изученных навыков
uk: Немає вивчених умінь
zh: 这名指挥官没有掌握技能
zh_sg: 没有掌握技能

# IDS_CREW_INFO_NO_CREWS_IN_NATION_BARRACKS
source: No ships of this nation have a Commander.
es_mx: Ningún barco de esta nación tiene un Comandante.
ja: この国の艦艇にはいずれも艦長が搭乗していません。
pl: Żaden z okrętów tej nacji nie ma dowódcy.
ru: На кораблях этой нации нет ни одного командира.
uk: На кораблях цієї нації немає жодного командира.
zh: 这个系没有战舰拥有指挥官。
zh_sg: 没有此国家的指挥官。

# IDS_CREW_INFO_NO_CREWS_ON_NATION_SHIPS
source: No Commanders available in the Reserve for this nation.
es_mx: No hay Comandantes disponibles en la Reserva para esta nación.
ja: リザーブにこの国の艦長が存在しません。
pl: Brak dowódców w rezerwie dla tej nacji.
ru: В Резерве этой нации нет свободных командиров.
uk: У Резерві цієї нації немає вільних командирів.
zh: 军营中没有该系别的指挥官
zh_sg: 预备队中没有此国家的指挥官。

# IDS_CREW_IN_ADAPTATION
source: Undergoes retraining for
es_mx: Pasa por reentrenamiento para
ja: 再訓練を施す:
pl: Jest na przeszkoleniu do
ru: Проходит переподготовку на
uk: Проходить перепідготовку на
zh: 正在进行重新训练
zh_sg: 正在进行重新训练

# IDS_CREW_IN_BARRACKS
source: In Reserve
es_mx: En la Reserva
ja: リザーブ
pl: W rezerwie
ru: В Резерве
uk: У Резерві
zh: 在军营中
zh_sg: 在预备队中

# IDS_CREW_IS_RETRANING
source: Undergoes retraining
es_mx: Pasa por reentrenamiento
ja: 再訓練を施す
pl: Jest na przeszkoleniu
ru: Проходит переподготовку
uk: Проходить перепідготовку
zh: 正在进行重新训练
zh_sg: 正在进行重新训练

# IDS_CREW_LASTNAME_COMMONWEALTH_0
source: Ward
zh: 沃德

# IDS_CREW_LASTNAME_COMMONWEALTH_1
source: Riley
zh: 赖利

# IDS_CREW_LASTNAME_COMMONWEALTH_10
source: Allen
zh: 艾伦

# IDS_CREW_LASTNAME_COMMONWEALTH_11
source: Attwood
zh: 阿特伍德

# IDS_CREW_LASTNAME_COMMONWEALTH_12
source: Bell
zh: 贝尔

# IDS_CREW_LASTNAME_COMMONWEALTH_13
source: Walsh
zh: 沃尔什

# IDS_CREW_LASTNAME_COMMONWEALTH_14
source: Clayton
zh: 克莱顿

# IDS_CREW_LASTNAME_COMMONWEALTH_15
source: Cooper
zh: 库珀

# IDS_CREW_LASTNAME_COMMONWEALTH_16
source: Dale
zh: 戴尔

# IDS_CREW_LASTNAME_COMMONWEALTH_17
source: Doherty
zh: 多尔蒂

# IDS_CREW_LASTNAME_COMMONWEALTH_18
source: Griffiths
zh: 格里菲斯

# IDS_CREW_LASTNAME_COMMONWEALTH_19
source: Gordon
zh: 戈登

# IDS_CREW_LASTNAME_COMMONWEALTH_2
source: James
zh: 杰姆斯

# IDS_CREW_LASTNAME_COMMONWEALTH_20
source: Hardy
zh: 哈代

# IDS_CREW_LASTNAME_COMMONWEALTH_21
source: Howard
zh: 霍华德

# IDS_CREW_LASTNAME_COMMONWEALTH_22
source: Johnston
zh: 约翰斯顿

# IDS_CREW_LASTNAME_COMMONWEALTH_23
source: Macnee
zh: 麦克尼

# IDS_CREW_LASTNAME_COMMONWEALTH_24
source: Mansfield
zh: 曼斯菲尔德

# IDS_CREW_LASTNAME_COMMONWEALTH_25
source: Moore
zh: 摩尔

# IDS_CREW_LASTNAME_COMMONWEALTH_26
source: Oldham
zh: 奥尔德姆

# IDS_CREW_LASTNAME_COMMONWEALTH_27
source: Taylor
zh: 泰勒

# IDS_CREW_LASTNAME_COMMONWEALTH_28
source: Tucker
zh: 塔克

# IDS_CREW_LASTNAME_COMMONWEALTH_29
source: Whiting
zh: 怀廷

# IDS_CREW_LASTNAME_COMMONWEALTH_3
source: Reed
zh: 里德

# IDS_CREW_LASTNAME_COMMONWEALTH_4
source: Newton
zh: 牛顿

# IDS_CREW_LASTNAME_COMMONWEALTH_5
source: Powers
zh: 鲍尔斯

# IDS_CREW_LASTNAME_COMMONWEALTH_6
source: Paul
zh: 保罗

# IDS_CREW_LASTNAME_COMMONWEALTH_7
source: Harper
zh: 哈珀

# IDS_CREW_LASTNAME_COMMONWEALTH_8
source: Brown
zh: 布朗

# IDS_CREW_LASTNAME_COMMONWEALTH_9
source: Shaw
zh: 肖

# IDS_CREW_LASTNAME_DEFAULT
source: Commander
es_mx: del barco
ja: 艦長
pl: okrętu
ru: корабля
uk: корабля
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_0
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_1
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_10
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_11
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_12
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_13
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_14
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_15
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_16
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_17
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_18
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_19
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_2
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_20
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_21
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_22
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_23
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_24
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_25
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_26
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_27
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_28
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_29
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_3
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_4
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_5
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_6
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_7
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_8
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_EVENTS_9
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: командир
uk: командир
zh: 指挥官
zh_sg: 指挥官

# IDS_CREW_LASTNAME_FRANCE_0
source: Arnaud
zh: 阿尔诺

# IDS_CREW_LASTNAME_FRANCE_1
source: Auverny
zh: 奥韦尼

# IDS_CREW_LASTNAME_FRANCE_10
source: Dupont
zh: 杜邦

# IDS_CREW_LASTNAME_FRANCE_11
source: Duval
zh: 迪瓦尔

# IDS_CREW_LASTNAME_FRANCE_12
source: Fabre
zh: 法布尔

# IDS_CREW_LASTNAME_FRANCE_13
source: Favier
zh: 法维尔

# IDS_CREW_LASTNAME_FRANCE_14
source: Fleury
zh: 弗洛莱

# IDS_CREW_LASTNAME_FRANCE_15
source: Foubert
zh: 富贝尔

# IDS_CREW_LASTNAME_FRANCE_16
source: Guyon
zh: 盖恩

# IDS_CREW_LASTNAME_FRANCE_17
source: Jacquinet
zh: 雅基奈

# IDS_CREW_LASTNAME_FRANCE_18
source: Lacroix
zh: 拉克鲁瓦

# IDS_CREW_LASTNAME_FRANCE_19
source: Laroche
zh: 拉罗什

# IDS_CREW_LASTNAME_FRANCE_2
source: Barré
zh: 巴黑

# IDS_CREW_LASTNAME_FRANCE_20
source: Marchand
zh: 马尔尚

# IDS_CREW_LASTNAME_FRANCE_21
source: Michaud
zh: 米肖

# IDS_CREW_LASTNAME_FRANCE_22
source: Monnier
zh: 莫尼耶

# IDS_CREW_LASTNAME_FRANCE_23
source: Ricard
zh: 理查德

# IDS_CREW_LASTNAME_FRANCE_24
source: Rousselet
zh: 胡斯莱

# IDS_CREW_LASTNAME_FRANCE_25
source: Sorette
zh: 索雷特

# IDS_CREW_LASTNAME_FRANCE_26
source: Terraux
zh: 特豪

# IDS_CREW_LASTNAME_FRANCE_27
source: Thiberge
zh: 蒂贝热

# IDS_CREW_LASTNAME_FRANCE_28
source: Villandre
zh: 维兰德里

# IDS_CREW_LASTNAME_FRANCE_29
source: Villecourt
zh: 维勒库特

# IDS_CREW_LASTNAME_FRANCE_3
source: Bertrand
zh: 贝特朗

# IDS_CREW_LASTNAME_FRANCE_4
source: Blanchard
zh: 布兰查德

# IDS_CREW_LASTNAME_FRANCE_5
source: Bonnet
zh: 博内

# IDS_CREW_LASTNAME_FRANCE_6
source: Brion
zh: 布里翁

# IDS_CREW_LASTNAME_FRANCE_7
source: Chatelet
zh: 夏特莱

# IDS_CREW_LASTNAME_FRANCE_8
source: Clement
zh: 克莱门特

# IDS_CREW_LASTNAME_FRANCE_9
source: Delaire
zh: 德莱尔

# IDS_CREW_LASTNAME_GERMANY_0
source: Kohler
zh: 科勒

# IDS_CREW_LASTNAME_GERMANY_1
source: Böhler
zh: 柏乐尔

# IDS_CREW_LASTNAME_GERMANY_10
source: Beckhauer
zh: 贝克号尔

# IDS_CREW_LASTNAME_GERMANY_11
source: Eberhard
zh: 埃博哈德

# IDS_CREW_LASTNAME_GERMANY_12
source: Eckolt
zh: 艾科特

# IDS_CREW_LASTNAME_GERMANY_13
source: Giersch
zh: 吉尔施

# IDS_CREW_LASTNAME_GERMANY_14
source: Hanenfeldt
zh: 含恩费德

# IDS_CREW_LASTNAME_GERMANY_15
source: Hohnstedt
zh: 霍恩施泰特

# IDS_CREW_LASTNAME_GERMANY_16
source: Krause
zh: 克劳斯

# IDS_CREW_LASTNAME_GERMANY_17
source: Laue
zh: 劳厄

# IDS_CREW_LASTNAME_GERMANY_18
source: Lilienwald
zh: 利安瓦德

# IDS_CREW_LASTNAME_GERMANY_19
source: Meyer
zh: 迈耶

# IDS_CREW_LASTNAME_GERMANY_2
source: Biermann
zh: 比尔曼

# IDS_CREW_LASTNAME_GERMANY_20
source: Oettinger
zh: 宇亭格

# IDS_CREW_LASTNAME_GERMANY_21
source: Reinhold
zh: 莱茵霍尔德

# IDS_CREW_LASTNAME_GERMANY_22
source: Richter
zh: 李希特

# IDS_CREW_LASTNAME_GERMANY_23
source: Scharnberg
zh: 沙恩贝格

# IDS_CREW_LASTNAME_GERMANY_24
source: Schonert
zh: 朔纳特

# IDS_CREW_LASTNAME_GERMANY_25
source: Vogt
zh: 沃格特

# IDS_CREW_LASTNAME_GERMANY_26
source: Wentzel
zh: 温策尔

# IDS_CREW_LASTNAME_GERMANY_27
source: Werner
zh: 沃纳

# IDS_CREW_LASTNAME_GERMANY_28
source: Wittenberg
zh: 威滕贝格

# IDS_CREW_LASTNAME_GERMANY_29
source: Zimmer
zh: 慈摩

# IDS_CREW_LASTNAME_GERMANY_3
source: Fertig
zh: 费尔蒂希

# IDS_CREW_LASTNAME_GERMANY_4
source: Maurer
zh: 毛瑞尔

# IDS_CREW_LASTNAME_GERMANY_5
source: Heintze
zh: 海茵茨

# IDS_CREW_LASTNAME_GERMANY_6
source: Kästner
zh: 卡斯特

# IDS_CREW_LASTNAME_GERMANY_7
source: Klein
zh: 克莱因

# IDS_CREW_LASTNAME_GERMANY_8
source: Schäfer
zh: 舍费尔

# IDS_CREW_LASTNAME_GERMANY_9
source: Althaus
zh: 奥尔索斯

# IDS_CREW_LASTNAME_ITALY_0
source: Albini
zh: 阿尔比尼

# IDS_CREW_LASTNAME_ITALY_1
source: Andreotti
zh: 奥蒂

# IDS_CREW_LASTNAME_ITALY_10
source: Faravelli
zh: 法拉韦利

# IDS_CREW_LASTNAME_ITALY_11
source: Fiorentini
zh: 飞奥

# IDS_CREW_LASTNAME_ITALY_12
source: Galasso
zh: 格拉索

# IDS_CREW_LASTNAME_ITALY_13
source: Girotti
zh: 吉罗蒂

# IDS_CREW_LASTNAME_ITALY_14
source: Grandi
zh: 格兰迪

# IDS_CREW_LASTNAME_ITALY_15
source: Grimaldi
zh: 格里马尔迪

# IDS_CREW_LASTNAME_ITALY_16
source: Lagorio
zh: 拉戈里奥

# IDS_CREW_LASTNAME_ITALY_17
source: Lombardi
zh: 隆巴尔迪

# IDS_CREW_LASTNAME_ITALY_18
source: Lorenzoni
zh: 洛伦佐尼

# IDS_CREW_LASTNAME_ITALY_19
source: Manfredi
zh: 曼弗雷迪

# IDS_CREW_LASTNAME_ITALY_2
source: Bertozzi
zh: 贝尔托齐

# IDS_CREW_LASTNAME_ITALY_20
source: Meneghetti
zh: 迈尼盖蒂

# IDS_CREW_LASTNAME_ITALY_21
source: Moretti
zh: 莫雷蒂

# IDS_CREW_LASTNAME_ITALY_22
source: Palladini
zh: 帕拉迪尼

# IDS_CREW_LASTNAME_ITALY_23
source: Previ
zh: 普雷

# IDS_CREW_LASTNAME_ITALY_24
source: Rosso
zh: 罗索

# IDS_CREW_LASTNAME_ITALY_25
source: Solari
zh: 索拉里

# IDS_CREW_LASTNAME_ITALY_26
source: Tagliamonte
zh: 塔利亚蒙特

# IDS_CREW_LASTNAME_ITALY_27
source: Tombari
zh: 通巴里

# IDS_CREW_LASTNAME_ITALY_28
source: Torre
zh: 托尔

# IDS_CREW_LASTNAME_ITALY_29
source: Valli
zh: 瓦利

# IDS_CREW_LASTNAME_ITALY_3
source: Brusco
zh: 布鲁斯科

# IDS_CREW_LASTNAME_ITALY_4
source: Catalano
zh: 卡塔拉诺

# IDS_CREW_LASTNAME_ITALY_5
source: Cavallari
zh: 卡瓦拉里

# IDS_CREW_LASTNAME_ITALY_6
source: Corrado
zh: 科拉多

# IDS_CREW_LASTNAME_ITALY_7
source: Constantini
zh: 康斯坦丁尼

# IDS_CREW_LASTNAME_ITALY_8
source: Donati
zh: 多纳蒂

# IDS_CREW_LASTNAME_ITALY_9
source: Fara
zh: 法拉

# IDS_CREW_LASTNAME_JAPAN_0
source: Kawashima
zh: Kaw

# IDS_CREW_LASTNAME_JAPAN_1
source: Kawabe
zh: Naw

# IDS_CREW_LASTNAME_JAPAN_10
source: Akiyama
zh: Aki

# IDS_CREW_LASTNAME_JAPAN_11
source: Fujioka
zh: Fuj

# IDS_CREW_LASTNAME_JAPAN_12
source: Fujita
zh: Fuj

# IDS_CREW_LASTNAME_JAPAN_13
source: Hagiwara
zh: Hag

# IDS_CREW_LASTNAME_JAPAN_14
source: Hashimoto
zh: Has

# IDS_CREW_LASTNAME_JAPAN_15
source: Ikeda
zh: Ika

# IDS_CREW_LASTNAME_JAPAN_16
source: Ishikawa
zh: Ish

# IDS_CREW_LASTNAME_JAPAN_17
source: Katagiri
zh: Kat

# IDS_CREW_LASTNAME_JAPAN_18
source: Kimura
zh: Kim

# IDS_CREW_LASTNAME_JAPAN_19
source: Kinjo
zh: Kin

# IDS_CREW_LASTNAME_JAPAN_2
source: Yoshida
zh: Yos

# IDS_CREW_LASTNAME_JAPAN_20
source: Maeda
zh: Mae

# IDS_CREW_LASTNAME_JAPAN_21
source: Miyamoto
zh: Miy

# IDS_CREW_LASTNAME_JAPAN_22
source: Nakahara
zh: Nak

# IDS_CREW_LASTNAME_JAPAN_23
source: Nomura
zh: Nom

# IDS_CREW_LASTNAME_JAPAN_24
source: Otaki
zh: Ota

# IDS_CREW_LASTNAME_JAPAN_25
source: Sakuma
zh: Sak

# IDS_CREW_LASTNAME_JAPAN_26
source: Seto
zh: Set

# IDS_CREW_LASTNAME_JAPAN_27
source: Takamori
zh: Tak

# IDS_CREW_LASTNAME_JAPAN_28
source: Tsukuda
zh: Tsu

# IDS_CREW_LASTNAME_JAPAN_29
source: Yamashita
zh: Yam

# IDS_CREW_LASTNAME_JAPAN_3
source: Matsumoto
zh: Mat

# IDS_CREW_LASTNAME_JAPAN_4
source: Nishi
zh: Nis

# IDS_CREW_LASTNAME_JAPAN_5
source: Inokashira
zh: Ino

# IDS_CREW_LASTNAME_JAPAN_6
source: Suzuki
zh: Suz

# IDS_CREW_LASTNAME_JAPAN_7
source: Sato
zh: Sat

# IDS_CREW_LASTNAME_JAPAN_8
source: Takahashi
zh: Tak

# IDS_CREW_LASTNAME_JAPAN_9
source: Fuwa
zh: Fuw

# IDS_CREW_LASTNAME_PAN_AMERICA_0
source: Almeida
zh: 阿尔梅达

# IDS_CREW_LASTNAME_PAN_AMERICA_1
source: Alvarado
zh: 阿尔瓦拉多

# IDS_CREW_LASTNAME_PAN_AMERICA_10
source: García
zh: 加西亚

# IDS_CREW_LASTNAME_PAN_AMERICA_11
source: González
zh: 冈萨雷斯

# IDS_CREW_LASTNAME_PAN_AMERICA_12
source: Guerrero
zh: 格雷罗

# IDS_CREW_LASTNAME_PAN_AMERICA_13
source: Huerta
zh: 韦尔塔

# IDS_CREW_LASTNAME_PAN_AMERICA_14
source: Lucas
zh: 卢卡斯

# IDS_CREW_LASTNAME_PAN_AMERICA_15
source: Mantegna
zh: 蒙塔纳

# IDS_CREW_LASTNAME_PAN_AMERICA_16
source: Marcos
zh: 马科斯

# IDS_CREW_LASTNAME_PAN_AMERICA_17
source: Martínez
zh: 马内兹

# IDS_CREW_LASTNAME_PAN_AMERICA_18
source: Morales
zh: 莫拉莱斯

# IDS_CREW_LASTNAME_PAN_AMERICA_19
source: Ortega
zh: 奥尔特加

# IDS_CREW_LASTNAME_PAN_AMERICA_2
source: Álvarez
zh: 拉瓦雷斯

# IDS_CREW_LASTNAME_PAN_AMERICA_20
source: Pereira
zh: 佩雷拉

# IDS_CREW_LASTNAME_PAN_AMERICA_21
source: Ramírez
zh: 拉米雷斯

# IDS_CREW_LASTNAME_PAN_AMERICA_22
source: Rivas
zh: 里瓦斯

# IDS_CREW_LASTNAME_PAN_AMERICA_23
source: Rivera
zh: 里韦拉

# IDS_CREW_LASTNAME_PAN_AMERICA_24
source: Rojas
zh: 罗杰斯

# IDS_CREW_LASTNAME_PAN_AMERICA_25
source: Ruiz
zh: 鲁伊斯

# IDS_CREW_LASTNAME_PAN_AMERICA_26
source: Santos
zh: 桑托斯

# IDS_CREW_LASTNAME_PAN_AMERICA_27
source: Silva
zh: 席尔瓦

# IDS_CREW_LASTNAME_PAN_AMERICA_28
source: Torres
zh: 托雷斯

# IDS_CREW_LASTNAME_PAN_AMERICA_29
source: Villa
zh: 维拉

# IDS_CREW_LASTNAME_PAN_AMERICA_3
source: Andrés
zh: 安德烈

# IDS_CREW_LASTNAME_PAN_AMERICA_4
source: Barros
zh: 巴罗斯

# IDS_CREW_LASTNAME_PAN_AMERICA_5
source: Blanco
zh: 布兰科

# IDS_CREW_LASTNAME_PAN_AMERICA_6
source: Bueras
zh: 布拉斯

# IDS_CREW_LASTNAME_PAN_AMERICA_7
source: Castillo
zh: 卡斯蒂罗

# IDS_CREW_LASTNAME_PAN_AMERICA_8
source: Costa
zh: 科斯塔

# IDS_CREW_LASTNAME_PAN_AMERICA_9
source: Díaz
zh: 迪亚兹

# IDS_CREW_LASTNAME_PAN_ASIA_0
source: Yu
zh: 宇

# IDS_CREW_LASTNAME_PAN_ASIA_1
source: Haibo
zh: 海波

# IDS_CREW_LASTNAME_PAN_ASIA_10
source: Bao
zh: 包

# IDS_CREW_LASTNAME_PAN_ASIA_11
source: Chang
zh: 常

# IDS_CREW_LASTNAME_PAN_ASIA_12
source: Di
zh: 第

# IDS_CREW_LASTNAME_PAN_ASIA_13
source: Féng
zh: 冯

# IDS_CREW_LASTNAME_PAN_ASIA_14
source: Hong
zh: 洪

# IDS_CREW_LASTNAME_PAN_ASIA_15
source: Ji
zh: 季

# IDS_CREW_LASTNAME_PAN_ASIA_16
source: Liao
zh: 廖

# IDS_CREW_LASTNAME_PAN_ASIA_17
source: Lu
zh: 卢

# IDS_CREW_LASTNAME_PAN_ASIA_18
source: Luan
zh: 峦

# IDS_CREW_LASTNAME_PAN_ASIA_19
source: Ma
zh: 马

# IDS_CREW_LASTNAME_PAN_ASIA_2
source: Yang
zh: 洋

# IDS_CREW_LASTNAME_PAN_ASIA_20
source: Qiao
zh: 乔

# IDS_CREW_LASTNAME_PAN_ASIA_21
source: Shèn
zh: 沈

# IDS_CREW_LASTNAME_PAN_ASIA_22
source: Su
zh: 苏

# IDS_CREW_LASTNAME_PAN_ASIA_23
source: Tián
zh: 田

# IDS_CREW_LASTNAME_PAN_ASIA_24
source: Wong
zh: 黄

# IDS_CREW_LASTNAME_PAN_ASIA_25
source: Xiao
zh: 肖

# IDS_CREW_LASTNAME_PAN_ASIA_26
source: Xiong
zh: 熊

# IDS_CREW_LASTNAME_PAN_ASIA_27
source: Yao
zh: 姚

# IDS_CREW_LASTNAME_PAN_ASIA_28
source: Yuchi
zh: 尉迟

# IDS_CREW_LASTNAME_PAN_ASIA_29
source: Zhao
zh: 赵

# IDS_CREW_LASTNAME_PAN_ASIA_3
source: Gang
zh: 刚

# IDS_CREW_LASTNAME_PAN_ASIA_4
source: Jie
zh: 杰

# IDS_CREW_LASTNAME_PAN_ASIA_5
source: Wei
zh: 伟

# IDS_CREW_LASTNAME_PAN_ASIA_6
source: Jianguo
zh: 建国

# IDS_CREW_LASTNAME_PAN_ASIA_7
source: Haoyuan
zh: 浩远

# IDS_CREW_LASTNAME_PAN_ASIA_8
source: Qiang
zh: 强

# IDS_CREW_LASTNAME_PAN_ASIA_9
source: Yong
zh: 勇

# IDS_CREW_LASTNAME_POLAND_0
source: Piotrowski
zh: 彼得罗夫斯基

# IDS_CREW_LASTNAME_POLAND_1
source: Kamienski
zh: 卡曼斯基

# IDS_CREW_LASTNAME_POLAND_10
source: Czaszyński
ja: Czaszynski
zh: 卡兹夫斯基
zh_sg: Czaszynski

# IDS_CREW_LASTNAME_POLAND_11
source: Dwernicki
zh: 德文米奇

# IDS_CREW_LASTNAME_POLAND_12
source: Dworak
zh: 德沃夏克
