Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSB518
source: Lenin
ru: Ленин
uk: Ленін
zh: Ленин
zh_sg: 列宁

# IDS_PRSB518_DESCR
source: One of the variants of a high-speed battleship with a 406 mm battery (Project 21), developed under the "Big Ocean-Going Fleet" program. A distinctive feature of the Project was the concentration of the main battery turrets in the ship's bow.
es_mx: Una de las variantes de un acorazado de alta velocidad con una batería de 406 mm (Proyecto 21), desarrollado bajo el programa de la "Gran Flota". Una característica distintiva del proyecto fue la concentración de las torretas de la batería principal en la proa del barco.
ja: レーニン (プロイェークト 21) は、406 mm 砲を備えた高速戦艦の計画案のひとつであり、「大艦隊」計画に基づいて開発されました。その特徴として、主砲塔を艦首側に集中配置していました。
pl: Jeden z wariantów szybkiego pancernika z artylerią kal. 406 mm (projekt 21), zbudowanych w ramach programu „Wielka flota”. Cechą szczególną tego projektu była koncentracja wież głównej baterii w dziobowej części okrętu
ru: Один из вариантов быстроходного линкора с 406-мм артиллерией (проект 21), разработанный в рамках концепции строительства «Большого флота». Отличительной особенностью проекта было сосредоточение башен главного калибра в носовой части корабля.
uk: Один із варіантів швидкісного лінкора з 406-мм артилерією (проект 21), розроблений за концепцією будівництва «Великого флоту». Особливістю проекту було зосередження башт головного калібру в носовій частині корабля.
zh: Один из вариантов быстроходного линкора с 406-мм артиллерией (проект 21), разработанный в рамках концепции строительства «Большого флота». Отличительной особенностью проекта было сосредоточение башен главного калибра в носовой части корабля.
zh_sg: 在“大舰队”计划下研发的装备有406毫米炮组（项目21）的高速战列舰的变种之一。该项目的一个显著特点是船首拥有大量集中的主炮组炮塔。

# IDS_PRSB518_FULL
source: Lenin
ru: Ленин
uk: Ленін
zh: Ленин
zh_sg: 列宁

# IDS_PRSB528
source: Borodino
ru: Бородино
uk: Бородіно
zh: Бородино
zh_sg: 博罗季诺

# IDS_PRSB528_DESCR
source: A "small battleship" project developed in the early 1950s, with main armament consisting of several heavy guns concentrated at her fore end. Such ships were designed to act in groups and cope with any full-fledged battleship.
es_mx: Un proyecto de «pequeño acorazado» desarrollado a principios de los años 50, cuyo armamento principal constaba de varios cañones pesados concentrados en el extremo de proa. Estos barcos se diseñaron para actuar en grupos y lidiar con cualquier acorazado hecho y derecho.
ja: ボロジノは 1950 年代前半の「小型戦艦」計画で開発された計画案であり、主砲を艦首側に集中配置していました。本案は、グループで運用することで本格的な戦艦に対抗するという前提で設計されたものでした。
pl: Opracowany na początku lat 50. XX wieku projekt „małego pancernika” – z głównym uzbrojeniem złożonym z kilku ciężkich dział skupionych na dziobie okrętu. Okręty takie miały działać w grupach i współpracować z tradycyjnymi pancernikami.
ru: Разработанный в начале 1950-х годов проект «малого линкора», основное вооружение которого состояло из нескольких тяжёлых орудий, сосредоточенных в носовой оконечности. Действуя в группах, такие корабли должны были успешно справляться с любым полноценным линкором.
uk: Розроблений на початку 1950-х років, проект «малого лінкора», основне озброєння якого складалося з декількох важких гармат, зосереджених у носовій частині. Діючи разом, ці кораблі мали впоратися з будь-яким повноцінним лінкором.
zh: Разработанный в начале 1950-х годов проект «малого линкора», основное вооружение которого состояло из нескольких тяжёлых орудий, сосредоточенных в носовой оконечности. Действуя в группах, такие корабли должны были успешно справляться с любым полноценным линкором.
zh_sg: 发展于1950年代初期的一个“小型战列舰”项目，主武器由集中在舰身前部的几门重型火炮组成。设计为以小组集群行动，对抗成熟的战列舰。

# IDS_PRSB528_FULL
source: Borodino
ru: Бородино
uk: Бородіно
zh: Бородино
zh_sg: 博罗季诺

# IDS_PRSB528_SHORT
source: BOROD
ru: БОРОД
uk: БОРОД
zh: БОРОД
zh_sg: 博罗季诺

# IDS_PRSB538
source: V. I. Lenin
ru: В. И. Ленин
uk: В. І. Ленін
zh: В. И. Ленин
zh_sg: 弗拉基米尔·伊里奇·列宁

# IDS_PRSB538_DESCR
source: One of the design versions of a fast-moving battleship armed with 406 mm artillery (Project 21), developed under the "Big Ocean-Going Fleet" program. One peculiar feature of this design was the placement of main battery turrets at the fore end of the ship.
es_mx: Una de las variantes de un acorazado de alta velocidad con una batería de 406 mm (Proyecto 21), desarrollado bajo el programa de la "Gran Flota". Una característica distintiva del proyecto fue la concentración de las torretas de la batería principal en la proa del barco.
ja: レーニン (プロイェークト 21) は、406 mm 砲を備えた高速戦艦の計画案のひとつであり、「大艦隊」計画に基づいて開発されました。その特徴として、主砲塔を艦首側に集中配置していました。
pl: Jeden z wariantów szybkiego pancernika z artylerią kal. 406 mm (projekt 21), zbudowanych w ramach programu „Wielka flota”. Cechą szczególną tego projektu była koncentracja wież głównej baterii w dziobowej części okrętu
ru: Один из вариантов быстроходного линкора с 406-мм артиллерией (проект 21), разработанный в рамках концепции строительства «Большого флота». Отличительной особенностью проекта было сосредоточение башен главного калибра в носовой части корабля.
uk: Один із варіантів швидкісного лінкора з 406-мм артилерією (проект 21), розроблений за концепцією будівництва «Великого флоту». Особливістю проекту було зосередження башт головного калібру в носовій частині корабля.
zh: Один из вариантов быстроходного линкора с 406-мм артиллерией (проект 21), разработанный в рамках концепции строительства «Большого флота». Отличительной особенностью проекта было сосредоточение башен главного калибра в носовой части корабля.
zh_sg: 在“大舰队”计划下研发的装备有406毫米炮组（项目21）的高速战列舰的变种之一。该项目的一个显著特点是船首拥有大量集中的主炮组炮塔。

# IDS_PRSB538_FULL
source: V. I. Lenin
ru: В. И. Ленин
uk: В. І. Ленін
zh: В. И. Ленин
zh_sg: 弗拉基米尔·伊里奇·列宁

# IDS_PRSB538_SHORT
source: V. I. LENIN
ru: В. И. ЛЕНИН
uk: В. І. ЛЕНІН
zh: В. И. ЛЕНИН
zh_sg: 弗拉基米尔·伊里奇·列宁

# IDS_PRSB709
source: AL Sov. Rossiya
pl: AL Sow. Rossija
ru: AL Сов. Россия
uk: AL Рад. Росія
zh: AL Сов. Россия
zh_sg: AL 苏维埃罗西亚

# IDS_PRSB709_DESCR
source: Sovetskaya Rossiya, the pride of the Northern Parliament—one of the biggest and mightiest battleships at sea. She was designed and built during the Great War as part of the overall strategic plans. From the game Azur Lane
es_mx: El Sovetskaya Rossiya,el orgullo del Parlamento del Norte; uno de los barcos más grandes y poderosos acorazados en el mar. Fue diseñado y construido durante la Gran Guerra como parte de los planes estratégicos generales. Del juego Azur Lane.
ja: ソビエツカヤ・ロシアは、北方連合の誇りであり、最大最強の戦艦の 1 隻です。「大戦」の最中に総合戦略計画の一環として設計・建造されました。 「アズールレーン」より出典
pl: Sowieckaja Rossija, duma Północnego Parlamentu – jeden z największych i najpotężniejszych pancerników na morzu. Opracowany i zbudowany został w trakcie Wielkiej Wojny jako ważny element strategii. Z gry Azur Lane.
ru: «Советская Россия», опора Северного парламента, один из самых больших и мощных линкоров. Был спроектирован для строительства во время Великой войны в рамках общих стратегических планов. Из игры Azur Lane.
uk: «Радянська Росія», опора Північного парламенту, один із найбільших і найпотужніших лінкорів. Спроєктований для будівництва під час Великої Вітчизняної війни Радянського Союзу в межах спільних стратегічних планів. Із гри Azur Lane
zh: «Советская Россия», опора Северного парламента, один из самых больших и мощных линкоров. Был спроектирован для строительства во время Великой войны в рамках общих стратегических планов. Из игры Azur Lane.
zh_sg: 苏维埃罗西亚是北方联合的骄傲，是海上最大最强的战列舰之一。在大战中本是作为战略性的存在而发起设计与建造的计划。 出自游戏“碧蓝航线”

# IDS_PRSB709_FULL
source: AL Sov. Rossiya
pl: AL Sow. Rossija
ru: AL Сов. Россия
uk: AL Рад. Росія
zh: AL Сов. Россия
zh_sg: AL 苏维埃罗西亚

# IDS_PRSB709_SHORT
source: SROS
ru: СРОС
uk: РРОС
zh: СРОС
zh_sg: AL 苏维埃罗西亚

# IDS_PRSC001
source: Aurora
ru: Аврора
uk: Аврора
zh: 阿芙乐尔
zh_sg: 阿芙乐尔

# IDS_PRSC001_DESCR
source: The last ship in the Pallada class of protected cruisers, Aurora was surpassed in speed by other ships of her type and time. The ship was modernized to receive significantly enhanced armament. As a result, she became superior in artillery firepower to World War I cruisers with similar displacement.
es_mx: El último barco de la clase Pallada de cruceros protegidos, Aurora era sobrepasado en velocidad por otros barcos de su tipo y tiempo. El barco fue modernizado para recibir un armamento significativamente mejorado. Como resultado, se volvió superior en potencia de fuego de artillería de los cruceros de la Primera Guerra Mundial con desplazamiento similar.
ja: パルラーダ級防護巡洋艦としては最後に完成したこのアヴローラは、当時の巡洋艦としては低速でした。近代化改装によって兵装が大幅に強化された結果、同程度の排水量を有する一次大戦期の巡洋艦の中では、砲火力の高い艦となりました。
pl: Ostatni z klasy krążowników pancernopokładowych nazywanych „Pallada”. Aurora była wolniejsza niż inne ówczesne okręty tej klasy, ale dzięki modernizacji jej uzbrojenie uległo znacznej poprawie. W związku z tym okręt przewyższał pod względem siły ognia artylerii inne krążowniki z I wojny światowej o podobnej wyporności.
ru: Последний корабль в серии бронепалубных крейсеров типа «Паллада». Заметно проигрывал в скорости современным ему кораблям того же класса. В ходе модернизации получил существенно усиленное вооружение. Это позволило ему превзойти по артиллерийской мощи крейсеры с аналогичным водоизмещением периода Первой мировой войны.
uk: Останній корабель у серії бронепалубних крейсерів типу «Паллада». Помітно поступався у швидкості сучасним кораблям того ж класу. Під час модернізації отримав значно посилене озброєння. Це дозволило йому перевершити за артилерійською потужністю крейсери з аналогічною водотоннажністю періоду Першої світової війни.
zh: 阿芙乐尔号是一艘防护巡洋舰。为 帕拉达级中的第三与最后一艘。
zh_sg: Pallada级防护巡洋舰中的最后一艘，阿芙乐尔在航速上优于当时同类型的其它战舰。该舰进行了现代化改装而拥有大幅强化过的武器。因此，在火炮火力上成为了第一次世界大战期间同排水量级巡洋舰中的佼佼者。

# IDS_PRSC001_FULL
source: Aurora
ru: Аврора
uk: Аврора
zh: 阿芙乐尔
zh_sg: 阿芙乐尔

# IDS_PRSC001_SHORT
source: AUR
ru: АВР
uk: АВР
zh: 阿芙乐尔
zh_sg: 阿芙乐尔

# IDS_PRSC002
source: Diana
ru: Диана
uk: Діана
zh: 狄安娜
zh_sg: 狄安娜

# IDS_PRSC002_DESCR
source: Being a protected cruiser, whose design was typical between the end of the 19th and the beginning of the 20th century, she had a reasonably good main battery for her time. The ship was also armed with numerous secondary battery guns. Her vital parts were protected by the inclined deck armor.
es_mx: Siendo un crucero protegido, cuyo diseño era típico entre el final del siglo XIX y comienzos del XX, tenía una batería principal razonablemente buena para su tiempo. El barco también estaba armado con numerosos cañones de batería secundaria. Sus partes vitales estaban protegidas por el blindaje inclinado de cubierta.
ja: 防護巡洋艦ジアーナの設計は、19 世紀の末から 20 世紀初期にかけての時代においては典型的なものであり、当時としては充分に優秀な主砲に加え、多数の副砲を搭載していました。重要防御区画は、傾斜甲板装甲により防御されていました。
pl: Jako krążownik pancernopokładowy o charakterystyce typowej dla przełomu XIX i XX wieku, posiadał całkiem silną główną baterię dział. Był również uzbrojony w liczne działa baterii dodatkowej. Najważniejsze części okrętu osłonięte były pochylonym pancerzem pokładowym.
ru: Классический бронепалубный крейсер рубежа XIX–XX веков. Имел на вооружении достаточно удачные для своего времени орудия главного калибра и многочисленную артиллерию вспомогательного калибра. Жизненно важные части корабля были защищены броневой палубой со скосами.
uk: Класичний бронепалубний крейсер межі XIX-XX сторіч. Мав на озброєнні досить вдалі для свого часу гармати головного калібру й численну артилерію допоміжного калібру. Життєво важливі частини корабля були захищені броньовою палубою зі скосами.
zh: 在19世纪末至20世纪初所设计的一款典型的防护巡洋舰，其装备有当时最为优秀的主炮以及大量副炮，并且使用倾斜装甲对船体要害部位进行防护。
zh_sg: 在19世纪末至20世纪初所设计的一款典型的防护巡洋舰，其装备有当时最为优秀的主炮以及大量副炮，并且使用倾斜式甲板装甲对舰体要害部位进行防护。

# IDS_PRSC002_FULL
source: Diana
ru: Диана
uk: Діана
zh: 狄安娜
zh_sg: 狄安娜

# IDS_PRSC002_SHORT
source: DIANA
ru: ДИАНА
uk: ДІАНА
zh: 狄安娜
zh_sg: 狄安娜

# IDS_PRSC003
source: Murmansk
pl: Murmańsk
ru: Мурманск
uk: Мурманськ
zh: 摩尔曼斯克
zh_sg: 摩尔曼斯克

# IDS_PRSC003_DESCR
source: A fast scout cruiser with torpedo armament built in the U.S.A. and transferred to the U.S.S.R. Navy in 1944. In contrast to Soviet-built ships, Murmansk boasted more advanced AA defenses. However, some of her guns were casemate mounted. This impractical and obsolete firepower arrangement resulted in decreased artillery performance.
es_mx: Un crucero explorador rápido y equipado con armamento de torpedos construido en los EE.UU. y transferido a la Marina de la U.R.S.S. en 1944. En contraste a los barcos de construcción Soviética, Murmansk tenía unas defensas antiaéreas más avanzadas. Sin embargo, algunos de sus cañones estaban montados en casamatas. Esta disposición impráctica y obsoleta en potencia de fuego resultaba en un desempeño de artillería disminuido.
ja: 本艦は、雷装を備えた高速の偵察巡洋艦であり、アメリカで建造された後、1944 年にソ連に貸与され、ソ連ではムールマンスクと命名されました。ソ連製の艦艇と比べ、対空兵装が充実していました。しかし、一部の主砲が砲郭に設置されており、この非効率かつ時代遅れの配置のために、砲の効率性が損なわれていました。
pl: Szybki krążownik zwiadowczy wyposażony w torpedy. Powstał w USA, ale w 1944 trafił do marynarki ZSRR. Na tle okrętów zbudowanych przez Sowietów Murmańsk miał bardziej zaawansowaną obronę przeciwlotniczą. Niektóre z jego dział zainstalowano w kazamatach. Tak niepraktyczne i przestarzałe rozwiązanie obniżyło skuteczność artylerii okrętu.
ru: Быстроходный крейсер-разведчик американской постройки с торпедным вооружением. Передан в состав ВМФ СССР в 1944 году. В отличие от кораблей советской постройки имел более совершенную ПВО. Нерациональное размещение части артиллерии по устаревшей схеме в казематах снижало эффективность её использования.
uk: Швидкохідний крейсер-розвідник американського будівництва з торпедним озброєнням. Переданий до складу ВМФ СРСР 1944 р. На відміну від кораблів радянського будівництва мав досконалішу ППО. Нераціональне розміщення частини артилерії за застарілою схемою в казематах знижувало ефективність її використання.
zh: 为 1916 年海军计划部分设计的奥马哈级轻型侦察巡洋舰。该舰级具有航速高但防护弱的特点。直到大战结束为止，它都一直执行着护卫舰队的护航任务。
zh_sg: 一艘配备了鱼雷武器的快速侦察巡洋舰，于美国建造、而后来在1944年转交给苏联海军。与苏联制式战舰相比，摩尔曼斯克有着更先进的对空防御。然而，它的部门舰炮是炮台式炮座。这种不实用且过时的火力编制导致火炮性能降低。

# IDS_PRSC003_FULL
source: Murmansk
pl: Murmańsk
ru: Мурманск
uk: Мурманськ
zh: 摩尔曼斯克
zh_sg: 摩尔曼斯克

# IDS_PRSC003_SHORT
source: MUR
ru: МУР
uk: МУРСК
zh: 摩尔曼斯克
zh_sg: 摩尔曼斯克

# IDS_PRSC010
source: Diana L
ru: Диана L
uk: Діана L
zh: 狄安娜（L）
zh_sg: 狄安娜 L

# IDS_PRSC010_DESCR
source: Being a protected cruiser, whose design was typical between the end of the 19th and the beginning of the 20th century, she had a reasonably good main battery for her time. The ship was also armed with numerous secondary battery guns. Her vital parts were protected by the inclined deck armor.
es_mx: Siendo un crucero protegido, cuyo diseño era típico entre el final del siglo XIX y comienzos del XX, tenía una batería principal razonablemente buena para su tiempo. El barco también estaba armado con numerosos cañones de batería secundaria. Sus partes vitales estaban protegidas por el blindaje inclinado de cubierta.
ja: 防護巡洋艦ジアーナの設計は、19 世紀の末から 20 世紀初期にかけての時代においては典型的なものであり、当時としては充分に優秀な主砲に加え、多数の副砲を搭載していました。重要防御区画は、傾斜甲板装甲により防御されていました。
pl: Jako krążownik pancernopokładowy o charakterystyce typowej dla przełomu XIX i XX wieku, posiadał całkiem silną główną baterię dział. Był również uzbrojony w liczne działa baterii dodatkowej. Najważniejsze części okrętu osłonięte były pochylonym pancerzem pokładowym.
ru: Классический бронепалубный крейсер рубежа XIX–XX веков. Имел на вооружении достаточно удачные для своего времени орудия главного калибра и многочисленную артиллерию вспомогательного калибра. Жизненно важные части корабля были защищены броневой палубой со скосами.
uk: Класичний бронепалубний крейсер межі XIX-XX сторіч. Мав на озброєнні досить вдалі для свого часу гармати головного калібру й численну артилерію допоміжного калібру. Життєво важливі частини корабля були захищені броньовою палубою зі скосами.
zh: 在19世纪末至20世纪初所设计的一款典型的防护巡洋舰，其装备有当时最为优秀的主炮以及大量副炮，并且使用倾斜装甲对船体要害部位进行防护。
zh_sg: 在19世纪末至20世纪初所设计的一款典型的防护巡洋舰，其装备有当时最为优秀的主炮以及大量副炮，并且使用倾斜式甲板装甲对舰体要害部位进行防护。

# IDS_PRSC010_FULL
source: Diana Lima
ru: Диана Lima
uk: Діана Lima
zh: 狄安娜（L）
zh_sg: 狄安娜 L

# IDS_PRSC010_SHORT
source: DIANA
ru: ДИАНА
uk: ДІАНА
zh: 狄安娜
zh_sg: 狄安娜 L

# IDS_PRSC101
source: Orlan
ru: Орлан
uk: Орлан
zh: 海雕
zh_sg: 海雕

# IDS_PRSC101_DESCR
source: A patrol ship with very powerful artillery. Orlan was intended to operate in island waters. She boasted a very high level of maneuverability owing to her small dimensions and decent speed.
es_mx: Un barco patrullero con una artillería muy poderosa. Orlan fue diseñado para operar en aguas isleñas. Tenía un muy alto nivel de maniobrabilidad gracias a sus pequeñas dimensiones y una decente velocidad.
ja: オルランは、非常に強力な主砲を備えた警備艦であり、島の沿岸水域での運用を前提としていました。小型かつ高速であり、高い機動性を有していました。
pl: Statek patrolowy uzbrojony w potężną artylerię. Orlan miał operować na wodach przybrzeżnych. Dzięki małym rozmiarom mógł się poszczycić bardzo wysoką zwrotnością i niezłą szybkością.
ru: Сторожевой корабль с очень мощным артиллерийским вооружением. Предназначался для действий в акваториях островов. Благодаря малым размерам и неплохой скорости обладал очень высокой манёвренностью.
uk: Сторожовий корабель з дуже потужним артилерійським озброєнням. Призначався для дій в акваторіях островів. Завдяки малим розмірам і непоганій швидкості мав дуже високу маневреність.
zh: 装备有强大火炮的巡逻舰，船体较小但拥有着较高的航速，主要在岛屿近海执行任务。
zh_sg: 一艘配备着非常强大火炮的巡逻舰。海雕主要用于在岛屿海域作战。归功于较小的尺寸和不错的航速，有着非常强的机动性。

# IDS_PRSC101_FULL
source: Orlan
ru: Орлан
uk: Орлан
zh: 海雕
zh_sg: 海雕

# IDS_PRSC101_SHORT
source: ORLAN
ru: ОРЛАН
uk: ОРЛАН
zh: 海雕
zh_sg: 海雕

# IDS_PRSC102
source: Novik
pl: Nowik
ru: Новик
uk: Новік
zh: 诺维克
zh_sg: 诺维克

# IDS_PRSC102_DESCR
source: The pioneer ship of a scout cruiser type, Novik carried rapid-fire guns but was weak in terms of armor. In the course of her service, she was the fastest cruiser in the world.
es_mx: El barco pionero de un tipo de cruceros de reconocimiento, el Novik tenía cañones de fuego rápido pero era débil en términos de blindaje. Durante su servicio, fue el crucero más rápido en el mundo.
ja: ノヴィークは、偵察巡洋艦という艦種の草分けであり、速射砲を搭載する一方で、装甲は脆弱でした。就役期間中には、全期間を通じて世界最速の巡洋艦であり続けました。
pl: Pionierski okręt typu krążownika zwiadowczego, Nowik, uzbrojony był w szybkostrzelne działa, ale posiadał cienki pancerz. W czasie swojej służby był najszybszym krążownikiem świata.
ru: Родоначальник класса крейсеров-разведчиков. Был вооружён скорострельной артиллерией, но обладал слабым бронированием. В период службы являлся самым быстроходным крейсером в мире.
uk: Родоначальник класу крейсерів-розвідників. Був озброєний скорострільною артилерією, але мав слабке бронювання. Під час служби був найшвидшим крейсером у світі.
zh: 侦察巡洋舰类型的先驱舰艇，诺维克虽搭载着速射炮但在装甲方面较为薄弱。在它整个服役的期间，是世界上最快速的巡洋舰。
zh_sg: 侦察巡洋舰类型的先驱战舰，诺维克虽搭载了速射炮但在装甲方面却较为薄弱。在它整个服役的期间，是世界上最快速的巡洋舰。

# IDS_PRSC102_FULL
source: Novik
pl: Nowik
ru: Новик
uk: Новік
zh: 诺维克
zh_sg: 诺维克

# IDS_PRSC102_SHORT
source: NOVIK
pl: NOWIK
ru: НОВИК
uk: НОВІК
zh: 诺维克
zh_sg: 诺维克

# IDS_PRSC103
source: Bogatyr
ru: Богатырь
uk: Богатир
zh: 博加特里
zh_sg: 博加特里

# IDS_PRSC103_DESCR
source: The best protected cruiser in the Russian Navy. This ship was based on a project that was notable for its overall well-balanced features and good protection of the ship's numerous main guns, some of which were mounted in turrets. During World War I, the ship was re-armed with more advanced artillery.
es_mx: El mejor crucero protegido en la Marina Rusa. Este barco estaba basado en un proyecto que era notable por sus características bien balanceadas y la buena protección de los numerosos cañones principales del barco, algunos de los cuales estaban montados en torretas. Durante la Primera Guerra Mundial, el barco fue rearmado con artillería más avanzada.
ja: ボガトィーリは、ロシア海軍における最高の防護巡洋艦として知られています。総合的なバランスの良さと、数多く搭載された主砲に優れた防御を施し、主砲の一部を砲塔に搭載していた点を特徴とする計画案に基づいて建造されました。一次大戦中には、より高性能な砲へと換装されました。
pl: Najlepiej opancerzony krążownik Marynarki Rosyjskiej. Projekt okrętu był dobrze zrówoważony i uwzględniał dobrą ochronę dla licznych dział głównej baterii, z których część umieszczono w wieżach. W czasie I wojny światowej okręt został przezbrojony w nowocześniejszą artylerię.
ru: Лучший российский бронепалубный крейсер. Отличался общей сбалансированностью проекта. Многочисленная артиллерия крейсера была хорошо защищена, часть её размещалась в башнях. Во время Первой мировой войны был перевооружён более современными орудиями.
uk: Ліпший російський бронепалубний крейсер. Відрізнявся загальною збалансованістю проекту. Численна артилерія крейсера була добре захищена, частина її розміщувалася у баштах. Під час Першої світової війни був переозброєний сучаснішими гарматами.
zh: 海军中最佳的防护巡洋舰。该舰是以显著的整体妥善平衡特色作为计划基础、而且该舰众多主炮都有良好的防护，其中一些是安装在炮塔之中。大战期间，该舰重新装备了更先进的火炮。
zh_sg: 为俄罗斯海军中最好的防护巡洋舰。这艘战舰设计非常注重整体平衡及众多主炮的防护性，部门火炮甚至安装在炮塔里。第一次世界大战期间，该舰重新装备了更先进的火炮。

# IDS_PRSC103_FULL
source: Bogatyr
ru: Богатырь
uk: Богатир
zh: 博加特里
zh_sg: 博加特里

# IDS_PRSC103_SHORT
source: BGTR
ru: БГТР
uk: БГТР
zh: 博加特里
zh_sg: 博加特里

# IDS_PRSC104
source: Svietlana
pl: Swietłana
ru: Светлана
uk: Свєтлана
zh: 斯维特拉娜
zh_sg: 斯维特拉那

# IDS_PRSC104_DESCR
source: The first light cruiser with turbine propulsion, laid down for the Imperial Russian Navy. Svietlana was notably faster than her predecessors. Her armor protection and weapons were quite good for her time. The ship's artillery was remarkable for its long range and strong ballistic properties.
es_mx: El primer crucero ligero con propulsión por turbina, construido para la Marina Imperial Rusa. El Svietlana era notablemente más rápido que sus predecesores. Su blindaje y armas eran bastante buenos para su tiempo. La artillería de barco era reconocida por su largo alcance y fuertes propiedades balísticas.
ja: スヴェトラーナ級軽巡洋艦は、ロシア帝国海軍用として起工された軽巡洋艦としては初めてタービン機関を採用した艦級です。従来の軽巡洋艦に比して大幅に優速であるばかりではなく、装甲防御力も兵装も当時としては極めて優れたものであり、その主砲が長い射程と良好な弾道特性を備えていた点は特筆すべき特長でした。
pl: Pierwszy lekki krążownik z napędem turbinowym, zbudowany dla Marynarki Wojennej Imperium Rosyjskiego. Swietłana była zauważalnie szybsza, niż jej poprzednicy. Jej pancerz i uzbrojenie były całkiem dobre jak na ówczesne standardy. O jego znakomitości stanowiła artyleria dalekiego zasięgu o dobrej trajektorii balistycznej.
ru: Первый лёгкий крейсер с турбинной энергетической установкой, заложенный для Российского императорского флота. Заметно превосходил предшественников по скорости. Для своего времени был неплохо бронирован и вооружён. Артиллерия корабля отличалась дальнобойностью и хорошей баллистикой.
uk: Перший легкий крейсер з турбінною силовою установкою, закладений для Російського імператорського флоту. Значно перевершував попередників за швидкістю. Свого часу був непогано броньований і озброєний. Артилерія корабля відрізнялася далекобійністю та хорошою балістикою.
zh: 第一艘带有涡轮推进装置的轻型巡洋舰。斯维特拉娜在航速上明显超越它的前辈。它的装甲防护力与武器对当时标准而言都相当地不错。该舰值得注意的是其长程火炮拥有良好的惯性弹道。
zh_sg: 第一艘带有涡轮推进装置的轻型巡洋舰，俄罗斯帝国海军的基石。斯维特拉那在航速上明显超越它的前代战舰。它的装甲防护力与武器对当时标准而言都相当地不错。该舰值得注意的是其长程火炮拥有良好的弹道。

# IDS_PRSC104_FULL
source: Svietlana
pl: Swietłana
ru: Светлана
uk: Свєтлана
zh: 斯维特拉娜
zh_sg: 斯维特拉那

# IDS_PRSC104_SHORT
source: SVTL
ru: СВЕТ
uk: СВТЛ
zh: 斯维特拉娜
zh_sg: 斯维特拉那

# IDS_PRSC105
source: Kirov (OLD)
pl: Kirow (OLD)
ru: Киров (OLD)
uk: Кіров (OLD)
zh: 基洛夫
zh_sg: 基洛夫 (OLD)
