Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PGSC001_DESCR
source: A large armored gunboat, capable of operating on the high seas and intended for colonial service. Besides her powerful armament, Hermelin was also noted for her high speed, a feature that was uncommon for this ship type.
es_mx: Un barco cañonero de gran tamaño capaz de operar en altamar, previsto para servicio colonial. Aparte de su poderoso armamento, Hermelin también era notable por su alta velocidad, atípico para este tipo de barcos.
ja: ヘルメリーンは、外洋航行能力を有する大型の装甲砲艦であり、植民地用として建造されました。極めて強力な主砲に加えて、この艦種としては例外的なまでの高い速力を有していました。
pl: Duża opancerzona kanonierka zdolna do operowania na otwartym morzu, zbudowana z myślą o służbie kolonijnej. Oprócz dość silnego uzbrojenia, Hermelin charakteryzował się również dużą szybkością, nietypową jak na ten rodzaj okrętu.
ru: Крупная бронированная канонерская лодка, способная действовать в открытом море и предназначавшаяся для колониальной службы. Имела достаточно мощное вооружение и очень высокую для своего класса скорость.
uk: Велика броньована канонерка, здатна діяти у відкритому морі й призначалася для колоніальної служби. Мала достатньо потужне озброєння і дуже високу для свого класу швидкість.
zh: 鼬号是一艘能够在公海上执行任务的大型装甲炮舰，主要用于各殖民地的警戒任务，除了强大的火力，此级战舰还具备有高航速的特点。
zh_sg: 一艘可在大海上作业、服役于殖民地的大型装甲炮艇。除了相当强大的武器外，鼬也因为拥有着对于此舰种不同寻常的高航速而闻名。

# IDS_PGSC001_FULL
source: Hermelin
zh: 鼬
zh_sg: 鼬

# IDS_PGSC002
source: Dresden
zh: 德累斯顿
zh_sg: 德累斯顿

# IDS_PGSC002_DESCR
source: A typical German protected cruiser of the early 20th century. Dresden could serve as a scout or raider, or cover a ship squadron from enemy destroyers. She could boast a high speed for her time and very good armor protection. Compared with the majority of her contemporary enemy cruisers, she was fitted with numerous, yet less efficient guns.
es_mx: Un crucero protegido típico de inicios del siglo 20. Dresden podía servir como un barco de exploración o de asalto, o bien cubrir a un escuadrón de barcos de destructores enemigos. Para su tiempo, presumía una alta velocidad y una excelente protección. Comparado en contra de la mayoría de los cruceros de los enemigos potenciales, estaba equipado con una cantidad numerosa de armas aunque menos eficientes.
ja: ドレースデン級は、二十世紀初頭におけるドイツの典型的な防護巡洋艦であり、偵察、攻撃、敵駆逐艦の攻撃に備えた船団護衛など、様々な任務に対応可能でした。当時としては高い速力と極めて優秀な防御力を有していました。しかし、競合する敵巡洋艦の大半に比べ、本級の艦載砲は、砲門数は多くても有効性では劣っていました。
pl: Typowy niemiecki krążownik pancernopokładowy z początku XX wieku. Dresden mógł służyć jako zwiadowca, korsarz i okręt eskortowy. Jak na swoje czasy wyróżniał się bardzo dobrym pancerzem i dużą prędkością. W porównaniu do większości konkurencyjnych krążowników miał więcej dział, które były jednak mniej skuteczne.
ru: Типичный германский бронепалубный крейсер начала XX века. Мог выполнять функции разведчика, рейдера и прикрывать эскадру от эсминцев противника. Развивал высокую для своего времени скорость и имел очень хорошую защиту. Имел на вооружении многочисленные, но слабые по сравнению с большинством крейсеров вероятного противника орудия.
uk: Типовий німецький бронепалубний крейсер початку XX сторіччя. Міг виконувати функції розвідника, рейдера та прикривати ескадру від есмінців супротивника. Набирав високу для свого часу швидкість і мав дуже хороший захист. Мав на озброєнні численні, але слабкі у порівнянні з більшістю крейсерів імовірного супротивника гармати.
zh: 该国在二十世纪初所建造的一级非常典型的防护巡洋舰，德累斯顿具有高航速和良好的装甲防护能力，可执行侦察、突袭等多种任务，同时也可保护船队免受敌方驱逐舰的袭击。但与当时潜在对手的巡洋舰相比，其安装了很多效率较低的火炮。
zh_sg: 一艘二十世纪初期的典型德国防护巡洋舰。德累斯顿 可用作侦察、袭击、或掩护舰队被驱逐舰威胁。就当时的技术标准而论有着高航速和非常好的防护力。但与当时其他巡洋舰相比，安装了大量却效率不高的舰炮。

# IDS_PGSC002_FULL
source: Dresden
zh: 德累斯顿
zh_sg: 德累斯顿

# IDS_PGSC002_SHORT
source: DRSN
zh: 德累斯顿
zh_sg: 德累斯顿

# IDS_PGSC103
source: Kolberg
zh: 科尔贝格
zh_sg: 科尔贝格

# IDS_PGSC103_DESCR
source: The last protected cruiser in the German Navy. The ship was developed from the Dresden-class multipurpose cruisers. In contrast to her predecessors, she had larger dimensions, a higher speed, and more powerful artillery. During her modernization, Kolberg received two deck-mounted torpedo tubes in addition to her primary armament.
es_mx: El último crucero protegido en la Marina Alemana. El barco fue desarrollado en base a los cruceros multipropósito de la clase Dresden. En contraste a sus predecesores, tenía dimensiones más grandes, una velocidad más alta y una artillería más poderosa. Durante su modernización, Kolberg recibió dos tubos de torpedo montados a cubierta en adición de su armamento primario.
ja: コルベルク級小型巡洋艦は、ドイツ帝国海軍における最後の防護巡洋艦です。汎用巡洋艦であるドレスデン級巡洋艦の発展型であり、前級に比して大型化され、速力および砲力が強化されていました。後の近代化改装により、甲板上に 2 門の魚雷発射管が追加されました。
pl: Ostatni krążownik pancernopokładowy marynarki niemieckiej. Okręt został zbudowany w oparciu o krążowniki wielozadaniowe klasy Dresden. W porównaniu z poprzednikami Kolberg był większy, szybszy i potężniej uzbrojony. W trakcie modernizacji na jego pokładzie zainstalowano dwie wyrzutnie torpedowe.
ru: Последний бронепалубный крейсер германского флота. Являлся развитием универсальных крейсеров типа Dresden, отличаясь от них увеличенными размерами, более высокой скоростью хода и усиленной артиллерией. В ходе модернизации в дополнение к основному вооружению получил палубные торпедные аппараты.
uk: Останній бронепалубний крейсер німецького флоту. Був розвитком універсальних крейсерів типу Dresden, але відрізнявся від них збільшеними розмірами, більш високою швидкістю ходу й посиленою артилерією. Під час модернізації на додаток до основного озброєння отримав палубні торпедні апарати.
zh: 该国海军所装备的最后一级防护巡洋舰，以德累斯顿级为基础进行设计，拥有更大的船体，更高的航速和更强的火力。在后续的现代化改造中还在甲板上装设两座鱼雷发射管作为其主要武器。
zh_sg: 德国海军中的最后一艘防护巡洋舰。研发基于德累斯顿 多用途巡洋舰。与它的前代战舰想比，拥有更大的尺寸、更高的航速以及更为强大的火炮。在现代化改装期间，科尔贝格除了主要武器外、还在甲板上安装了两座鱼雷发射管。

# IDS_PGSC103_FULL
source: Kolberg
zh: 科尔贝格
zh_sg: 科尔贝格

# IDS_PGSC103_SHORT
source: KOLB
zh: 科尔贝格
zh_sg: 科尔贝格

# IDS_PGSC104
source: Karlsruhe
zh: 卡尔斯鲁厄
zh_sg: 卡尔斯鲁厄

# IDS_PGSC104_DESCR
source: One of the most powerful light cruisers of World War I. The ship's artillery and torpedo armament was powerful for her size. She was capable of decent speeds and matched similar ships of rival navies in terms of her armor.
es_mx: Uno de los cruceros ligeros más poderosos de la Primer Guerra Mundial. La artillería del barco y armamento de torpedos era poderoso para su tamaño. Tenía una velocidad decente y era similar en términos de blindaje a otros barcos de marinas rivales.
ja: カールスルーエ級小型巡洋艦は、一次大戦における最強の軽巡洋艦のひとつとして知られており、その大きさの割に強力な主砲と雷装を備えていました。速力も優秀であり、装甲防御の面では競合国の各種類似艦と同等でした。
pl: Jeden z najpotężniejszych lekkich krążowników I wojny światowej. Jak na swoje rozmiary cechował się bardzo silną artylerią i uzbrojeniem torpedowym. Osiągał zadowalającą prędkość i miał pancerz porównywalny z konkurencyjnymi okrętami.
ru: Один из сильнейших лёгких крейсеров периода Первой мировой войны. Имел мощное для своих размеров артиллерийское и торпедное вооружение. Развивал неплохую скорость и не уступал в бронировании аналогичным кораблям противника.
uk: Один з найсильніших легких крейсерів періоду Першої світової війни. Мав потужне для своїх розмірів артилерійське і торпедне озброєння. Набирав непогану швидкість й не поступався у бронюванні аналогічним кораблям супротивника.
zh: 一款强大的轻巡洋舰，在其有限的船体空间上装备了火力强劲的火炮和鱼雷等武器。其速度性能良好但相对于其它海军的类似船只，其在装甲防护能力上较弱。
zh_sg: 第一次世界大战中最为强大的轻型巡洋舰之一。在其有限的船体空间上装备了火力强劲的火炮和鱼雷等武器。其速度性能良好但相对于其它海军的类似船只，在装甲防护能力上较弱。

# IDS_PGSC104_FULL
source: Karlsruhe
zh: 卡尔斯鲁厄
zh_sg: 卡尔斯鲁厄

# IDS_PGSC104_SHORT
source: KARL
zh: 卡尔斯鲁厄
zh_sg: 卡尔斯鲁厄

# IDS_PGSC105
source: Königsberg
zh: 柯尼斯堡
zh_sg: 柯尼斯堡

# IDS_PGSC105_DESCR
source: A light cruiser with artillery and torpedo armament that was quite powerful for her size. Königsberg was the first among German cruisers to be equipped with aircraft handling equipment. One of her key features was the unconventional arrangement of her aft main turrets.
es_mx: Un crucero ligero cuya artillería y armamento de torpedos era bastante poderoso para su tamaño. Königsberg fue el primero de los cruceros Alemanes en ser equipado con equipo para el manejo de aviones. Una de sus características clave era una disposición poco convencional de las torretas principales de popa.
ja: ケーニヒスベルク級軽巡洋艦は、その大きさの割に極めて強力な主砲と雷装を備えており、また、ドイツの巡洋艦としては初めて水上機用カタパルトが搭載されていました。大きな特徴のひとつが、船尾側の 2 基の主砲塔の配置が特殊であった点です。
pl: Lekki krążownik, który poszczycić się mógł całkiem silnym uzbrojeniem artyleryjskim i torpedowym jak na swoje rozmiary. Königsberg był jednym z pierwszych niemieckich krążowników zdolnych do obsługi samolotów. Jedną z jego charakterystycznych cech jest nietypowe rozmieszczenie rufowych dział głównej baterii.
ru: Небольшой лёгкий крейсер, имевший достаточно мощное для своих размеров артиллерийское и торпедное вооружение. Первым из германских крейсеров получил авиационное оборудование. Одна из особенностей корабля заключалась в оригинальном расположении кормовых башен главного калибра.
uk: Невеликий легкий крейсер, який мав досить потужне для своїх розмірів артилерійське і торпедне озброєння. Першим з німецьких крейсерів отримав авіаційне обладнання. Одна з особливостей корабля полягала в оригінальному розташуванні кормових башт головного калібру.
zh: 在有限的舰体空间上装备强大的火炮和鱼雷等多种武器的一款轻巡洋舰，其也是该国海军首批携带水上飞机的巡洋舰。此外，其后部炮塔位置的非常规设计也是其主要特点。
zh_sg: 一艘对其大小而言，有着十分强大的火炮与鱼雷武器之轻型巡洋舰。柯尼斯堡 是德国巡洋舰中，第一艘装备了飞机装卸设备的战舰。它的主要特色之一，就是非常规排列的舰尾主炮塔。

# IDS_PGSC105_FULL
source: Königsberg
zh: 柯尼斯堡
zh_sg: 柯尼斯堡

# IDS_PGSC105_SHORT
source: KBRG
zh: 柯尼斯堡
zh_sg: 柯尼斯堡

# IDS_PGSC106
source: Nürnberg
zh: 纽伦堡
zh_sg: 纽伦堡

# IDS_PGSC106_DESCR
source: The ship was developed from the Königsberg-class cruisers. In contrast to her predecessors, she had larger dimensions and featured reinforced turret armor. Moreover, she retained the main battery guns with their high performance characteristics. The cruiser's AA defense comprised numerous anti-aircraft guns.
es_mx: El barco fue desarrollado de los cruceros de la clase Königsberg. En contraste a su predecesor, tenía unas dimensiones más grandes y un blindaje de torretas reforzado. Aun más, retuvo los cañones de la batería principal con las características de alto desempeño. La defensa AA del crucero se comprometía de numerosos cañones antiaéreos.
ja: ニュルンベルクは、ケーニヒスベルク級軽巡洋艦の改良型であり、前級に比して大型化され、高性能な主砲を継承しつつ、砲塔装甲が強化されていました。さらに、対空兵装も多数搭載されていました。
pl: Okręt zbudowany w oparciu o krążowniki klasy Königsberg. W porównaniu do poprzedników był większy i posiadał lepiej opancerzone wieże. Zachował za to działa głównej baterii o doskonałych osiągach. Jego obrona przeciwlotnicza składała się z licznych dział.
ru: Развитие крейсеров типа Königsberg. Отличался от предшественников большими размерами и усиленным бронированием башен, сохранив на вооружении очень удачные по своим характеристикам орудия главного калибра. ПВО крейсера обеспечивалась большим числом стволов зенитной артиллерии.
uk: Розвиток крейсерів типу Königsberg. Відрізнявся від попередників великими розмірами та посиленим бронюванням башт, зберігши на озброєнні дуже вдалі за своїми характеристиками гармати головного калібру. ППО крейсера забезпечувалася великим числом стволів зенітної артилерії.
zh: 莱比锡级巡洋舰的二号舰。该级舰是在柯尼斯堡级的基础上进行设计，扩大舰体，强化炮塔装甲，此外其保留了原有的高性能主炮并加装了大量的防空炮。
zh_sg: 在柯尼斯堡级巡洋舰基础上研发。与它的前代战舰理念相反，拥有更大的尺寸并配备了增强型炮塔装甲。此外其保留了原有的高性能主炮并加装了大量的防空炮。

# IDS_PGSC106_FULL
source: Nürnberg
zh: 纽伦堡
zh_sg: 纽伦堡

# IDS_PGSC106_SHORT
source: NURN
zh: 纽伦堡
zh_sg: 纽伦堡

# IDS_PGSC107
source: Yorck
zh: 约克
zh_sg: 约克

# IDS_PGSC107_DESCR
source: Owing to her well-balanced characteristics, the ship surpassed the first generation cruisers of her time that were subject to the Washington Naval Treaty in terms of armor protection, and light cruisers in terms of artillery power.
es_mx: Gracias a sus características bien balanceadas, el barco sobrepasaba a la primera generación de cruceros de su tiempo, que estaban sujetos al Tratado Naval de Washington, en términos de protección, y a cruceros ligeros en términos de poder de artillería.
ja: ヨルクは、性能バランスに優れており、防御力においてはワシントン海軍軍縮条約に対応した当時の第 1 世代の条約型巡洋艦を、砲力いおいては当時の軽巡洋艦を上回っていました。
pl: Przy budowie tego okrętu uwzględniano ograniczenia nakładane przez waszyngtoński traktat morski, ale umiejętnie zrównoważono wszystkie jego cechy. Dzięki temu przewyższał krążowniki z tego czasu pod względem opancerzenia, a lekkie krążowniki pod względem siły ognia.
ru: Очень удачный по своим характеристикам корабль, превосходивший современные ему «вашингтонские» крейсеры первого поколения по защите, а лёгкие крейсеры — по мощи артиллерийского вооружения.
uk: Дуже вдалий за своїми характеристиками корабель, який перевершував за потужністю артилерійського озброєння легкі крейсери, а за захистом — сучасні крейсери першого покоління, які були побудовані згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р.
zh: 各项性能均衡的一款巡洋舰设计方案，在装甲防护和火力性能上都超越了当时受到限制的各国条约型轻巡洋舰。
zh_sg: 各项性能均衡的一艘巡洋舰，在装甲防护和火力性能上都超越了当时受到华盛顿海军条约武器限制的第一代型轻巡洋舰。

# IDS_PGSC107_FULL
source: Yorck
zh: 约克
zh_sg: 约克

# IDS_PGSC107_SHORT
source: YORCK
zh: 约克
zh_sg: 约克

# IDS_PGSC108
source: Hipper
zh: 希佩尔
zh_sg: 希佩尔上将

# IDS_PGSC108_DESCR
source: A heavy cruiser that matched most ships of her type in terms of speed and the power of her armament. The ship boasted distinct advantages typical of the German Navy's ships, i.e. an advanced gun fire control system and a high level of survivability. Those advantages were the result of the ship's decent armor protection, rugged construction, and her elaborate subdivision into compartments.
es_mx: Un crucero pesado que era tan bueno como la mayoría de los barcos de este tipo en términos de velocidad y potencia de armamento. El barco presumía varias ventajas sobre los barcos típicos de la Marina Alemana, Tales como un avanzado sistema de control de disparo y un alto nivel de supervivencia. Esas ventajas se basaban en la decente protección del barco, construcción robusta, y elaboradas subdivisiones en compartimentos.
ja: アドミラル・ヒッパー級重巡洋艦は、列強の各種重巡洋艦と同等の速力と砲力を備え、そして先進的な射撃管制装置や高い抗堪性など、ドイツ海軍の艦艇として典型的な、大きな優位性を有していました。これは、強固な装甲防御、頑丈な構造、入念な区画分割によって実現されていました。
pl: Ciężki krążownik, który dorównywał większości okrętów swojej klasy pod względem szybkości i siły ognia. Jednocześnie cechował się kilkoma zaletami typowymi dla okrętów niemieckich, np. zaawansowanym systemem kontroli ognia i dużą przeżywalnością. Zalety te wynikały z dobrego opancerzenia i przemyślanej konstrukcji.
ru: Тяжёлый крейсер, по скорости и мощи вооружения не уступавший большинству кораблей аналогичного класса. Обладал характерными для германского флота преимуществами: совершенной системой управления огнём и высокой живучестью. В основе этих преимуществ лежала неплохая защита, надёжная конструкция корпуса и продуманное разделение на отсеки.
uk: Важкий крейсер, за швидкістю та потужністю озброєння не поступався більшості кораблів аналогічного класу. Мав характерні для німецького флоту переваги: досконалу систему керування вогнем та високу живучість. Засадами цих переваг були непоганий захист, надійна конструкція корпусу та продуманий поділ на відсіки.
zh: 希佩尔海军上将在速度性能和装备方面与其它海军的同类型重巡洋舰相比毫不逊色，其保持着该国军舰的典型特点，拥有先进的火控系统和较高的生存能力等优势，而这些优势则有赖于其坚固的结构和精细划分的船室隔舱所提供的良好防护能力。
zh_sg: 一艘在航速与武器威力方面与多数同类型战舰水平相当的重型巡洋舰。战舰保持着德国军舰的典型特点，拥有先进的火控系统和较高的生存能力等优势，而这些优势则有赖于其坚固的结构和精细划分的船室隔舱所提供的良好防护能力。

# IDS_PGSC108_FULL
source: Admiral Hipper
zh: 希佩尔海军上将
zh_sg: 希佩尔上将

# IDS_PGSC108_SHORT
source: HIPP
zh: 希佩尔海军上将
zh_sg: 希佩尔上将

# IDS_PGSC109
source: Roon
zh: 罗恩
zh_sg: 罗恩

# IDS_PGSC109_DESCR
source: The ship differed from her predecessor with her larger size and considerably reinforced AA armament. Moreover, she had more main battery guns with a different arrangement, resulting in the ship's artillery power being concentrated in her aft end.
es_mx: Contrario a su predecesor, el barco era más largo en tamaño y llevaba un armamento AA considerablemente reforzado. Inclusive, tenía más cañones de la batería principal que estaban ordenados de forma distinta, resultando en el poder de artillería del barco siendo concentrado en la popa.
ja: ローンは、前級より大型化され、対空兵装の大幅強化が図られていました。さらに、主砲の砲門数も増加しており、特殊な砲塔配置により、その火力は船尾側に集中していました。
pl: W porównaniu ze swoimi poprzednikami okręt ten był większy i posiadał lepsze uzbrojenia przeciwlotnicze. Ponadto działa jego głównej baterii były liczniejsze i rozmieszczone w nietypowy sposób, przez co jego siła ognia skupiona była w części rufowej.
ru: Отличался от предшественника большими размерами и значительно усиленным зенитным вооружением. Кроме того, нёс большее число орудий главного калибра, размещение которых также было изменено. В результате, основная артиллерийская мощь крейсера была сконцентрирована в кормовой части корпуса.
uk: Відрізнявся від попередника великими розмірами і значно посиленим зенітним озброєнням. Крім того, ніс більшу кількість гармат головного калібру, розміщення яких також було змінено. У результаті, основна артилерійська міць крейсера була сконцентрована у кормовій частині корпусу.
zh: 具有宽阔的舰体并且显着提高了防空能力，在主炮组的设置上采用了不同以往的设计，使得主炮主要集中于船体后方。
zh_sg: 不同于前代舰，具有宽阔的舰体和显著强化的对空防御武器，在主炮组的设置上采用了不同以往的设计，使得主炮主要集中于船体后方。

# IDS_PGSC109_FULL
source: Roon
zh: 罗恩
zh_sg: 罗恩

# IDS_PGSC109_SHORT
source: ROON
zh: 罗恩
zh_sg: 罗恩

# IDS_PGSC110
source: Hindenburg
zh: 兴登堡
zh_sg: 兴登堡

# IDS_PGSC110_DESCR
source: The ship was developed from a series of German heavy cruisers. Relative to the ships of her preceding classes, she had a larger displacement and more powerful main battery guns.
es_mx: El barco fue desarrollado a partir de una serie de cruceros pesados Alemanes. A diferencia de los barcos de clases precedentes, tenía un mayor desplazamiento y cañones de la batería principal más poderosos.
ja: ヒンデンブルクは、ドイツの各種重巡洋艦を発展させた艦です。従来の各艦級に比して大型化され、より強力な主砲を備えていました。
pl: Okręt zaprojektowany na podstawie serii niemieckich ciężkich krążowników. W przeciwieństwie do okrętów klas go poprzedzających, Hindenburg miał większą wyporność i potężniejszą artylerię.
ru: Дальнейшее развитие линии германских тяжёлых крейсеров. Отличался от кораблей предыдущих типов увеличенным водоизмещением и более мощной артиллерией главного калибра.
uk: Подальший розвиток лінії німецьких важких крейсерів. Відрізнявся від кораблів попередніх типів збільшеною водотоннажністю та потужнішою артилерією головного калібру.
zh: 该国的一系列重巡洋舰设计中的一款方案，与之前有所不同，该方案中，战舰更注重速度性能并装备火力更强的主炮。
zh_sg: 该战舰研发基于德国重型巡洋舰系列。不像先前舰级的战舰，它拥有更大的排水量并装备火力更强的主炮。

# IDS_PGSC110_FULL
source: Hindenburg
zh: 兴登堡
zh_sg: 兴登堡

# IDS_PGSC110_SHORT
source: HIND
zh: 兴登堡
zh_sg: 兴登堡

# IDS_PGSC502
source: Emden
zh: 埃姆登
zh_sg: 埃姆登

# IDS_PGSC502_DESCR
source: This ship served as a multipurpose protected cruiser of the German Navy. Compared with the lead ship of her series, she had a different type of propulsion. She carried numerous rapid-fire guns of a relatively small caliber, and was well protected for a ship of her type.
es_mx: El barco sirvió como uno de los cruceros protegidos multipropósito de la Marina Alemana. Comparado con el barco líder, tenía una propulsión diferente. Llevaba a cabo numerosos y rápidos fuegos de artillería de un calibre relativamente pequeño, y estaba bien protegido para un barco de su tipo.
ja: エムデンは、ドイツ海軍の多用途防護巡洋艦の一隻であり、同級のネームシップとは、主機のタイプが異なっていました。比較的小口径の速射砲を多数搭載し、この種の艦艇としては高い防御力を実現していました。
pl: Okręt służył jako jeden z wielozadaniowych krążowników pancernopokładowych niemieckiej marynarki. W porównaniu do okrętu prowadzącego, jest on wyposażony w inny napęd. W jego uzbrojeniu znajduje się wiele szybkostrzelnych dział artyleryjskich o względnie małym kalibrze, a jak na okręt tego typu, jest on bardzo dobrze opancerzony.
ru: Принадлежал к числу универсальных германских бронепалубных крейсеров. От головного корабля серии отличался типом энергетической установки. Был вооружён многочисленной скорострельной артиллерией относительно небольшого калибра и обладал хорошей для своего класса защитой.
uk: Належав до числа універсальних німецьких бронепалубних крейсерів. Від головного корабля серії відрізнявся типом силової установки. Був озброєний численною скорострільною артилерією відносно невеликого калібру та мав хороший для свого класу захист.
zh: 该舰曾作为D系海军的多用途防护巡洋舰之一来服役。与首舰相比，它拥有一具不同类型的推进装置。搭载了大量口径相对较小的速射火炮，并给予了其类型战舰妥善的保护。
zh_sg: 该舰曾作为德国海军的多用途防护巡洋舰之一来服役。与首舰相比，拥有不同型号的推进装置。搭载了大量口径较小的速射火炮，在同类型战舰中拥有较强的防护性。

# IDS_PGSC502_FULL
source: Emden
zh: 埃姆登
zh_sg: 埃姆登

# IDS_PGSC502_SHORT
source: EMDN
zh: 埃姆登
zh_sg: 埃姆登

# IDS_PGSC506
source: Graf Spee
zh: 施佩伯爵
zh_sg: 海军上将施佩伯爵

# IDS_PGSC506_DESCR
source: She belonged to a class of unique ships that combined the features of both battleships and cruisers. The German Navy officially classified her as "Panzerschiff" (armored ship). Armed with 283 mm main guns, the ship was superior to any light or heavy cruiser of her time in terms of firepower, and was only slightly inferior to them in terms of her speed.
es_mx: Perteneciente a una clase de barcos únicos que combinaban las características de un acorazado y un crucero. La Marina Alemana lo clasifico oficialmente como un "Panzerschiff" (barco blindado). Armado con cañones principales de 283 mm, el barco era superior a cualquier crucero pesado de su época, solo era ligeramente inferior a ellos en términos de velocidad.
ja: アドミラル・グラーフ・シュペーは、戦艦と巡洋艦の特徴を併せ持つ独特の艦級の 1 隻であり、ドイツ海軍による公式な分類は "Panzerschiff" (装甲艦) でした。口径 283 mm の主砲を搭載する本艦は、当時のあらゆる軽・重巡洋艦よりも強力な火力を備えながら、巡洋艦に迫る速力をも有していました。
pl: Okręt ten należał do unikalnej klasy łączącej cechy pancerników i krążowników. Niemiecka marynarka wojenna oficjalnie sklasyfikowała go jako „panzerschiff” (okręt opancerzony). Uzbrojony był w działa głównej baterii kal. 283 mm i przewyższał każdy lekki bądź ciężki krążownik swoich czasów, ustępując jedynie minimalnie pod względem szybkości.
ru: Принадлежал к серии уникальных кораблей, сочетавших в себе черты линкора и крейсера. В германских ВМС официально классифицировался как «броненосец». Был вооружён 283-мм орудиями и по артиллерийской мощи превосходил любой, как лёгкий, так и тяжёлый крейсер своего времени, лишь немного уступая им в скорости.
uk: Належав до серії унікальних кораблів, які поєднали в собі риси лінкора і крейсера. У німецьких ВМС офіційно класифікувався як «броненосець». Був озброєний 283-мм гарматами і за артилерійською потужністю перевершував будь-який, як легкий, так і важкий крейсер свого часу, лише трохи поступаючись їм у швидкості.
zh: 属于特殊种类战舰，同时结合了战列舰及巡洋舰的特点。海军正式将它归类为战列舰。装有283 毫米主炮，该战舰远胜它当时的任何轻型或重型巡洋舰，它只在航速方面略逊于它们。
zh_sg: 属于特殊舰级的战舰，同时结合了战列舰及巡洋舰的特点。德国海军官方将它归类为“Panzerschiff”(装甲舰)。装有283毫米主炮，该战舰远胜它当时的任何轻型或重型巡洋舰，只是在航速方面略逊一筹。

# IDS_PGSC506_FULL
source: Admiral Graf Spee
zh: 海军上将施佩伯爵
zh_sg: 海军上将施佩伯爵

# IDS_PGSC506_SHORT
source: SPEE
zh: 海军上将施佩伯爵
zh_sg: 海军上将施佩伯爵
