Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC307_AZURLANE_PRINCEOFWALES_DESCRIPTION
source: I'm the second ship of the King George V-class—Prince of Wales, who once escorted the Prime Minister to sign the Atlantic Charter, turning a new page in the history of weaponry. Hnng, you're the one telling me.
es_mx: Soy Prince of Wales, el segundo barco de la clase King George V, y en una ocasión escolté al Primer Ministro para firmar la Carta del Atlántico, agregando una nueva página a la historia armamentista. Mmm, tú eres el que me lo está contando.
ja: ジョージ五世級二番艦プリンス・オブ・ウェールズ。 かつて首相に付き添い、かの憲章の調印に参加した ――兵器の歴史に新たなページを刻んだ? ふん、この私を前によく言えたわね
pl: Jestem drugim okrętem klasy King George V – Prince of Wales, moim zadaniem było eskortować premiera na podpisanie Karty Atlantyckiej, zapisując nową kartę w dziejach przemysłu zbrojeniowego. Hmm, dobrze wiedzieć.
ru: Я второй в серии корабль типа King George V — Prince of Wales. Однажды мне посчастливилось сопровождать премьер-министра на подписание Атлантической хартии, которая открыла новую страницу в истории военно-морских вооружений. Мм, это же вы мне рассказывали.
uk: Я другий у серії корабель типу King George V — Prince of Wales. Одного разу мені пощастило супроводжувати прем’єр-міністра для підписання Атлантичної хартії, яка перегорнула сторінку в історії військово-морських озброєнь? Ммм, це ж ви мені розповідали.
zh: Я второй в серии корабль типа King George V — Prince of Wales. Однажды мне посчастливилось сопровождать премьер-министра на подписание Атлантической хартии, которая открыла новую страницу в истории военно-морских вооружений. Мм, это же вы мне рассказывали.
zh_sg: 我是乔治五世国王级的第二艘战舰 — 威尔士亲王，曾陪同首相签署大西洋宪章，翻开了武器史上的新篇章。 哼，是你告诉我的。

# IDS_PCZC308_AZURLANE_ILLUSTRIOUS_DESCRIPTION
source: Greetings, Commander. I am the armored aircraft carrier, Illustrious. I may seem gentle, but I can have quite the temper: last time I snapped, during the night raid at Taranto, I bullied the Italian fleet into submission.
es_mx: Saludos, Comandante. Soy el portaaviones blindado Illustrious. Puedo parecer gentil, pero tengo mi temperamento: la última vez no me pude controlar fue durante el ataque nocturno en Taranto, en donde hice que toda la flota italiana se rindiera.
ja: 装甲空母――イラストリアスですわ。ご機嫌よう指揮官さま。 あら、こう見えてもちょっと拗ねちゃう時がありますよ～ ターラントを夜襲した時、ついでにパスタの艦隊もいじっちゃいました～
pl: Witaj Dowódco. Jestem opancerzonym lotniskowcem Illustrious. Mogę wyglądać na łagodną, lecz potrafię pokazać charakter: niedawno straciłam nad sobą panowanie podczas nocnego szturmu w Tarencie, co skłoniło włoską flotę do poddania się.
ru: Приветствую, Командующий. Я бронированный авианосец Illustrious. Может показаться, что у меня слишком мягкий характер, но иногда я могу выходить из себя: в прошлый раз во время ночного рейда на Таранто я разгромила итальянский флот.
uk: Вітаю, командире. Я броньований авіаносець Illustrious. Може здатися, що в мене дуже добродушний характер, але іноді в мене уривається терпець: минулого разу, під час нічного рейду на Таранто я заразом розбила італійський флот.
zh: Приветствую, Командующий. Я бронированный авианосец Illustrious. Может показаться, что у меня слишком мягкий характер, но иногда я могу выходить из себя: в прошлый раз во время ночного рейда на Таранто я разгромила итальянский флот.
zh_sg: 你好，指挥官。我是装甲航空母舰，光辉。 可能我看起来很温和，但我也能非常有脾气：上一次在塔兰托夜袭中，是我一手降服意大利舰队投降的。

# IDS_PCZC309_AZURLANE_LONDON_DESCRIPTION
source: I'm the first ship of the London-class heavy cruisers—London, serving in the First Cruising Fleet. I saw active service in the Northern Atlantic and the Pacific. Please leave the hard work of missions to me, Your Excellency!
es_mx: Soy London, el primero de los cruceros pesados de la clase London, y estoy en servicio con la Primera Flota de Cruceros. Estuve en servicio activo en el Atlántico Norte y en el Pacífico. Por favor, ¡deje el trabajo duro de las misiones en mis manos, su Excelencia!
ja: ロンドン級重巡洋艦のネームシップ――ロンドンと申します。 第一巡洋艦隊に所属して、北大西洋・太平洋ともに戦い抜きました。 閣下、任務なら安心しておまかせください!
pl: Jestem pierwszym okrętem klasy ciężkich krążowników Londyn o tej samej nazwie, który służył w Pierwszej Eskadrze Krążowników. Służyłam na Północnym Atlantyku oraz na Pacyfiku. Proszę zostawić cały trud misji na moich barkach, Wasza Ekscelencjo!
ru: Я London, головной корабль серии тяжёлых крейсеров типа London, вхожу в состав Первого крейсерского флота, несла боевую службу в Северной Атлантике и Тихом океане. Поручите мне эти задания, Ваше Превосходительство!
uk: Я — London, головний корабель серії важких крейсерів London, входжу до складу Першого флоту крейсерів, служив у північній Атлантиці й Тихому океані. Доручіть мені ці завдання, Ваша Вельможносте!
zh: Я London, головной корабль серии тяжёлых крейсеров типа London, вхожу в состав Первого крейсерского флота, несла боевую службу в Северной Атлантике и Тихом океане. Поручите мне эти задания, Ваше Превосходительство!
zh_sg: 我是伦敦级重型巡洋舰的第一艘战舰 — 伦敦号，服役于第一艘巡洋舰舰队。我曾参与了北大西洋和太平洋的战役。 请把最重要的任务留给我，阁下！

# IDS_PCZC310_AZURLANE_QUEENELIZABETH
source: Queen Elizabeth
ja: クイーン・エリザベス
zh: 伊丽莎白女王
zh_sg: 伊丽莎白女王

# IDS_PCZC310_AZURLANE_QUEENELIZABETH_DESCRIPTION
source: I am the super-dreadnought of the Royal Navy, be sure to remember my name! My military results? I let my servants take care those kinds of things... I just need to watch as they achieve them!
es_mx: Soy el superdreadnought de la Royal Navy, ¡asegúrate de recordar mi nombre! ¿Mis resultados militares? Dejé a mis sirvientes ocuparse de ese tipo de cosas... ¡solo necesito ver como lo logran!
ja: ロイヤルネイビー超弩級旗艦よ、この名を骨に刻んでおきなさい! 戦果? そんなもの、下僕どもに取らせて、私はその働きを見るだけでいいわ!
pl: Jestem superdrednotem Royal Navy, lepiej zapamiętaj moje imię! Moje osiągnięcia wojskowe? Moi poddani się tym zajmują... Moim zadaniem jest obserwowanie ich osiągnięć!
ru: Я супердредноут Королевского Флота, запомните моё имя! Мои боевые заслуги? Этим занимаются мои слуги. Мне же остаётся лишь наблюдать за тем, как они добиваются боевых результатов.
uk: Я супердредноут Королівського флоту, запам’ятайте моє ім’я! Мої бойові заслуги? Нехай мої слуги опікуються цим. Мені ж залишається лише спостерігати за тим, як вони досягають бойових результатів.
zh: Я супердредноут Королевского Флота, запомните моё имя! Мои боевые заслуги? Этим занимаются мои слуги. Мне же остаётся лишь наблюдать за тем, как они добиваются боевых результатов.
zh_sg: 我是皇家海军的超级无畏舰，一定要记住我的名字！ 我有什么战绩？这种事情让我的仆人来处理……我只需要看着他们打仗就行了！

# IDS_PCZC311_AZURLANE_UNICORN_DESCRIPTION
source: Royal Navy… Support aircraft carrier… Unicorn. I was originally born to support big sister Illustrious… But later on, I mobilized with my other big sisters as well. Everyone treats me very well. Unicorn gives her all in many ways, so it would be nice if any of that is of use later…… Hehe, I will work even harder, big brother…
es_mx: Royal Navy... Portaaviones de apoyo… Unicorn. Originalmente nací para apoyar a mi hermana mayor, Illustrious… Pero más tarde, también avance junto a mis otras hermanas mayores. Todas me tratan bien. Unicorn da todo de si misma en muchas maneras, así que sería muy bueno si eso fuera útil posteriormente…… Jeje, trabajaré aún más duro, hermano mayor…
ja: ロイヤルネイビー…支援空母…ユニコーン… もともとはイラストリアス姉ちゃんを支援するために生まれた… あとはほかの姉ちゃんたちとともに行動したけど…みんなわたしに良くしてくれた。 ユニコーンはね、いろんなところで頑張ったよ? …少し頼りになるといいな…えへへ、もっと頑張るね? お兄ちゃん
pl: Royal Navy… Lotniskowiec pomocniczy… Unicorn. Narodziłam się, aby pomóc mojej starszej siostrze Illustrious… Potem wsparłam również inne starsze siostry. Wszyscy traktują mnie z szacunkiem. Unicorn daje z siebie wszystko na wiele sposobów, dlatego byłoby świetnie, gdyby choć część z moich starań okazała się przydatna…… Hehe, postaram się pracować jeszcze ciężej, starszy bracie…
ru: Вспомогательный авианосец... Королевского флота... Unicorn. Изначально меня создали для оказания поддержки моей старшей сестре Illustrious... но позже меня задействовали для помощи и другим моим старшим сёстрам. Ко мне все относятся хорошо. Unicorn тоже помогает всем, чем может. Было бы прекрасно, если бы всё это однажды пригодилось... Хе-хе, я буду трудиться ещё усерднее, старший брат...
uk: Допоміжний авіаносець... Королівського флоту... Unicorn. Спочатку мене створили для надання підтримки моїй старшій сестрі Illustrious... але пізніше мене залучили для допомоги й іншим моїм старшим сестрам. До мене всі ставляться добре. Unicorn теж допомагає чим може, так що було б чудово, якщо все це стане в пригоді... Ги-ги, я працюватиму ще старанніше, старший брате...
zh: Вспомогательный авианосец... Королевского флота... Unicorn. Изначально меня создали для оказания поддержки моей старшей сестре Illustrious... но позже меня задействовали для помощи и другим моим старшим сёстрам. Ко мне все относятся хорошо. Unicorn тоже помогает всем, чем может. Было бы прекрасно, если бы всё это однажды пригодилось... Хе-хе, я буду трудиться ещё усерднее, старший брат...
zh_sg: 皇家海军…支援型航空母舰…独角兽参上。我是为了支援光辉大姐姐而生的...但后来我也和其他大姐姐们一起行动。每个人都对我很好。独角兽会尽全力帮助大家，如果之后有任何用到我的敌方，那就太好了...... 呵呵，我会更加努力的，大哥哥...

# IDS_PCZC312_AZURLANE_PRINZEUGEN
source: Prinz Eugen
ja: プリンツ・オイゲン
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_PCZC312_AZURLANE_PRINZEUGEN_DESCRIPTION
source: I'm a miracle of the Ironblood Third Reich, the third ship of the Admiral Hipper-class—Prinz Eugen. I can survive every kind of combat…… I bring luck? The nerve you must have to actually say it……
es_mx: Soy un milagro del Tercer Reich de la Sangre de Hierro, el tercer barco de la clase Admiral Hipper: soy Prinz Eugen. Puedo sobrevivir a cualquier tipo de combate…… ¿Tengo suerte? Debes ser muy valiente para decir eso……
ja: 第三帝国の奇跡、アドミラル・ヒッパー級三番艦――プリンツ・オイゲン。 どんな戦闘でも生き残れるわ。…悪運? よく言ったわね…
pl: Jestem cudem Trzeciej Rzeszy Ironblood, trzecim okrętem klasy Admiral Hipper – nazywam się Prinz Eugen. Mogę przetrwać każdy rodzaj walki…… Przynoszę szczęście? Nie brak Ci odwagi, by to powiedzieć……
ru: Я — чудо третьей Железной Империи, а ещё и третий корабль в серии Admiral Hipper, а зовут меня Prinz Eugen. Я могу выжить в любом сражении... Приношу ли я удачу? И вы ещё осмеливаетесь такое говорить...
uk: Я диво третьої Залізної імперії, а ще й третій корабель серії Admiral Hipper, а звуть мене Prinz Eugen. Я можу вижити в будь-якій битві..... Чи приношу я щастя? А в тебе з нервами все добре, якщо ти наважуєшся сказати таке.....
zh: Я — чудо третьей Железной Империи, а ещё и третий корабль в серии Admiral Hipper, а зовут меня Prinz Eugen. Я могу выжить в любом сражении... Приношу ли я удачу? И вы ещё осмеливаетесь такое говорить...
zh_sg: 我是铁血第三帝国的奇迹，希佩尔海军上将级的第三艘战舰 — 欧根亲王 我能在各种各样的战斗中存活下来...... 我会带来好运吗？ 如果一定要说出来你会紧张的......

# IDS_PCZC313_AZURLANE_TIRPITZ
source: Tirpitz
ja: ティルピッツ
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_PCZC313_AZURLANE_TIRPITZ_DESCRIPTION
source: It’s a bit hot here... Ah, I’m sorry—my name is Tirpitz. I spent so much time alone in the north doing nothing, which is why many people call me the "Lone Queen in the North" — if you think this is a good nickname, then maybe you didn’t understand it fully…… These few words... Represent emptiness...
es_mx: Hace un poco de calor aquí... Eh, lo siento, mi nombre es Tirpitz. Paso mucho tiempo sola en el norte sin hacer nada, por lo que muchos me llaman la "Solitaria Reina del Norte"... si piensas que este es un buen apodo, quizá no lo entendiste por completo…… estas cuanta palabras... Representan el vacío...
ja: 少し熱い…ああ、すまん、私はティルピッツ。 北方で一人だけの留守番が長かったせいか、いつしか「孤独なる北欧の女王」と呼ばれるようになったけど… いいあだ名だと思うのはやめてくれ…この名には虚しさだけしかない
pl: Trochę tu gorąco... Och, przepraszam – na imię mi Tirpitz. Straciłam tak mnóstwo czasu na północy, jednocześnie nie robiąc nic, że przylgnęła do mnie ksywka „Samotna królowa północy”. Jeśli uważasz to za odpowiedni pseudonim, być może nie do końca go zrozumiałeś… tych kilka słów... Symbolizuje pustkę...
ru: Здесь жарко... ах, простите... меня зовут Tirpitz, я провела слишком много времени в одиночестве на севере, ничего не делая. Как раз поэтому многие называют меня «Одинокой королевой Севера». Если вам кажется, что это хорошее прозвище, тогда, возможно, вы просто ничего ещё не поняли... Эти несколько слов... означают пустоту.
uk: Тут трохи спекотно... ой, вибачте... мене звуть Tirpitz, я провела дуже багато часу на самоті на півночі, нічого не роблячи. Саме тому багато хто називає мене «Самотня королева Півночі». Якщо тобі здається, що це гарне прізвисько, тоді можливо, ти просто його не зрозумів до кінця.... ці слова означають порожнечу.
zh: Здесь жарко... ах, простите... меня зовут Tirpitz, я провела слишком много времени в одиночестве на севере, ничего не делая. Как раз поэтому многие называют меня «Одинокой королевой Севера». Если вам кажется, что это хорошее прозвище, тогда, возможно, вы просто ничего ещё не поняли... Эти несколько слов... означают пустоту.
zh_sg: 这里有点热...啊，对不起，我的名字是提尔皮茨。我一个人在北方呆了很长时间，什么也没做，所以很多人叫我“北方的孤独女王” — 如果你觉得这个称号不错，那么也许你没有完全理解...... 这几个字…代表了空虚…

# IDS_PCZC314_AZURLANE_GRAFZEPPELIN
source: Graf Zeppelin
ja: グラーフ・ツェッペリン
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PCZC314_AZURLANE_GRAFZEPPELIN_DESCRIPTION
source: I am Zeppelin… ignore this name if you wish, but if it makes it easier to call for me then you may use it. …My desires, huh. The destruction of the world… But for now I will heed your call, because you've already become part of my army.
es_mx: Soy Zeppelin… ignora este nombre si lo deseas, pero sí te es más fácil llamarme así, entonces puedes usarlo. …Mis deseos, mmm. La destrucción del mundo… Pero por ahora atenderé tu llamado, porque ya te has vuelto parte de mi ejército.
ja: 我はツェッペリン…この名は捨てても構わぬが、呼びやすいようなら我をこう呼びたまえ。 ――願望、か。世界を滅ぼすことだ…だが今は、卿の呼びかけには応えよう。 卿はもう我が総軍の一部になっているからな
pl: Jestem Zeppelin… możesz nie zważać na to imię, lecz jeśli tak będzie Ci prościej do mnie mówić, możesz go używać. …Moje pragnienia, phi. Zniszczenie świata… Jednak na ten moment wysłucham Twych próśb, ponieważ stałeś się członkiem mojej armii.
ru: Я Zeppelin... не запоминайте это имя, если угодно, но вы можете использовать его, чтобы быстро вызвать меня. ...Мои желания, хм. Разрушение всего мира... Но прямо сейчас я вниму вашему призыву, потому что вы уже стали частью моей армии.
uk: Я Zeppelin... не запам’ятовуйте це ім’я, але ви можете скористатися ним, щоб швидко викликати мене. ... Мої бажання, ух. Руйнування всього світу... Але зараз я прислухаюся до вашого заклику, тому що ви вже стали частиною моєї армії.
zh: Я Zeppelin... не запоминайте это имя, если угодно, но вы можете использовать его, чтобы быстро вызвать меня. ...Мои желания, хм. Разрушение всего мира... Но прямо сейчас я вниму вашему призыву, потому что вы уже стали частью моей армии.
zh_sg: 我是齐柏林...您可以忽略这个名字，但如果它能让你更容易地呼叫我，那么你也可以使用它。 …我的欲望，哈。毁灭世界…但现在我将听从你的召唤，因为你已经成为我军队的一部分。

# IDS_PCZC315_AZURLANE_Z46_DESCRIPTION
source: I am Z46, an Ironblood Navy Z-class Type 1936C destroyer. Although four other ships of the same type were originally planned, work was only started on me and Z47. Sadly, the work wasn't completed by the end of the war, and my incomplete body was scrapped. One day, I hope not to be called Z46, but by a true name.
es_mx: Soy Z46, un destructor clase Z Tipo 1936C de la Armada de la Sangre de Hierro. Aunque se planearon otros cuatro barcos del mismo tipo, solo se comenzó a trabajar en mí y en el Z47. Tristemente el trabajo no fue completado al final de la guerra, y mi cuerpo incompleto fue desguazado. Un día, espero no ser llamada Z46, y tener un verdadero nombre.
ja: 鉄血海軍Zクラス駆逐艦1936C型のZ46である。同型艦の製造は四隻も計画されたが、起工したのは私とZ47 (フィーズ) だけだった。 終戦まで完成されなかった、未完成で解体された身である私 ――いつかZ46ではなく、本当の名前を呼んでいただきたい
pl: Jestem Z46, niszczyciel klasy Z Ironblood Navy typu 1936C. Mimo iż początkowo planowano cztery inne okręty tego samego typu, rozpoczęto budowę tylko mnie i Z47. Niestety budowa nie została ukończona do końca wojny, a moje niedokończone ciało zostało zezłomowane. Pewnego dnia chciałabym dostać prawdziwe imię, nie zaś Z46.
ru: Я Z46, эсминец типа Z Type 1936C. Хотя к постройке планировались ещё четыре корабля моего типа, работы были начаты только надо мной и Z47. Строительство не было завершено до конца войны, и мой недостроенный корпус был разобран на металл. Надеюсь, что однажды ко мне будут обращаться не просто Z46, а по моему настоящему имени.
uk: Я Z46, есмінець типу Z Type 1936C. Хоча планували побудувати ще чотири кораблі мого типу, робити почали лише мене й Z47. Будівництво не завершили до кінця війни, і мій недобудований корпус розібрали на брухт. Сподіваюся, що колись до мене будуть звертатися не просто Z46, а за моїм справжнім ім’ям.
zh: Я Z46, эсминец типа Z Type 1936C. Хотя к постройке планировались ещё четыре корабля моего типа, работы были начаты только надо мной и Z47. Строительство не было завершено до конца войны, и мой недостроенный корпус был разобран на металл. Надеюсь, что однажды ко мне будут обращаться не просто Z46, а по моему настоящему имени.
zh_sg: 我是Z46，铁血海军z级舰的1936C型驱逐舰。虽然最初计划制造另外四艘相同型号的战舰，但开始只建造了我和Z47。 遗憾的是，直到战争结束，建造工作仍未完成，我残缺不全的身体也被丢弃了。 希望有一天，我能不被叫做Z46，而是有一个真正的名字。

# IDS_PCZC316_AZURLANE_ADMIRALHIPPER
source: Admiral Hipper
ja: アドミラル・ヒッパー
zh: 希佩尔海军上将
zh_sg: 希佩尔上将

# IDS_PCZC316_AZURLANE_ADMIRALHIPPER_DESCRIPTION
source: I'm Admiral Hipper, a heavy cruiser from the country of science. I was named after the undefeated Admiral Franz von Hipper. I participated in various battles and gave them my all! Huh? The Barents Sea? That only happened because Admiral Kummetz was a little dumber than you!
es_mx: Soy Admiral Hipper, un crucero pesado del país de la ciencia. Fui nombrado así por el invicto Almirante Franz von Hipper. ¡Participé en varias batallas y e hice mi mejor esfuerzo! ¿Uh? ¿El Mar de Barents? ¡Eso solo pasó porque el Almirante Kummetz era un poco más tonto que tú!
ja: 科学の国の重巡洋艦、アドミラル・ヒッパーよ。 名前は不敗の提督「フランツ・フォン・ヒッパー」から来てんの。 色んな戦闘に参加して全力を尽くしたけど! は? バレンツ海? あれはクメッツ提督があんたより少しバカだっただけ!
pl: Jestem Admiral Hipper, ciężki krążownik z kraju naukowców. Otrzymałam imię po niepokonanym admirale Franzu von Hipperze. Uczestniczyłam w wielu bitwach i dałam z siebie wszystko! Co? Morze Barentsa? Doszło do tego, ponieważ admirał Kummetz był nieco głupszy od Ciebie!
ru: Меня зовут Admiral Hipper, я тяжёлый крейсер из страны точных наук. Меня назвали в честь непобедимого адмирала Франца фон Хиппера. Я принимала участие в различных сражениях и посвятила им всю себя! Что? Баренцево море? Это произошло только потому, что адмирал Кумметц оказался не слишком умён!
uk: Мене звуть Admiral Hipper, я важкий крейсер із країни точних наук. Мене назвали на честь непереможного адмірала Франца фон Гіпера. Я брала участь у різних боях і присвятила їм всю себе! Що? Баренцове море? Це сталося лише тому, що адмірал Кумметц був не дуже розумним!
zh: Меня зовут Admiral Hipper, я тяжёлый крейсер из страны точных наук. Меня назвали в честь непобедимого адмирала Франца фон Хиппера. Я принимала участие в различных сражениях и посвятила им всю себя! Что? Баренцево море? Это произошло только потому, что адмирал Кумметц оказался не слишком умён!
zh_sg: 我是希佩尔上将，一艘来自科学之国的重型巡洋舰。我是以战无不胜的海军上将“弗兰茨·冯·希佩尔”而命名的。 我参加过各种各样的战斗并倾尽了我的全部！ 哈？巴伦支海战？那次意外只是因为库米茨上将比你笨一点！

# IDS_PCZC317_AZURLANE_DEUTSCHLAND_DESCRIPTION
source: I'm Deutschland, ship A of the Deutschland class! A ship as dignified as I am can't just be sent out to the battlefield on a whim, so it's only natural that I haven't seen much action. It's called spiritual leadership! Understood? What? Who… who's "Lützow"? Shut up… Why should I even care!?
es_mx: ¡Soy Deutschland, barco A de la clase Deutschland! Un barco tan digno como yo no puede ser simplemente enviado al campo de batalla por un capricho, así que es natural que no haya visto tanta acción. ¡Se llama liderazgo espiritual! ¿Entendido? ¿Qué? ¿Quién… quién es "Lützow"? Cállate… ¿¡Por qué me debería importar!?
ja: わたしはドイッチュラント級A番艦――ドイッチュラント! こんなに高貴なわたしは安々と戦場に駆り出されるわけにはないから、戦果が少ないのは当然なのよ? スピリチュアルリーダーよ! わかる? なに? りゅ…「リュッツォウ」は誰ですって? うるさいわね…そんなこと知るもんか!
pl: Jestem Deutschland, okręt A klasy Deutschland! Tak dystyngowany okręt jak ja, nie może być tak po prostu wysłany do walki bez głębszego zastanowienia, nic więc dziwnego, iż nie miałam zbyt wielu okazji do bitwy. To się nazywa duchowe przywództwo! Zrozumiano? Co? Kim… kim jest „Lützow”? Zamknij się… Czemu miałoby mnie to obchodzić!?
ru: Моё имя Deutschland, я головной корабль в серии кораблей одноимённого типа. Такой благородный корабль, каковым я являюсь, нельзя просто так отправить сражаться по чьей-то прихоти. Именно по этой причине у меня небольшой боевой опыт. Это называется духовное лидерство! Это ясно? Что? Кто... кто такой Lützow? Замолчите... А почему мне это вообще должно быть важно?!
uk: Моє ім’я — Deutchland. Я головний корабель однойменного типу кораблів. Такий шляхетний корабель, яким я є, не можна за так спрямувати битися за чиєюсь примхою. Саме через це в мене невеликий бойовий досвід. Це зветься духовне лідерство! Це зрозуміло? Що? Хто... Хто такий Lützow? Замовкни... А чому мене це взагалі мусить турбувати!?
zh: Моё имя Deutschland, я головной корабль в серии кораблей одноимённого типа. Такой благородный корабль, каковым я являюсь, нельзя просто так отправить сражаться по чьей-то прихоти. Именно по этой причине у меня небольшой боевой опыт. Это называется духовное лидерство! Это ясно? Что? Кто... кто такой Lützow? Замолчите... А почему мне это вообще должно быть важно?!
zh_sg: 我是德意志，德意志级的A号船！一艘像我这样高贵的船当然不能一时兴起就随随便便被派往战场，所以我没被看到参与太多行动是很自然的。 这叫做精神领袖！ 懂？什么？谁...谁是“吕佐夫”？ 闭嘴... 我为什么会在意！？

# IDS_PCZC318_AZURLANE_YUUDACHI_DESCRIPTION
source: I'm Yūdachi! They call me the "Mad Dog of Solomon"! Ho! Ho! you've heard that I'm strong? I'll never lose a brawl! Hm? Is it time for a snack? Where are the snacks!?
es_mx: ¡Soy Yūdachi y me llaman la "Furia de Solomon"! ¡Jo! ¡Jo! ¿has escuchado que soy fuerte? ¡nunca perderé un combate! ¿Hmm? ¿Es hora de un bocadillo? ¿¡Dónde están los bocadillos!?
ja: 夕立だ! 「ソロモンの狂犬」と呼ばれてるぜ! ふふん、強そうに聞こえる? 乱闘なら負けないぜ! …ん? おやつの時間か? 指揮官、おやつはどこだ!
pl: Jestem Yūdachi! Nazywają mnie „Wściekłym psem z Wysp Salomona”! Ho! Ho! Słyszałeś, że jestem silna? Nigdy nie przegram bójki! Hm? Czas na przekąskę? Gdzie są przekąski!?
ru: Я Yūdachi! Меня также называют «Бешеный пёс Соломоновых островов»! Хо-хо, вы слышали, насколько я сильна? В любой потасовке победа за мной! Хм? Время перекусить? Где угощения?!
uk: Я Yūdachi! Мене ще називають «Скажений пес Соломонових островів»! Овва! Чули, яка я сильна? Я ніколи не програю в бійках! Що? Час попоїсти? Де частування?!
zh: Я Yūdachi! Меня также называют «Бешеный пёс Соломоновых островов»! Хо-хо, вы слышали, насколько я сильна? В любой потасовке победа за мной! Хм? Время перекусить? Где угощения?!
zh_sg: 我是夕立！他们都叫我“所罗门疯狗”！ 吼！吼！你听说过我很强吗？我永远不会输掉任何一场对战！ 嗯？到零食时间了吗？零食在哪里？

# IDS_PCZC319_AZURLANE_NAGATO
source: Nagato
ja: 長門
zh: 鲨
zh_sg: 长门
