Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJGM013_203MM50_TYPE_C
source: 203 mm/50 3rd Year Type mod. C
es_mx: 203 mm/50 Tipo 3er Año mod. C
ru: 203-мм/50 3rd Year Type mod. C
uk: 203-мм/50 3rd Year Type mod. C
zh: 203 毫米/50 三年式 C型

# IDS_PJGM014_203MM50_TYPE_C_RF
source: 203 mm/50 3rd Year Type mod. C
es_mx: 203 mm/50 Tipo 3er Año mod. C
ru: 203-мм/50 3rd Year Type mod. C
uk: 203-мм/50 3rd Year Type mod. C
zh: 203 毫米/50 三年式 C型

# IDS_PJGM015_120MM45_TYPE_HAGUN_10
source: 120 mm/40 10th Year Type mod. B2
es_mx: 120 mm/40 Tipo 10 Año mod. B2
ru: 120-мм/40 10th Year Type mod. B2
uk: 120-мм/40 10th Year Type mod. B2
zh: 120 毫米/40 十年式 B2型

# IDS_PJGM024_203MM50_TYPE_E_RF
source: 203 mm/50 3rd Year Type mod. E
es_mx: 203 mm/50 Tipo 3er Año mod. E
ru: 203-мм/50 3rd Year Type mod. E
uk: 203-мм/50 3rd Year Type mod. E
zh: 203 毫米/50 三年式 E型

# IDS_PJGM025_203MM50_TYPE_E
source: 203 mm/50 3rd Year Type mod. E
es_mx: 203 mm/50 Tipo 3er Año mod. E
ru: 203-мм/50 3rd Year Type mod. E
uk: 203-мм/50 3rd Year Type mod. E
zh: 203 毫米/50 三年式 E型

# IDS_PJGM029_155MM50_TYPE_91
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJGM030_155MM50_TYPE_91_RF
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJGM032_140MM50_TYPE_3
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGM035_140MM50_TYPE_3YEAR
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGM046_410MM45_TYPE3
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM047_410MM45_TYPE3_RF_F
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM048_410MM45_TYPE3_RF_R
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM049_356MM45_TYPE41
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM050_356MM45_TYPE41
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM055_100MM65_TYPE98
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJGM062_203MM50_TYPE_E_RF8
source: 203 mm/50 3rd Year Type 2 GO mod. E
es_mx: 203 mm/50 Tipo 3er Año 2 GO mod. E
ru: 203-мм/50 3rd Year Type 2 GO mod. E
uk: 203-мм/50 3rd Year Type 2 GO mod. E
zh: 203 毫米/50 三年式 长II E型

# IDS_PJGM063_203MM50_TYPE_C_RF_MOD
source: 203 mm/50 3rd Year Type 2 GO mod. C
es_mx: 203 mm/50 Tipo 3er Año 2 GO mod. C
ru: 203-мм/50 3rd Year Type 2 GO mod. C
uk: 203-мм/50 3rd Year Type 2 GO mod. C
zh: 203 毫米/50 三年式 长II C型

# IDS_PJGM064_203MM50_TYPE_C_MOD
source: 203 mm/50 3rd Year Type 2 GO mod. C
es_mx: 203 mm/50 Tipo 3er Año 2 GO mod. C
ru: 203-мм/50 3rd Year Type 2 GO mod. C
uk: 203-мм/50 3rd Year Type 2 GO mod. C
zh: 203 毫米/50 三年式 长II C型

# IDS_PJGM067_305MM50_DOUBLE
source: 305 mm/45 41st Year Type
es_mx: 305 mm/45 Tipo 41er Año
ru: 305-мм/45 41st Year Type
uk: 305-мм/45 41st Year Type
zh: 305 毫米/45 四一式

# IDS_PJGM068_305MM45_DOUBLE
source: 305 mm/45 41st Year Type
es_mx: 305 mm/45 Tipo 41er Año
ru: 305-мм/45 41st Year Type
uk: 305-мм/45 41st Year Type
zh: 305 毫米/45 四一式

# IDS_PJGM072_120MM45_TYPE_HAGUN
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJGM073_127MM50_TYPE_D
source: 127 mm/50 3rd Year Type mod. D
es_mx: 127 mm/50 Tipo 3er Año mod. D
ru: 127-мм/50 3rd Year Type mod. D
uk: 127-мм/50 3rd Year Type mod. D
zh: 127 毫米/50 三年式D型

# IDS_PJGM074_127MM50_TYPE_B
source: 127 mm/50 3rd Year Type mod. B
es_mx: 127 mm/50 Tipo 3er Año mod. B
ru: 127-мм/50 3rd Year Type mod. B
uk: 127-мм/50 3rd Year Type mod. B
zh: 127 毫米/50 三年式B型

# IDS_PJGM084_120MM40_TYPE_HAGUN
source: 120 mm/40 41st Year Type
es_mx: 120 mm/40 Tipo 41er Año
ru: 120-мм/40 41st Year Type
uk: 120-мм/40 41st Year Type
zh: 120 毫米/40 四一式

# IDS_PJGM091_127MM50_TYPE_A
source: 127 mm/50 3rd Year Type mod. A
es_mx: 127 mm/50 Tipo 3er Año mod. A
ru: 127-мм/50 3rd Year Type mod. A
uk: 127-мм/50 3rd Year Type mod. A
zh: 127 毫米/50 三年式 A型

# IDS_PJGM092_203MM55
source: 203 mm/50 18th Year Type
es_mx: 203 mm/50 Tipo 18º Año
ru: 203-мм/50 18th Year Type
uk: 203-мм/50 18th Year Type
zh: 203 毫米/50 十八年式

# IDS_PJGM095_203MM55
source: 203 mm/50 18th Year Type
es_mx: 203 mm/50 Tipo 18º Año
ru: 203-мм/50 18th Year Type
uk: 203-мм/50 18th Year Type
zh: 203 毫米/50 十八年式

# IDS_PJGM097_356MM45
source: 356 mm/45 43rd Year Type
es_mx: 356 mm/45 Tipo 43er Año
ru: 356-мм/45 43rd Year Type
uk: 356-мм/45 43rd Year Type
zh: 356 毫米/45 四三年式

# IDS_PJGM098_410MM45_RF
source: 410 mm/45 Type90
es_mx: 410 mm/45 Tipo 90
ru: 410-мм/45 Type90
uk: 410-мм/45 Type90
zh: 410毫米/45 九零式

# IDS_PJGM099_410MM45
source: 410 mm/45 Type90
es_mx: 410 mm/45 Tipo 90
ru: 410-мм/45 Type90
uk: 410-мм/45 Type90
zh: 410毫米/45 九零式

# IDS_PJGM100_410MM50_RF
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PJGM101_410MM50
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PJGM102_460MM50_3_RF
source: 460 mm/50 Type96
es_mx: 460 mm/50 Tipo 96
ru: 460-мм/50 Type96
uk: 460-мм/50 Type96
zh: 460毫米/50 九六式

# IDS_PJGM105_152MM45
source: 152 mm/45 41st Year Type
es_mx: 152 mm/45 Tipo 41er Año
ru: 152-мм/45 41st Year Type
uk: 152-мм/45 41st Year Type
zh: 152 毫米/45 四一式

# IDS_PJGM110_127MM50_TYPE_3
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJGM114_360MM45_TYPE_41
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM115_410MM50_TYPE3
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM116_410MM50_TYPE3_RF_F
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM117_410MM50_TYPE3_RF_R
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM118_120MM40_TYPE_HAGUN_MASK
source: 120 mm/40 Elswick
ru: 120-мм/40 Elswick
uk: 120-мм/40 Elswick
zh: 120 毫米/40 埃尔斯维克

# IDS_PJGM121_203MM
source: 203 mm/50 3rd Year Type No. 2
es_mx: 203 mm/50 Tipo 3er Año No. 2
ru: 203-мм/50 3rd Year Type No. 2
uk: 203-мм/50 3rd Year Type No. 2
zh: 203毫米/50 三年式 2型

# IDS_PJGM125_3IN40_MK1
source: 76 mm/40 41st Year Type
es_mx: 76 mm/40 Tipo 41er Año
ru: 76-мм/40 41st Year Type
uk: 76-мм/40 41st Year Type
zh: 76 毫米/40 四一式

# IDS_PJGM126_120MM45_TYPE_10
source: 120 mm/45 10th Year Type
es_mx: 120 mm/45 Tipo 10º Año
ru: 120-мм/45 10th Year Type
uk: 120-мм/45 10th Year Type
zh: 120 毫米/45 十年式

# IDS_PJGM127_410MM45_TYPE3_RF_OLD
source: 410 mm/45 3rd Year Type
es_mx: 410 mm/45 Tipo 3er Año
ru: 410-мм/45 3rd Year Type
uk: 410-мм/45 3rd Year Type
zh: 410 毫米/45 三年式

# IDS_PJGM129_12IN45_MKX
source: 305 mm/45 Mk10
ru: 305-мм/45 Mk10
uk: 305-мм/45 Mk10
zh: 305毫米/45 MK10

# IDS_PJGM130_200MM
source: 200 mm/50 3rd Year Type No. 1
es_mx: 200 mm/50 Tipo 3er Año No. 1
ru: 200-мм/50 3rd Year Type No. 1
uk: 200-мм/50 3rd Year Type No. 1
zh: 200毫米/50 三年式 1型

# IDS_PJGM134_305MM40_TYPE_ARMSTRONG
source: 305 mm/40 41st Year Type
es_mx: 305 mm/40 Tipo 41er Año
ru: 305-мм/40 41st Year Type
uk: 305-мм/40 41st Year Type
zh: 305 毫米/40 四一式

# IDS_PJGM135_140MM50_TYPE_3YEAR_2
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGM140_120MM45_TWIN
source: 120 mm/45 10th Year Type
es_mx: 120 mm/45 Tipo 10º Año
ru: 120-мм/45 10th Year Type
uk: 120-мм/45 10th Year Type
zh: 120 毫米/45 十年式

# IDS_PJGM142_120MM45_TYPE_HA
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJGM143_203_50_TYPE_E3
source: 203 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 203-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式

# IDS_PJGM144_200MM50_TYPE_E_RF
source: 200 mm/50 3rd Year Type No. 1
es_mx: 200 mm/50 Tipo 3er Año No. 1
ru: 200-мм/50 3rd Year Type No. 1
uk: 200-мм/50 3rd Year Type No. 1
zh: 200毫米/50 三年式 1型

# IDS_PJGM145_200MM50_TYPE_E
source: 200 mm/50 3rd Year Type No. 1
es_mx: 200 mm/50 Tipo 3er Año No. 1
ru: 200-мм/50 3rd Year Type No. 1
uk: 200-мм/50 3rd Year Type No. 1
zh: 200毫米/50 三年式 1型

# IDS_PJGM146_203MM50_TYPE_E
source: 203 mm/50 3rd Year Type mod. E
es_mx: 203 mm/50 Tipo 3er Año mod. E
ru: 203-мм/50 3rd Year Type mod. E
uk: 203-мм/50 3rd Year Type mod. E
zh: 203 毫米/50 三年式 E型

# IDS_PJGM147_203MM50_TYPE_E_RF
source: 203 mm/50 3rd Year Type mod. E
es_mx: 203 mm/50 Tipo 3er Año mod. E
ru: 203-мм/50 3rd Year Type mod. E
uk: 203-мм/50 3rd Year Type mod. E
zh: 203 毫米/50 三年式 E型

# IDS_PJGM148_127MM50_TYPE_B
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJGM151_127MM50_TYPE_C
source: 127 mm/50 3rd Year Type mod. C
es_mx: 127 mm/50 Tipo 3er Año mod. C
ru: 127-мм/50 3rd Year Type mod. C
uk: 127-мм/50 3rd Year Type mod. C
zh: 127 毫米/50 三年式 C型

# IDS_PJGM152_127MM50_TYPE_B
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJGM153_127_50_TWIN_TYPE_A
source: 127 mm/50 3rd Year Type mod. A
es_mx: 127 mm/50 Tipo 3er Año mod. A
ru: 127-мм/50 3rd Year Type mod. A
uk: 127-мм/50 3rd Year Type mod. A
zh: 127 毫米/50 三年式 A型

# IDS_PJGM154_127MM50_TYPE_C
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 mm/50 三年式

# IDS_PJGM155_100MM65_TYPE98
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJGM164_460MM45_TYPE96
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJGM165_305MM50
source: 310 mm/50 Type0
ru: 310-мм/50 Type0
uk: 310-мм/50 Type0
zh: 310 毫米/50 零式

# IDS_PJGM167_152MM50_TYPE_41
source: 152 mm/50 Type41
ru: 152-мм/50 Type41
uk: 152-мм/50 Type41
zh: 152 毫米/50 四一式

# IDS_PJGM168_152MM50_TYPE_41_RF
source: 152 mm/50 Type41
ru: 152-мм/50 Type41
uk: 152-мм/50 Type41
zh: 152 毫米/50 四一式

# IDS_PJGM176_127MM_50_TYPE5
source: 127 mm/50 Type1
es_mx: 127 mm/50 Tipo 1
ru: 127-мм/50 Type1
uk: 127-мм/50 Type1
zh: 127-мм/50 Type1

# IDS_PJGM178_460MM_45_TYPE94
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJGM187_510MM_45
source: 510 mm/45 Type 98
ru: 510-мм/45 Type 98
uk: 510-мм/45 Type 98
zh: 510-мм/45 Type 98

# IDS_PJGM189_150MM_SK_C28
source: 150 mm/55 SK C28
ru: 150-мм/55 SK C28
uk: 150-мм/55 SK C28
zh: 150-мм/55 SK C28

# IDS_PJGM538_5IN54_MK16
source: 127 mm/54 Mk39
ru: 127-мм/54 Mk39
uk: 127-мм/54 Mk39
zh: 127毫米/54 Mk39

# IDS_PJGM539_5IN54_MK16
source: 127 mm/54 Mk39
ru: 127-мм/54 Mk39
uk: 127-мм/54 Mk39
zh: 127毫米/54 Mk39

# IDS_PJGM549_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM550_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM563_203MM50_TYPE_C_RF_MOD
source: 203 mm/50 3rd Year Type 2 GO mod. C
es_mx: 203 mm/50 Tipo 3er Año 2 GO mod. C
ru: 203-мм/50 3rd Year Type 2 GO mod. C
uk: 203-мм/50 3rd Year Type 2 GO mod. C
zh: 203 毫米/50 三年式 长II C型

# IDS_PJGM564_203MM50_TYPE_C_MOD
source: 203 mm/50 3rd Year Type 2 GO mod. C
es_mx: 203 mm/50 Tipo 3er Año 2 GO mod. C
ru: 203-мм/50 3rd Year Type 2 GO mod. C
uk: 203-мм/50 3rd Year Type 2 GO mod. C
zh: 203 毫米/50 三年式 长II C型

# IDS_PJGM622_127MM50_TYPE_C_SPACE
source: 127 MW J8 Piu-Piu
ru: 127-МВт J8 Piu-Piu
uk: 127-МВт J8 Piu-Piu
zh: 127-МВт J8 Piu-Piu

# IDS_PJGM649_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM650_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM749_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGM750_356MM45_TYPE41_TGS
source: 356 mm/45 41st Year Type
es_mx: 356 mm/45 Tipo 41er Año
ru: 356-мм/45 41st Year Type
uk: 356-мм/45 41st Year Type
zh: 356 毫米/45 四一式

# IDS_PJGS002_155MM60_TYPE3
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJGS003_127MM40_TYPE89_MOD_A
source: 127 mm/40 Type89 A1 mod. 2
es_mx: 127 mm/40 Tipo 89 A1 mod. 2
ru: 127-мм/40 Type89 A1 mod. 2
uk: 127-мм/40 Type89 A1 mod. 2
zh: 127 毫米/40 八九式 一型二号

# IDS_PJGS008_150MM50_TYPE_41
source: 152 mm/50 41st Year Type
es_mx: 152 mm/50 Tipo 41er Año
ru: 152-мм/50 41st Year Type
uk: 152-мм/50 41st Year Type
zh: 152 毫米/50 四一式

# IDS_PJGS009_127MM40_TYPE_89
source: 127 mm/40 Type89 A1
es_mx: 127 mm/40 Tipo 89 A1
ru: 127-мм/40 Type89 A1
uk: 127-мм/40 Type89 A1
zh: 127 毫米/40 八九式 A1

# IDS_PJGS015_120MM45_TYPE_HAGUN_10
source: 120 mm/40 10th Year Type mod. B2
es_mx: Tipo Año 10 mod. B2 de120 mm/40
ru: 120-мм/40 10th Year Type mod. B2
uk: 120-мм/40 10th Year Type mod. B2
zh: 120 毫米/40 十年式 B2型

# IDS_PJGS016_120MM45_TYPE_HAGUN
source: 120 mm/40 10th Year Type mod. C
es_mx: 120 mm/40 Tipo 10º Año mod. C
ru: 120-мм/40 10th Year Type mod. C
uk: 120-мм/40 10th Year Type mod. C
zh: 120 毫米/40 十年式 C型

# IDS_PJGS021_127MM50_TYPE_B
source: 127 mm/50 3rd Year Type mod. B
es_mx: 127 mm/50 Tipo 3er Año mod. B
ru: 127-мм/50 3rd Year Type mod. B
uk: 127-мм/50 3rd Year Type mod. B
zh: 127 毫米/50 三年式B型

# IDS_PJGS026_100MM65_TYPE98
source: 100 mm/65 Type98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100 毫米/65 九八式

# IDS_PJGS037_127MM50_TYPE_D
source: 127 mm/50 3rd Year Type mod. D
es_mx: 127 mm/50 Tipo 3er Año mod. D
ru: 127-мм/50 3rd Year Type mod. D
uk: 127-мм/50 3rd Year Type mod. D
zh: 127 毫米/50 三年式D型

# IDS_PJGS038_100MM65_TYPE89
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJGS039_200MM50_TYPE3
source: 200 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 200-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式
zh_sg: 203 mm/50 3rd Year Type

# IDS_PJGS042_127MM40_TYPE89_3
source: 127 mm/40 Type89 mod. A1
es_mx: 127 mm/40 Tipo 89 mod. A1
ru: 127-мм/40 Type89 mod. A1
uk: 127-мм/40 Type89 mod. A1
zh: 127 毫米/40 八九式 A1型

# IDS_PJGS045_76MM40_TYPE3
source: 80 mm/40 3rd Year Type
es_mx: 80 mm/40 Tipo 3er Año
ru: 80-мм/40 3rd Year Type
uk: 80-мм/40 3rd Year Type
zh: 80 毫米/40 三年式

# IDS_PJGS051_120MM45_TYPE_HAGUN
source: 120 mm/40 10th Year Type mod. C
es_mx: 120 mm/40 Tipo 10º Año mod. C
ru: 120-мм/40 10th Year Type mod. C
uk: 120-мм/40 10th Year Type mod. C
zh: 120 毫米/40 十年式 C型

# IDS_PJGS053_140MM_TYPE3
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGS061_120MM40_TYPE_HAGUN
source: 120 mm/40 Type Hagun
es_mx: 120 mm/40 Tipo Hagun
ru: 120-мм/40 Type Hagun
uk: 120-мм/40 Type Hagun
zh: 120 毫米/40 破军式

# IDS_PJGS065_3IN40_MK1
source: 80 mm/40 41st Year Type
es_mx: 80 mm/40 Tipo 41er Año
ru: 80-мм/40 41st Year Type
uk: 80-мм/40 41st Year Type
zh: 80 毫米/40 四一式

# IDS_PJGS070_152MM45_MASK
source: 152 mm/45 41st Year Type
es_mx: 152 mm/45 Tipo 41er Año
ru: 152-мм/45 41st Year Type
uk: 152-мм/45 41st Year Type
zh: 152 毫米/45 四一式

# IDS_PJGS073_127MM50_TYPE_D
source: 127 mm/50 3rd Year Type mod. D
es_mx: 127 mm/50 Tipo 3er Año mod. D
ru: 127-мм/50 3rd Year Type mod. D
uk: 127-мм/50 3rd Year Type mod. D
zh: 127 毫米/50 三年式D型

# IDS_PJGS076_100MM65_TYPE_98
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJGS079_76MM40
source: 80 mm/40 41st Year Type
es_mx: 80 mm/40 Tipo 41er Año
ru: 80-мм/40 41st Year Type
uk: 80-мм/40 41st Year Type
zh: 80 毫米/40 四一式

# IDS_PJGS080_120MM40
source: 120 mm/40 41st Year Type
es_mx: 120 mm/40 Tipo 41er Año
ru: 120-мм/40 41st Year Type
uk: 120-мм/40 41st Year Type
zh: 120 毫米/40 四一式

# IDS_PJGS086_120MM40
source: 120 mm/40 41st Year Type
es_mx: 120 mm/40 Tipo 41er Año
ru: 120-мм/40 41st Year Type
uk: 120-мм/40 41st Year Type
zh: 120 毫米/40 四一式

# IDS_PJGS087_140MM50_TYPE_3YEAR
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGS124_100MM65_TYPE98
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJGS126_140MM
source: 140 mm/50 3rd Year Type
es_mx: 140 mm/50 Tipo 3er Año
ru: 140-мм/50 3rd Year Type
uk: 140-мм/50 3rd Year Type
zh: 140 毫米/50 三年式

# IDS_PJGS128_152MM50_TYPE41
source: 152 mm/50 41st Year Type
es_mx: 152 mm/50 Tipo 41er Año
ru: 152-мм/50 41st Year Type
uk: 152-мм/50 41st Year Type
zh: 152 毫米/50 四一式

# IDS_PJGS131_152MM40_COLOR_WHITE
source: 152 mm/40 41st Year Type
es_mx: 152 mm/40 Tipo 41er Año
ru: 152-мм/40 41st Year Type
uk: 152-мм/40 41st Year Type
zh: 152 毫米/40 四一式

# IDS_PJGS133_76MM40_WITH_SHIELD_WHITE
source: 80 mm/40 41st Year Type
es_mx: 80 mm/40 Tipo 41er Año
ru: 80-мм/40 41st Year Type
uk: 80-мм/40 41st Year Type
zh: 80 毫米/40 四一式

# IDS_PJGS136_76MM40_WITH_SHIELD_2
source: 80 mm/40 41st Year Type
es_mx: 80 mm/40 Tipo 41er Año
ru: 80-мм/40 41st Year Type
uk: 80-мм/40 41st Year Type
zh: 80 毫米/40 四一式

# IDS_PJGS137_152MM40_COLOR_BLACK
source: 152 mm/40 41st Year Type
es_mx: 152 mm/40 Tipo 41er Año
ru: 152-мм/40 41st Year Type
uk: 152-мм/40 41st Year Type
zh: 152 毫米/40 四一式

# IDS_PJGS138_76MM40_WITH_SHIELD_BLACK
source: 80 mm/40 41st Year Type
es_mx: 80 mm/40 Tipo 41er Año
ru: 80-мм/40 41st Year Type
uk: 80-мм/40 41st Year Type
zh: 80 毫米/40 四一式

# IDS_PJGS139_127MM40_TYPE89_MOD_A3
source: 127 mm/40 Type89 A1 mod. 3
es_mx: 127 mm/40 Tipo 89 A1 mod. 3
ru: 127-мм/40 Type89 A1 mod. 3
uk: 127-мм/40 Type89 A1 mod. 3
zh: 127 毫米/40 八九式 A1 3型

# IDS_PJGS148_120MM45_B2C
source: 120 mm/40 10th Year Type mod. B2/C
es_mx: 120 mm/40 10º Año Tipo mod. B2/C
ru: 120-мм/40 10th Year Type mod. B2/C
uk: 120-мм/40 10th Year Type mod. B2/C
zh: 120 毫米/40 十年式 B2/C型

# IDS_PJGS149_120MM45_B2C
source: 120 mm/40 10th Year Type mod. B2/C
es_mx: 120 mm/40 10º Año Tipo mod. B2/C
ru: 120-мм/40 10th Year Type mod. B2/C
uk: 120-мм/40 10th Year Type mod. B2/C
zh: 120 毫米/40 十年式 B2/C型

# IDS_PJGS156_155MM_60_TYPE3
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJGS157_127MM40_TYPE89_MOD_A
source: 127 mm/40 Type89 A1 mod. 2
es_mx: 127 mm/40 Tipo 89 A1 mod. 2
ru: 127-мм/40 Type89 A1 mod. 2
uk: 127-мм/40 Type89 A1 mod. 2
zh: 127 毫米/40 八九式 一型二号

# IDS_PJGS158_127MM40_TYPE_89
source: 127 mm/40 Type89 A1
es_mx: 127 mm/40 Tipo 89 A1
ru: 127-мм/40 Type89 A1
uk: 127-мм/40 Type89 A1
zh: 127 毫米/40 八九式 A1

# IDS_PJGS169_76_2MM_60_TYPE89
source: 76 mm/60 Type98
es_mx: 76 mm/60 Tipo 98
ru: 76-мм/60 Type98
uk: 76-мм/60 Type98
zh: 76 毫米/60 九八式

# IDS_PJGS508_150MM50_TYPE_41_TGS
source: 152 mm/50 41st Year Type
es_mx: 152 mm/50 Tipo 41er Año
ru: 152-мм/50 41st Year Type
uk: 152-мм/50 41st Year Type
zh: 152 毫米/50 四一式

# IDS_PJGS509_127MM40_TYPE_89_TGS
source: 127 mm/40 Type89 A1
es_mx: 127 mm/40 Tipo 89 A1
ru: 127-мм/40 Type89 A1
uk: 127-мм/40 Type89 A1
zh: 127 毫米/40 八九式 A1

# IDS_PJGS542_127MM40_TYPE89_3
source: 127 mm/40 Type89 A1 mod. 1
es_mx: 127 mm/40 Tipo 89 A1 mod. 1
ru: 127-мм/40 Type89 A1 mod. 1
uk: 127-мм/40 Type89 A1 mod. 1
zh: 127 毫米/40 八九式 A1 1型

# IDS_PJGT012_610MM4_TYPE_93
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT017_610MM4_TYPE_93L
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT022_610MM3_TYPE_93
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT023_610MM4_TYPE_93R
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT027_610MM3_TYPE_93L
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT028_610MM3_TYPE_93R
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT031_610MM2_TYPE_93
source: 610 mm Twin
es_mx: 610 mm Dual
ja: 610 mm 連装
ru: 610-мм 2-трубный
uk: 610-мм 2-трубний
zh: 610 毫米 双联 九三式
zh_sg: 610 mm 双联

# IDS_PJGT034_610MM2_TYPE_93_MOD1
source: 610 mm Twin
es_mx: 610 mm Dual
ja: 610 mm 連装
ru: 610-мм 2-трубный
uk: 610-мм 2-трубний
zh: 610 毫米 双联 九三式
zh_sg: 610 mm 双联

# IDS_PJGT036_610MM5_TYPE_93
source: 610 mm Quintuple
es_mx: 610 mm Quíntuple
ja: 610 mm 五連装
ru: 610-мм 5-трубный
uk: 610-мм 5-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 五联

# IDS_PJGT054_533MM_TYPE_6
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PJGT057_533MM_2
source: 533 mm Twin
es_mx: 533 mm Dual
ja: 533 mm 連装
ru: 533-мм 2-трубный
uk: 533-мм 2-трубний
zh: 533 毫米 九三式
zh_sg: 533 mm 双联

# IDS_PJGT059_610MM_3
source: 610 mm Triple
ja: 610 mm 三連装
ru: 610-мм 3-трубный
uk: 610-мм 3-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 三联

# IDS_PJGT060_457MM_2
source: 457 mm Twin
es_mx: 457 mm Dual
ja: 457 mm 連装
ru: 457-мм 2-трубный
uk: 457-мм 2-трубний
zh: 457 毫米 九三式
zh_sg: 457 mm 双联

# IDS_PJGT077_610MM4_TYPE_93L
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT078_610MM4_TYPE_93R
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PJGT089_610MM5_TYPE_93L
source: 610 mm Quintuple
es_mx: 610 mm Quíntuple
ja: 610 mm 五連装
ru: 610-мм 5-трубный
uk: 610-мм 5-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 五联

# IDS_PJGT090_610MM5_TYPE_93R
source: 610 mm Quintuple
es_mx: 610 mm Quíntuple
ja: 610 mm 五連装
ru: 610-мм 5-трубный
uk: 610-мм 5-трубний
zh: 610 毫米 九三式
zh_sg: 610 mm 五联

# IDS_PJGT106_610MM6_TYPE_93
source: 610 mm Sextuple
es_mx: 610 mm Séxtuple
ja: 610 mm 六連装
ru: 610-мм 6-трубный
uk: 610-мм 6-трубний
zh: 六连装610毫米
zh_sg: 610毫米六管火炮

# IDS_PJGT108_533MM_TYPE_6
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PJGT109_610MM4_TYPE_93
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联
