Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBSA204_DESCR
source: One of the first aircraft carriers of special construction in the world. The ship featured very good speed for her time, had armor protection similar to that of a cruiser, and carried quite a powerful secondary battery. One of her drawbacks was the small size of her aircraft hangar.
es_mx: Uno de los primeros portaaviones de construcción especial en el mundo. El barco contaba con una velocidad muy buena para su época, tenía una protección similar a la de un crucero, y cargaba con una poderosa batería secundaria. Una de sus desventajas era el tamaño reducido de su hangar de aviones.
ja: ハーミーズは、最初から航空母艦として建造されたものとしては世界でも最初期の艦のひとつです。当時としてはとても良好な速力を備え、巡洋艦に類似した装甲防御が施され、極めて強力な副砲を搭載していましたが、航空機格納庫が比較的小さかったことが欠点のひとつでした。
pl: Jeden z pierwszych na świecie lotniskowców specjalnej konstrukcji. Okręt był bardzo szybki jak na swoje czasy, posiadał opancerzenie porównywalne z krążownikiem i uzbrojony był w całkiem silną baterię dodatkową. Jednym z jego mankamentów była mała pojemność hangaru lotniczego.
ru: Один из первых в мире авианосцев специальной постройки. Имел хорошую для своего времени скорость хода, бронирование, близкое к крейсерскому, и достаточно сильную противоминную артиллерию. К недостаткам корабля относился малый размер ангара для самолётов.
uk: Один із перших у світі авіаносців спеціальної побудови. Мав добру для свого часу швидкість ходу, бронювання, наближене до крейсерського, і досить потужну протимінну артилерію. Недоліком корабля був малий розмір ангару для літаків.
zh: 世界上第一批特殊建造的航空母舰之一。此舰在它的时代具有非常好的速度，具有类似于巡洋舰的装甲防护，并且携带相当强力的副炮。它的缺点之一是它的机库很小。
zh_sg: 世界上第一批特殊建造的航空母舰之一。这艘战舰在其所处时代中里具有非常好的航速，具有类似于巡洋舰的装甲保护，并且装备了强大的副炮组。其缺点之一是它的飞机库很小。

# IDS_PBSA204_FULL
source: Hermes
zh: 赫耳墨斯
zh_sg: 竞技神

# IDS_PBSA210
source: Audacious
zh: 大胆
zh_sg: 大胆

# IDS_PBSA210_DESCR
source: This heavy aircraft carrier project, designed at the end of World War II, represented a further development of the Implacable class. Her large dimensions allowed her to overcome the major drawback of her predecessors—the relatively small number of airplanes she could carry onboard. The aircraft carriers initially laid down as the Audacious class were completed much later, in the 1950s, with a significantly modified design.
es_mx: Un proyecto de un portaaviones pesado diseñado a finales de la Segunda Guerra Mundial. Representaba un desarrollo avanzado de la clase Implacable. Sus grandes dimensiones le permitían superar la principal desventajas de sus predecesores: la cantidad relativamente pequeña de aviones que podía llevar a bordo. Los portaaviones puestos en quilla inicialmente como la clase Audacious fueron completados mucho tiempo después, en los años 50, con un diseño modificado significativamente.
ja: オーディシャス級航空母艦は、二次大戦の終盤に設計された大型空母であり、インプラカブル級の拡張型です。大型化に伴い、搭載機数が比較的少ないという前級における大きな欠点が解消されていました。オーディシャス級として起工された各艦は、大幅に改設計された上で 1950 年代にようやく就役しました。
pl: Ciężki lotniskowiec zaprojektowany pod koniec II wojny światowej. Był to projekt rozwojowy klasy Implacable. Duże rozmiary pozwalały na usunięcie największej wady poprzedników – niewielkiej liczby samolotów, jakie mogły przenosić. Lotniskowce początkowo budowane jako klasa Audacious zostały ukończone znacznie później, w latach 50., po znaczącej zmianie ich konstrukcji.
ru: Проект тяжёлого авианосца, разработанный в конце Второй мировой войны и представлявший собой развитие типа Implacable. Большие размеры корабля позволили преодолеть основной недостаток предшественников — сравнительно малую самолётовместимость. Авианосцы, изначально заложенные как тип Audacious, были достроены много позже, в 1950-х годах, по существенно изменённому проекту.
uk: Проект важкого авіаносця, розроблений в кінці Другої світової війни і був розвитком типу Implacable. Великі розміри корабля дозволили подолати головний недолік попередників — порівняно малу літакомісткість. Авіаносці, спочатку закладені як тип Audacious, добудували набагато пізніше, у 1950-х рр., за значно зміненим проектом.
zh: 大战结束时设计的重型航空母舰计划。它代表怨仇级的进一步发展。它的大尺寸使它能够克服前辈的主要缺点—它可以运载得飞机数量相对较少。此航空母舰最初作为大胆级安放龙骨在相当晚的1950年代才完成，带有大幅修改的设计。
zh_sg: 第二次世界大战结束时设计的重型航空母舰项目。它代表了怨仇级航母的进一步发展。它大尺寸船身使它解决了其前身的主要缺点 - 携带飞机的数量相对较少。大胆级航空母舰最早开始建造于在20世纪50年代，经过了大幅改进的设计。

# IDS_PBSA210_FULL
source: Audacious
zh: 大胆
zh_sg: 大胆

# IDS_PBSA508
source: Indomitable
zh: 不屈
zh_sg: 不挠

# IDS_PBSA508_DESCR
source: The last ship from the Illustrious-class carriers, which represented a revolutionary breakthrough in the development of aircraft carriers thanks to the introduction of an armored flight deck. In contrast to the lead ship, she had an increased capacity and could carry more aircraft.
es_mx: El último barco de los portaaviones de la clase Illustrious, el cual representó un avance revolucionario en el desarrollo de los portaaviones gracias a la introducción de una cubierta de vuelo blindada. A diferencia del barco insignia, tenía una mayor capacidad y llevaba a bordo más aviones.
ja: 航空母艦インドミタブルは、イラストリアス級の最後の 1 隻です。本級は飛行甲板に装甲が施されており、航空母艦の開発に革命的ブレイクスルーをもたらしました。このインドミタブルは、1 番艦に比べて搭載機数の増加が図られていました。
pl: Ostatni lotniskowiec klasy Illustrious, która wprowadziła kamień milowy w rozwoju lotniskowców pod postacią opancerzonego pokładu lotniczego. W porównaniu do okrętu prowadzącego klasy Indomitable miał większą pojemność i mógł przenosić większą grupę lotniczą.
ru: Последний из серии авианосцев типа Illustrious — кораблей, которые произвели революцию в развитии этого класса благодаря наличию бронированной полётной палубы. От головного корабля отличался увеличенной самолётовместимостью.
uk: Останній із серії авіаносців типу Illustrious — кораблів, які здійснили революцію у розвитку цього класу завдяки наявності броньованої польотної палуби. Від головного корабля відрізнявся збільшеною літакомісткістю.
zh: 由于引进装甲飞行甲板，这艘最后的光辉级航空母舰代表航空母舰发展的革命性突破。与领舰相比，它有增加的运载量并运载更多的飞机。
zh_sg: 最后一艘光辉级航空母舰，由于引入了装甲飞行甲板，代表了航空母舰发展的革命性突破。与主舰形成鲜明对比的是，它增加了容量，并携带了更多的飞机。

# IDS_PBSA508_FULL
source: Indomitable
zh: 不屈
zh_sg: 不挠

# IDS_PBSA518_DESCR
source: The first British aircraft carrier of a new generation. She is equipped with a continuous flight deck and modern equipment for aircraft takeoff and landing, as well as being armed with the most advanced dual-purpose artillery available in the Royal Navy during the late 1930s.
es_mx: El primer portaaviones británico de una nueva generación, equipado con una cubierta de vuelo continua, equipo moderno para el despegue y aterrizaje de los aviones, y armado con la artillería de doble propósito más avanzada disponible en la Royal Navy a finales de los años 30.
ja: アーク・ロイヤルはイギリス初の新世代空母であり、全通甲板と近代的な発艦・着艦設備を備え、1930 年代のイギリス海軍における最新鋭の両用砲を搭載していました。
pl: Pierwszy brytyjski lotniskowiec nowej generacji, na którym zastosowano ciągły pokład startowy, nowoczesne wyposażenie do wspomagania startu i lądowania samolotów oraz wyposażony w najnowocześniejsze działa uniwersalne dostępne w Royal Navy pod koniec lat 30.
ru: Первый британский авианосец нового поколения, оснащённый сплошной полётной палубой, современным оборудованием для взлёта и посадки самолётов и вооружённый самой совершенной универсальной артиллерией, какой располагал Королевский флот в конце 1930-х годов.
uk: Перший британський авіаносець нового покоління, оснащений суцільною польотною палубою, сучасним обладнанням для зльоту й посадки літаків та озброєний найдосконалішою універсальною артилерією, яку мав у своєму розпорядженні Королівський флот наприкінці 1930-х рр.
zh: Первый британский авианосец нового поколения, оснащённый сплошной полётной палубой, современным оборудованием для взлёта и посадки самолётов и вооружённый самой совершенной универсальной артиллерией, какой располагал Королевский флот в конце 1930-х годов.
zh_sg: 新生代英国航空母舰的第一艘舰艇，装备了连续飞行甲板、现代化飞机起降设备，以及1930年代末英国皇家海军最先进的两用火炮。

# IDS_PBSA910_DESCR
source: This ship is a copy of Audacious, intended for test purposes only.
es_mx: Este barco es una copia del Audacious, destinado solo para fines de prueba.
ja: 本艦は Audacious のコピーであり、テスト専用
pl: Okręt ten jest kopią Audacious, stworzoną na potrzeby testów.
ru: Этот корабль является копией корабля Audacious и предназначен для тестов.
uk: Цей корабель є копією корабля Audacious і призначається для тестів.
zh: Этот корабль является копией корабля Audacious и предназначен для тестов.
zh_sg: 这艘战舰是大胆号的复制，仅用于测试目的。

# IDS_PBSB002
source: Warspite
zh: 厌战
zh_sg: 厌战

# IDS_PBSB002_DESCR
source: When commissioned, she was one of the mightiest battleships in the world that outmatched all previous dreadnought classes in firepower and speed. By the outbreak of World War II, Warspite had been modernized to receive more powerful torpedo protection, reinforced horizontal armor protection, and enhanced AA capabilities.
es_mx: Al tiempo de ser comisionado, era uno de los acorazados más poderosos del mundo que sobrepasaba todas las clases previas de dreadnoughts en potencia de fuego y velocidad. Al estallar la Segunda Guerra Mundial, Warspite había sido modernizado para recibir una protección anti torpedos más poderosa y capacidades antiaéreas mejorada.
ja: ウォースパイトは、就役当時としては世界最強の戦艦の 1 隻であり、従来の弩級戦艦を火力と速力において圧倒していました。二次大戦の勃発に伴って近代化改装が施され、対水雷防御、水平装甲防御、対空能力が強化されました。
pl: Gdy rozpoczął służbę, był jednym z najpotężniejszych pancerników świata, który przewyższał dotychczasowe drednoty pod względem siły ognia i prędkości. Po wybuchu II wojny światowej Warspite przeszedł modernizację i otrzymał ulepszoną obronę przeciwtorpedową i przeciwlotniczą oraz wzmocniony pancerz poziomy.
ru: При вступлении в строй являлся одним из сильнейших линкоров мира, превосходившим по артиллерийской мощи и скорости все предшествующие типы дредноутов. В результате модернизаций к началу Второй мировой войны получил более мощную противоторпедную защиту, усиленное горизонтальное бронирование и усовершенствованную ПВО.
uk: Після вступу в стрій став одним з найсильніших лінкорів світу, котрий перевершував за артилерійською потужністю і швидкістю всі попередні типи дредноутів. У результаті модернізацій перед початком Другої світової війни отримав більш потужний протиторпедний захист, посилене горизонтальне бронювання і вдосконалену ППО.
zh: 履历战功的一艘战舰，最终它被拖到报废场时搁浅，而后来在现场打捞上岸。
zh_sg: 该战舰进入服役时是世界上最为强大的战列舰之一，在火力与航速上超越了所有以往的无畏级战舰。到了第二次世界大战爆发时，厌战更是经过了现代化改装，从而在鱼雷防护、水平装甲防护、以及防空能力方面得到了显著的加强。

# IDS_PBSB002_FULL
source: Warspite
zh: 厌战
zh_sg: 厌战

# IDS_PBSB002_SHORT
source: WRSP
zh: 厌战
zh_sg: 厌战

# IDS_PBSB103
source: Bellerophon
zh: 柏勒罗丰
zh_sg: 柏勒罗丰

# IDS_PBSB103_DESCR
source: The Bellerophon-class battleships were developed from the renowned Dreadnought class. The ship inherited turbine propulsion and a main battery consisting of ten 305 mm guns from her predecessor, but, unlike the prototype, she had armored torpedo protection.
es_mx: Los acorazados clase Bellerophon fueron desarrollados a partir de la famosa clase Dreadnought. El barco heredó de su predecesor el sistema de propulsión por turbina y una batería principal que consistía en diez cañones de 305 mmm, pero, a diferencia del prototipo, tenía una protección blindada contra torpedos.
ja: ベレロフォン級戦艦は、高名な戦艦ドレッドノートの改良型です。前級からタービン機関と 305 mm 砲 10 門構成の主砲を引き継いだ上で、新たに対水雷防御を施していました。
pl: Pancerniki klasy Bellerophon były budowane w oparciu o słynną klasę Dreadnought. Okręt odziedziczył po pierwowzorze napęd turbinowy i główną baterię składającą się z dział kal. 305 mm, ale w przeciwieństwie do niego posiadał obronę przeciwtorpedową.
ru: Линейные корабли типа Bellerophon являлись развитием знаменитого «Дредноута». Как и прототип, они имели турбинную энергетическую установку и десять 305-мм орудий в качестве артиллерии главного калибра, отличаясь наличием противоторпедной броневой защиты.
uk: Лінійні кораблі типу Bellerophon були розвитком знаменитого «Дредноута». Як і прототип, вони мали турбінну силову установку і десять 305-мм гармат артилерії головного калібру, відрізняючись наявністю протиторпедного броньового захисту.
zh: 柏勒罗丰级战列舰是研发自有名的无畏级。该战舰继承了涡轮推进装置及来自它前辈由十门 305 毫米舰炮所组成的主炮组，但与原型不同的是，它具有鱼雷防护。
zh_sg: 柏勒罗丰级战列舰是基于著名的无畏级研发的战舰。继承了涡轮推进装置及来前代舰的由十门305毫米舰炮所组成的主炮组，但与之不同的是，额外具有鱼雷防护能力。

# IDS_PBSB103_FULL
source: Bellerophon
zh: 柏勒罗丰
zh_sg: 柏勒罗丰

# IDS_PBSB104
source: Orion
zh: 猎户座
zh_sg: 猎户座

# IDS_PBSB104_DESCR
source: The first dreadnought ship in the world to carry 343 mm main guns; she was superior to all battleships built before her in terms of firepower. Besides this, in contrast to her British predecessors, the ship had reinforced side armor and a more advanced arrangement of artillery guns.
es_mx: El primer barco acorazado en el mundo en llevar cañones principales de 343 mm; era superior a todos los acorazados construidos anteriormente en términos de poder de fuego. Además, en contraste con sus predecesores británicos, el barco tenía blindaje lateral reforzado y una disposición más avanzada de sus cañones de artillería.
ja: オライオン級戦艦は、世界で初めて 343 mm 砲を採用した弩級戦艦であり、その火力はそれ以前に建造されたあらゆる戦艦を凌駕していました。加えて、これまでのイギリス戦艦に比して舷側装甲が強化され、より先進的な主砲配置を採用していました。
pl: Pierwszy drednot świata uzbrojony w działa kal 343 mm. W momencie zwodowania był okrętem o największej sile ognia na świecie. Ponadto, w przeciwieństwie do swoich brytyjskich poprzedników, okręt posiadał silny pancerz boczny i bardziej nowoczesne ustawienie dział artyleryjskich.
ru: Первый в мире «сверхдредноут» с 343-мм орудиями главного калибра, существенно превосходившими по мощи вооружение всех построенных до этого линкоров. От британских предшественников отличался, кроме этого, усиленным бортовым бронированием и более прогрессивным размещением артиллерии.
uk: Перший в світі «наддредноут» з 343-мм гарматами головного калібру, значно переважавшими за потужністю озброєння всіх побудованих до цього лінкорів. Від британських попередників відрізнявся, крім цього, посиленим бортовим бронюванням і прогресивнішим розміщенням артилерії.
zh: 世界上第一艘搭载 343 毫米主炮的无畏舰；它在火力方面远胜于在它之前建造的所有战列舰。除此之外，和它的Y国前辈相比，该舰艇强化了舷侧装甲及更先进的火炮编排。
zh_sg: 世界上第一艘搭载343毫米主炮的无畏舰；在火力方面远胜于在之前所有战列舰。除此之外，和它的英国前辈相比，该战舰强化了舷侧装甲及更先进的火炮布置。

# IDS_PBSB104_FULL
source: Orion
zh: 猎户座
zh_sg: 猎户座

# IDS_PBSB105
source: Iron Duke
zh: 铁公爵
zh_sg: 铁公爵

# IDS_PBSB105_DESCR
source: A typical British battleship of World War I. The ship carried the same main battery guns as the battleships of the preceding class, but was armed with more powerful secondary battery guns.
es_mx: Un típico acorazado británico de la 1a Guerra Mundial. El barco llevaba la misma batería principal de los acorazados de la clase anterior, pero estaba armado con una batería secundaria más poderosa.
ja: アイアン・デューク級戦艦は、一次大戦中のイギリス戦艦としては典型的な艦級でした。主砲は前級と同様でしたが、副砲が強化されていました。
pl: Typowy brytyjski pancernik z I wojny światowej. Okręt posiadał te same działa głównej baterii co okręty, z których się wywodził, ale otrzymał znacznie potężniejsze działa dodatkowe.
ru: Типичный британский линкор времён Первой мировой войны. Был вооружён теми же орудиями главного калибра, что и линкоры предшествующего типа, отличаясь более мощной противоминной артиллерией.
uk: Типовий британський лінкор часів Першої світової війни. Був озброєний тими ж гарматами головного калібру, що й лінкори попереднього типу, відрізнявся від них потужнішою протимінною артилерією.
zh: 一艘典型的大战中Y国的战列舰。该战舰搭载了跟先前舰级战列舰一样的主炮，但装有更强大的副炮组。
zh_sg: 一艘典型的一战英国战列舰。该战舰搭载了跟前代舰一样的主炮，但装有更强大的副炮组。

# IDS_PBSB105_FULL
source: Iron Duke
zh: 铁公爵
zh_sg: 铁公爵

# IDS_PBSB106
source: Queen Elizabeth
zh: 伊丽莎白女王
zh_sg: 伊丽莎白女王

# IDS_PBSB106_DESCR
source: The first battleship in the world to carry 381 mm main battery guns. When commissioned, she was one of the fastest ships of her type. In the interwar period, the battleship was extensively upgraded. Her torpedo protection was reinforced, and her outdated secondary battery was replaced with up-to-date dual-purpose artillery. The ship also received aircraft handling equipment.
es_mx: El primer acorazado en el mundo en llevar cañones de 381 mm. Al ser comisionado, fue uno de los más grandes barcos de su tipo. En el período entre guerras, el barco fue actualizado extensivamente. Su protección de torpedos fue reforzada, y su antigua batería secundaria fue reemplazada con artillería moderna de doble propósito. El barco también recibió equipo para contar con aviones.
ja: クイーン・エリザベス級戦艦は、世界で初めて 381 mm 砲を採用した艦級であり、就役当時には世界最速の戦艦のひとつでした。戦間期に大幅な近代化改装が施され、対水雷防御が強化され、旧式化していた副砲は、最新の両用砲へと換装されました。加えて、航空機運用設備の追加も行われました。
pl: Pierwszy pancernik świata, w którym zamontowano działa głównej baterii kal. 381 mm. Kiedy oddano go do służby, był jednym z najszybszych okrętów tego typu. W okresie międzywojennym pancernik został zmodernizowany. Ulepszono jego obronę przeciwtorpedową, a przestarzałe działa baterii dodatkowej zamieniono na nowoczesne działa uniwersalne. Okręt otrzymał również wyposażenie do obsługi samolotów.
ru: Первый в мире линкор с 381-мм артиллерией главного калибра. На момент вступления в строй являлся одним из самых быстроходных кораблей своего класса. В период между мировыми войнами линкор был кардинально модернизирован: была усилена противоторпедная защита, старая артиллерия ПМК заменена на новейшую универсальную, установлено авиационное оборудование.
uk: Перший в світі лінкор з 381-мм артилерією головного калібру. На час вступу в стрій був одним із найшвидших кораблів свого класу. У період між світовими війнами лінкор значно модернізували: посилили протиторпедний захист, стару артилерію ПМК замінили на нову універсальну, встановили авіаційне обладнання.
zh: 世界上第一艘搭载 381 毫米主炮的战列舰。投入服役时，它是同类型中最快的战舰之一。在两次大战期间，该战列舰进行了大规模的升级。它强化了鱼雷防护，而它过时的副炮组则被最新式的两用火炮所取代。该战舰还获得了飞机装卸设备。
zh_sg: 世界上第一艘搭载381毫米主炮的战列舰。进入服役时，是同类型中最快的战舰之一。在两战间时期，该战列舰进行了大规模的升级。强化了鱼雷防护，副炮组用最新式的两用火炮替换了原始已过时的炮组。此外战舰还加装了飞机装卸设备。

# IDS_PBSB106_FULL
source: Queen Elizabeth
zh: 伊丽莎白女王
zh_sg: 伊丽莎白女王

# IDS_PBSB107
source: King George V
zh: 英王乔治五世
zh_sg: 英王乔治五世

# IDS_PBSB107_DESCR
source: The lead ship of a series of next-generation battleships for the Royal Navy. She was superior to her predecessors in terms of armor protection and AA capabilities. This battleship was equipped with aircraft-handling gear. Due to international armament restrictions, the ship's main guns had a relatively small caliber of 356 mm.
es_mx: El barco principal de una series de acorazados de siguiente generación de la Marina Real. Era superior a sus predecesores en términos de blindaje y capacidades AA. Este acorazado contaba con equipo para utilizar aviones. Debido a las restricciones internacionales de armamento, los cañones principales del barco tenían un calibre relativamente pequeño de 356 mm.
ja: キング・ジョージ 5 世級戦艦は、イギリス海軍の新世代戦艦であり、装甲防御力と対空能力において従来の艦級を凌いでいました。また、水上機の運用が可能でした。国際的な兵装制限に伴い、その主砲の口径は 356 mm という比較的小さなものでした。
pl: Okręt prowadzący serii pancerników nowej generacji Royal Navy. Był doskonalszy od poprzedników pod względem opancerzenia i siły ognia przeciwlotniczego. Posiadał wyposażenie pozwalające na obsługę samolotów. Z powodu ograniczeń traktatami międzynarodowymi posiadał działa o stosunkowo niewielkim kalibrze 356 mm.
ru: Головной корабль серии линейных кораблей нового поколения для Королевских ВМС. Заметно превосходил предшественников по бронированию и силе ПВО. Имел на борту авиационное оборудование. Из-за международных ограничений по вооружению орудия линкора имели сравнительно небольшой калибр — 356 мм.
uk: Головний корабель серії лінійних кораблів нового покоління для Королівських ВМС. Помітно перевершував попередників за бронюванням і потужністю ППО. Мав на борту авіаційне обладнання. Через міжнародні обмеження з озброєння гармати лінкора були порівняно невеликого калібру — 356 мм.
zh: 海军下一代战列舰系列的首舰。它在装甲防护力及防空能力方面远胜于其前辈。此战列舰装备有飞机装卸机具。由于国际军备限制，该终究会的主炮为口径相对较小的 356 毫米。
zh_sg: 皇家海军次世代战列舰系列的首舰。在装甲防护力及对空防御能力方面远胜于前代舰。此战列舰装备有飞机装卸机具。由于国际武器限制，主炮为口径相对较小的356毫米。

# IDS_PBSB107_FULL
source: King George V
zh: 英王乔治五世
zh_sg: 英王乔治五世

# IDS_PBSB108
source: Monarch
zh: 君主
zh_sg: 君主

# IDS_PBSB108_DESCR
source: One of the preliminary versions of the King George V-class ships armed with 381 mm main battery guns. She had features characteristic of a next-generation battleship, namely relatively high speed, thick horizontal armor, and dual-purpose artillery.
es_mx: Una de las versiones preliminares de los barcos de la clase King George V armado con una batería principal de 381 mm. Contaba con las característica de un acorazado de siguiente generación, es decir, una velocidad relativamente alta, un grueso blindaje horizontal, y artillería de doble propósito.
ja: 戦艦モナークは、キング・ジョージ 5 世級戦艦 (381 mm 砲搭載) の暫定版のひとつであり、比較的高速で、分厚い水平装甲を備え、両用砲を採用しているなど、次世代戦艦としての特徴を有していました。
pl: Jedna z wstępnych wersji okrętów klasy King George V, posiadał działa głównej baterii kal. 381 mm. Miał cechy pancerników nowej generacji, takie jak wysoka szybkość, gruby pancerz pokładowy i artyleria uniwersalna.
ru: Один из предварительных вариантов проекта кораблей типа King George V с 381-мм орудиями главного калибра. Имел характерные для линкора нового поколения черты: сравнительно высокую скорость, мощное горизонтальное бронирование и универсальную артиллерию в составе вооружения.
uk: Один з попередніх варіантів проекту кораблів типу King George V з 381-мм гарматами головного калібру. Мав характерні для лінкора нового покоління риси: порівняно високу швидкість, потужне горизонтальне бронювання та універсальну артилерію у складі озброєння.
zh: 英王乔治五世级战舰的初步版本之一，装有 381 毫米主炮。它具有下一代战列舰的特性，即相对较高的航速、较厚的水平装甲，以及两用火炮。
zh_sg: 英王乔治五世级战舰的初始版本之一，装有381毫米主炮，拥有次世代战列舰的特性，即相对较高的航速、较厚的水平装甲，以及两用火炮。

# IDS_PBSB108_FULL
source: Monarch
zh: 君主
zh_sg: 君主

# IDS_PBSB109
source: Lion
zh: 狮级
zh_sg: 狮

# IDS_PBSB109_DESCR
source: The last British battleship designed and laid down before the breakout of World War II. In many respects, the ship was a development of the King George V-class ships, but, unlike her predecessors, she had greater dimensions, heavier armor, and modern 406 mm main guns.
es_mx: El último crucero británico diseñado y puesto en quilla antes del comienzo de la 2a Guerra Mundial. En muchos aspectos, el barco fue un desarrollo de los barcos clase King George V, pero, a diferencia de sus antecesores, tenía mayores dimensiones, mayor blindaje, y modernos cañones principales de 406 mm.
ja: ライオン級戦艦は、二次大戦の勃発前に設計・起工された最後のイギリス戦艦です。本艦級は、多くの点においてキング・ジョージ 5 世級戦艦を改良したものでしたが、前級に比して大型化され、装甲が強化され、近代的な 406 mm 砲を搭載していました。
pl: Ostatni pancernik brytyjski zaprojektowany i zbudowany przed wybuchem II wojny światowej. W wielu aspektach był rozwinięciem okrętów klasy King George V, ale w porównaniu z nimi był większy, mocniej opancerzony i wyposażony w nowocześniejsze, 406-milimetrowe działa.
ru: Последний британский линкор, спроектированный и заложенный до начала Второй мировой войны. Являлся во многом развитием кораблей типа King George V, от которых отличался увеличенными размерами, усиленным бронированием и новейшими 406-мм орудиями в качестве артиллерии главного калибра.
uk: Останній британський лінкор, спроектований і закладений до початку Другої світової війни. Був багато в чому розвитком кораблів типу King George V, від яких відрізнявся збільшеними розмірами, посиленим бронюванням і новітніми 406-мм гарматами артилерії головного калібру.
zh: 在大战爆发前所设计并开始建造的最后Y国战列舰。在许多方面上，该舰是研发自英王乔治五世级舰艇，但与它前辈不同的是，它拥有更大的尺寸、更重型的装甲、以及现代化 406 毫米主炮。
zh_sg: 第二次世界大战爆发前所英国最后设计并开始建造的战列舰。许多方面就借鉴了英王乔治五世级的设计，但其不同的是，拥有更大的尺寸、更重型的装甲、以及现代化406毫米主炮。

# IDS_PBSB109_FULL
source: Lion
zh: 狮级
zh_sg: 狮

# IDS_PBSB110
source: Conqueror
zh: 征服者
zh_sg: 征服者
