Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SIXTH_GF097_NAME
source: The German Navy
es_mx: La Marina Alemana
ja: ドイツ海軍
pl: Niemiecka Marynarka Wojenna
ru: ВМС Германии
uk: ВМС Німеччини
zh: D国海军旗
zh_sg: 德国海军

# IDS_SIXTH_HSF2018SUBCOLLECTION_NAME
source: Others
es_mx: Otros
ja: その他
pl: Inne
ru: Другие боевые части и службы
uk: Інші бойові частини і служби
zh: 其它
zh_sg: 其他

# IDS_SIXTH_SOVIETBBARC_NAME
source: Shells for Battleships
es_mx: Proyectiles para Acorazados
ja: 戦艦用の砲弾
pl: Pociski pancerników
ru: Снаряды для линкоров
uk: Снаряди для лінкорів
zh: Снаряды для линкоров
zh_sg: 战舰炮弹

# IDS_SKILLS_AND_CONSUMABLES
source: Skills and Consumables
es_mx: Habilidades y Consumibles
ja: スキル/消耗品
pl: Umiejętności i sprzęt eksploatacyjny
ru: Навыки и снаряжение
uk: Уміння та спорядження
zh: 技能与消耗品
zh_sg: 技能与消耗品

# IDS_SKILLS_GROUP_1
source: Endurance
es_mx: Resistencia
ja: 継戦
pl: Wytrzymałość
ru: Стойкость
uk: Стійкість
zh: 耐用度
zh_sg: 耐久度

# IDS_SKILLS_GROUP_2
source: Attack
es_mx: Ataque
ja: 攻撃
pl: Atak
ru: Атака
uk: Атака
zh: 攻击性
zh_sg: 攻击

# IDS_SKILLS_GROUP_3
source: Support
es_mx: Apoyo
ja: 支援
pl: Wsparcie
ru: Поддержка
uk: Підтримка
zh: 支援性
zh_sg: 支援

# IDS_SKILLS_GROUP_4
source: Versatility
es_mx: Versatilidad
ja: 汎用
pl: Uniwersalność
ru: Смекалка
uk: Кмітливість
zh: 多功能
zh_sg: 多功能

# IDS_SKILL_ACCURACYINCREASERATEMODIFIER
source: Sight Stabilization
es_mx: Estabilización de la Mira
ja: 照準安定化
pl: Stabilizacja celownika
ru: Стабилизация прицела
uk: Стабілізація прицілу
zh: 稳定瞄准
zh_sg: 视野稳定

# IDS_SKILL_ADDITIONALPLANESINSQUADMODIFIER
source: Air Supremacy
es_mx: Supremacía Aérea
ja: 制空権
pl: Przewaga powietrzna
ru: Воздушное господство
uk: Панування у повітрі
zh: 制空权
zh_sg: 制空

# IDS_SKILL_ADDITIONALSMOKESCREENSMODIFIER
source: Smoke Screen Expert
es_mx: Experto en Pantallas de Humo
ja: 煙幕専門家
pl: Ekspert zasłony dymnej
ru: Мастер дымовой завесы
uk: Майстер димової завіси
zh: 烟幕专家
zh_sg: 烟幕专家

# IDS_SKILL_AIGUNSEFFICIENCYMODIFIER
source: Basic Firing Training
es_mx: Entrenamiento Básico de Disparo
ja: 基本射撃訓練
pl: Podst. trening strzelecki
ru: Базовая огневая подготовка
uk: Базова вогнева підготовка
zh: 基础射击训练
zh_sg: 基础射击训练

# IDS_SKILL_AIGUNSRANGEMODIFIER
source: Advanced Firing Training
es_mx: Entrenamiento Avanzado de Disparo
ja: 上級射撃訓練
pl: Zaaw. trening artyleryjski
ru: Усиленная огневая подготовка
uk: Поліпшена майстерність стрільби
zh: 进级射击训练
zh_sg: 进阶射击训练

# IDS_SKILL_AIMINGFIGHTERSPOINTMODIFIER
source: Direction Center for Fighters
es_mx: Centro de Dirección para Cazas
ja: 戦闘機指揮所
pl: Centrum dowodzenia myśliwcami
ru: Пункт наведения истребителей
uk: Пункт наведення винищувачів
zh: 弹射式飞机指挥中心
zh_sg: 战斗机指挥中心

# IDS_SKILL_AIRDEFENCEBARRAGEABILITY
source: Defensive Fire
es_mx: Fuego Defensivo
ja: 防御砲火
pl: Ogień zaporowy
ru: Заградительный огонь
uk: Загороджувальний вогонь
zh: 防御火力
zh_sg: 防御型火力

# IDS_SKILL_AIRGROUNDATTACKMODIFIER
source: Manual Control
es_mx: Control Manual
ja: 手動制御
pl: Ręczne sterowanie
ru: Ручное управление
uk: Ручне керування
zh: 手动控制
zh_sg: 手动控制

# IDS_SKILL_AIRSUPREMACYMODIFIER
source: Air Supremacy
es_mx: Supremacía Aérea
ja: 制空権
pl: Przewaga powietrzna
ru: Воздушное господство
uk: Панування у повітрі
zh: 制空权
zh_sg: 制空

# IDS_SKILL_ALLSKILLSCOOLDOWNMODIFIER
source: Jack of All Trades
es_mx: Mil Usos
ja: なんでも屋
pl: Wszechstronność
ru: Мастер на все руки
uk: Майстер на всі штуки
zh: 多面手
zh_sg: 多面手

# IDS_SKILL_ARTILLERYALERTMODIFIER
source: Incoming Fire Alert
es_mx: Alerta por Fuego Enemigo
ja: 敵弾接近警報
pl: Ostrzeżenie o nadchodzącym ogniu przeciwnika
ru: Артиллерийская тревога
uk: Артилерійська тривога
zh: 敌人火力来袭警报
zh_sg: 敌袭预警

# IDS_SKILL_ATR_AIRGROUNDATTACKMODIFIER_0
source: Hold [CMD_ICONS] to set an attack point.
es_mx: Mantén [CMD_ICONS] para establecer un punto de ataque.
ja: [CMD_ICONS] を長押しして攻撃地点を設定
pl: Przytrzymaj [CMD_ICONS] żeby ustawić punkt ataku.
ru: Удерживайте клавишу [CMD_ICONS], чтобы указать точку атаки.
uk: Утримуйте клавішу [CMD_ICONS], щоб вказати точку атаки.
zh: 按住 [CMD_ICONS] 以设置一个攻击点。
zh_sg: 按住 [CMD_ICONS] 来设置一个攻击点。

# IDS_SKILL_ATR_ARTILLERYALERTMODIFIER_0
source: Indicator of long-range enemy artillery fire.
es_mx: Indicador de fuego de artillería enemigo de alto rango.
ja: 敵の長距離砲撃に対する警告を表示
pl: Indykator nadchodzącego ognia artylerii dalekiego zasięgu.
ru: Индикатор артиллерийского залпа противника, произведённого с дальней дистанции
uk: Індикатор артилерійського залпу супротивника, здійсненого з великої відстані
zh: 敌方远程火炮射击指示器。
zh_sg: 敌方远程火炮射击指示器。

# IDS_SKILL_ATR_FIRERESISTANCEMODIFIER_1
source: The maximum number of fires on a ship is reduced to three
es_mx: El número máximo de fuentes de incendios en un barco es reducido a tres
ja: 火災発生箇所を最大 3 ヶ所までに抑制
pl: Maksymalna liczba pożarów na okręcie zmniejszona jest do trzech
ru: Предельное количество очагов возгорания на корабле уменьшается до трёх
uk: Гранична кількість осередків займання на кораблі зменшується до трьох
zh: 战舰上的最大火源数降低为三
zh_sg: 战舰上的最大火源数降低为三

# IDS_SKILL_ATR_LASTEFFORTMODIFIER_0
source: The ship remains able to move and maneuver while the engine or steering gears are incapacitated.
es_mx: El barco puede continuar moviéndose y ser maniobrado con el motor o los engranes de dirección incapacitados.
ja: 主機または操舵装置が機能停止した場合であっても、艦の移動・転舵が可能になる
pl: Okręt pozostaje zdolny do ruchu, kiedy silnik lub układ sterowania jest poważnie uszkodzony.
ru: Корабль сохраняет способность двигаться и маневрировать при выведении из строя двигателя или рулевых машин.
uk: Корабель зберігає здатність рухатися та маневрувати навіть із виведеним з ладу двигуном або рульовим механізмом.
zh: 战舰仍可在引擎或操舵装置严重受损的情况下航行并进行机动。
zh_sg: 战舰在引擎或操舵装置严重受损的情况下保持移动和可操控能力。

# IDS_SKILL_ATR_NEARENEMYINTUITIONMODIFIER_0
source: Radio Location
es_mx: Radiolocalización
ja: 無線方向探知
pl: Radiolokacja
ru: Радиопеленгация
uk: Радіопеленгація
zh: 无线电定位
zh_sg: 无线电定位

# IDS_SKILL_ATR_PRIORITYTARGETMODIFIER_0
source: Priority Target
es_mx: Objetivo Primario
ja: 危険察知
pl: Cel priorytetowy
ru: Приоритетная цель
uk: Пріоритетна ціль
zh: 优先目标
zh_sg: 优先目标

# IDS_SKILL_ATR_REGENERATIONABILITY_0
source: +20% to HP recovery speed
es_mx: +20% a la velocidad de recuperación de puntos de vida
ja: HP 回復速度 +20%
pl: +20% do szybkości przywracania PW
ru: +20% к скорости восстановления боеспособности корабля
uk: +20 % до швидкості відновлення боєздатності корабля
zh: +20% 战斗能力恢復速度
zh_sg: +20% 血量恢復速度

# IDS_SKILL_ATR_REGENERATIONABILITY_1
source: –10% to the reload time of the Repair Party consumable
es_mx: –10% al tiempo de recarga del consumible de Equipo de Reparaciones
ja: 消耗品「修理班」の準備時間 –10%
pl: –10% do czasu przeładowania sprzętu eksploatacyjnego Grupa naprawcza
ru: –10% ко времени перезарядки снаряжения «Ремонтная команда»
uk: –10 % від часу перезаряджання спорядження «Ремонтна команда»
zh: –10% 维修小组消耗品的重新装载时间
zh_sg: –10%维修小组消耗品的重新装载时间

# IDS_SKILL_ATR_TORPEDOACCELERATORMODIFIER_0
source: torpedo speed
es_mx: velocidad del torpedo
ja: 雷速
pl: prędkość torped
ru: скорость хода торпед
uk: швидкість ходу торпед
zh: 鱼雷航速
zh_sg: 鱼雷航速

# IDS_SKILL_ATR_TORPEDOACCELERATORMODIFIER_1
source: torpedo range
es_mx: rango del torpedo
ja: 魚雷射程
pl: zasięg torped
ru: дальность хода торпед
uk: дальність ходу торпед
zh: 鱼雷射程
zh_sg: 鱼雷射程

# IDS_SKILL_AUTOREPAIRMODIFIER
source: Basics of Survivability
es_mx: Bases de la Supervivencia
ja: 応急対応の基本
pl: Podstawy żywotności
ru: Основы борьбы за живучесть
uk: Засади боротьби за живучість
zh: 基本的生存能力
zh_sg: 基本生存能力

# IDS_SKILL_CAT_NAME_ATTACK
source: Attack skill
es_mx: Habilidad de ataque
ja: 攻撃スキル
pl: Umiejętność ataku
ru: Навык атаки
uk: Уміння атаки
zh: 攻击技能
zh_sg: 攻击技能

# IDS_SKILL_CAT_NAME_ATTACK_ISEPIC
source: Enhanced attack skill
es_mx: Habilidad de ataque mejorada
ja: 強化型攻撃スキル
pl: Ulepszona umiejętność ataku
ru: Улучшенный навык атаки
uk: Поліпшене уміння атаки
zh: 强化攻击技巧
zh_sg: 强化攻击技能

# IDS_SKILL_CAT_NAME_DEFAULT
source: Skill
es_mx: Habilidad
ja: スキル
pl: Umiejętność
ru: Навык
uk: Уміння
zh: 技能
zh_sg: 技能

# IDS_SKILL_CAT_NAME_ENDURANCE
source: Endurance skill
es_mx: Habilidad de resistencia
ja: 継戦スキル
pl: Umiejętność wytrzymałości
ru: Навык стойкости
uk: Уміння стійкості
zh: 耐用度技能
zh_sg: 耐久度技能

# IDS_SKILL_CAT_NAME_ENDURANCE_ISEPIC
source: Enhanced endurance skill
es_mx: Habilidad de resistencia mejorada
ja: 強化型継戦スキル
pl: Ulepszona umiejętność wytrzymałości
ru: Улучшенный навык стойкости
uk: Поліпшене уміння стійкості
zh: 强化耐用度技能
zh_sg: 强化耐久度技能

# IDS_SKILL_CAT_NAME_SUPPORT
source: Support skill
es_mx: Habilidad de apoyo
ja: 支援スキル
pl: Umiejętność wsparcia
ru: Навык поддержки
uk: Уміння підтримки
zh: 支援技能
zh_sg: 支援技能

# IDS_SKILL_CAT_NAME_SUPPORT_ISEPIC
source: Enhanced support skill
es_mx: Habilidad de apoyo mejorada
ja: 強化型支援スキル
pl: Ulepszona umiejętność wsparcia
ru: Улучшенный навык поддержки
uk: Поліпшене уміння підтримки
zh: 强化支援技能
zh_sg: 增强型支援技能

# IDS_SKILL_CAT_NAME_VERSALITY
source: Versatility skill
es_mx: Habilidad de versatilidad
ja: 汎用スキル
pl: Umiejętność uniwersalności
ru: Навык смекалки
uk: Уміння кмітливості
zh: 多功能技能
zh_sg: 通用技能

# IDS_SKILL_CAT_NAME_VERSALITY_ISEPIC
source: Enhanced versatility skill
es_mx: Habilidad de versatilidad mejorada
ja: 強化型汎用スキル
pl: Ulepszona umiejętność uniwersalności
ru: Улучшенный навык смекалки
uk: Поліпшене уміння кмітливості
zh: 强化
zh_sg: 增强型通用技能

# IDS_SKILL_CENTRALAIRDEFENCEMODIFIER
source: Massive AA Fire
es_mx: Fuego AA Masivo
ja: 大規模対空砲火
pl: Zmasowany ostrzał przeciwlotniczy
ru: Шквальный огонь ПВО
uk: Шквальний вогонь ППО
zh: 防空武器的手动射控
zh_sg: 大型防空火力

# IDS_SKILL_CENTRALATBAMODIFIER
source: Manual Fire Control for Secondary Armament
es_mx: Control Manual del Armamento Secundario
ja: 副砲の手動制御
pl: Ręczne sterowanie ogniem uzbrojenia dodatkowego
ru: Ручное управление огнём ПМК
uk: Ручне керування вогнем ПМК
zh: 次要武器的手动射控
zh_sg: 副武器的手动控制

# IDS_SKILL_DESC_ACCURACYINCREASERATEMODIFIER
source: Improves the aiming time of the aircraft carrier's planes.
es_mx: Mejora el tiempo para apuntar de los aviones del portaaviones
ja: 空母艦載機の照準時間を短縮
pl: Przyspiesza celowanie samolotów lotniskowca.
ru: Ускоряет сведение прицела самолётов авианосца.
uk: Пришвидшує зведення прицілу літаків авіаносця.
zh: 提升航空母舰飞机的瞄准速度
zh_sg: 提升航空母舰的飞机瞄准时间

# IDS_SKILL_DESC_ADDITIONALPLANESINSQUADMODIFIER
source: Increases the number of aircraft in squadrons.
es_mx: Aumenta el número de aviones en los escuadrones.
ja: 中隊の機数を増加
pl: Zwiększa ilość samolotów w eskadrach.
ru: Увеличивает количество самолётов в эскадрильях.
uk: Збільшує кількість літаків в ескадрильях.
zh: 增加航空中队的飞机数量。
zh_sg: 增加中队的飞机数量。

# IDS_SKILL_DESC_ADDITIONALSMOKESCREENSMODIFIER
source: Expands the smoke screen area.
es_mx: Expande el área de la pantalla de humo.
ja: 煙幕の範囲を拡張
pl: Zwiększa obszar obejmowany przez zasłonę dymną.
ru: Увеличивает площадь дымовой завесы.
uk: Збільшує площу димової завіси.
zh: 扩大烟幕区域。
zh_sg: 扩大烟幕区域。

# IDS_SKILL_DESC_AIGUNSEFFICIENCYMODIFIER
source: Improves the effectiveness of main guns with a caliber up to and including 139 mm, secondary battery guns, and AA mounts.
es_mx: Mejora la efectividad de los cañones principales de calibre de 139 mm o menor, a los cañones de la batería secundaria, y a los montajes AA.
ja: 口径 139 mm 以下の主砲、副砲と対空兵装の能力を向上
pl: Zwiększa skuteczność głównego uzbrojenia kalibru do 139 mm włącznie i wszystkich dział baterii dodatkowej oraz dział przeciwlotniczych.
ru: Увеличивает эффективность орудий главного калибра до 139 мм включительно, вспомогательного калибра и установок ПВО.
uk: Збільшує ефективність гармат головного калібру до 139 мм включно, допоміжного калібру та установок ППО.
zh: 改善口径低于等于 139 毫米之主炮、副炮、及防空炮组的效率
zh_sg: 改善口径小于等于139毫米的主炮、副炮、及防空炮组的效率。

# IDS_SKILL_DESC_AIGUNSRANGEMODIFIER
source: Extends the firing range of main battery guns with a caliber up to and including 139 mm, as well as secondary battery guns. Increases the efficiency of AA mounts.
es_mx: Extiende el alcance de disparo de los cañones de la batería principal con un calibre igual o menor a 139 mm, así como el de los cañones de la batería secundaria. Aumenta la eficiencia de los montajes AA.
ja: 口径 139 mm 以下の主砲と全ての副砲の射程を延伸、対空兵装の有効性を向上
pl: Zwiększa zasięg dział baterii głównej o kalibrze nie większym niż 139 mm oraz dział baterii dodatkowej. Zwiększa skuteczność stanowisk obrony przeciwlotniczej.
ru: Увеличивает дальность стрельбы орудий главного калибра до 139 мм включительно и вспомогательного калибра. Увеличивает эффективность установок ПВО.
uk: Збільшує дальність стрільби гармат головного калібру до 139 мм включно та допоміжного калібру. Збільшує ефективність установок ППО.
zh: 延长口径低于等于 139 毫米之主炮、副炮、及防空炮组的射程。
zh_sg: 提升口径小于等于139毫米的主炮组和副炮组的射程。提升防空炮组的效率。

# IDS_SKILL_DESC_AIMINGFIGHTERSPOINTMODIFIER
source: When the Fighter consumable is activated, an additional aircraft is launched.
es_mx: Cuando el consumible Caza es activado, un avión adicional es lanzado.
ja: 消耗品「戦闘機」を使用した際、追加でもう 1 機出撃させる。
pl: Kiedy sprzęt eksploatacyjny Myśliwiec jest aktywowany, startuje dodatkowy samolot.
ru: При активации снаряжения «Истребитель» в воздух поднимается один дополнительный самолёт.
uk: Після активації спорядження «Винищувач» у повітря здіймається один додатковий літак.
zh: 当启动战斗机消耗品时，将会额外升空一架飞机。
zh_sg: 当战斗机消耗品激活时，会额外起飞一架飞机。

# IDS_SKILL_DESC_AIRDEFENCEBARRAGEABILITY
source: Improves anti-aircraft performance for a limited time. Available on cruisers with dual-purpose guns (Anti-aircraft / Secondary armament).
es_mx: Mejora el rendimiento antiaéreo por tiempo limitado. Disponible en cruceros con cañones de doble propósito (Armamento secundario/Antiaéreo).
ja: 一定時間、対空能力を向上 両用砲 (対空 / 副砲) を搭載する巡洋艦で使用可能
pl: Na pewien czas zwiększa efektywność ostrzału przeciwlotniczego. Dostępne dla krążowników z działami uniwersalnymi (uzbrojenie przeciwlotniczne / dodatkowe).
ru: Увеличивает эффективность ПВО в течение ограниченного периода времени. Устанавливается на крейсеры с универсальным калибром (ПВО/ПМК).
uk: Збільшує ефективність ППО на обмежений проміжок часу. Встановлюють на крейсери з універсальним калібром (ППО/ПМК).
zh: 在一段时间内改善防空能力。 适用于装备有高平两用炮(防空/副炮)的巡洋舰。
zh_sg: 在一段时间内改善对空防御能力。 适用于装备有高平两用炮（对空防御/副武器）的巡洋舰。

# IDS_SKILL_DESC_AIRGROUNDATTACKMODIFIER
source: Enables the player to manually specify an attack point for attack squadrons
es_mx: Le permite al jugador el especificar manualmente un punto de ataque para los escuadrones de ataque
ja: 攻撃中隊の攻撃地点を手動で指定可能になる
pl: Pozwala graczowi na samodzielne określenie punktu ataku dla eskadr szturmowych
ru: Даёт возможность вручную указывать точку атаки для ударных эскадрилий
uk: Дає можливість вручну вказувати точку атаки для ударних ескадрилей
zh: 开启玩家手动为攻击航空中队指定攻击点
zh_sg: 启用手动为中队指定攻击点

# IDS_SKILL_DESC_AIRSUPREMACYMODIFIER
source: Accelerates aircraft servicing.
es_mx: Acelera el servicio de los aviones
ja: 航空機の整備を促進
pl: Przyspiesza serwisowanie samolotów
ru: Уменьшает время подготовки самолётов.
uk: Зменшує час приготування літаків.
zh: 加快飞机的整备
zh_sg: 加速飞机维护

# IDS_SKILL_DESC_ALLSKILLSCOOLDOWNMODIFIER
source: Reduces the reload time of all consumables for the ship and squadrons.
es_mx: Reduce el tiempo de recarga de todos los comsumibles para los barcos y escuadrones.
ja: 艦と中隊のあらゆる消耗品の準備時間を短縮
pl: Skraca czas przeładowania sprzętu eksploatacyjnego okrętu i eskadr lotniczych.
ru: Уменьшает время перезарядки всего снаряжения корабля и эскадрилий.
uk: Зменшує час перезаряджання всього спорядження корабля й ескадрилей.
zh: 降低消耗品的重新装载时间。
zh_sg: 为战舰和中队降低全部消耗品的装填时间。

# IDS_SKILL_DESC_ARTILLERYALERTMODIFIER
source: A warning about a salvo fired at your ship from a distance of more than 4.5 km.
es_mx: Una advertencia sobre una salva disparada contra tu barco desde una distancia de más de 4.5 km.
ja: 4.5 km を超える距離から斉射を受けた際に警告を表示
pl: Ostrzeżenie o salwie wystrzelonej w kierunku Twojego okrętu z odległości większej niż 4,5 km.
ru: Предупреждение о залпе, произведённом по вашему кораблю с дистанции более 4,5 км.
uk: Попередження про залп, зроблений у ваш корабель із дистанції понад 4,5 км.
zh: 显示即将暴露在远程舰炮火力威胁下的警告 (炮弹到目标的时间会大于 6 秒钟)。
zh_sg: 提供从4.5公里以外向您战舰开火齐射的警告。

# IDS_SKILL_DESC_AUTOREPAIRMODIFIER
source: Accelerates repairs to modules, firefighting, and recovery from flooding.
es_mx: Acelera la reparación de los módulos, la lucha contra incendios y la recuperación por inundaciones.
ja: モジュール修理能力、消火能力、浸水復旧能力を向上
pl: Przyspiesza naprawy modułów, gaszenie pożarów i zwalczanie zalań.
ru: Ускоряет восстановление модулей, тушение пожаров и ликвидацию затоплений.
uk: Пришвидшує відновлення модулів, гасіння пожеж та усунення затоплень.
zh: 加快修复战舰部件、灭火与修复船体进水的速度。
zh_sg: 加快配件修理、灭火与进水修复的速度。

# IDS_SKILL_DESC_CENTRALAIRDEFENCEMODIFIER
source: Activation of a priority sector increases the amount of instantaneous damage dealt. Selection of a priority sector no longer increases the continuous damage dealt by AA mounts. Priority sector preparation time increases.
es_mx: La activación de un sector prioritario aumenta la cantidad de daño instantáneo causado. La selección de un sector prioritario ya no aumenta el daño continuo causado por los montajes AA. El tiempo de preparación del sector prioritario aumenta.
ja: 優先セクターを発動した際の即時ダメージ量を向上 優先セクターを発動しても対空兵装による継続ダメージが向上しなくなる 優先セクターの準備時間が長くなる
pl: Aktywacja sektora priorytetowego zwiększa ilość zadanych uszkodzeń natychmiastowych. Wybór sektora priorytetowego nie zwiększa już uszkodzeń stałych zadawanych przez stanowiska przeciwlotnicze. Czas przygotowania sektora priorytetowego zwiększa się.
ru: При активации приоритетного сектора наносится повышенный моментальный урон. Выбор приоритетного сектора больше не увеличивает постоянный урон от установок ПВО. Время подготовки приоритетного сектора увеличивается.
uk: Активований пріоритетний сектор завдає збільшеної миттєвої шкоди. Вибір пріоритетного сектора тепер не збільшує постійної шкоди від установок ППО. Час приготування пріоритетного сектора збільшується.
zh: 大幅提高大口径防空炮对玩家指定的优先目标开火效率。
zh_sg: 激活优先区域提高造成的瞬间伤害。 选择优先区域不会增加防空炮组造成的持续伤害。 优先区域的准备时间增加。

# IDS_SKILL_DESC_CENTRALATBAMODIFIER
source: Secondary guns only fire at targets designated by the player. The firing efficiency is significantly increased.
es_mx: Los cañones secundarios solo abren fuego contra objetivos designados por el jugador. La eficiencia de disparo incrementa significativamente.
ja: 副砲が、プレイヤーが指定した目標のみを攻撃するようになる。 これにより、射撃効力が大幅に向上
pl: Działa baterii dodatkowej strzelają wyłącznie do celów wyznaczonych przez gracza. Skuteczność ognia wzrasta znacząco.
ru: Орудия вспомогательного калибра открывают огонь только при ручном указании приоритетной цели. Эффективность стрельбы значительно повышается.
uk: Гармати допоміжного калібру відкривають вогонь лише коли вручну вказати пріоритетну ціль. Ефективність стрільби значно підвищується.
zh: 副炮只会对玩家指定的目标开火。这样一来，就会大幅提高射击效率。
zh_sg: 副炮只会对玩家指定的目标开火。 显著提升攻击效果。

# IDS_SKILL_DESC_EMERGENCYTEAMCOOLDOWNMODIFIER
source: Reduces reload time of Damage Control Party.
es_mx: Reduce el tiempo de recarga del Equipo de Control de Daños.
ja: 応急工作班の準備時間を短縮
pl: Skraca czas przeładowania Grupy naprawczo-ratunkowej.
ru: Уменьшает время перезарядки снаряжения «Аварийная команда».
uk: Зменшує час перезаряджання спорядження «Аварійно-рятувальна команда».
zh: 降低伤害控制小组的重新装载时间
zh_sg: 降低伤害控制小组的重新装载时间

# IDS_SKILL_DESC_FIGHTEREFFICIENCYMODIFIER
source: Increases the attack power of fighters while in combat against higher-tier squadrons. The greater the difference between the tiers, the greater the damage.
es_mx: Incrementa el poder de ataque de los cazas durante el combate en contra de escuadrones de mayor nivel. A mayor diferencia de niveles, mayor será el daño.
ja: 上位 Tier の航空機との交戦の際に、戦闘機の攻撃力を向上。Tier 差が大きいほど、向上幅が大きくなる
pl: Zapewnia premię do siły ataku myśliwców w przypadku, gdy walczą z samolotami przeciwnika o poziomie wyższym od swojego. Im większa różnica w poziomach, tym większa premia.
ru: Увеличивает силу атаки истребителей против эскадрилий более высокого уровня. Чем больше разница в уровнях, тем выше урон.
uk: Збільшує силу атаки винищувачів проти ескадрилей вищого рівня. Що більше різниця у рівні, тим більша шкода.
zh: 提高战斗机与更高级飞机对战时的攻击火力。级别之间差异越大，伤害就提高得越多。
zh_sg: 提高战斗机在对战高等级中队时的攻击力。等级差异越大，伤害越高。

# IDS_SKILL_DESC_FIREPROBABILITYMODIFIER
source: Increases the chances of setting fire to the target for the armament carried by ships and aircraft.
es_mx: Aumenta la probabilidad de causar un incendio en el objetivo por el armamento de los barcos y los aviones.
ja: 艦艇と航空機の兵装による目標に対する火災発生率を向上
pl: Zwiększa szanse na podpalenie przeciwnika uzbrojeniem okrętów i samolotów.
ru: Увеличивает вероятность поджога у вооружения кораблей и самолётов.
uk: Збільшує імовірність підпалу озброєнням кораблів і літаків.
zh: 当您用主炮、副炮和航空炸弹对敌方战舰攻击时提高使敌方战舰起火的机率。
zh_sg: 当战舰和飞机携带的武器命中目标时，提高使敌人起火的几率。

# IDS_SKILL_DESC_FIRERESISTANCEMODIFIER
source: Reduces the risk of fire. The maximum number of fires on a ship is reduced to three.
es_mx: Reduce el riesgo de incendio. El número máximo de incendios en un barco es reducido a tres.
ja: 火災発生率を低減 艦艇の火災発生箇所を最大 3 ヶ所までに抑制
pl: Zmniejsza ryzyko wybuchu pożaru. Maksymalna liczba źródeł pożarów na okręcie zmniejszona jest do trzech.
ru: Уменьшает вероятность возникновения пожара. Максимальное количество очагов возгорания на корабле уменьшается до трёх.
uk: Зменшує імовірність виникнення пожежі. Гранична кількість осередків займання на кораблі зменшується до трьох.
zh: 同过减少潜在火源数来降低火灾风险及火灾所造成的最大伤害。 战舰上的最大火源数降低为三
zh_sg: 降低起火的风险。 战舰上的最大火源数降低为3个。

# IDS_SKILL_DESC_FLIGHTSPEEDMODIFIER
source: Increases the speed of the aircraft carrier's squadrons.
es_mx: Aumenta la velocidad de los escuadrones del portaaviones.
ja: 空母中隊の速力を向上
pl: Zwiększa prędkość eskadr lotniskowca.
ru: Увеличивает скорость эскадрилий авианосца.
uk: Збільшує швидкість ескадрилей авіаносця.
zh: 增加航空母舰航空中队的速度。
zh_sg: 提升航空母舰的飞行中队的速度。

# IDS_SKILL_DESC_FORSAGEDURATIONMODIFIER
source: Increases the engine boost time for the aircraft carrier's squadrons.
es_mx: Aumenta el tiempo del impulso del motor para los escuadrones del portaaviones.
ja: 空母中隊のエンジンブースト時間を向上
pl: Wydłuża czas doładowania dla eskadr lotniskowca.
ru: Увеличивает время форсажа эскадрилий авианосца.
uk: Збільшує тривалість форсажу ескадрилей авіаносця.
zh: 增加航空母舰航空中队的引擎增压时间。
zh_sg: 提升航空母舰的飞行中队的引擎增压时间。

# IDS_SKILL_DESC_FORSAGERESTORATIONMODIFIER
source: Completely restores the engine boost for the last attack flight of the aircraft carrier's planes.
es_mx: Restaura completamente el impulso del motor para el último vuelo de ataque de los aviones del portaaviones.
ja: 空母艦載機の最後の攻撃小隊のエンジンブーストを完全に復旧
pl: Całkowicie przywraca doładowanie silnika dla ostatniego klucza samolotów lotniskowca.
ru: Полностью восстанавливает форсаж последнего ударного звена самолётов авианосца.
uk: Повністю відновлює форсаж останньої ударної ланки літаків авіаносця.
zh: 完全恢复航空母舰飞机最后一次攻击架次的引擎增压。
zh_sg: 为航空母舰的飞机的最后一次攻击飞行完全恢复引擎增压。

# IDS_SKILL_DESC_INTUITIONMODIFIER
source: Reduces the time taken to switch shell type if all main battery guns are loaded.
es_mx: Acelera el cambio de tipo de munición so todos los cañones de la batería están cargados.
ja: 砲弾装填済みの主砲で、弾種変更作業を促進
pl: Przyspiesza zmianę typu pocisków, kiedy wszystkie działa głównej baterii są naładowane.
ru: Ускоряет смену типа снаряда, если заряжены все орудия главного калибра.
uk: Пришвидшує зміну типу снаряда, якщо заряджено всі гармати головного калібру.
zh: 如果所有主炮组舰炮都已装填好，会加快炮弹类型的切换。
zh_sg: 如果所有主炮都已装填完毕，降低切换炮弹所需要的时间。
