Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC451_CAPT_3_4_NE2_DESCRIPTION
source: It was in the Mediterranean Sea where Cap earned his first "Kraken Unleashed!" Britain's Chief Spy Center was able to crack the cipher of the Italian seamen and learn what the Italians thought of the "presumptuous Brits". But the British turned out to be much more cunning than presumptuous—they decided to lay a trap for the Italians! The command of this operation was put under the care of the most artful officer in the entire Navy—Cap. In order to keep the enemy unaware, Cap played golf with the Japanese Consul throughout the whole day before leaving the harbor. Upon finishing another round, he said to the Consul and others present that he was due to return to his flagship—battleship Warspite—to attend a crew party. But the crew party that was mentioned in all the newspapers turned out to be fake. Under the creeping dusk, the British warships deployed in Greece and Egypt simultaneously set out to sea, switching off their festive fairy lights when in motion. The British had the foresight to mount radars disguised as festive decorations. Now, they were able to detect the enemy even in the blackness of the night. No surprise then that the enemy was detected. But Cap ordered his forces to sneak up on the enemy squadron, hull-to-hull, and only then light them up with all available searchlights. The Italians could never have expected such a dirty trick. They had hoped to meet a cluster of unguarded transport ships, but instead they ran into three battleships, seven cruisers, and more than a dozen destroyers. Warspite opened fire from point-blank range. Cruisers Zara, Pola, and Fiume went under, as did destroyers Alfieri and Carducci. Those ships that survived, in the wake of the injured battleship Vittorio Veneto, returned to Italy, and long after remained afraid to stick their noses out of their naval bases.
es_mx: Fue en el mar Mediterráneo donde Cap obtuvo su primer logro "¡El Kraken ha sido liberado!". El Gran Centro de Espionaje de Gran Bretaña pudo descifrar el código de los marineros italianos y conocoer lo que los italianos pensaban sobre los "presuntuosos británicos". Pero los británicos resultaron ser mucho más astutos que presuntuosos: ¡decidieron tender una trampa para los italianos! El mando de esta operación fue asignado al oficial más ingenioso de toda la Armada: Cap. Para que el enemigo no supiera del plan, Cap jugó al golf con el Cónsul Japonés durante todo el día antes de abandonar el puerto.Después de finalizar otra ronda, le dijo al Cónsul y a otros presentes que debía regresar a su barco insignia, el acorazado Warspite, para asistir a una fiesta de la tripulación. Pero la fiesta de la tripulación que se mencionaba en todos los periódicos resultó ser falsa. A la sombre del crepúsculo, los barcos de guerra británicos desplegados en Grecia y Egipto zarparon simultáneamente, apagando sus luces festivas al ponerse en movimiento. Los británicos habían montado radares disfrazados de decoraciones festivas por adelantado. Ahora, podían detectar al enemigo incluso en la densa oscuridad de la noche. No es sorprendente entonces que el enemigo fuera detectado. Pero Cap ordenó a sus fuerzas acercarse sigilosamente al escuadrón enemigo, casco a casco, y solo entonces iluminarlos con todos los reflectores disponibles. Los italianos nunca podrían haber esperado un truco tan sucio. Habían esperado encontrarse con un grupo de barcos de transporte sin vigilancia, pero en su lugar se encontraron con tres acorazados, siete cruceros y más de una docena de destructores. Warspite abrió fuego a quemarropa. Los cruceros Zara, Pola y Fiume se hundieron, así como los destructores Alfieri y Carducci. Los barcos que sobrevivieron, gracias al dañado acorazado Vittorio Veneto, regresaron a Italia, y aún después de un gran tiempo, temían salir de sus bases navales.
ja: 船長が初めて「クラーケン来襲!」を獲得したのは地中海でした。 イギリスの最高諜報センターはイタリア海軍の暗号を解読することに成功し、イタリア人達が「厚かましいイギリス人」をどう思っているかを知ることができました。しかしイギリス人は厚かましいというよりも遙かに狡猾でした。彼らはイタリア軍を罠に嵌めることにしたのです! そしてこの作戦の指揮は、海軍の中でも最高に悪賢い士官の手に委ねられました。そう、船長です。 作戦を敵に悟られないよう、船長は港を離れる前日には日本の領事と一緒に一日中ゴルフを楽しみました。そしてさらに 1 ラウンドを終えた後、領事や他の同席者達に、自分の旗艦である戦艦ウォースパイトに戻って乗員達のパーティーに出席する必要があると告げました。 しかし、新聞でも取り上げられていたこの乗務員たちのパーティは実は全くの嘘だったのです。忍び寄る闇に紛れてギリシャとエジプトに展開していたイギリスの艦隊が同時に出航し、華やかな電飾を消灯しました。イギリス軍は装飾に見せかけたレーダーを搭載しており、夜の暗闇の中ですら敵を発見することができるようになっていました。 レーダーのおかげで船長たちは問題なく敵を発見することができました。船長は自らの艦隊に対して敵艦隊に忍び寄るように命じ、至近距離まで迫った上で、あらゆる探照灯で敵艦隊を照らし出しました。 イタリア軍にとって、そのような卑劣な罠は全くの想定外だったことでしょう。彼らは無防備な輸送船団がやってくると想定していましたが、その代わりに彼らを出迎えたのは、3 隻の戦艦、7 隻の巡洋艦、10 隻以上もの駆逐艦だったのです。ウォースパイトは至近距離から砲撃を開始し、巡洋艦ザラ、ポーラ、フィウメ、ならびに駆逐艦アルフィエーリ、カルドゥッチが沈没しました。損傷した戦艦ヴィットリオ・ヴェネトと共に生き残ってイタリアに帰還した艦艇は、その後の長きに渡って出撃することを恐れ、海軍基地に留まり続けました。
pl: To na Morzu Śródziemnym Kapitan po raz pierwszy zdobył odznaczenie „Kraken uwolniony!” Brytyjskie centrum szpiegowskie złamało kod włoskich marynarzy i dowiedziało się, co Włosi myślą o „zarozumiałych Brytolach”. Ale Brytyjczycy okazali się raczej przebiegli, niż aroganccy — postanowili zastawić na Włochów pułapkę! Przeprowadzenie tej operacji powierzono jednemu z najbardziej pomysłowych oficerów marynarki — Kapitanowi. Żeby zmylić przeciwnika, Kapitan grał w golfa z konsulem Japonii przez cały dzień przed opuszczeniem przystani. Po skończeniu kolejnej rundy Kapitan powiedział konsulowi, że musi wrócić na pokład swojego okrętu flagowego Warspite, żeby wziąć udział w przyjęciu dla załogi. Ale okazało się, że przyjęcie, o którym pisały wszystkie gazety, było podpuchą. Pod osłoną nocy brytyjskie okręty wojenne wyruszyły jednocześnie z Grecji i Egiptu, wyłączając przy tym wszystkie światła. Wcześniej na ich pokładach zamontowano radary wyglądem przypominające dekoracje. Teraz mogli wykryć wrogów nawet w ciemnej nocy.. Nie było więc żadną niespodzianką, że przeciwników łatwo udało się wykryć. Ale Kapitan nakazał swoim siłom podkraść się do nich, burta przy burcie, a następnie oświetlić ich wszystkimi dostępnymi szperaczami. Włosi nie spodziewali się tak przebiegłego planu. Mieli nadzieję spotkać formację niechronionych okrętów transportowych, a nadziali się na trzy pancerniki, siedem krążowników i ponad tuzin niszczycieli. Warspite otworzył ogień z najbliższej odległości. Krążowniki Zara, Pola i Fiume poszły na dno, podobnie jak niszczyciele Alfieri oraz Carducci. Ci, którzy przetrwali na pokładzie uszkodzonego pancernika Vittorio Veneto, powrócili do Włoch i bali się wyściubić nosa ze swoich baz morskich.
ru: Своего первого «кракена» Кэп взял на Средиземном море. В главном шпионском центре Великобритании сумели взломать шифр итальянских моряков и узнали, что там думают о «нахальных британцах». Британцы же оказались не только нахальными, но и коварными. Они решили устроить итальянцам ловушку. Командовать операцией поручили наиковарнейшему во всём флоте офицеру — Кэпу. Чтобы враги ни о чём не догадались, накануне выхода в море Кэп целый день играл в гольф с японским консулом. Закончив очередной матч, он сказал консулу и всем присутствующим, что возвращается на свой флагман — линкор Warspite — на корпоратив. Но корпоратив, о котором писали все газеты, оказался фальшивым. В сгущающихся сумерках британские корабли в Греции и Египте одновременно рванули в море, отключая на ходу праздничные гирлянды. Британцы предусмотрительно установили радары, замаскировав их под праздничные украшения. Теперь они могли найти противника даже в кромешной тьме. И враг был обнаружен. Но Кэп приказал тихонько подкрасться вплотную к вражеской эскадре и только потом осветить её всеми прожекторами. Итальянцы никак не могли ожидать такой подлости. Они надеялись встретить толпу беззащитных транспортов, а вместо этого среди ночи напоролись на три линкора, семь крейсеров и полтора десятка эсминцев. Warspite открыл огонь в упор. Крейсеры Zara, Pola и Fiume пошли на дно. Эсминцы Alfieri и Carducci — тоже. Уцелевшие корабли, вслед за покалеченным линкором Vittorio Veneto, вернулись в Италию и ещё долго боялись даже высунуть нос со своих баз.
uk: Свого першого «кракена» Кеп взяв на Середземному морі. У головному шпигунському центрі Великобританії зуміли зламати шифр італійських моряків і дізналися, що там думають про «нахабних британців». Виявилося, що британці не тільки нахабні, а й підступні. Вони вирішили влаштувати італійцям пастку. Командувати операцією доручили найпідступнішому в усьому флоті офіцеру — Кепу. Для того, щоб вороги ні про що не здогадалися, напередодні виходу в море Кеп цілий день грав у гольф з японським консулом. Закінчивши черговий матч, він сказав консулу і всім присутнім, що повертається на свій флагман — лінкор Warspite — на корпоратив. Але корпоратив, про який писали всі газети, виявився фальшивим. У густих сутінках британські кораблі в Греції і Єгипті одночасно рвонули в море, вимикаючи на ходу святкові гірлянди. Британці завбачливо встановили радари та замаскували їх під святкові прикраси. Тепер вони могли знайти супротивника навіть у непроглядній темряві. І ворога виявили. Але Кеп наказав тихенько підкрастися до ворожої ескадри впритул і тільки потім освітити її всіма прожекторами. Італійці ніяк не могли очікувати такої підлості. Вони сподівалися зустріти натовп беззахисного транспорту, а замість цього серед ночі напоролися на три лінкори, сім крейсерів і півтора десятка есмінців. Warspite відкрив вогонь впритул. Крейсери Zara, Pola і Fiume пішли на дно. Есмінці Alfieri та Carducci — теж. Кораблі, які уціліли, слідом за кульгавим лінкором Vittorio Veneto, повернулися в Італію та ще довго боялися зі своїх баз навіть висунути носа.
zh: Своего первого «кракена» Кэп взял на Средиземном море. В главном шпионском центре Великобритании сумели взломать шифр итальянских моряков и узнали, что там думают о «нахальных британцах». Британцы же оказались не только нахальными, но и коварными. Они решили устроить итальянцам ловушку. Командовать операцией поручили наиковарнейшему во всём флоте офицеру — Кэпу. Чтобы враги ни о чём не догадались, накануне выхода в море Кэп целый день играл в гольф с японским консулом. Закончив очередной матч, он сказал консулу и всем присутствующим, что возвращается на свой флагман — линкор Warspite — на корпоратив. Но корпоратив, о котором писали все газеты, оказался фальшивым. В сгущающихся сумерках британские корабли в Греции и Египте одновременно рванули в море, отключая на ходу праздничные гирлянды. Британцы предусмотрительно установили радары, замаскировав их под праздничные украшения. Теперь они могли найти противника даже в кромешной тьме. И враг был обнаружен. Но Кэп приказал тихонько подкрасться вплотную к вражеской эскадре и только потом осветить её всеми прожекторами. Итальянцы никак не могли ожидать такой подлости. Они надеялись встретить толпу беззащитных транспортов, а вместо этого среди ночи напоролись на три линкора, семь крейсеров и полтора десятка эсминцев. Warspite открыл огонь в упор. Крейсеры Zara, Pola и Fiume пошли на дно. Эсминцы Alfieri и Carducci — тоже. Уцелевшие корабли, вслед за покалеченным линкором Vittorio Veneto, вернулись в Италию и ещё долго боялись даже высунуть нос со своих баз.
zh_sg: 正是在地中海，卡普赢得了他的第一个“海怪出没！”成就 英国首席间谍中心能够破解意大利海员的密码，并了解意大利人对“自负的英国佬”的看法。但英国人实际上更加狡猾，他们决定给意大利人设下一个陷阱！这次行动的指挥权交给了整个海军陆战队中最狡猾的军官——卡普。 为了不让敌人察觉，在离开港口前，卡普和日本领事打了一整天的高尔夫球。又一局结束后，他对领事和在场的人说，他将返回他的旗舰——厌战号战列舰——参加一个船员派对。 但所有报纸上刊登的船员派对都是假新闻。在徐徐的黄昏下，部署在希腊和埃及的英国舰队关掉了节日彩灯，同时出动。英国人早有先见之明，把雷达伪装成节日装饰品。现在，即使在漆黑的夜色中，他们也能发现敌人。 这时，发现敌人也就不足为奇了。但是，卡普命令他的舰队偷偷靠向敌方中队，船贴着船，然后用所有探照灯照向他们。 意大利人从来没有想到会有这样肮脏的把戏。他们原本以为会遇到一群无人看守的运输船，但却撞上了3艘战列舰、7艘巡洋舰和10多艘驱逐舰。战斗在近距离打响。扎拉号、波拉号和阜姆号巡洋舰被击沉，阿尔菲里号和卡杜奇号驱逐舰也沉没了。而幸存下来的战舰，也在维托里奥·维内托号战列舰受伤后，撤回了意大利，一直到很久以后，他们仍然不敢把鼻子伸出海军基地一步。

# IDS_PCZC452_CAPT_3_5_BEEP
source: Cat's Sudden Appearance
es_mx: La Repentina Aparición de Cat
ja: 猫さんの急襲
pl: Niespodziewane pojawienie się kota
ru: Внезапное появление кота
uk: Раптова поява кота
zh: Внезапное появление кота
zh_sg: 猫的突然出现

# IDS_PCZC452_CAPT_3_5_BEEP_DESCRIPTION
source: Have you ever really wanted to take revenge on someone? Perhaps you imagined your offender watching you as you were illuminated by bank lights and basking in the rays of worldwide glory, and of course on horseback... Or at least on a throne, a throne mounted on a battleship! Cat also wanted all of this, and he succeeded in getting it! Anyway, at least it seemed that way to him. Being a representative of the trend-setting youth and an active explorer of the internet, Cat challenged Cap to a musical battle on board their ships. As we all know, Cap was not the type to ever reject a challenge. He installed the best possible sound system on his ship, and, together with Fishy, met Cat's challenge in style. During the battle, anything that was capable of producing some kind of musical sound was utilized—horns in particular. "Tu-duuuu, Be-beeep, Vrooom-vrooom"—the symphony was broadcast on all available frequencies, even the most secret ones, and crowds of fan ships filled up the dance-floor zone. As in any other good story with a happy ending, their friendship triumphed. Although, Cat was sure that he had put Cap in his place. Following this magnificent musical event, the main characters made peace, and it is said that they are preparing a collaborative feat.
es_mx: ¿Alguna vez has querido vengarte de alguien? Tal vez imaginaste a este delincuente observándote mientras eras iluminado por brillantes luces, disfrutando de la gloria mundial y, por supuesto, sobre un caballo ... ¡O al menos en un trono, un trono montado en un acorazado! ¡Cat también quería todo esto, y logró conseguirlo! De cualquier manera, así le parecía. Siendo un representante de la juventud que marca tendencias y un explorador activo de Internet, Cat retó a Cap a una batalla musical a bordo de sus barcos. Como todos sabemos, Cap no es el tipo de persona que rechaza un desafío. Instaló el mejor sistema de sonido posible en su barco y, junto con Fishy, enfrentó el desafío de Cat con estilo. Durante la batalla, se utilizó cualquier cosa que fuera capaz de producir algún tipo de sonido musical, especialmente las sirenas. "Tu-duuuu, Be-beeep, Vrooom-vrooom", la sinfonía fue transmitida en todas las frecuencias disponibles, incluso en las más secretas, y multitudes de barcos de fanáticos llenaron la zona de la pista de baile. Como en cualquier otra buena historia con un final feliz, su amistad triunfó. Sin embargo, Cat estaba seguro de que había puesto a Cap en su lugar. Después de este magnífico evento musical, los personajes principales hicieron las paces y se dice que están preparando una colaboración.
ja: あなたは、誰かに対して復讐したいと強く思ったことがあるでしょうか? もしかすると、スポットライトの中で悠々と立派な馬の背中にまたがり、世界中からの称賛の眼差しを浴びる自分と、それを眺めることしかできない敵の姿を想像したことがあるかもしれません…。あるいは王座の上で (そう、戦艦に据え付けられた王座の上で) 、栄光を浴びている自分を想像したことくらいはあるでしょう。 猫さんもまたその全てを望み、そして望むもの全てを手に入れることに成功したのです! 少なくとも、彼自身はそう信じていました。 猫さんは今どきの若者の代表として、そしてアクティブなインターネット探索者として、自らの艦隊を率いて船長に音楽バトルを仕掛けました。そして誰もが知っている通り、船長はいかなる挑戦も拒むような人物ではありませんでした。彼は自らの艦艇に可能な限り最高のサウンドシステムを組み込み、お魚さんとともに猫さんの挑戦に対し堂々と応じました。 この戦いでは、音楽に使えそうな音を発するあらゆるもの、特に汽笛が活用されました。「Tu-duuuu, Be-beeep, Vrooom-vrooom」…このシンフォニーは極秘のものを含むあらゆる周波数で放送され、ダンスフロアー・ゾーンは楽しい艦艇で埋め尽くされました。 ハッピーエンドで終わる他の物語同様、このバトルでも友情が勝利を収めました。ただし猫さんは船長を自分のものにしたと確信していましたが。この壮大な音楽イベントの主役達は和解し、今度は協同で傑作を作成しているとの噂です。
pl: Czy chcieliście się kiedyś na kimś zemścić? Być może wyobrażaliście sobie, że Wasza ofiara oślepnie z powodu blasku Waszej chwały, gdy pojawicie się na pięknym wierzchowcu... Albo przynajmniej na tronie, który umieszczono na innym tronie, który z kolei umieszczono na pokładzie pancernika! Kot też o tym marzył i dopiął swego! Przynajmniej tak mu się wydawało. Jako wyznaczający trendy przedstawiciel młodzieży i aktywny badacz Internetu, Kot rzucił Kapitanowi wyzwanie w pojedynku muzycznym na pokładzie ich okrętów. Jak wiemy doskonale, Kapitan nie należał do ludzi bojących się wyzwań. Zainstalował na swoim okręcie najlepszy system nagłośnieniowy i wraz z Rybką stylowo stanął w szranki z Kotem. W trakcie bitwy wykorzystano wszystko, co wydawało jakieś dźwięki, zwłaszcza syreny. „Tu-duuuu, Bi-biiiiip, Bum-bum” — symfonia ta nadawana była na wszystkich częstotliwościach, nawet tych tajnych i strefa taneczna szybko zapełniła się okrętami fanów. Jak w każdej dobrej historii z happy-endem, zatriumfowała przyjaźń. Chociaż Kot był przekonany, że pokazał Kapitanowi, gdzie raki zimują. Po tym wspaniałym wydarzeniu muzycznym nasi bohaterowie zawarli rozejm i ponoć wspólnie przygotowują jakiś wielki przebój.
ru: Вам когда-нибудь хотелось отомстить? Вы представляли, как обидчик видит вас в свете софитов, в лучах мировой славы и обязательно на коне... Или хотя бы на троне, и чтобы трон стоял на линкоре. Вот и коту хотелось, и у него получилось! По крайней мере, ему так кажется. Будучи представителем прогрессивной молодёжи и активным пользователем Интернета, кот вызвал Кэпа на музыкальный батл на кораблях. Как все мы знаем, Кэп далеко не из тех, кто когда-либо отказывался от брошенного вызова. Установив лучшую музыкальную систему на свой корабль, вместе с Рыбкой они смогли дать достойный отпор коту. В бою использовалось всё, что может издавать хоть какой-то музыкальный звук, и в частности гудки. «Ту-ду-у-у-у, би-би-и-ип, вру-у-ум-вру-у-ум» — симфония транслировалась по всем возможным радиочастотам, даже самым секретным, а в танцевальной зоне скопились толпы фанатских кораблей. Как и в любой хорошей истории со счастливым концом, победила дружба. Хотя кот решил, что он поставил Кэпа на место. После этого феерического музыкального события герои помирились и, по слухам, готовят совместный трек.
uk: Ви колись хотіли помститися? Ви уявляли, як кривдник бачить вас, освітленого променями софітів, коли ви купаєтесь у хвилях світової слави, і обов’язково на коні... Або хоча б на троні, і щоб трон стояв на лінкорі. Ось і кіт хотів, і в нього вийшло! Принаймні йому так здається. Будучи представником прогресивної молоді й активним користувачем Інтернету, кіт викликав Кепа на музичний «батл» на кораблях. Як усі ми знаємо, Кеп зовсім не з тих, хто колись відмовлявся від кинутого виклику. Він встановив кращу музичну систему на свій корабель, і разом з Рибкою вони змогли дати гідну відсіч коту. У бою використовували все, що може видавати хоч якийсь музичний звук, і, зокрема, — гудки. «Ту-ду-у-у-у», «Бі-бі-і-іп», «Вру-у-ум-вру-у-ум» — симфонію транслювали по всім можливих радіочастотам, навіть найсекретнішим, а в танцювальній зоні зібралися натовпи фанатських кораблів. Як і в будь-якій гарній історії зі щасливим кінцем, перемогла дружба. Хоча кіт вирішив, що він поставив Кепа на місце. Після цієї феєричної музичної події герої помирилися, і за чутками, готують «фіт».
zh: Вам когда-нибудь хотелось отомстить? Вы представляли, как обидчик видит вас в свете софитов, в лучах мировой славы и обязательно на коне... Или хотя бы на троне, и чтобы трон стоял на линкоре. Вот и коту хотелось, и у него получилось! По крайней мере, ему так кажется. Будучи представителем прогрессивной молодёжи и активным пользователем Интернета, кот вызвал Кэпа на музыкальный батл на кораблях. Как все мы знаем, Кэп далеко не из тех, кто когда-либо отказывался от брошенного вызова. Установив лучшую музыкальную систему на свой корабль, вместе с Рыбкой они смогли дать достойный отпор коту. В бою использовалось всё, что может издавать хоть какой-то музыкальный звук, и в частности гудки. «Ту-ду-у-у-у, би-би-и-ип, вру-у-ум-вру-у-ум» — симфония транслировалась по всем возможным радиочастотам, даже самым секретным, а в танцевальной зоне скопились толпы фанатских кораблей. Как и в любой хорошей истории со счастливым концом, победила дружба. Хотя кот решил, что он поставил Кэпа на место. После этого феерического музыкального события герои помирились и, по слухам, готовят совместный трек.
zh_sg: 你有过真的想报复某人的经历吗？也许你想象你的仇人看着你，你被一排灯光照亮沐浴在荣耀的光芒中，当然还骑着马……或者至少在宝座上，在战舰上的宝座上！猫也想要这一切，并且它成功了！无论如何，至少在它看来是这样的。 作为引领潮流的年轻人代表和活跃的互联网探险家，猫向卡普发起了一场音乐挑战。众所周知，卡普是不会拒绝挑战的人。他在船上安装了尽可能好的音响系统，与费什一起，有范的接受了猫的挑战。 在战斗中，任何能发出声音的东西都被利用了起来，特别是号角。“嘟嘟嘟、哔哔哔、嗡嗡嗡”——交响乐在所有频率上播放，即使是最秘密的频段，成群的歌迷船也挤满了舞池。 和任何一个大圆满结局的好故事一样，他们的友谊获得了胜利。尽管如此，猫还是确信他把卡普放在了正确的位置上。在这场盛大的音乐盛会之后，主角们和好了，据说他们正在筹备一项联合行动。

# IDS_PCZC453_CAPT_3_6_OLD
source: Admiral on Merit
es_mx: Almirante con Mérito
ja: 大将の功績
pl: Zasłużony admirał
ru: Адмирал по заслугам
uk: Адмірал по заслузі
zh: Адмирал по заслугам
zh_sg: 上将功勋
