Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PROFILE_CLUBS_INSTRUCTION_9_1
source: Click "Ready!" to join the Team assembly process.
es_mx: Haz clic en "¡Listo!" para unirte al proceso de reunión del Equipo.
ja: 「準備完了!」をクリックしてチーム招集プロセスに加わりましょう。
pl: Kliknij „Gotowy!”, żeby dołączyć do procesu gromadzenia drużyny.
ru: Нажмите кнопку «Готов!», чтобы присоединиться к сбору команды.
uk: Натисніть кнопку «Готовий!», щоб долучитися до скликання команди.
zh: 点击 "已准备好" 来加入队伍的集结程序。
zh_sg: 点击 "已准备好" 来加入团队集结。

# IDS_PROFILE_COLLECTIONS
source: Collections
es_mx: Colecciones
ja: コレクション
pl: Kolekcje
ru: Коллекции
uk: Колекції
zh: 收集
zh_sg: 收藏

# IDS_PROFILE_COLLECTION_INSTRUCTION_0
source: Look for items in containers and use them to build collections.
es_mx: Busca artículos en contenedores y úsalos para armar colecciones.
ja: コンテナ内のアイテムを探し、コレクション構築に使用
pl: Szukaj przedmiotów w kontenerach i używaj ich do budowania kolekcji.
ru: Находите предметы в контейнерах и собирайте из них коллекции.
uk: Знаходьте предмети в контейнерах і збирайте з них колекції.
zh: 在幸运补给箱中寻找收集品并完成收集。
zh_sg: 在补给箱中寻找物品并完成收藏。

# IDS_PROFILE_COLLECTION_INSTRUCTION_1
source: Every item has a history of its own. For more details, click the icon of any item.
es_mx: Cada artículo tiene una historia propia. Para más detalles, haz clic en el icono de cualquier artículo.
ja: 各アイテムには固有の歴史的背景があります。詳細は、任意のアイテムのアイコンをクリック
pl: Każdy przedmiot ma swoją historię. Żeby dowiedzieć się więcej, kliknij na ikonę dowolnego przedmiotu.
ru: Каждый предмет обладает своей историей — нажмите на иконку предмета, чтобы перейти к детальному просмотру.
uk: Кожен предмет має свою історію — натисніть на значок предмета, щоб перейти до докладного перегляду.
zh: 每个收集品都有自己的历史。想获得更多详情，请点击收集品图标。
zh_sg: 每个收集品都有自己的历史。想获得更多详情，请点击收集品图标。

# IDS_PROFILE_COLLECTION_INSTRUCTION_2
source: An additional reward is granted for a complete collection.
es_mx: Una recompensa adicional es otorgada por una colección completa.
ja: コレクションを完成させると追加褒賞が付与されます。
pl: Dodatkowa nagroda przyznawana jest za skompletowanie kolekcji.
ru: За сбор коллекции выдаётся дополнительная награда.
uk: За зібрану колекцію видається додаткова нагорода.
zh: 完成收集任务会颁发额外奖励。
zh_sg: 完成收集任务会颁发额外奖励。

# IDS_PROFILE_RANKS
source: Ranks
es_mx: Rangos
ja: ランク
pl: Stopnie
ru: Ранги
uk: Ранги
zh: 排位
zh_sg: 排名

# IDS_PROFILE_RANK_INSTRUCTION_0
source: For different Ranks, different rules for earning or losing Stars may be active. In all the leagues, except the Premier League, when your Rank advances, you earn an additional Star.
es_mx: Para diferentes Rangos, diferentes reglas para ganar o perder una Estrella pueden estar activas. En todas las ligas, excepto en la Liga Premier, cuando tu Rango avanza, ganas una Estrella adicional.
ja: ランクの違いに応じてスターの取得/喪失ルールが異なる場合があります。プレミアリーグを除く全てのリーグおいて、ランク昇格の際に追加のスターが 1 個付与されます。
pl: Dla różnych stopni aktywne mogą być różne reguły zdobywania i tracenia gwiazdek. We wszystkich ligach, z wyjątkiem Ekstraklasy, zdobycie wyższego stopnia nagradzane jest dodatkową gwiazdką.
ru: Для разных рангов могут действовать различные правила получения и потери звёзд. Во всех лигах, кроме высшей, при повышении ранга выдаётся дополнительная звезда.
uk: Для різних рангів можуть діяти різні правила отримання та втрати зірок. У всіх лігах, крім вищої, під час підвищення рангу видають додаткову зірку.
zh: 对于不同的排位，会启用不同的获得或失去星星的规则。在除超级联赛之外的所有联赛中，当您的排位提升时，您会获得额外的星星。
zh_sg: 对于不同的等级，获得或失去星星的规则可能会不同。除了超级联赛之外，在所有联赛中，排名提升时会获得额外一个星星。

# IDS_PROFILE_RANK_INSTRUCTION_1
source: Ranked Battles. The Ranks you achieve at the end of a season will be accounted for with Stars at the start of the next season. Rewards for Ranks gained in the previous season will be awarded after the first battle of the new season.
es_mx: Batallas por Rango. Los Rangos que hayas logrado al final de la temporada será tomado en cuenta para las Estrellas con las que empezarás la siguiente temporada. Las recompensas de Rangos ganados en previas temporadas será otorgadas después de la primera batalla de la nueva temporada.
ja: ランク戦 シーズン終了時のランクに応じて、次のシーズンの開始時にスターが付与されます。前回のシーズンで取得したランクに対する褒賞は、新シーズンにおいて初戦に参加した後に付与されます。
pl: Bitwy rankingowe Stopnie osiągane na koniec sezonu będą decydować o liczbie gwiazdek na początku kolejnego sezonu. Nagrody za stopnie zdobyte w poprzednim sezonie przyznawane będą po pierwszej bitwie nowego sezonu.
ru: Ранговые бои Ранги, достигнутые вами на момент окончания сезона, будут учтены в начале следующего сезона в виде звёзд. Награды за ранги, полученные по результатам предыдущего сезона, будут начислены после первого боя в текущем сезоне.
uk: Рангові бої Ранги, досягнуті вами на час закінчення сезону, врахують на початку наступного сезону у вигляді зірок. Нагороди за ранги, отримані за результатами попереднього сезону, додадуть після першого бою у теперішньому сезоні.
zh: 排位战。 您在一个赛季结束时取得的排位将在下一赛季开始时与星星一起计算。上一赛季获得的排位奖励将在新赛季的第一场战斗之后颁发。
zh_sg: 排位战 您在赛季结束时取得的排名将在下一赛季开始时以星星计算。前一赛季获得的排名奖励将在新赛季的第一场比赛之后发放。

# IDS_PROFILE_RANK_INSTRUCTION_2
source: Ranked Sprints The Rank you achieve at the end of a season will not be accounted for in the next season.
es_mx: Carreras de Rangos El Rango logrado al final de la temporada no será tomado en cuenta durante la siguiente temporada.
ja: ランク戦スプリント シーズン終了時のランクは、次のシーズンには影響しません。
pl: Sprinty rankingowe Stopień osiągnięty na koniec sezonu nie będzie brany pod uwagę w następnym sezonie.
ru: Ранговые спринты Ранги, достигнутые вами на момент окончания сезона, не учитываются в следующем сезоне.
uk: Рангові спринти Ранги, досягнуті вами на час закінчення сезону, не враховуватимуть на початку наступного сезону.
zh: 冲刺模式排位战 您在一个赛季结束时取得的排位将不会在下一个赛季计算。
zh_sg: 排位冲刺 您在赛季结束时取得的排名将不会在下一赛季计算

# IDS_PROFILE_SUMMARY
source: Summary
es_mx: Resumen
ja: 概要
pl: Podsumowanie
ru: Сводка
uk: Підсумки
zh: 数据统计
zh_sg: 汇总

# IDS_PROFILE_SUMMARY_INSTRUCTION_0
source: The statistics are counted separately for each battle type.
es_mx: Las estadísticas son contadas de manera separada por cada tipo de batalla.
ja: 戦績は戦闘タイプ別に統計されます。
pl: Statystyki liczone są oddzielnie dla każdego typu bitwy.
ru: Статистика по каждому типу боёв ведётся отдельно.
uk: Статистика за кожним типом боїв ведеться окремо.
zh: 统计会个别去计算每种战斗类型。
zh_sg: 统计会单独计算每种战斗模式。

# IDS_PROFILE_SUMMARY_INSTRUCTION_1
source: The statistics display general information about the battles played, as well as maximum and average figures for your battle performance.
es_mx: Las estadísticas muestran la información general sobre las batallas jugadas, así como las cifras en promedio y máximas de tu rendimiento en batalla.
ja: 戦績関連の主要項目の最高記録・平均値などを表示します。
pl: Statystyki pokazują ogólne informacje o stoczonych bitwach, w tym najlepsze i średnie osiągnięcia w walce.
ru: В статистике отображается общая информация о проведённых боях, а также максимальные и усреднённые показатели вашей боевой эффективности.
uk: У статистиці показується загальна інформація про проведені бої, а також максимальні й усереднені показники вашої бойової ефективності.
zh: 该统计为作战后的信息汇总，是对您战斗信息中最大值与平均值的统计。
zh_sg: 该统计为战斗场次的信息汇总，是您战斗表现的最大值与平均值的统计。

# IDS_PROFILE_TOOLTIP_DESCR
source: In the player Profile, you can get acquainted with new game features that will unlock after playing battles.
es_mx: En el Perfil del jugador, puedes familiarizarte con las nuevas características del juego que se desbloquearán después de jugar más batallas.
ja: プレイヤープロフィールでは、戦闘を重ねることで順次アンロックされる新要素に慣れることができます。
pl: W profilu gracza zapoznać się możesz z nowymi funkcjami gry, które odblokowane zostaną po stoczeniu określonej liczby bitew.
ru: В Профиле можно ознакомиться с новыми игровыми возможностями, которые будут открываться после прохождения боёв.
uk: У профілі можна ознайомитися з новими ігровими можливостями, які відкриватимуться після проходження боїв.
zh: В Профиле можно ознакомиться с новыми игровыми возможностями, которые будут открываться после прохождения боёв.
zh_sg: 在玩家账号中，您可以随着游戏进程逐步了解并解锁功能。

# IDS_PROGRESS_IM_CAPTURE_BASE
source: CAPTURING BASE
es_mx: CAPTURANDO BASE
ja: 陣地占領中
pl: ZAJMOWANIE BAZY
ru: ЗАХВАТ БАЗЫ
uk: ЗАХОПЛЕННЯ БАЗИ
zh: 占领基地
zh_sg: 占领基地

# IDS_PROGRESS_IM_CAPTURE_BASEWITHPOINTS
source: CAPTURING BASE
es_mx: CAPTURANDO BASE
ja: 陣地占領中
pl: ZAJMOWANIE BAZY
ru: ЗАХВАТ БАЗЫ
uk: ЗАХОПЛЕННЯ БАЗИ
zh: 占领基地
zh_sg: 占领基地

# IDS_PROGRESS_IM_CAPTURE_BUILDINGCP
source: CAPTURING SECTOR
es_mx: CAPTURANDO SECTOR
ja: セクター占領中
pl: PRZECHWYTYWANIE SEKTORA
ru: ЗАХВАТ СЕКТОРА
uk: ЗАХОПЛЕННЯ СЕКТОРА
zh: 占领区域
zh_sg: 占领区域

# IDS_PROGRESS_IM_CAPTURE_CONTROL
source: CAPTURING AREA
es_mx: CAPTURANDO ÁREA
ja: エリア占領
pl: ZAJMOWANIE STREFY
ru: ЗАХВАТ ТОЧКИ
uk: ЗАХОПЛЕННЯ ТОЧКИ
zh: 占领区域
zh_sg: 占领区域

# IDS_PROGRESS_IM_CAPTURE_EPICENTERCP
source: CAPTURING EPICENTER
es_mx: CAPTURAR EPICENTRO
ja: ゾーンを占領中
pl: ZAJMOWANIE EPICENTRUM
ru: ЗАХВАТ ЭПИЦЕНТРА
uk: ЗАХОПЛЕННЯ ЕПІЦЕНТРУ
zh: 占领据点
zh_sg: 占领震中

# IDS_PROGRESS_IM_CAPTURE_MEGABASE
source: CAPTURING ZONE
es_mx: CAPTURANDO ZONA
ja: ゾーン占領中
pl: ZAJMOWANIE STREFY
ru: ЗАХВАТ АКВАТОРИИ
uk: ЗАХОПЛЕННЯ АКВАТОРІЇ
zh: 占领区域
zh_sg: 占领区域

# IDS_PROGRESS_IM_CAPTURE_SEVERAL_BASE
source: CAPTURING BASES
es_mx: CAPTURAR BASES
ja: 陣地を占領中
pl: ZAJMOWANIE BAZ
ru: ЗАХВАТ БАЗ
uk: ЗАХОПЛЕННЯ БАЗ
zh: 占领基地
zh_sg: 占领基地

# IDS_PROGRESS_IM_CAPTURE_SEVERAL_BUILDINGCP
source: CAPTURING SECTORS
es_mx: CAPTURAR SECTORES
ja: セクターを占領中
pl: ZAJMOWANIE SEKTORÓW
ru: ЗАХВАТ СЕКТОРОВ
uk: ЗАХОПЛЕННЯ СЕКТОРІВ
zh: 占领区域
zh_sg: 占领区域

# IDS_PROGRESS_IM_CAPTURE_SEVERAL_CONTROL
source: CAPTURING AREAS
es_mx: CAPTURAR ÁREAS
ja: エリアを占領中
pl: ZAJMOWANIE STREF KLUCZOWYCH
ru: ЗАХВАТ ТОЧЕК
uk: ЗАХОПЛЕННЯ ТОЧОК
zh: 占领地区
zh_sg: 占领地区

# IDS_PROGRESS_IM_CAPTURE_SEVERAL_EPICENTERCP
source: CAPTURING EPICENTER
es_mx: CAPTURAR EPICENTRO
ja: ゾーンを占領中
pl: ZAJMOWANIE EPICENTRUM
ru: ЗАХВАТ ЭПИЦЕНТРА
uk: ЗАХОПЛЕННЯ ЕПІЦЕНТРУ
zh: 占领据点
zh_sg: 占领震中

# IDS_PROGRESS_IM_CAPTURE_SEVERAL_MEGABASE
source: CAPTURING ZONES
es_mx: CAPTURAR ZONAS
ja: ゾーンを占領中
pl: ZAJMOWANIE STREF
ru: ЗАХВАТ АКВАТОРИЙ
uk: ЗАХОПЛЕННЯ АКВАТОРІЙ
zh: 占领区域
zh_sg: 占领区域

# IDS_PROJECT_YEAR
source: Year of design
es_mx: Año de diseño
ja: 設計年
pl: Rok powstania projektu
ru: Год проекта
uk: Рік проекту
zh: 设计年份
zh_sg: 设计年份

# IDS_PROMOSREEN_TIMER
source: %(timer)s remaining
es_mx: %(timer)s restante
ja: 残り %(timer)s
pl: pozostało %(timer)s
ru: Осталось %(timer)s
uk: Залишилося %(timer)s
zh: Осталось %(timer)s
zh_sg: 剩余%(timer)s

# IDS_PROMO_EVENT
source: Specials
es_mx: Especial
ja: スペシャル
pl: Oferta specjalna
ru: Акция
uk: Акція
zh: 特惠
zh_sg: 特惠

# IDS_PROMO_FILTER
source: Specials
es_mx: Especiales
ja: 特別
pl: Oferty specjalne
ru: Акции
uk: Акції
zh: 特惠
zh_sg: 特惠

# IDS_PROMO_REWARD_DAYS_LEFT
source: End date: %(_date)s
es_mx: Fecha final: %(_date)s
ja: 終了: %(_date)s
pl: Data zakończenia: %(_date)s
ru: Дата окончания: %(_date)s
uk: Дата закінчення: %(_date)s
zh: Дата окончания: %(_date)s
zh_sg: 结束日期：%(_date)s

# IDS_PROMO_REWARD_DESCRIPTION
source: The reward from the entered promo code, that will be added to your account automatically once you've played a certain number of battles.
es_mx: La recompensa por el código promocional ingresado que será agregada a su cuenta de forma automática después de jugar cierta cantidad de batallas.
ja: 入力したプロモコードによる褒賞は、規定の戦闘数をプレイすることで自動的にアカウントに付与されます。
pl: Nagroda za podany kod promocyjny zostanie dodana do Twojego konta po stoczeniu określonej liczby bitew.
ru: Награда введённого промокода, которая будет автоматически начислена после прохождения определённого количества боёв.
uk: Нагорода за введений промо-код, яку автоматично додадуть після певної кількості зіграних боїв.
zh: Награда введённого промокода, которая будет автоматически начислена после прохождения определённого количества боёв.
zh_sg: 您输入的推广码所获得的奖励将在完成指定场数的战斗后自动发放至您的账号中。

# IDS_PROMO_REWARD_HEADER
source: Promo Reward
es_mx: Recompensa Promocional
ja: プロモ褒賞
pl: Nagroda promocyjna
ru: Промонаграда
uk: Промонагорода
zh: Промонаграда
zh_sg: 推广奖励

# IDS_PROOF_RANK
source: IRREVOCABLE
ja: 不動
pl: NIEODWOŁALNY
ru: НЕСГОРАЕМЫЙ
uk: НЕСПАЛИМИЙ
zh: 不可失去
zh_sg: 不会失去

# IDS_PROTANOPIA
source: Protanopia
es_mx: Protanopía
ja: 赤色判別困難
ru: Протанопия
uk: Протанопія
zh: 红色盲
zh_sg: 红色盲

# IDS_PRPA001_SHELL_152MM_AP_AP_91LBS
source: 152 mm AP 91 lb
pl: 152 mm PP 91 lb
ru: 152-мм ББ 91 фн.
uk: 152-мм ББ 91 фн
zh: 152 毫米 AP 91 lb

# IDS_PRPA002_SHELL_152MM_HE_HE_109LBS
source: 152 mm HE 109 lb
pl: 152 mm OB 109 lb
ru: 152-мм ОФ 109 фн.
uk: 152-мм ОФ 109 фн
zh: 152 毫米 HE 109 lb

# IDS_PRPA005_75MM_HE
source: 75 mm HE
pl: 75 mm OB
ru: 75-мм ОФ
uk: 75-мм ОФ
zh: 75 毫米 HE

# IDS_PRPA006_SHELL_152MM_AP_SC_MK_27_MOD_2
source: 152 mm AP/SC Mk27 mod. 8
pl: 152 mm AP/SK Mk27 mod. 8
ru: 152-мм AP/SC Mk27 mod. 8
uk: 152-мм AP/SC Mk27 mod. 8
zh: 152 毫米 AP/SC Mk27 8型

# IDS_PRPA007_SHELL_152MM_HE_HC_MARK_34_MOD_1
source: 152 mm HE/HC Mk34 mod. 1
ru: 152-мм HE/HC Mk34 mod. 1
uk: 152-мм HE/HC Mk34 mod. 1
zh: 152 毫米 HE/HC Mk34 1型

# IDS_PRPA008_102MM_HE_1915
source: 102 mm HE Model 1915
es_mx: 102 mm HE Modelo 1915
pl: 102 mm OB Model 1915
ru: 102-мм ОФ обр. 1915 г.
uk: 102-мм ОФ зр. 1915 р.
zh: 102 毫米 HE 1915型

# IDS_PRPA009_102MM_AP_1915
source: 102 mm AP Model 1915
es_mx: 102 mm AP Modelo 1915
pl: 102 mm PP Model 1915
ru: 102-мм ББ обр. 1915 г.
uk: 102-мм ББ зр. 1915 р.
zh: 102 毫米 AP 1915型

# IDS_PRPA012_85MM_HE_O_365_M
source: 85 mm HE O-365M
pl: 85 mm OB O-365M
ru: 85-мм ОФ О-365М
uk: 85-мм ОФ О-365М
zh: 85 毫米 HE O-365M

# IDS_PRPA014_305_HE_1911
source: 305 mm HE Model 1911
es_mx: 305 mm HE Modelo 1911
pl: 305 mm OB Model 1911
ru: 305-мм ОФ обр. 1911 г.
uk: 305-мм ОФ зр. 1911 р.
zh: 305 毫米 HE 1911型

# IDS_PRPA015_305_AP_1911
source: 305 mm AP Model 1911
es_mx: 305 mm AP Modelo 1911
pl: 305 mm PP Model 1911
ru: 305-мм ББ обр. 1911 г.
uk: 305-мм ББ зр. 1911 р.
zh: 305 毫米 AP 1911型

# IDS_PRPA016_130_HE_1911
source: 130 mm HE Model 1911
es_mx: 130 mm HE Modelo 1911
pl: 130 mm OB Model 1911
ru: 130-мм ОФ обр. 1911 г.
uk: 130-мм ОФ зр. 1911 р.
zh: 130 毫米 HE 1911型

# IDS_PRPA027_120MM_HE_P_1907
source: 120 mm HE Model 1907
es_mx: 120 mm HE Modelo 1907
pl: 120 mm OB Model 1907
ru: 120-мм ОФ обр. 1907 г.
uk: 120-мм ОФ зр. 1907 р.
zh: 120 毫米 HE 1907型

# IDS_PRPA030_130_HE_1911_MG
source: 130 mm HE Model 1911
es_mx: 130 mm HE Modelo 1911
pl: 130 mm OB Model 1911
ru: 130-мм ОФ обр. 1911 г.
uk: 130-мм ОФ зр. 1911 р.
zh: 130 毫米 HE 1911型

# IDS_PRPA040_130_AP_P_1911
source: 130 mm AP Model 1911
es_mx: 130 mm AP Modelo 1911
pl: 130 mm PP Model 1911
ru: 130-мм ББ обр. 1911 г.
uk: 130-мм ББ зр. 1911 р.
zh: 130 毫米 AP 1911型

# IDS_PRPA041_120_AP_P_1905
source: 120 mm AP Model 1905
es_mx: 120 mm AP Modelo 1905
pl: 120 mm PP Model 1905
ru: 120-мм ББ обр. 1905 г.
uk: 120-мм ББ зр. 1905 р.
zh: 120 毫米 AP 1905型

# IDS_PRPA042_152_AP_C
source: 152 mm AP 91 lb
pl: 152 mm PP 91 lb
ru: 152-мм ББ 91 фн.
uk: 152-мм ББ 91 фн
zh: 152 毫米 AP 91 lb

# IDS_PRPA043_152_HE_C
source: 152 mm HE 109 lb
pl: 152 mm OB 109 lb
ru: 152-мм ОФ 109 фн.
uk: 152-мм ОФ 109 фн
zh: 152 毫米 HE 109 lb

# IDS_PRPA048_130_AP_P_1917
source: 130 mm AP Model 1917
es_mx: 130 mm AP Modelo 1917
pl: 130 mm PP Model 1917
ru: 130-мм ББ обр. 1917 г.
uk: 130-мм ББ зр. 1917 р.
zh: 130 毫米 AP 1917型

# IDS_PRPA049_130_HE_P_1917
source: 130 mm HE Model 1917
es_mx: 130 mm HE Modelo 1917
pl: 130 mm OB Model 1917
ru: 130-мм ОФ обр. 1917 г.
uk: 130-мм ОФ зр. 1917 р.
zh: 130 毫米 HE 1917型

# IDS_PRPA052_AP_OLEG
source: 152 mm AP 91 lb
pl: 152 mm PP 91 lb
ru: 152-мм ББ 91 фн.
uk: 152-мм ББ 91 фн
zh: 152 毫米 AP 91 lb

# IDS_PRPA053_HE_OLEG
source: 152 mm HE 109 lb
pl: 152 mm OB 109 lb
ru: 152-мм ОФ 109 фн.
uk: 152-мм ОФ 109 фн
zh: 152 毫米 HE 109 lb

# IDS_PRPA066_88MM_HE_SPR_GR
source: 88 mm Spr.Gr.
ru: 88-мм Spr.Gr.
uk: 88-мм Spr.Gr.
zh: 88 毫米 高爆弹

# IDS_PRPA067_150MM_AP_MAKAROV
source: 150 mm P.Spr.Gr. L/3.7
ru: 150-мм P.Spr.Gr. L/3.7
uk: 150-мм P.Spr.Gr. L/3.7
zh: 150 毫米 穿甲榴弹 L/3.7

# IDS_PRPA068_150MM_HE_MAKAROV
source: 150 mm Spr.Gr. L/4.4 Kz.
ru: 150-мм Spr.Gr. L/4.4 Kz.
uk: 150-мм Spr.Gr. L/4.4 Kz.
zh: 150 毫米 前引信被帽高爆弹 L/4.4

# IDS_PRPA069_305_HE_REV
source: 305 mm HE Model 1911
es_mx: 305 mm HE Modelo 1911
pl: 305 mm OB Model 1911
ru: 305-мм ОФ обр. 1911 г.
uk: 305-мм ОФ зр. 1911 р.
zh: 305 毫米 HE 1911型

# IDS_PRPA070_305_AP_REV
source: 305 mm AP Model 1911
es_mx: 305 mm AP Modelo 1911
pl: 305 mm PP Model 1911
ru: 305-мм ББ обр. 1911 г.
uk: 305-мм ББ зр. 1911 р.
zh: 305 毫米 AP 1911型

# IDS_PRPA071_120MM_HE_P_1907_50
source: 120 mm HE Model 1907
es_mx: 120 mm HE Modelo 1907
pl: 120 mm OB Model 1907
ru: 120-мм ОФ обр. 1907 г.
uk: 120-мм ОФ зр. 1907 р.
zh: 120 毫米 HE 1907型

# IDS_PRPA072_356MM_HE_1913
source: 356 mm HE Model 1913
es_mx: 356 mm HE Modelo 1913
pl: 356 mm OB Model 1913
ru: 356-мм ОФ обр. 1913 г.
uk: 356-мм ОФ зр. 1913 р.
zh: 356 毫米 HE 1913型

# IDS_PRPA073_356MM_AP_1911
source: 356 mm AP Model 1911
es_mx: 356 mm AP Modelo 1911
pl: 356 mm PP Model 1911
ru: 356-мм ББ обр. 1911 г.
uk: 356-мм ББ зр. 1911 р.
zh: 356 毫米 AP 1911型

# IDS_PRPA075_406MM_HE_MOD1914
source: 406 mm HE Model 1914
es_mx: 406 mm HE Modelo 1914
pl: 406 mm OB Model 1914
ru: 406-мм ОФ обр. 1914 г.
uk: 406-мм ОФ зр. 1914 р.
zh: 406 毫米 HE 1914型

# IDS_PRPA076_406MM_AP_MOD1914
source: 406 mm AP Model 1914
es_mx: 406 mm AP Modelo 1914
pl: 406 mm PP Model 1914
ru: 406-мм ББ обр. 1914 г.
uk: 406-мм ББ зр. 1914 р.
zh: 406 毫米 AP 1914型

# IDS_PRPA077_152MM_HE_1907
source: 152 mm HE Model 1907
es_mx: 152 mm HE Modelo 1907
pl: 152 mm OB Model 1907
ru: 152-мм ОФ обр. 1907 г.
uk: 152-мм ОФ зр. 1907 р.
zh: 152 毫米 HE 1907型

# IDS_PRPA078_406MM_SAP_MOD1937
source: 406 mm HE Model 1937
es_mx: 406 mm HE Modelo 1937
pl: 406 mm OB Model 1937
ru: 406-мм ОФ обр. 1937 г.
uk: 406-мм ОФ зр. 1937 р.
zh: 406 毫米 HE 1937型

# IDS_PRPA079_406MM_AP_MOD1937
source: 406 mm AP Model 1937
es_mx: 406 mm AP Modelo 1937
pl: 406 mm PP Model 1937
ru: 406-мм ББ обр. 1937 г.
uk: 406-мм ББ зр. 1937 р.
zh: 406 毫米 AP 1937型

# IDS_PRPA080_457MM_AP
source: 457 mm AP Model 1946
es_mx: 457 mm AP Modelo 1946
pl: 457 mm PP Model 1946
ru: 457-мм ББ обр. 1946 г.
uk: 457-мм ББ зр. 1946 р.
zh: 457 毫米 AP 1946型

# IDS_PRPA081_457MM_HE
source: 457 mm HE Model 1946
es_mx: 457 mm HE Modelo 1946
pl: 457 mm OB Model 1946
ru: 457-мм ОФ обр. 1946 г.
uk: 457-мм ОФ зр. 1946 р.
zh: 457 毫米 HE 1946型

# IDS_PRPA082_305MM_AP_STALINGRAD
source: 305 mm AP Model 1928
es_mx: 305 mm AP Modelo 1928
pl: 305 mm PP Model 1928
ru: 305-мм ББ обр. 1928 г.
uk: 305-мм ББ зр. 1928 р.
zh: 305 毫米 AP 1928型

# IDS_PRPA083_152_HE_VARYAG
source: 152 mm HE 109 lb
pl: 152 mm OB 109 lb
ru: 152-мм ОФ 109 фн.
uk: 152-мм ОФ 109 фн
zh: 152 毫米 HE 109 lb

# IDS_PRPA084_152_AP_VARYAG
source: 152 mm AP 91 lb
pl: 152 mm PP 91 lb
ru: 152-мм ББ 91 фн.
uk: 152-мм ББ 91 фн
zh: 152 毫米 AP 91 lb

# IDS_PRPA086_305MM_AP_KRON
source: 305 mm AP Model 1928
es_mx: 305 mm AP Modelo 1928
pl: 305 mm PP Model 1928
ru: 305-мм ББ обр. 1928 г.
uk: 305-мм ББ зр. 1928 р.
zh: 305 毫米 AP 1928型

# IDS_PRPA087_305MM_HE_KRON
source: 305 mm HE Model 1928
es_mx: 305 mm HE Modelo 1928
pl: 305 mm OB Model 1928
ru: 305-мм ОФ обр. 1928 г.
uk: 305-мм ОФ зр. 1928 р.
zh: 305 毫米 HE 1928型

# IDS_PRPA088_305MM_HE_STALINGRAD
source: 305 mm HE Model 1928
es_mx: 305 mm HE Modelo 1928
pl: 305 mm OB Model 1928
ru: 305-мм ОФ обр. 1928 г.
uk: 305-мм ОФ зр. 1928 р.
zh: 305 毫米 HE 1928型

# IDS_PRPA093_406MM_HE_LENIN
source: 406 mm HE Model 1914 bis
es_mx: 406 mm HE Modelo 1914 bis
ru: 406-мм ОФ обр. 1914 г. bis
uk: 406-мм ОФ зр. 1914 р. bis
zh: 406 毫米 HE 1937型

# IDS_PRPA094_406MM_AP_LENIN
source: 406 mm AP Model 1914 bis
es_mx: 406 mm AP Modelo 1914 bis
ru: 406-мм ББ обр. 1914 г. bis
uk: 406-мм ББ зр. 1914 р. bis
zh: 406 毫米 HE 1937型

# IDS_PRPA096_406MM_HE_B37
source: 406 mm HE B-37
pl: 406 mm OB B-37
ru: 406-мм ОФ Б-37
uk: 406-мм ОФ Б-37
zh: 406 毫米 HE B-37

# IDS_PRPA098_406MM_AP_MOD1914BIS
source: 406 mm AP Model 1928
ru: 406-мм ББ обр. 1928 г.
uk: 406-мм ББ зр. 1928 р.
zh: 406 毫米 AP 1914型 bis

# IDS_PRPA099_406MM_HE_MOD1914BIS
source: 406 mm HE Model 1928
es_mx: 406 mm AE Model 1928
ru: 406-мм ОФ обр. 1928 г.
uk: 406-мм ОФ зр. 1928 р.
zh: 406 毫米 HE 1914型 bis

# IDS_PRPA103_356MM_HE_1938_POLTAVA
source: 356 mm HE Model 1938
es_mx: 356 mm HE Modelo 1938
pl: 356 mm OB Model 1938
ru: 356-мм ОФ обр. 1938 г.
uk: 356-мм ОФ зр. 1938 р.
zh: 356-мм ОФ обр. 1938 г.

# IDS_PRPA104_356MM_AP_1938_POLTAVA
source: 356 mm AP Model 1938
es_mx: 356 mm AP Modelo 1938
pl: 356 mm PP Model 1938
ru: 356-мм ББ обр. 1938 г.
uk: 356-мм ББ зр. 1938 р.
zh: 356-мм ББ обр. 1938 г.

# IDS_PRPA105_406MM_HE_BORODINO
source: 406 mm HE Model 1937
es_mx: 406 mm HE Modelo 1937
pl: 406 mm OB Model 1937
ru: 406-мм ОФ обр. 1937 г.
uk: 406-мм ОФ зр. 1937 р.
zh: 406 毫米 HE 1937型。

# IDS_PRPA106_406MM_AP_BORODINO
source: 406 mm AP Model 1937
es_mx: 406 mm AP Modelo 1937
pl: 406 mm PP Model 1937
ru: 406-мм ББ обр. 1937 г.
uk: 406-мм ББ зр. 1937 р.
zh: 406 毫米 AP 1937型。

# IDS_PRPA108_220MM_HE_B43
source: 220 mm HE Model 1943
ru: 220-мм ОФ обр. 1943 г.
uk: 220-мм ОФ зр. 1943 р.
zh: 220-мм ОФ обр. 1943 г.

# IDS_PRPA109_220MM_AP_B43
source: 220 mm AP Model 1943
ru: 220-мм ББ обр. 1943 г.
uk: 220-мм ББ зр. 1943 р.
zh: 220-мм ББ обр. 1943 г.

# IDS_PRPA110_152MM_HE_MK2
source: 152 mm HE B-30 Model 1931
ru: 152-мм ОФ Б-30 обр. 1931 г.
uk: 152-мм ОФ Б-30 зр. 1931 р.
zh: 152-мм ОФ Б-30 обр. 1931 г.

# IDS_PRPA111_152MM_AP_MK2
source: 152 mm AP B-30 Model 1931
ru: 152-мм ББ Б-30 обр. 1931 г.
uk: 152-мм ББ Б-30 зр. 1931 р.
zh: 152-мм ББ Б-30 обр. 1931 г.

# IDS_PRPA113_180MM_AP_CM_48
source: AP-32
ru: ББ-32
uk: ББ-32
zh: ББ-32

# IDS_PRPA116_180_HE_OF_42_S_MIKOYAN
source: HE-33
pl: OB-33
ru: ОФ-33
uk: ОФ-33
zh: HE-32

# IDS_PRPA117_180_AP_B_32_S_MIKOYAN
source: AP-33
pl: PP-33
ru: Б-33
uk: Б-33
zh: AP-32

# IDS_PRPA122_220MM_HE_B44
source: 220 mm HE Model 1944
ru: 220-мм ОФ обр. 1944 г.
uk: 220-мм ОФ зр. 1944 р.
zh: 220-мм ОФ обр. 1944 г.

# IDS_PRPA123_220MM_AP_B44
source: 220 mm AP Model 1944
ru: 220-мм ББ обр. 1944 г.
uk: 220-мм ББ зр. 1944 р.
zh: 220-мм ББ обр. 1944 г.

# IDS_PRPA124_180_AP_B_33_F
source: AP-33
pl: PP-33
ru: Б-33
uk: Б-33
zh: AP-32

# IDS_PRPA125_180_HE_OF_43_F
source: HE-33
pl: OB-33
ru: ОФ-33
uk: ОФ-33
zh: HE-32

# IDS_PRPA126_406MM_HE_KIM
source: 406 mm HE Model 1937
es_mx: 406 mm HE Modelo 1937
pl: 406 mm OB Model 1937
ru: 406-мм ОФ обр. 1937 г.
uk: 406-мм ОФ зр. 1937 р.
zh: 406 毫米 HE 1937型

# IDS_PRPA127_406MM_AP_KIM
source: 406 mm AP Model 1937
es_mx: 406 mm AP Modelo 1937
pl: 406 mm PP Model 1937
ru: 406-мм ББ обр. 1937 г.
uk: 406-мм ББ зр. 1937 р.
zh: 406 毫米 AP 1937型

# IDS_PRPA128_406MM_AP_V_I_LENIN
source: 406 mm AP Model 1914 bis
es_mx: 406 mm AP Modelo 1914 bis
ru: 406-мм ББ обр. 1914 г. bis
uk: 406-мм ББ зр. 1914 р. bis
zh: 406 毫米 HE 1937型

# IDS_PRPA129_406MM_HE_V_I_LENIN
source: 406 mm HE Model 1914 bis
es_mx: 406 mm HE Modelo 1914 bis
ru: 406-мм ОФ обр. 1914 г. bis
uk: 406-мм ОФ зр. 1914 р. bis
zh: 406 毫米 HE 1937型

# IDS_PRPA188_305MM_AP_STALINGRAD_2
source: 305 mm AP Model 1928
es_mx: 305 mm AP Modelo 1928
pl: 305 mm PP Model 1928
ru: 305-мм ББ обр. 1928 г.
uk: 305-мм ББ зр. 1928 р.
zh: 305 毫米 AP 1928型

# IDS_PRPA189_152MM_OFU35
source: OFU-35M
ru: ОФУ-35М
uk: ОФУ-35М
zh: ОФУ-35М

# IDS_PRPT003_PAT_08
source: Torpedo Model 1908
es_mx: Torpedo Modelo 1908
ru: Торпеда обр. 1908 г.
uk: Торпеда зр. 1908 р.
zh: 1908型鱼雷
zh_sg: 鱼雷 Model 1908

# IDS_PRPT004_PAT_10
source: Torpedo Model 1910
es_mx: Torpedo Modelo 1910
ru: Торпеда обр. 1910 г.
uk: Торпеда зр. 1910 р.
zh: 1910型鱼雷
zh_sg: 鱼雷 Model 1910

# IDS_PRPT005_45_12
source: Torpedo Model 1912
es_mx: Torpedo Modelo 1912
ru: Торпеда обр. 1912 г.
uk: Торпеда зр. 1912 р.
zh: 1912型鱼雷
zh_sg: 鱼雷 Model 1912

# IDS_PRPT012_533MM_D4
source: 533 mm D4
ru: 533-мм D4
uk: 533-мм D4
zh: 533 毫米 D4

# IDS_PRPT016_53_39_MOD1
source: 53-39 mod. 1
ru: 53-39 мод. 1
uk: 53-39 мод. 1
zh: 53-39 1型

# IDS_PRPT020_53_36_MOD2
source: 53-36 mod. 2
ru: 53-36 мод. 2
uk: 53-36 мод. 2
zh: 53-36 2型

# IDS_PRPT021_53_39_MOD2
source: 53-39 mod. 2
ru: 53-39 мод. 2
uk: 53-39 мод. 2
zh: 53-39 2型
