Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBSC105_DESCR
source: The most advanced British light cruiser among those designed during World War I. The ship's powerful propulsion allowed for high speeds. Her larger displacement helped strengthen the cruiser's artillery and torpedo armament as well as equip her with aircraft-handling gear.
es_mx: El crucero ligero más avanzado de los británicos entre los diseñados durante la Primera Guerra Mundial. El barco tenía una fuerte propulsión permitiendo altas velocidades. Su desplazamiento grande fortalecía su artillería de crucero y su armamento de torpedo así como equiparse con herramientas antiaéreas.
ja: エメラルド級軽巡洋艦は、一次大戦中に設計されたイギリス軍の軽巡洋艦としては、最も先進的な艦級でした。強力な推進機関により高速を実現し、船体の大型化により、砲撃兵装および雷装の強化を実現できただけではなく、水上機の運用も可能でした。
pl: Najbardziej zaawansowany brytyjski lekki krążownik spośród wszystkich, które zaprojektowano w trakcie I wojny światowej. Jego potężny napęd pozwalał osiągać duże prędkości. Większa wyporność umożliwiała przenoszenie lepszego uzbrojenia artyleryjskiego i torpedowego, a także wyposażenie go w sprzęt niezbędny do obsługi samolotów.
ru: Наиболее совершенный британский лёгкий крейсер из числа спроектированных во время Первой мировой войны. Мощная энергетическая установка обеспечивала кораблю высокую скорость. Увеличенное водоизмещение позволило усилить артиллерию и торпедное вооружение крейсера, а также установить авиационное оборудование.
uk: Найдосконаліший британський легкий крейсер з числа спроектованих під час Першої світової війни. Потужна силова установка забезпечувала високу швидкість корабля. Збільшена водотоннажність дозволила посилити артилерію і торпедне озброєння крейсера, а також встановити авіаційне обладнання.
zh: 为那些大战期间设计中最先进的轻型巡洋舰。该舰艇强大的推进装置让它能以高航速来航行。它极大的排水量除了有助于巡洋舰火炮及鱼雷武器的加强，还备有飞机装卸机具。
zh_sg: 第一次世界大战期间设计最先进的英国轻型巡洋舰。强大的推进装置让它能以高航速来航行。极大的排水量不仅有助于巡洋舰火炮及鱼雷武器的加强，还装备有飞机装卸机具。

# IDS_PBSC105_FULL
source: Emerald
zh: 翡翠
zh_sg: 翡翠

# IDS_PBSC105_SHORT
source: EMRL
zh: 翡翠
zh_sg: 翡翠

# IDS_PBSC106
source: Leander
zh: 利安得
zh_sg: 利安得

# IDS_PBSC106_DESCR
source: A new generation light cruiser designed to serve as a scout both within a squadron and independently. In contrast to her predecessors, the ship's main advantage was that her main guns were placed in gun turrets. The ship also had stronger AA defenses and better armor protection.
es_mx: Una nueva generación de crucero ligero diseñado para servir como explorador dentro de un escuadrón e independientemente. En contraste a sus predecesores, la ventaja principal del barco eran que sus cañones primarios se encontraban en torretas de cañón. El barco también tenía mejores defensas antiaéreas y mejor protección de blindaje.
ja: リアンダー級軽巡洋艦は、艦隊行動での偵察も単独行動での偵察も可能な新世代の軽巡洋艦として設計されました。前級から大きく進化した点として、主砲を砲塔に搭載していました。加えて、対空兵装および装甲防御力も強化されていました。
pl: Lekki krążownik nowej generacji, zaprojektowany, by służyć jako zwiadowca zarówno w eskadrze, jak i niezależnie. W porównaniu ze swoimi poprzednikami jego główną zaletą były działa głównej baterii umieszczone w wieżach. Posiadał również silniejszą obronę przeciwlotniczą i opancerzenie.
ru: Лёгкий крейсер нового поколения, призванный как играть роль разведчика при эскадре, так и действовать самостоятельно. Основным преимуществом корабля, по сравнению с предшественниками, было размещение артиллерии главного калибра в башнях. Также получил усиленную ПВО и лучшее бронирование.
uk: Легкий крейсер нового покоління, призначений як бути розвідником у складі ескадри так і для самостійних дій. Основною перевагою корабля, у порівнянні з попередниками, було розташування артилерії головного калібру в баштах. Також отримав посилену ППО і ліпше бронювання.
zh: 可作为中队内及独立侦察舰而设计的新一代轻型巡洋舰。与它的前辈相反，它的主炮是放置在炮塔内为该舰的主要优点。该舰还拥有较强大的对空防御及更好的装甲防护力。
zh_sg: 可同时满足团队作战和独立侦察而设计的新一代轻型巡洋舰。与前代相比，主要优点是主炮放置在炮塔内。 除此之外，还拥有较强大的对空防御和更好的装甲防护力。

# IDS_PBSC106_FULL
source: Leander
zh: 利安得
zh_sg: 利安得

# IDS_PBSC106_SHORT
source: LNDR
zh: 利安得
zh_sg: 利安得

# IDS_PBSC107
source: Fiji
zh: 斐济
zh_sg: 斐济

# IDS_PBSC107_DESCR
source: A further development of a multi-purpose cruiser ship for the Royal Navy. Despite the fact that the ship's displacement was limited by international treaties, she carried numerous rapid-firing main guns.
es_mx: Un desarrollo mejorado del crucero multipropósito de la Marina Real. Aunque el desplazamiento del barco estaba limitado por los tratados internacionales, cargaba numerosos cañones de rápido disparo.
ja: フィジー級軽巡洋艦は、イギリス海軍における多用途巡洋艦の発展型です。国際条約による排水量制限を遵守しつつも、主砲として多数の速射砲を搭載していました。
pl: Kolejny projekt wielozadaniowego krążownika dla Royal Navy. Pomimo tego, iż jego wyporność była ograniczona przez traktaty międzynarodowe, posiadał liczne szybkostrzelne działa.
ru: Являлся дальнейшим развитием идеи универсального лёгкого крейсера в ВМС Великобритании. Несмотря на ограниченное международными соглашениями водоизмещение, нёс многочисленную, обладавшую высокой скорострельностью артиллерию главного калибра.
uk: Був подальшим розвитком ідеї універсального легкого крейсера у ВМС Великобританії. Незважаючи на обмежену міжнародними угодами водотоннажність, ніс численну артилерію головного калібру, яка мала високу скорострільність.
zh: 进一步研发自皇家海军的多用途巡洋舰。尽管舰艇的排水量受到国际条约的限制，它还是搭载了为数众多的速射型主炮。
zh_sg: 皇家海军多用途巡洋舰的进一步发展。尽管排水量受到 了国际条约的限制，仍然搭载了数量众多的速射主炮。

# IDS_PBSC107_FULL
source: Fiji
zh: 斐济
zh_sg: 斐济

# IDS_PBSC107_SHORT
source: FIJI
zh: 斐济
zh_sg: 斐济

# IDS_PBSC108
source: Edinburgh
zh: 爱丁堡
zh_sg: 爱丁堡

# IDS_PBSC108_DESCR
source: The most powerful light cruiser in the Royal Navy during World War II. Outrivaled most other same-type ships in terms of armor protection. She inherited powerful main guns from her predecessors. Among other Royal Navy cruisers of the 1930s, Edinburgh carried more powerful AA weapons.
es_mx: El crucero ligero más poderoso de la Marina Real durante la Segunda Guerra Mundial. Era mejor que todos los barcos de su tipo en términos de protección. Heredó sus poderosos cañones de sus predecesores. De otros cruceros de 1930, Edinburgh tenía más poderoso armamento antiaéreo.
ja: エディンバラ級軽巡洋艦は、二次大戦中におけるイギリス海軍最強の軽巡洋艦であり、装甲防御力においては大半の同一艦種の艦艇を凌駕していました。前級から強力な主砲を引き継いでおり、対空兵装は、1930 年代における他のイギリス海軍の巡洋艦より強力なものでした。
pl: Najpotężniejszy lekki krążownik Royal Navy z okresu II wojny światowej. Deklasował swoich bezpośrednich rywali pod względem opancerzenia. Po swoim poprzedniku odziedziczył potężną artylerię. Ponadto, ze wszystkich krążowników Royal Navy z lat 30., Edinburgh posiadał najsilniejszą obronę przeciwlotniczą.
ru: Самый мощный лёгкий крейсер ВМС Великобритании периода Второй мировой войны. Превосходил большинство кораблей своего класса по бронированию. Унаследовал от предшественников сильную артиллерию главного калибра. Среди прочих британских крейсеров 1930-х годов выделялся более мощным зенитным вооружением.
uk: Найпотужніший легкий крейсер ВМС Великобританії періоду Другої світової війни. Перевершував більшість кораблів свого класу за бронюванням. Успадкував від попередників потужну артилерію головного калібру. Серед інших британських крейсерів 1930-х рр. виділявся потужнішим зенітним озброєнням.
zh: 皇家海军在战争期间最强大的轻型巡洋舰。在装甲防护力方面胜过其它大多数同类型的舰艇。它继承其前辈强大的主炮。在其它三十年代皇家海军巡洋舰中，爱丁堡 搭载了更强大的防空武器。
zh_sg: 皇家海军在第二次世界大战期间最强大的轻型巡洋舰。在装甲防护力方面胜过大多数同类型的战舰。继承了前代舰强大的主炮。在30年代的皇家海军巡洋舰中，爱丁堡 搭载了最强大的防空武器。

# IDS_PBSC108_FULL
source: Edinburgh
zh: 爱丁堡
zh_sg: 爱丁堡

# IDS_PBSC108_SHORT
source: EDNB
zh: 爱丁堡
zh_sg: 爱丁堡

# IDS_PBSC109
source: Neptune
zh: 海王星
zh_sg: 海王星

# IDS_PBSC109_DESCR
source: A light cruiser design created on the basis of experience obtained during World War II. In comparison to previous classes of Royal Navy ships, she had greater dimensions, dual-purpose main guns, and reinforced anti-aircraft and torpedo armament.
es_mx: Un crucero ligero diseñado creado en la base de la experiencia obtenida en la Segunda Guerra Mundial. En comparación a clases previas de barcos de la Marina Real, tenía mayores dimensiones, cañones principales de doble propósito, y equipo antiaéreo y de torpedo reforzado.
ja: 軽巡洋艦ネプチューンは、二次大戦中の戦訓を活かして開発された軽巡洋艦の設計案です。それまでのイギリス海軍の軽巡洋艦に比して大型化され、主砲として両用砲を採用し、対空兵装および雷装も強化されていました。
pl: Lekki krążownik zaprojektowany w oparciu o doświadczenie zebrane w trakcie II wojny światowej. W porównaniu z poprzednimi okrętami Royal Navy miał większe wymiary, działa uniwersalne i wzmocnione uzbrojenie torpedowe i przeciwlotnicze.
ru: Проект лёгкого крейсера, созданный на основе опыта Второй мировой войны. По сравнению с предыдущими типами британских кораблей этого класса, имел увеличенные размеры, универсальную артиллерию главного калибра, а также усиленное зенитное и торпедное вооружение.
uk: Проект легкого крейсера, який створено з урахуванням досвіду Другої світової війни. У порівнянні з попередніми типами британських кораблів цього класу, мав збільшені розміри, універсальну артилерію головного калібру, а також посилене зенітне та торпедне озброєння.
zh: 以战争期间获得的经验作为基础所设计创造的一艘轻型巡洋舰。与先前皇家海军舰艇的舰级相比，它有着更大的尺寸、两用主炮，并且强化了防空及鱼雷武器。
zh_sg: 吸取了二战经验所创造出的一艘轻型巡洋舰。与先前皇家海军的战舰相比，拥有更大的尺寸、两用主炮，并且强化了防空及鱼雷武器。

# IDS_PBSC109_FULL
source: Neptune
zh: 海王星
zh_sg: 海王星

# IDS_PBSC109_SHORT
source: NPTN
zh: 海王星
zh_sg: 海王星

# IDS_PBSC110
source: Minotaur
zh: 米诺陶斯
zh_sg: 米诺陶

# IDS_PBSC110_DESCR
source: A light cruiser design with a more powerful and sophisticated AA system. Developed after the end of World War II from the Neptune-class cruisers. She carried dual-purpose main guns placed in new turrets, allowing for a higher rate of fire.
es_mx: Un crucero ligero diseñado con el sistema más sofisticado y poderoso de antiaéreo. Desarrollado al final de la Segunda Guerra Mundial del crucero clase-Neptune. Cargaba cañones principales de doble propósito montados en nuevas torretas, permitiendo una mejor cadencia de fuego.
ja: 軽巡洋艦マイノーターは、より強力かつ洗練された対空システムを備えた軽巡洋艦の設計案であり、二次大戦の終結後、ネプチューン級軽巡洋艦をベースとして開発されました。主砲として新型の砲塔に両用砲を搭載しており、射撃速度の向上を実現していました。
pl: Projekt lekkiego krążownika wyposażonego w silną obronę przeciwlotniczą. Zbudowany po zakończeniu II wojny światowej jako rozwinięcie krążowników klasy Neptune. Uzbrojony był w uniwersalne działa baterii głównej, umieszczone w nowych wieżach, co pozwoliło na zwiększenie szybkostrzelności.
ru: Разрабатывавшийся после окончания Второй мировой войны проект лёгкого крейсера с более мощной и совершенной ПВО. Являлся развитием проекта крейсеров типа Neptune и также был вооружён универсальной артиллерией главного калибра, размещённой в новых, обладавших большей скорострельностью башнях.
uk: Проект легкого крейсера з більш потужною і досконалою ППО, який розроблявся після закінчення Другої світової війни. Був розвитком проекту крейсерів типу Neptune й також був озброєний універсальною артилерією головного калібру, яку розмістили у нових баштах, що дозволило підвищити скорострільність.
zh: 一艘设有更强大及精密防空系统的轻型巡洋舰。自战争结束在 海王星 级巡洋舰后研发。它搭载的两用主炮放置在新式炮塔内，使射击速率得以更高。
zh_sg: 一艘防空系统更精密、威力更强大的轻型巡洋舰。第二次世界大战结束后，在海王星 级巡洋舰后研发。两用主炮配备了新型炮塔，得到了更高的是射速。

# IDS_PBSC110_FULL
source: Minotaur
zh: 米诺陶斯
zh_sg: 米诺陶

# IDS_PBSC110_SHORT
source: MNTR
zh: 米诺陶斯
zh_sg: 米诺陶

# IDS_PBSC205_DESCR
source: The pioneering ship that led the way for a later class of heavy cruisers. The ship's layout and silhouette had much in common with the British light cruisers of World War I, but Hawkins surpassed them in size and the caliber of her main battery.
es_mx: El barco pionero que abrió camino a una clase posterior de cruceros pesados. La disposición y la silueta del barco tenía mucho en común con los cruceros ligeros británicos de la Primera Guerra Mundial, pero el Hawkins los superaba en tamaño y en el calibre de su batería principal.
ja: ホーキンス級は、後の重巡洋艦の開発に繋がった先駆的艦級でした。本級のレイアウトとシルエットは一次大戦時代のイギリス軽巡洋艦によく似ていますが、排水量と主砲口径が拡大されていました。
pl: Pionierska konstrukcja, która utorowała drogę późniejszym klasom ciężkich krążowników. Układ i sylwetka okrętu miały wiele wspólnego z brytyjskimi lekkimi krążownikami z I wojny światowej, ale Hawkins górował nad nimi pod względem rozmiarów i kalibru głównych dział.
ru: Родоначальник сформировавшегося позднее класса тяжёлых крейсеров. По компоновке и силуэту имел много общего с британскими лёгкими крейсерами периода Первой мировой войны, превосходя их по калибру артиллерии и размерам.
uk: Засновник сформованого пізніше класу важких крейсерів. За компонуванням та силуетом нагадував британські легкі крейсери періоду Першої світової війни, перевершуючи їх за калібром артилерії та розмірами.
zh: Родоначальник сформировавшегося позднее класса тяжёлых крейсеров. По компоновке и силуэту имел много общего с британскими лёгкими крейсерами периода Первой мировой войны, превосходя их по калибру артиллерии и размерам.
zh_sg: 为后期重型巡洋舰开创道路的先驱战舰型号。这艘战舰的布局和外形与一战英国的轻型巡洋舰有很多相似之处，但在主炮口径上霍金斯做出了很大的突破。

# IDS_PBSC206_DESCR
source: One of the London-class ships—British "Washington Treaty" cruisers of the second series. The large-scale re-equipment of all cruisers of this class which occurred in the late 1930s to the early 1940s provided for changes in the ships' silhouettes, and noticeable reinforcement of their armor protection.
es_mx: Uno de los barcos de la clase London, los cruceros británicos del "Tratado de Washington" de la segunda serie. El reequipamiento a gran escala de todos los cruceros de esta clase se efectuó a finales de los años 30 y principios de los 40, lo que provocó cambios en las siluetas de los barcos y un refuerzo importante de su blindaje.
ja: デヴォンシャーはロンドン級重巡洋艦の 1 隻で、イギリスの「ワシントン条約型」巡洋艦の第 2 弾でした。1930 年代の終盤から 1940 年代の序盤にかけて本級の全艦に大規模な近代化改装が施されてシルエットが変化し、装甲防御力が顕著に強化されました。
pl: Jeden z okrętów klasy London–drugiej serii brytyjskich krążowników budowanych po podpisaniu traktatu waszyngtońskiego. Modernizacja, która odbyła się pod koniec lat 30. i na początku lat 40. zmieniła sylwetki okrętów i znacząco wzmocniła ich opancerzenie.
ru: Один из кораблей типа London — британских «вашингтонских» крейсеров второй серии. Масштабное переоборудование всех крейсеров этого типа в конце 1930-х — начале 1940-х годов предполагало изменение их силуэта и заметное усиление бронирования.
uk: Один із кораблів типу London — британських «вашингтонських» крейсерів другої серії. Масштабне переобладнання всіх крейсерів цього типу наприкінці 1930-х — початку 1940-х років припускало зміну їх силуету та помітне посилення бронювання.
zh: Один из кораблей типа London — британских «вашингтонских» крейсеров второй серии. Масштабное переоборудование всех крейсеров этого типа в конце 1930-х — начале 1940-х годов предполагало изменение их силуэта и заметное усиление бронирования.
zh_sg: 伦敦级战舰之一，英国“华盛顿条约”第二系列的巡洋舰。20世界30年代到40年代，对此舰级进行了大规模的改装，并显著强化了装甲防护力。

# IDS_PBSC207_DESCR
source: The epitome of design for Royal Navy cruisers of the 1920s. Like her predecessors, Surrey’s main battery consisted of eight 203 mm guns placed in turrets mounted in a super-firing position. The advantage that this project boasted was her armor protection, which perfectly matched the power of the cruiser's main battery guns.
es_mx: El epítome de diseño para los cruceros de la Royal Navy en los años 20. Al igual que sus predecesores, la batería principal del Surrey contaba con ocho cañones de 203 mm colocados en torretas montadas en una posición superpuesta. La ventaja de este proyecto era la protección de su blindaje, que combinaba a la perfección con el poder de los cañones de la batería principal del crucero.
ja: サリー級重巡洋艦は 1920 年代におけるイギリス海軍の巡洋艦として典型的な設計案であり、従来の艦級と同様に合計 8 門の 203 mm 砲を背負式で搭載していました。本案の特徴として、その砲熕火力によく見合った装甲防御力を備えていました。
pl: Typowy projekt krążownika Royal Navy z lat 20. XX wieku. Podobnie, jak jego poprzednicy, Surrey posiadał osiem dział głównych kal. 203 mm zamontowanych w wieżach w superpozycji. Zaletą tego okrętu było jego opancerzenie, które było doskonale dopasowane do siły ognia jego głównej artylerii.
ru: Венец развития крейсеров Королевского флота 1920-х годов. Как и у предшественников, артиллерия корабля состояла из восьми 203-мм орудий, размещённых в башнях линейно-возвышенно. Преимуществом проекта было бронирование, соответствовавшее мощи вооружения крейсера.
uk: Вінець розвитку крейсерів Королівського флоту 1920-х років. Саме як у попередників, артилерія корабля складалася з восьми 203-мм гармат, розміщених у баштах за лінійно-піднесеною схемою. Перевагою проекту було бронювання, яке відповідало потужності озброєння крейсера.
zh: Венец развития крейсеров Королевского флота 1920-х годов. Как и у предшественников, артиллерия корабля состояла из восьми 203-мм орудий, размещённых в башнях линейно-возвышенно. Преимуществом проекта было бронирование, соответствовавшее мощи вооружения крейсера.
zh_sg: 二十世纪20年代皇家海军巡洋舰的典型设计。和它的先辈一样，萨里的主炮由八门203毫米炮组成，炮塔安装在一个超级射击位置。此设计的核心优势是装甲保护力，与巡洋舰主炮的火力相得益彰。

# IDS_PBSC208_DESCR
source: A project for a well-protected heavy cruiser drafted shortly after the outbreak of World War II. One of the fundamental differences in comparison to ships of previous generations was the placement of the main battery guns in three-gun turrets.
es_mx: Un proyecto para un crucero pesado bien protegido diseñado poco después del estallido de la Segunda Guerra Mundial. Una de las diferencias fundamentales en comparación con los barcos de las generaciones anteriores era la colocación de los cañones de la batería principal en torretas con tres cañones.
ja: アルベマール級は優れた防御力を備えた重巡洋艦の設計案で、二次大戦の勃発後間もなく開発されました。前世代の艦級との主な違いのひとつとして、主砲を三連装砲塔に収めていました。
pl: Projekt dobrze opancerzonego, ciężkiego krążownika, przedstawiony krótko po wybuchu II wojny światowej. Jedną z fundamentalnych różnic w porównaniu z okrętami poprzednich generacji było umieszczenie dział głównych w potrójnych wieżach.
ru: Хорошо защищённый тяжёлый крейсер, проект которого разрабатывался вскоре после начала Второй мировой войны. Одним из принципиальных отличий от кораблей предыдущих поколений являлось размещение артиллерии главного калибра в трёхорудийных башнях.
uk: Добре захищений важкий крейсер, проект якого розробляли незабаром після початку Другої світової війни. Однією з принципових відмінностей від кораблів минулих поколінь було розміщення артилерії головного калібру в тригарматних баштах.
zh: Хорошо защищённый тяжёлый крейсер, проект которого разрабатывался вскоре после начала Второй мировой войны. Одним из принципиальных отличий от кораблей предыдущих поколений являлось размещение артиллерии главного калибра в трёхорудийных башнях.
zh_sg: 二战爆发后不久起草的一种高防御重型巡洋舰设计方案。与前几代船只相比，最根本的区别是在三座炮塔中安装主炮。

# IDS_PBSC209_DESCR
source: The project of a warship designed in the late 1930s which was to be able to effectively counter the latest German heavy cruisers. Superiority in firepower was achieved through the use of 234 mm main guns.
es_mx: El proyecto de un barco de guerra diseñado a finales de los años 30 que era capaz de contrarrestar a los últimos cruceros pesados alemanes. La superioridad en su poder de fuego se logró a través del uso de cañones principales de 234 mm.
ja: ドレイク級は 1930 年代の終盤に開発された巡洋艦の設計案であり、ドイツの重巡洋艦に対抗することを目的としていました。本案は 234 mm 砲を採用することで優れた火力を実現していました。
pl: Powstały pod koniec lat 30. projekt okrętu wojennego, który miał skutecznie zwalczać niemieckie ciężkie krążowniki. Dzięki wykorzystaniu dział kal. 234 mm miał nad nimi przewagę w sile ognia.
ru: Разрабатывавшийся в конце 1930-х годов проект корабля, который должен был успешно противостоять новейшим германским тяжёлым крейсерам. Превосходство в артиллерийской мощи ему обеспечивали 234-мм орудия главного калибра.
uk: Проект корабля, який розробляли наприкінці 1930-х років, повинен був вдало протистояти новітнім німецьким важким крейсерам. Перевагу артилерійською потужністю забезпечували 234-мм гармати головного калібру.
zh: Разрабатывавшийся в конце 1930-х годов проект корабля, который должен был успешно противостоять новейшим германским тяжёлым крейсерам. Превосходство в артиллерийской мощи ему обеспечивали 234-мм орудия главного калибра.
zh_sg: 20世纪30年代末设计的一艘战舰，旨在对抗当时最先进的德国重型巡洋舰。通过搭载234毫米主炮来取得火力上的优势。

# IDS_PBSC210
source: Goliath
zh: 哥利亚
zh_sg: 哥利亚

# IDS_PBSC210_DESCR
source: A heavy cruiser carrying twelve main battery guns, powerful armor protection, and AA defenses typically employed by the British Navy in the late 1940s.
es_mx: Un crucero pesado que contaba con 12 cañones en la batería principal, una poderoso blindaje, y defensas AA empleadas típicamente por la Marina Británica a finales de los años 40.
ja: ゴライアス級は巡洋艦の設計案であり、主砲を 12 門搭載し、堅牢な装甲防御力を誇り、1940 年代終盤のイギリス艦艇として典型的な対空兵装を備えていました。
pl: Ciężki krążownik uzbrojony w dwanaście dział głównych, potężny pancerz oraz uzbrojenie przeciwlotnicze typowe dla brytyjskiej marynarki pod koniec lat 40.
ru: Тяжёлый крейсер с двенадцатью орудиями главного калибра, мощным бронированием и вооружением ПВО, характерным для ВМС Великобритании конца 1940-х годов.
uk: Важкий крейсер з дванадцятьма гарматами головного калібру, потужним бронюванням та озброєнням ППО, характерним для ВМС Великобританії наприкінці 1940-х років.
zh: Тяжёлый крейсер с двенадцатью орудиями главного калибра, мощным бронированием и вооружением ПВО, характерным для ВМС Великобритании конца 1940-х годов.
zh_sg: 一种装有12门主炮、具有强大装甲防御和对空防御能力的重型巡洋舰，是1940年代后期英国海军使用的常见型号。

# IDS_PBSC210_FULL
source: Goliath
zh: 哥利亚
zh_sg: 哥利亚

# IDS_PBSC505
source: Exeter
zh: 埃克塞特
zh_sg: 埃克塞特

# IDS_PBSC505_DESCR
source: This York-class ship was the last heavy cruiser to be inducted into the Royal Navy. She had relatively moderate dimensions for her type, but still featured a well-balanced combination of speed, armor protection, and armament.
es_mx: Este barco de la clase York fue el último crucero pesado en ser alistado en la Marina Real. Tenía dimensiones relativamente moderadas para su tipo, pero aún contaba con una combinación bien balanceada de velocidad, blindaje y armamento.
ja: ヨーク級重巡洋艦エクセターは、イギリス海軍に就役したものとしては最後の重巡洋艦でした。重巡洋艦としてはあまり大きくはありませんでしたが、速力、装甲防御力、兵装のバランスが優れていました。
pl: Okręt klasy York, będący ostatnim ciężkim krążownikiem, jaki wcielono do Royal Navy. Jego rozmiary, jak na ten typ okrętu, były dość umiarkowane, ale pomimo tego dobrze łączył w sobie szybkość, dobre opancerzenie i solidne uzbrojenie.
ru: Последний тяжёлый крейсер, вошедший в состав ВМС Великобритании. Принадлежал к типу York. Имел сравнительно небольшие для своего класса размеры при хорошо сбалансированных характеристиках скорости, защиты и вооружения.
uk: Останній важкий крейсер, який увійшов до складу ВМС Великобританії. Належав до типу York. Мав порівняно невеликі для свого класу розміри й добре збалансовані характеристики швидкості, захисту та озброєння.
zh: 这艘约克级战舰是最后一艘引进海军的重型巡洋舰。它有以它的类型来说相对中等的尺寸，但仍然有良好均衡的速度、装甲防护和武装组合。
zh_sg: 这艘约克级战舰是最后一艘进入皇家海军的重型巡洋舰。它的型号尺寸相对适中，但仍然具有不错的速度，装甲保护和武器。

# IDS_PBSC505_FULL
source: Exeter
zh: 埃克塞特
zh_sg: 埃克塞特

# IDS_PBSC507
source: Belfast
zh: 贝尔法斯特
zh_sg: 贝尔法斯特
