Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC177_AA_CHESTER_DESCRIPTION
source: The U.S. Navy exercise of 1902, which was the most large-scale naval drill of that time, revealed an extreme lack of reconnaissance ships in the U.S. Navy. Such ships should be high-speed, large, and able to operate on the open seas, far from naval bases. As a result, in 1905, a project to create a cruiser with a displacement of 3,700 tons and a speed of 24 knots was undertaken. Very high boards were one of her constructive peculiarities, which allowed her to maintain a high speed, even during a storm. Originally, the armament of the ship should have included only 76 mm guns, which were recognized as powerful enough to counter destroyers of that time, but during the design, some of them were replaced with 127 mm guns. In 1908, under the project, Chester, Salem, and Birmingham were commissioned. They were the only ships that officially entered the U.S. Navy as "scout cruisers". During her service, the lead ship of the series participated in a few spectacular naval parades, escorted the steam ship Carpathia with surviving passengers from the cruise liner Titanic on her way to New York, and, in 1914, played a key role in capturing the Mexican port of Veracruz. During World War I, this cruiser even attempted to ram a German submarine, but failed. In 1921, USS Chester ended her active service, a few years before the first generation of light cruisers of the Omaha class joined the U.S. Navy.
es_mx: Los ejercicios de la Armada de los EE. UU. de 1902, los cuales fueron los ejercicios navales más grandes en ese momento, revelaron una gran falta de barcos de reconocimiento en la Armada de los EE. UU. Dichos barcos debían ser grandes, veloces y capaces de operar en mar abierto, lejos de las bases navales. Como resultado, en 1905 se llevó a cabo un proyecto para crear un crucero con un desplazamiento de 3,700 toneladas y una velocidad de 24 nudos. Una de sus peculiaridades en su construcción eran las bordas muy altas, que le permitían mantener su alta velocidad, incluso durante una tormenta. Originalmente, el armamento del barco solo debería haber incluido cañones de 76 mm, que eran reconocidos por ser lo suficientemente poderoso para contrarrestar a los destructores de esa época, pero durante el diseño, algunos de ellos fueron reemplazados con cañones de 127 mm. En 1908, producto de este proyecto, el Chester, el Salem y el Birmingham fueron comisionados. Eran los únicos barcos que entraron oficialmente a la Armada de los EE. UU. como "cruceros exploradores". Durante su servicio, el barco insignia de esta serie participó en unos cuantos desfiles navales espectaculares, escoltando al barco de vapor Carpathia con los pasajeros sobrevivientes del crucero Titanic en su camino a Nueva York, y en 1914, jugó un papel importante en la captura del puerto mexicano de Veracruz. Durante la Primera Guerra Mundial, este crucero incluso trató de embestir a un submarino alemán, pero falló. En 1921, el USS Chester terminó su servicio activo, unos cuantos años antes de que la primera generación de cruceros ligeros de la clase Omaha se uniera a la Armada de los EE. UU.
ja: アメリカ海軍は、1902 年に当時としては最大規模の海上演習を実施しましたが、その結果として、アメリカ海軍には偵察用艦艇が決定的に不足している、ということが明らかになりました。そして偵察艦艇には、高速かつ大型であり、基地から遠く離れた外洋でも運用可能であることが必要でした。 その結果として 1905 年に、排水量 3,700 トンで速力 24 ノットの巡洋艦を開発する計画が開始されました。乾舷が極めて高かったことが構造上の特徴のひとつであり、これによって嵐の中でさえも高速を発揮することが可能でした。当初案においては、兵装は 76 mm 砲のみの予定であり、当時の駆逐艦に対抗するにはこれで充分であると考えられていたのですが、設計途中においてその一部が 127 mm 砲に変更されました。 1908 年、この計画によって建造されたチェスター (Chester)、セーラム (Salem)、バーミングハム (Birmingham) の 3 隻が「偵察巡洋艦 (scout cruiser)」として就役しましたが、その後にアメリカ海軍は艦艇の類別システムを見直したため、「偵察巡洋艦」として就役したのはこの 3 隻のみに留まりました。リードシップであるチェスターは、華やかな海上パレードに何度か参加し、豪華客船タイタニック (RMS Titanic) の生存者を乗せた蒸気船カルパチア (RMS Carpathia) をニューヨークまで護送し、そして 1914 年、メキシコのベラクルス港を占領する上で重要な役割を果たしています。一次大戦中、チェスターはドイツの潜水艦に対する体当たりを試みたことさえありましたが、失敗に終わりました。 チェスターは 1921 年に退役しましたが、その 2 年後には、アメリカ海軍における第 1 世代の軽巡洋艦となったオマハ級 (Omaha-class) の就役が始まっています。
pl: Ćwiczenia U.S. Navy w 1902 roku, które były wtedy największą morską operacją tego typu, ujawniły rażący brak okrętów zwiadowczych w marynarce amerykańskiej. Taki okręt powinien być szybki i móc działać na otwartym morzu, z dala od bazy. W rezultacie, w 1905 roku rozpoczęto prace projektowe nad krążownikiem o wyporności 3700 ton i prędkości 24 węzłów. Osobliwie wysokie burty pozwalały utrzymać wysoką prędkość nawet w trakcie sztormu. Początkowo uzbrojenie miało się składać jedynie z dział kal. 76 mm, uważanych wtedy za wystarczające do walki z niszczycielami, ale z czasem powiększono kaliber do 127 mm. W 1908 roku okręty Chester, Salem i Birmingham zostały wcielone do służby. Były jedynymi okrętami w U.S. Navy oficjalnie zaklasyfikowanymi jako „krążowniki zwiadowcze”. W trakcie swojej służby okręt prowadzący serii uczestniczył w kilku spektakularnych paradach morskich, eskortowany przez parowiec Carpathia z pasażerami ocalałymi z Titanica na pokładzie, a w 1914 roku odegrał kluczową rolę w zajęciu meksykańskiego portu w Veracruz. W trakcie I wojny światowej kapitan tego okrętu chciał nawet staranować niemiecką łódź podwodną, ale mu się nie udało. W 1921 roku USS Chester zakończył służbę. Kilka lat później w U.S. Navy pojawiła się pierwsza generacja lekkich krążowników klasy Omaha.
ru: Учения американского флота в 1902 году, самые масштабные из проводившихся до сих пор, убедительно показали острый недостаток в составе ВМС кораблей-разведчиков — быстроходных и при этом достаточно крупных, способных действовать в открытом море далеко от баз. В итоге к 1905 году был разработан проект 3700-тонного крейсера, способного развивать 24 узла. Одной из особенностей его конструкции был очень высокий борт, что позволяло поддерживать высокую скорость даже в штормовую погоду. Изначально вооружение корабля должны были составлять только 76-мм пушки, признававшиеся достаточно мощными для борьбы с эсминцами того времени, однако в ходе проектирования часть из них заменили на 127-мм орудия. В 1908 году по этому проекту вступили в строй Chester, Salem и Birmingham. Они стали единственными кораблями, вошедшими в состав ВМС США под официальным обозначением «крейсер-скаут». Головному кораблю серии за время карьеры довелось принимать участие в нескольких пышных военно-морских парадах, сопровождать в Нью-Йорк пароход Carpathia со спасёнными с лайнера Titanic пассажирами и сыграть одну из ключевых ролей в захвате мексиканского порта Веракрус в 1914 году. А во время Первой мировой войны крейсер даже попытался таранить немецкую подводную лодку, правда безуспешно. Активную службу USS Chester завершил в 1921 году, за пару лет до вступления в строй первых лёгких крейсеров нового поколения типа Omaha.
uk: Навчання американського флоту 1902 р., наймасштабніші, які здійснювали на той час, переконливо довели гостру нестачу у складі ВМС кораблів-розвідників — швидкохідних і водночас досить великих, здатних діяти у відкритому морі далеко від баз. У підсумку, до 1905 р. розробили проект 3700-тонного крейсера, здатного розвивати швидкість 24 вузли. Однією з особливостей його конструкції був дуже високий борт, що дозволяло підтримувати високу швидкість навіть у штормову погоду. Спочатку озброєння корабля мали складати лише 76-мм гармати, які визнали досить потужними для боротьби з есмінцями того часу, проте під час проектування частину з них замінили на 127-мм гармати. За цим проектом 1908 р. стали у стрій Chester, Salem і Birmingham. Вони стали єдиними кораблями, що увійшли до складу ВМС США під офіційним позначенням «крейсер-розвідник». Головному кораблю серії за час його кар’єри довелося брати участь у кількох пишних військово-морських парадах, супроводжувати у Нью-Йорк пароплав Carpathia із врятованими з лайнера Titanic пасажирами та відіграти одну з головних ролей у захопленні мексиканського порту Веракрус 1914 р. А під час Першої світової війни крейсер навіть спробував таранити німецький підводний човен, щоправда марно. Активну службу USS Chester завершив 1921 р., за два роки до вступу у стрій перших легких крейсерів нового покоління типу Omaha.
zh: 1902年的M国海军演习为当时对庞大的海军演习，暴露了M国海军极度缺少侦查战舰，需要一种高速、大型并且能够在海军港口外的开放海域作战的战舰。 1902年的M国海军演习为当时对庞大的海军演习，暴露了M国海军极度缺少侦查战舰，需要一种高速、大型并且能够在海军港口外的开放海域作战的战舰。 在1908年，在工程实施期间，切斯特、萨勒姆 是唯一服役以「侦查巡洋舰」的定位进入M国海军服役的战舰。在它服役的期间，一系列战舰中的领导战舰参与了一些壮阔的海军阅兵并护送蒸汽船卡帕提亚来运载铁达尼号邮轮上正要前往纽约的生还者。在1914年，在抢夺位于韦拉克鲁斯的墨西哥港口的行动中它扮演着重要的角色。在大战期间，这艘巡洋舰甚至想要撞击D国潜舰，但是最后没有成功。 在1921年，切斯特结束服役，几年之前，第一代奥马哈轻型巡洋舰加入了M国海军服役。
zh_sg: 美国海军1902年的演习是当时最大规模的海军演习，暴露出了美国海军极其缺乏驱逐舰。这种战舰的特点应该是高航速，大体积并且能够在远离海军基地的公开海域行动。 因此，在1905年，建造一艘3700吨排水量，航速24节的战舰的项目开始进行了。其设计特点之一就是拥有很高的甲板，使战舰即使在暴风雨天气下也能保持高航速行驶。原本，战舰的武器应该只有76毫米火炮，美国海军认为在当时这足以对抗驱逐舰，但在设计期间，其中的一些被127毫米火炮代替了。 1908年，该项目下的切斯特，塞勒姆和Birmingham开始服役。它们是仅有的三艘以“侦查驱逐舰”正式进入美国海军的战舰。在服役期间，这一系列的旗舰参与了几次壮观的海上游行，护送了搭载泰坦尼克号幸存者的Carpathia号蒸汽轮船，并在1914年占领墨西哥海港韦拉克鲁斯的行动中扮演了重要角色。在第一次世界大战中，这艘战舰甚至试图撞击德国潜艇，但是失败了。 1921年，在第一代轻型巡洋舰奥马哈级进入美国海军的几年前，USS 切斯特结束了它的服役生涯。

# IDS_PCZC178_AA_OMAHA
source: USS Omaha as a Part of the Pacific Fleet, 1924
es_mx: El USS Omaha como Parte de la Flota del Pacífico, 1924
ja: 太平洋艦隊に所属するオマハ (1924 年)
pl: USS Omaha jako część Floty Pacyficznej, 1924 r.
ru: USS Omaha в составе Тихоокеанского флота, 1924 год
uk: USS Omaha у складі Тихоокеанського флоту, 1924 р.
zh: 奥马哈身于太平洋舰队的一员，1924年
zh_sg: 太平洋舰队中的一员USS 奥马哈，1924年

# IDS_PCZC178_AA_OMAHA_DESCRIPTION
source: Before entering World War I, the U.S. Navy faced a lack of modern cruisers that could perform long-range reconnaissance missions and cover squadrons of dreadnought battleships from attacks from enemy light forces. The design process of a new cruiser class took too long, but as a result, the U.S. engineers managed to take into account the experience earned in the previous war. The lead ship under the name of Omaha, a city in the state of Nebraska, was laid down at the end of 1918. After her, in 1923–1925, nine more ships were commissioned. The new cruisers were intentionally designed with a shape reminiscent of the silhouette of the Clemson-class destroyers, the intention being to make it harder for the enemy to know which ship they encounter. Right until the early 1930s, Omaha and her sister ships formed the core of the U.S. Navy cruiser forces. However, from the moment the U.S.A. joined World War II, they became out-of-date. Because of this, the Navy command used them mainly for performing tasks on minor battlefields. USS Omaha successfully hunted for the German blockade runners in the Atlantic, and, in 1944, supported the Allies landing in Southern France with fire. In March 1943, her sister ship, USS Richmond, took part in the Battle of the Komandorski Islands in the Bering Sea, where a small U.S. squadron recklessly attacked a mighty Japanese force and made it renege their mission and turn back.
es_mx: Antes de entrar a la Primera Guerra Mundial, la Armada de los EE. UU. enfrentaba una falta de cruceros modernos que pudieron realizar misiones de reconocimiento de largo alcance y que pudieran cubrir a los escuadrones de acorazados dreadnought de los ataques de las fuerzas ligeras enemigas. El proceso de diseño de un nuevo crucero tomó mucho tiempo, pero como resultado, los ingenieros de los EE. UU. lograron tomar en cuenta toda la experiencia obtenida en la guerra anterior. El barco insignia con el nombre de Omaha, una ciudad en el estado de Nebraska, fue puesto en quilla a finales de 1918. Después de él, entre 1923 y 1925, nueve barcos más fueron comisionados. Los nuevos cruceros fueron diseñados a propósito con una forma similar a la silueta de los destructores de la clase Clemson, con la intención de hacer más difícil que el enemigo identificará el barco al que se enfrentaba. Hasta principios de los años 30, el Omaha y sus barcos gemelos formaron el núcleo de las fuerzas de cruceros de la Armada de los EE. UU. Sin embargo, desde el momento en que los EUA se unieron a la Segunda Guerra Mundial, el mando de la Armada los usó principalmente para realizar tareas en escenarios de menor importancia. El USS Omaha cazó exitosamente a los barcos alemanes que evitaban los bloqueos en el Atlántico, y en 1944, apoyó el desembarco aliado en el sur de Francia con sus disparos. En marzo de 1943, su barco gemelo, el USS Richmond, participó en la Batalla de las Islas Komandorski en el Mar de Bering, en donde un pequeño escuadrón de los EE. UU. atacó de manera temeraria a una poderosa fuerza japonesa, haciéndola renunciar a su misión y retirarse.
ja: 一次大戦前のアメリカ海軍においては、長距離偵察任務を実施したり、弩級戦艦の戦隊を敵の小型艦艇による攻撃から守ったりするための近代的な巡洋艦が不足していました。 新型の巡洋艦級の設計プロセスにはあまりにも長い時間が掛かりましたが、その結果としてアメリカの技師陣は、以前の戦争における戦訓を反映することができました。この艦級のリードシップは、ネブラスカ州の都市名に因んでオマハ (Omaha) と命名され、1918 年の終盤に起工されました。本級は、1923 年から 1925 年にかけ、オマハを含む全 10 隻が就役しています。 この新型巡洋艦級のシルエットは、意図的にクレムソン級 (Clemson-class) 駆逐艦によく似た形状となっており、これによって敵による艦級の識別を難しくすることを狙っていました。1930 年代の前半までは、オマハおよびその姉妹艦がアメリカ海軍の巡洋艦部隊の中核を担っていましたが、アメリカが二次大戦に参戦した時点においては、既に時代遅れとなってしまっていました。従ってアメリカ海軍は、本級を主として小規模な戦場における任務用として運用しました。 オマハは大西洋においてドイツの密航船を阻止する任務で成功を収め、1944 年には、南フランスへの連合軍の上陸作戦を艦砲射撃で支援しました。 1943 年、姉妹艦であるリッチモンド (USS Richmond) がベーリング海におけるコマンドルスキー諸島海戦に参加しました。この際のアメリカ艦隊は小規模なものであり、対する日本艦隊はこれを上回る規模であったものの、アメリカ艦隊による果敢な攻撃の結果、日本艦隊は当初の作戦目的を諦め、撤退していきました。
pl: Przed włączeniem się w I wojnę światową w U.S. Navy brakowało nowoczesnych krążowników, które mogłyby wykonywać dalekosiężne misje zwiadowcze i osłaniać eskadry drednotów przed atakami lekkich jednostek wroga. Projektowanie nowej klasy krążowników trwało długo, ale w dzięki temu amerykańscy inżynierowie mogli skorzystać z doświadczeń zdobytych w niedawnej wojnie. Stępkę pod budowę Omaha, okrętu prowadzącego, który otrzymał swoją nazwę po mieście w stanie Nebraska, położono w 1918 roku. W latach 1923–1925 do służby weszło dziewięć kolejnych okrętów tego typu. Nowe krążowniki celowo projektowano tak, by swoją sylwetką przypominały niszczyciele klasy Clemson, żeby utrudnić przeciwnikowi rozpoznanie. Jeszcze we wczesnych latach 30 Omaha i jego okręty siostrzane stanowiły jądro amerykańskich formacji krążowników. Jednak w chwili, gdy Stany Zjednoczone dołączyły do II wojny światowej, krążowniki Omaha był już przestarzałe. Z tego powodu używano ich głównie do mniej istotnych zadań bojowych. USS Omaha z powodzeniem uprzykrzał życie niemieckim jednostkom próbującym blokować ruch morski na Atlantyku, a w 1944 roku wspierał swoimi działami lądowanie Aliantów w południowej Francji. W marcu 1943 roku jego okręt siostrzany, USS Richmond, wziął udział w bitwie koło Wysp Komandorskich na Morzu Beringa, w której mała amerykańska eskadra nieroztropnie zaatakowała potężne siły japońskie, ale wycofała się bez utraty żadnego z okrętów.
ru: Готовясь вступить в Первую мировую войну, США столкнулись с проблемой отсутствия в составе ВМС современных крейсеров, которые могли бы выполнять задачи дальней разведки, а также прикрывать эскадры линкоров-дредноутов от атак лёгких сил противника. Процесс проектирования нового типа крейсера затянулся, но благодаря этому США смогли учесть опыт прошедшей войны. Головной корабль, получивший имя Omaha, в честь города в штате Небраска, был заложен в конце 1918 года, вслед за ним последовали ещё девять единиц, вступившие в строй в 1923–1925 годах. Новые крейсеры были специально спроектированы так, чтобы их очертания напоминали силуэт эсминцев типа Clemson, что затрудняло бы противнику возможность определить, с кем именно он имеет дело. Вплоть до начала 1930-х годов Omaha и его систершипы составляли основу крейсерских сил ВМС США, однако к моменту вступления Америки во Вторую мировую войну они уже успели устареть. В связи с этим командование флота старалось применять их на второстепенных театрах. USS Omaha с успехом охотился в Атлантике на немецкие суда-блокадопрорыватели, а в 1944 году поддерживал своим огнём высадку союзников в Южной Франции. Его систершип, USS Richmond, в марте 1943 года принимал участие в бою у Командорских островов в Беринговом море, где небольшая американская эскадра дерзко атаковала более мощное японское соединение, заставив его отказаться от выполнения своей задачи и повернуть назад.
uk: Готуючись вступити у Першу світову війну, США зіткнулися з проблемою відсутності у складі ВМС сучасних крейсерів, які могли б виконувати завдання далекої розвідки, а також прикривати ескадри лінкорів-дредноутів від атак легких сил супротивника. Процес проектування нового типу крейсера затягнувся, але завдяки цьому США змогли врахувати досвід минулої війни. Головний корабель, що отримав назву Omaha, на честь міста у штаті Небраска, заклали наприкінці 1918 р., слідом за ним розпочали будувати ще дев’ять одиниць, які стали у стрій у 1923–1925 рр. Нові крейсери навмисно спроектували так, щоб їхні обриси нагадували силует есмінців типу Clemson, що ускладнювало б супротивнику можливість визначити, з ким саме він має справу. Аж до початку 1930-х рр. Omaha і його однотипники складали основу крейсерських сил ВМС США, проте на час вступу Америки у Другу світову війну вони вже встигли застаріти. Через це командування флоту намагалося застосовувати їх на другорядних театрах. USS Omaha успішно полював в Атлантиці на німецькі судна-блокадопроривники, а 1944 р. підтримував своїм вогнем висадку союзників у Південній Франції. Його однотипник, USS Richmond, у березні 1943 р. брав участь у бою біля Командорських островів у Беринговому морі, де невелика американська ескадра зухвало атакувала потужніше японське з’єднання, змусивши його відмовитися від виконання свого завдання і повернути назад.
zh: 在进入大战之前，M国海军缺少着可以执行长距离侦查任务并掩护无畏舰造受轻装部队攻击的现代巡洋舰。 设计新的巡洋舰花费的时间太长，因此M国工程师可以运用先前的战争经验，首舰被命名为奥马哈，一座位于内布拉斯加的城市，并在1918年开始建造，在它之后，1923年到1925年之间，总共有九艘船下水服役。 新的巡洋舰一开始是打算使用类似克莱门森级驱逐舰的舰型设计，这个目的是想让敌方难以辨认确切的目标。直到1930年代，奥马哈和它的姊妹舰组成M国海军巡洋舰的骨干。不过，在M国加入大 战之后，它们又变得过时了。因此，海军司令部指派这些船到次要战场服役。 奥马哈成功的追猎了D国在大西洋执行通商破坏的战舰，1944年，又以火力支持盟军在南法的登陆行动。 在1943年，它的姊妹舰里士满参与了在白令海的科曼多尔岛屿的战斗，一队小型M国舰队鲁莽的攻击强大的R国舰队让其它必须终止任务折返。
zh_sg: 第一次世界大战参战前，美国海军面临着缺少能执行远距离侦查任务并能掩护己方无畏级战列舰中队免受敌方轻火力攻击的现代化巡洋舰的境地。 设计一种全新级别的巡洋舰的过程耗时过长，但是所幸，美国工程师能够从之前的战争中获取经验。新的旗舰被命名为奥马哈，是Nebraska州的一个城市，于1918年末开始建造。在它之后，1923-1925年期间，9艘战舰开始服役。 这些新的巡洋舰的外形故意设计成与克莱姆森级驱逐舰相似的样子，目的是迷惑敌人难以确认遇到的是哪艘战舰。直到30年代早期，奥马哈和它的姐妹战舰形成了美国海军巡洋舰的核心力量。然而，自从美国加入第二次世界大战开始，它们就变得过时了。因此，海军司令部主要使用它们只在小型战场执行任务。 USS 奥马哈在大西洋成功地捕获了德国的封锁穿甲舰，并于1944年火力支援了法国南部的盟军登陆。 1943年3月，它的姐妹舰，USS 里士满，参加了白令海峡的科曼多尔海战，以一支小型美国中队大胆地攻击了一支强大的日本部队，并使其放弃任务掉头离开。

# IDS_PCZC179_AA_SALT_LAKE_CITY
source: USS Salt Lake City in the Battle of the Komandorski Islands, 1943
es_mx: El USS Salt Lake City en la Batalla de las Islas Komandorski, 1943
ja: コマンドルスキー諸島海戦でのソルトレイクシティ (1943 年)
pl: USS Salt Lake City w trakcie bitwy koło Wysp Komandorskich, 1943 r.
ru: USS Salt Lake City в битве у Командорских островов, 1943 год
uk: USS Salt Lake City у битві біля Командорських островів, 1943 р.
zh: 盐湖城于科曼多尔群岛周围的战斗，1943年
zh_sg: 科曼多尔群岛海战中的USS Salt Lake City，1943年
