Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC111_NY2018_DUKEOFYORKEMBLEM_DESCRIPTION
source: HMS Duke of York, a battleship of the King George V class, entered service in 1941. The ship's badge depicts a white rose—the heraldic symbol of the House of York and the Dukes of York—as well as elements and the Motto of the Order of the Garter that is regarded as the most prestigious British order. In December 1943, battleship Duke of York was the flagship of Vice Admiral Fraser, Commander of the Home Fleet, playing a crucial role in the destruction of German battleship Scharnhorst at the Battle of the North Cape.
es_mx: El HMS Duke of York, un acorazado de clase King George V, entró en servicio en 1941. La medalla del barco tiene una rosa blanca—el símbolo heráldico de la Casa de York y de los Dukes de York—como también los elementos y el Lema de la Orden de la Jarretera que es considerada la orden más prestigiosa británica. En diciembre de 1943, el acorazado Duke of York fue el barco insignia del vice almirante Fraser, el comandante de la Flota de Casa, jugando un rol crucial en la destrucción del acorzado alemán Scharnhorst en la Batalla de Cabo Norte.
ja: キング・ジョージ 5 世級戦艦デューク・オブ・ヨークは、1941 年に就役しました。本艦のバッジには白薔薇が描かれていますが、これはヨーク家ならびにヨーク公のシンボルであり、イギリスにおける最高勲章として知られるガーター勲章のモットーの要素でもありました。 1943 年 12 月の時点で、戦艦デューク・オブ・ヨークは、イギリス本国艦隊司令長官フレーザー大将の旗艦を務めており、北岬沖海戦においてはドイツの戦艦シャルンホルストを撃沈する上で決定的な役割を果たしました。
pl: HMS Duke of York, pancernik klasy King George V, wszedł do służby w 1941 roku. Godło okrętu przedstawia białą różę – heraldyczny symbol Rodu Yorków i Książąt Yorku – a także elementy i motto Orderu Podwiązki, uważanego za najbardziej prestiżowe brytyjskie oznaczenie. W grudniu 1943 roku pancernik Duke of York był flagowym okrętem wiceadmirała Frasera, głównodowodzącego Home Fleet, odgrywającego kluczową rolę w zniszczeniu niemieckiego pancernika Scharnhorst w trakcie Bitwy koło Przylądka Północnego.
ru: HMS Duke of York — линкор типа King George V, вступил в строй в 1941 году. На эмблеме корабля изображены белая роза — геральдический символ дома Йорков и герцогов Йоркских, а также элементы и девиз ордена Подвязки — высшего ордена Великобритании. В декабре 1943 года линкор Duke of York был флагманом командующего Флотом Метрополии вице-адмирала Фрейзера, сыграв главную роль в потоплении немецкого линкора Scharnhorst в сражении у Нордкапа.
uk: HMS Duke of York — лінкор типу King George V, став у стрій 1941 р. На емблемі корабля зображено білу троянду — геральдичний символ будинку Йорків і герцогів Йоркських, а також елементи і девіз ордена Підв’язки — вищого ордена Великобританії. У грудні 1943 р. лінкор Duke of York був флагманом командувача Флоту Метрополії віце-адмірала Фрейзера. Він зіграв головну роль у затопленні німецького лінкора Scharnhorst у битві біля мису Нордкап.
zh: 约克公爵，英王乔治五世级战列舰，于 1941 年进入服役。该战舰徽章描绘着一朵白玫瑰──为约克王朝和约克公爵的纹章象征──以及被认为是Y国最负盛名的嘉德勋章元素及格言。 1943 年 12 月，战列舰约克公爵为本土舰队的指挥官海军上将弗雷泽的旗舰，在北角海战中扮演着破坏D国战列舰沙恩霍斯特 的至关重要角色。
zh_sg: HMS 约克公爵，英王乔治五世 级战列舰，于1941年进入服役。该战舰徽章描绘着一朵白玫瑰──为约克王朝和约克公爵的纹章象征──以及被认为是英国最负盛名的嘉德勋章元素及格言。 1943年12月，战列舰约克公爵 为本土舰队的指挥官海军上将Fraser的旗舰，在北角海战中扮演着打击德国沙恩霍斯特的主要角色。

# IDS_PCZC112_NY2018_BELFASTEMBLEM
source: Badge of Cruiser Belfast
es_mx: Medalla del crucero Belfast
ja: 巡洋艦ベルファストのバッジ
pl: Godło krążownika Belfast
ru: Эмблема крейсера Belfast
uk: Емблема крейсера Belfast
zh: 巡洋舰贝尔法斯特的徽章
zh_sg: 巡洋舰贝尔法斯特的徽章

# IDS_PCZC112_NY2018_BELFASTEMBLEM_DESCRIPTION
source: HMS Belfast, commissioned in 1939, belonged to the last series of Town-class light cruisers. The ship's badge features a mythological animal, the Hippocampus (sea-horse), derived from the Coat of Arms of the city of Belfast after which the cruiser was named. At the Battle of the North Cape, Belfast was the flagship of the 10th Cruiser Squadron commanded by Vice Admiral Robert Burnett. Belfast was the first to make radar contact with Scharnhorst, and later took the lead in the pursuit of the German battleship.
es_mx: El HMS Belfast, comisionado en 1939, perteneció a la última serie de cruceros ligeros clase Town. La medalla del barco tiene un animal mitológico, un Hippokampus (caballo de mar), derivado del escudo de armas de la ciudad de Belfast donde se le puso el nombre al barco. En la Batalla de Cabo Norte, el Belfast era el barco insignia del 10° Escuadrón de Cruceros comandado por el vice almirante Robert Burnett. El Belfast fue el primero en hacer contacto con el Scharnhorst mediante radar, y luego lideró la persecución del acorazado alemán.
ja: 1939 年に就役したベルファストは、タウン級軽巡洋艦の最終グループに属していました。本艦のバッジには、神話に登場する動物であるヒッポカムポス (海の馬) が描かれていますが、これは本艦の名前の由来であるベルファスト市の市章から採った要素でした。 北岬沖海戦においては、ベルファストはロバート・バーネット中将率いる第 10 巡洋戦隊の旗艦を務めていました。そしてシャルンホルストを最初にレーダーで捕捉したのが本艦であり、その後には、シャルンホルストの追撃を先導する任務を果たしました。
pl: HMS Belfast, oddany do użytku w 1939 roku, należał do ostatniej serii lekkich krążowników klasy Town. Godło okrętu zawiera w sobie mitologiczne zwierzę, Hippokampusa, pochodzące z herbu miasta Belfast, po którym krążownik otrzymał swoją nazwę. W trakcie Bitwy koło Przylądka Północnego Belfast był okrętem flagowym 10 Eskadry Krążowników dowodzonej przez wiceadmirała Roberta Burnetta. Belfast był pierwszym okrętem, który dostrzegł Scharnhorsta na swoim radarze, a następnie objął prowadzenie w pościgu.
ru: HMS Belfast принадлежал к последней серии лёгких крейсеров типа Town (вступил в строй в 1939 году). Изображение мифологического гиппокампуса («морской лошади») на эмблеме корабля было заимствовано с герба города Белфаст, в честь которого был назван крейсер. Во время сражения у Нордкапа крейсер Belfast был флагманским кораблём командующего 10-й эскадрой крейсеров вице-адмирала Бернетта. Именно HMS Belfast первым обнаружил Scharnhorst своим радаром, а затем возглавил преследование немецкого линкора.
uk: HMS Belfast належав до останньої серії легких крейсерів типу Town (став у стрій 1939 р.). Зображення міфологічного гіпокампа («морського коня») на емблемі корабля запозичили з герба міста Белфаст, на честь якого названо крейсер. Під час битви біля мису Нордкап крейсер Belfast був флагманським кораблем командувача 10-ї ескадри крейсерів віце-адмірала Бернета. Саме HMS Belfast першим виявив Scharnhorst своїм радаром, а потім очолив переслідування німецького лінкора.
zh: 贝尔法斯特于 1939 年投入服役，隶属于最后系列的城级轻型巡洋舰。该战舰的徽章具有神话里的动物--海马，源自于用来命名该巡洋舰的贝尔法斯特市纹章。 北角海战中，贝尔法斯特为指挥第十巡洋舰分舰队的海军中将罗伯特-伯内特旗舰。贝尔法斯特是第一艘用雷达接触到沙恩霍斯特的战舰，然后带头追击这艘D国战列舰。
zh_sg: HMS 贝尔法斯特于1939年投入服役，隶属于最后系列的Town级轻型巡洋舰。该战舰的徽章含有神话中的生物，Hippokampus (海马)，源自于用来命名该巡洋舰的贝尔法斯特市纹章。 北角海战中，贝尔法斯特为指挥第十巡洋舰分舰队的海军中将Robert Burnett的旗舰。贝尔法斯特是第一艘用雷达发现沙恩霍斯特的战舰，以及带头追击这艘德国战列舰的战舰。

# IDS_PCZC113_NY2018_SAUMAREZEMBLEM
source: Badge of Destroyer Saumarez
es_mx: Medalla del destructor Saumarez
ja: 駆逐艦ソーマレスのバッジ
pl: Godło niszczyciela Saumarez
ru: Эмблема эсминца Saumarez
uk: Емблема есмінця Saumarez
zh: 驱逐舰索马勒兹的徽章
zh_sg: 驱逐舰Saumarez 的徽章

# IDS_PCZC113_NY2018_SAUMAREZEMBLEM_DESCRIPTION
source: HMS Saumarez, commissioned in 1943, was an S-Class Flotilla Leader that served with the 5th Emergency Flotilla of destroyers designed specifically for operations in the Arctic waters. The ship was named after a prominent British naval commander of the 18–19th centuries. In December 1943, Saumarez, along with three other same-class destroyers, operated within the Distant Cover Force escorting the JW 55B and RA 55A convoys. The ship took part in a torpedo attack on Scharnhorst and, despite losses in men and damage to the ship, Saumarez fired four of her torpedoes from a range of about 1,600 m, expecting, along with HMS Savage, to score two to three hits in total.
es_mx: El HMS Saumarez, fue comisionado en 1943, era un clase-S líder de flotilla que sirvió durante la 5a flotilla de emergencia de destructores diseñados especialmente para operaciones en las aguas Árticas. Este barco fue nombrado como el comandante naval destacado de los siglos 18-19th. En diciembre de 1943, el Saumarez, junto a otros tres destructores de la misma clase, operaban en la Fuerza de Cobertura Distante escoltando a los convoyes JW-55B y RA-55A. Este barco tomó parte en el ataque de torpedo en contra del Scharnhorst. A pesar de perder hombres y recibir daño en el barco, el Saumarez soltó cuatro de sus torpedos cuando estaba a 1,600 m de su objetivo, esperando junto al HMS Savage, de dar dos a tres golpes juntos.
ja: 1943 年に就役したソーマレスは、S 級駆逐艦の嚮導艦であり、第 5 次戦時急造艦隊として、北極圏での運用を前提に設計・建造されました。その艦名は、18 - 19 世紀における卓越したイギリス海軍司令官に由来します。 1943 年 12 月、ソーマレスは、他の同型艦 3 隻と共に、JW-55B 船団および RA-55A 船団のための間接護衛艦隊に加わっていました。本艦はシャルンホルストに対する雷撃に加わり、人員を失い艦に損傷を受けながらも 1,600 m まで接近した上で 4 本の魚雷を発射、駆逐艦サヴェージとの合計で 2 - 3 本を命中させたとされています。
pl: HMS Saumarez, oddany do służby w 1943 roku, był niszczycielem prowadzącym klasy S, który służył w 5. Awaryjnej Flotylli Niszczycieli, operującej na wodach Oceanu Arktycznego. Okręt otrzymał nazwę po słynnym brytyjskim dowódcy marynarki z przełomu XVIII i XIX wieku. W grudniu 1943 roku Saumarez wraz z trzema innymi niszczycielami tej samej klasy eskortował konwoje JW-55B i RA-55A. Okręt brał udział w ataku torpedowym na Scharnhorsta. Pomimo strat w ludziach i odniesionych uszkodzeń, Saumarez wystrzelił 4 torpedy z odległości 1600m od celu, licząc na 2 lub 3 trafienia zaliczone wspólnie z HMS Savage.
ru: HMS Saumarez — лидер 5-й «чрезвычайной» флотилии эсминцев (вступил в строй в 1943 году), состоявшей из эсминцев типа «S», специально приспособленных для службы в Арктике. Был назван в честь одного из английских флотоводцев рубежа XVIII–XIX веков. Вместе с тремя однотипными эсминцами HMS Saumarez в декабре 1943 года входил в состав дальнего прикрытия конвоев JW-55B и RA-55A. Принимал участие в торпедной атаке на линкор Scharnhorst. Приблизившись на 1600 м, HMS Saumarez попал под огонь противника и, несмотря на повреждения и потери в экипаже, смог выпустить четыре торпеды, претендуя вместе с HMS Savage на два или три попадания.
uk: HMS Saumarez — лідер 5-ї «надзвичайної» флотилії есмінців (став у стрій 1943 р.), що складалася з есмінців типу «S», спеціально пристосованих для служби в Арктиці. Названий на честь одного з англійських флотоводців межі XVIII–XIX ст. Разом з трьома однотипними есмінцями HMS Saumarez в грудні 1943 р. входив до складу далекого прикриття конвоїв JW-55B і RA-55A. Брав участь в торпедній атаці на лінкор Scharnhorst. Наблизившись на 1 600 м, HMS Saumarez потрапив під вогонь супротивника і, незважаючи на ушкодження і втрати екіпажу, зміг випустити чотири торпеди, претендуючи разом з HMS Savage на два або три влучення.
zh: 索马勒兹是一艘于 1943 年投入服役的 S 级区舰队领导舰，担任专为北极海域作战而设计的第五紧急区舰队之驱逐舰。该战舰是以十八-十九世纪著名的Y国海军指挥官的名字所命名。 1943 年 12 月，索马勒兹协同另外三艘同舰级的驱逐舰，在远程护卫队内执行 JW 55B 和 RA 55A 的护卫工作。该战舰参加了对沙恩霍斯特的鱼雷攻击。尽管人员损失和战舰受损，索马勒兹在距离目标约 1,600 公尺时发射了四枚鱼雷，期盼能与野人一起达成两到三次的命中。
zh_sg: HMS Saumarez是一艘于1943年投入服役的S级舰队领导舰，担任专为北极海域作战而设计的第五紧急区舰队额驱逐舰。该战舰是以十八至十九世纪著名的英国海军指挥官的名字所命名。 1943年12月，Saumarez协同另外三艘同舰级的驱逐舰，在远程护卫队执行JW-55B和RA-55A的护卫工作。该战舰参加了对沙恩霍斯特的鱼雷攻击。尽管人员和舰身收到了损伤，Saumarez在距离目标约1600米处发射了四枚鱼雷，以期盼能与HMSSavage一起达成两到三次的命中。

# IDS_PCZC114_NY2018_OPPORTUNEEMBLEM
source: Badge of Destroyer Opportune
es_mx: Medalla del destructor Opportune
ja: 駆逐艦オポチューンのバッジ
pl: Godło niszczyciela Opportune
ru: Эмблема эсминца Opportune
uk: Емблема есмінця Opportune
zh: 驱逐舰及时的徽章
zh_sg: 驱逐舰Opportune的徽章

# IDS_PCZC114_NY2018_OPPORTUNEEMBLEM_DESCRIPTION
source: HMS Opportune, commissioned in 1942, was an O-Class destroyer, one of the first ships of her class built under the War Emergency Program to serve with the so-called Emergency Flotilla of destroyers. In December 1943, Opportune, and other destroyers of the 36th Division escorting convoy RA-55A, were detached from the convoy and deployed to join the pursuit of Scharnhorst. The ship took part in the final torpedo attack on the limping battleship, scoring two successful hits.
es_mx: El HMS Opportune, comisionado en 1942, era un destructor clase-O, uno de los primeros barcos de su clase ser construido bajo el Programa de Emergencia de Guerra para servir como los llamados destructores de Flotilla Emergencia. En diciembre de 1943, el Opportune y otros destructores de la 36a División, escoltando al convoy RA-55A se alejó de dicho y fue puesto a perseguir al Scharnhorst. El barco tomó parte en el ataque de torpedos finales en contra del acorazado que cojeaba, reclamando dos exitosos golpes.
ja: 1942 年に就役したオポチューンは、第 1 次戦時急造艦隊として建造された O 級駆逐艦のうちの 1 隻でした。 1943 年 12 月、RA-55A 船団の護衛任務に就いていた本艦は、第 36 分艦隊の他の駆逐艦と共に船団から離れ、シャルンホルスト追撃戦に投入されました。そして足が止まったシャルンホルストに対する最後の雷撃に加わり、2 本を命中させたとされています。
pl: HMS Opprortune, oddany do służby w 1942 roku, był niszczycielem klasy O i jednym z pierwszych okrętów zbudowanych w ramach programu War Emergency Programme, mającym służyć w tzw. Awaryjnej Flotylli Niszczycieli. W grudniu 1943 roku Opportune i inne niszczyciele należące do 36. Dywizjonu, eskortujące konwój RA-55A zostały odłączone od konwoju i skierowane do pościgu za pancernikiem Scharnhorst. Okręt brał udział w ostatnim ataku torpedowym na tonący okręt, zaliczając dwa trafienia.
ru: HMS Opportune («Своевременный») — эсминец типа «O» (вступил в строй в 1942 году), один из первых кораблей этого класса, строившихся по «Чрезвычайной военной программе» и составлявших так называемые «чрезвычайные флотилии». В декабре 1943 года HMS Opportune вместе с другими эсминцами 36-го дивизиона был отозван из состава эскорта конвоя RA-55A для перехвата линкора Scharnhorst. Участвовал в завершающей торпедной атаке на повреждённый линкор, претендуя на два торпедных попадания.
uk: HMS Opportune («Своєчасний») — есмінець типу «O» (став у стрій 1942 р.), один з перших кораблів цього класу, що будувалися за «Надзвичайною військовою програмою» і складали так звані «надзвичайні флотилії». У грудні 1943 р. HMS Opportune разом з іншими есмінцями 36-го дивізіону відкликали зі складу ескорту конвою RA-55A на перехоплення лінкора Scharnhorst. Брав участь у завершальній торпедній атаці на пошкоджений лінкор, претендуючи на два торпедних влучення.
zh: 及时是一艘于 1942 年投入服役的 O 级驱逐舰，为该舰级在战争紧急应对法案下所建造出的第一批战舰之一，并担任紧急区舰队的驱逐舰。 1943 年 12 月，及时及其它第三十六总队的驱逐舰，从护卫舰团 RA 55A 中脱离出来并进行部署以加入沙恩霍斯特的追击。该战舰参加了对缓慢前进的战列舰所进行的最后鱼雷攻击，声称取得了两次成功命中。
zh_sg: HMS Opportune是一艘于1942年投入服役的O级驱逐舰，是此舰级在战争紧急应对法案下所建造出的第一批战舰之一，并担任紧急区舰队的驱逐舰。 1943年12月，Opportune 及其它第三十六总队的驱逐舰，从护卫船团RA-55A中脱离加入了对沙恩霍斯特的追击。该战舰对参与了对沙恩霍斯特最后攻击阶段的鱼雷攻击，并取得了两次成功命中。

# IDS_PCZC115_NY2018_DUKEOFYORK_SHIP
source: Battleship Duke of York
es_mx: Acorazado Duke of York
ja: 戦艦デューク・オブ・ヨーク
pl: Pancernik Duke of York
ru: Линкор Duke of York
uk: Лінкор Duke of York
zh: 约克公爵战列舰
zh_sg: 约克公爵战列舰

# IDS_PCZC115_NY2018_DUKEOFYORK_SHIP_DESCRIPTION
source: The flagship of the Home Fleet, HMS Duke of York, carried 356 mm guns and was equipped with the latest artillery radars. The ship played a key role in the operation to destroy German battleship Scharnhorst in December 1943. According to the plan, the British cruisers were to force Scharnhorst to change course towards battleship Duke of York, and they succeeded. In the battle that ensued, Duke of York, despite her main guns malfunctioning, maintained a very high rate of fire, hitting the enemy over and over again. In total, in the Battle of the North Cape, the British battleship fired 450 main battery shells, incapacitating almost all artillery guns aboard the enemy warship and forcing her to reduce speed, after which Scharnhorst was finished off by torpedoes.
es_mx: Barco insignia de la Flota de Casa, el HMS Duke of York cargaba cañones de 356-mm y estaba equipado con los radares de artillería más nuevos. El barco jugó un rol clave durante la operación para destruir el acorazado alemán Scharnhorst en diciembre de 1943. De acuerdo al plan, los cruceros británicos debían forzar al Scharnhorst a tomar curso directo al acorazado Duke of York, y lo lograron. En la batalla que siguió, el Duke of York, a pesar de que sus cañones principales estaban fallando, mantuvo una cadencia de fuego bastante alta, golpeando al enemigo una y otra vez. En toral, durante la Batalla de Cabo Norte, el acorazado británico disparó 450 proyectiles de su calibre principal, incapacitando casi todos los cañones de artillería a bordo del barco de guerra enemigo y forzándolo a reducir su velocidad, después de lo cual terminaron al Scharnhorst con torpedos.
ja: 戦艦デューク・オブ・ヨークはイギリス本国艦隊の旗艦であり、356 mm 砲と最新型の射撃管制レーダーを搭載していました。本艦は 1943 年 12 月、ドイツの戦艦シャルンホルストを撃沈する上で重要な役割を果たしました。 計画に従い、イギリスの巡洋艦隊がシャルンホルストをデューク・オブ・ヨークに向かって誘導することを試み、それに成功しました。その後の戦闘においてデューク・オブ・ヨークは、主砲の不具合に悩まされながらも極めて高い射撃速度で猛攻を続け、砲弾を次々に命中させました。デューク・オブ・ヨークは北岬沖海戦において合計 450 発もの主砲弾を発射し、その結果としてシャルンホルストのほぼ全ての砲門を無力化し、速力を低下させ、その後にシャルンホルストは雷撃によってとどめを刺されたのでした。
pl: Flagowy okręt Home Fleet, Duke of York, uzbrojony był w działa kal. 356 mm i posiadał najnowocześniejsze radary artyleryjskie. Okręt odegrał kluczową rolę w zniszczeniu niemieckiego pancernika Scharnhorst w grudniu 1943 roku. Zgodnie z planem brytyjskie krążowniki miały zmusić Scharnhorsta do płynięcia w kierunku pancernika Duke of York, co się udało. W trakcie bitwy, która się wywiązała, Duke of York, pomimo problemów technicznych z głównymi działami, utrzymywał bardzo dużą szybkostrzelność i trafiał w cel raz za razem. Ogółem w trakcie Bitwy koło Przylądka Północnego brytyjski pancernik wystrzelił 450 pocisków głównego kalibru, unieszkodliwiając niemal wszystkie działa artyleryjskie na pokładzie okrętu Kriegsmarine i zmuszając go do zmniejszenia swojej szybkości, po czym Scharnhorst został zniszczony torpedami.
ru: Флагман британского Флота Метрополии HMS Duke of York, вооружённый 356-мм орудиями и новейшими артиллерийскими радарами, являлся ключевым кораблём в операции по уничтожению немецкого линкора Scharnhorst в декабре 1943 года. Именно на линкор Duke of York должны были навести Scharnhorst британские крейсеры, что они успешно и осуществили. В последовавшем бою HMS Duke of York, несмотря на возникавшие иногда перебои в работе артиллерийских установок, развил очень высокий темп стрельбы, раз за разом поражая неприятеля. В общей сложности при Нордкапе британский линкор выпустил 450 снарядов главного калибра, выведя из строя почти всю артиллерию противника и заставив его резко снизить скорость, после чего Scharnhorst был добит торпедами.
uk: Флагман британського Флоту Метрополії HMS Duke of York, озброєний 356-мм гарматами і новітніми артилерійськими радарами, був головним кораблем в операції зі знищення німецького лінкора Scharnhorst в грудні 1943 р. Саме на лінкор Duke of York мали спрямувати Scharnhorst британські крейсери, що вони успішно і здійснили. У наступному бою HMS Duke of York, незважаючи на деякі негаразди роботи артилерійських установок, набрав дуже високий темп стрільби, раз за разом влучаючи у ворога. Загалом біля мису Нордкап британський лінкор випустив 450 снарядів головного калібру, вивівши з ладу майже всю артилерію супротивника і змусивши його різко зменшити швидкість, після чого Scharnhorst добили торпедами.
zh: 本土舰队的旗舰，约克公爵搭载了 356 毫米舰炮并装备了最新的火炮雷达。该战舰在 1943 年 12 月的D国战列舰沙恩霍斯特击毁作战中扮演着关键角色。 根据计划，Y国巡洋舰将迫使沙恩霍斯特和战列舰约克公爵对战，而它们也成功办到。在接下来的战斗里，尽管约克公爵的主炮发生故障，但依旧维持着非常高的射击速率，一次又一次地命中敌人。总共来说，Y国战列舰在北角海战中发射了 450 发的主口径炮弹，瘫痪了敌方战舰上几乎所有的火炮并迫使它减速，沙恩霍斯特在这之后就被鱼雷给击毁。
zh_sg: 本土舰队的旗舰，HMS 约克公爵搭载了 356毫米舰炮并装备了最新的火炮雷达。该战舰在1943年12月的歼灭德国战列舰沙恩霍斯特的作战中扮演着关键角色。 根据计划，英国巡洋舰将迫使沙恩霍斯特和战列舰约克公爵对战，而它们也成功做到了这点。在接下来的战斗里，尽管约克公爵的主炮发生故障，但依旧维持着非常高的射速，一次又一次地命中敌人。总的来说，英国战列舰在北角海战中发射了450发主口径砲弹，瘫痪了敌方战舰上几乎所有的火炮并迫使其减速，沙恩霍斯特在这之后就被鱼雷给击毁。

# IDS_PCZC116_NY2018_SCHARNHORST_SHIP
source: Battleship Scharnhorst
es_mx: Acorazado Scharnhorst
ja: 戦艦シャルンホルスト
pl: Pancernik Scharnhorst
ru: Линкор Scharnhorst
uk: Лінкор Scharnhorst
zh: 战列舰沙恩霍斯特
zh_sg: 战列舰沙恩霍斯特

# IDS_PCZC116_NY2018_SCHARNHORST_SHIP_DESCRIPTION
source: Battleship Scharnhorst was commissioned into the fleet in 1939. She was one of the first "high-speed" battleships of the new generation. The maximum speed of this well-armored giant, with a displacement of 37,000 tons, was 31 knots. None of the Allied ships that could pose a threat to her could keep up with her. The intention of Germany to respect the international restrictions in the early stage of designing the ship resulted in the fact that only 283 mm guns were mounted on her. That meant she could be classified as a battlecruiser, and reduced her capability to face the newest British battleships on an equal footing.
es_mx: El acorazado Scharnhorst fue comisionado a la flota en 1939. Fue uno de los primeros acorazados de nueva generación con "alta-velocidad". La velocidad máxima de este gigante bien blindado con desplazo de 37,000 toneladas era de 31 nudos. Ninguno de los barcos aliados peligroso lo podía alcanzar. La intención de Alemania de respetar las restricciones navales en una etapa temprana del diseño del barco resultó en el hecho de montar solamente cañones de 283 mm. Esto permitió su clasificación ser como crucero de batalla, y redujo su capacidad para enfrentar a los más nuevos acorazados británicos.
ja: 1939 年に就役した戦艦シャルンホルストは、新世代の「高速」戦艦のうち、最も早くに登場した艦級の 1 隻でした。重装甲を誇るこの巨艦は、37,000 トンという大きな排水量にも関わらず、31 ノットという高速を発揮することが可能でした。本艦に対抗し得る連合軍艦艇のうち、本艦に匹敵する速力を備えたものは皆無だったのです。 ドイツ軍は設計初期段階において国際的な制限を遵守しようとしたため、本艦の主砲口径は 283 mm に過ぎませんでした。これによって本艦は巡洋戦艦として分類できるようになったものの、最新鋭のイギリス戦艦に対抗するには不充分でした。
pl: Pancernik Scharnhorst wszedł do służby w 1939 roku. Był jednym z pierwszych, „szybkich” pancerników nowej generacji. Maksymalna prędkość tego dobrze opancerzonego giganta o wyporności 37 000 ton wynosiła 31 węzłów. Żaden z alianckich okrętów, które mogłyby mu zagrozić, nie był w stanie go doścignąć. Ponieważ Niemcy przestrzegali międzynarodowych ograniczeń dotyczących budowania okrętów we wczesnych fazach jego produkcji, okręt ten otrzymał jedynie działa kal. 283 mm. Pozwoliło to zaklasyfikować go jako krążownik liniowy, ale zmniejszyło jego szanse w starciach z najnowocześniejszymi brytyjskimi pancernikami.
ru: Линкор Scharnhorst (вступил в строй в 1939 г.) являлся одним из первых в мире быстроходных линейных кораблей нового поколения. Максимальная скорость хорошо бронированного гиганта водоизмещением в 37000 тонн составляла 31 узел — ни один из представлявших для него угрозу кораблей союзников не мог бы за ним угнаться. Стремление Германии формально следовать международным ограничениям на раннем этапе проектирования корабля привело к тому, что на нём были установлены «всего лишь» 283-мм орудия. Это позволяло относить его к классу линейных крейсеров, а главное — снижало способность противостоять на равных новейшим британским линкорам.
uk: Лінкор Scharnhorst (став у стрій 1939 р.) був одним з перших в світі швидкохідних лінійних кораблів нового покоління. Максимальна швидкість добре броньованого гіганта водотоннажністю 37 000 тонн становила 31 вузол — жоден з кораблів союзників, які представляли для нього загрозу, не встигнув би за ним. Прагнення Німеччини формально слідувати міжнародним обмеженням на ранньому етапі проектування корабля призвело до того, що на ньому встановили «лише» 283-мм гармати. Це дозволяло відносити його до класу лінійних крейсерів, а головне — знижувало здатність протистояти на рівних новітнім британським лінкорам.
zh: 战列舰沙恩霍斯特 于 1939 年投入舰队服役。它是其中一艘新一代的「高速」战列舰。这头有着良好的装甲、排水量达 37,000 吨的巨兽，其最大航速为 31 节。没有一艘可对其构成威胁的盟军战舰能跟得上它。 D国人最初在该战舰的设计时间就遵守着国际限制，造成它只安装了 283 毫米的舰炮。这使它可以被归类为战斗巡洋舰，并降低了它在平等的基础上面对最新D国战列舰的能力。
zh_sg: 战列舰沙恩霍斯特于1939年投入舰队服役。它是新一代“高速”战列舰之一。这头有着良好的装甲、排水量达37000吨的巨兽，最高航速仍然能达到31节。没有一艘可对其构成威胁的盟军战舰能追得上它。 德国人最初在该战舰的设计阶段就遵守着国际限制，只安装了283毫米的舰炮。这使它可以被归类为战斗巡洋舰，并降低了它在同等条件上对最新英国战列舰的对抗能力。

# IDS_PCZC117_NY2018_JAMAICA_SHIP
source: Cruiser Jamaica
es_mx: Crucero Jamaica
ja: 巡洋艦ジャマイカ
pl: Krążownik Jamaica
ru: Крейсер Jamaica
uk: Крейсер Jamaica
zh: 巡洋舰牙买加
zh_sg: 巡洋舰Jamaica
