Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE072_VALENTINES
source: Valentine's 2017
es_mx: San Valentín 2017
ja: ヴァレンタイン 2017
pl: Walentynki 2017
ru: День Св. Валентина 2017
uk: День Св. Валентина 2017
zh: 2017 年情人节
zh_sg: 2017年情人节

# IDS_PCEE072_VALENTINES_DESCRIPTION
source: Love is the feeling of butterflies in your stomach that makes you perform illogical actions for the sake of another person.
es_mx: El amor es el sentimiento de mariposas en tu estómago que te hace realizar acciones ilógicas por el bien de otra persona.
ja: 愛とは、あなたの心の中に住まう蝶の気持ちである。その蝶が舞い上がるとき、あなたは他の人のために非論理的な行動を取ってしまうのだ。
pl: Miłość to takie uczucie, kiedy czujesz dziwne mrowienie w brzuchu i robisz różne dziwne rzeczy, żeby ktoś inny poczuł się szczęśliwy.
ru: Что такое любовь? Это бабочки, порхающие в животе! Это то, что толкает на не поддающиеся объяснению поступки ради другого человека.
uk: Що таке кохання? Кохання— це коли ти ділишся своєю смаженою картоплею й не чекаєш, що із тобою поділяться теж. Кохання — це те від чого ти посміхаєшся, навіть коли утомився. Кохання — це те що виявиться разом з тобою в кімнаті на Різдво, якщо ти припиниш розгортати подарунки й прислухаєшся. Сподіваємося, що воно сьогодні зустрінеться вам!
zh: 爱情就像是您的胃里有一群蝴蝶的感觉，让您为了另一个人而做出不合逻辑的行为。
zh_sg: 爱情就像是您的胃里有一群蝴蝶的感觉，让您为了另一个人而做出不合逻辑的行为。

# IDS_PCEE072_VALENTINES_EXTRA_DESCRIPTION
source: We hope you find some today!
es_mx: ¡Esperamos que hoy encuentres a alguien!
ja: 今日はあなたにも見つけることができますように!
pl: Życzymy Ci, żebyś to dziś poczuł!
ru: Надеемся, что сегодня вы повстречаете её на своём пути!
uk: Сподіваємося, що сьогодні ви зустрінете її на своєму шляху!
zh: 我们希望您在今天也能找到一些！
zh_sg: 我们希望您在今天也能找到一些！

# IDS_PCEE073_MUTSU_FLAG
source: Mutsu
ja: 陸奥
zh: 鲭
zh_sg: 陆奥

# IDS_PCEE073_MUTSU_FLAG_DESCRIPTION
source: Mutsu Commemorative Flag
es_mx: Bandera Conmemorativa del Mutsu
ja: 陸奥記念旗
pl: Flaga pamiątkowa Mutsu
ru: Памятный флаг в честь Mutsu
uk: Пам’ятний прапор на честь Mutsu
zh: 鲭纪念旗帜
zh_sg: 陆奥纪念旗帜

# IDS_PCEE073_MUTSU_FLAG_EXTRA_DESCRIPTION
source: Battleships of the Imperial Japanese Navy were named after ancient locations throughout Japan. These locations were well known to the people and also appeared in ancient myths. Battleships were given sacred names that had a strong bond within history and the land. Mutsu was named after an old province in Japan, located north of Honshu.
es_mx: Los acorazados de la Marina Imperial Japonesa eran nombrados como los lugares ancesatrales alrededor de todo Japón. Estos lugares son muy conocidos por gente y también aparecieron en mitos antiguos. A los acorazados se les otorgo nombres sagrados que tenían lazo estrecho con la historia y la tierra. El Mutsu fue nombrado como una antigua provincia en Japón, localizada al norte de Honshu.
ja: 大日本帝国海軍の戦艦の艦名は、日本各地の古い地名にちなんで名付けられていました。 これらの地名はよく知られたものであり、古代の伝説にも登場します。戦艦には、歴史と大地との強い繋がりを示す堂々とした艦名が与えられていたのです。陸奥とは、日本の古くからの令制国 (地方行政区分) のひとつであり、現在の東北地方の一部に相当します。
pl: Pancerniki Cesarskiej Marynarki Wojennej Japonii otrzymywały nazwy po starożytnych japońskich lokalizacjach. Lokacje te były dobrze znane ludności i pojawiały się w wielu podaniach ludowych. Pancerniki otrzymywały uświęcone imiona, które były silnie zakorzenione w historii Japonii. Mursu nazwany był tak na cześć starej prowincji położonej na północy Honshu.
ru: Линкорам Императорского флота Японии давали имена в честь древних и почитаемых в Японии мест. Эти места были хорошо известны всем японцам, зачастую они упоминались в древних мифах. Линкорам давались священные имена, тесно связанные с историей и самой японской землёй. Mutsu был назван в честь старинной провинции, расположенной к северу от острова Хонсю.
uk: Лінкори Імператорського флоту Японії називали на честь давніх та шанованих в Японії місць. Ці місця були добре відомі усім японцям, часто вони згадувалися у стародавніх міфах. Лінкори називали священними іменами, тісно пов’язаними з історією і самою японською землею. Mutsu назвали на честь старовинної провінції, розташованої на північ від острова Хонсю.
zh: 以古地名来命名的战列舰。 这些地点为人们所熟知、也在古老神话中出现过。赋予战列舰一个跟历史和土地紧密结合的神圣名称。
zh_sg: 以日本古地名来命名的大日本帝国战列舰。 这些地点为人们所熟知、也在古老神话中出现过。赋予战列舰一个跟历史和土地紧密结合的神圣名称。陆奥是以日本一个古老的地方来命名的，位于本州的北部。

# IDS_PCEE074_OSCAR_AWARDS
source: The Award of Merit
es_mx: Premio al Mérito
ja: 表彰
pl: Odznaczenie dla zasłużonych
ru: Награда за заслуги
uk: Нагорода за заслуги
zh: 荣誉奖
zh_sg: 荣誉奖

# IDS_PCEE074_OSCAR_AWARDS_DESCRIPTION
source: And the "Best Picture" Nominees are:
es_mx: Y los nominados a "Mejor Película" son:
ja: そして「作品賞」にノミネートされたのは:
pl: Nominaci do nagrody „Najlepszy film” to:
ru: А вот и претенденты на награду в номинации «За лучший фильм»:
uk: А ось і претенденти на нагороду в номінації «Найкращий фільм»:
zh: 而「最佳照片」提名的有：
zh_sg: 而“最佳照片”提名的有：

# IDS_PCEE074_OSCAR_AWARDS_EXTRA_DESCRIPTION
source: - Cruiser and Unusual Punishment - Destroyer? I Barely Know Her! - Stephen King's Carrie-r - Battleship, But Not That One Movie
es_mx: "Crucero e Inusual Castigo -¿Destructor? ¡Casi Ni Lo Conozco! -Portaavión de Stephen King -No Es Otra Película de Acorazados
ja: - 巡洋艦と異常なる刑罰 - 駆逐艦のことを知りたい! - スティーヴン・キングのキャリー・アー - バトルシップ -新たなる戦い-
pl: - To nie jest krążownik dla starych marynarzy - Niszczyciel „USS Conan” - Lotniskowce z karaibów: Na skraju pokładu - Cztery pancerniki i delfin
ru: - Крейсер и необычная расплата - Эсминец? Мы едва знакомы! - Ави-ОНО-сец Стивена Кинга - Это совсем другой ко-ЛИНКОР
uk: - Лінкор для адвоката - Есмінці Карибського моря: таємниця аварійної команди - Зірковий крейсер «Чумацький шлях» - Втопити авіаносець за 60 торпед
zh: - 巡洋舰人生 - 驱逐舰？我很瞭！ - 魔女航母 - 超级战列舰，不过不是那一部
zh_sg: - 巡洋舰和不寻常的惩罚 - 驱逐舰？我和他不熟！ - 史蒂芬·金的航母 - 超级战舰，不过不是那部电影

# IDS_PCEE075_SEASONFLAG06
source: Naval Fortress Commandant
es_mx: Comandante de la Fortaleza Naval
ja: 海軍要塞司令官
pl: Komendant fortecy morskiej
ru: Комендант морской крепости
uk: Комендант морської фортеці
zh: 海军要塞指挥官旗帜
zh_sg: 海军要塞指挥官

# IDS_PCEE075_SEASONFLAG06_DESCRIPTION
source: A commemorative flag granted for achieving Rank 15 in the Sixth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 15 en la Sexta Temporada de Batallas por Rango.
ja: ランク戦第 6 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w szóstym sezonie bitew rankingowych.
ru: Памятный флаг за достижение пятнадцатого ранга в шестом ранговом сезоне.
uk: Пам’ятний прапор за досягнення п’ятнадцятого рангу у шостому ранговому сезоні.
zh: 于第六赛季排名战中达成排名第 15 所给予的纪念旗帜。
zh_sg: 于第六赛季排名战中达成排名第15所给予的纪念旗帜。

# IDS_PCEE075_SEASONFLAG06_EXTRA_DESCRIPTION
source: The flag of a naval fortress commandant was established in the Russian Empire by decree of Emperor Nicholas II in 1913. The flag depicts an anchor and two crossed gun barrels against a background of St. Andrew's colors. It used to be awarded to commandants of naval fortresses who defended the main sea bases of the Imperial Russian Navy: Sevastopol, Kronstadt, Vladivostok, and others.
es_mx: La bandera de un comandante de fortaleza naval fue establecida en el Imperio Ruso por decreto del Emperador Nicolás II en 1913. La bandera presenta un ancla y dos cañones cruzados sobre un fondo con los colores de San Andrés. Se acostumbraba otorgarse a los comandantes de fortalezas navales que defendían las principales bases navales de la Marina Imperial Rusa: Sevastopol, Kronstadt, Vladivostok, entre otras.
ja: 海軍要塞司令官旗は、ロシア帝国において皇帝ニコライ 2 世により 1913 年に制定されたものであり、聖アンドレイの色を背景に、錨および交差した 2 本の砲身が描かれていました。この旗は、セヴァストポリ、クロンシュタット、ウラジオストクといった主要な沿岸基地を防衛した、海軍要塞司令官に授与するためのものでした。
pl: Flaga Komendanta Twierdzy Morskiej została ustalona w Imperium Rosyjskim dekretem Mikołaja II w 1913 roku. Ukazuje ona kotwicę i dwie skrzyżowane lufy dział z barwami Św. Andrzeja w tle. Przyznawano ją komendantom twierdz morskich, którzy bronili baz marynarki wojennej Imperium: w Sewastopolu, Kronsztadzie, Władywostoku i innych.
ru: Флаг коменданта морской крепости был учреждён в Российской империи указом императора Николая II в 1913 году. Представлял собой полотнище с Андреевским флагом, на фоне которого размещалось изображение якоря и двух скрещённых стволов орудий. Полагался комендантам приморских крепостей, защищавших главные базы Российского императорского флота: Севастополь, Кронштадт, Владивосток и другие.
uk: Прапор коменданта морської фортеці був запроваджений у Російській імперії наказом імператора Миколи II 1913 р. Виглядав як Андріївський прапором, на тлі якого розташовувалося зображення якоря та двох схрещених стволів гармат. Був атрибутом комендантів приморських фортець, що захищали головні бази Російського імператорського флоту: Севастополь, Кронштадт, Владівосток та інші.
zh: 为 尼古拉二世 皇帝于 1913 年赦令设立的海军要塞指挥官旗帜。在旗帜的圣安德鲁斯色背景上绘有一个锚和两门交叉的炮管。它曾授予负责保卫重要海上基地的海军要塞指挥官：塞瓦斯托波尔、喀朗施塔得、海参崴、及其它。
zh_sg: 尼古拉二世皇帝于1913年赦令设立的海军要塞指挥官旗帜。在旗帜的圣安德鲁斯色背景上绘有一个锚和两门交叉的炮管。它曾授予负责保卫重要海上基地的海军要塞指挥官：塞瓦斯托波尔、喀朗施塔得、海参崴、及其它。

# IDS_PCEE076_ST_PATRICK
source: Lá Fhéile Pádraig 2017
zh: 圣帕特里克节 2017

# IDS_PCEE076_ST_PATRICK_DESCRIPTION
source: There is a fortune waiting behind every corner. Maybe you'll get lucky and it won't be in the form of a torpedo!
es_mx: Hay una fortuna esperando detrás de cada esquina. ¡Tal vez tengas suerte y no sea en forma de torpedo!
ja: 全ての曲がり角の先には、幸運が隠れています。あなたにも幸運が訪れるかもしれませんし、それはきっと、魚雷という形ではないでしょう!
pl: Za każdym rogiem czycha fortuna. Może Ci się poszczęści i następnym razem znajdziesz ją, a nie torpedę.
ru: Счастливый случай может приключиться с каждым. Возможно, в следующий раз повезёт именно тебе, и за поворотом тебя будет ожидать удача, а не торпеда противника.
uk: Щасливий випадок можна спіткати за кожною хвилею. Можливо, наступного разу тобі пощастить і на тебе чекатиме удача, а не торпеда супротивника.
zh: 每个角落背后都有份财富在等着。也许您很幸运、而它也不是以鱼雷的形式出现！
zh_sg: 每个角落背后都有份财富在等着。也许您很幸运、而它也不是以鱼雷的形式出现！

# IDS_PCEE077_MARTOBOI
source: "March Charge" Tournament
es_mx: Torneo "Carga de Marzo"
ja: "March Charge" トーナメント
pl: Turniej „Marcowa szarża”
ru: Турнир «Мартобой»
uk: Турнір «Березнева бійка»
zh: 「三月猛攻」赛事
zh_sg: “三月猛攻”赛事

# IDS_PCEE077_MARTOBOI_DESCRIPTION
source: A commemorative flag for support and participation in the "March Charge" Tournament
es_mx: Una bandera conmemorativa por el apoyo y participación en el Torneo "Carga de Marzo"
ja: "March Charge" トーナメントへの支援と参加に対する記念旗です。
pl: Flaga upamiętniająca wsparcie i uczestnictwo w turnieju „Marcowa szarża”
ru: Памятный флаг за поддержку и участие в турнире «Мартобой»
uk: Пам’ятний прапор за підтримку та участь у турнірі «Березнева бійка»
zh: 支持和参加「三月猛攻」赛事的纪念旗帜
zh_sg: 支持和参加“三月猛攻”赛事的纪念旗帜

# IDS_PCEE077_MARTOBOI_EXTRA_DESCRIPTION
source: The official "March Charge" Tournament. Winners will represent the CIS server in a battle against the EU server representatives.
es_mx: El Torneo oficial "Carga de Marzo". Los ganadores representarán al servidor CIS en una batalla contra los representantes del servidor UE.
ja: 公式トーナメント "March Charge"。勝者は CIS サーバーの代表チームとなり、EU サーバーの代表チームと対戦します。
pl: Oficjalny turniej „Marcowa szarża”. Zwycięzcy będą reprezentować serwer WNP w bitwie przeciw reprezentantom serwera EU.
ru: Официальный турнир «Мартобой», победители которого будут представлять CIS сервер в шоу-матче против EU сервера.
uk: Офіційний турнір «Березнева бійка», переможці якого представлятимуть CIS сервер у шоу-матчі проти EU сервера.
zh: 「三月猛攻」官方赛事。赢家将代表 CIS 服务器迎战 EU 服务器代表。
zh_sg: “三月猛攻”官方赛事。赢家将代表 CIS 服务器迎战 EU 服务器代表。

# IDS_PCEE078_OKHOTNIK
source: Okhotnik
ru: Охотник
uk: Охотнік
zh: 猎手
zh_sg: 猎人

# IDS_PCEE078_OKHOTNIK_DESCRIPTION
source: Destroyer Okhotnik Commemorative Flag
es_mx: Bandera Conmemorativa del Destructor Okhotnik
ja: 駆逐艦オホトニク記念旗
pl: Flaga pamiątkowa niszczyciela Okhotnik
ru: Памятный флаг в честь эсминца «Охотник»
uk: Пам’ятний прапор на честь есмінця «Охотнік»
zh: 猎人驱逐舰纪念旗帜
zh_sg: 猎人驱逐舰纪念旗帜

# IDS_PCEE078_OKHOTNIK_EXTRA_DESCRIPTION
source: The hunter stalks its prey silently, striking only when success is assured.
es_mx: El cazador acecha a su presa silenciosamente, atacando solo cuando el éxito está asegurado.
ja: ハンターは静かに獲物へと忍び寄り、成功を確信した場合のみに襲撃を行う。
pl: Łowca czai się na swoją ofiarę po cichu, uderza wtedy, kiedy jest pewien powodzenia.
ru: Охотник тщательно выслеживает жертву в ожидании подходящего момента для нанесения смертоносного удара.
uk: Мисливець ретельно вистежує жертву, очікуючи на слушну мить, щоб завдати смертельного удару.
zh: 猎人无声地偷偷靠近他的猎物，只有在保证能成功时才会现身。
zh_sg: 猎人无声地偷偷靠近他的猎物，只有在确保能成功时才会现身。

# IDS_PCEE079_SCAVENGER
source: The Fruits of Your Efforts
es_mx: Los Frutos de tus Esfuerzos
ja: 努力の果実
pl: Owoc Twoich starań
ru: Плоды твоих усилий
uk: Плоди твоїх зусиль
zh: 您努力的成果
zh_sg: 您努力的成果

# IDS_PCEE079_SCAVENGER_DESCRIPTION
source: You followed the clues! Let fellow commanders know how productively you used your time by flying this flag!
es_mx: ¡Seguiste las pistas! ¡Haz saber a los nuevos comandantes como usaste tu tiempo productivamente para portar esta bandera!
ja: 手がかりを追いました! この旗を掲げ、いかに生産的に時間を活用したかを他の艦長達に示しましょう!
pl: Podążałeś za wskazówkami! Niech inni dowódcy wiedzą, jak produktywnie wykorzystałeś swój czas, wywieś tą flagę!
ru: Ты напал на правильный след! Покажи всем, что ты потратил свои силы не зря, установив на своём корабле этот флаг!
uk: Ти натрапив на правильний слід! Встанови цей прапор на власному кораблі та покажи всім, що ти витратив свої сили не дарма!
zh: 您跟随着线索！通过让这面旗帜飞扬起来好让指挥官同伴明白您是多么有效地运用自己的时间！
zh_sg: 您跟随着线索！通过让这面旗帜飞扬起来好让指挥官同伴明白您是多么有效地运用自己的时间！

# IDS_PCEE080_ELEMENTS
source: Clash of the Elements Participant
es_mx: Participante del Choque de Elementos
ja: クラッシュ・オブ・ジ・エレメンツ参加者
pl: Zwycięzca Zderzenia żywiołów
ru: Участник «Битвы стихий»
uk: Учасник «Битви стихій»
zh: 元素冲突胜利者
zh_sg: 元素冲突参与者

# IDS_PCEE080_ELEMENTS_DESCRIPTION
source: For famous men have the whole earth as their memorial – Pericles.
ja: 有名な男達のために、地球全体を彼らの記念碑とすべし。– ペリクレス
pl: Sławni ludzie mają całą ziemię za swój pomnik – Perykles
ru: «Могилою знаменитых людей служит вся земля», — Перикл.
uk: «Для славнозвісних людей вся земля править могилою», — Перикл.
zh: 因为著名的人们是把整个地球当作他们的纪念物的──伯里克里斯
zh_sg: 因为著名的人们是把整个地球当作他们的纪念物的──伯里克里斯

# IDS_PCEE081_COLLECTIONER
source: Collector
es_mx: Coleccionista
ja: コレクター
pl: Kolekcjoner
ru: Коллекционер
uk: Колекціонер
zh: 收藏家
zh_sg: 收藏家

# IDS_PCEE081_COLLECTIONER_DESCRIPTION
source: A commemorative flag granted to members of the Collectors Group
es_mx: Una bandera conmemorativa otorgada a los miembros del Grupo de Coleccionistas
ja: コレクターグループのメンバーに授与された記念旗です。
pl: Pamiątkowa flaga przyznawana członkom Grupy Kolekcjonerów
ru: Памятный флаг участнику группы «Коллекционеры»
uk: Пам’ятний прапор члену групи «Колекціонери»
zh: 给予收藏家群组成员的纪念旗帜。
zh_sg: 给予收藏家群组成员的纪念旗帜。

# IDS_PCEE082_BLUE_MERMAID
source: Blue Mermaid
es_mx: Sirena Azul
ja: ブルーマーメイド
pl: Niebieska syrena
ru: Голубая русалка
uk: Блакитна русалка
zh: 蓝色人鱼
zh_sg: 蓝色人鱼

# IDS_PCEE082_BLUE_MERMAID_DESCRIPTION
source: The emblem of the Blue Mermaids. The Blue Mermaids are a company of women tasked with keeping the sea safe. In the series, Akeno Misaki and Moeka China enroll in Yokosuka Girls Maritime High School to become Blue Mermaids.
es_mx: El emblema de las Sirenas Azules. Las Sirenas Azules son un grupo de mujeres encargadas de mantener el mar a salvo. En la serie, Akeno Misaki y Moeka China se enlistan en el Yokosuka Girls Maritime High School para volverse Sirenas Azules.
ja: 「ブルーマーメイド」の章。 ブルーマーメイドは、海の安全を守る女性の職業。 作中で岬明乃と知名もえかはブルーマーメイドになるため横須賀女子海洋学校に入学する。
pl: Emblemat Niebieskich syren. Niebieskie syreny to grupa kobiet, których zadaniem jest ochrona mórz. W serialu Akeno Misaki i Moeka China zapisują się do Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce, by stać się Niebieskimi syrenami.
ru: Эмблема «Голубых русалок». «Голубые русалки» — элитная женская организация, отвечающая за поддержание безопасности на море. Друзья детства Akeno Misaki и Moeka China мечтают присоединиться к «Голубым русалкам», для чего девушки поступают в Морскую академию в Йокоске.
uk: Емблема «Блакитних русалок». «Блакитні русалки» — елітна жіноча організація, яка відповідає за безпеку на морі. Друзі дитинства Akeno Misaki і Moeka China мріють долучитися до «Блакитних русалок». Через це дівчата вступають до Жіночого морехідного училища в Йокосуці.
zh: 蓝色人鱼的标志。 蓝色人鱼是间负责守护大海安全的女性公司。 在系列动画中，岬明乃 (Akeno Misaki) 和知名萌香 (Moeka China) 报名参加横须贺女子海洋学校以成为蓝色人鱼。
zh_sg: 蓝色人鱼的标志。 蓝色人鱼是间负责守护大海安全的女性公司。 在系列动画中，岬明乃 (Akeno Misaki) 和知名萌香 (Moeka China) 报名参加横须贺女子海军高校以成为蓝色人鱼。

# IDS_PCEE082_BLUE_MERMAID_EXTRA_DESCRIPTION
source: Living by the sea, protecting the sea, and journeying across the sea... They're the Blue Mermaids! From the series "High School Fleet".
es_mx: Viviendo en el mar, protegiendo el mar, y viajando a través del mar... ¡Son las Sirenas Azules! De la serie "Flota de Preparatoria.
ja: 海に生き、海を守り、海を往く― それがブルーマーメイド! 「ハイスクール・フリート」より出典。
pl: Żyjąc na morzu, chroniąc morze, podróżując po nim... To Niebieskie syreny! Z anime „High School Fleet”.
ru: Живут у моря, охраняя его просторы и покоряя их... Это Голубые русалки! Из аниме High School Fleet.
uk: Живуть біля моря, боронячи й скоряючи його простори... Це Блакитні русалки! Із аніме «High School Fleet».
zh: 以大海为生，守护着大海，并且航遍大海... 它们是蓝色人鱼！ 来自系列动画「高校舰队」。
zh_sg: 以大海为生，守护着大海，并且遨游整个大海... 它们是蓝色人鱼！ 来自系列动画“高校舰队”。

# IDS_PCEE083_EASTER_2017
source: The Rabbit
es_mx: El Conejo
ja: ザ・ラビット
pl: Królik
ru: Кролик
uk: Кролик
zh: 那只兔子
zh_sg: 那只兔子

# IDS_PCEE083_EASTER_2017_DESCRIPTION
source: I warned you! But did you listen to me? Oh, no, you knew it all, didn't you? Oh, it's just a harmless little bunny, isn't it? – Tim the Enchanter.
es_mx: ¡Te lo advertí! ¿Pero me escuchaste? Oh, no, lo sabías todo, ¿verdad? Oh, es solo un pequeño conejo indefenso, ¿verdad? – Tim el Encantador.
ja: 警告したぞ! 聞いてなかったのかよ? オーノー、全部知ってたんだろ、違うか? オー、こいつはただの無害な可愛いウサギじゃないか、そうだろ? – 魔法使いティム
pl: Ostrzegałem Cię! Ale czy mnie posłuchałeś? Nie, sam wiedziałeś lepiej! To tylko nieszkodliwy, mały króliczek, tak? – Tim Czarodziej
ru: «Я предупреждал! Но разве вы вняли моим словам? Нет! Вы же всё знаете! Да это же всего лишь безобидный кролик, не так ли?» — Чародей Тим.
uk: «А я казав! Та хіба ви слухали? Ні! Вам-бо краще знати! Так? Це миле кроленятко, так?» — Чародій Тім.
zh: 我警告过你了！但你有听进去吗？噢不，你对这一切都很清楚，对不对？噢，它只是只无辜的小兔子，不是吗？──巫师提姆。
zh_sg: 我警告过你了！但你有听进去吗？噢不，你对这一切都很清楚，对不对？噢，它只是只无辜的小兔子，不是吗？──巫师提姆。

# IDS_PCEE084_ALABAMA
source: The Lucky A
es_mx: La Suertuda A
ja: ザ・ラッキー A
pl: Szczęśliwa A
ru: Счастливчик А
uk: Щаслива А
zh: 幸运的 A
zh_sg: 幸运的 A

# IDS_PCEE084_ALABAMA_DESCRIPTION
source: The tides roll crimson with the ship's defeated foes!
es_mx: ¡La marea se vuelve roja con los enemigos derrotados del barco!
ja: 潮流は、この艦が撃破した敵で紅に波打つ!
pl: Fale przybierają karmazynowy kolor z powodu jego pokonanych przeciwników!
ru: Морские волны покрылись багрянцем от поверженных противников корабля!
uk: Морські хвилі вкрилися багрянцем від переможених супротивників корабля!
zh: 滚滚绯红的潮汐与战舰所击败的敌人！
zh_sg: 滚滚绯红的潮汐与战舰所击败的敌人！

# IDS_PCEE085_LABOR_DAY
source: International Workers' Day
es_mx: Día Internacional del Trabajador
ja: メーデー (国際労働者の日)
pl: Święto Pracy
ru: Праздник весны и труда
uk: Свято весни та праці
zh: 国际劳动节
zh_sg: 国际劳动节

# IDS_PCEE085_LABOR_DAY_DESCRIPTION
source: International Workers' Day, also known in many countries as Labor Day, is celebrated on May 1. It is dedicated to the working class and is universally treated as a public holiday.
es_mx: El Día Internacional del Trabajador, también conocido en muchos países como el Día del Trabajo, es celebrado el 1° de mayo. Está dedicado a la clase trabajadora y es tratado universalmente como un día festivo.
ja: 毎年 5 月 1 日は、メーデー (国際労働者の日) です。労働者の権利を主張する運動を象徴するこの日は、多くの国々において正式な休日となっています。
pl: Święto Pracy, znane w niektórych krajach jako Międzynarodowy Dzień Pracownika, obchodzone jest pierwszego maja. Poświęcone jest klasie pracującej i powszechnie jest dniem wolnym od pracy.
ru: 1 мая отмечается международный праздник – День труда, известный во многих странах как праздник труда и весны. Это день международной солидарности трудящихся и государственный праздник во многих странах мира.
uk: 1-го травня відзначають міжнародне свято — День праці, відомий у багатьох країнах як свято праці і весни. Це день міжнародної солідарності трудящих та державне свято у багатьох країнах світу.
zh: 国际劳动节，在许多国家又被称为劳动节，会在五月一日庆祝。这是专为劳动人民而设的日子并且普遍被视为是公共假日。
zh_sg: 国际劳动节，在许多国家又被称为劳动节，会在五月一日庆祝。这是专为劳动人民而设的日子并且普遍被视为是公共假日。

# IDS_PCEE086_VICTORY_DAY
source: Victory Day!
es_mx: ¡Día de la Victoria!
ja: 戦勝記念日
pl: Dzień zwycięstwa!
ru: День победы!
uk: День перемоги!
zh: 胜利日！
zh_sg: 胜利日！

# IDS_PCEE086_VICTORY_DAY_DESCRIPTION
source: V-Day commemorative flag
es_mx: Bandera conmemorativa del Día V
ja: V デー 記念旗
pl: Pamiątkowa flaga dnia zwycięstwa
ru: Памятный флаг ко Дню Победы
uk: Пам’ятний прапор до Дня перемоги
zh: 胜利日纪念旗帜
zh_sg: 胜利日纪念旗帜

# IDS_PCEE087_DUCA_DAOSTA
source: Duca d'Aosta
zh: 奥斯塔公爵
zh_sg: 奥斯塔公爵

# IDS_PCEE087_DUCA_DAOSTA_DESCRIPTION
source: Duca d'Aosta Commemorative Flag
es_mx: Bandera Conmemorativa del Duca d'Aosta
ja: ドゥーカ・ダオスタ記念旗
pl: Flaga pamiątkowa Duca d'Aosta
ru: Памятный флаг в честь Duca d'Aosta
uk: Пам’ятний прапор на честь Duca d’Aosta
zh: 奥斯塔公爵纪念旗帜
zh_sg: 奥斯塔公爵纪念旗帜

# IDS_PCEE087_DUCA_DAOSTA_EXTRA_DESCRIPTION
source: Patria e Onore. The sailors of the Regia Marina stand ready to defend their storied nation!
es_mx: Patria e Onore. ¡Los marineros de la Regia Marina están listos para defender a su histórica nación!
ja: Patria e Onore (祖国と名誉)。イタリア王立海軍 (レージャ・マリーナ、イタリア語: Regia Marina) の水兵達が、名高い祖国を守るべく立ち上がる!
pl: Patria e Onore. Marynarze Regia Marina stoją na baczność, gotowi, by bronić swojej ojczyzny!
ru: Patria e Onore. Моряки Королевских военно-морских сил Италии готовы сражаться за свою нацию, овеянную славой побед!
uk: Patria e Onore. Моряки Королівських військово-морських сил Італії готові битися за свою націю, овіяну славою перемог!
zh: 祖国的荣耀 I系皇家海军的水手随时都准备好保卫他们赫赫有名的国家！
zh_sg: Patria e Onore。意大利皇家海军的水手随时都准备好保卫他们赫赫有名的国家！

# IDS_PCEE088_NA_EU_COMMUNITY
source: The TransAtlantic
zh: 横跨大西洋

# IDS_PCEE088_NA_EU_COMMUNITY_DESCRIPTION
source: For those who have participated in our Community and made it more awesome.
es_mx: Para aquellos que han participado en nuestra Comunidad haciéndola más increíble.
ja: 私たちのコミュニティをさらに素晴らしいものにしてくれた皆様のための旗です。
pl: Dla tych, którzy tworzyli społeczność i uczynili ją lepszą.
ru: За помощь и содействие в развитии нашего игрового сообщества.
uk: За допомогу і сприяння у розвитку нашої ігрової спільноти.
zh: 给予那些参加了我们的社群并使它变得更棒的玩家。
zh_sg: 给予那些参加了我们的社群并使它变得更棒的玩家。

# IDS_PCEE089_VALOR
source: Valor – Charity Flag
es_mx: Valor – Bandera de Caridad
ja: VALOR – チャリティ旗
pl: Męstwo – flaga dobroczynna
ru: Valor – Программа по улучшению условий жизни ветеранов
uk: Valor – Програма поліпшення умов життя ветеранів
zh: 公益旗帜
zh_sg: VALOR – 公益旗帜

# IDS_PCEE089_VALOR_DESCRIPTION
source: To continue helping the family of Veterans
es_mx: Para continuar ayudando a la familia de Veteranos
ja: 退役軍人の家族への支援を続けるために
pl: By kontynuować pomoc rodzinom weteranów
ru: За поддержку семей ветеранов
uk: За підтримку родин ветеранів
zh: 继续帮助退伍军人的家庭
zh_sg: 为了继续帮助退伍军人的家庭

# IDS_PCEE090_MILITARY_MONTH_CONTRIBUTOR_FLAG_V2
source: Military Appreciation Month
es_mx: Mes del Reconocimiento Militar
ja: 軍感謝月間 (アメリカ)
ru: Месяц признательности и благодарности военнослужащим
uk: Місяць вдячності і подяки військовослужбовцям
zh: 军人感恩月
zh_sg: 军人感恩月

# IDS_PCEE090_MILITARY_MONTH_CONTRIBUTOR_FLAG_V2_DESCRIPTION
source: For charitable donations
es_mx: Para donaciones de caridad
ja: 慈善の寄付に対して
pl: Za dotacje dobroczynne
ru: За благотворительные пожертвования
uk: За доброчинні внески
zh: 慈善捐款
zh_sg: 慈善捐款

# IDS_PCEE091_VICTORY_DAY_EU
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День победы
uk: День перемоги
zh: 胜利日
zh_sg: 胜利日
