Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_MAIN_TORPRANGE
source: Long-range torpedoes
es_mx: Torpedos de largo alcance
ja: 魚雷の射程が長い
pl: Torpedy o dalekim zasięgu
ru: Большая дальность хода торпед
uk: Велика дальність ходу торпед
zh: Большая дальность хода торпед
zh_sg: 鱼雷射程较长

# IDS_MAIN_TORPRANGEDAMAGE
source: Torpedoes inflict significant damage and have long range
es_mx: Los torpedos causan un daño significativo y tienen un gran alcance
ja: 魚雷の威力が絶大で射程も長い
pl: Torpedy zadają znaczne uszkodzenia i mają daleki zasięg
ru: Большой урон и дальность хода торпед
uk: Велика шкода та дальність ходу торпед
zh: Большой урон и дальность хода торпед
zh_sg: 鱼雷可造成显著伤害且射程较远

# IDS_MAIN_TORPRELOAD
source: Quick torpedo reload
es_mx: Recarga rápida de los torpedos
ja: 魚雷の装填時間が短い
pl: Szybkie przeładowanie torped
ru: Быстрая перезарядка торпед
uk: Швидке перезаряджання торпед
zh: Быстрая перезарядка торпед
zh_sg: 鱼雷装填快速

# IDS_MAIN_TORPRELOAD_8
source: Fast reloading torpedoes from Tier VIII
es_mx: Torpedos de recarga rápida a partir del Nivel VIII
ja: Tier VIII 以上では魚雷発射管の装填時間が短い
pl: Szybkie przeładowanie torped od VIII poziomu
ru: Быстрая перезарядка торпед с VIII уровня
uk: Швидке перезаряджання торпед із VIII рівня
zh: Быстрая перезарядка торпед с VIII уровня
zh_sg: 从VIII级起鱼雷装填较快

# IDS_MAIN_TORPSHORTRANGE
source: Short-range torpedoes
es_mx: Torpedos de corto alcance
ja: 魚雷の射程が短い
pl: Torpedy o krótkim zasięgu
ru: Малая дальность хода торпед
uk: Невелика дальність ходу торпед
zh: Малая дальность хода торпед
zh_sg: 鱼雷射程较短

# IDS_MAIN_WEAKAIRDEFENSE
source: Low AA defense efficiency
es_mx: Baja eficiencia de las defensas AA
ja: 対空兵装の有効性が低い
pl: Mała skuteczność w zwalczaniu lotnictwa
ru: Низкая эффективность ПВО
uk: Низька ефективність ППО
zh: Низкая эффективность ПВО
zh_sg: 对空防御能力较差

# IDS_MAIN_WEAKARMOR
source: Weak armor
es_mx: Blindaje débil
ja: 装甲が脆弱
pl: Słaby pancerz
ru: Слабое бронирование
uk: Слабке бронювання
zh: Слабое бронирование
zh_sg: 装甲等级较低

# IDS_MAKE_TRAINING_ROOM_CLOSED
source: Make this Training Room private
es_mx: Hacer privada esta Sala de Entrenamiento
ja: このトレーニングルームに鍵をかける
pl: Uczyń ten pokój treningowy prywatnym
ru: Закрыть тренировочную комнату
uk: Зробити тренувальну кімнату закритою
zh: 私人训练房加密
zh_sg: 设为私人训练房间

# IDS_MANAGE_DIVISION
source: Manage your Division
es_mx: Administra tu División
ja: 分艦隊の管理
pl: Zarządzaj swoim dywizjonem
ru: Управлять отрядом
uk: Управління загоном
zh: Управлять отрядом
zh_sg: 管理您的小队

# IDS_MANAGE_LOCKED_CONTACTS
source: Blocked Contacts
es_mx: Contactos Bloqueados
ja: ブロック中の連絡先
pl: Zablokowane kontakty
ru: Список заблокированных
uk: Список заблокованих
zh: 加入黑名单
zh_sg: 加入黑名单

# IDS_MAP_ATTENTION_MESSAGE
source: Attention to Square %s
es_mx: ¡Atención al Sector %s
ja: セクター %s に注意せよ
pl: Uwaga na kwadrat %s
ru: Внимание на квадрат %s
uk: Увага на квадрат %s
zh: 注意 %s 方格
zh_sg: 注意 %s 区域

# IDS_MAP_DELETED
source: The current map has been deleted.
es_mx: El mapa actual ha sido borrado.
ja: 現在のマップは削除されました。
pl: Aktualna mapa została usunięta.
ru: Текущая карта удалена.
uk: Вибрана мапа видалена.
zh: 当前地图已被删除。
zh_sg: 当前地图已被删除。

# IDS_MAP_LOADING
source: LOADING THE MAP
es_mx: CARGANDO EL MAPA
ja: マップ読込中
pl: ŁADOWANIE MAPY
ru: ЗАГРУЖАЕМ КАРТУ
uk: ЗАВАНТАЖУЄМО МАПУ
zh: ЗАГРУЖАЕМ КАРТУ
zh_sg: 正在加载地图

# IDS_MAP_RECT_ATTENTION
source: Send Signal to Allies
es_mx: Enviar Señal a Aliados
ja: 味方に信号を送信
pl: Wyślij sygnał do sojuszników
ru: Подать сигнал союзникам
uk: Подати сигнал союзникам
zh: 发送信号给队友
zh_sg: 发送信号给队友

# IDS_MAP_SCALE_MINUS
source: Zoom Map Out
es_mx: Reducir Zoom del Mapa
ja: マップズームアウト
pl: Oddal mapę
ru: Уменьшить карту
uk: Зменшити міні-мапу
zh: 缩小地图
zh_sg: 缩小地图

# IDS_MAP_SCALE_PLUS
source: Zoom Map In
es_mx: Aumentar Zoom del Mapa
ja: マップズームイン
pl: Przybliż mapę
ru: Увеличить карту
uk: Збільшити міні-мапу
zh: 放大地图
zh_sg: 放大地图

# IDS_MAP_SHOW_DEAD
source: Display Destroyed Ships
es_mx: Mostrar Barcos Destruidos
ja: 大破した艦艇を表示
pl: Wyświetl zniszczone okręty
ru: Показывать уничтоженные корабли
uk: Показувати знищені кораблі
zh: 显示已摧毁战舰
zh_sg: 显示已摧毁战舰

# IDS_MAP_SHOW_PLANES
source: Display Aircraft
es_mx: Mostrar Aviones
ja: 航空機を表示
pl: Wyświetl samoloty
ru: Показывать самолёты
uk: Показувати літаки
zh: 显示飞机
zh_sg: 显示飞机

# IDS_MARK_ATTACK
source: ATTACK
es_mx: ATACAR
ja: 攻撃
pl: ATAKUJ
ru: АТАКУЙТЕ
uk: АТАКУЙТЕ
zh: 攻击
zh_sg: 进攻

# IDS_MARK_DEFEND
source: DEFEND
es_mx: DEFENDER
ja: 防衛
pl: BROŃ
ru: ЗАЩИЩАЙТЕ
uk: ЗАХИЩАЙТЕ
zh: 防御
zh_sg: 防御

# IDS_MARK_ESCORT
source: ESCORT
es_mx: ESCOLTAR
ja: 護衛
pl: ESKORTUJ
ru: СОПРОВОЖДАЙТЕ
uk: СУПРОВОДЖУЙТЕ
zh: 护卫
zh_sg: 护卫

# IDS_MARK_REPAIR
source: REPAIR
es_mx: REPARAR
ja: 修理
pl: NAPRAWA
ru: РЕМОНТ
uk: РЕМОНТ
zh: 修理
zh_sg: 修理

# IDS_MASTER_VOLUME
source: General volume level
es_mx: Nivel de volumen general
ja: 全体音量
pl: Ogólny poziom głośności
ru: Общая громкость
uk: Загальна гучність
zh: 总音量
zh_sg: 总音量

# IDS_MATCHING_TEAMS
source: Matching of teams
es_mx: Selección de equipos
ja: チームのマッチング
pl: Pasujące drużyny
ru: Подбор команд
uk: Добір команд
zh: 匹配团队
zh_sg: 正在匹配

# IDS_MATCHMAKER_LEAVE_REASON_CLAN_PRIME_OVER
source: You were removed from the queue for Clan Battles. Your prime time is over.
es_mx: Fuiste eliminado de la cola para las Batallas de Clanes. Tu horario principal ha terminado.
ja: クラン戦の待機列から削除されました。プライムタイムが終了しました。
pl: Usunięto Cię z kolejki do bitew klanowych. Twoje okno czasowe dobiegło końca.
ru: Вы были исключены из очереди в клановый бой. Ваш прайм-тайм завершён.
uk: Вас вилучено з черги до кланового бою. Ваш прайм-тайм добіг кінця.
zh: Вы были исключены из очереди в клановый бой. Ваш прайм-тайм завершён.
zh_sg: 您被移出军团战队列。您的高级账号时间已到期。

# IDS_MATCHMAKER_LEAVE_REASON_CLAN_SEASON_OVER
source: You were removed from the queue for Clan Battles. The Clan Battles season has ended.
es_mx: Fuiste removido de la cola para Batallas de Clan. La temporada de Batallas de Clan ha terminado
ja: クラン戦の待機が中断されました。クラン戦のシーズンが終了しました。
pl: Zostałeś usunięty z kolejki do bitew klanowych. Sezon bitew klanowych dobiegł końca.
ru: Вы были исключены из очереди в клановый бой. Сезон клановых боёв завершён.
uk: Вас вилучено з черги у клановий бій. Сезон кланових боїв завершено.
zh: 您已从军团战斗的队列中移除。军团战斗赛季已经结束。
zh_sg: 您已从军团战的队列中被移除。军团战赛季已经结束。

# IDS_MATCHMAKER_LEAVE_REASON_EVENT_SEASON_CHANGED
source: You were removed from the queue for battle. This type of battle is not currently available.
es_mx: Fuiste eliminado de la cola para la batalla. Este tipo de batallas no está disponible ahora.
ja: 戦闘待機列から削除されました。この戦闘タイプが利用できなくなりました。
pl: Usunięto Cię z kolejki do bitwy. Ten typ bitew nie jest już dostępny.
ru: Вы были исключены из очереди в бой. Данный вид боёв завершён.
uk: Вас вилучено з черги до бою. Бої цього виду завершено.
zh: Вы были исключены из очереди в бой. Данный вид боёв завершён.
zh_sg: 您被移出军团战队列。此战斗模式现在暂不可用。

# IDS_MATCHMAKER_LEAVE_REASON_PVE_SEASON_CHANGED
source: You were removed from the queue for the Operation of the Week. The Operation of the Week was replaced with a new one.
es_mx: Fuiste eliminado de la cola para la Operación de la Semana. La Operación de la Semana fue reemplazada por una nueva.
ja: 今週のオペレーションの待機が中断されました。今週のオペレーションが新しいものに置き換えられました。
pl: Usunięto Cię z kolejki do operacji tygodnia. Operacja tygodnia została zastąpiona inną.
ru: Вы были исключены из очереди в бой в операцию недели. Операция недели сменилась.
uk: Вас вилучено з черги у бій операції тижня. Операцію тижня змінено.
zh: 已将您从本周行动的队列中移除。本周行动已被替换成新的行动。
zh_sg: 您已从本周行动的队列中被移除。本周行动已被替换成新的行动。

# IDS_MATCHMAKER_LEAVE_REASON_RANK_SEASON_OVER
source: You were removed from the queue for Ranked Battles. The Ranked Battles season has ended.
es_mx: Fuiste eliminado de la cola para Batallas por Rango. La temporada de Batallas por Rango ha terminado.
ja: ランク戦の待機が中断されました。ランク戦のシーズンが終了しました。
pl: Usunięto Cię z kolejki do bitew rankingowych. Sezon bitew rankingowych dobiegł końca.
ru: Вы были исключены из очереди в ранговый бой. Сезон ранговых боёв завершён.
uk: Вас вилучено з черги у ранговий бій. Сезон рангових боїв завершено.
zh: 已将您从排位战的队列中移除。排位战赛季已结束。
zh_sg: 您已从排位战的队列中被移除。排位战赛季已结束。

# IDS_MATCHMAKER_LEAVE_REASON_SHUTDOWN
source: You were removed from the queue for battle due to a scheduled server restart.
es_mx: Fuiste eliminado de la cola para la batalla debido a un reinicio programado del servidor.
ja: 定期サーバー再起動に伴い、戦闘待機が中断されました。
pl: Usunięto Cię z kolejki do bitwy z powodu planowanego restartu serwera.
ru: Вы были исключены из очереди в бой из-за запланированной перезагрузки сервера.
uk: Вас вилучено з черги у бій через заплановане перезавантаження сервера.
zh: 由于排定好的服务器重启而将您从战斗的队列中移除。
zh_sg: 由于服务器重启，您已从战斗队列中被移除。

# IDS_MATCHMAKER_LEAVE_REASON_TECH
source: You were removed from the queue for battle due to technical issues on the server.
es_mx: Fuiste eliminado de la cola para la batalla debido a problemas técnicos en el servidor.
ja: サーバーの技術的問題に伴い、戦闘待機が中断されました。
pl: Usunięto Cię z kolejki do bitwy z powodu problemów technicznych na serwerze.
ru: Вы были исключены из очереди в бой из-за технических проблем на сервере.
uk: Вас вилучено з черги у бій через технічні проблеми на сервері.
zh: 由于服务器上的技术性问题而将您从战斗的队列中移除。
zh_sg: 由于服务器技术问题，您已从战斗队列中被移除。

# IDS_MAX
source: Maximum
es_mx: Máximo
ja: 最大
pl: Maksymalne
ru: Максимум
uk: Максимум
zh: 最大
zh_sg: 最高

# IDS_MAXIMUM
source: Maximum
es_mx: Máximo
ja: 超高
pl: Maksymalne
ru: Максимум
uk: Максимум
zh: 最高
zh_sg: 最高

# IDS_MAXIMUM_FLAGS_IS_INSTALLED
source: Maximum number of combat signals mounted. This signal will replace of the first signal mounted.
es_mx: Cantidad máxima de señales de combate montadas alcanzada. Esta señal será montada en lugar de la primera señal instalada.
ja: 戦闘信号旗を上限まで搭載済みですので、この信号旗は最初に搭載した信号旗と置き換えられます。
pl: Zamontowana jest maksymalna liczba sygnałów bojowych. Sygnał ten będzie zainstalowany zamiast pierwszego zamontowanego sygnału.
ru: Установлено максимальное количество боевых сигналов. Этот сигнал будет установлен взамен установленного первым.
uk: Встановлено максимальну кількість бойових сигналів. Цей сигнал буде встановлено замість того, який було встановлено першим.
zh: 装备最大数量的信号旗
zh_sg: 已安装最大数量的战斗信号旗。此信号旗将替换第一个已安装的信号旗。

# IDS_MAX_CAUSED_TO_BUILDINGS_DAMAGE
source: Damage caused to onshore installations
es_mx: Daño causado a instalaciones terrestres
ja: 陸上施設への与ダメージ
pl: Uszkodzenia instalacji przybrzeżnych
ru: Урон по сооружениям
uk: Завдано шкоди спорудам
zh: 对陆上设施造成的伤害
zh_sg: 对陆上设施造成的伤害

# IDS_MAX_CAUSED_TO_BUILDINGS_DAMAGE_TOOLTIP
source: Most damage caused to onshore installations in a battle
es_mx: Mayor daño causado a instalaciones terrestres en una batalla
ja: 陸上施設への与ダメージの 1 戦最高記録
pl: Największe uszkodzenia instalacji przybrzeżnych w bitwie
ru: Максимальное количество урона, нанесённого береговым сооружениям за бой
uk: Максимальна кількість шкоди, завданої береговим спорудам за бій
zh: 一场战斗中对陆上设施造成的最多伤害
zh_sg: 一场战斗中对陆上设施造成的最多伤害

# IDS_MAX_COUNT_AIRCARRIER_IN_DIVISION
source: Maximum number of aircraft carriers in a Division
es_mx: Número máximo de portaaviones en una División
ja: 分艦隊の航空母艦数の上限
pl: Maksymalna liczba lotniskowców w dywizjonie
ru: Максимальное количество авианосцев в отряде
uk: Максимальна кількість авіаносців у складі загону
zh: 小队中的最大航空母舰数
zh_sg: 小队中的最大航空母舰数

# IDS_MAX_COUNT_BATTLESHIP_IN_DIVISION
source: Maximum number of battleships in a Division
es_mx: Número máximo de acorazados en una División
ja: 分艦隊の戦艦数の上限
pl: Maksymalna liczba pancerników w dywizjonie
ru: Максимальное количество линкоров в отряде
uk: Максимальна кількість лінкорів у складі загону
zh: 小队中的最大战列舰数
zh_sg: 小队中的最大战列舰数

# IDS_MAX_COUNT_CRUISER_IN_DIVISION
source: Maximum number of cruisers in a Division
es_mx: Número máximo de cruceros en una División
ja: 分艦隊の巡洋艦数の上限
pl: Maksymalna liczba krążowników w dywizjonie
ru: Максимальное количество крейсеров в отряде
uk: Максимальна кількість крейсерів у складі загону
zh: 小队中的最大巡洋舰数
zh_sg: 小队中的最大巡洋舰数

# IDS_MAX_COUNT_DESTROYER_IN_DIVISION
source: Maximum number of destroyers in a Division
es_mx: Número máximo de destructores en una División
ja: 分艦隊の駆逐艦数の上限
pl: Maksymalna liczba niszczycieli w dywizjonie
ru: Максимальное количество эсминцев в отряде
uk: Максимальна кількість есмінців у складі загону
zh: 小队中的最大驱逐舰数
zh_sg: 小队中的最大驱逐舰数

# IDS_MAX_COUNT_SUBMARINE_IN_DIVISION
source: Maximum number of submarines
es_mx: Cantidad máxima de submarinos
ja: 潜水艦の最大数
pl: Maksymalna liczba okrętów podwodnych
ru: Максимальное количество подводных лодок
uk: Максимальна кількість підводних човнів
zh: 潜艇的最大数量
zh_sg: 最大潜艇数

# IDS_MAX_DAMAGE
source: Maximum Damage
es_mx: Daño Máximo
ja: 最大ダメージ
pl: Maksymalne uszkodzenia
ru: Максимальный урон
uk: Максимальна шкода
zh: 最大伤害
zh_sg: 最大伤害

# IDS_MAX_DAMAGE_PER_BATTLE
source: Damage to ships
es_mx: Daño a barcos
ja: 艦艇へのダメージ
pl: Uszkodzenia okrętów
ru: Урон по кораблям
uk: Завдано шкоди кораблям
zh: 对战舰的伤害
zh_sg: 对战舰的伤害

# IDS_MAX_DAMAGE_PER_BATTLE_TOOLTIP
source: Most damage caused to enemy ships in a battle
es_mx: Máximo daño causado a barcos enemigos en una batalla
ja: 敵艦艇に対する 1 戦中の最大与ダメージ
pl: Największe uszkodzenia zadane okrętom w jednej bitwie
ru: Максимальное количество урона, нанесённого кораблям за бой
uk: Максимальна кількість шкоди, завданої кораблям за бій
zh: 一场战斗中对敌方战舰造成的最多伤害
zh_sg: 一场战斗中对敌方战舰造成的最多伤害

# IDS_MAX_DIVISIONS_CREATED
source: Highest number of Divisions reached in this battle. Join one of the existing Divisions.
es_mx: Número máximo de Divisiones alcanzadas en esta batalla. Únete a una de las Divisiones existentes.
ja: この戦闘での分艦隊数が上限に達しています。 既存の分艦隊への参加をご検討ください。
pl: W bitwie jest już maksymalna liczba dywizjonów. Dołącz do któregoś z nich.
ru: Создано максимальное количество отрядов в этом бою. Вступите в один из уже существующих.
uk: Сформовано максимальну кількість загонів у цьому бою. Вступіть до одного з наявних.
zh: 已达此战斗的最高小队数量。 请加入现有的小队之一。
zh_sg: 此战斗已达小队数量上限。 请加入现有的小队之一。

# IDS_MAX_EXP_PER_BATTLE
source: XP
ja: EXP
pl: PD
ru: Опыт
uk: Досвід
zh: 经验
zh_sg: 经验

# IDS_MAX_EXP_PER_BATTLE_TOOLTIP
source: Most XP earned in a battle
es_mx: Mayor XP ganada por batalla.
ja: 1 戦中の最高 EXP
pl: Maksymalna ilość PD zdobytych w jednej bitwie
ru: Максимальное количество заработанного за бой опыта
uk: Максимальна кількість здобутого досвіду за бій
zh: 单场战斗获得的最大经验数量。
zh_sg: 单场战斗获得的最大经验值

# IDS_MAX_PLANES_PER_BATTLE
source: Aircraft destroyed
es_mx: Aviones destruidos
ja: 敵機撃墜数
pl: Zniszczone samoloty
ru: Самолётов за бой
uk: Літаків за бій
zh: 击落飞机数
zh_sg: 摧毁飞机数

# IDS_MAX_PLANES_PER_BATTLE_TOOLTIP
source: Most enemy aircraft destroyed in a battle
es_mx: Mayor número de aviones enemigos destruidos en una batalla
ja: 1 戦中の最高敵機撃墜数
pl: Maksymalna liczba zniszczonych samolotów wroga w jednej bitwie
ru: Максимальное количество сбитых самолётов противника за бой
uk: Максимальна кількість збитих літаків супротивника за бій
zh: 单场战斗击毁的最大敌方飞机数
zh_sg: 单场战斗摧毁的最大敌方飞机数

# IDS_MAX_REPLENISHMENT
source: Maximum cost
es_mx: Costo Máximo
ja: 最大費用
pl: Maksymalny koszt
ru: Максимальная стоимость
uk: Максимальна вартість
zh: 最大的成本
zh_sg: 最大花费

# IDS_MAX_RESULTS
source: Most per battle
es_mx: Máximo por batalla
ja: 1 戦最高記録
pl: Najwięcej w bitwie
ru: Максимум за бой
uk: Максимум за бій
zh: 每场战斗最多
zh_sg: 每场战斗最多

# IDS_MAX_RESULTS_TOOLTIP
source: Highest results per battle
es_mx: Resultados más altos por batalla
ja: 1 戦中の最高記録
pl: Najlepsze wyniki w bitwie
ru: Максимальные показатели за бой
uk: Максимальні показники за бій
zh: 每场战斗的最高战绩
zh_sg: 每场战斗的最高战绩

# IDS_MAX_SHIPS_PER_BATTLE
source: Warships destroyed
es_mx: Barcos destruidos
ja: 艦艇撃沈数
pl: Zniszczone okręty
ru: Кораблей за бой
uk: Кораблів за бій
zh: 击毁战舰数
zh_sg: 摧毁战舰数

# IDS_MAX_SHIPS_PER_BATTLE_TOOLTIP
source: Most enemy warships destroyed in a battle
es_mx: Mayor número de barcos enemigos destruidos en una batalla
ja: 1 戦中の最高敵艦撃沈数
pl: Maksymalna liczba zniszczonych okrętów wroga w jednej bitwie
ru: Максимальное количество потопленных кораблей противника за бой
uk: Максимальна кількість потоплених кораблів супротивника за бій
zh: 单场战斗击毁的最大敌方战舰数
zh_sg: 单场战斗摧毁的最大敌方战舰数

# IDS_MAX_STATUS_LENGTH
source: Shorten your message
es_mx: Acorta tu mensaje
ja: メッセージを短縮してください
pl: Skróć swoją wiadomość
ru: Сократите сообщение
uk: Скоротіть повідомлення
zh: 请缩短您的信息
zh_sg: 请缩短您的信息

# IDS_MAX_STRAUSS_H18
source: Max Strauss
zh: 马克斯-斯特劳斯

# IDS_MAX_STRAUSS_HW
source: Max Strauss
zh: 马克斯-斯特劳斯

# IDS_MAX_SUPPRESSED_BUILDINGS
source: Onshore installations suppressed
es_mx: Instalaciones terrestres suprimidas
ja: 制圧した陸上施設
pl: Zneutralizowane instalacje przybrzeżne
ru: Подавлено сооружений
uk: Придушено споруд
zh: 陆上设施被压制
zh_sg: 陆上设施被压制

# IDS_MAX_SUPPRESSED_BUILDINGS_TOOLTIP
source: Highest number of onshore installations suppressed in a battle
es_mx: Mayor número de instalaciones terrestres suprimidas en una batalla
ja: 制圧した陸上施設数の 1 戦最高記録
pl: Największa liczba zneutralizowanych instalacji przybrzeżnych w bitwie
ru: Максимальное количество береговых сооружений, подавленных за бой
uk: Максимальна кількість берегових споруд, придушених за бій
zh: 最高每场战斗陆上设施被压制的次数
zh_sg: 最高每场战斗陆上设施被压制的次数

# IDS_MAX_TRAINING_ROOM_DESCRIPTION_LENGTH
source: Shorten the description
es_mx: Acortar la descripción
ja: 説明を短縮してください
pl: Skróć opis
ru: Сократите описание
uk: Скоротіть опис
zh: 请缩短描述
zh_sg: 缩短描述

# IDS_MAX_WAITING_IN_BATTLE_TYPE
source: Maximum waiting time
es_mx: El tiempo máximo de espera
ja: 待機時間
pl: Maksymalny czas oczekiwania
ru: Максимальное время ожидания игроков
uk: Максимальний час очікування гравців
zh: 最大排队时间：
zh_sg: 最大等待时间：

# IDS_MAYCAP
source: Viktor Znamensky
ru: Виктор Знаменский
uk: Віктор Знаменський
zh: 维克多-明纳斯基

# IDS_MEDIUM
source: Medium
es_mx: Medio
ja: 中
pl: Średnie
ru: Средне
uk: Середньо
zh: 中
zh_sg: 中

# IDS_MEDIUMDAMAGE
source: minor damage
es_mx: daño menor
ja: 損傷軽微
pl: średnie uszkodzenie
ru: незначительные повреждения
uk: помірні пошкодження
zh: 轻微伤害
zh_sg: 轻微伤害

# IDS_MEDIUM_LEVEL_BOT_STATUS
source: Bot. Medium level AI.
es_mx: Bot. Nivel de la IA medio.
ja: Bot、中レベル AI
pl: Bot. Średni poziom SI.
ru: Бот. Средний уровень ИИ.
uk: Бот. Середній рівень ШІ.
zh: 机器人。中等 AI。
zh_sg: 机器人。中级AI。

# IDS_MEDIUM_LEVEL_TARGET_STATUS
source: Target. Medium level AI.
es_mx: Objetivo. Nivel de la IA medio.
ja: 標的、中レベル AI
pl: Cel. Średni poziom SI.
ru: Мишень. Средний уровень ИИ.
uk: Мішень. Середній рівень ШІ.
zh: 靶舰。中等 AI。
zh_sg: 目标。中级AI。

# IDS_MEGABASEFOREWARNINGMESSAGE
source: The zone will be available for capture in 60 seconds.
es_mx: La zona estará disponible para su captura en 60 segundos.
ja: ゾーンは 60 秒で占領可能になります
pl: Strefę będzie można przejąć za 60 sekund.
ru: Захват акватории станет доступен через 60 секунд.
uk: Захоплення акваторії стане доступним через 60 секунд.
zh: 该区域可在 60 秒内占领。
zh_sg: 该区域可在 60 秒内占领。

# IDS_MEGATRON
source: Megatron
ja: メガトロン
ru: Мегатрон
zh: Мегатрон

# IDS_MENU_GUIDE
source: TRAINING
es_mx: ENTRENAMIENTO
ja: 訓練
pl: TRENING
ru: ОБУЧЕНИЕ
uk: НАВЧАННЯ
zh: 训练
zh_sg: 训练

# IDS_MENU_HELP
source: HELP
es_mx: AYUDA
ja: ヘルプ
pl: POMOC
ru: ПОМОЩЬ
uk: ДОПОМОГА
zh: 帮助
zh_sg: 帮助

# IDS_MENU_RETURNTODOCK
source: EXIT TO PORT
es_mx: SALIR AL PUERTO
ja: 終了して港に戻る
pl: POWRÓT DO PORTU
ru: В ПОРТ
uk: ДО ПОРТУ
zh: 离开战斗
zh_sg: 离开并回到港口

# IDS_MENU_SETTINGS
source: SETTINGS
es_mx: AJUSTES
ja: 設定
pl: USTAWIENIA
ru: НАСТРОЙКИ
uk: НАЛАШТУВАННЯ
zh: 设置
zh_sg: 设置

# IDS_MERCENARIES
source: Mercenaries
es_mx: Mercenarios
ja: 傭兵
pl: Najemnicy
ru: Наёмники
uk: Найманці
zh: 佣兵
zh_sg: 佣兵

# IDS_MERC_IN_CLUB
source: Mercenary on the Team
es_mx: Mercenario en el Equipo
ja: チームの傭兵
pl: Najemnik w drużynie
ru: Наёмник в команде
uk: Найманець у команді
zh: 受佣于该队伍
zh_sg: 受佣于该团队

# IDS_MESSAGES_BANNED
source: Sending messages is blocked
es_mx: El envío de mensajes está bloqueado
ja: メッセージ送信がブロックされました
pl: Wysyłanie wiadomości jest zablokowane
ru: Отправка сообщений заблокирована
uk: Надсилання повідомлень заблоковане
zh: 送出的信息被封锁
zh_sg: 发出的信息被屏蔽

# IDS_MESSAGES_FROM_USER_DISABLED
source: Messages from %s disabled
es_mx: Mensajes de %s deshabilitados
ja: %s さんからのメッセージを無効化しました
pl: Wiadomości od %s są wyłączone.
ru: Сообщения от %s отключены
uk: Повідомлення від %s вимкнені
zh: 来自 %s 的信息已关闭
zh_sg: 来自 %s 的信息已关闭

# IDS_MESSAGES_FROM_USER_ENABLED
source: Messages from %s enabled
es_mx: Mensajes de %s habilitados
ja: %s さんからのメッセージを有効化しました
pl: Wiadomości od %s są włączone.
ru: Сообщения от %s включены
uk: Повідомлення від %s увімкнені
zh: 来自 %s 的信息已开启
zh_sg: 来自 %s 的信息已开启

# IDS_METER
source: m
ru: м
uk: м
zh: 米
zh_sg: 米

# IDS_METER_SECOND
source: m/s
ja: m/秒
ru: м/с
uk: м/с
zh: 米/秒
zh_sg: 米/秒

# IDS_MICROPHONE_SENSITIVITY
source: Microphone sensitivity
es_mx: Sensibilidad del micrófono
ja: マイク感度
pl: Czułość mikrofonu
ru: Чувствительность микрофона
uk: Чутливість мікрофона
zh: 麦克风灵敏度
zh_sg: 麦克风灵敏度

# IDS_MILESTONE_BACK_TO_TASKS
source: Go back to Directive
es_mx: Regresar a la Directiva
ja: ディレクティブに戻る
pl: Wróć do dyrektywy
ru: Вернуться к Директиве
uk: Повернутися до Директиви
zh: 回到指令
zh_sg: 返回指令

# IDS_MILESTONE_BANNER_DONE
source: Stage completed successfully!
es_mx: ¡Etapa completada exitosamente!
ja: ステージ達成!
pl: Etap zakończony pomyślnie!
ru: Этап успешно завершён
uk: Етап успішно завершено
zh: 阶段成功完成！
zh_sg: 阶段已成功完成！

# IDS_MILESTONE_BANNER_EPIC_DONE
source: Directive accomplished successfully!
es_mx: ¡Directiva completada exitosamente!
ja: ディレクティブを完遂しました!
pl: Dyrektywa wypełniona pomyślnie!
ru: Директива выполнена
uk: Директиву виконано
zh: 指令成功达成！
zh_sg: 指令已成功完成！

# IDS_MILESTONE_BANNER_EPIC_NEW
source: A new Directive is available
es_mx: Hay una nueva Directiva disponible
ja: 新ディレクティブを利用可能
pl: Dostępna jest nowa dyrektywa
ru: Доступна новая Директива
uk: Доступна нова Директива
zh: 有新的指令可供使用
zh_sg: 可以获得新的指令

# IDS_MILESTONE_BANNER_INSTRUCTION
source: Go to the Soviet Cruisers event
es_mx: Ir al evento "Cruceros Soviéticos"
ja: 「ソ連巡洋艦」イベントに移動
pl: Przejdź do wydarzenia Krążowniki ZSRR
ru: Перейти к событию «Крейсеры СССР»
uk: Перейти до події «Крейсери СРСР»
zh: 前往「Prinz Eitel Friedrich」活动
zh_sg: 前往苏联巡洋舰活动

# IDS_MILESTONE_BANNER_LEADER_BOARD_NEW
source: The Hall of Fame is now accessible!
es_mx: ¡Ahora puedes acceder al Salón de la Fama!
ja: ランキングにアクセス可能!
pl: Galeria sław jest teraz dostępna!
ru: Открыт доступ в Зал славы
uk: Відкрито доступ у Зал слави
zh: 名人堂现在可以进入！
zh_sg: 现在可以进入名人堂！

# IDS_MILESTONE_BANNER_NEW
source: A new Stage has started
es_mx: Una nueva Etapa ha comenzado
ja: 新ステージが始まりました
pl: Rozpoczął się nowy etap
ru: Начался новый Этап
uk: Розпочався новий Етап
zh: 一个新阶段已经开始
zh_sg: 新的阶段已经开始

# IDS_MILESTONE_EPIC_LEADERBOARD_UNLOCKED
source: The Hall of Fame is now accessible!
es_mx: ¡Ahora puedes acceder al Salón de la Fama!
ja: ランキングにアクセス可能!
pl: Galeria sław jest teraz dostępna!
ru: Доступен Зал славы
uk: Доступний Зал слави
zh: 名人堂现在可以进入！
zh_sg: 现在可以进入名人堂！

# IDS_MILESTONE_EVENT_TIME_TO_FREEZE_END_NOW
source: Point-scoring ends in less than a minute
es_mx: La anotación de puntos termina dentro de un minuto
ja: ポイント集計終了まで 1 分未満
pl: Gromadzenie punktów kończy się za minutę
ru: Подсчёт очков закончится в течение минуты
uk: Підрахунок очок закінчиться протягом хвилини
zh: 竞赛阶段即将结束
zh_sg: 积分计算将在一分钟后结束

# IDS_MILESTONE_EVENT_TIME_TO_FREEZE_NOW
source: Point-scoring begins in less than a minute
es_mx: La anotación de puntos comienza dentro de un minuto
ja: ポイント集計開始まで 1 分未満
pl: Gromadzenie punktów zacznie się za minutę
ru: Подсчёт очков начнётся в течение минуты
uk: Підрахунок очок почнеться протягом хвилини
zh: 竞赛阶段即将开始
zh_sg: 积分计算将在一分钟内开始

# IDS_MILESTONE_LEADERBOARD
source: Hall of Fame
es_mx: El Salón de la Fama
ja: ランキング
pl: Galeria sław
ru: Зал славы
uk: Зал слави
zh: 名人堂
zh_sg: 名人堂

# IDS_MILESTONE_LEADERBOARD_DESCR
source: Stage Rewards for the Best of the Best
es_mx: Recompensas de la Etapa para lo Mejor de lo Mejor
ja: 上位勢に対するステージ褒賞
pl: Nagrody etapowe dla Najlepszych z najlepszych
ru: Награды лучшим игрокам Этапа
uk: Нагороди найліпшим гравцям Етапу
zh: 最好的阶段奖励
zh_sg: 最佳玩家的阶段奖励
