Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC219_AA_SIGNALMAN_DESCRIPTION
source: Signalers have existed on ships for a long time, since the appearance of the flag semaphore and the system for transmitting messages using signal flags. Over time, the duties of signalers also naturally included observation of the water surface and, later, the situation in the air. Nevertheless, a special rating for signalers (Signalman) appeared in the U.S. Navy only in 1921. The sleeve patch of a Signalman depicted two crossed semaphore flags and, until 1949, it was worn on the right sleeve. In 1948–1949, the rating was merged with the navigation rating (Quartermaster). In 1956, it was restored (with the patch worn on the left sleeve), and in 2003, it was finally abolished.
es_mx: Los hombres de las señales han existido en los barcos por mucho tiempo, desde la aparición de la bandera como semáforo y del sistema para transmitir mensajes usando banderas de señales. Con el tiempo, las tareas de los hombres de las señales también incluían observación de la superficie del agua y, más tarde, la situación aérea. No obstante, un rango especial para los señaladores (hombres de las señales) apareció en la Armada de los EE. UU. sólo hasta 1921. El parche en la manga del Hombre de las Señales mostraba dos banderas de semáforo cruzadas y, hasta 1949, se usaba en la manga derecha. Entre 1948 y 1949, el rango fue fusionado con el rango de navegación (Quartermaster). En 1956, fue restaurado (con el parche usado en la manga izquierda), y en 2003, fue abolido finalmente.
ja: 信号員は、手旗信号や信号旗によってメッセージと伝達するシステムが登場して以降、長年に渡って艦艇に存在し続けて来ました。やがてその任務には自然と水面の監視が含まれるようになり、後には上空の監視も加えられました。にも関わらず、アメリカ海軍においてこれを専門とする職域である信号手 (Signalman) が登場したのは、1921 年のことだったのです。 信号手の袖章は、2 本の手旗が交差した図柄であり、右袖に装着されていました。1948 - 1949 年、この職域は航法を専門とする職域である操舵手 (Quartermaster) と統合されましたが、1956 年に復活し、パッチが左袖に装着されるようになりました。そして 2003 年に、完全に廃止されました。
pl: Sygnaliści pracowali na pokładach okrętów od pojawienia się alfabetu semaforowego i systemu przekazywania wiadomości za pomocą flag sygnałowych. Z czasem do obowiązków sygnalistów naturalnie doszły też obserwacja powierzchni wody, a potem również powietrza. Osobny stopień dla sygnalistów pojawił się w U.S. Navy dopiero w 1921 roku. Naszywka sygnalisty przedstawiała dwie skrzyżowane flagi semaforowe i do 1949 roku noszono ją na prawym rękawie. W latach 1948–1949 stopień ten został ujednolicony ze stopniem nawigatorskim (kwatermistrz). W 1956 roku przywrócono go (z naszywką noszoną na lewym rękawie), a w 2003 roku ostatecznie go zlikwidowano.
ru: Матросы-сигнальщики на корабле существуют издавна, с момента появления флажного семафора и системы передачи сообщений с помощью сигнальных флагов. С течением времени естественным образом в функции сигнальщиков вошло и наблюдение за водной гладью, а затем и за обстановкой в воздухе. Тем не менее особая специальность сигнальщиков (Signalman) в ВМС США появилась лишь в 1921 году. Нарукавный знак сигнальщика представлял собой два скрещённых семафорных флажка и до 1949 года носился на правом рукаве. В 1948–1949 гг. специальность была слита с навигационной специальностью (Quartermaster), в 1956 году восстановлена (с ношением нашивки на левом рукаве), а в 2003 году упразднена окончательно.
uk: Матроси-сигнальники на кораблі існують здавна, з миті появи прапорного семафора і системи передавання повідомлень за допомогою сигнальних прапорів. З плином часу природним способом до функцій сигнальників увійшло і спостереження за водною поверхнею, а потім і за обставинами у повітрі. Проте особливий фах сигнальників (Signalman) у ВМС США з’явився лише 1921 р. Нарукавний знак сигнальника — два схрещених семафорних прапорці, який до 1949 р. носили на правому рукаві. Фах поєднали з навігаційним фахом (Quartermaster) у 1948–1949 рр., а 1956 р. відновили (з носінням нашивки на лівому рукаві), а вже 2003 р. скасували остаточно.
zh: 自船旗信号的出现以及使用信号标志传送信息的系统出现以来，信号手在船上已存在很长的时间。随着时间的推移，信号手的职责自然也包含水面观察以及后来空中状况的观察。尽管如此，直到1921年M国海军才出现特别的信号手的职位。 信号手的徽章描绘了两个交叉的信号标志，直到1949年它都被穿戴在右袖上。1948年到1949年，这个等级与领航等级（军需官）合并。1956年，它被恢复了（袖徽配戴在左袖上），并且在2003年它终于被废除。
zh_sg: 自从旗语和通过信号旗传递信息的系统的出现，信号手就已经长时间地出现在船上了。随着时间的推移，信号手的职责包括观测水面的情况，以及后来，也包括空中的情况。尽管如此，信号手的特殊等级——信号士官（Signalman）直到1921年才在美国海军中出现。 信号员的袖徽上绘有两个交叉的信号旗，直到1949年，都被佩戴在右臂上。1948年-1949年，这一等级与航行等级航信士官（Quartermaster）合并。1956年，它被恢复（袖徽佩戴在左臂），但在2003年，最终被废除。

# IDS_PCZC220_AA_MACHINIST
source: Machinist's Mate
es_mx: Maquinista Auxiliar
ja: 機関手
pl: Maszynista
ru: Машинист
uk: Машиніст
zh: 机械军士
zh_sg: 机工士官

# IDS_PCZC220_AA_MACHINIST_DESCRIPTION
source: The rating of Machinist appeared on U.S. Navy ships in the 1860s, after the fleet's transition to steam traction. Having undergone a number of changes in its early history, the rating's final structure and name (Machinist's Mate) was adopted in 1904, after another revision of the rating system. The duty of Machinist's Mates included ensuring proper operation of engine room units, all other engines, and support systems located on the ship, including the water supply, cooling systems, fuel supply, and others. Since 1886, the emblem of Machinist's Mates has been the image of a ship's three-bladed propeller. The insignia of this rating acquired its modern look back in 1894. The patch was worn on the left sleeve.
es_mx: El rango de Maquinista apareció en la Marina de los Estados Unidos en 1860, después de la transición de la flota a tracción de vapor. Después de haber sufrido una serie de cambios en su historia temprana, el rango final y su nombre (Maquinista Auxiliar) fue adoptado en 1904, después de otra revisión del sistema de rangos. El trabajo del Auxiliar de Maquinista incluía asegurarse de la operación de la sala de máquinas, todas las otras máquinas, y el apoyo a los sistemas localizados en el barco, incluyendo el subministro del agua, los sistemas de enfriamiento, el subministro del combustible, y otras cosas. Desde 1886, el emblema de Maquinista Auxiliar ha sido una imagen de hélice de tres-palas. La insignia de este rango adquirió una forma más moderna en 1894. El parche se pone en la manga izquierda.
ja: アメリカ海軍の艦艇に機関員 (Machinist) という職域が登場したのは、艦隊が汽走式に以降した後の 1860 年代のことでした。そしてその初期には様々な変更が加えられたものの、職能システムの再度の見直しが実施された後の 1904 年に、この職能の最終的な構造と名称が承認され、正式には機関手 (Machinist's Mate) と呼ばれるようになりました。機関手の任務は、機関室内のユニットによるプロペラの駆動や、その他のあらゆるエンジン関連設備に加え、給水システム、冷却システムその他のサポートシステム類が適切に動作することを保証することでした。 1886 年以降、機関手の袖章は、艦艇用の 3 枚羽根のプロペラの図柄となりました。このマークは 1894 年からはより近代的なデザインになり、左袖に装着されていました。
pl: Stopień maszynisty pojawił się w U.S. Navy w latach 60. XIX wieku, po przejściu floty na napęd parowy. Po przejściu kilku zmian na początku swojej historii, struktura i nazwa stopnia zostały ustalone na dobre w 1904 roku, po kolejnej reformie system stopni. Do obowiązków maszynisty należało zapewnienie właściwej pracy jednostek w maszynowni oraz wszystkich pozostałych silników i systemów pomocniczych na okręcie, w tym systemów wody, chłodzenia, paliwa i innych. Od 1886 roku naszywka maszynisty przedstawia trójpłatową śrubę okrętową. Dzisiejszego wyglądu nabrała ostatecznie w 1894 roku. Noszono ją na lewym rękawie.
ru: Специальность машинистов появилась на кораблях ВМС США в 1860-х годах вслед за переходом флота на паровую тягу. Претерпев за свою начальную историю целый ряд изменений, окончательную структуру и название (Machinist’s Mate) она приняла в 1904 году после очередного пересмотра системы специальностей. В ответственность машинистов входило обеспечение надлежащей работы как агрегатов в машинном отделении, так и всех остальных двигателей и систем обеспечения, расположенных на корабле, включая водоснабжение, системы охлаждения, подачи топлива и другие. Эмблемой машинистов с 1886 года являлось изображение корабельного трёхлопастного винта. Свой современный вид знак этой специальности приобрёл ещё в 1894 году. Носить нашивку положено было на левом рукаве.
uk: Фах машиніст з’явився на кораблях ВМС США у 1860-х рр. слідом за переходом флоту на парову тягу. Зазнавши за свою початкову історію низки змін, остаточну структуру і назву (Machinist’s Mate) фах одержав 1904 р. після чергового перегляду фахової системи. До зони відповідальності машиністів входило забезпечення належної роботи як агрегатів в машинному відділенні, так і всіх інших рушіїв і систем забезпечення, розташованих на кораблі, включно з водопостачанням, систем охолодження, подачі пального тощо. Емблемою машиністів з 1886 р. був корабельний трилопатевий гвинт. Свій сучасний вигляд знак цього фаху отримав ще 1894 р. Носити нашивку потрібно було на лівому рукаві.
zh: 1860年代，舰队转换到蒸气动力后，机械军士阶级出现在M国海军战舰上。在其早期发生一些变化后，该等级的最终结构和名称（机械军士）于1904年的一次阶级修订后被采用。机械军士的职责包含确保引擎室设备、所有其他引擎和船上所有支援系统，包括供水系统、冷却系统、燃料供应等的正常运行。 自1886年以来，机械军士的徽章一直是船只三叶螺旋桨的图像。这个等级的徽章早在1894年就获得它现在的外观并被穿戴在左袖上。
zh_sg: 机工等级在1860年代舰队过渡到蒸汽动力之后，出现在美国海军中。在早期经历了一些变化之后，在1904年的一次评级系统的修订之后，这一等级的最终结构和名字（Machinist's Mate）才被采纳。机工士官的职责包括确保引擎室单元和所有其他引擎以及包括供水系统，冷却系统，燃料供应等其他位于舰上的支持系统的的正常工作。 从1886年起，机工士官的标志一直是战舰的三叶螺旋桨。这一等级的现代样式从1894年开始使用。袖徽佩戴在左臂上。

# IDS_PCZC221_AA_QUARTERMASTER
source: Quartermaster
ja: 操舵手
pl: Kwatermistrz
ru: Рулевой
uk: Рульовий
zh: 军需官
zh_sg: 航信士官

# IDS_PCZC221_AA_QUARTERMASTER_DESCRIPTION
source: In the U.S. Navy, sailors and petty officers performing various duties on a ship associated with its navigation relate to the rating of steerers or Quartermasters. The closest assistants to Navigational Officers and Officers of the Deck, they operate navigational instruments, work with maps, and stand at the helm. This rating is one of the oldest in the U.S. Navy, founded in the late 18th century. A special sleeve sign of navigating sailors appeared in the 1860s. Since 1886, the emblem of the rating has been a steering wheel (the helm). The insignia generally resembling its modern look acquired its appearance in 1894. The patch was worn on the left sleeve, except for the period from 1913 to 1949, when it was worn on the right sleeve.
es_mx: En la Marina de los Estados Unidos, los marineros y los suboficiales haciendo varios deberes en el barco asociados con la navegación se relacionan con el rango de guiador o Quartermaster. Los más cercanos a los asistentes de Oficiales de Navegación y los oficiales de Cubierta, ellos operan los instrumentos de navegación, trabajan en mapas, y se paran en el timón. Este rango es uno de los más viejos en la Marina de los Estados Unidos, fundada en el siglo XVIII. Un diseño de insignia especial para manga de los marineros navegadores apareció en 1860. Desde 1886, el emblema del rango ha sido un volante (el timón). La insignia toma su aspecto moderno en 1894. El parche se ponía en la manga izquierda, excepto por el periodo desde 1913 a 1949, cuando fue puesta en la manga derecha.
ja: アメリカ海軍においては、操舵手 (Quartermaster) という職域に配属された水兵や下士官が、艦艇の航法に関連した様々な任務に従事しています。彼らは航法将校 (Navigational Officer) および当直将校 (Officer of the Deck) を密接に補佐する兵員であり、その任務は、航法関連の機器の運用、地図の取り扱い、舵輪の操作など、多岐に渡ります。 この職域は、アメリカ海軍においては最も古いもののひとつであり、18 世紀の後半に制定されました。そしてこの職域用の特別な袖章が、1860 年代に登場しました。 この職域の袖章は、1886 年以降、舵輪の図案となりました。その後徐々に近代的なデザインに改められ、1894 年に完成されました。この袖章は、1913 年から 1949 年にかけては右袖に装着されていましたが、それ以外の時代においては左袖に装着されていました。
pl: W U.S. Navy marynarze i bosmani pełniący rozmaite obowiązki związane z nawigacją okrętu noszą stopień kwatermistrzów. Są najbliższymi asystentami oficerów nawigacyjnych i oficerów pokładowych, obsługują urządzenia nawigacyjne, pracują z mapami i zajmują stanowiska na mostku. Stopień ten jest jednym z najstarszych w U.S. Navy i jego początki sięgają XVIII wieku. Specjalna naszywka pojawiła się w latach 60. XIX wieku. Od 1886 roku na naszywce widnieje koło sterowe (mostek). Swój dzisiejszy kształt przybrały w 1894 roku. Naszywkę noszono na lewym rękawie, z wyjątkiem okresu od 1913 do 1949 roku, gdy noszona była na prawym rękawie.
ru: В ВМС США матросы и старшины, выполняющие на корабле различные обязанности, связанные с навигацией, относятся к специальности рулевых или «квартирмейстеров» (Quartermaster). Они являются ближайшими помощниками офицеров-штурманов и вахтенных офицеров, обслуживают навигационные приборы, работают с картами, стоят за штурвалом. Эта специальность относится к числу старейших в американском флоте, учреждена она была в конце XVIII века. Особый нарукавный знак матросов навигационных специальностей появился в 1860-х годах. С 1886 года эмблемой специальности является рулевое колесо (штурвал). В общих чертах современный вид нашивка приобрела в 1894 году. Носить эту нашивку положено было на левом рукаве, за исключением периода с 1913 года по 1949 год, когда она носилась на правом.
uk: У ВМС США матроси і старшини, які виконують на кораблі всі обов’язки, пов’язані з навігацією, належать до фаху рульових чи стернових (Quartermaster). Вони є найближчими помічниками офіцерів-штурманів і вахтових офіцерів, обслуговують навігаційні прилади, працюють з мапами, стоять за штурвалом. Цей фах, що належить до найстаріших в американському флоті, заснували в кінці XVIII ст. Особливий нарукавний знак матросів навігаційних спеціальностей з’явився у 1860-х рр. Від 1886 р. фахова емблема — це рульове колесо (штурвал). У загальних рисах сучасний вигляд нашивка отримала 1894 р. Носити цю нашивку належало на лівому рукаві, за винятком періоду з 1913 до 1949 рр., коли її носили на правому.
zh: 在M国海军中，执行各种与船只导航相关勤务的水手，和M国海军高级士官长与舵手或军需官有关。他们直接支持导航官和甲板官、操作导航仪器、负责地图并执掌船舵。 这个等级是M国海军中最古老的阶级之一，创立于18世纪末。1860年代出现一种特殊的导航水手标志。 自1886年以来，等级标志一直是方向盘（舵）。它的现代外观与1894年出现以来相似。袖徽除了从1913年到1949年被穿戴在右袖上，它一直都被穿戴在左袖上。
zh_sg: 在美国海军中，执行与船上航行有关的各种职责的水手和士官从事舵手或航信士官级别的工作。他们是导航官员最亲密的助手，是可靠的值班人员，他们操作导航仪器，使用地图工作，站在舵前。 这个级别是美国海军中最古老的级别之一，它开始于18世纪后期。1860年代出现了航海水手的特殊袖标。 从1886年以来，这一级别的徽章一直都是船舵。一般来说，徽章现代的外观是在1894年开始的。除了从1913年到1949年的时候，佩戴在右臂，其他时间都是佩戴在左臂上的。

# IDS_PCZC222_AA_STOREKEEPER
source: Storekeeper
es_mx: Almacenista
ja: 補給員
pl: Magazynier
ru: Баталёр
uk: Баталер
zh: 军需品管理员
zh_sg: 补给士官

# IDS_PCZC222_AA_STOREKEEPER_DESCRIPTION
source: The rating of a supply handler or stockman (Storekeeper) in the U.S. Navy existed from 1916 to 2009. The Storekeepers' duties included storing, issuing, and replenishing of various equipment, tools, and consumable items stored in the numerous storage facilities of a ship. The emblem of the rating contained two crossed keys. Until 1916, this emblem was used to refer to the specialty of ship's clerks. A Storekeeper's sleeve patch was worn on the left arm.
es_mx: El rango del encargado de manejar las provisiones o ganadero (Almacenero) existió desde 1916 hasta 2009 en la Marina estadounidense. Los deberes del Almacenero incluían guardar, pedir, y reponer varios equipos, herramientas, y consumibles guardados en varias instalaciones de almacenamiento en el barco. El emblema del rango contenía dos llaves cruzadas. Hasta 1916, este emblema fue usado para referir la especialidad de los secretarios del barco. El parche de los Almaceneros se ponía en el brazo izquierdo.
ja: アメリカ海軍においては、1916 年から 2009 年までの間、補給員 (Storekeeper) という職域が存在していました。補給員の任務には、艦艇内に多数ある貯蔵施設において、様々な設備、工具、消耗品などを保管し、支給し、補充することが含まれていました。 この職域の袖章は、2 本の鍵が交差した図柄ですが、このマークは 1916 年までは艦艇の主計員 (Clerk) を表していました。補給員のパッチは、左袖に装着されていました。
pl: Stanowisko magazyniera istniało w U.S. Navy od 1916 do 2009 roku. Do obowiązków magazyniera należało przechowywanie, rozdzielanie i uzupełnianie różnych rodzajów wyposażenia, narzędzi i innych przedmiotów przechowywanych w licznych magazynach znajdujących się na okręcie. Na naszywce widnieją dwa skrzyżowane klucze. Do 1916 roku naszywki tej używano do specjalności kancelistów okrętowych. Naszywka magazyniera noszona jest na lewym ramieniu.
ru: Специальность баталёр, или кладовщик (Storekeeper), в ВМС США существовала с 1916 по 2009 год. В обязанности баталёров входила работа по хранению, выдаче и пополнению запасов различного оборудования, инструментов и расходных материалов, хранившихся в многочисленных складских помещениях корабля. Эмблемой специальности были два скрещённых ключа. До 1916 года эта эмблема использовалась для обозначения специальности корабельных писарей. Нарукавная нашивка баталёра носилась на левом плече.
uk: Фах баталер, або комірник (Storekeeper), у ВМС США існував з 1916 до 2009 р. В обов’язки баталерів входила робота зі збереження, видачі та поповнення запасів різного обладнання, інструментів і витратних матеріалів, що зберігалися в численних складських приміщеннях корабля. Емблемою спеціальності були два схрещених ключа. До 1916 р. цю емблему використовували, щоб позначати фах «корабельний писар». Нарукавну нашивку «баталер» носили на лівому плечі.
zh: 补给管理员或库存管理员（军需品管理员）等级自1916年至2009年存在于M国海军。军需品管理员的职责包含储存、发放和补充库存在船只中无数储存设备的各种设备、工具和消耗品。 该阶级的徽章包含两把交叉的钥匙。直到1916年，这个标志都被用来代表船上的书记。军需品管理员的袖徽被穿戴在左袖上。
zh_sg: 补给管理员或者补给士官（Storekeeper）的级别从1916年到2009年在美国海军中存在。补给士官的职责是存储，发放和补充保存在船上众多存储设施中的各种设备，工具和消耗品。 这一等级的标志包含两把交叉的钥匙。直到1916年，这一标志才被用于标明船员中的这一专业。仓库管理员的袖徽佩戴在左臂上。

# IDS_PCZC223_AA_MUSICIAN
source: Musician
es_mx: Músico
ja: 軍楽手
pl: Muzyk
ru: Музыкант
uk: Музикант
zh: 乐手
zh_sg: 军乐士官

# IDS_PCZC223_AA_MUSICIAN_DESCRIPTION
source: The rank of Musician was established in the U.S. Navy in 1838, but the modern rating only appeared in 1944. The Musician's duties include keeping, if necessary, of the crew's morale and participation in all the numerous rituals and solemn ceremonies taking place on a ship. The sleeve insignia of the Musicians was introduced in 1886, the lyre became the rank's emblem. The patch is worn on the left sleeve.
es_mx: El rango de Músico fue establecido en la Marina de los Estados Unidos en 1838, pero el rango moderno apareció en 1944. Los deberes de los músicos incluían mantener, si era necesario, la moral de la tripulación y participar en numerosos rituales y ceremonias solemnes a bordo del barco. La insignia de manga de los Músicos fue introducida en 1886, la lira se convirtió en el emblema del rango. El parche se pone en la manga izquierda.
ja: 軍楽手 (Musician) は、アメリカ海軍においては 1838 年に制定されましたが、近代的な職域として登場したのは、1944 年のことでした。その任務には、必要に応じて乗組員の士気を維持したり、艦上にて数多く執り行われる全ての典礼や厳粛な儀式に参加したりすることが含まれています。 軍楽手の袖章は 1886 年に導入され、その図柄としては琴が選ばれました。このパッチは、左袖に装着されます。
pl: Stopień muzyka pojawił się w U.S. Navy już w 1838 roku, ale swój obecny kształt stopień przybrał w 1944 roku. Do obowiązków muzyka należało podnoszenie morale załogi i uczestnictwo w licznych rytuałach i ceremoniach odbywających się na pokładzie okrętu. Naszywka muzyka wprowadzona została w 1886 roku i przedstawia lirę. Noszona jest na lewym rękawie.
ru: Специальность «музыкант» (Musician) в ВМС США была учреждена ещё в 1838 году, однако современную градацию приобрела лишь к 1944 году. В обязанности музыкантов на корабле входило не только поддержание при необходимости боевого духа экипажа, но и участие во всех многочисленных ритуалах и торжественных церемониях, сопровождающих жизнь на корабле. Нарукавный знак музыкантов был введён в 1886 году, эмблемой специальности стала лира. Носилась нашивка на левом рукаве.
uk: Фах «музикант» (Musician) у ВМС США заснували ще 1838 р., проте сучасну градацію отримала лише перед 1944 р. В обов’язки музикантів на кораблі входило не лише підтримання в час потреби бойового духу екіпажу, а й участь у всіх численних церемоніях і урочистостях, які супроводжують життя на кораблі. Нарукавний знак музикантів ввели 1886 р., емблемою фаху стала ліра. Носили нашивку на лівому рукаві.
zh: 乐手等级在1838年创立于M国海军，但现代化的等级只出现在1944年。乐手的职责包含如有必要，保持船员的士气和参与船上举行的众多仪式和庄严仪式。 乐手袖徽于1886年引进，琴弦成为阶级标志。袖徽被穿戴在左袖上。
zh_sg: 军乐士官（Musician）级别在美国海军设立于1838年，但是现代的级别于1944年才出现。音乐家的职责在包括必要时保持船员的士气，并参加船上举行的众多仪式和隆重的典礼。 军乐士官的袖徽在1886年被引入，七弦琴是这一级别的标志。袖徽佩戴在左臂上。

# IDS_PCZC224_HB18_CLAN_BASE
source: Need More Oil!
es_mx: ¡Necesito más Peróleo!
ja: もっとオイルを!
pl: Potrzeba więcej ropy!
ru: Нужно больше нефти!
uk: Потрібно більше нафти!
zh: 需要更多油！
zh_sg: 需要更多的油！

# IDS_PCZC224_HB18_CLAN_BASE_DESCRIPTION
source: Version: 0.6.11. My port is my castle. We've got our clan base today. "Isn't it wonderful?" some of us said in anticipation. "Finally, I'm gonna go build my own base... with submarines and a research institute!"
es_mx: Versión: 0.6.11. Mi puerto es mi castillo. Hoy conseguimos nuetra base del clan. "¿No es maravilloso?" dijo alguno de ustedes con anticipación. "Finalmente, voy a construir mi propia base... ¡con submarinos y un instituto de navegación"
ja: バージョン: 0.6.11. 我らが港は、我らが城なり。クラン基地が実装されました。 「素晴しいよね?」と誰かが言いました。「ついに自分たちの基地を建造できるんだよ... 潜水艦も欲しいし、研究所も欲しい!」
pl: Wersja: 0.6.11. Mój port jest moim zamkiem. Dziś zbudowaliśmy naszą bazę klanową. „Czyż nie jest cudowna?” mówili niektórzy z nas, podekscytowani. „Kiedyś zbuduję swoją własną bazę... z łodziami podwodnymi i instytutem badawczym!”
ru: Версия: 0.6.11. Мой порт — моя крепость. Сегодня у нас появилась клановая база. «Чудесно, чудесно, — поговаривали некоторые из нас, потирая руки. — Наконец-то я смогу построить свою базу... с подводными лодками и научно-исследовательским институтом!»
uk: Версія: 0.6.11. Мій порт — моя твердиня. Сьогодні в нас нарешті з’явилися кланові бази. «От і чудово, — подумали деякі з нас, потираючи долоні. — Нарешті зможу побудувати власну базу… з підводними човнами та науково-дослідним інститутом!»
zh: 版本：0.6.11. 我的港口是我的城堡。我们今天有我们的军团基地。 「这不是很棒吗？」我们中的一些人在期待中说到。「最后，我要建造自己的基地...有潜艇和研究所！」
zh_sg: 版本：0.6.11. 港口就是我的城堡。我们今天有了军团基地。 “这不是很棒吗？” 我们中一些人期待地说。“最后，我要建造自己的基地......还要有潜艇和研究所！”

# IDS_PCZC225_HB18_HALLOWEEN
source: Filthy Business
es_mx: Negocio Sucio
ja: 汚れ仕事
pl: Plugawe interesy
ru: Скверное дело
uk: Брудна справа
zh: 肮脏的生意
zh_sg: 肮脏的生意

# IDS_PCZC225_HB18_HALLOWEEN_DESCRIPTION
source: Version: 0.6.12. We had several slayers of evil, three security towers, a dozen packages of special consumables, a couple of magazines with cool comic books, hundreds of unique containers, and an endless army of monsters of all sorts and colors. Not that it was all essential to defeat Rasputin and Great Gorgon, but when you're into closing portals and fighting evil, you just can't stop...
es_mx: Versión: 0.6.12. Tuvimos varios asesinos malvados, tres torres de seguridad, docenas de paquetes de consumibles especiales, un par de revistas con historietas interesantes, cientos de contenedores únicos y un sinfín de ejércitos de monstruos de todas clases y colores. No es que todo sea esencial para derrotar a Rasputin y al Gran Gorgón, pero una vez que empiezas a cerrar portales y pelear la maldad, simplemente no te puedes detener...
ja: バージョン: 0.6.12. 悪に挑む数隻の艦艇、世界を守る 3 つの塔、多数の特別消耗品、クールなコミックが掲載された雑誌、無数の特別コンテナ、そして際限なく襲い来るモンスターの軍勢。悪の軍勢と交戦し、ポータルを封印するためのこの戦いにおいては、最大の敵はラスプーチンやグレート・ゴルゴンだけではありませんでした。戦うことを止められないあなたの心もまた、大きな敵だったのかも知れません...
pl: Wersja: 0.6.12. Mieliśmy kilku pogromców zła, trzy wieże strażnicze, tuzin paczek ze specjalnym sprzętem eksploatacyjnym oraz kilka magazynów z fajnymi komiksami, setki unikalnych kontenerów i niekończącą się armię potworów występujących w najróżniejszych odmianach. Nie, żeby było to niezbędne do pokonania Rasputina i Wielkiej Gorgony, ale jak już zamykasz portale i walczysz ze złem, to ciężko się powstrzymać...
ru: Версия: 0.6.12. У нас было несколько борцов со злом, три охранные башни, десяток упаковок специального снаряжения, пара новостей с крутыми комиксами, сотня уникальных контейнеров и бесконечное множество монстров всех сортов и расцветок. Не то чтобы это всё было нужно, чтобы одолеть «Распутина» и «Великого Горгона», но когда начал закрывать порталы и сражаться со злом, сложно остановиться...
uk: Версія: 0.6.12. У нас було кілька борців зі злом, три охоронні вежі, десяток пакунків спеціального спорядження, кілька новин із крутими коміксами, сотня унікальних контейнерів і безліч монстрів на будь-який смак. Звісно, перемогти «Распутіна» та «Горгона Великого» можна було й без того, але, почавши зачиняти портали та битися зі злом, зупинитися буває дуже важко…
zh: 版本：0.6.12. 我们有几个邪恶的杀手、三个防卫塔、几打特殊消耗品包、一些带有很酷漫画书的杂志、数百个独特货柜以及各式各样和各种颜色的无尽的怪物军队。并不是说击败拉斯普京和戈尔贡都是不可或缺的，但当您关闭传送门并与邪恶作战时，您就是无法停止…
zh_sg: 版本：0.6.12. 我们有几个邪恶的杀手，三个安全塔，十几个特殊消耗品包，一些很酷的漫画杂志，数百个独特补给箱以及各种各样形形色色的无数怪物。并不是说一定要击败拉斯普京和戈尔贡，但当您进入关闭的传送被并与邪恶作战时，您就根本停不下来...
