Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT035_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT036_1
source: Earn %(count)d "Captured", "Assisted in capture" ribbon.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura".
ja: 「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź baretkę „Zajęcie” lub „Pomoc w zajęciu” %(count)d raz.
ru: Получите %(count)d ленту «Захватил», «Помог захватить».
uk: Отримайте %(count)d стрічку «Захопив», «Допоміг захопити».
zh: 获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 获得%(count)d个“占领”、“协助占领”勋带。

# IDS_PCQT037_1
source: Hit enemy ships %(count)d time with the main or secondary battery guns.
es_mx: Impacta barcos enemigos %(count)d vez con los cañones de la batería primaria o secundaria.
ja: 主砲または副砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz działem baterii głównej lub dodatkowej.
ru: Попадите по кораблям противника %(count)d раз из орудий главного или вспомогательного калибра.
uk: Влучте у кораблі супротивника %(count)d раз з гармат головного або допоміжного калібру.
zh: 用主炮或副炮击中敌方战舰 %(count)d 次。
zh_sg: 用主炮或副炮击中敌方战舰%(count)d次。

# IDS_PCQT038_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。

# IDS_PCQT039_1
source: Incapacitate or destroy %(count)d main battery mount on an enemy ship.
es_mx: Incapacita o destruye %(count)d montaje de la batería principal en un barco enemigo.
ja: 敵艦艇の主砲 %(count)d 基を機能停止または大破させる。
pl: Poważnie uszkodź lub zniszcz działo głównej baterii wrogiego okrętu %(count)d raz.
ru: Выведите из строя или уничтожьте %(count)d установку главного калибра на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d установку головного калібру на кораблі супротивника.
zh: 瘫痪或击毁 %(count)d 座敌方战舰所安装的主炮组。
zh_sg: 致使失效或击毁%(count)d座敌舰安装的主炮组。

# IDS_PCQT040_1
source: Earn a total of %(count)d Free XP.
es_mx: Obtén un total de %(count)d puntos de Experiencia Libre.
ja: 合計 %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта суммарно.
uk: Здобудьте загалом %(count)d од. вільного досвіду.
zh: 获得总共 %(count)d 全局经验
zh_sg: 获得总共%(count)d全局经验

# IDS_PCQT041_1
source: Play %(count)d battle with at least one signal mounted on your ship.
es_mx: Juega %(count)d batalla con al menos una señal montada en tu barco.
ja: 自艦艇に信号旗を 1 組以上搭載して %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę z przynajmniej jednym sygnałem zamontowanym na okręcie.
ru: Сыграйте %(count)d бой, установив на корабль хотя бы один сигнал.
uk: Зіграйте %(count)d бій, встановивши на корабель хоча б один сигнал.
zh: 在您的战舰上安装至少一面信号旗并进行 %(count)d 场战斗。
zh_sg: 在您的战舰上安装至少一面信号旗并进行%(count)d场战斗。

# IDS_PCQT045_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT046_1
source: Shoot down %(count)d enemy aircraft.
es_mx: Derriba %(count)d avión enemigo.
ja: 敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga.
ru: Сбейте %(count)d самолёт противника.
uk: Збийте %(count)d літак супротивника.
zh: 击落 %(count)d 架敌方飞机。
zh_sg: 击落%(count)d架敌方飞机。

# IDS_PCQT047_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 获得 %(count)d 个任何成就。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT048_1
source: Destroy %(count)d enemy destroyer.
es_mx: Destruye %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niszczyciel wroga.
ru: Уничтожьте %(count)d эсминец противника.
uk: Знищте %(count)d есмінець супротивника.
zh: 击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 击毁%(count)d艘敌方驱逐舰。

# IDS_PCQT049_1
source: Destroy %(count)d enemy cruiser.
es_mx: Destruye %(count)d crucero enemigo.
ja: 敵巡洋艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d krążownik wroga.
ru: Уничтожьте %(count)d крейсер противника.
uk: Знищте %(count)d крейсер супротивника.
zh: 击毁 %(count)d 艘敌方巡洋舰。
zh_sg: 击毁%(count)d艘敌方巡洋舰。

# IDS_PCQT050_1
source: Destroy %(count)d enemy battleship.
es_mx: Destruye %(count)d acorazado enemigo.
ja: 敵戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik wroga.
ru: Уничтожьте %(count)d линкор противника.
uk: Знищте %(count)d лінкор супротивника.
zh: 击毁 %(count)d 艘敌方战列舰。
zh_sg: 击毁%(count)d艘敌方战列舰。

# IDS_PCQT051_1
source: Destroy %(count)d enemy aircraft carrier.
es_mx: Destruye %(count)d portaaviones enemigo.
ja: 敵航空母艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d lotniskowiec wroga.
ru: Уничтожьте %(count)d авианосец противника.
uk: Знищте %(count)d авіаносець супротивника.
zh: 击毁 %(count)d 艘敌方航空母舰。
zh_sg: 击毁%(count)d艘敌方航空母舰。

# IDS_PCQT052_1
source: Earn %(count)d "Confederate" achievement.
es_mx: Causa %(count)d HP de daño a portaaviones enemigos.
ja: 勲章「共謀者」を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie „Wsparcie”.
ru: Получите %(count)d достижение «Поддержка».
uk: Отримайте %(count)d досягнення «Підтримка».
zh: 对敌方航空母舰造成 %(count)d 血量伤害。
zh_sg: 获得%(count)d次“支援”成就。

# IDS_PCQT053_1
source: Hit enemy ships %(count)d time with any armament in a single battle.
es_mx: Impacta barcos enemigos %(count)d vez con cualquier armamento en una sola batalla.
ja: 1 戦で任意の兵装によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz dowolnym rodzajem uzbrojenia w jednej bitwie.
ru: В одном бою попадите по кораблям противника %(count)d раз из любых видов вооружения.
uk: В одному бою влучте у кораблі супротивника %(count)d раз з будь-якого виду озброєння.
zh: 在一场战斗中用任何武器击中敌方战舰 %(count)d 次。
zh_sg: 在一场战斗中用任意武器击中敌方战舰%(count)d次。

# IDS_PCQT054_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT055_1
source: Play %(count)d battle with any camouflage mounted on your ship.
es_mx: Juega %(count)d batalla con cualquier camuflaje montado en tu barco.
ja: 自艦艇に任意の迷彩を搭載して %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę z nałożonym dowolnym kamuflażem.
ru: Сыграйте %(count)d бой, установив на корабль любой камуфляж.
uk: Зіграйте %(count)d бій, нанісши на корабель будь-який камуфляж.
zh: 在您的战舰上安装任何涂装并进行 %(count)d 场战斗。
zh_sg: 在您的战舰上安装任意涂装并进行%(count)d场战斗。

# IDS_PCQT061_1
source: Shoot down %(count)d enemy aircraft.
es_mx: Derriba %(count)d avión enemigo.
ja: 敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga.
ru: Сбейте %(count)d самолёт противника.
uk: Збийте %(count)d літак супротивника.
zh: 击落 %(count)d 架敌方飞机。
zh_sg: 击落%(count)d架敌方飞机。

# IDS_PCQT062_1
source: Destroy %(count)d ship of Tier V or above.
es_mx: Destruye %(count)d barco de Tier V o superior.
ja: Tier V 以上の艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt poziomu V lub wyższego.
ru: Уничтожьте %(count)d корабль V уровня или выше.
uk: Знищте %(count)d корабель V рівня або вище.
zh: 击毁 %(count)d 艘 V 级或以上战舰。
zh_sg: 击毁%(count)d艘 V 级或以上战舰。

# IDS_PCQT063_1
source: Cause %(count)d HP of damage to enemy ships in a single battle.
es_mx: Causa %(count)d HP de daño a barcos enemigos en una sola batalla.
ja: 1 戦で敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga w jednej bitwie.
ru: В одном бою нанесите %(count)d урона кораблям противника.
uk: В одному бою завдайте %(count)d од. шкоди кораблям супротивника.
zh: 在一场战斗中对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT064_1
source: Destroy %(count)d enemy ship in a single battle.
es_mx: Destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga w jednej bitwie.
ru: В одном бою уничтожьте %(count)d корабль противника.
uk: В одному бою знищте %(count)d корабель супротивника.
zh: 在一场战斗中击毁 %(count)d 艘敌方战舰。
zh_sg: 在一场战斗中击毁%(count)d艘敌方战舰。

# IDS_PCQT065_1
source: Hit enemy ships %(count)d time with rockets, aerial bombs or aerial torpedoes.
es_mx: Consigue %(count)d impacto sobre los barcos enemigos con cohetes, bombas aéreas o torpedos.
ja: ロケット弾、航空爆弾または航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga rakietą, bombą lub torpedą lotniczą %(count)d raz.
ru: Попадите %(count)d раз ракетами, авиабомбами или авиаторпедами по кораблям противника.
uk: Влучте %(count)d раз ракетами, авіабомбами або авіаторпедами у кораблі супротивника.
zh: 用航空炸弹或航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用火箭弹、空投炸弹或空投鱼雷命中敌方战舰%(count)d次。

# IDS_PCQT066_1
source: Earn %(count)d individual heroic achievement.
es_mx: Obtén %(count)d logro individual heróico.
ja: 単独英雄勲章を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie bohaterskie.
ru: Получите %(count)d индивидуальное героическое достижение.
uk: Отримайте %(count)d особисте героїчне досягнення.
zh: 获得 %(count)d 个个人英勇成就。
zh_sg: 获得%(count)d个个人英勇成就。

# IDS_PCQT067_1
source: Earn %(count)d "Defended" ribbon.
es_mx: Obtén %(count)d cinta "Defendida"
ja: 「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Obroniono”.
ru: Получите %(count)d ленту «Защитил».
uk: Отримайте %(count)d стрічку «Захистив».
zh: 获得 %(count)d 个「防御」勋带。
zh_sg: 获得%(count)d个“防御”勋带。

# IDS_PCQT068_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT069_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите в %(count)d бою, оставаясь в живых до конца боя.
uk: Здобудьте перемогу у %(count)d бою, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗并且存活下来。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT070_1
source: Earn %(count)d Commander XP in a single battle.
es_mx: Obtén %(count)d puntos de XP del Comandante en una sola batalla.
ja: 1 戦で %(count)d 艦長 EXP 取得する。
pl: Zdobądź %(count)d PD dowódcy w jednej bitwie.
ru: Заработайте в одном бою %(count)d опыта командира.
uk: Здобудьте в одному бою %(count)d од. досвіду командира.
zh: 在一场战斗中获得 %(count)d 指挥官经验。
zh_sg: 在一场战斗中获得%(count)d指挥官经验。

# IDS_PCQT071_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT075_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT076_1
source: Hit enemy ships with the main or secondary battery guns %(count)d time in a single battle.
es_mx: Impacta barcos enemigos con los cañones de la batería primaria o secundaria %(count)d vez en una sola batalla.
ja: 1 戦で主砲または副砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działem baterii głównej lub dodatkowej %(count)d raz w ciągu bitwy.
ru: В одном бою попадите по кораблям противника из орудий главного или вспомогательного калибра %(count)d раз.
uk: В одному бою влучте у кораблі супротивника з гармат головного або допоміжного калібру %(count)d раз.
zh: 在一场战斗中用主炮或副炮击中敌方战舰 %(count)d 次。
zh_sg: 在一场战斗中用主炮或副炮击中敌方战舰%(count)d次。

# IDS_PCQT077_1
source: Hit enemy ships %(count)d time with ship torpedoes or aerial torpedoes.
es_mx: Impacta barcos enemigos %(count)d vez con torpedos de barcos o torpedos aéreos.
ja: 艦載魚雷または航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz torpedą okrętową lub lotniczą.
ru: Попадите по кораблям противника корабельными или авиаторпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними або авіаторпедами %(count)d раз.
zh: 用战舰鱼雷或航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷或空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT078_1
source: Hit the citadel of an enemy ship %(count)d time in a single battle.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę wrogiego okrętu %(count)d raz w jednej bitwie.
ru: В одном бою попадите %(count)d раз в цитадель корабля противника.
uk: В одному бою влучте %(count)d раз у цитадель корабля супротивника.
zh: 在一场战斗中击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 在一场战斗中击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT079_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT080_1
source: Destroy %(count)d enemy ship with the secondary battery guns.
es_mx: Destruye %(count)d barco enemigo con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga przy użyciu dział baterii dodatkowej.
ru: Уничтожьте %(count)d корабль противника огнём орудий вспомогательного калибра.
uk: Знищте %(count)d корабель супротивника вогнем гармат допоміжного калібру.
zh: 用次要武器击毁 %(count)d 艘敌方战舰。
zh_sg: 用副炮击毁%(count)d艘敌方战舰。

# IDS_PCQT081_1
source: Destroy %(count)d enemy ship with the main or secondary battery guns.
es_mx: Destruye %(count)d barco enemigo con los cañones de la batería principal o secundaria.
ja: 主砲と副砲によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga przy użyciu dział baterii głównej lub dodatkowej.
ru: Уничтожьте %(count)d корабль противника огнём орудий главного или вспомогательного калибра.
uk: Знищте %(count)d корабель супротивника вогнем гармат головного або допоміжного калібру.
zh: 用主炮或副炮击毁 %(count)d 艘敌方战舰。
zh_sg: 用主炮或副炮击毁%(count)d艘敌方战舰。

# IDS_PCQT082_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 获得 %(count)d 个「清算者」成就。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT083_1
source: Cause %(count)d HP of damage with the main or secondary battery guns in a single battle.
es_mx: Causa %(count)d HP de daño con la batería principal o secundaria en una sola batalla.
ja: 1 戦で主砲または副砲によって %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń działami baterii głównej lub dodatkowej w jednej bitwie.
ru: В одном бою нанесите %(count)d урона огнём орудий главного или вспомогательного калибра.
uk: В одному бою завдайте %(count)d од. шкоди вогнем гармат головного або допоміжного калібру.
zh: 在一场战斗中用主炮或副炮造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中用主炮或副炮造成%(count)d血量伤害。

# IDS_PCQT084_1
source: Shoot down %(count)d enemy aircraft in a single battle.
es_mx: Derriba %(count)d avión enemigo en una sola batalla.
ja: 1 戦で敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga w jednej bitwie.
ru: В одном бою сбейте %(count)d самолёт противника.
uk: В одному бою збийте %(count)d літак супротивника.
zh: 在一场战斗中击落 %(count)d 架敌方飞机。
zh_sg: 在一场战斗中击落%(count)d架敌方飞机。

# IDS_PCQT085_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT086_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT087_1
source: Play %(count)d battle with at least one upgrade mounted on your ship.
es_mx: Juega %(count)d batalla con al menos una mejora montada en tu barco.
ja: アップグレードを 1 個以上搭載して %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę z przynajmniej jednym zamontowanym ulepszeniem.
ru: Сыграйте %(count)d бой на корабле с хотя бы одной установленной модернизацией.
uk: Зіграйте %(count)d бій кораблем із щонайменше однією встановленою модернізацією.
zh: 在您的战舰上安装至少一个升级品并进行 %(count)d 场战斗。
zh_sg: 用至少安装了一件升级品的战舰进行%(count)d场战斗。

# IDS_PCQT091_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT092_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes or aerial torpedoes.
es_mx: Causa %(count)d HP de daño a barcos enemigos con torpedos de barcos o torpedos aéreos.
ja: 艦載魚雷または航空魚雷で敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami okrętowymi lub lotniczymi.
ru: Нанесите кораблям противника %(count)d урона корабельными или авиаторпедами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди корабельними або авіаторпедами.
zh: 用战舰鱼雷或航空鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用舰载鱼雷或空投鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT093_1
source: Cause %(count)d flooding to enemy battleships.
es_mx: Causa %(count)d inundación en acorazados enemigos.
ja: 敵戦艦に浸水を %(count)d 回引き起こす。
pl: Spowoduj %(count)d zalanie pancernika wroga.
ru: Вызовите %(count)d затопление на линкорах противника.
uk: Спричиніть %(count)d затоплення на лінкорах супротивника.
zh: 使敌方战列舰进水 %(count)d 次。
zh_sg: 使敌方战列舰进水%(count)d次。

# IDS_PCQT094_1
source: Destroy %(count)d enemy ship with the main or secondary battery guns.
es_mx: Destruye %(count)d barco enemigo con los cañones de la batería principal o secundaria.
ja: 主砲と副砲によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga przy użyciu dział baterii głównej lub dodatkowej.
ru: Уничтожьте %(count)d корабль противника огнём орудий главного или вспомогательного калибра.
uk: Знищте %(count)d корабель супротивника вогнем гармат головного або допоміжного калібру.
zh: 用主炮或副炮击毁 %(count)d 艘敌方战舰。
zh_sg: 用主炮或副炮击毁%(count)d艘敌方战舰。

# IDS_PCQT095_1
source: Destroy %(count)d module on an enemy destroyer or cruiser.
es_mx: Destruye %(count)d módulo en un destructor o crucero enemigo.
ja: 敵駆逐艦または巡洋艦のモジュール %(count)d 個を大破させる。
pl: Zniszcz %(count)d moduł niszczyciela lub krążownika wroga.
ru: Уничтожьте %(count)d модуль на эсминце или крейсере противника.
uk: Знищте %(count)d модуль на есмінці або крейсері супротивника.
zh: 摧毁敌方驱逐舰或巡洋舰上的配件 %(count)d 个。
zh_sg: 摧毁敌方驱逐舰或巡洋舰上的配件%(count)d个。

# IDS_PCQT096_1
source: Set an enemy battleship or aircraft carrier on fire %(count)d time.
es_mx: Causa un incendio en un acorazado o portaaviones enemigo %(count)d vez.
ja: 敵戦艦または航空母艦に火災を %(count)d 回発生させる。
pl: Podpal pancernik lub lotniskowiec wroga %(count)d raz.
ru: Подожгите линкор или авианосец противника %(count)d раз.
uk: Підпаліть лінкор або авіаносець супротивника %(count)d раз.
zh: 使敌方战列舰或航空母舰起火 %(count)d 次。
zh_sg: 使敌方战列舰或航空母舰起火%(count)d次。

# IDS_PCQT097_1
source: Hit the citadel of an enemy cruiser or battleship %(count)d time.
es_mx: Impacta la ciudadela de un crucero o acorazado enemigo %(count)d vez.
ja: 敵巡洋艦または戦艦の防郭に命中弾を %(count)d 回与える。
pl: Traf cytadelę krążownika lub pancernika wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель крейсера или линкора противника.
uk: Влучте %(count)d раз у цитадель крейсера або лінкора супротивника.
zh: 击中敌方巡洋舰或战列舰的装甲区 %(count)d 次。
zh_sg: 击中敌方巡洋舰或战列舰的装甲区%(count)d次。

# IDS_PCQT098_1
source: Incapacitate the engine or steering gears of an enemy destroyer %(count)d time.
es_mx: Incapacita el motor o los engranes de dirección de un destructor enemigo %(count)d vez.
ja: 敵駆逐艦の主機または操舵装置 %(count)d 個を機能停止させる。
pl: Poważnie uszkodź silnik lub układ sterowania niszczyciela wroga %(count)d raz.
ru: Выведите из строя двигатель или рулевые машины на эсминце противника %(count)d раз.
uk: Виведіть з ладу двигун або рульові механізми на есмінцях супротивника %(count)d раз.
zh: 使敌方驱逐舰的引擎或操舵装置失去作用 %(count)d 次。
zh_sg: 使敌方驱逐舰的引擎或操舵装置瘫痪%(count)d次。

# IDS_PCQT099_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes in a single battle.
es_mx: Causa %(count)d HP de daño a barcos enemigos con torpedos de barcos en una sola batalla.
ja: 1 戦で艦載魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami wystrzelonymi z okrętu w jednej bitwie.
ru: В одном бою нанесите кораблям противника %(count)d урона корабельными торпедами.
uk: В одному бою завдайте кораблям супротивника %(count)d од. шкоди корабельними торпедами.
zh: 在一场战斗中用战舰鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中用舰载鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT100_1
source: Earn %(count)d "High Caliber" achievement.
es_mx: Obtén %(count)d logro "Alto Calibre".
ja: 勲章「大口径」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Duży kaliber” %(count)d raz.
ru: Получите %(count)d достижение «Основной калибр».
uk: Отримайте %(count)d досягнення «Основний калібр».
zh: 获得 %(count)d 个「重创」成就。
zh_sg: 获得%(count)d次“重创”成就。

# IDS_PCQT101_1
source: Destroy %(count)d enemy ship in a single battle.
es_mx: Destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga w jednej bitwie.
ru: В одном бою уничтожьте %(count)d корабль противника.
uk: В одному бою знищте %(count)d корабель супротивника.
zh: 在一场战斗中击毁 %(count)d 艘敌方战舰。
zh_sg: 在一场战斗中击毁%(count)d艘敌方战舰。

# IDS_PCQT102_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT103_1
source: Play %(count)d battle with a Commander that has at least 5 skill points.
es_mx: Juega %(count)d batalla con un Comandante que tenga al menos 5 puntos de habilidad.
ja: 5 スキルポイント以上の艦長 1 名で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę dowódcą z przynajmniej 5 punktami umiejętności.
ru: Сыграйте %(count)d бой с командиром, у которого есть хотя бы 5 очков навыков.
uk: Зіграйте %(count)d бій із командиром, у якого є хоча б 5 очок уміння.
zh: 以拥有至少 5 个技能点数的指挥官进行 %(count)d 场战斗。
zh_sg: 用拥有至少5个技能点数的指挥官进行%(count)d场战斗。

# IDS_PCQT105_1
source: Destroy %(count)d enemy ship in a single battle and survive the battle.
es_mx: Destruye %(count)d barco enemigo en una sola batalla y sobrevive a esta.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈し、生還する。
pl: Zniszcz %(count)d okręt wroga w jednej bitwie i przetrwaj ją.
ru: В одном бою уничтожьте %(count)d корабль противника, оставаясь в живых до конца боя.
uk: В одному бою знищте %(count)d корабель супротивника, залишаючись живим до кінця бою.
zh: 在一场战斗中击毁 %(count)d 艘敌方战舰并且存活下来。
zh_sg: 在一场战斗中击毁%(count)d艘敌方战舰并且存活下来。
