Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ARMOUR_TYPE_CITADEL
source: Vital Ship-Part Armor
es_mx: Blindaje de la Parte Vital del Barco
ja: 重要区画装甲
pl: Pancerz kluczowej części okrętu
ru: Бронирование жизненно важных частей корабля
uk: Бронювання життєво важливих частин корабля
zh: Бронирование жизненно важных частей корабля
zh_sg: 要害部位装甲

# IDS_ARMOUR_TYPE_INNER
source: Internal Armor
es_mx: Blindaje Interno
ja: 内部装甲
pl: Pancerz wewnętrzny
ru: Внутреннее бронирование
uk: Внутрішнє бронювання
zh: 内部装甲
zh_sg: 内部装甲

# IDS_ARMOUR_TYPE_OUTER
source: Torpedo Protection
es_mx: Protección contra Torpedos
ja: 対水雷防御
pl: Ochrona przeciwtorpedowa
ru: Противоторпедная защита
uk: Протиторпедний захист
zh: Противоторпедная защита
zh_sg: 鱼雷防护

# IDS_ARMOUR_TYPE_SS
source: Superstructure Armor
es_mx: Blindaje de la Superestructura
ja: 上部構造装甲
pl: Pancerz nadbudówki
ru: Бронирование надстройки
uk: Бронювання надбудови
zh: Бронирование надстройки
zh_sg: 上层建筑装甲

# IDS_ARMOUR_TYPE_UPCAS
source: Auxiliary Room Armor
es_mx: Blindaje del Cuarto Auxiliar
ja: 補助区画装甲
pl: Pancerz przedziałów technicznych
ru: Бронирование служебных помещений
uk: Бронювання службових приміщень
zh: Бронирование служебных помещений
zh_sg: 辅助舱间装甲

# IDS_ARTBOTTOM
source: Internal Bulkhead
es_mx: Mamparo Interno
ja: 内部隔壁
pl: Wewnętrzna przegroda
ru: Внутренняя переборка
uk: Внутрішня перебірка
zh: 内部舱壁
zh_sg: 内部舱壁

# IDS_ARTILLERY_AMMO_0
source: Main Battery HE Shells
es_mx: Proyectiles HE de la Batería Principal
ja: 主砲 HE 弾
pl: Pociski OB głównej baterii
ru: Осколочно-фугасные снаряды ГК
uk: Осколково-фугасні снаряди ГК
zh: 主炮组 HE 弹
zh_sg: 主炮组高爆弹

# IDS_ARTILLERY_AMMO_1
source: Main Battery AP Shells
es_mx: Proyectiles AP de la Batería Principal
ja: 主砲 AP 弾
pl: Pociski PP głównej baterii
ru: Бронебойные снаряды ГК
uk: Бронебійні снаряди ГК
zh: 主炮组 AP 弹
zh_sg: 主炮组穿甲弹

# IDS_ARTSIDE
source: Magazine Armor
es_mx: Blindaje del Almacén de Munición
ja: 弾薬庫装甲
pl: Pancerz magazynu
ru: Бронирование погреба боеприпасов
uk: Бронювання погреба боєприпасів
zh: 弹药库装甲
zh_sg: 弹药库装甲

# IDS_ARTTOP
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_ART_CAMERA
source: Artillery Camera
es_mx: Cámara de Artillería
ja: 砲撃カメラ
pl: Kamera artylerii
ru: Артиллерийская камера
uk: Артилерійська камера
zh: 舰炮镜头
zh_sg: 舰炮镜头

# IDS_AS
source: Asia
ja: アジア
pl: Azja
ru: Азия
uk: Азія
zh: 亚洲
zh_sg: 亚洲

# IDS_ASHIGARA
source: Ashigara
ja: アシガラ
zh: 足柄

# IDS_ASPECT_RATIO
source: Aspect Ratio
es_mx: Proporción
ja: アスペクト比
pl: Proporcje ekranu
ru: Соотношение сторон
uk: Співвідношення сторін
zh: 屏幕比例
zh_sg: 屏幕比例

# IDS_ASSIGN_CREW
source: Assign Commander
es_mx: Asignar Comandante
ja: 艦長を配属
pl: Wyznacz dowódcę
ru: Назначить командира
uk: Призначити командира
zh: 分配指挥官
zh_sg: 指派指挥官

# IDS_ASSIGN_PRIMARY
source: Set as a primary ship
es_mx: Establecer como un barco primario
ja: メイン艦艇に設定
pl: Ustaw jako okręt podstawowy
ru: Назначить основным
uk: Призначити основним
zh: 设置为最爱的战舰
zh_sg: 设为主力战舰

# IDS_ASSIGN_TO
source: Assign to
es_mx: Asignar a
ja: 配属する:
pl: Przydziel do
ru: Назначить на
uk: Призначити на
zh: 分配到
zh_sg: 指派至

# IDS_ASSISTED_DAMAGE_COUNTER
source: Counter for damage upon your spotting
es_mx: Contador del daño causado por tus detecciones
ja: 観測アシスト・カウンター
pl: Licznik uszkodzeń wykrytych przez Ciebie wrogów
ru: Счётчик урона по вашим разведданным
uk: Лічильник шкоди за вашими розвідданими
zh: 对被您侦查的敌方战舰造成的伤害计算器
zh_sg: 侦察伤害计数器

# IDS_ASSISTED_DAMAGE_HINT
source: Total damage your allies caused to enemy ships spotted by you.
es_mx: Daño total que tus aliados causaron a los barcos enemigos que detectaste.
ja: 自艦が観測中の敵に味方が与えたダメージの合計
pl: Suma uszkodzeń, jakie Twoi sojusznicy zadali okrętom wykrytym przez Ciebie.
ru: Суммарный урон, нанесённый союзниками по обнаруженным вами кораблям.
uk: Сумарна шкода, що завдана союзниками кораблям, які ви виявили.
zh: 队友对被您侦查到的敌方战舰所造成的总伤害
zh_sg: 你的侦察协助队友对敌舰造成的总伤害。

# IDS_ASSISTED_DAMAGE_HINT_HEADER
source: Damage upon your spotting
es_mx: Daño causado por detección
ja: 自艦の観測によるダメージ
pl: Uszkodzenia po Twoim wykryciu
ru: Урон по вашим разведданным
uk: Шкоди за вашими розвідданими
zh: 在您侦察下造成的伤害
zh_sg: 在您侦察下造成的伤害

# IDS_ATBA_STATE
source: Secondary turrets
es_mx: Torretas secundarias
ja: 副砲
pl: Wieże dodatkowe
ru: Башни ПМК
uk: Башти ПМК
zh: 副炮塔
zh_sg: 副炮塔

# IDS_ATTACKED_AIRCARRIER
source: AIRCRAFT CARRIER UNDER ATTACK
es_mx: PORTAAVIONES BAJO ATAQUE
ja: 航空母艦が 攻撃を受けている
pl: LOTNISKOWIEC POD OSTRZAŁEM
ru: АВИАНОСЕЦ АТАКОВАН
uk: АВІАНОСЕЦЬ АТАКОВАНО
zh: 航空母舰 正遭受攻击
zh_sg: 航空母舰 正遭受攻击

# IDS_ATTACK_TARGET
source: Highlight Target for Allies
es_mx: Resaltar Objetivo para Aliados
ja: 目標をハイライト
pl: Podświetlanie celów dla sojuszników
ru: Подсветить цель для союзников
uk: Підсвітити ціль для союзників
zh: 突显目标给队友
zh_sg: 高亮目标显示给队友

# IDS_ATTENTION
source: ATTENTION!
es_mx: ¡ATENCIÓN!
ja: 注意!
pl: UWAGA!
ru: ВНИМАНИЕ!
uk: УВАГА!
zh: 注意！
zh_sg: 注意！

# IDS_AURA_TYPE_FAR
source: : long-range
es_mx: : largo alcance
ja: : 長距離
pl: : dalekiego zasięgu
ru: дальнего действия
uk: далекої дії
zh: 远程
zh_sg: ：远程

# IDS_AURA_TYPE_MEDIUM
source: : medium-range
es_mx: : mediano alcance
ja: : 中距離
pl: : średniego zasięgu
ru: среднего действия
uk: середньої дії
zh: 中程
zh_sg: ：中程

# IDS_AURA_TYPE_NEAR
source: : short-range
es_mx: : corto alcance
ja: : 短距離
pl: : krótkiego zasięgu
ru: ближнего действия
uk: близької дії
zh: 短程
zh_sg: ：近程

# IDS_AUTO
source: Auto
ja: 自動
pl: Automatycznie
ru: Авто
uk: Авто
zh: 自动
zh_sg: 自动

# IDS_AUTOPILOT
source: AUTOPILOT
es_mx: PILOTO AUTOMÁTICO
ja: 自動航行
ru: АВТОПИЛОТ
uk: АВТОРУЛЬОВИЙ
zh: 自动驾驶
zh_sg: 自动驾驶

# IDS_AUTOPILOTMODE_0
source: Off
es_mx: Apagado
pl: Wył.
ru: Отключена
uk: Вимкнена
zh: 关闭
zh_sg: 关闭

# IDS_AUTOPILOTMODE_1
source: On
es_mx: Encendido
pl: Wł.
ru: Включена
uk: Увімкнена
zh: 开启
zh_sg: 开启

# IDS_AUTOPILOTMODE_2
source: In Binocular View
es_mx: En Vista Binocular
ja: 双眼鏡視点
pl: W trybie lornetki
ru: В режиме «Бинокль»
uk: У режимі «Бінокль»
zh: 在望远镜视角中
zh_sg: 在望远镜视角中

# IDS_AUTOPILOT_CONTROL
source: AUTOPILOT CONTROL
es_mx: CONTROL DE PILOTO AUTOMÁTICO
ja: 自動航行制御
pl: KONTROLA AUTOPILOTA
ru: УПРАВЛЕНИЕ АВТОПИЛОТОМ
uk: КЕРУВАННЯ АВТОРУЛЬОВИМ
zh: 自动驾驶控制
zh_sg: 自动驾驶控制

# IDS_AUTOPILOT_ON
source: AUTOPILOT ON
es_mx: PILOTO AUTOMÁTICO ENCENDIDO
ja: 自動航行 ON
pl: AUTOPILOT WŁ.
ru: АВТОПИЛОТ ВКЛЮЧЁН
uk: АВТОРУЛЬОВИЙ УВІМКНЕНО
zh: 自动驾驶开启
zh_sg: 自动驾驶开启

# IDS_AUTOPURCHASE
source: Auto-purchase
es_mx: Auto-comprar
ja: 自動購入
pl: Automatyczny zakup
ru: Автопокупка
uk: Автокупівля
zh: 自动购买
zh_sg: 自动购买

# IDS_AUTOPURCHASE_CAMOUFLAGE_OFF
source: Auto-purchase disabled. If the camouflage is available, it will be resupplied for free.
es_mx: Auto-comprar deshabilitado. Si el camuflaje está disponible, será reaprovisionado gratis.
ja: 自動購入は無効です。迷彩の在庫がある場合は、無償で補給されます。
pl: Automatyczny zakup wyłączony. Jeśli kamuflaż jest dostępny, będzie uzupełniany za darmo.
ru: Автопокупка выключена. Пополнение будет осуществляться бесплатно, если камуфляж есть в наличии.
uk: Автокупівлю вимкнуто. Якщо камуфляж є, його поповнять безкоштовно.
zh: 自动购买已关闭。如果涂装为可以使用，就会免费补充它。
zh_sg: 自动购买已关闭。如果涂装有库存，就会免费补充。

# IDS_AUTOPURCHASE_CAMOUFLAGE_ON
source: Auto-purchase enabled. If the camouflage is unavailable, it will be resupplied using in-game currency.
es_mx: Auto-comprar habilitado. Si el camuflaje no está disponible, será reaprovisionado usando la moneda del juego.
ja: 自動購入が有効です。迷彩の在庫がなかった場合、ゲーム通貨を消費して補給されます。
pl: Automatyczny zakup włączony. Jeśli kamuflaż jest niedostępny, będzie uzupełniany za walutę w grze.
ru: Автопокупка включена. Пополнение будет осуществляться за игровую валюту, если камуфляжа нет в наличии.
uk: Автокупівлю увімкнено. Якщо камуфляжу немає, його поповнять за внутрішньоігрову валюту.
zh: 自动购买已开启。如果涂装为不可使用，就会用游戏货币来补充它。
zh_sg: 自动购买已开启。如果涂装无库存，就会消耗游戏货币进行补充。

# IDS_AUTOPURCHASE_CONSUMABLES_OFF
source: Auto-purchase disabled. If the consumables are available, they will be resupplied for free.
es_mx: Auto-comprar deshabilitado. Si los consumibles están disponibles, será reaprovisionado gratis.
ja: 自動購入は無効です。消耗品の在庫がある場合、無償で補給されます。
pl: Automatyczny zakup wyłączony. Jeśli sprzęt eksploatacyjny jest dostępny, będzie uzupełniany za darmo.
ru: Автопокупка выключена. Пополнение будет осуществляться бесплатно, если снаряжение есть в наличии.
uk: Автокупівлю вимкнуто. Якщо спорядження є, його поповнять безкоштовно.
zh: 自动购买已关闭。如果消耗品为可以使用，就会免费补充它。
zh_sg: 自动购买已关闭。如果消耗品有库存，就会免费补充。

# IDS_AUTOPURCHASE_CONSUMABLES_ON
source: Auto-purchase enabled. If the consumables are unavailable, they will be resupplied using in-game currency.
es_mx: Auto-comprar habilitado. Si los consumibles están disponibles, será reaprovisionado usando la moneda del juego.
ja: 自動購入が有効です。消耗品の在庫がなかった場合、ゲーム通貨を消費して補給されます。
pl: Automatyczny zakup włączony. Jeśli sprzęt eksploatacyjny jest niedostępny, będzie uzupełniany za walutę w grze.
ru: Автопокупка включена. Пополнение будет осуществляться за игровую валюту, если снаряжения нет в наличии.
uk: Автокупівлю увімкнено. Якщо спорядження немає, його поповнять за внутрішньоігрову валюту.
zh: 自动购买已开启。如果消耗品为不可使用，就会用游戏货币来补充它。
zh_sg: 自动购买已开启。如果消耗品无库存，就会消耗游戏货币来补充。

# IDS_AUTOPURCHASE_FULL
source: Resupply using in-game currency if unavailable
es_mx: Reaprovisionar usando la moneda del juego si no está disponible
ja: 在庫が無い場合、ゲーム通貨を消費して補給
pl: Uzupełniaj używając waluty w grze, jeśli niedostępny.
ru: Пополнять за игровую валюту, если нет в наличии
uk: Поповнювати за внутрішньоігрову валюту, якщо немає
zh: 如果不可使用就用游戏货币来补充。
zh_sg: 如无库存会消耗游戏币来进行补充。

# IDS_AUTOPURCHASE_SIGNALS_OFF
source: Auto-purchase disabled. If the signal is available, it will be resupplied for free.
es_mx: Auto-comprar deshabilitado. Si la señal está disponible, será reaprovisionada gratis.
ja: 自動購入は無効です。信号旗の在庫がある場合、無償で補給されます。
pl: Automatyczny zakup wyłączony. Jeśłi sygnały są dostępne, będą uzupełniane za darmo.
ru: Автопокупка выключена. Пополнение будет осуществляться бесплатно, если сигнал есть в наличии.
uk: Автокупівлю вимкнуто. Якщо сигнали є, їх поповнять безкоштовно.
zh: 自动购买已关闭。如果信号旗为可以使用，就会免费补充它。
zh_sg: 自动购买已关闭。如果信号旗有库存，就会免费补充。

# IDS_AUTOPURCHASE_SIGNALS_ON
source: Auto-purchase enabled. If the signals are unavailable, they will be resupplied using in-game currency.
es_mx: Auto-comprar habilitado. Si la bandera no está disponible, será reaprovisionado usando la moneda del juego.
ja: 自動購入が有効です。信号旗の在庫がなかった場合、ゲーム通貨を消費して補給されます。
pl: Automatyczny zakup włączony. Jeśli sygnały są dostępne, będą uzupełniane za walutę w grze.
ru: Автопокупка включена. Пополнение будет осуществляться за игровую валюту, если сигналов нет в наличии.
uk: Автокупівлю увімкнено. Якщо сигналів немає, їх поповнять за внутрішньоігрову валюту.
zh: 自动购买已开启。如果信号旗为不可使用，就会用游戏货币来补充它。
zh_sg: 自动购买已关闭。如果信号旗无库存，会消耗游戏币进行补充。

# IDS_AUTOPURCHASE_SWITCH_OFF
source: Disable auto-purchase
es_mx: Deshabilitar auto-comprar
ja: 自動購入の無効化
pl: Wyłącz automatyczny zakup
ru: Выключить автопокупку
uk: Вимкнути автокупівлю
zh: 关闭自动购买
zh_sg: 关闭自动购买

# IDS_AUTOPURCHASE_SWITCH_ON
source: Enable auto-purchase
es_mx: Habilitar auto-comprar
ja: 自動購入の有効化
pl: Włącz automatyczny zakup
ru: Включить автопокупку
uk: Увімкнути автокупівлю
zh: 开启自动购买
zh_sg: 开启自动购买

# IDS_AUTOREPLANISHMENT
source: Auto-resupply
es_mx: Autoreabastecer
ja: 自動補給
pl: Aut. uzupełnianie
ru: Автопополнение
uk: Автопоповнення
zh: 自动补给
zh_sg: 自动补给

# IDS_AUTOREPLANISHMENT_ALWAYS_ON_PERMOFLAGES
source: The mounted camouflage is automatically resupplied free of charge
es_mx: El camuflaje montado se reabastece automáticamente sin ningún costo.
ja: 適用中の迷彩は無料で自動補給されます
pl: Zamontowany kamuflaż jest automatycznie uzupełniany za darmo
ru: Установленный камуфляж автоматически пополняется бесплатно
uk: Встановленим камуфляж автоматично поповнюється безкоштовно
zh: Установленный камуфляж автоматически пополняется бесплатно
zh_sg: 安装的涂装为免费自动补充

# IDS_AUTOREPLANISHMENT_IS_TURNED_OFF_HINT
source: Auto-resupply disabled
es_mx: Autoreabastecimiento desactivado
ja: 自動補給は無効です
pl: Automatyczne uzupełnianie włączone
ru: Автопополнение выключено
uk: Автопоповнення вимкнено
zh: 关闭自动补给
zh_sg: 自动补给已关闭

# IDS_AUTOREPLANISHMENT_IS_TURNED_ON_HINT
source: Auto-resupply enabled
es_mx: Autoreabastecimient activado
ja: 自動補給は有効です
pl: Automatyczne uzupełnianie włączone
ru: Автопополнение включено
uk: Автопоповнення увімкнено
zh: 开启自动补给
zh_sg: 自动补给已开启

# IDS_AUTOREPLANISHMENT_TURN_OFF_HINT
source: Disable auto-resupply
es_mx: Desactivar autoreabastecimiento
ja: 自動補給を無効化
pl: Wyłącz automatyczne uzupełnianie
ru: Выключить автопополнение
uk: Вимкнути автопоповнення
zh: 禁用自动补给
zh_sg: 关闭自动补给

# IDS_AUTOREPLANISHMENT_TURN_ON_HINT
source: Enable auto-resupply
es_mx: Activar autoreabastecimiento
ja: 自動補給の有効化
pl: Włącz automatyczne uzupełnianie
ru: Включить автопополнение
uk: Увімкнути автопоповнення
zh: 开启自动补给
zh_sg: 开启自动补给

# IDS_AUTOREPLANISHMENT_TURN_ON_HINT_DEFICIT
source: Not enough credits for auto-resupply
es_mx: No hay suficientes créditos para autoreabastecer
ja: クレジット不足のため自動補給できません
pl: Za mało kredytów do automatycznego uzupełnienia
ru: Недостаточно средств на автопополнение
uk: Бракує коштів для автопоповнення
zh: 没有足够的银币开启自动补给
zh_sg: 没有足够的银币开启自动补给

# IDS_AUTOREPLANISHMENT_TURN_ON_HINT_NO_CAMO
source: Mount a camouflage to enable auto-resupply.
es_mx: Monta un camuflaje para habilitar el autoabastecimiento.
ja: 自動補給を有効にするには、迷彩を搭載してください
pl: Nałóż kamuflaż, żeby włączyć automatyczne uzupełnianie.
ru: Чтобы включить автопополнение, установите камуфляж.
uk: Щоб увімкнути автопоповнення, встановіть камуфляж.
zh: 安装涂装来开启自动补充。
zh_sg: 安装涂装来开启自动补给。

# IDS_AUTOREPLANISHMENT_TURN_ON_HINT_NO_FLAGS
source: Mount at least one signal to enable auto-resupply.
es_mx: Monta al menos una Bandera para activar el autoabastecimiento.
ja: 自動補給を有効にするには、信号旗を 1 つ以上搭載してください
pl: Zamontuj przynajmniej jeden sygnał, żeby włączyć automatyczne uzupełnianie.
ru: Чтобы включить автопополнение, установите хотя бы один сигнал.
uk: Щоб увімкнути автопоповнення, встановіть хоча б один сигнал.
zh: 对安装信号旗采用自动补给。
zh_sg: 至少安装一个信号旗开启自动补给。

# IDS_AUTOREPLENISHMENT_CAMO
source: Camouflage auto-resupply
es_mx: Reabastecimiento automático de Camuflaje
ja: 迷彩の自動補給
pl: Automatyczne uzupełnianie kamuflażu
ru: Автопополнение камуфляжа
uk: Автопоповнення камуфляжу
zh: 涂装自动补充
zh_sg: 涂装自动补给

# IDS_AUTOREPLENISHMENT_SIGNALS
source: Auto-resupply signals
es_mx: Autoreabastecer Banderas de señal
ja: 信号旗の自動補給
pl: Automatyczne uzupełnianie sygnałów
ru: Автопополнение сигналов
uk: Автопоповнення сигналів
zh: 信号旗自动补给
zh_sg: 信号旗自动补给

# IDS_AUTOSET
source: Optimal
es_mx: Óptimo
ja: 最適
pl: Optymalne
ru: Определить
uk: Визначити
zh: 优化
zh_sg: 最佳设置

# IDS_AUTO_COMPENSATION_PREM_DESCRIPTION
source: Compensation for lack of server availability
es_mx: Compensación por falta de disponibilidad del servidor
ja: サーバー利用不可に対する補填
pl: Rekompensata za niedostępność serwera
ru: Компенсация за недоступность сервера
uk: Компенсація за недоступність сервера
zh: Компенсация за недоступность сервера
zh_sg: 缺少可用服务器的补偿

# IDS_AUTO_SERVICE
source: Service
es_mx: Servicio
ja: 修理・補給
pl: Obsługa
ru: Обслуживание
uk: Обслуговування
zh: 修理
zh_sg: 维护

# IDS_AUTO_SERVICE_HINT
source: Credits spent on servicing
es_mx: Créditos gastados en el servicio
ja: 修理・補給によるクレジット消費
pl: Kredyty wydane na obsługę
ru: Количество кредитов, потраченных на обслуживание
uk: Кількість кредитів, витрачених на обслуговування
zh: 修理所花费的银币
zh_sg: 维护花费的银币

# IDS_AUTO_SETTINGS
source: Graphics Quality
es_mx: Calidad de Gráficos
ja: グラフィック品質
pl: Jakość grafiki
ru: Качество графики
uk: Якість графіки
zh: 画面质量
zh_sg: 画面质量

# IDS_AUTURRETAFT
source: Gun
es_mx: Cañón
ja: 砲
pl: Działo
ru: Орудие
uk: Гармата
zh: 主炮组炮架装甲
zh_sg: 火炮

# IDS_AUTURRETBARBETTE
source: Barbette Armor
es_mx: Blindaje de la Barbeta
ja: バーベット装甲
pl: Pancerz barbety
ru: Бронирование барбета
uk: Бронювання барбета
zh: 主炮组炮塔座装甲
zh_sg: 炮座装甲

# IDS_AUTURRETDOWN
source: Gun
es_mx: Cañón
ja: 砲
pl: Działo
ru: Орудие
uk: Гармата
zh: 主炮组炮架装甲
zh_sg: 火炮

# IDS_AUTURRETFWD
source: Gun
es_mx: Cañón
ja: 砲
pl: Działo
ru: Орудие
uk: Гармата
zh: 主炮组炮架装甲
zh_sg: 火炮

# IDS_AUTURRETSIDE
source: Gun
es_mx: Cañón
ja: 砲
pl: Działo
ru: Орудие
uk: Гармата
zh: 主炮组炮架装甲
zh_sg: 火炮

# IDS_AUTURRETTOP
source: Gun
es_mx: Cañón
ja: 砲
pl: Działo
ru: Орудие
uk: Гармата
zh: 主炮组炮架装甲
zh_sg: 火炮

# IDS_AUXILIARY
source: Transport Ship
es_mx: Barco de Transporte
ja: 輸送船
pl: Okręt transportowy
ru: Транспорт
uk: Транспорт
zh: 运输舰
zh_sg: 运输船

# IDS_AVAILABLE_ACCESS_LEVEL
source: Unlocked
es_mx: Desbloqueado
ja: アンロック済み
pl: Odblokowano
ru: Открыт
uk: Відкрито
zh: Открыт
zh_sg: 已解锁

# IDS_AVAILABLE_ACHIEVEMENTS
source: Available achievements
es_mx: Logros disponibles
ja: 取得可能な実績
pl: Dostępne osiągnięcia
ru: Доступные достижения
uk: Доступні досягнення
zh: 可用的成就
zh_sg: 可获得的成就

# IDS_AVAILABLE_ALMANAC_REWARD
source: Available for awarding
es_mx: Disponible como recompensa
ja: 受領可能
pl: Dostępne jako nagroda
ru: Доступно для получения
uk: Доступно для отримання
zh: Доступно для получения
zh_sg: 可给予的奖励

# IDS_AVAILABLE_EXPERIENCE
source: Available XP
es_mx: Experiencia disponible
ja: 使用可能な EXP
pl: Dostępne PD
ru: Доступный опыт
uk: Доступний досвід
zh: 可用经验
zh_sg: 可用经验

# IDS_AVAILABLE_EXP_FOR_LOOTBOXES
source: XP earned today
es_mx: XP ganada hoy
ja: 今日取得した EXP
pl: PD zdobyte dzisiaj
ru: Опыт за сегодня
uk: Досвід за сьогодні
zh: 今天获得的经验
zh_sg: 今天获得的经验

# IDS_AVAILABLE_FEATURE
source: Available
es_mx: Disponible
ja: 利用可能
pl: Dostępne
ru: Доступно
uk: Доступно
zh: Доступно
zh_sg: 可用

# IDS_AVAILABLE_REFERRAL_POINTS
source: Recruitment Points available
es_mx: Puntos de Reclutamiento disponibles
ja: 勧誘ポイントを利用可能
pl: Dostępne punkty rekrutacyjne
ru: Доступны символы Морского братства
uk: Доступні символи Морського братерства
zh: Доступны символы Морского братства
zh_sg: 可用征募点数

# IDS_AVAILABLE_REWARD
source: Reward available
es_mx: Recompensa disponible
ja: 褒賞を利用可能
pl: Nagroda dostępna
ru: Доступна награда
uk: Доступна нагорода
zh: Доступна награда
zh_sg: 可用奖励

# IDS_AVAILABLE_SHIP
source: Available ships
es_mx: Barcos disponibles
ja: 利用可能な艦艇
pl: Dostępne okręty
ru: Доступные корабли
uk: Доступні кораблі
zh: 可用战舰
zh_sg: 可用战舰

# IDS_AVAILABLE_TO_PARAGON_CAROUSEL_FILTER_TOOLTIP
source: Filter ships suitable for participating in the Naval Drill
es_mx: Filtrar barcos adecuados para participar en el simulacro naval
ja: 海上演習に適合する艦艇をフィルター
pl: Filtruj okręty nadające się do Morskiej musztry
ru: Фильтр кораблей, подходящих для прохождения боевой подготовки
uk: Фільтр кораблів, придатних для проходження бойової підготовки
zh: Фильтр кораблей, подходящих для прохождения боевой подготовки
zh_sg: 筛选适合参加海军演习的战舰

# IDS_AVA_ALERT_LEVEL
source: Select a ship of a suitable tier.
es_mx: Selecciona un barco de un nivel adecuado.
ja: Tier が適合する艦艇を選択
pl: Wybierz okręt odpowiedniego poziomu.
ru: Выберите корабль, подходящий по уровню.
uk: Виберіть корабель, придатний за рівнем.
zh: 选择一艘等级合适的战舰
zh_sg: 选择一艘等级合适的战舰

# IDS_AVA_ALERT_RANDOM_BATTLE
source: Select a suitable battle type.
es_mx: Selecciona un tipo de batalla adecuado.
ja: 適合する戦闘タイプを選択
pl: Wybierz odpowiedni typ bitwy.
ru: Выберите подходящий тип боя.
uk: Виберіть придатний тип бою.
zh: 选择一个合适的战斗类型
zh_sg: 选择一个合适的战斗模式。

# IDS_AVA_ALERT_RANDOM_BATTLE_AND_LEVEL
source: Select a suitable ship tier and battle type.
es_mx: Selecciona un barco y un tipo de batalla del nivel adecuado.
ja: 適合する艦艇 Tier と戦闘タイプを選択
pl: Wybierz odpowiedni poziom okrętu i typ bitwy.
ru: Выберите подходящий по уровню корабль и тип боя.
uk: Виберіть придатний за рівнем корабель і тип бою.
zh: 选择一艘等级与战斗类型合适的战舰
zh_sg: 选择一个合适的战舰等级和战斗模式。

# IDS_AVA_COMMON_REWARD
source: Reward for the day
es_mx: Recompensa del día
ja: 今日の褒賞
pl: Nagroda dnia
ru: Награда за день
uk: Нагорода за добу
zh: 今日奖励
zh_sg: 当日奖励

# IDS_AVA_COMMON_REWARD_DESCR
source: Receive containers for the points earned in battles
es_mx: Recibe contenedores por los puntos obtenidos en batallas
ja: 戦闘で取得したポイント数に応じてコンテナを取得
pl: Otrzymuj kontenery za punkty zdobyte w bitwach
ru: Получайте контейнеры за очки, заработанные в бою
uk: Отримуйте контейнери за очки, здобуті в бою
zh: 收到战斗中获得的积分的幸运补给箱
zh_sg: 领取战斗积分补给箱

# IDS_AVA_DRAW
source: Neither of the teams won
es_mx: Ninguno de los equipo ganó
ja: 勝利チームなし
pl: Żadna z drużyn nie wygrała
ru: Ни одна команда не смогла одержать верх
uk: Жодна команда не змогла перемогти
zh: 没有一个队伍获胜
zh_sg: 双方均未获胜

# IDS_AVA_LOOTBOX_EAGLES
source: Eagles Container
es_mx: Contenedor Eagles
ja: Eagles コンテナ
pl: Kontener drużyny Eagles
ru: Контейнер Eagles
uk: Контейнер Eagles
zh: 雄鹰幸运补给箱
zh_sg: Eagles补给箱

# IDS_AVA_LOOTBOX_SHARKS
source: Sharks Container
es_mx: Contenedor Sharks
ja: Sharks コンテナ
pl: Kontener drużyny Sharks
ru: Контейнер Sharks
uk: Контейнер Sharks
zh: 巨鲨幸运补给箱
zh_sg: Sharks补给箱

# IDS_AVA_REWARD_LOOTBOX
source: Container
es_mx: Contenedor
ja: コンテナ
pl: Kontener
ru: Контейнер
uk: Контейнер
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_AVERAGE_RESULTS_PER_BATTLE
source: Average results per battle
es_mx: Resultados promedio por batalla
ja: 1 戦あたりの平均値
pl: Średnie wyniki na bitwę
ru: Средние показатели за бой
uk: Середні показники за бій
zh: 每场战斗的平均数据
zh_sg: 每场战斗的平均数据

# IDS_AVERAGE_RESULTS_PER_BATTLE_TOOLTIP
source: Average results per battle
es_mx: Resultados promedio por batalla
ja: 1 戦あたりの平均値
pl: Średnie wyniki na bitwę
ru: Средние показатели за бой
uk: Середні показники за бій
zh: 每场战斗的平均数据
zh_sg: 每场战斗的平均数据

# IDS_AVG_CAUSED_TO_BUILDINGS_DAMAGE
source: Damage caused to onshore installations
es_mx: Daño causado a instalaciones terrestres
ja: 陸上施設への与ダメージ
pl: Uszkodzenia instalacji przybrzeżnych
ru: Урон по сооружениям
uk: Завдано шкоди спорудам
zh: 对陆上设施造成的伤害
zh_sg: 对陆上设施造成的伤害

# IDS_AVG_CAUSED_TO_BUILDINGS_DAMAGE_TOOLTIP
source: Average damage caused to onshore installations per battle
es_mx: Daño promedio causado a las instalaciones terrestres por batalla
ja: 陸上施設への 1 戦あたりの平均与ダメージ
pl: Średnie uszkodzenia instalacji przybrzeżnych na bitwę
ru: Среднее количество урона, нанесённого береговым сооружениям за бой
uk: Середня кількість шкоди, завданої береговим спорудам за бій
zh: 平均每场战斗对陆上设施造成的伤害
zh_sg: 每场战斗对陆上设施造成的平均伤害

# IDS_AVG_SUPPRESSED_BUILDINGS
source: Onshore installations suppressed
es_mx: Instalaciones terrestres suprimidas
ja: 制圧した陸上施設
pl: Zneutralizowane instalacje przybrzeżne
ru: Подавлено сооружений
uk: Придушено споруд
zh: 陆上设施被压制
zh_sg: 陆上设施被压制

# IDS_AVG_SUPPRESSED_BUILDINGS_TOOLTIP
source: Average number of onshore installations suppressed per battle
es_mx: Promedio de instalaciones terrestres suprimidas por batalla
ja: 制圧した陸上施設数の 1 戦平均値
pl: Średnia liczba zneutralizowanych instalacji przybrzeżnych na bitwę
ru: Среднее количество береговых сооружений, подавленных за бой
uk: Середня кількість берегових споруд, придушених за бій
zh: 平均每场战斗陆上设施被压制的次数
zh_sg: 平均每场战斗陆上设施被压制的次数

# IDS_AZUR_ATAGO
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_AZUR_AZUMA
source: Azuma
ja: 吾妻
zh: 犀
zh_sg: 吾妻

# IDS_AZUR_BALTIMORE
source: Baltimore
zh: 巴尔的摩
zh_sg: 巴尔的摩

# IDS_AZUR_BELFAST
source: Belfast
zh: 贝尔法斯特
zh_sg: 贝尔法斯特

# IDS_AZUR_CLEVELAND
source: Cleveland
zh: 克利夫兰
zh_sg: 克利夫兰

# IDS_AZUR_DUNKERQUE
source: Dunkerque
zh: 敦刻尔克
zh_sg: 敦刻尔克

# IDS_AZUR_ENTERPRISE
source: Enterprise
zh: 企业
zh_sg: 企业

# IDS_AZUR_HIPPER
source: Admiral Hipper
zh: 希佩尔海军上将
zh_sg: 希佩尔上将

# IDS_AZUR_HOOD
source: Hood
zh: 胡德
zh_sg: 胡德

# IDS_AZUR_JEANBART
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_AZUR_KAGA
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_AZUR_NELSON
source: Nelson
zh: 纳尔逊
zh_sg: 纳尔逊

# IDS_AZUR_NEPTUNE
source: Neptune
zh: 海王星
zh_sg: 海王星

# IDS_AZUR_PRINZ_EUGEN
source: Prinz Eugen
zh: 欧根亲王
zh_sg: 欧根亲王

# IDS_AZUR_ROON
source: Roon
zh: 罗恩
zh_sg: 罗恩

# IDS_BACKTODOCK
source: Back to Port
es_mx: Regresar al Puerto
ja: 港に戻る
pl: Powrót do Portu
ru: Вернуться в Порт
uk: Повернутися до Порту
zh: 关闭
zh_sg: 返回港口
