Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT106_1
source: Destroy %(count)d module on an enemy ship.
es_mx: Destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を大破させる。
pl: Zniszcz %(count)d moduł okrętu wroga.
ru: Уничтожьте %(count)d модуль на корабле противника.
uk: Знищте %(count)d модуль на кораблі супротивника.
zh: 击毁敌方战舰上的配件 %(count)d 个。
zh_sg: 击毁敌方战舰上的配件%(count)d个。

# IDS_PCQT107_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите пожарами %(count)d урона кораблям противника.
uk: Завдайте пожежами %(count)d од. шкоди кораблям супротивника.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT108_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d HP de daño a los destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d урона эсминцам противника.
uk: Завдайте %(count)d од. шкоди есмінцям супротивника.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d血量伤害。

# IDS_PCQT109_1
source: Earn %(count)d "Captured" ribbon.
es_mx: Obtén %(count)d cinta "Capturada".
ja: 「占領」リボンを %(count)d 個取得する。
pl: Zdobądź baretkę „Zajęcie” %(count)d raz.
ru: Получите %(count)d ленту «Захватил».
uk: Отримайте %(count)d стрічку «Захопив».
zh: 获得 %(count)d 个「占领」勋带。
zh_sg: 获得%(count)d个“占领”勋带。

# IDS_PCQT110_1
source: Cause %(count)d HP of damage to enemy ships by flooding.
es_mx: Causa %(count)d HP de daño a barcos enemigos por inundaciones.
ja: 浸水によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez zalanie.
ru: Нанесите кораблям противника %(count)d урона затоплениями.
uk: Завдайте кораблям супротивника %(count)d од. шкоди затопленнями.
zh: 通过进水对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过进水对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT111_1
source: Earn %(count)d "First Blood" achievement.
es_mx: Obtén %(count)d logro "Primera Sangre".
ja: 勲章「最初の獲物」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Pierwsza krew” %(count)d raz.
ru: Получите %(count)d достижение «Первая кровь».
uk: Отримайте %(count)d досягнення «Перша кров».
zh: 获得 %(count)d 个「第一滴血」成就。
zh_sg: 获得%(count)d个“第一滴血”成就。

# IDS_PCQT112_1
source: Hit enemy ships with the main or secondary battery guns %(count)d time.
es_mx: Impacta barcos enemigos con los cañones de la batería primaria o secundaria %(count)d vez.
ja: 主砲または副砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działem głównej lub dodatkowej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного или вспомогательного калибра.
uk: Влучте %(count)d раз у кораблі супротивника з гармат головного або допоміжного калібру.
zh: 用主炮或副炮击中敌方战舰 %(count)d 次。
zh_sg: 用主炮或副炮击中敌方战舰%(count)d次。

# IDS_PCQT113_1
source: Set an enemy ship on fire %(count)d time in a single battle.
es_mx: Incendia un barco enemigo %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇に火災を %(count)d 回発生させる。
pl: Podpal okręt wroga %(count)d raz w jednej bitwie.
ru: В одном бою подожгите корабль противника %(count)d раз.
uk: В одному бою підпаліть корабель супротивника %(count)d раз.
zh: 在一场战斗中使敌方战舰起火 %(count)d 次。
zh_sg: 在一场战斗中使敌方战舰起火%(count)d次。

# IDS_PCQT114_1
source: Destroy %(count)d AA mount on an enemy ship.
es_mx: Destruye %(count)d montaje antiaéreo en un barco enemigo.
ja: 敵艦艇の対空兵装 %(count)d 個を大破させる。
pl: Zniszcz %(count)d stanowisko dział przeciwlotniczych okrętu wroga.
ru: Уничтожьте %(count)d установку ПВО на корабле противника.
uk: Знищте %(count)d установку ППО на кораблі супротивника.
zh: 摧毁敌方战舰上的 %(count)d 座防空炮组。
zh_sg: 摧毁敌方战舰上的%(count)d座防空炮组。

# IDS_PCQT115_1
source: Destroy %(count)d enemy ship in a single battle.
es_mx: Destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga w jednej bitwie.
ru: В одном бою уничтожьте %(count)d корабль противника.
uk: В одному бою знищте %(count)d корабель супротивника.
zh: 在一场战斗中击毁 %(count)d 艘敌方战舰。
zh_sg: 在一场战斗中击毁%(count)d艘敌方战舰。

# IDS_PCQT116_1
source: Earn a total of %(count)d XP.
es_mx: Obtén un total de %(count)d XP.
ja: 合計 %(count)d EXP 取得する。
pl: Zdobądź %(count)d PD.
ru: Заработайте %(count)d опыта суммарно.
uk: Здобудьте загалом %(count)d од. досвіду.
zh: 获得总共 %(count)d 经验。
zh_sg: 获得总共%(count)d经验。

# IDS_PCQT117_1
source: Play %(count)d battle with a Commander that has at least 8 skill points.
es_mx: Juega %(count)d batalla con un Comandante que tenga al menos 8 puntos de habilidad.
ja: 8 スキルポイント以上の艦長 1 名で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę dowódcą z przynajmniej 8 punktami umiejętności.
ru: Сыграйте %(count)d бой с командиром, у которого есть хотя бы 8 очков навыков.
uk: Зіграйте %(count)d бій із командиром, у якого є хоча б 8 очок уміння.
zh: 以拥有至少 8 个技能点数的指挥官进行 %(count)d 场战斗。
zh_sg: 用拥有至少8个技能点数的指挥官进行%(count)d场战斗。

# IDS_PCQT121_1
source: Earn %(count)d heroic achievement.
es_mx: Obtén %(count)d logro heroico.
ja: 英雄勲章を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie bohaterskie.
ru: Получите %(count)d героическое достижение.
uk: Отримайте %(count)d героїчне досягнення.
zh: 获得 %(count)d 个英勇成就。
zh_sg: 获得%(count)d个英勇成就。

# IDS_PCQT122_1
source: Earn %(count)d "Captured", "Assisted in capture", "Defended" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura", "Defendida" en una sola batalla.
ja: 1 戦で「占領」「占領アシスト」「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zajęcie”, „Pomoc w zajęciu” lub „Obrona” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Захватил», «Помог захватить», «Защитил».
uk: В одному бою отримайте %(count)d стрічку «Захопив», «Допоміг захопити», «Захистив».
zh: 在一场战斗中获得 %(count)d 个「占领」、「协助占领」、「防御」勋带。
zh_sg: 在一场战斗中获得%(count)d个“占领”、“协助占领”、“防御”勋带。

# IDS_PCQT123_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT124_1
source: Win %(count)d battle in which you were among the top 3 XP earners on your team.
es_mx: Gana %(count)d batalla en donde seas uno de los 3 jugadores que obtuvieron más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 3 を達成して勝利する。
pl: Wygraj %(count)d bitwę, w której znajdziesz się w najlepszej trójce swojej drużyny pod względem zdobytego doświadczenia.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-3 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 3 名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名前3。

# IDS_PCQT125_1
source: Cause %(count)d HP of damage to enemy destroyers.
es_mx: Causa %(count)d HP de daño a los destructores enemigos.
ja: 敵駆逐艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niszczycielom wroga.
ru: Нанесите %(count)d урона эсминцам противника.
uk: Завдайте %(count)d од. шкоди есмінцям супротивника.
zh: 对敌方驱逐舰造成 %(count)d 血量伤害。
zh_sg: 对敌方驱逐舰造成%(count)d血量伤害。

# IDS_PCQT126_1
source: Destroy %(count)d enemy battleship.
es_mx: Destruye %(count)d acorazado enemigo.
ja: 敵戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik wroga.
ru: Уничтожьте %(count)d линкор противника.
uk: Знищте %(count)d лінкор супротивника.
zh: 击毁 %(count)d 艘敌方战列舰。
zh_sg: 击毁%(count)d艘敌方战列舰。

# IDS_PCQT127_1
source: Hit enemy cruisers %(count)d time with any armament.
es_mx: Impacta cruceros enemigos %(count)d vez con cualquier armamento.
ja: 任意の兵装によって敵巡洋艦に命中弾を %(count)d 回与える。
pl: Traf krążownik wroga %(count)d raz dowolnym rodzajem uzbrojenia.
ru: Попадите по крейсерам противника %(count)d раз из любых видов вооружения.
uk: Влучте у крейсери супротивника %(count)d раз з будь-якого виду озброєння.
zh: 用任何武器击中巡洋舰 %(count)d 次。
zh_sg: 用任何武器击中巡洋舰%(count)d次。

# IDS_PCQT128_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT129_1
source: Earn %(count)d "Spotted" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Detectado" en una sola batalla.
ja: 1 戦で「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Обнаружил».
uk: В одному бою отримайте %(count)d стрічку «Виявив».
zh: 单次战斗中获得 %(count)d 个「发现」 勋带。
zh_sg: 在单场战斗中获得%(count)d个“已发现”勋带

# IDS_PCQT130_1
source: Hit enemy ships %(count)d time with ship torpedoes or aerial torpedoes.
es_mx: Impacta barcos enemigos %(count)d vez con torpedos de barcos o torpedos aéreos.
ja: 艦載魚雷または航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz torpedą okrętową lub lotniczą.
ru: Попадите по кораблям противника корабельными или авиаторпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними або авіаторпедами %(count)d раз.
zh: 用战舰鱼雷或航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷或空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT131_1
source: Cause %(count)d HP of damage to enemy ships with the main or secondary battery guns.
es_mx: Causa %(count)d HP de daño a los barcos enemigos con la batería principal o secundaria
ja: 主砲または副砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga działami baterii głównej lub dodatkowej.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного или вспомогательного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат головного або допоміжного калібру.
zh: 用主炮或副炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用主炮或副炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT132_1
source: Destroy %(count)d enemy ship with rockets, aerial bombs or aerial torpedoes.
es_mx: Destruye %(count)d barco enemigo con cohetes, bombas aéreas o torpedos.
ja: ロケット弾、航空爆弾または航空魚雷によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga rakietą, bombą lub torpedą lotniczą.
ru: Уничтожьте %(count)d корабль противника ракетами, авиабомбами или авиаторпедами.
uk: Знищте %(count)d корабель супротивника ракетами, авіабомбами або авіаторпедами.
zh: 用航空炸弹或航空鱼雷击毁 %(count)d 艘敌方战舰。
zh_sg: 用火箭弹、空投炸弹或空投鱼雷击毁%(count)d艘敌方战舰。

# IDS_PCQT133_1
source: Earn %(count)d Free XP.
es_mx: Obtén %(count)d puntos de XP Libre.
ja: %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта.
uk: Здобудьте %(count)d од. вільного досвіду.
zh: 获得 %(count)d 全局经验。
zh_sg: 获得%(count)d全局经验。

# IDS_PCQT134_1
source: Play %(count)d Random Battle with a Commander that has at least 7 skill points.
es_mx: Juega %(count)d Batalla Aleatoria con un Comandante que tenga al menos 7 puntos de habilidad.
ja: 7 スキルポイント以上の艦長 1 名でランダム戦を %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę losową dowódcą z przynajmniej 7 punktami umiejętności.
ru: Сыграйте %(count)d случайный бой с командиром, у которого есть хотя бы 7 очков навыков.
uk: Зіграйте %(count)d випадковий бій із командиром, у якого є хоча б 7 очок уміння.
zh: 以拥有至少 7 个技能点数的指挥官进行 %(count)d 场标准战斗。
zh_sg: 用拥有至少7个技能点数的指挥官进行%(count)d场战斗。

# IDS_PCQT135_1
source: Cause %(count)d HP of damage to enemy ships in a single battle.
es_mx: Causa %(count)d HP de daño a barcos enemigos en una sola batalla.
ja: 1 戦で敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga w jednej bitwie.
ru: В одном бою нанесите %(count)d урона кораблям противника.
uk: В одному бою завдайте %(count)d од. шкоди кораблям супротивника.
zh: 在一场战斗中对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT136_1
source: Destroy %(count)d enemy ship in a single battle.
es_mx: Destruye %(count)d barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga w jednej bitwie.
ru: В одном бою уничтожьте %(count)d корабль противника.
uk: В одному бою знищте %(count)d корабель супротивника.
zh: 在一场战斗中击毁 %(count)d 艘敌方战舰。
zh_sg: 在一场战斗中击毁%(count)d艘敌方战舰。

# IDS_PCQT137_1
source: Shoot down %(count)d enemy aircraft in a single battle.
es_mx: Derriba %(count)d avión enemigo en una sola batalla.
ja: 1 戦で敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga w jednej bitwie.
ru: В одном бою сбейте %(count)d самолёт противника.
uk: В одному бою збийте %(count)d літак супротивника.
zh: 在一场战斗中击落 %(count)d 架敌方飞机。
zh_sg: 在一场战斗中击落%(count)d架敌方飞机。

# IDS_PCQT138_1
source: Hit enemy ships %(count)d time with any armament in a single battle.
es_mx: Impacta barcos enemigos %(count)d vez con cualquier armamento en una sola batalla.
ja: 1 戦で任意の兵装によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz dowolnym rodzajem uzbrojenia w jednej bitwie.
ru: В одном бою попадите по кораблям противника %(count)d раз из любых видов вооружения.
uk: В одному бою влучте у кораблі супротивника %(count)d раз з будь-якого виду озброєння.
zh: 在一场战斗中用任何武器击中敌方战舰 %(count)d 次。
zh_sg: 在一场战斗中用任意武器击中敌方战舰%(count)d次。

# IDS_PCQT139_1
source: Earn %(count)d heroic achievement in a single battle.
es_mx: Obtén %(count)d logro heroico en una sola batalla.
ja: 1 戦で英雄勲章を %(count)d 個取得する。
pl: Zdobądź %(count)d osiągnięcie bohaterskie w jednej bitwie.
ru: В одном бою получите %(count)d героическое достижение.
uk: В одному бою отримайте %(count)d героїчне досягнення.
zh: 在一场战斗中获得 %(count)d 个英勇成就。
zh_sg: 在一场战斗中获得%(count)d个英勇成就。

# IDS_PCQT140_1
source: Earn %(count)d "Captured", "Assisted in capture" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura" en una sola batalla.
ja: 1 戦で「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zajęcie” lub „Pomoc w zajęciu” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Захватил», «Помог захватить».
uk: В одному бою отримайте %(count)d стрічку «Захопив», «Допоміг захопити».
zh: 在一场战斗中获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 在一场战斗中获得%(count)d个“占领”、“协助占领”勋带。

# IDS_PCQT141_1
source: Earn %(count)d "Defended" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Defendida" en una sola batalla.
ja: 1 戦で「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Obrona” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Защитил».
uk: В одному бою отримайте %(count)d стрічку «Захистив».
zh: 在一场战斗中获得 %(count)d 个「防御」勋带。
zh_sg: 在一场战斗中获得%(count)d个“防御”勋带。

# IDS_PCQT142_1
source: Set an enemy ship on fire %(count)d time in a single battle.
es_mx: Incendia un barco enemigo %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇に火災を %(count)d 回発生させる。
pl: Podpal okręt wroga %(count)d raz w jednej bitwie.
ru: В одном бою подожгите корабли противника %(count)d раз.
uk: В одному бою підпаліть кораблі супротивника %(count)d раз.
zh: 在一场战斗中使敌方战舰起火 %(count)d 次。
zh_sg: 在一场战斗中使敌方战舰起火%(count)d次。

# IDS_PCQT143_1
source: Cause %(count)d flooding to an enemy ship in a single battle.
es_mx: Causa %(count)d inundación en un barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇に浸水を %(count)d 回引き起こす。
pl: Spowoduj %(count)d zalanie okrętu wroga w jednej bitwie.
ru: В одном бою вызовите %(count)d затопление на корабле противника.
uk: В одному бою спричиніть %(count)d затоплення на кораблі супротивника.
zh: 在一场战斗中使敌方战舰进水 %(count)d 次。
zh_sg: 在一场战斗中使敌方战舰进水%(count)d次。

# IDS_PCQT144_1
source: Destroy or damage %(count)d module on an enemy ship in a single battle.
es_mx: Destruye o daña %(count)d módulo de un barco enemigo en una sola batalla.
ja: 1 戦で敵艦艇のモジュール %(count)d 個にダメージを与えるか大破させる。
pl: Zniszcz lub uszkodź %(count)d moduł okrętu wroga w jednej bitwie.
ru: В одном бою уничтожьте или повредите %(count)d модуль на корабле противника.
uk: В одному бою знищте або пошкодьте %(count)d модуль на кораблях супротивника.
zh: 在一场战斗中摧毁或伤害敌方战舰上的配件 %(count)d 个。
zh_sg: 在一场战斗中摧毁或伤害敌方战舰上的配件%(count)d个。

# IDS_PCQT145_1
source: Hit the citadel of an enemy ship %(count)d time in a single battle.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę wrogiego okrętu %(count)d raz w jednej bitwie.
ru: В одном бою попадите %(count)d раз в цитадель корабля противника.
uk: В одному бою влучте %(count)d раз у цитадель корабля супротивника.
zh: 在一场战斗中击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 在一场战斗中击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT146_1
source: Earn %(count)d "Spotted" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Detectado" en una sola batalla.
ja: 1 戦で「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie” w jednej bitwie.
ru: В одном бою получите %(count)d ленту «Обнаружил».
uk: В одному бою отримайте %(count)d стрічку «Виявив».
zh: 单次战斗中获得 %(count)d 个「发现」 勋带。
zh_sg: 在单场战斗中获得%(count)d个“已发现”勋带

# IDS_PCQT147_1
source: Earn %(count)d Free XP in a single battle.
es_mx: Obtén %(count)d puntos de XP Libre en una sola batalla.
ja: 1 戦で %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD w jednej bitwie.
ru: В одном бою заработайте %(count)d свободного опыта.
uk: В одному бою здобудьте %(count)d од. вільного досвіду.
zh: 在一场战斗中获得 %(count)d 全局经验。
zh_sg: 在一场战斗中获得%(count)d全局经验。

# IDS_PCQT148_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT151_CampaignSB_Mission01_Task01_1
source: Cause %(count)d HP of damage to Japanese ships.
es_mx: Causa %(count)d HP de daño a barcos japoneses.
ja: 日本艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń japońskim okrętom.
ru: Нанесите %(count)d урона кораблям Японии.
uk: Завдайте %(count)d од. шкоди кораблям Японії.
zh: 对R系战舰造成 %(count)d 血量伤害。
zh_sg: 对日本战舰造成%(count)d血量伤害。

# IDS_PCQT152_CampaignSB_Mission01_Task02_1
source: Hit enemy ships with main battery shells %(count)d time in a single battle.
es_mx: Impacta barcos enemigos con proyectiles de la batería principal %(count)d vez en una sola batalla.
ja: 1 戦で主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działem głównej baterii %(count)d raz w ciągu jednej bitwy.
ru: Попадите %(count)d раз снарядами ГК по кораблям противника в одном бою.
uk: Влучте %(count)d раз снарядами ГК у кораблі супротивника в одному бою.
zh: 在一场战斗中用主炮组炮弹击中敌方战舰 %(count)d 次。
zh_sg: 在一场战斗中用主炮组炮弹击中敌方战舰%(count)d次。

# IDS_PCQT153_CampaignSB_Mission01_Task03_1
source: Incapacitate or destroy %(count)d main battery mount on an enemy ship.
es_mx: Incapacita o destruye %(count)d montaje de la batería principal en un barco enemigo.
ja: 敵艦艇の主砲 %(count)d 基を機能停止または大破させる。
pl: Poważnie uszkodź lub zniszcz działo głównej baterii wrogiego okrętu %(count)d raz.
ru: Выведите из строя или уничтожьте %(count)d установку главного калибра на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d установку головного калібру на кораблі супротивника.
zh: 瘫痪或击毁 %(count)d 座敌方战舰所安装的主炮组。
zh_sg: 致使失效或击毁%(count)d座敌舰安装的主炮组。

# IDS_PCQT154_CampaignSB_Mission01_Task04_1
source: Win a battle in which you destroyed %(count)d enemy destroyer.
es_mx: Gana una batalla, en donde destruyas %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈した上で、その戦闘を勝利する。
pl: Wygraj bitwę, w której zniszczyłeś %(count)d niszczyciel wroga.
ru: Одержите победу в бою, при этом уничтожьте %(count)d эсминец противника.
uk: Здобудьте перемогу в бою, до того ж знищте %(count)d есмінець супротивника.
zh: 赢得一场战斗，并击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 赢得一场战斗，并摧毁%(count)d艘敌方驱逐舰。

# IDS_PCQT155_CampaignSB_Mission01_Task05_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。

# IDS_PCQT156_CampaignSB_Mission01_Task06_1
source: Win %(count)d battle in which you were among the top 7 XP earners on your team.
es_mx: Gana %(count)d batalla en donde seas uno de los 7 jugadores que obtuvieron más experiencia.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 7 を達成して勝利する。
pl: Wygraj %(count)d bitwę i bądź w pierwszej 7 swojej drużyny pod względem zdobytych PD.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-7 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-7 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 7 名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名前7。

# IDS_PCQT157_CampaignSB_Mission01_Task07_1
source: Destroy %(count)d battleship.
es_mx: Destruye %(count)d acorazado.
ja: 戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik.
ru: Уничтожьте %(count)d линкор.
uk: Знищте %(count)d лінкор.
zh: 击毁 %(count)d 艘战列舰。
zh_sg: 击毁%(count)d艘战列舰。

# IDS_PCQT158_CampaignSB_Mission01_Task08_Key_1
source: Earn %(count)d credit.
es_mx: Obtén %(count)d crédito.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
uk: Заробіть %(count)d кредит.
zh: 获得 %(count)d 银币。
zh_sg: 获得%(count)d银币。

# IDS_PCQT161_CampaignSB_Mission02_Task01_1
source: Cause %(count)d HP of damage to U.S.A. ships.
es_mx: Causa %(count)d HP de daño a barcos estadounidenses.
ja: アメリカ艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń amerykańskim okrętom.
ru: Нанесите %(count)d урона кораблям США.
uk: Завдайте %(count)d од. шкоди кораблям США.
zh: 对M系战舰造成 %(count)d 血量伤害。
zh_sg: 对美国战舰造成%(count)d血量伤害。

# IDS_PCQT162_CampaignSB_Mission02_Task02_1
source: Earn %(count)d "Captured", "Assisted in capture" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Capturada", "Asistencia en Captura" en una sola batalla.
ja: 1 戦で「占領」「占領アシスト」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zajęcie” lub „Pomoc w zajęciu” w jednej bitwie.
ru: Получите %(count)d ленту «Захватил», «Помог захватить» в одном бою.
uk: Отримайте %(count)d стрічку «Захопив», «Допоміг захопити» в одному бою.
zh: 在一场战斗中获得 %(count)d 个「占领」、「协助占领」勋带。
zh_sg: 在一场战斗中获得%(count)d个“占领”、“协助占领”勋带。

# IDS_PCQT163_CampaignSB_Mission02_Task03_1
source: Destroy %(count)d "Secondary Battery" module on an enemy ship.
es_mx: Destruye %(count)d módulo "Batería Secundaria" en un barco enemigo.
ja: 敵艦艇の「副砲」モジュール %(count)d 個を大破させる。
pl: Zniszcz %(count)d moduł „Bateria dodatkowa” okrętu wroga.
ru: Уничтожьте %(count)d модуль «Вспомогательный калибр» на корабле противника.
uk: Знищте %(count)d модуль «Допоміжний калібр» на кораблі супротивника.
zh: 摧毁敌方战舰上的「副炮组」配件 %(count)d 个。
zh_sg: 摧毁敌方战舰上的“副炮组”配件%(count)d个。

# IDS_PCQT164_CampaignSB_Mission02_Task04_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT165_CampaignSB_Mission02_Task05_1
source: Earn %(count)d "Witherer" achievement.
es_mx: Obtén %(count)d logro "Desastre Natural".
ja: 勲章「災害誘発」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Zwiastun tragedii” %(count)d raz.
ru: Получите %(count)d достижение «Стихийное бедствие».
uk: Отримайте %(count)d досягнення «Стихійне лихо».
zh: 获得 %(count)d 个「持续伤害」成就。
zh_sg: 获得%(count)d次“持续伤害”成就。
