Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SHIP_ARMOUR_THICKNESS_PARAM
source: Armor Thickness
es_mx: Espesor del Blindaje
ja: 装甲厚
pl: Grubość pancerza
ru: Толщина бронирования
uk: Товщина бронювання
zh: Толщина бронирования
zh_sg: 装甲厚度

# IDS_SHIP_ARMOUR_WHOLE_RANGE
source: Total range of armor thickness
es_mx: Rango total del espesor del blindaje
ja: 装甲厚の合計範囲
pl: Ogólny przedział grubości pancerza
ru: Общий диапазон бронирования
uk: Загальний діапазон бронювання
zh: 总装甲厚度范围
zh_sg: 总装甲厚度范围

# IDS_SHIP_BONUS_XP
source: Ship's bonuses
es_mx: Bonos del barco
ja: 艦のボーナス
pl: Bonusy okrętu
ru: Бонусы корабля
uk: Бонуси корабля
zh: 战舰奖励
zh_sg: 战舰奖励

# IDS_SHIP_BONUS_XP_HINT
source: Additional XP received after application of the ship's bonuses
es_mx: XP adicional recibida después de aplicar los bonos del barco.
ja: この艦のボーナス適用後の追加取得 EXP
pl: Dodatkowe PD otrzymane po zastosowaniu bonusów okrętu
ru: Количество дополнительного опыта, начисленного с учётом бонусов корабля
uk: Кількість додаткового досвіду, нарахованого з урахуванням бонусів корабля
zh: 套用额外战舰奖励后所获得的额外经验。
zh_sg: 套用战舰加成后所获得的额外经验。

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_EVENT_AIRCARRIER
source: Aircraft carriers are not allowed in the Asymmetric Battle
es_mx: Los portaaviones no están permitidos en la Batalla de Submarinos
ja: 航空母艦は非対称戦に参戦できません
pl: Lotniskowce nie mogą brać udziału w bitwach asymetrycznych
ru: Авианосцы не допускаются в Асимметричный бой
uk: Авіаносці не допускають до Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 潜艇战不允许使用航空母舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_EVENT_AUXILIARY
source: Transport ships are not allowed in the Asymmetric Battle
es_mx: Los barcos de transporte no están permitidos en la Batalla de Submarinos
ja: 輸送船は非対称戦に参戦できません
pl: Okręty transportowe nie mogą brać udziału w bitwach asymetrycznych
ru: Транспорты не допускаются в Асимметричный бой
uk: Транспорти не допускають до Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 潜艇战不允许使用运输舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_EVENT_BATTLESHIP
source: Battleships are not allowed in the Asymmetric Battle
es_mx: Los acorazados no están permitidos en la Batalla de Submarinos
ja: 戦艦は非対称戦に参戦できません
pl: Pancerniki nie mogą brać udziału w bitwach asymetrycznych
ru: Линкоры не допускаются в Асимметричный бой
uk: Лінкори не допускають до Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 潜艇战不允许使用战列舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_EVENT_CRUISER
source: Cruisers are not allowed in the Asymmetric Battle
es_mx: Los cruceros no están permitidos en la Batalla de Submarinos
ja: 巡洋艦は非対称戦に参戦できません
pl: Krążowniki nie mogą brać udziału w bitwach asymetrycznych
ru: Крейсеры не допускаются в Асимметричный бой
uk: Крейсери не допускають до Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 潜艇战不允许使用巡洋舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_EVENT_DESTROYER
source: Destroyers are not allowed in the Asymmetric Battle
es_mx: Los destructores no están permitidos en la Batalla de Submarinos
ja: 駆逐艦は非対称戦に参戦できません
pl: Niszczyciele nie mogą brać udziału w bitwach asymetrycznych
ru: Эсминцы не допускаются в Асимметричный бой
uk: Есмінці не допускають до Підводного бою
zh: 您选择的战舰并不适合军备竞赛
zh_sg: 潜艇战不允许使用驱逐舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_AIRCARRIER
source: Aircraft carriers are not allowed to participate in this operation
es_mx: Los portaaviones no son permitidos para participar en esta operación
ja: 航空母艦はこのオペレーションには参加不可
pl: Lotniskowce nie mogą uczestniczyć w tej operacji
ru: Авианосцы не допускаются в эту операцию
uk: Авіаносці не допускають до цієї операції
zh: 不允许使用航空母舰参加此行动
zh_sg: 不允许使用航空母舰参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_AUXILIARY
source: Transport ships are not allowed to participate in this operation
es_mx: Los barcos de transporte no son permitidos para participar en esta operación
ja: 輸送船はこのオペレーションには参加不可
pl: Okręty transportowe nie mogą uczestniczyć w tej operacji
ru: Транспорты не допускаются в эту операцию
uk: Транспорти не допускають до цієї операції
zh: 不允许使用运输舰参加此行动
zh_sg: 不允许使用运输舰参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_BATTLESHIP
source: Battleships are not allowed to participate in this operation
es_mx: Los acorazados no son permitidos para participar en esta operación
ja: 戦艦はこのオペレーションには参加不可
pl: Pancerniki nie mogą uczestniczyć w tej operacji
ru: Линкоры не допускаются в эту операцию
uk: Лінкори не допускають до цієї операції
zh: 不允许使用战列舰参加此行动
zh_sg: 不允许使用战列舰参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_CRUISER
source: Cruisers are not allowed to participate in this operation
es_mx: Los cruceros no son permitidos para participar en esta operación
ja: 巡洋艦はこのオペレーションには参加不可
pl: Krążowniki nie mogą uczestniczyć w tej operacji
ru: Крейсеры не допускаются в эту операцию
uk: Крейсери не допускають до цієї операції
zh: 不允许使用巡洋舰参加此行动
zh_sg: 不允许使用巡洋舰参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_DESTROYER
source: Destroyers are not allowed to participate in this operation
es_mx: Los destructores no son permitidos para participar en esta operación
ja: 駆逐艦はこのオペレーションには参加不可
pl: Niszczyciele nie mogą uczestniczyć w tej operacji
ru: Эсминцы не допускаются в эту операцию
uk: Есмінці не допускають до цієї операції
zh: 不允许使用驱逐舰参加此行动
zh_sg: 不允许使用驱逐舰参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_OPERATION_SUBMARINE
source: Submarines are not allowed to participate in this operation
es_mx: Los submarinos no pueden participar en está operación
ja: 潜水艦は、このオペレーションには参加できません
pl: Okręty podwodne nie mogą brać udziału w tej operacji
ru: Подводные лодки не допускаются в эту операцию
uk: Підводні човни не допускають до цієї операції
zh: 潜艇不被允许参加此行动
zh_sg: 不允许使用潜艇参加此行动

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_AIRCARRIER
source: Aircraft carriers are not allowed in this Training Room
es_mx: Los portaaviones no están permitidos en esta Sala de Entrenamiento
ja: 航空母艦はこのトレーニングルームでは不許可
pl: Lotniskowce nie są dozwolone w tym pokoju treningowym
ru: Авианосцы не допускаются в эту тренировочную комнату
uk: Авіаносці не допускають в цю тренувальну кімнату
zh: 此训练房不允许使用航空母舰
zh_sg: 此训练房间不允许使用航母

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_AUXILIARY
source: Transport ships are not allowed in this Training Room
es_mx: Los barcos de transporte no están permitidos en esta Sala de Entrenamiento
ja: 輸送船はこのトレーニングルームでは不許可
pl: Okręty transportowe nie są dozwolone w tym pokoju treningowym
ru: Транспорты не допускаются в эту тренировочную комнату
uk: Транспорти не допускають в цю тренувальну кімнату
zh: 此训练房不允许使用运输舰
zh_sg: 此训练房间不允许使用运输舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_BATTLESHIP
source: Battleships are not allowed in this Training Room
es_mx: Los acorazados no están permitidos en esta Sala de Entrenamiento
ja: 戦艦はこのトレーニングルームでは不許可
pl: Pancerniki nie są dozwolone w tym pokoju treningowym
ru: Линкоры не допускаются в эту тренировочную комнату
uk: Лінкори не допускають в цю тренувальну кімнату
zh: 此训练房不允许使用战列舰
zh_sg: 此训练房间不允许使用战列舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_CRUISER
source: Cruisers are not allowed in this Training Room
es_mx: Los cruceros no están permitidos en esta Sala de Entrenamiento
ja: 巡洋艦はこのトレーニングルームでは不許可
pl: Krążowniki nie są dozwolone w tym pokoju treningowym
ru: Крейсеры не допускаются в эту тренировочную комнату
uk: Крейсери не допускають в цю тренувальну кімнату
zh: 此训练房不允许使用巡洋舰
zh_sg: 此训练房间不允许使用巡洋舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_DESTROYER
source: Destroyers are not allowed in this Training Room
es_mx: Los destructores no están permitidos en esta Sala de Entrenamiento
ja: 駆逐艦はこのトレーニングルームでは不許可
pl: Niszczyciele nie są dozwolone w tym pokoju treningowym
ru: Эсминцы не допускаются в эту тренировочную комнату
uk: Есмінці не допускають в цю тренувальну кімнату
zh: 此训练房不允许使用驱逐舰
zh_sg: 此训练房间不允许使用驱逐舰

# IDS_SHIP_CLASS_IS_NOT_ALLOWED_FOR_TRAINING_SUBMARINE
source: Submarines are not allowed in this Training Room
es_mx: Los submarinos no están permitidos en esta Sala de Entrenamiento
ja: 潜水艦はこのトレーニングルームでは不許可
pl: Okręty podwodne nie są dozwolone w tym pokoju treningowym
ru: Подводные лодки не допускаются в эту тренировочную комнату.
uk: Підводні човни не допускають в цю тренувальну кімнату
zh: Подводные лодки не допускаются в эту тренировочную комнату.
zh_sg: 此训练房间不允许使用潜艇

# IDS_SHIP_COMPARISON_HINT
source: Place the cursor on another player's ship to compare her with your ship.
es_mx: Pon el cursor sobre el barco de otro jugador para compararlo con el tuyo.
ja: 他のプレイヤーの艦にカーソルを合わせて自艦と比較
pl: Najedź kursorem na okręt innego gracza, żeby porównać go ze swoim okrętem.
ru: Наведите курсор на корабль другого игрока, чтобы сравнить его со своим кораблём.
uk: Наведіть курсор на корабель іншого гравця, щоб порівняти його зі своїм кораблем.
zh: 将鼠标指向其它玩家的战舰上来跟他比较您的战舰。
zh_sg: 将鼠标放在其它玩家的战舰上来进行比较。

# IDS_SHIP_CREW_HINT
source: Ship Commander
es_mx: Comandante del Barco
ja: 艦長
pl: Dowódca okrętu
ru: Командир корабля
uk: Командир корабля
zh: 战舰指挥官
zh_sg: 战舰指挥官

# IDS_SHIP_ELITE_RESTRICTION
source: Complete the task with an Elite ship
es_mx: Completa la tarea con un barco Élite
ja: エリート艦艇でタスクを達成
pl: Ukończ zadanie okrętem elitarnym
ru: Выполнение задания на элитном корабле
uk: Виконати завдання на елітному кораблі
zh: 用精英战舰完成工作
zh_sg: 用精英战舰完成目标

# IDS_SHIP_EXP
source: XP per battle
es_mx: XP por Batalla
ja: 各戦での EXP
pl: PD na bitwę
ru: Опыт за бой
uk: Досвід за бій
zh: 每场战斗的经验收益
zh_sg: 每场战斗经验

# IDS_SHIP_EXPERIENCE
source: Ship XP
es_mx: Experiencia del Barco
ja: 艦 EXP
pl: PD okrętu
ru: Опыт корабля
uk: Досвід корабля
zh: 战舰经验
zh_sg: 战舰经验

# IDS_SHIP_EXPERIENCE_COLON
source: Ship XP:
es_mx: XP del Barco:
ja: 艦 EXP :
pl: PD okrętu:
ru: Опыт корабля:
uk: Досвід корабля:
zh: 战舰经验：
zh_sg: 战舰经验：

# IDS_SHIP_EXPERIENCE_MOVED_TO_COLON
source: XP transferred to ship:
es_mx: Transferir XP al barco:
ja: 艦に転送された EXP:
pl: PD przeniesiono do okrętu:
ru: Опыт перенесён на корабль:
uk: Досвід перенесено на корабель:
zh: 经验已转移到战舰：
zh_sg: 经验已转移到战舰：

# IDS_SHIP_EXP_DEFICIT
source: Not enough XP to research a new ship.
es_mx: No hay suficiente XP para investigar un nuevo barco.
ja: EXP 不足のため新艦艇を研究できません。
pl: Zbyt mało PD do zbadania nowego okrętu.
ru: Недостаточно опыта для исследования нового корабля.
uk: Недостатньо досвіду для дослідження нового корабля.
zh: Недостаточно опыта для исследования нового корабля.
zh_sg: 研发新战舰经验不足。

# IDS_SHIP_EXP_DESCRIPTION
source: Required to research new ships and modules.
es_mx: Requerida para investigar nuevos barcos y módulos.
ja: 新艦艇やモジュール の研究に必要
pl: Wymagane, by zbadać nowe okręty i moduły.
ru: Нужен для исследования новых кораблей и модулей.
uk: Потрібен для дослідження нових кораблів і модулів.
zh: Нужен для исследования новых кораблей и модулей.
zh_sg: 需要研发 新战舰和配件。

# IDS_SHIP_EXP_FULL
source: You can now research a new ship.
es_mx: Ahora puedes investigar un nuevo barco.
ja: 新艦艇を研究できます。
pl: Możesz teraz zbadać nowy okręt.
ru: Теперь вы можете исследовать новый корабль.
uk: Тепер ви можете досліджувати новий корабель.
zh: Теперь вы можете исследовать новый корабль.
zh_sg: 您现在可以研发新战舰了。

# IDS_SHIP_EXT_ARMOUR
source: External armor
es_mx: Blindaje externo
ja: 外部装甲
pl: Pancerz zewnętrzny
ru: Внешнее бронирование
uk: Зовнішнє бронювання
zh: 外部装甲
zh_sg: 外部装甲

# IDS_SHIP_FILTER_AUTHOR
source: Custom ships
es_mx: Barcos personalizados
ja: カスタム艦艇
pl: Okręty niestandardowe
ru: Авторские корабли
uk: Авторські кораблі
zh: 自定义战舰
zh_sg: 自定义战舰

# IDS_SHIP_FILTER_EVENT
source: Special ships
es_mx: Barcos especiales
ja: 特別艦艇
pl: Okręty specjalne
ru: Особые корабли
uk: Особливі кораблі
zh: 特殊战舰
zh_sg: 特别战舰

# IDS_SHIP_FILTER_HISTORICAL
source: Historical ships
es_mx: Barcos históricos
ja: 史実艦艇
pl: Okręty historyczne
ru: Исторические корабли
uk: Історичні кораблі
zh: 历史战舰
zh_sg: 历史战舰

# IDS_SHIP_FROZEN_FOR_PVE
source: WAITING FOR AN ORDER
es_mx: ESPERANDO UNA ORDEN
ja: 指令待機中
pl: OCZEKIWANIE NA ROZKAZ
ru: ОЖИДАЕТ ПРИКАЗА
uk: ОЧІКУЄ НА НАКАЗ
zh: 等候命令
zh_sg: 等候命令

# IDS_SHIP_HAS_NO_MODERNIZATIONS
source: No upgrades available for this ship
es_mx: No hay mejoras disponibles para este barco
ja: この艦にはアップグレードはありません
pl: Nie ma ulepszeń dostępnych dla tego okrętu
ru: Этот корабль нельзя модернизировать
uk: Цей корабель не можна модернізувати
zh: 该战舰没有升级品
zh_sg: 该战舰没有升级品

# IDS_SHIP_HAVE_JUST_GOT_ELITE_STATUS
source: %(shipType)s %(shipName)s acquired Elite status
es_mx: El %(shipType)s %(shipName)s adquirió el estado Élite
ja: %(shipType)s %(shipName)s はエリートステータスを取得しました
pl: %(shipType)s %(shipName)s zdobył status Elitarny
ru: %(shipType)s %(shipName)s получил статус «Элитный»
uk: %(shipType)s %(shipName)s отримав статус «Елітний»
zh: %(shipType)s %(shipName)s 获得精英状态
zh_sg: %(shipType)s %(shipName)s 获得了精英状态

# IDS_SHIP_INT_ARMOUR
source: Internal armor
es_mx: Blindaje interno
ja: 内部装甲
pl: Pancerz wewnętrzny
ru: Внутреннее бронирование
uk: Внутрішнє бронювання
zh: 内部装甲
zh_sg: 内部装甲

# IDS_SHIP_IN_BATTLE
source: Ship in battle
es_mx: Barco en batalla
ja: 艦が戦闘中
pl: Okręt w bitwie
ru: Корабль в бою
uk: Корабель у бою
zh: 战舰战斗中
zh_sg: 战斗中

# IDS_SHIP_IN_BATTLE_MESSAGE
source: This ship is in battle. To start a new battle, select another ship.
es_mx: Este barco está en batalla. Para iniciar una nueva batalla, selecciona otro barco.
ja: この艦は戦闘中です。 新しい戦闘に参戦するには別の艦を選択してください。
pl: Ten okręt jest w bitwie. Żeby rozpocząć nową bitwę, wybierz inny okręt.
ru: Корабль находится в бою. Чтобы начать новый бой, выберите другой корабль.
uk: Корабель перебуває у бою. Щоб почати новий бій, виберіть інший корабель.
zh: 此战舰正在战斗中。 想要进行新的战斗，请选择其它战舰。
zh_sg: 此战舰正在战斗中。 想要进行新的战斗，请选择其它战舰。

# IDS_SHIP_IN_DIVISION_MESSAGE_COMMANDER_0
source: You are the Division Commander. Click "Battle!" to join a battle with your Division.
es_mx: Eres el Comandante de la División. Haz click en "¡Batalla!" para unirte a una batalla con tu División.
ja: 分艦隊の指揮官になりました。 「戦闘開始!」をクリックすると分艦隊で戦闘に参加します。
pl: Jesteś dowódcą dywizjonu. Kliknij „Bitwa”, żeby Twój dywizjon wziął udział w bitwie.
ru: Вы командуете отрядом. Нажмите кнопку «В бой!», чтобы выйти отрядом в бой.
uk: Ви командуєте загоном. Натисніть кнопку «До бою!», щоб піти загоном у бій.
zh: 您是小队指挥官。 请点击 "加入战斗" 来跟您的小队一起加入战斗。
zh_sg: 您是小队指挥官。 请点击 "加入战斗" 来跟您的小队一起加入战斗。

# IDS_SHIP_IN_DIVISION_MESSAGE_NOT_COMMANDER_0
source: You are ready to enter battle in the Division. Please wait for the Commander to send the Division into battle.
es_mx: Estás listo para entrar a la batalla en la División. Por favor espera a que el Comandante envíe la División a la batalla.
ja: 分艦隊での戦闘準備を完了しています。 指揮官が分艦隊での戦闘を開始するまでお待ちください。
pl: Jesteś gotowy do bitwy w dywizjonie. Poczekaj, aż dowódca wyda rozkaz wejścia do bitwy.
ru: Вы готовы выйти в бой в составе отряда. Ожидайте, когда командир отправит отряд в бой.
uk: Ви готові вступити у бій у складі загону. Очікуйте, коли командир відправить загін у бій.
zh: 您已准备就绪跟队伍一起进入战斗，请等待指挥官将队伍派往至战斗。请等候指挥官来将小队派往至战斗。
zh_sg: 您已经做好小队战斗准备了。 请等待指挥官加入战斗。

# IDS_SHIP_IN_DOCK
source: The ship is in the Port.
es_mx: El barco está en el Puerto.
ja: この艦は港にあります。
pl: Okręt stoi w porcie.
ru: Корабль находится в Порту.
uk: Корабель перебуває у Порту.
zh: 该战舰已在港口中。
zh_sg: 战舰在港口中。

# IDS_SHIP_IN_FORMATION_MESSAGE_1
source: Click "Not Ready" to select another ship or modify the ship configuration.
es_mx: Haz click en "No Listo" para seleccionar otro barco o modificar la configuración del barco.
ja: 別の艦艇を選択したり艦の構成を変更したりするには、「準備中」をクリックしてください。
pl: Kliknij „Niegotowy”, żeby wybrać inny okręt lub zmienić konfigurację obecnego.
ru: Чтобы выбрать другой корабль или внести изменения в конфигурацию корабля, нажмите кнопку «Не готов».
uk: Щоб вибрати інший корабель або внести зміни в конфігурацію корабля, натисніть кнопку «Не готовий».
zh: 如您未准备就绪，请点击“未准备好”选择其它战舰以及配置。
zh_sg: 点击“未准备”以选择其他战舰或修改战舰配置。

# IDS_SHIP_IN_PARTY_MESSAGE_COMMANDER_0
source: You are the Commander. Click "Battle!" to enter a battle with your Team.
es_mx: Eres el Comandante. Haz clic en "¡Batalla!" para entrar a la batalla con tu Equipo.
ja: 指揮官になりました。 「戦闘開始!」をクリックするとチームで戦闘に参加します。
pl: Jesteś dowódcą. Kliknij „Bitwa!”, żeby Twoja drużyna weszła do walki.
ru: Вы — командир. Нажмите кнопку «В бой!», чтобы выйти командой в бой.
uk: Ви — командир. Натисніть кнопку «До бою!», щоб вступити командою у бій.
zh: 您是指挥官。 请点击 "加入战斗" 来跟您的队伍一起进入战斗。
zh_sg: 您是指挥官。 请点击 "加入战斗" 来和您的团队一起进入战斗。

# IDS_SHIP_IN_PARTY_MESSAGE_NOT_COMMANDER_0
source: You are ready to enter the battle in the Team. Please wait for the Commander to send the Team into battle.
es_mx: Estás listo para entrar a la batalla con el Equipo. Por favor, espera a que el Comandante envié al Equipo a la batalla.
ja: チームでの戦闘準備を完了しました。 指揮官がチームを戦闘に送るまでお待ちください。
pl: Jesteś gotowy do wejścia do bitwy z drużyną. Poczekaj, aż dowódca wyśle drużynę do walki.
ru: Вы готовы выйти в бой в составе команды. Ожидайте, когда командир отправит команду в бой.
uk: Ви готові вступити у бій у складі команди. Очікуйте, коли командир відправить команду у бій.
zh: 您已准备好跟队伍一起进入战斗。 请等候指挥官来将队伍派往至战斗。
zh_sg: 您已经做好团队战准备了。 请等待指挥官加入战斗。

# IDS_SHIP_IS_ELITE_HEADING
source: ELITE SHIP STATUS
es_mx: ESTADO ÉLITE DEL BARCO
ja: エリート艦艇ステータス
pl: ELITARNY STATUS OKRĘTU
ru: ПРИСВОЕНИЕ КОРАБЛЮ СТАТУСА «ЭЛИТНЫЙ»
uk: НАДАВАННЯ КОРАБЛЮ СТАТУСУ «ЕЛІТНИЙ»
zh: 精英战舰状态
zh_sg: 精英战舰状态

# IDS_SHIP_LEVEL
source: Tier %(_shipLevel)s %(_shipClass)s
es_mx: %(_shipClass)s Nivel %(_shipLevel)s
pl: %(_shipClass)s poziomu %(_shipLevel)s
ru: %(_shipClass)s %(_shipLevel)s уровня
uk: %(_shipClass)s %(_shipLevel)s рівня
zh: %(_shipLevel)s 级 %(_shipClass)s
zh_sg: %(_shipLevel)s级 %(_shipClass)s

# IDS_SHIP_LEVEL_RESTRICTION
source: Ship tier restrictions
es_mx: Restricciones de tier del barco
ja: 艦艇 Tier 制限
pl: Ograniczenia dot. poziomu okrętu
ru: Ограничения по уровню корабля
uk: Обмеження за рівнем корабля
zh: 限制战舰等级
zh_sg: 限制战舰等级

# IDS_SHIP_MANAGEMENT_AIRCARRIER_BLOCK_HEADER
source: Aircraft carrier consumables
es_mx: Consumibles de portaaviones
ja: 航空母艦の消耗品
pl: Sprzęt eksploatacyjny lotniskowca
ru: Снаряжение авианосца
uk: Спорядження авіаносця
zh: 航空母舰消耗品
zh_sg: 航空母舰消耗品

# IDS_SHIP_MANAGEMENT_BOMBER_BLOCK_HEADER
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_SHIP_MANAGEMENT_CONSUMABLES_BLOCK_HEADER
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: Sprzęt eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_SHIP_MANAGEMENT_DIVE_BLOCK_HEADER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_SHIP_MANAGEMENT_FIGHTER_BLOCK_HEADER
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samoloty szturmowe
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_SHIP_MANAGEMENT_MODERNIZATIONS_BLOCK_HEADER
source: Upgrades
es_mx: Mejoras
ja: アップグレード
pl: Ulepszenia
ru: Модернизации
uk: Модернізації
zh: 升级品
zh_sg: 升级品

# IDS_SHIP_MANAGEMENT_MODULES_BLOCK_HEADER
source: Modules
es_mx: Módulos
ja: モジュール
pl: Moduły
ru: Модули
uk: Модулі
zh: 配件
zh_sg: 配件

# IDS_SHIP_MANAGEMENT_WEAPONS_BLOCK_HEADER
source: Armament
es_mx: Armamento
ja: 兵装
pl: Uzbrojenie
ru: Вооружение
uk: Озброєння
zh: Вооружение
zh_sg: 武器

# IDS_SHIP_MODIFIER_CAPTURING_INACTIVE
source: WAITING FOR BUFF
es_mx: ESPERANDO LA BONIFICACIÓN
ja: 強化待ち
pl: OCZEKIWANIE NA WZMOCNIENIE
ru: ОЖИДАНИЕ УЛУЧШЕНИЯ
uk: ОЧІКУВАННЯ ПОЛІПШЕННЯ
zh: 正在等待增益效果
zh_sg: 等待增益中

# IDS_SHIP_MODIFIER_CAPTURING_INDICATOR
source: ENEMY INSIDE CAPTURE ZONE
es_mx: ENEMIGO EN LA ZONA DE CAPTURA
ja: 占領ゾーン内に敵
pl: WRÓG W STREFIE ZAJMOWANIA
ru: ПРОТИВНИК В ЗОНЕ ЗАХВАТА
uk: СУПРОТИВНИК У ЗОНІ ЗАХОПЛЕННЯ
zh: 在该地区超过敌方势力的数量
zh_sg: 占领区域内的敌军

# IDS_SHIP_MODIFIER_MAX_LEVEL
source: Maximum number of buffs received
es_mx: Numero máximo de bonificaciones recibidas
ja: 強化を上限まで取得しました
pl: Otrzymano maksymalną ilość wzmocnień
ru: Получено максимальное количество улучшения
uk: Отримано максимальну кількість поліпшення
zh: Получено максимальное количество улучшения
zh_sg: 获得增益最大数量

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM001_VISIBILITY
source: Reduces detectability of your ship.
es_mx: Reduce la detectabilidad de tu barco.
ja: 自艦の被発見距離を短縮
pl: Zmniejsza wykrywalność Twojego okrętu
ru: Снижает заметность вашего корабля.
uk: Зменшує помітність вашого корабля.
zh: 降低您的战舰的被侦测性
zh_sg: 降低您的战舰被发现的可能性。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM002_REGENERATION
source: Continuously restores part of your ship's HP.
es_mx: Restaura continuamente parte de los HP de tu barco.
ja: 自艦の HP の一部を継続的に回復
pl: Stale przywraca część PW Twojego okrętu
ru: Постоянно восстанавливает часть боеспособности вашего корабля.
uk: Постійно відновлює частину боєздатності вашого корабля.
zh: 持续恢复您的战舰的血量
zh_sg: 持续恢复您的战舰的部分生命值。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM003_SHOTDELAY
source: Accelerates the reload speed of the main battery guns and torpedo tubes.
es_mx: Acelera la velocidad de recarga de los cañones de la batería principal y los tubos de torpedos.
ja: 主砲と魚雷発射管の装填速度を加速
pl: Przyspiesza przeładowanie dział baterii głównej i wyrzutni torpedowych
ru: Ускоряет перезарядку орудий главного калибра и торпедных аппаратов.
uk: Пришвидшує перезаряджання гармат головного калібру й торпедних апаратів.
zh: 加速主炮与鱼雷管重新装填速度
zh_sg: 加快主炮和鱼雷发射管的装填速度。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM004_ENGINEBOOST
source: Improves the ship's acceleration time, as well as her maneuverability.
es_mx: Mejora el tiempo de aceleración del barco, así como su maniobrabilidad.
ja: 艦の加速時間と機動性を強化
pl: Skraca czas przyspieszenia okrętu oraz poprawia jego manewrowość.
ru: Увеличивает скорость набора полного хода и манёвренность корабля.
uk: Збільшує швидкість набирання повного ходу та маневреність корабля.
zh: 改进战舰的加速时间以及它的机动性。
zh_sg: 提升战舰的加速时间和机动性。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM005_HEBURNCHANCE
source: Increases the chances of HE shells setting an enemy on fire and reduces the risk of your ship catching fire.
es_mx: Aumenta las probabilidades de incendiar a un enemigo con proyectiles HE y reduce el riesgo de que tu barco se incendie.
ja: HE 弾による敵艦艇への火災発生率を高め、自艦の火災発生率を低減
pl: Zwiększa szanse na podpalenie przeciwnika pociskami OB i zmniejsza ryzyko wybuchu pożaru na własnym okręcie.
ru: Увеличивает вероятность поджога противника ОФ-снарядами и уменьшает вероятность возникновения пожара на вашем корабле.
uk: Збільшує імовірність підпалу супротивника ОФ снарядами і зменшує імовірність виникнення пожежі на вашому кораблі.
zh: 增加HE弹造成敌人火灾的机率并减少您的战舰发生火灾的风险。
zh_sg: 增加高爆弹造成敌方起火的几率并降低您战舰的起火几率。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM006_CONSUMABLETIME
source: Increases the reload speed of all consumables.
es_mx: Aumenta la velocidad de recarga de todos los consumibles.
ja: 全ての消耗品の準備速度を向上
pl: Skraca czas przeładowania sprzętu eksploatacyjnego.
ru: Ускоряет перезарядку всего снаряжения.
uk: Пришвидшує перезаряджання всього спорядження.
zh: 增加所有消耗品的重新装填速度
zh_sg: 提升所有消耗品的装填速度。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM008_SHOTDELAY_EV2019
source: Accelerates the reload speed of the main battery guns and torpedo tubes.
es_mx: Acelera la velocidad de recarga de los cañones de la batería principal y los tubos de torpedos.
ja: 主砲と魚雷発射管の装填速度を加速
pl: Przyspiesza przeładowanie dział baterii głównej i wyrzutni torpedowych.
ru: Ускоряет перезарядку орудий главного калибра и торпедных аппаратов
uk: Пришвидшує перезаряджання гармат головного калібру й торпедних апаратів
zh: 加速主炮与鱼雷管重新装填速度
zh_sg: 加快主炮和鱼雷发射管的装填速度。

# IDS_SHIP_MODIFIER_PARAM_DESCR_PCOM009_REGENERATION_EV2019
source: Continuous HP regeneration
es_mx: Regeneración continua de HP
ja: 継続的な HP 回復
pl: Stała regeneracja PW
ru: Постоянное восстановление боеспособности
uk: Постійне відновлення боєздатності
zh: Постоянное восстановление боеспособности
zh_sg: 持续恢复生命

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM001_VISIBILITY
source: Detectability
es_mx: Detectabilidad
ja: 被発見距離
pl: Wykrywalność
ru: Заметность
uk: Помітність
zh: 被侦测性
zh_sg: 被发现的可能性

# IDS_SHIP_MODIFIER_PARAM_HEADER_PCOM002_REGENERATION
source: Repairs
es_mx: Reparaciones
ja: 修理
pl: Naprawa
ru: Ремонт
uk: Ремонт
zh: 维修
zh_sg: 维修
