Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC349_SOVIETBBARC_BUBNOV_DESCRIPTION
source: Ivan Grigorievich Bubnov is one of the most prominent Russian shipbuilding engineers. In 1896, after his graduation with honors from the Nikolaev Maritime Academy, he created several projects of large armored cruisers armed with 254 mm and 203 mm artillery. Bubnov was also the chief designer of submarines, including the famous Delfin—the first Russian submarine with an internal combustion engine. In 1912, he received the rank of General-Mayor (major general) of the Ship Engineers Corps. Between 1907 and 1909, Ivan Bubnov, jointly with another outstanding shipbuilder, Alexei Krylov (1863–1945), developed the project of "battleships with a displacement of 23,000 tons". In June 1909, four ships were laid down as per this project. These were the first Russian dreadnoughts: Gangut, Petropavlovsk, Poltava, and Sevastopol. Later, in 1914, General Bubnov managed the design of even more powerful battleships with a displacement of 35,000 tons, armed with 406 mm artillery.
es_mx: Ivan Grigorievich Bubnov fue uno de los más importantes ingenieros en construcción naval rusos. En 1896, después de graduarse con honores de la Academia Marítima Nikolaev, creó varios proyectos de grandes cruceros blindados armados con artillería de 254 y 203 mm. Bubnov también fue el diseñador en jefe de submarinos, incluyendo al famoso Delfin, el primer submarino ruso con un motor de combustión interna. En 1912, recibió el rango de General-Mayor (General Mayor) del Cuerpo Naval de Ingenieros. Entre 1907 y 1909, Ivan Bubnov, junto a otro destacado constructor naval, Aleksey Krylov (1863–1945), desarrolló un proyecto para "acorazados con un desplazamiento de 23 000 toneladas". En junio de 1909, cuatro barcos fueron puestos en quilla como parte de este proyecto. Estos fueron los primeros dreadnoughts rusos: Gangut, Petropavlovsk, Poltava y Sevastopol. Más tarde, en 1914, el General Bubnov supervisó el diseño de acorazados aún más poderosos con un desplazamiento de 35 000 toneladas y armados con una artillería de 406 mm.
ja: イヴァン・グリゴリヴィチ・ブブノフは、最も著名なロシアの造船技師のひとりでした。彼は 1896 年にニコラエフ海事大学を優秀な成績で卒業した後、254 mm または 203 mm の主砲を備えた大型の装甲巡洋艦の計画案を複数開発しました。ブブノフは各種の潜水艦の設計技師長も務め、そのひとつが内燃機関を備えたロシア初の潜水艦として有名なデルフィンでした。1912 年には造船技師軍団の少将に昇進しました。 イヴァン・ブブノフは 1907 年から 1909 年にかけ、同様に卓越した造船技師であったアレクセイ・クリロフ (1863 年 - 1945 年) と共に「排水量 23,000 トン級の戦艦」を開発し、1909 年に 4 隻が起工されました。これらの 4 隻こそがロシア初の弩級戦艦ガングート、ペトロパヴロフスク、ポルタワ、セヴァストポリでした。ブブノフはその後の 1914 年に排水量 35,000 トン級で 406 mm 砲を備えたさらに強力な戦艦の設計を監督しました。
pl: Iwan Grigorjewicz Bubnow był jednym z najbardziej zasłużonych rosyjskich inżynierów budowy okrętów. W 1896 roku, po ukończeniu z wyróżnieniem Akademii Morskiej w Mikołajowie, stworzył szereg projektów dużych krążowników opancerzonych z działami kal. 254 mm i 203 mm. Bubnow przewodził również zespołom projektantów okrętów podwodnych, w tym również słynnego okrętu Delfin – pierwszej rosyjskiej jednostki podwodnej z napędem spalinowym. W 1912 roku awansował na stopień majora generała korpusu inżynierów okrętowych. W latach 1907–1909 Iwan Bubnow wspólnie z innym wybitnym projektantem, Aleksandrem Kryłowem (1863–1945), pracował nad projektem „pancernika o wyporności 23 000 ton”. W czerwcu 1909 roku zbudowano cztery okręty zgodnie z tym projektem. Były to pierwsze rosyjskie drednoty: Gangut, Pietropawłowsk, Potawa i Sewastopol. W 1914 roku generał Bubnow prowadził prace nad jeszcze potężniejszymi pancernikami o wyporności 35 000 ton, uzbrojonymi w artylerię kal. 406 mm.
ru: Иван Григорьевич Бубнов — один из самых выдающихся российских инженеров-кораблестроителей. После блестящего окончания в 1896 году Николаевской морской академии он создал несколько проектов больших броненосных крейсеров, вооружённых 254-мм и 203-мм артиллерией. Бубнов являлся также главным конструктором субмарин, среди которых был знаменитый «Дельфин» — первая русская подводная лодка с двигателем внутреннего сгорания. В 1912 году он получил чин генерал-майора Корпуса корабельных инженеров. В 1907–1909 годах Иван Григорьевич Бубнов совместно с другим выдающимся учёным-кораблестроителем Алексеем Крыловым (1863–1945) разработал проект «линейных кораблей водоизмещением в 23 000 тонн». В июне 1909 года по этому проекту были заложены четыре корабля — первые русские дредноуты: «Гангут», «Петропавловск», «Полтава» и «Севастополь». Позднее, в 1914 году, генерал Бубнов руководил проектированием ещё более мощных линкоров водоизмещением в 35 000 тонн, вооружённых 406-мм артиллерией.
uk: Іван Григорович Бубнов — один із найвидатніших російських інженерів-корабельників. Закінчивши 1896 року Миколаївську морську академію з відзнакою, він створив кілька проектів великих броненосних крейсерів, озброєних 254-мм й 203-мм артилерією. Бубнов також був головним конструктором субмарин, серед яких був і славнозвісний «Дельфін» — перший російський підводний човен із двигуном внутрішнього згоряння. А 1912 року Бубнов отримав звання генерал-майора Корпусу корабельних інженерів. У 1907–1909 роках Іван Григорович Бубнов разом з іншим видатним вченим-корабельником Олексієм Криловим (1863–1945) розробив проект «лінійних кораблів водотоннажністю 23 000 тонн». У червні 1909 року за цим проектом заклали чотири російські дредноути: «Гангут», «Петропавловськ», «Полтава» та «Севастополь». Згодом, 1914 року генерал Бубнов керував проектуванням ще потужніших лінкорів із водотоннажністю 35 000 тонн, які несли 406-мм артилерію.
zh: Иван Григорьевич Бубнов — один из самых выдающихся российских инженеров-кораблестроителей. После блестящего окончания в 1896 году Николаевской морской академии он создал несколько проектов больших броненосных крейсеров, вооружённых 254-мм и 203-мм артиллерией. Бубнов являлся также главным конструктором субмарин, среди которых был знаменитый «Дельфин» — первая русская подводная лодка с двигателем внутреннего сгорания. В 1912 году он получил чин генерал-майора Корпуса корабельных инженеров. В 1907–1909 годах Иван Григорьевич Бубнов совместно с другим выдающимся учёным-кораблестроителем Алексеем Крыловым (1863–1945) разработал проект «линейных кораблей водоизмещением в 23 000 тонн». В июне 1909 года по этому проекту были заложены четыре корабля — первые русские дредноуты: «Гангут», «Петропавловск», «Полтава» и «Севастополь». Позднее, в 1914 году, генерал Бубнов руководил проектированием ещё более мощных линкоров водоизмещением в 35 000 тонн, вооружённых 406-мм артиллерией.
zh_sg: 伊万·格里戈里维奇·布诺夫是俄罗斯最杰出的造船工程师之一。1896年，以优异成绩从尼古拉夫海事学院毕业后，他就创立了数个配备254毫米和203毫米火炮的大型装甲巡洋舰项目。布布诺夫还是潜艇的首席设计师，包括著名的德尔芬号——俄罗斯第一艘配备内燃机的潜艇。1912年，他获得了造船工程师团总长（少将级）的军衔。 1907-1909年，伊万·布诺夫与另一位杰出的造船工程师 阿列克谢·克雷洛夫（1863-1945）共同研发了一个“23000吨级战列舰”项目。1909年6月，作为该项目的一部分，投产了四艘此种战舰。这也是第一批俄国无畏舰：甘古特、彼得罗巴甫洛夫斯克、波尔塔瓦和塞瓦斯托波尔。后来，在1914年，布诺夫将军开始监督设计更强大的35000吨级排水量并装备406毫米火炮的战列舰。

# IDS_PCZC350_SOVIETBBARC_MASLOV
source: Anatoly Ioasafovich Maslov (1884–1968)
ja: アナトリ・イオサフォヴィチ・マスロフ (1884 年 - 1968 年)
pl: Anatolij Józefowicz Masłow (1884–1968)
ru: Анатолий Иоасафович Маслов (1884–1968)
uk: Анатолій Іоасафович Маслов (1884–1968)
zh: Анатолий Иоасафович Маслов (1884–1968)
zh_sg: 安纳托利·奥萨福维奇·马斯洛夫 (1884–1968)

# IDS_PCZC350_SOVIETBBARC_MASLOV_DESCRIPTION
source: Anatoly Ioasafovich Maslov was an outstanding Russian and Soviet shipbuilder. In 1907, he enrolled in the Ship Engineers Corps of the Russian Imperial Navy, graduating from the Nikolaev Maritime Academy in 1913. He went on to work in the design bureau of the Admiralty Works. In December 1916, Anatoly Maslov was promoted to Podpolkovnik (Lieutenant Colonel) of the Ship Engineers Corps. Back in 1909, Maslov was appointed assistant builder of battleship Gangut. In 1914, under the supervision of General Bubnov, he developed the project of the "fourth battleship for the Black Sea", soon to became Imperator Nikolai I, and a project of a 35,000-ton battleship with 406 mm artillery. Anatoly Maslov’s contribution to Soviet shipbuilding was even more significant. He was the chief designer of Kirov-class cruisers (Project 26), Maxim Gorky (Project 26-bis) and Chapayev (Project 68).
es_mx: Anatoly Ioasafovich Maslov fue un destacado constructor naval ruso y soviético. En 1907, se enlistó en el Cuerpo Naval de Ingenieros de la Armada Imperial Rusa. en 1913, se graduó de la Academia Marítima Nikolaev y trabajó en la oficina de diseño de los talleres del Almirantazgo. En diciembre de 1916, Anatoly Maslov fue promovido a Podpolkovnik (teniente coronel) del Cuerpo Naval de Ingenieros. En 1909, Maslov fue nombrado constructor asistente del acorazado Gangut. En 1914, bajo la supervisión del general Bubnov, desarrolló el proyecto del "cuarto acorazado para el Mar Negro", que pronto se convertiría en el Imperator Nikolai I, y un proyecto de un acorazado de 35 000 toneladas con artillería de 406 mm. La contribución de Anatoly Maslov a la construcción naval soviética fue aún más significativa. Fue el diseñador en jefe de los cruceros de la clase Kirov (Proyecto 26), Maxim Gorky (Proyecto 26-bis) y Chapayev (Proyecto 68).
ja: アナトリ・イオサフォヴィチ・マスロフは、ロシアとソ連の卓越した造船技師でした。彼は 1907 年にロシア帝国海軍の造船技師軍団に加わり、1913 年にニコラエフ海事大学を卒業した後、アドミラルティ工廠の設計局で働きました。1916 年 12 月には、造船技師軍団の中佐に昇進しました。 マスロフは 1909 年の時点で戦艦ガングートの建造補佐役に任命されました。1914 年にはブブノフ将軍の監督下で「黒海用の第 4 の戦艦」を開発し、これは間もなく戦艦インペラートル・ニコライ 1 世として起工されました。さらに、406 mm 砲を備えた 35,000 トン級の戦艦の開発にも関わりました。アナトリ・マスロフがソ連の建艦に果たした貢献はさらに顕著であり、キーロフ級巡洋艦 (プロイェークト 26)、マクシム・ゴーリキー級巡洋艦 (プロイェークト 26-bis)、チャパエフ級巡洋艦 (プロイェークト 68) の設計技師長を務めました。
pl: Anatolij Józefowicz Masłow był doskonałym projektantem okrętów. W 1907 roku dołączył do korpusu inżynierów okrętowych Imperium Rosyjskiego. W 1913 roku ukończył Akademię Morską w Mikołajowie i pracował w biurze projektowym Admiralicji. W grudniu 1916 roku Anatolij Masłow został awansowany na podpułkownika korpusu inżynierów okrętowych. W 1909 roku Masłow mianowany został na asystenta budowy pancernika Gangut. W 1914 roku pod okiem generała Bubnowa pracował nad projektem „czwartego pancernika na Morze Czarne”, jakim wkrótce miał zostać Imperator Nikołaj I – okręt o wyporności 35 000 ton i artylerii kal. 406 mm. Na tym nie kończy się wkład Anatolija Masłowa w rosyjskie okrętownictwo. Był głównym projektantem krążowników klasy Kirov (Projekt 26), Maxim Gorky (Projekt 26-bis) oraz Czapajew (Projekt 68).
ru: Анатолий Иоасафович Маслов — выдающийся русский и советский кораблестроитель. В 1907 году он был зачислен в Корпус корабельных инженеров Российского императорского флота, в 1913 году окончил Николаевскую морскую академию, работал в проектном бюро Адмиралтейского завода. В декабре 1916 года Анатолий Маслов был произведён в подполковники Корпуса корабельных инженеров. Ещё в 1909 году Маслов был назначен помощником строителя линкора «Гангут». В 1914 году под общим руководством генерала Бубнова он разработал проект «четвёртого линейного корабля для Чёрного моря», ставшего вскоре «Императором Николаем I», а также проект 35 000-тонного линкора с 406-мм артиллерией. Ещё более весомым был вклад Анатолия Маслова в советское кораблестроение. Именно он являлся главным конструктором крейсеров типа «Киров» (проект 26), «Максим Горький» (проект 26-бис) и «Чапаев» (проект 68).
uk: Анатолій Іоасафович Маслов — видатний російський і радянський корабельник. Зарахований 1907 року до Корпусу корабельних інженерів Російського імператорського флоту, 1913 року він закінчив Миколаївську морську академію, після чого працював у проектному бюро Адміралтейського заводу. У грудні 1916 року Анатолій Маслов отримав звання підполковника Корпусу корабельних інженерів. Ще 1909 року Маслова призначили помічником будівника лінкора «Гангут». Під загальним керівництвом генерала Бубнова 1914 року він розробив проект «четвертого лінійного корабля для Чорного моря», який згодом дістав назву «Імператор Ніколай I», а також проект 35 000-тонного лінкора з 406-мм артилерією. Ще вагоміший внесок Анатолій Маслов зробив у радянське суднобудування. Саме він був головним конструктором крейсерів типу «Кіров» (проект 26), «Максим Горький» (проект 26-біс) і «Чапаєв» (проект 68).
zh: Анатолий Иоасафович Маслов — выдающийся русский и советский кораблестроитель. В 1907 году он был зачислен в Корпус корабельных инженеров Российского императорского флота, в 1913 году окончил Николаевскую морскую академию, работал в проектном бюро Адмиралтейского завода. В декабре 1916 года Анатолий Маслов был произведён в подполковники Корпуса корабельных инженеров. Ещё в 1909 году Маслов был назначен помощником строителя линкора «Гангут». В 1914 году под общим руководством генерала Бубнова он разработал проект «четвёртого линейного корабля для Чёрного моря», ставшего вскоре «Императором Николаем I», а также проект 35 000-тонного линкора с 406-мм артиллерией. Ещё более весомым был вклад Анатолия Маслова в советское кораблестроение. Именно он являлся главным конструктором крейсеров типа «Киров» (проект 26), «Максим Горький» (проект 26-бис) и «Чапаев» (проект 68).
zh_sg: 安纳托利·奥萨福维奇·马斯洛夫是一位杰出的俄罗斯和苏联造船人。1907年，入伍了俄罗斯帝国海军的船舶工程师团。1913年，从尼古拉夫海事学院毕业，进入海军工程设计局工作。1916年12月，安纳托利·马斯洛夫晋升为船舶工程师团的波德波尔科夫尼克（中校级）。 回到1909年，马斯洛夫曾被指派为甘古特号战列舰的助理工程师。1914年，在布诺夫将军的监督下，他研发的“黑海四号战列舰”项目，很快成为了沙皇尼古拉一世：配备406毫米火炮的35000吨战列舰项目。安纳托利·马斯洛夫对苏联造船业的贡献还不止这些。他是基洛夫级巡洋舰（26号项目）、马克西姆·高尔基（26-bis项目）和恰巴耶夫（68号项目）的首席设计师。

# IDS_PCZC351_SOVIETBBARC_GAVRILOV
source: Ivan Alexandrovich Gavrilov (1873–1966)
ja: イヴァン・アレクサンドロヴィチ・ガヴリロフ (1873 年 - 1966 年)
pl: Iwan Aleksandrowicz Gawryłow (1873–1966)
ru: Иван Александрович Гаврилов (1873–1966)
uk: Іван Олександрович Гаврилов (1873–1966)
zh: Иван Александрович Гаврилов (1873–1966)
zh_sg: 伊凡·亚历山德罗维奇·加夫里洛夫（1873-1966）

# IDS_PCZC351_SOVIETBBARC_GAVRILOV_DESCRIPTION
source: Ivan Alexandrovich Gavrilov was one of the lead shipbuilders in the Russian Empire. In addition to the Nikolaev Maritime Academy, he also took a course at the Higher Electrical Engineering School in Paris. Between 1908 and 1912, Gavrilov was the head of the design bureau of the Admiralty Shipyard and, starting from 1912, was a director of the shipyard in Revel (now Tallinn, Estonia). In 1911, he was promoted to the rank of Polkovnik (Colonel) of the Ship Engineers Corps. Between 1906 and 1908, Ivan Aleksandrovich Gavrilov developed several innovative projects of lightweight, high-speed cruisers with a turbine power plant. In 1912, his version of the "armored cruiser for the Baltic Sea" was recognized as the best in the international competition, which resulted in the laying down of the Izmail-class battlecruisers the next year. In 1914, Polkovnik Gavrilov created an impressive project of a high-speed battleship with an internal armor belt and sixteen 406 mm guns, mounted in four turrets.
es_mx: Ivan Alexandrovich Gavrilov fue uno de los principales constructores navales del Imperio Ruso. Además de asisitir a la Academia Marítima Nikolaev, también tomó un curso en la Escuela Superior de Ingeniería Eléctrica en París. Entre 1908 y 1912, Gavrilov fue el director de la oficina de diseño del Astillero del Almirantazgo. A partir de 1912, fue el directo del astillero en Revel (ahora Tallin, Estonia). En 1911, fue promovido al rango de Polkovnik (Coronel) del Cuerpo Naval de Ingenieros. Entre 1906 y 1908, Ivan Alexandrovich Gavrilov desarrolló varios proyectos innovadores de cruceros ligeros de alta velocidad con una turbina como planta motriz. En 1912, su versión del "crucero blindado para el Mar Báltico" fue reconocido como el mejor en una competición internacional, lo cual resultó en la puesta en quilla de los cruceros de batalla de la clase Izmail al año siguiente. En 1914, Polkovnik Gavrilov creó un impresionante proyecto para un acorazado de alta velocidad con un cinturón de blindaje interno y dieciséis cañones de 406 mm montados en cuatro torretas.
ja: イヴァン・アレクサンドロヴィチ・ガヴリロフは、ロシア帝国を代表する造船技師のひとりでした。彼はニコラエフ海事大学に加え、パリの高等電気工学学校でも学びました。ガヴリロフは 1908 年から 1912 年にかけてアドミラルティ造船所の設計局長を務め、1912 年からはレヴァル (現在のエストニアのタリン) の造船所の所長になりました。彼は 1911 年に造船技師軍団の大佐に昇進しました。 イヴァン・アレクサンドロヴィチ・ガヴリロフは 1906 年から 1908 年にかけ、タービン推進を採用した軽量で高速な巡洋艦の革新的な計画を複数開発しました。1912 年には「バルト海用の装甲巡洋艦」の国際的な開発競争において彼の案が最高の評価を得、その結果として翌年にイズメイル級巡洋戦艦が起工されました。ガヴリロフ大佐は 1914 年に内部装甲帯を備え 406 mm 砲を四連装砲塔 4 基計 16 門搭載した印象的な高速戦艦の計画案を開発しました。
pl: Iwan Aleksandrowicz był jednym z najlepszych inżynierów okrętowych Imperium Rosyjskiego. Oprócz studiów w Akademii Morskiej w Mikołajowie uczęszczał również do Wyższej Szkoły Inżynierii Elektrycznej w Paryżu. W latach 1908–1912 Gawryłow był kierownikiem biura projektowego Stoczni Admiralicji. Począwszy od 1912 roku był dyrektorem stoczni w Rewlu (obecnie Tallin, stolica Estonii). W 1911 roku został awansowany na stopień podpułkownika w korpusie inżynierów okrętowych. W latach 1906–1908 Iwan Aleksandrowicz Gawryłow stworzył kilka innowacyjnych projektów lekkich, szybkich krążowników z napędem turbinowym. W 1912 roku przedstawił swój projekt „opancerzonego krążownika na Morze Bałtyckie” w międzynarodowym konkursie i go wygrał, dając początek krążownikom liniowym klasy Izmaił. W 1914 roku pułkownik Gawryłow opracował imponujący projekt szybkiego pancernika z wewnętrznym pasem pancernym i szesnastoma działami kal. 406 mm, rozmieszczonymi w czterech wieżach.
ru: Иван Александрович Гаврилов являлся одним из ведущих кораблестроителей Российской империи. Помимо Николаевской морской академии, он также прошёл курс обучения в Высшей электротехнической школе в Париже. В 1908–1912 годах Гаврилов возглавлял проектное бюро Адмиралтейского судостроительного завода, с 1912 года был директором судостроительного завода в Ревеле (ныне Таллин, Эстония). В 1911 году он был произведён в полковники Корпуса корабельных инженеров. В 1906–1908 годах Иван Александрович Гаврилов разработал несколько новаторских проектов лёгких быстроходных крейсеров с турбинной энергетической установкой. В 1912 году именно его вариант «броненосного крейсера для Балтийского моря» был признан лучшим в международном конкурсе, по результатам которого в следующем году состоялась закладка линейных крейсеров типа «Измаил». В 1914 году полковник Гаврилов создал впечатляющий проект быстроходного линкора с внутренним броневым поясом и шестнадцатью 406-мм орудиями, размещёнными в четырёх башнях.
uk: Іван Олександрович Гаврилов був одним із провідних корабельників Російської імперії. На додачу до навчання в Миколаївській морській академії, він пройшов курс у Вищій електротехнічній школі в Парижі. У 1908–1912 рр. Гаврилов очолював проектне бюро Адміралтейського суднобудівного заводу, а 1912 року був призначений директором корабельного заводу в Ревелі (нині — Таллінн, Естонія). Отримав звання полковника Корпусу корабельних інженерів 1911 року. У 1906–1908 роках Іван Олександрович Гаврилов створив кілька новаторських проектів легких швидкісних крейсерів із турбінною силовою установкою. Саме його варіант «броненосного крейсера для Балтійського моря» визнали 1912 року найліпшим у міжнародному конкурсі, за підсумками якого наступного року заклали лінійні крейсери типу «Ізмаїл». А 1914 року полковник Гаврилов створив неймовірний проект швидкісного лінкора з внутрішнім броньовим поясом і шістнадцятьма 406-мм гарматами, розміщеними в чотирьох баштах.
zh: Иван Александрович Гаврилов являлся одним из ведущих кораблестроителей Российской империи. Помимо Николаевской морской академии, он также прошёл курс обучения в Высшей электротехнической школе в Париже. В 1908–1912 годах Гаврилов возглавлял проектное бюро Адмиралтейского судостроительного завода, с 1912 года был директором судостроительного завода в Ревеле (ныне Таллин, Эстония). В 1911 году он был произведён в полковники Корпуса корабельных инженеров. В 1906–1908 годах Иван Александрович Гаврилов разработал несколько новаторских проектов лёгких быстроходных крейсеров с турбинной энергетической установкой. В 1912 году именно его вариант «броненосного крейсера для Балтийского моря» был признан лучшим в международном конкурсе, по результатам которого в следующем году состоялась закладка линейных крейсеров типа «Измаил». В 1914 году полковник Гаврилов создал впечатляющий проект быстроходного линкора с внутренним броневым поясом и шестнадцатью 406-мм орудиями, размещёнными в четырёх башнях.
zh_sg: 伊凡·亚历山德罗维奇·加夫里洛夫是俄罗斯帝国的主要造船人之一。除了尼古拉夫海事学院，他还学习了巴黎高等电气工程学院的课程。1908-1912年间，加夫里洛夫担任海军造船厂设计局局长。从1912年开始，担任雷沃（现爱沙尼亚塔林）造船厂负责人。1911年，晋升为波尔科夫尼克（上校级）造船工程师。 1906-1908年，伊凡·亚历山德罗维奇·加夫里洛夫研发了多个创新的配备了涡轮动力装置的轻型高速巡洋舰项目。1912年，他的“波罗的海装甲巡洋舰”被国际公认为最佳版本，促使伊兹梅尔级战斗巡洋舰于次年启动建造。1914年，加夫里洛夫创立了一个令人惊叹的高速战列舰项目，该战列舰配有内部装甲带和16门406毫米的火炮，安装在四个炮塔中。

# IDS_PCZC352_SOVIETBBARC_COMMANDER_RKKF
source: Commander of the U.S.S.R. Navy (1926)
es_mx: Comandante de la Armada de la URSS (1926)
ja: ソ連海軍の指揮官 (1926 年)
pl: Dowódca marynarki wojennej ZSRR (1926)
ru: Командир РККФ (1926)
uk: Командир РСЧФ (1926)
zh: Командир РККФ (1926)
zh_sg: 苏联海军指挥官（1926）
