Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC274_NY2019_HENRISTAMP_DESCRIPTION
source: King Henry IV of France, the first French monarch of the House of Bourbon dynasty, ruled France at the turn of the 17th century. A bright personality and an outstanding statesman with wise policies in the spirit of tolerance, he was able to stop the religious wars that had ravaged the country. The king was consistent and thoughtful in economic affairs too. During his rule, the country experienced swift financial growth, laying the foundations for the formation of the French Navy, a task eventually accomplished under Cardinal Richelieu. Henry's desire for peace and the welfare of his countrymen left a mark on the people for many centuries. In the Marine Nationale (the Navy of the French Republic), ships were not usually named in honor of French kings – only Saint Louis and Henry IV had this privilege. Designed by the famous Émile Bertin, battleship Henri IV entered into service in 1903. During World War I, she was actively involved in operations in the Eastern Mediterranean. After the war, like most of the representatives of the armored steam age, Henri IV was scrapped for metal, leaving the name of the glorious French king for the ships of future eras.
es_mx: El Rey Enrique IV de Francia, el primer monarca francés de la dinastía de la Casa Borbón, gobernó Francia durante el giro de los Siglos XVI–XVII. Una personalidad brillante, un sobresaliente hombre de estado, con políticas sabias en el espíritu de tolerancia, fue capaz de detener las guerras religiosas que devastaban su país. El Rey también fue consistente e inteligente sobre los problemas económicos—durante su reinado el país tuvo crecimiento, con su tesorería creciente, que sentaría las fundaciones para la Marina Francesa, que eventualmente sería completada bajo el Cardenal Richelieu. El deseo de Enrique por la paz y el bienestar de sus compatriotas lo convirtió en un hombre admirado por muchas personas durante los siguientes siglos. En la Marine Nationale—Marina de la República Francesa—los barcos no eran usualmente nombrados en honor a personajes de la corona por razones obvias. De todos los reyes franceses, solamente San Luis y Enrique IV tuvieron este honor. Diseñado por el famoso Émile Bertin, el acorazado Henri IV entró en servicio en 1903. Durante la Primera Guerra Mundial, estuvo involucrado en operaciones en el Este del Mediterráneo. Después de la guerra, como la mayoría de los representantes de la era del vapor blindado, el Henri IV fue convertido en chatarra en 1921, dejando el nombre del glorioso Rey franceses para barcos futuros de otras eras.
ja: ブルボン朝フランスの初代国王アンリ 4 世は、16 - 17 世紀の転換期に同国を統治しました。明朗な性格、並外れた行政能力、寛容の精神に基づく賢明な政策により、彼はこの国を荒廃させた宗教戦争を終結させることに成功しました。アンリ 4 世は経済問題についても信念を持ち、思慮深く対処しました。彼の治世におけるフランスの発展と国庫の充実はフランス海軍の設立へと繋がり、この海軍は後にリシュリュー枢機卿によって完成されることになります。 平和や臣民の豊かさに希求したアンリ 4 世の名は、その後何世紀にも渡り人々の畏敬の対象となりました。フランス共和国海軍の艦艇は、その建国上の経緯のために、通常は国王に因んで命名されることはありません。艦名に選ばれる栄誉を享受できたのは、全てのフランス王の中でサン＝ルイとアンリ 4 世のみでした。有名なエミール・ベルタン技師が設計した戦艦アンリ 4 世は 1903 年に就役しました。一次大戦中に、本艦は東地中海で様々な作戦に積極的に参加しました。戦後、蒸気機関を搭載した初期の装甲艦の大半と同様に、アンリ 4 世は 1921 年に解体され、この栄光に満ちたフランス王の名前は将来の世代の艦艇のために空けられました。
pl: Król Francji Henryk IV, pierwszy francuski władca z dynastii Burbonów, władał na przełomie XVI i XVII wieku. Błyskotliwy umysł, mąż stanu, który dzięki mądrej polityce w duchu tolerancji położył kres wojnom religijnym toczącym się w kraju. Król był również obeznany w sprawach ekonomicznych – w trakcie jego panowania kraj się bogacił, co pozwoliło na uformowanie francuskiej marynarki wojennej – dzieła, które ukończył Kardynał Richelieu. Dążenie Henryka do pokoju i dobrobytu poddanych zapewniło mu szacunek wśród ludu na wiele wieków. W Marine Nationale, marynarce wojennej Francji, z oczywistych względów okrętów nie nazywano zazwyczaj imionami koronowanych głów. Spośród wszystkich francuskich królów tylko Św. Ludwik oraz Henryk IV dostąpili tego zaszczytu. Pancernik Henri IV, zaprojektowany przez słynnego Émile Bertin, wszedł do służby w 1903 roku. W trakcie I wojny światowej aktywnie uczestniczył w operacjach na wschodzie Morza Śródziemnego. Po wojnie, podobnie jak większość reprezentantów ery opancerzonych okrętów parowych, Henri IV został zezłomowany w 1921 roku, zwalniając imię szlachetnego króla Francji okrętom przyszłości.
ru: Король Генрих (Анри) IV, первый из династии Бурбонов, правил Францией на рубеже XVI–XVII веков. Яркая личность, незаурядный государственный деятель, он мудрой политикой в духе веротерпимости сумел прекратить разорявшие страну религиозные войны. Последовательно и продуманно действовал король и в экономике: в годы его правления страна переживала подъём, наполнялась казна, благодаря чему были созданы условия для образования собственно Военно-морского флота Франции, осуществлённого при кардинале Ришелье. Стремление Генриха к миру и благосостоянию подданных обеспечило ему добрую память в народе на долгие века. В Марин Насьональ — ВМС Французской Республики — корабли в честь венценосных особ, как правило, не называли, по понятной причине. Из всех французских королей такой чести удостоились лишь Святой Людовик и Генрих IV. Спроектированный знаменитым Эмилем Бертеном, броненосец Henri IV вступил в строй в 1903 году. Во время Первой мировой войны он принимал активное участие в операциях в Восточном Средиземноморье. По окончании военных действий его постигла судьба большинства представителей броненосно-паровой эры: в 1921 году Henri IV был разобран на металл, оставив имя славного французского короля для кораблей будущих эпох.
uk: Король Генріх (Анрі) IV, перший з династії Бурбонів, правив Францією на межі XVI–XVII ст. Яскрава особистість, видатний державний діяч, мудрою політикою віротерпимості зумів припинити релігійні війни, які виснажували країну. Послідовно і продумано діяв король і в економіці: під час його правління країна переживала підйом, наповнювалася скарбниця. Завдяки цьому було створено умови для заснування власного Військово-морського флоту Франції, що й зробили вже за часів кардинала Рішельє. Прагнення Генріха до миру та добробуту підданих забезпечило йому добру пам’ять в народі на довгі сторіччя. У Марін Насьональ — ВМС Французької Республіки, кораблі на честь коронованих осіб звичайно не називали, із зрозумілих причин. З усіх французьких королів такої честі удостоєні лише Святий Людовик і Генріх IV. Спроектований відомим Емілем Бертену, броненосець Henri IV став у стрій 1903 р. Під час Першої світової війни він брав активну участь в операціях на Східному Середземномор’ї. Після закінчення воєнних дій його спіткала доля більшості представників броненосно-парової ери — 1921 р. Henri IV розібрали на брухт, залишивши ім’я видатного французького короля для кораблів майбутніх епох.
zh: F国国王亨利四世是波旁王朝的第一位F国君主，在16至17世纪交替时统治F国。一个聪明人，一名杰出的政治家，明智的政策中有着宽容的精神，他成功阻止蹂躏该国的宗教战争。国王在经济事务中也是一贯和周到—在他统治期间，国家经历成长，国库不断增长，这为F国海军的形成奠定基础，最终将在红衣主教黎塞留之下完成。 亨利对和平的渴望和他的同胞的福祉使他的名字在之后几个世纪被人民所钦佩。在F国海军中，战舰由于显而易见的原因而不常为了纪念王室成员而命名。在所有F国国王中，只有路易九世和亨利四世获此殊荣。由著名的埃米尔-贝尔坦设计，战列舰亨利四世于1903年投入服役。在大战期间，它积极参与东地中海的作战。战争结束后，像大部分装甲蒸汽时代的代表一样，亨利四世于1921年被以金属废弃，为未来时代的战舰留下荣耀的F国国王的名字。
zh_sg: 法国国王亨利四世是波旁王朝的第一位法国君主，他在16至17世纪之交统治着法国。他有着鲜明的性格，是一个杰出的政治家，以宽容的精神执行着明智的政策，他阻止了蹂躏国家的宗教战争。这名国王在经济事务中也是始终如一考虑周到的，在他统治期间，国家实力了得到了增长，国库也不断得到增长，这为法国海军的组建奠定了基础，并最终在红衣主教黎塞留之下的主持下完成。 亨利对和平的渴望和他的惠民政策使他的名字在未来几个世纪都被人民一直提起。在法国海军中中，由于一些显而易见的原因，战舰通常不为纪念君主而命名。在所有法国国王中，只有圣路易斯和亨利四世获此殊荣。战列舰亨利四世由著名的埃米尔·贝尔坦设计，并于1903年投入使用。在第一次世界大战期间，她活跃地参与东地中海地区的作战。战争结束后，像大部分装甲蒸汽时代的代表作一样，亨利四世在1921年被报废为金属，为未来的战舰留下了光荣法国国王的名字。

# IDS_PCZC275_NY2019_KURFURSTSTAMP
source: Großer Kurfürst
zh: 大选帝侯
zh_sg: 大选帝侯

# IDS_PCZC275_NY2019_KURFURSTSTAMP_DESCRIPTION
source: Friedrich Wilhelm, Elector of Brandenburg, who reigned from 1640 to 1688, was in fact the founder of the Brandenburg-Prussian state – the forerunner of modern Germany. Nicknamed Großer Kurfürst (German for Great Elector), he was able to turn his principality, devastated by the Thirty Years' War, into a noticeable force in Europe within just half a century of his rule. Thrifty and faithful to the ideals of strict justice, Friedrich Wilhelm was actively promoting innovation in all spheres, investing gradually and increasing the resources of the state in the development of industry, science, and education. Pursuing active foreign policy, the Great Elector not only formed a strong army but also built a rather large navy. The first ship named in honor of Friedrich Wilhelm was a sailing frigate, launched when the Elector was still alive. In 1878, several years after the founding of the Imperial German Navy (Kaiserliche Marine), the ironclad turret ship Großer Kurfürst was commissioned. It was the Elector's descendant, German Emperor Wilhelm II, who in the late 19th century set about creating a powerful navy. One of the first battleships to be launched was Kurfürst Friedrich Wilhelm. Two decades later, in July 1914, the König-class dreadnought battleship Großer Kurfürst joined the Kaiserliche Marine. The last of the "Great Electors" took part in a number of combat operations during World War I, including the famous Battle of Jutland. After the defeat of Germany, she would become one of the German Navy's large ships sunk by crews in the Scapa Flow.
es_mx: Friedrich Wilhelm, Elector de Brandemburgo, que reinó desde 1640 a 1688, fue de hecho el creador del estado de Brandemburgo-Prusia—precursor de la Alemania moderna. Apodado Großer Kurfürst (en alemán el Gran Elector), fue capaz de convertir su principado, devastado por la Guerra de los Treinta Años, en una fuerza notable en Europa en solo la mitad de siglo de su reinado. Ahorrador, fiel a los ideales de la justicia estricta, Friedrich Wilhelm activamente promovía la innovación en todas las esferas, invirtiendo gradualmente e incrementando los recursos del estado en el desarrollo de la industria, la ciencia, y la educación. Siguiendo una política exterior activa, el Gran Elector no solamente formó un ejército poderoso, pero también una marina bastante grande. El primer barco en ser honrado con el nombre de Friedrich Wilhelm fue una fragata de vela, lanzado cuando el Elector todavía vivía. En 1878, varios años después la creación de la Marina Imperial Alemana (Kaiserliche Marine), el barco de torretas acorazado Großer Kurfürst fue comisionado. Fue el descendiente del Elector, el Emperador Alemán Wilhelm II, quien a finales del Siglo XIX crearía una marina poderosa. Uno de los primeros acorazados en ser lanzado fue el Kurfürst Friedrich Wilhelm. Dos décadas después, en julio de 1914, el acorazado dreadnought de clase-König Großer Kurfürst se uniría a la Kaiserliche Marine. El último de los "Gran Electores" tomó parte en operaciones durante la Primera Guerra Mundial, incluyendo la famosa Batalla de Jutlandia. Después de la derrota alemana, se convertiría en uno de los barcos grandes en ser destruidos por sus tripulaciones en Scapa Flow.
ja: ブランデンブルク選帝侯フリードリヒ・ヴィルヘルム (在位 1640 - 1688 年) は、近代ドイツの礎となったブランデンブルク＝プロイセンの事実上の創始者です。「大選帝侯」とあだ名された彼は 30 年戦争で荒廃した公国を半世紀弱に及ぶ彼の治世においてヨーロッパの強国へと変貌させました。倹約家であり厳格な正義理念の信奉者でもあったフリードリヒ・ヴィルヘルムはあらゆる分野において改革を積極的に推進し、産業、科学、教育の発展において国家資源に絶えず投資し増強させました。活発な外交を展開する中で大選帝侯は強力な陸軍を編成しただけでなく、大規模な海軍も設立しました。 フリードリヒ・ヴィルヘルムに因んで命名された初代艦は選帝侯がまだ存命時に進水した帆船フリゲートでした。1878 年、ドイツ帝国海軍の設立から数年後に装甲砲塔を搭載した艦艇であるグローサー・クルフュルストが就役しました。選帝侯の子孫であるドイツ皇帝ヴィルヘルム 2 世は 19 世紀末に強力な海軍の創出を目指しました。彼の下で進水した最初の戦艦の 1 隻がクルフュルスト・フリードリヒ・ヴィルヘルムでした。20 年後の 1914 年にドレッドノート型のケーニヒ級戦艦グローサー・クルフュルストがドイツ帝国海軍に加わりました。この最後の「大選帝侯」は一次大戦中にユトランド沖海戦を含む数々の戦闘作戦に参加しました。ドイツの敗戦後、本艦はスカパ・フローで自沈したドイツ海軍の大型艦の 1 隻となりました。
pl: Friedrich Wilhelm, elektor brandenburski, który władał od 1640 do 1688 roku, był w istocie założycielem państwa brandenbursko-pruskiego – pierwowzoru dzisiejszych Niemiec. Nosił przydomek Großer Kurfürst (niem. „Wielki Elektor”), potrafił w zaledwie pół wieku odbudować poddane sobie ziemie, wyniszczone przez Wojnę Trzydziestoletnią i przekształcić swoje państwo w liczącą się w Europie siłę. Wyrachowany, wierny ideałom sprawiedliwości, Friedrich Wilhelm aktywnie promował innowacje we wszystkich sferach życia, systematycznie inwestując i zwiększając zasoby przeznaczane na rozwój przemysłu, nauki i edukacji. Dążąc do aktywnej polityki zagranicznej, Wielki Elektor nie tylko utworzył silną armię, ale także uformował całkiem dużą flotę morską. Pierwszy okręt, nazwany na cześć Friedricha Wilhelma, był fregatą żaglową, zwodowaną jeszcze za życia Elektora. W 1878 roku, kilka lat po utworzeniu marynarki niemieckiej – Kaiserliche Marine – służbę w niej rozpoczął okręt pancerny Großer Kurfürst. Potomek Elektora, niemiecki cesarz Wilhelm II, pod koniec XIX wieku rozpoczął rozbudowę floty niemieckiej, by uczynić z niej potęgę. Jeden z pierwszych pancerników, jakie zbudowano, otrzymał nazwę Kurfürst Friedrich Wilhelm. Dwie dekady później, w lipcu 1914 roku, do Kaiserliche Marine dołączył drednot klasy König – Großer Kurfürst. Ostatni z „Wielkich Elektorów” wziął udział w licznych operacjach bojowych w trakcie I wojny światowej, w tym słynnej Bitwie Jutlandzkiej. Po klęsce Niemiec był on jednym z największych okrętów marynarki zatopionych przez własną załogę w Scapa Flow.
ru: Фридрих Вильгельм, курфюрст бранденбургский, правивший с 1640 по 1688 год, является фактически основателем бранденбургско-прусского государства — предтечи современной Германии. Прозванный Великим курфюрстом (нем. Großer Kurfürst), за годы почти полувекового правления он смог превратить своё опустошённое Тридцатилетней войной княжество в значимую в Европе силу. Бережливый, верный идеалам строгой законности, Фридрих Вильгельм активно способствовал нововведениям во всех сферах, вкладывая постепенно увеличивавшиеся ресурсы государства в развитие промышленности, науки и образования. Ведя активную внешнюю политику, Великий курфюрст не только сформировал сильную армию, но и построил достаточно многочисленный военный флот. Первым кораблём, названным в честь Фридриха Вильгельма, стал парусный фрегат, спущенный на воду ещё при жизни курфюрста. В 1878 году, спустя несколько лет после основания флота Германской империи (Императорские ВМС — Кайзерлихмарине), вступил в строй башенный броненосец Großer Kurfürst. Когда в конце XIX века потомок курфюрста, германский император Вильгельм II, взялся за создание мощного военно-морского флота, одним из первых вступивших в строй линейных кораблей стал Kurfürst Friedrich Wilhelm. Спустя ещё два десятилетия, в июле 1914 года, в состав Кайзерлихмарине вошёл линкор-дредноут Großer Kurfürst, относившийся к типу König. Последний «Великий курфюрст» принимал участие в целом ряде боевых операций Первой мировой войны, включая знаменитое Ютландское сражение. После поражения Германии он разделил судьбу других больших кораблей бывших Кайзерлихмарине, затопленных экипажами в Скапа-Флоу.
uk: Фрідріх Вільгельм, курфюрст бранденбурзький, що правив з 1640 до 1688 рр., був фактично засновником Бранденбурзько-Прусської держави — попередниці сучасної Німеччини. Отримавши прізвисько Великий курфюрст (нім. Großer Kurfürst), за роки майже півсторічного правління він зміг перетворити своє спустошене Тридцятирічною війною князівство в значиму силу в Європі. Ощадливий, вірний ідеалам справедливості та законності, Фрідріх Вільгельм активно сприяв нововведенням у всіх сферах, вкладав дедалі більші ресурси держави у розвиток промисловості, науки і освіти. Продовжуючи активну зовнішню політику, Великий курфюрст не лише сформував сильну армію, але і побудував чималий військовий флот. Першим кораблем, названим на честь Фрідріха Вільгельма, став вітрильний фрегат, спущений на воду ще за життя курфюрста. 1878 р., через кілька років після заснування Імперського військово-морського флоту (Kaiserliche Marine), став у стрій баштовий броненосець Großer Kurfürst. Коли наприкінці XIX сторіччя нащадок курфюрста, німецький імператор Вільгельм II, взявся за створення потужного військово-морського флоту, одним з перших лінійних кораблів, що стали у стрій став Kurfürst Friedrich Wilhelm. Ще за два десятиріччя, у липні 1914 р., до складу Імперського військово-морського флоту приєднався лінкор-дредноут Großer Kurfürst, що належав до типу König. Останній «Великий курфюрст» брав участь у низці бойових операцій Першої світової війни, зокрема у відомій Ютландській битві. Після поразки Німеччини він розділив долю інших великих кораблів колишнього Імперського військово-морського флоту, затоплених екіпажами в Скапа-Флоу.
zh: 从1640年至1688年统治的布兰登堡选帝侯弗里德里希-威廉，实际上是布兰登堡-普鲁士国—现代D国前身的创始人。绰号为大选帝侯，他成功在三十年战争中将他的公国变成一个在他半世纪的统治下引人注目的力量。弗里德里希-威廉极度忠诚于严谨正义的理想，积极推动各领域的创新，逐步投资并增加国家在工业、科学和教育发展方面的资源。追求积极的外交政策，大选帝侯不仅组建一支强大的军队，还建立一支相当庞大的海军。 为纪念弗里德里希-威廉而命名的第一艘战舰是一艘帆船护卫舰，在选帝侯仍在世时下水。1878年，帝国海军成立几年后，铁甲炮塔舰大选帝侯投入服役。它是选帝侯的后裔，皇帝威廉二世他在19世纪后期开始着手创造一支强大的海军。首批下水的战列舰之一是弗里德里希-威廉选帝侯。二十年后，在1914年7月，国王级无畏战列舰大选帝侯加入帝国海军。最后的「大选帝侯」参加了大战期间的一些战斗行动，包括著名的战役。战败后，它将成为D国海军在斯卡帕湾中由乘员凿沉的大型战舰之一。
zh_sg: 勃兰登堡的选帝侯，弗里德里希·威廉于1640年至1688年统治，他是勃兰登堡-普鲁士国的实际创立者，这也是现代德国的前身。他的绰号是Großer Kurfürst（德语含义为大选帝侯），在三十年的战争中，在他统治的半个世纪内，他将自己公国变成一股让欧洲瞩目力量。弗里德里希·威廉对于忠诚于严格的正义，积极推动各领域的创新，逐步进行投资，增加国家在工业、科学和教育发展方面的资源的投入。追求积极的外交政策，大选帝侯不仅组建了一支强大的军队，而且还建立了一支相当庞大的海军。 为纪念弗里德里希·威廉而命名的第一艘战舰是一艘帆船护卫舰，它在大选帝侯还活着的时候下水。1878年，在德国帝国海军成立几年后，铁甲炮舰大选帝侯开始服役。大选帝侯的后代，德国皇帝威廉二世，他在19世纪后期开始着手组建一支强大的海军。首批战舰之一就有大选帝侯弗里德里希·威廉。二十年后，在1914年7月，国王级无畏战列舰大选帝侯加入了德国海军。最后一位“大选帝侯”参加了第一次世界大战期间的一些战斗行动，包括著名的日德兰战役。德国战败后，它成为了德国海军在斯卡帕湾中被船员沉没的大型战舰之一。

# IDS_PCZC276_NY2019_ALBANYFIGURE
source: Cruiser Albany's Figurehead
es_mx: Mascarón de Proa del Crucero Albany
ja: 巡洋艦オールバニの艦首像
pl: Galion krążownika Albany
ru: Носовое украшение крейсера Albany
uk: Носова прикраса крейсера Albany
zh: 巡洋舰奥尔巴尼的船首像
zh_sg: 巡洋舰奥尔巴尼舰首像

# IDS_PCZC276_NY2019_ALBANYFIGURE_DESCRIPTION
source: The tradition of decorating the stem with rich decor was inherited by armored ships from the sailing fleet, where the overhang under the bowsprit of nearly every ship had a massive carved figure, usually associated with the ship's name. When the sailing mast on warships became part of history, new battleships and cruisers that were entering into service still couldn't resist flaunting a gilded ornament at their bows and sterns. At the turn of the 20th century, U.S. Navy ships were perhaps the ones that could boast the richest decorations out at sea. The U.S. Navy was booming at that time, and in heavy pursuit of the ocean's glory. Steel monsters under the star-spangled banner had to demonstrate that they were in no way inferior to representatives of the maritime powers of the Old World. Although USS Albany was built in the U.K. and designed by the British company Armstrong, at the time she entered into service in 1900, she had the U.S. Navy emblem with a rich gilded ornament on her stem.
es_mx: La tradición de decorar la roda con decoraciones ricas fue heredada a los barcos blindados desde las flotas de velas, donde llevan una figura tallada masiva en la parte alta del tajamar, usualmente asociada con el nombre del barco. Cuando los mástiles de vela se hicieron historia, los nuevos acorazados y cruceros que entraban en servicio no pudieron resistir hacer gala de un adorno dorado en la proa o popa del barco. Al giro del Siglo XIX-XX, los barcos de la Marina Estadounidense eran tal vez los que tenían las mejores decoraciones en el mar. La Marina de E.E.U.U. estaba creciendo en ese entonces, y buscaban la gloria del mar. Los monstruos de acero bajo la bandera estandarte estrellado no eran de ninguna manera inferiores representantes de los poderes marítimos de Viejo Mundo. Y aunque el USS Albany había sido construido en el R.U. y diseñado por la compañía Armstrong, al momento de entrar en servicio en 1900, tenía el emblema de la Marina Estadounidense con su emblema de rico adorno dorado en su roda.
ja: 豪華な装飾で艦首を飾る伝統は帆船艦隊の装甲艦から継承したものです。ほぼ全ての帆船では、バウスプリットの下の突起部に通常は船名と関連する湾曲した大型彫刻が設置されました。帆布をつけた軍艦のマストが過去のものとなった時でも、新たに就役した戦艦や巡洋艦はその艦首と船尾で金箔の装飾を誇示する誘惑に抗えませんでした。 19 - 20 世紀の転換期にアメリカ海軍の艦船は海上で最も豪華な装飾を誇ったのはアメリカ海軍艦艇でした。当時急発展していたアメリカ海軍は大洋での栄光を非常に追及していました。星条旗の旗を掲げた鋼鉄の巨艦たちは旧世界の海軍列強を代表する艦艇に決して引けを取らないことを証明する必要がありました。こうして、オールバニはイギリスで建造されアームストロング社が設計したものの、1900 年にアメリカ海軍に就役し、艦首に豪華な装飾を戴くことになりました。
pl: Tradycja bogatego zdobienia dziobów została przejęta przez okręty pancerne po flotach żaglowych, wśród których pod niemal każdym bukszprytem zawieszano wielką, rzeźbioną figurę, zazwyczaj nawiązującą do nazwy okrętu. Gdy maszty żaglowe przeszły do historii, nowe pancerniki i krążowniki, które wcielano do służby, także ozdabiano chełpliwymi, pozłacanymi ornamentami na dziobie i rufie. Na przełomie XIX i XX wieku okręty U.S. Navy były prawdopodobnie najbardziej udekorowanymi okrętami pływającymi po morzach. Amerykańska marynarka rosła w siłę, głodna morskiej chwały. Stalowe potwory, nad którymi powiewały gwieździste bandery, musiały wykazać swoją równość z reprezentantami morskich potęg Starego Świata. I tak, chociaż krążownik USS Albany był zbudowany w Zjednoczonym Królestwie przez brytyjską firmę Armstrong, w chwili wejścia do służby w roku 1900 na dziobie posiadał bogato złocony element z emblematem U.S. Navy.
ru: Традицию украшать форштевень богатым декором корабли броненосной эпохи унаследовали от парусного флота, когда на свесе под бушпритом едва ли не каждого судна крепилась массивная резная фигура, как правило, связанная с его названием. Когда парусный рангоут на боевых кораблях ушёл в небытие, ещё долгое время вступавшие в строй новенькие броненосцы и крейсеры щеголяли позолоченным орнаментом в носовой и кормовой части. Едва ли не самыми богатыми украшениями могли похвастаться на рубеже XIX-XX веков корабли ВМС США. Американский флот в то время бурно развивался, выходя на «океанские просторы». Стальным гигантам под звёздно-полосатым флагом нужно было демонстрировать, что они ни в чём не уступают представителям морских держав Старого Света. Несмотря на то, что USS Albany строился в Великобритании по чертежам английской фирмы Armstrong, при вступлении в строй в 1900 году на его форштевне красовалась эмблема ВМС США с богатым позолоченным орнаментом.
uk: Традицію прикрашати форштевень багатим декором кораблі броненосної епохи успадкували від вітрильного флоту, коли на звисі під бушпритом чи не кожного судна кріпили масивну різьблену фігуру, зазвичай, пов’язану з його назвою. Коли вітрильний рангоут на бойових кораблях став частиною історії, ще тривалий час новенькі броненосці і крейсери, які вступали у стрій хизувалися позолоченим орнаментом в носовій і кормовій частині. Чи не найбагатшими прикрасами могли похизуватися на межі XIX–XX ст. кораблі ВМС США. Американський флот в той час бурхливо розвивався, виходячи на «океанські простори». Сталевим гігантам під зоряно-смугастим прапором потрібно було демонструвати, що вони ні чим не поступаються представникам морських держав Старого Світу. Незважаючи на те, що USS Albany будували у Великобританії за кресленнями англійської фірми Armstrong, ставши у стрій 1900 р. на його форштевні була емблема ВМС США з багатим позолоченим орнаментом.
zh: 装甲舰继承了帆船舰队以丰富装饰装饰舰艏的传统，几乎每艘战舰的舰艏斜桅悬吊处都有一个巨大的雕刻人像，通常与舰名有关。当战舰上的帆船桅杆成为历史的一部分时，投入服役的新战列舰和巡洋舰仍然无法抵挡在它们的舰艏和舰艉上以镀金装饰炫耀。 在19-20世纪交替时，M国海军的战舰或许可以吹嘘有着海上最丰富的装饰。M国海军当时正在蓬勃发展，并正在大力追求海上的辉煌。星条旗下的钢铁猛兽必须证明它们绝不逊色于旧世界海上力量的代表。虽然奥尔巴尼是在Y国建造，并由Y国公司阿姆斯特朗设计，当它于1900年投入服役时，它在舰艏M国海军徽章上有一个装饰丰富的镀金装饰。
zh_sg: 在舰首用丰富的进行装饰的传统继承于帆船舰队的装甲舰，其中几乎每艘舰的舰艏斜桅上都有一个巨大的雕刻形象，通常与船名有关。虽然战舰上的帆船桅杆已经成为历史，但新的战列舰和巡洋舰仍然继承了在他们的船舷和桅杆上装饰镀金的饰品的传统。 在19-20世纪之交，美国海军的战舰可能拥有当时海上最丰富的装饰品。美国海军当时正处于蓬勃发展时期，并且正在大力追求海洋霸权。星条旗帜下的钢铁巨兽必须证明他们绝不逊色于旧世界的海上力量。虽然奥尔巴尼号是在英国建造，由英国阿姆斯特朗公司设计，于1900年投入使用，但她的舰首上有带有一个装饰丰富的镀金饰品的美国海军徽章上。

# IDS_PCZC277_NY2019_VARYAGFIGURE
source: Cruiser Varyag's Figurehead
es_mx: Mascarón de Proa del Crucero Varyag
ja: 巡洋艦ヴァリャーグの艦首像
pl: Galion krążownika Varyag
ru: Носовое украшение крейсера «Варяг»
uk: Носова прикраса крейсера «Варяг»
zh: 巡洋舰瓦良格的船首像
zh_sg: 巡洋舰瓦良格舰首像
