Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC014_BISMARCK_209SQUADRON_DESCRIPTION
source: The official squadron badge for No. 209 Squadron (RAF). The falling eagle symbolizes the destruction of the legendary Baron Manfred von Richthofen, widely known as the Red Baron, who was credited to the guns of a pilot from No. 209 Squadron in 1918. It was PBY Catalina, a flying boat piloted by Dennis Briggs and Leonard B. Smith of No. 209 Squadron, which finally relocated Bismarck on the morning of May 26, 1941, after the British had lost contact a day earlier. This allowed the Royal Navy to converge fleets and finally sink the German battleship.
es_mx: La medalla oficial de escuadrón del Escuadrón No. 209 (RAF). El águila en caída simboliza la destrucción del legendario Barón Manfred von Richthofen, ampliamente conocido como el Barón Rojo, el cual fue acreditado a las armas de un piloto del Escuadrón No. 209 en 1918. Fue un PBY Catalina, un hidroavión piloteado por Dennis Briggs y Leonard B. Smith del Escuadrón No. 209, el cual finalmente localizo de nuevo al Bismarck en la mañana del 26 de mayo de 1941, después de que los británicos habían perdido contacto un día antes. Esto permitió a la Marina Real a agrupar a las flotas y hundir finalmente al acorazado Alemán.
ja: イギリス空軍 第 209 中隊の公式バッジです。墜落する鷲が描かれていますが、これは、この中隊に所属するパイロットが、通称レッド・バロンとして知られるドイツ軍の伝説的なパイロット、マンフレート・フォン・リヒトホーフェンを 1918 年に撃墜したことを表しています。 1941 年 5 月 26 日の朝に、イギリス軍が 1 日前から見失っていたビスマルクをついに再発見したのが、この第 209 中隊所属のデニス・ブリッグスおよびレナード・B・スミスが搭乗する PBY カタリナ飛行艇だったのです。このおかげでイギリス海軍は、艦隊を集結させてビスマルクを撃沈することができたのでした。
pl: Oficjalne godło 209 dywizjonu RAF. Spadający orzeł symbolizuje zniszczenie legendarnego barona Manfreda von Richthofena, znanego szerzej jako Czerwony Baron, którego zestrzelenie w I wojnie światowej przypisane było pilotowi z dywizjonu 209. To PBY Catalina, latająca łódź pilotowana przez Dennisa Briggsa i Leonarda B. Smitha z dywizjonu 209, wykryła ponownie Bismarcka rankiem 26 maja 1941 roku, po tym, jak dzień wcześniej Brytyjczycy stracili go z oczu. To pozwoliło na skierowanie ku niemu wszystkich okolicznych sił Royal Navy i ostatecznie zatopienie niemieckiego pancernika.
ru: Эмблема 209-й эскадрильи Королевских ВВС. Падающий орёл, изображённый на ней, символизирует победу над легендарным германским лётчиком-асом фон Рихтгофеном по прозвищу «Красный Барон», сбитым пилотом этой эскадрильи в 1918 г. Именно самолёт 209-й эскадрильи — летающая лодка PBY Catalina, пилоты Дэннис Бриггс и Леонард Б. Смит — утром 26 мая 1941 г. обнаружил линкор Bismarck, контакт с которым был потерян англичанами сутками ранее. Это позволило Королевскому флоту сосредоточить силы и потопить германский линкор.
uk: Емблема 209-ї ескадрильї Королівських ВПС. Зображений на ній орел, який падає, символізує перемогу над легендарним німецьким льотчиком-асом Манфредом фон Ріхтгофеном на прізвисько «Червоний Барон», збитого пілотом цієї ескадрильї 1918 р. Саме літак 209-ї ескадрильї — летючий човен PBY Catalina, пілоти Денніс Бріґґс і Леонард Б. Сміт — вранці 26 травня 1941 р. виявив лінкор Bismarck, контакт з яким англійці втратили добою раніше. Це дозволило Королівському флоту зосередити сили і потопити німецький лінкор.
zh: 空军第209航空中队的官方飞行中队徽章。下坠的老鹰象征着传说中曼弗雷德·冯·里希特霍芬男爵的陨落，他就是在1914-1918年的战争中广为人知的红男爵，被认为是被第209中队飞行员的机枪给击落。 此为卡塔琳娜水上飞机，一架由第209中队的伦纳德“塔克”史密斯和副驾驶丹尼斯·布里格斯所驾驶的水上飞机，在早先Y国人失去联系一天后，最后在1941年5月26日重新找到俾斯麦。这使皇家海军得以集中舰队并最终击沉这艘D国战列舰。
zh_sg: No. 209 Squadron (RAF) 的官方中队徽章。下坠的老鹰象征传说中 Manfred von Richthofen 男爵的陨落，他就是广为人知的红男爵，于 1918 年被记入 No. 209 Squadron 飞行员的机枪击落记录。 这是 PBY Catalina，一架由 No. 209 Squadron 的 Dennis Briggs 和 Leonard B. 史密斯 所驾驶的水上飞机，在一天前英国人失去接触后，最终在 1941 年五月 26 日的早上再次找到 俾斯麦。这让皇家海军得以集合舰队并且最终击沉这艘德国战列舰。

# IDS_PCZC015_BISMARCK_NO1PHOTORECONUNIT
source: No.1 Photographic Reconnaissance Unit RAF
es_mx: Unidad de Reconocimiento Fotográfico No.1 de la RAF
ja: イギリス空軍 第 1 写真偵察部隊
pl: 1. Jednostka Rozpoznania Fotograficznego RAF
ru: Фоторазведывательное подразделение №1 Королевских ВВС
uk: Фоторозвідувальна частина № 1 Королівських ВПС Великобританії
zh: 空军第一摄影侦察中队

# IDS_PCZC015_BISMARCK_NO1PHOTORECONUNIT_DESCRIPTION
source: The badge of Photographic Reconnaissance Unit No. 1, a special flying unit of the Royal Air Force, one of the main tasks of which was to track the movements of warships of the German Navy. On May 21, 1941, a Spitfire PR Mk.VI flown by Flying Officer Michael F. Suckling sighted and photographed the German battleship Bismarck and cruiser Prinz Eugen in Korsfjord, Norway. This way, the fact that the ships went to sea was confirmed, and the Home Fleet began regrouping its forces to intercept the raiders.
es_mx: La medalla de la Unidad de Reconocimiento Fotográfico No. 1, una unidad especial de vuelo de la Real Fuerza Aérea, una de sus principales tareas era seguir los movimientos de los barcos de guerra de la Marina Alemana. El 21 de mayo de 1941, un Spitfire PR Mk.VI volado por el Oficial de Vuelo Michael F. Suckling avistó y fotografió al acorazado alemán Bismarck y al crucero Prinz Eugen en Korsfjord, Noruega. De esta manera, el hecho de que los barcos habían zarpado fue confirmado, y la Gran Flota comenzó a reagrupar sus fuerzas para interceptar a los incursores.
ja: イギリス空軍の特別飛行部隊である第 1 写真偵察部隊のバッジです。この部隊の主要任務のひとつが、ドイツ海軍艦艇の動きを追跡することでした。 1941 年 5 月 21 日、マイケル・F・サクリングが操縦するスピットファイア PR Mk.VI がノルウェーのコールスフィヨルドにおいてドイツの戦艦ビスマルクおよび重巡洋艦プリンツ・オイゲンを発見し、写真を撮影しました。その結果としてこれらの艦が出撃した事実がはっきりと確認され、イギリス本国艦隊はこのドイツ艦隊を迎撃すべく艦隊編成を整え始めました。
pl: Godło 1. Jednostki Rozpoznania Fotograficznego RAF, specjalnej jednostki Royal Air Force, której głównym zadaniem było śledzenie ruchu okrętów Kriegsmarine. 21 maja 1941 roku Spitfire PR Mk. VI, pilotowany przez Michaela F. Sucklinga zauważył i sfotografował niemiecki pancernik Bismarck i krążownik Prinz Eugen w Korsfjord w Norwegii. W ten sposób potwierdziła się informacja, że okręty wyszły w morze i Home Fleet rozpoczęła przegrupowanie sił mające na celu przechwycenie korsarzy.
ru: Эмблема фоторазведывательного подразделения №1 — специальной части в составе Королевских ВВС, одной из основных задач которой было отслеживание передвижений кораблей ВМС Германии. 21 мая 1941 г. пилот этого подразделения Майкл Саклинг на самолёте Spitfire PR Mk.VI обнаружил и сфотографировал линкор Bismarck и крейсер Prinz Eugen в Корсфьорде у побережья Норвегии. Таким образом, их выход в море был подтверждён, и британский Флот метрополии начал перегруппировку сил для перехвата рейдеров.
uk: Емблема фоторозвідувальної частини № 1 — спеціальної частини Королівських ВПС, одним з головних завдань якої було стеження за переміщенням кораблів ВМС Німеччини. 21 травня 1941 р. пілот цієї частини Майкл Саклінґ на літаку Spitfire PR Mk.VI виявив і сфотографував лінкор Bismarck та крейсер Prinz Eugen в Корсфіорді біля узбережжя Норвегії. Таким чином, їх вихід у море підтвердився, і британський Флот метрополії почав перегруповувати сили, щоб перехопити рейдери.
zh: 空军第一摄影侦察中队的徽章，是一支隶属于空军的特殊飞行单位，其中一个主要工作就是追踪D国海军的战舰动向。 1941年5月21日，一架由飞行员迈克尔·萨克林所驾驶的照相型喷火战斗机看见并拍下了位于科斯峡湾中的战列舰俾斯麦和巡洋舰欧根亲王。如此一来，就能确认该战舰已进入海域的事实，然后本土舰队就开始重新整编部队来拦截入侵者。
zh_sg: Photographic Reconnaissance Unit No. 1 的徽章，是一支隶属于皇家空军的特殊飞行单位，其中一个主要工作就是追踪德国海军的战舰动向。 1941年5月21日，一架由 飞行员Michael F. Suckling 所驾驶的 Spitfire PR Mk.VI 看见并拍下了位于挪威科斯峡湾中的德国战列舰 俾斯麦 和巡洋舰 欧根亲王。这样一来，就能证实战舰已进入海域，而本土舰队就能开始重新整编部队来拦截侵入者

# IDS_PCZC016_BISMARCK_825NAVALAIRSQUADRON
source: 825 Naval Air Squadron
es_mx: Escuadrón Aéreo Naval 825
ja: 第 825 海軍飛行隊
pl: 825 Morski Dywizjon Lotniczy
ru: 825-я эскадрилья Воздушных сил флота Великобритании
uk: 825-та ескадрилья Повітряних сил Королівського ВМФ Великобританії
zh: 第825海军航空中队

# IDS_PCZC016_BISMARCK_825NAVALAIRSQUADRON_DESCRIPTION
source: The badge of the 825 Naval Air Squadron (formed in 1934), a naval air squadron of the Royal Navy operating ship-based aircraft. The eagle and the Maltese cross symbolize the aircraft carrier Eagle and the island of Malta where the squadron was based in the early years of service. In May 1941, it was part of the aircraft complement of HMS Victorious. During the night of May 24–25, eight Fairey Swordfish torpedo bomber aircraft operating within a squadron attacked Bismarck, scoring a hit midship and forcing Bismarck to slow down. No aircraft were shot down during the attack and they successfully made it back to the carrier despite their lack of experience with night-time take-off and landing.
es_mx: La medalla del Escuadrón Aéreo Naval 825 (formado en 1934), una escuadrón naval aéreo de la Marina Real que operaba con aviones embarcados. El águila y la cruz Maltesa simbolizan al portaaviones Eagle y a la isla de Malta en donde el escuadrón estaba basado en sus primeros años de servicio. En mayo de 1941, fue parte del complemento aéreo del HMS Victorious. Durante la noche del 24 y 25 de mayo, el Victorious lanzó sus biplanos bombarderos torpederos Fairey Swordfish, ocho de los cuales atacaron al Bismarck, logrando un impacto en medio del barco y forzando al Bismarck a reducir su velocidad. Ningún avión fue derribado durante el ataque y regresaron exitosamente al portaaviones a pesar de su falta de experiencia en despegues y aterrizajes nocturnos.
ja: 艦載機を運用するイギリス艦隊航空隊のひとつとして 1934 年に編成された第 825 飛行隊のバッジです。鷲 (イーグル) とマルタ十字架は、編成当初にこの飛行隊が配備されていた航空母艦イーグルおよびマルタ島を表しています。 1941 年 5 月には、この飛行隊は航空母艦ヴィクトリアスに配備されていました。5 月 24 日から 25 日にかけての夜に、ヴィクトリアスは複葉雷撃機フェアリー・ソードフィッシュ 8 機を出撃させ、ビスマルクに魚雷 1 本を命中させてその速度を低下させました。この攻撃においては、撃墜された機は 1 機もなく、さらには、夜間における発艦・着艦の経験がなかったにも関わらず、全機が夜間着艦に成功しました。
pl: Godło 825 Morskiego Dywizjonu Lotniczego, który wszedł do służby w 1934 roku jako Skrzydło Lotnicze Floty Royal Navy, obsługujące samoloty stacjonujące na okrętach. Orzeł i krzyż maltański symbolizują lotniskowiec Eagle i wyspę Malta, na której dywizjon stacjonował w początkach swojej służby. W maju 1941 roku dywizjon służył na lotniskowcu HMS Victorious. W nocy z 24 na 25 maja z Victorious wystartowało 8 dwupłatowców Fairey Swordfish, bombowców torpedowych, które zaatakowały Bismarcka i spowolniły go zadanymi uszkodzeniami. Żaden samolot nie został zestrzelony w trakcie tego ataku i wszystkie bezpiecznie wylądowały, pomimo braku doświadczenia w nocnym starcie i lądowaniu na lotniskowcach.
ru: Эмблема 825-й эскадрильи Воздушных сил флота Великобритании (сформирована в 1934 г.), базировавшейся на авианосцах. Орёл и мальтийский крест символизируют авианосец Eagle и остров Мальта, на которых эскадрилья базировалась в первые годы службы. В мае 1941 г. входила в состав авиагруппы HMS Victorious. В ночь с 24 на 25 мая восемь торпедоносцев Fairey Swordfish из состава эскадрильи предприняли атаку на линкор Bismarck, добившись попадания торпеды в центральную часть корабля и вынудив его снизить скорость. Все самолёты благополучно и без потерь вернулись на авианосец, несмотря на отсутствие опыта взлёта и посадки в ночное время суток.
uk: Емблема 825-ї ескадрильї Повітряних сил флоту Великобританії (сформована 1934 р.), що базувалася на авіаносцях. Орел і мальтійський хрест символізують авіаносець Eagle і острів Мальта, на яких ескадрилья базувалася в перші роки служби. У травні 1941 р. входила до складу авіагрупи HMS Victorious. Вночі з 24 на 25 травня вісім торпедоносців Fairey Swordfish зі складу ескадрильї атакували лінкор Bismarck, спромоглися влучити торпедою у центральну частину корабля та змусили його знизити швидкість. Всі літаки успішно і без втрат повернулися на авіаносець, незважаючи на відсутність досвіду зльоту і посадки в нічний час доби.
zh: 1934年进入皇家海军舰队航空部服役的第825海军航空中队的徽章。老鹰和马耳他十字象征着鹰号航空母舰和该航空中队早年所服役的马耳他岛。 1941年5月，它是胜利号所补充飞机的一部分。5月24日-5月25日的夜晚期间，胜利号弹射了八架双翼式剑鱼鱼雷轰炸机并且攻击俾斯麦，并击中了舰身中央部分使俾斯麦慢了下来。尽管完全没有夜间起降的经验，但是攻击期间没有飞机被击落并且成功地返回了航母。
zh_sg: 825 Naval Air Squadron (成立于1934年)的徽章，海军中队的皇家海军作战舰载机。老鹰和马耳他十字象征着航空母舰Eagle 与中队早年所服役的马耳他岛。 1941年5月，为HMS Victorious补给飞机的一部分。5月24日–25日晚，Victorious让它的双翼式Fairey Swordfish 鱼雷轰炸机升空，其中有八架攻击了俾斯麦，击中了舰身中央部分并迫使 俾斯麦 降低航速。没有飞机在攻击期间被击落且成功返回了航母，尽管完全没有夜间起降的经验。

# IDS_PCZC017_BISMARCK_ARKROYAL
source: HMS Ark Royal
zh: 皇家方舟

# IDS_PCZC017_BISMARCK_ARKROYAL_DESCRIPTION
source: HMS Ark Royal was the first British aircraft carrier of the new generation (entered service in 1938). This ship had a significant impact on the development of this ship type in the Royal Navy. Joined the hunt for Bismarck on May 23, 1941 within Force H from Gibraltar, with an aim to intercept the German raider. The carrier played a key role in the operation. On May 26, her torpedo bombers made a decisive hit on Bismarck, jamming her rudder, which allowed British ships to catch up with and finally sink the battleship.
es_mx: El HMS Ark Royal fue el primer portaaviones británico de la nueva generación (entró en servicio en 1938). Este barco fue un impacto significante en el desarrollo de este tipo de barcos en la Marina Real. Se unió a la caza del Bismarck el 23 de mayo de 1941 dentro de la Fuerza H desde Gibraltar con el objetivo de interceptar al incursor alemán. El portaaviones jugó un papel clave en la operación. El 26 de mayo, sus bombarderos torpederos hicieron un impacto decisivo sobre el Bismarck, atorand su timón, lo que permitió a los barcos británicos a alcanzarlo y finalmente hundir al acorazado.
ja: アーク・ロイヤルは、イギリス初の新世代航空母艦であり、1938 年に就役しました。本艦は、イギリス海軍における航空母艦開発に大きなインパクトを与えたことで知られています。 1941 年 5 月 23 日、H 部隊の 1 隻としてジブラルタルから出撃し、ビスマルク追撃戦に加わった本艦は、この作戦において重要な役割を果たしました。5 月 26 日に、本艦から出撃した雷撃隊が、ビスマルクの操舵装置を破壊する決定打を与えたのです。これによってイギリス艦隊はビスマルクを捕捉し、撃沈することができました。
pl: HMS Ark Royal był pierwszym brytyjskim lotniskowcem nowej generacji (wszedł do służby w 1938 roku). Okręt miał ogromny wpływ na rozwój okrętów tego typu w Royal Navy. Ark Royal dołączył do polowania na pancernik Bismarck 23 maja 1941 roku, w ramach Force H z Gibraltaru. Lotniskowiec odegrał kluczową rolę w tej operacji. 26 maja jego bombowce torpedowe dokonały decydującego uderzenia na Bismarcka, unieruchamiając jego ster, co pozwoliło brytyjskim okrętom go dogonić i ostatecznie posłać na dno.
ru: HMS Ark Royal (англ. «Королевский ковчег») — первый британский авианосец нового поколения (вступил в строй в 1938 г.), оказавший значительное влияние на развитие этого класса кораблей в Королевском флоте. К преследованию линкора Bismarck был привлечён 23 мая 1941 г., выйдя в составе Соединения «H» из Гибралтара на перехват германского рейдера. Сыграл ключевую роль в операции — торпедоносцы его авиагруппы 26 мая сумели добиться решающего попадания в Bismarck, выведя из строя рулевое управление линкора, что позволило британским кораблям нагнать его и потопить.
uk: HMS Ark Royal (англ. «Королівський ковчег») — перший британський авіаносець нового покоління (став у стрій 1938 р.), значно вплинув на розвиток цього класу кораблів у Королівському флоті. До переслідування лінкора Bismarck залучений 23 травня 1941 р., коли вийшов у складі З'єднання «H» з Ґібралтару на перехоплення німецького рейдера. Відіграв ключову роль в операції — торпедоносці його авіагрупи 26 травня домоглися вирішального влучення у Bismarck, вивівши з ладу рульові механізми лінкора, що дозволило британським кораблям наздогнати його та потопити.
zh: 皇家方舟是第一艘新一代的Y国航空母舰 ( 1938 年进入服役)。这艘战舰对皇家海军这种类型战舰的发展产生了重大的影响。 作为直布罗陀H部队成员在1941年5月23日加入狩猎俾斯麦的行的，目的是为了拦截D国入侵者。航母在行动中发挥了关键的作用。5月26日，它的鱼雷轰炸机对俾斯麦造成决定性的打击，使它的方向舵卡住，这使Y国战舰得以赶上并最终击沉这艘战列舰。
zh_sg: HMS Ark Royal是第一艘新一代的英国航空母舰 (于1938年进入服役)。这艘战舰对皇家海军这类型战舰的发展产生了重大的影响。 来自直布罗陀、目的是为了拦截德国侵入者的 H 部队，于1941年5月23日加入狩猎俾斯麦。航母在行动中发挥了关键的作用。5月26日，它的鱼雷轰炸机对俾斯麦造成决定性的重创，使它的方向舵卡住，这使英国战舰得以赶上并最终击沉这艘战列舰。

# IDS_PCZC018_BISMARCK_HOOD
source: HMS Hood
zh: 胡德
zh_sg: HMS 胡德

# IDS_PCZC018_BISMARCK_HOOD_DESCRIPTION
source: The badge of HMS Hood, the biggest battlecruiser in the world that entered service in 1920. The ship was named after the 18th–20th century dynasty of Royal Navy admirals. It features elements from the Coat of Arms of the Hood family and the year in which the first ship named Hood was commissioned. On May 22, 1941, the battlecruiser Hood, flying the flag of Vice-Admiral Holland, was sent to intercept the battleship Bismarck that was heading towards the Atlantic. The battle between Holland's units and the German ships occurred on the dawn on May 24 at the exit of the Denmark Strait. Several minutes into the fight, a shell from Bismarck hit Hood's ammunition stores and exploded, sinking the ship with almost all of her crew.
es_mx: La medalla del HMS Hood, el más grande crucero de batalla en el mundo que entró en servicio en 1920. El barco fue nombrado como la dinastía de almirantes de la Marina Real de los siglos XVIII al XX. Cuenta con elementos del Escudo de Armas de la familia Hood y el año en el cual el primer barco llamado Hood fue comisionado. El 22 de mayo de 1941, el crucero de batalla Hood, ondeando la bandera del Vicealmirante Holland fue enviado a interceptar al acorazado Bismarck que se dirigía al Atlántico. La batalla entre las unidades de Holland y los barcos alemanes ocurrió al amanecer del 24 de mayo a la salida del Estrecho de Dinamarca. Tras varios minutos de lucha, un proyectil del Bismarck alcanzó los compartimentos de munición del Hood y explotó, hundiendo al barco con casi toda su tripulación.
ja: 1920 年に就役したフッドは、世界最大の巡洋戦艦として有名でした。その艦名は、18 世紀から 20 世紀にかけて高名な提督を輩出してきたフッド家に因んだものです。本艦のバッジには、フッド家の紋章の要素、およびフッドの名が冠された最初の艦の就役年が取り入れられています。 1941 年 5 月 22 日、ホランドの中将が座乗した巡洋戦艦フッドは、大西洋へと向かいつつあったドイツの戦艦ビスマルクの迎撃作戦に投入されました。ホランドの艦隊とドイツ艦隊は、5 月 24 日の明け方にデンマーク海峡の入り口で接触し、砲戦が開始されました。その数分後、ビスマルクが放った主砲弾のうちの 1 発が本艦の弾薬庫に命中した結果として本艦は爆沈し、搭乗員のほぼ全員が失われました。
pl: Godło HMS Hood, największego krążownika liniowego, który wszedł do służby w 1920 roku. Okręt został nazwany na cześć dynastii admirałów Royal Navy z okresu XVIII - XX wieku. Zawiera elementy herbu rodziny Hood i rok, w którym pierwszy okręt o nazwie Hood został oddany do służby. 22 maja 1941 roku krążownik liniowy Hood dowodzony przez wiceadmirała Lancelota Ernesta Hollanda został wysłany, by przechwycić pancernik Bismarck, zmierzający w stronę Atlantyku. Do starcia doszło o świcie 24 maja, przy ujściu z Cieśniny duńskiej. Po kilku minutach od rozpoczęcia bitwy pocisk wystrzelony z Bismarcka przebił słabo opancerzony pokład Hooda i eksplodował wewnątrz składu amunicji, zatapiając tym samym okręt wraz z niemal całą załogą.
ru: Эмблема HMS Hood, самого большого линейного крейсера в мире (вступил в строй в 1920 г.), получившего название в честь династии адмиралов Королевского флота XVIII–XX вв. На ней изображены элементы фамильного герба Худов и дата спуска на воду первого корабля с таким именем. 22 мая 1941 г. линейный крейсер HMS Hood под флагом вице-адмирала Холланда был направлен на перехват линкора Bismarck, направлявшегося в Атлантику. Бой между соединением Холланда и германскими кораблями произошёл на рассвете 24 мая на выходе из Датского пролива. Через несколько минут после его начала один из снарядов с линкора Bismarck вызвал детонацию боезапаса на HMS Hood, и линейный крейсер ушёл на дно почти со всем экипажем.
uk: Емблема HMS Hood, найбільшого лінійного крейсера у світі (став у стрій 1920 р.), що отримав назву на честь династії адміралів Королівського флоту XVIII–XX ст. На ній зображено елементи родового герба Худів і дата спуску на воду першого корабля з таким ім’ям. 22 травня 1941 р. лінійний крейсер HMS Hood під прапором віце-адмірала Голланда спрямували на перехоплення лінкора Bismarck, що прямував до Атлантики. Бій між з’єднанням Голланда та німецькими кораблями стався на світанку 24 травня на виході з Данської протоки. За кілька хвилин після його початку один зі снарядів з лінкора Bismarck спричинив вибух боєзапасу на HMS Hood, і лінійний крейсер пішов на дно майже з усім екіпажем.
zh: 胡德的徽章，1920年进入服役的世上最大战斗巡洋舰，。该战舰以十八世纪-二十世纪的皇家海军上将来命名。其徽章具有胡德家族的纹章以及第一艘被命名为胡德之战舰的服役年份。 1941年5月22日，战斗巡洋舰胡德扬起了中将兰斯洛特·欧内斯特·霍兰德的旗帜被派往拦截正朝大西洋前进的战列舰俾斯麦。霍兰德的部队和D国战舰间的战斗于5月24日清晨在丹麦海峡的出口处展开。进入战斗后的几分钟，俾斯麦的一颗炮弹打穿了胡德薄弱的装甲甲板并在战舰的主弹药库中爆炸，随后就跟着它绝大多数的乘员一起沉没了。
zh_sg: HMS 胡德的徽章， 1920 年进入服役的世上最大战斗巡洋舰。该战舰以十八世纪至二十世纪的皇家海军上将来命名。它具备了来自 胡德 家族纹章的元素以及第一艘被命名为 胡德 之战舰的服役年份。 1941年5月22日，高挂着海军中将 Holland 旗帜的战斗巡洋舰 胡德 被派往拦截正朝大西洋前进的战列舰俾斯麦。Holland分队和德国战舰之间的战斗于5月24日清晨在丹麦海峡出口处爆发。进入战斗后的几分钟，俾斯麦 的一颗炮弹击中了 胡德 的弹药库并引发爆炸，该战舰就跟着它几乎所有的乘员一起沉没了。

# IDS_PCZC019_BISMARCK_DORSETSHIRE
source: HMS Dorsetshire
zh: 多塞特郡

# IDS_PCZC019_BISMARCK_DORSETSHIRE_DESCRIPTION
source: The badge of HMS Dorsetshire, a County-class heavy cruiser of the Royal Navy that entered service in 1930. It depicts a lion, one of the main elements of the Coat of Arms of England and Dorset County, after which the cruiser was named. On May 26, 1941, HMS Dorsetshire was called away from escorting a convoy and rushed for an interception course with the battleship Bismarck. The ship participated in the battle on May 27 in its final stages when she finished the German battleship off with several torpedo hits. HMS Dorsetshire rescued the majority of the survivors from the defeated German raider ship.
es_mx: La medalla del HMS Dorsetshire, un crucero pesado de la clase County de la Marina Real que entró en servicio en 1930. Muestra a un león, uno de los elemento principales del Escudo de Armas de Inglaterra y del Condado de Dorset, cuyo nombre recibió el barco. El 26 de mayo de 1941, el HMS Dorsetshire escoltaba un convoy cuando fue llamado a para interceptar al acorazado Bismarck. El barco participó en la batalla del 27 de mayo en sus etapas finales cuando terminaba con el acorazado alemán con varios impactos de torpedos. El HMS Dorsetshire rescató a la mayoría de los supervivientes del destruido barco incursor alemán.
ja: イギリス海軍のカウンティ級重巡洋艦ドーセットシャーは、1930 年に就役しました。艦名はイングランドのドーセット・カウンティ (ドーセットシャー) に因んでおり、本艦のバッジにはこのカウンティの紋章の主要素のひとつであるライオンが描かれています。 1941 年 5 月 26 日、船団護衛にあたっていたドーセットシャーは、護衛任務を中止して戦艦ビスマルクの迎撃コースへと急行しました。そして 5 月 27 日の海戦に参加し、その終盤において戦艦ビスマルクに複数の魚雷を命中させ、とどめを刺しました。本艦はその後、沈没したビスマルクの生存者のうちの大半を救出しています。
pl: Godło HMS Dorsetshire, ciężkiego krążownika klasy County, służącego w Royal Navy od 1930 roku. Przedstawia lwa, który jest jednym z głównych elementów herbu Anglii i Dorsetshire, po którym okręt nosi imię. 26 maja 1941 roku HMS Dorsetshire, eskortujący wtedy konwój, dostał rozkaz obrania kursu przechwytującego na Bismarcka. Okręt uczestniczył w bitwie 27 maja w jej końcowym etapie i dokończył dzieła zniszczenia niemieckiego pancernika posyłając ku niemu kilka torped. HMS Dorsetshire uratował większość rozbitków z tonącego niemieckiego okrętu korsarskiego.
ru: Эмблема HMS Dorsetshire, тяжёлого крейсера типа County (вступил в строй в 1930 г.). На ней изображён лев — один из основных элементов герба Англии и графства Дорсет, в честь которого был назван крейсер. 26 мая 1941 г. HMS Dorsetshire был отозван от конвоя, который эскортировал, и брошен на перехват линкору Bismarck. Крейсер успел принять участие в сражении 27 мая, на последней стадии боя несколькими торпедами добив германский линкор. Большая часть выживших с потопленного рейдера были спасены именно HMS Dorsetshire.
uk: Емблема HMS Dorsetshire, важкого крейсера типу County (став у стрій 1930 р.). На ній зображений лев — один з основних елементів герба Англії і графства Дорсет, на честь якого назвали крейсер. 26 травня 1941 р. HMS Dorsetshire відкликали від конвою, який він ескортував, і кинули на перехоплення лінкора Bismarck. Крейсер встиг взяти участь у битві 27 травня, на останньому етапі бою кількома торпедами добивши німецький лінкор. Більшу частину тих, що вижили, з потопленого рейдера врятував саме HMS Dorsetshire.
zh: 多塞特郡的徽章，在1930年进入皇家海军服役的郡级重型巡洋舰。徽章所描绘的狮子，就是被用来命名该巡洋舰的多塞特郡纹章的主要元素之一。 1941年5月26日，多塞特郡被解除舰团的护卫工作并赶往拦截战列舰俾斯麦。该战舰参与了5月27日的最后战斗阶段，它用数枚鱼雷摧毁了D国战列舰。多塞特郡从沉没的D国入侵战舰上救起了大多数的幸存者。
zh_sg: HMS Dorsetshire的徽章，于1930年进入皇家海军服役的County级重型巡洋舰。徽章所描绘的狮子，就是被用来命名该巡洋舰的多塞特郡和英格兰纹章的主要元素之一。 1941年5月26日，HMS Dorsetshire 从舰队的护卫工作中召回并赶往拦截战列舰 俾斯麦。该战舰在5月27日的最后阶段参与了战斗，它用数枚鱼雷摧毁了德国战列舰。HMS Dorsetshire 从战败的德国入侵战舰上救起了大多数的幸存者。

# IDS_PCZC020_BISMARCK_ZULU
source: HMS Zulu
zh: 祖鲁
