Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_MILESTONE_LEADERBOARD_HEADER
source: Hall of Fame
es_mx: El Salón de la Fama
ja: ランキング
pl: Galeria sław
ru: Зал славы
uk: Зал слави
zh: 名人堂
zh_sg: 名人堂

# IDS_MILESTONE_LEADERBOARD_POINTS_RECEIVED
source: Your rating in the Hall of Fame has risen!
es_mx: ¡Tu clasificación en el Salón de la fama aumentó!
ja: ランキングでのレーティングが向上しました!
pl: Twoja ocena w Galerii sław wzrosła!
ru: Ваш рейтинг в Зале славы повысился!
uk: Ваш рейтинг у Залі слави підвищився!
zh: Ваш рейтинг в Зале славы повысился!
zh_sg: 您在名人堂的排名提升了!

# IDS_MILESTONE_LEADERBOARD_REWARD_HEADER
source: Reward for your position in the Hall of Fame
es_mx: Recompensa por tu posición en el Salón de la Fama
ja: ランキングでの順位に対する褒賞
pl: Nagroda za Twoje miejsce w Galerii sław
ru: Награда за место в Зале славы
uk: Нагорода за місце у Залі слави
zh: 您在名人堂的位置的奖励
zh_sg: 您在名人堂中排名的奖励

# IDS_MILESTONE_LEADERBOARD_TOOLTIP
source: Go to the Hall of Fame
es_mx: Ir al Salón de la Fama
ja: ランキングへ
pl: Przejdź do Galerii sław
ru: Перейти в Зал славы
uk: Перейти в Зал слави
zh: Перейти в Зал славы
zh_sg: 前往名人堂

# IDS_MILESTONE_POSTER_EPIC_DONE
source: You completed this mission splendidly! A new Directive has arrived.
es_mx: ¡Has completado esta misión de forma espléndida! Una nueva directiva ha llegado.
ja: このミッションを華麗に達成しました! 新しいディレクティブが届きました。
pl: Wspaniale wypełniona misja! Otrzymano nową dyrektywę.
ru: Задача выполнена! Получена новая Директива.
uk: Завдання виконано! Отримано нову Директиву.
zh: 您了不起的完成了这个任务！ 新的指令已经抵达。
zh_sg: 你已经出色地完成了这个任务！ 新的指令已经到达。

# IDS_MILESTONE_POSTER_EPIC_NEW
source: A new Directive is now available! Be vigilant and merciless toward adversaries.
es_mx: ¡Ahora tienes una nueva Directiva disponible! Permanece alerta y no tengas piedad de los adversarios.
ja: 新ディレクティブを利用可能! 敵に対しては油断せず無慈悲に。
pl: Dostępna jest nowa dyrektywa! Zachowaj czujność i nie miej litości dla przeciwnika.
ru: Доступна новая Директива! Прояви себя в бою.
uk: Доступна нова Директива! Покажіть себе в бою.
zh: 现在有一个新的指令！ 对敌人保持警戒和无情。
zh_sg: 现在可以获得新的指令！ 展现自己的战斗力！

# IDS_MILESTONE_POSTER_LEADERBOARD_NEW
source: The Hall of Fame is open! Fight to claim the top spot, challenge adversaries, and prove your valor and courage.
es_mx: ¡El Salón de la Fama está abierto! Pelea para proclamarte el Número Uno, desafía a los adversarios y prueba tu valor y coraje.
ja: ランキングがオープン! トップを目指して戦い、ライバルに挑戦し、武勇を示しましょう。
pl: Galeria sław jest otwarta! Walcz, by zająć pierwsze miejsce, rzucaj wyzwanie konkurentom i dowiedź swoich cnót i męstwa!
ru: Зал славы открыт. Сражайся за право быть первым! Брось вызов другим игрокам и покажи свою доблесть и отвагу.
uk: Зал слави відкрито. Бийтеся за право бути першим! Киньте виклик іншим гравцям і покажіть свою доблесть і відвагу.
zh: 名人堂已经开放！ 争取成为第一名、挑战对手并证明您的英勇和勇气。
zh_sg: 名人堂开放！ 争取成为第一，挑战对手，证明自己的勇气和实力。

# IDS_MILESTONE_POSTER_MILESTONE_DONE
source: Welcome home, hero! Your deeds of valor will never be forgotten!
es_mx: ¡Bienvenido a casa, héroe! Tus valientes historias nunca serán olvidadas!
ja: 英雄よ、帰還を歓迎します! あなたの勲功は、決して忘れられることはないでしょう!
pl: Witaj w domu, bohaterze! Twoje wspaniałe uczynki nie zostaną zapomniane!
ru: Добро пожаловать домой, герой! Мы всегда будем помнить твой подвиг.
uk: Ласкаво просимо додому, герою! Ми завжди пам’ятатимемо ваш подвиг.
zh: 欢迎回来，英雄！ 您的英勇事迹永远不会被遗忘！
zh_sg: 英雄，欢迎回家！ 我们永远不会忘记您的英雄事迹！

# IDS_MILESTONE_POSTER_MILESTONE_NEW
source: A new Stage is about to begin! Join the battle—get lots of cool goodies as rewards!
es_mx: ¡Una nueva Etapa está a punto de comenzar! ¡Únete a las batallas y consigue increíbles bienes como recompensa!
ja: 新ステージが始まります! 参戦し、クールなアイテムと褒賞を多数ゲットしましょう!
pl: Wkrótce zacznie się nowy etap! Dołącz do walki i zdobądź wiele ciekawych nagród!
ru: Начинается новый Этап! Участвуй в сражениях и получай награды.
uk: Починається новий Етап! Бери участь в боях і отримуй нагороди.
zh: 一个新阶段即将开始！ 加入战斗—并获得许多很酷的好东西作为奖励！
zh_sg: 新的阶段将要开始了！ 加入战斗去获得丰厚的奖励！

# IDS_MILESTONE_POSTER_NO_MILESTONES
source: Stand by for new instructions, Commander!
es_mx: ¡Espera las nuevas instrucciones, Comandante!
ja: 艦長、次の指示に備えてください!
pl: Oczekuj nowych rozkazów, dowódco!
ru: Жди новых распоряжений, командир!
uk: Чекайте нових розпоряджень, командире!
zh: 等候新的指示，指挥官！
zh_sg: 指挥官，等待新的指示！

# IDS_MILESTONE_REGLAMENT
source: Rules
es_mx: Reglas
ja: ルール
pl: Zasady
ru: Правила
uk: Правила
zh: 规则
zh_sg: 规则

# IDS_MILESTONE_REGLAMENT_DESCRIPTION
source: To access the Hall of Fame, accomplish all Directives of the current Stage. The Hall of Fame will let you compete against the best Commanders at sea!
es_mx: Para acceder al Salón de la Fama, completa todas las directivas de la Etapa actual. ¡El Salón de la Fama te permitirá competir contra los mejores Comandantes del mar!
ja: ランキングにアクセスするには、現ステージの全ディレクティブを完遂してください。 ランキングでは、最高の艦長達と競い合うことができます!
pl: Żeby uzyskać dostęp do Galerii sław, wypełnij wszystkie dyrektywy w obecnym etapie. Galeria sław pozwoli Ci walczyć z najlepszymi dowódcami na morzu!
ru: Чтобы получить доступ в Зал славы, необходимо выполнить все Директивы текущего Этапа. В Зале славы вы сможете соревноваться с лучшими командирами!
uk: Щоб отримати доступ до Залу слави, потрібно виконати всі Директиви цього Етапу. У Залі слави ви зможете змагатися з найліпшими командирами!
zh: 达成目前阶段的所有指令以进入名人堂。 名人堂将让您与海上最好的指挥官竞争！
zh_sg: 要想进入名人堂，需要完成当前阶段的全部指令。 名人堂中将会让您可以与最佳的战舰指挥官们进行对抗！

# IDS_MILESTONE_REGLAMENT_TOOLTIP
source: Go to the Rules
es_mx: Ir a las Reglas
ja: ルールへ
pl: Przejdź do regulaminu
ru: Перейти к Правилам
uk: Перейти до Правил
zh: Перейти к Правилам
zh_sg: 前往规则说明

# IDS_MILESTONE_REWARD_EPIC_TEXT
source: Reward for accomplishing the Directive
es_mx: Recompensa por completar la Directiva
ja: ディレクティブ完遂褒賞
pl: Nagroda za wypełnienie dyrektywy
ru: Награда за выполнение Директивы
uk: Нагорода за виконану Директиву
zh: 达成指令的奖励
zh_sg: 完成指令的奖励

# IDS_MILESTONE_REWARD_TASK_TEXT
source: Reward for completing the Mission
es_mx: Recompensa por completar la Misión
ja: ミッション達成褒賞
pl: Nagroda za ukończenie misji
ru: Награда за выполнение задачи
uk: Нагорода за виконане завдання
zh: 完成任务的奖励
zh_sg: 完成任务的奖励

# IDS_MILLIMETER
source: mm
ru: мм
uk: мм
zh: 毫米
zh_sg: 毫米

# IDS_MINA_THEA
source: Thea Kreutzer
zh: 西娅-克罗伊策

# IDS_MINA_URA
source: Mina Hurray
zh: 米纳-胡劳伊

# IDS_MINA_URA_H18
source: Mina Hurray
zh: 米纳-胡劳伊

# IDS_MINIMAPCONTROLS
source: Minimap
es_mx: Minimapa
ja: ミニマップ
pl: Minimapa
ru: Управление миникартой
uk: Керування міні-мапою
zh: 小地图
zh_sg: 小地图

# IDS_MINIMAP_AA_RANGE
source: AA Guns Firing Range
es_mx: Rango de Disparo de los Cañones AA
ja: 対空兵装射程
pl: Zasięg ognia dział przeciwlotniczych
ru: Дальность ПВО
uk: Дальність ППО
zh: 防空炮射程
zh_sg: 防空炮射程

# IDS_MINIMAP_AA_RANGE_CHCK
source: Show the AA guns firing range
es_mx: Mostrar el rango de disparo de los cañones AA
ja: 対空兵装射程を表示
pl: Pokaż zasięg ognia dział przeciwlotniczych
ru: Отображать дальность стрельбы ПВО
uk: Показувати дальність стрільби ППО
zh: 显示防空炮射程
zh_sg: 显示防空炮射程

# IDS_MINIMAP_AA_RANGE_CHCK_NOT_AVAILABLE
source: AA guns unavailable
es_mx: Cañones AA no disponibles
ja: 対空兵装なし
pl: Działa przeciwlotniczne niedostępne
ru: Нет ПВО
uk: Немає ППО
zh: 防空炮无法使用
zh_sg: 防空炮无法使用

# IDS_MINIMAP_AA_RANGE_CHCK_SELECTED
source: Hide the AA guns firing range
es_mx: Ocultar el rango de disparo de los cañones AA
ja: 対空兵装射程を非表示
pl: Ukryj zasięg ognia dział przeciwlotniczych
ru: Скрыть дальность стрельбы ПВО
uk: Приховати дальність стрільби ППО
zh: 隐藏防空炮射程
zh_sg: 隐藏防空炮射程

# IDS_MINIMAP_ATBA_RANGE_CHCK
source: Show the secondary battery firing range
es_mx: Mostrar el rango de disparo de la batería secundaria
ja: 副砲射程を表示
pl: Pokaż zasięg ognia baterii dodatkowej
ru: Отображать дальность стрельбы ПМК
uk: Показувати дальність стрільби ПМК
zh: 显示副炮组射程
zh_sg: 显示副炮组射程

# IDS_MINIMAP_ATBA_RANGE_CHCK_NOT_AVAILABLE
source: Secondary battery unavailable
es_mx: Batería Secundaria no disponible
ja: 副砲なし
pl: Bateria dodatkowa niedostępna
ru: Нет ПМК
uk: Немає ПМК
zh: 副炮组无法使用
zh_sg: 副炮组无法使用

# IDS_MINIMAP_ATBA_RANGE_CHCK_SELECTED
source: Hide the secondary battery firing range
es_mx: Ocultar el rango de disparo de la batería secundaria
ja: 副砲射程を非表示
pl: Ukryj zasięg ognia baterii dodatkowej
ru: Скрыть дальность стрельбы ПМК
uk: Приховати дальність стрільби ПМК
zh: 隐藏副炮组射程
zh_sg: 隐藏副炮组射程

# IDS_MINIMAP_DIST_DIS_CHCK
source: Show range numerical values
es_mx: Mostrar los valores numéricos del rango
ja: 範囲の数値を表示
pl: Pokaż wartości liczbowe zasięgu
ru: Отображать числовые значения дальности
uk: Показувати числові значення дальності
zh: 显示距离数值
zh_sg: 显示距离数值

# IDS_MINIMAP_DIST_DIS_CHCK_SELECTED
source: Hide range numerical values
es_mx: Ocultar los valores numéricos del rango
ja: 範囲の数値を非表示
pl: Ukryj wartości liczbowe
ru: Скрыть числовые значения дальности
uk: Приховати числові значення дальності
zh: 隐藏距离数值
zh_sg: 隐藏距离数值

# IDS_MINIMAP_LAST_VIS
source: Last known position markers
es_mx: Marcadores de última posición conocida
ja: 失探位置マーカー
pl: Znaczniki ostatnich znanych pozycji
ru: Маркеры последнего обнаружения
uk: Маркери останнього виявлення
zh: 最后已知位置标示
zh_sg: 最后已知位置标记

# IDS_MINIMAP_LAST_VIS_CHCK
source: Show markers for the last known positions of enemy ships
es_mx: Mostrar marcadores para las últimas posiciones conocidas de los barcos enemigos
ja: 敵艦艇を失探した位置を示すマーカーを表示
pl: Pokazuj znaczniki dla ostatnich znanych pozycji okrętów przeciwnika
ru: Отображать маркеры кораблей противника в местах их последнего обнаружения
uk: Показувати маркери кораблів супротивника у місцях їх останнього виявлення
zh: 显示敌方战舰的最后已知位置标示
zh_sg: 显示敌方战舰的最后已知位置标记

# IDS_MINIMAP_LAST_VIS_CHCK_SELECTED
source: Do not show markers for the last known positions of enemy ships
es_mx: No mostrar marcadores para las últimas posiciones conocidas de los barcos enemigos
ja: 敵艦艇を失探した位置を示すマーカーを非表示
pl: Nie pokazuj znaczników dla ostatnich znanych pozycji okrętów przeciwnika
ru: Выключить отображение маркеров кораблей противника в местах их последнего обнаружения
uk: Вимкнути показ маркерів кораблів супротивника у місцях їх останнього виявлення
zh: 不要显示敌方战舰的最后已知位置标示
zh_sg: 不显示敌方战舰的最后已知位置标记

# IDS_MINIMAP_MG_RANGE_CHCK
source: Show the main battery firing range
es_mx: Mostrar el rango de disparo de la batería principal
ja: 主砲射程を表示
pl: Pokaż zasięg ognia baterii głównej
ru: Отображать дальность стрельбы главного калибра
uk: Показувати дальність стрільби головного калібру
zh: 显示主炮组射程
zh_sg: 显示主炮组射程

# IDS_MINIMAP_MG_RANGE_CHCK_NOT_AVAILABLE
source: Main battery unavailable
es_mx: Batería Principal no disponible
ja: 主砲なし
pl: Bateria główna niedostępna
ru: Нет ГК
uk: Немає ГК
zh: 主炮组无法使用
zh_sg: 主炮组无法使用

# IDS_MINIMAP_MG_RANGE_CHCK_SELECTED
source: Hide the main battery firing range
es_mx: Ocultar el rango de disparo de la batería principal
ja: 主砲射程を非表示
pl: Ukryj zasięg ognia baterii głównej
ru: Скрыть дальность стрельбы главного калибра
uk: Приховати дальність стрільби головного калібру
zh: 隐藏主炮组射程
zh_sg: 隐藏主炮组射程

# IDS_MINIMAP_OPTIONS_AARANGEMAXENABLED
source: AA guns maximum firing range
es_mx: Alcance máximo de disparo de los cañones AA
ja: 対空兵装の最大射程
pl: Maksymalny zasięg dział przeciwlotniczych
ru: Максимальная дальность ПВО
uk: Максимальна дальність ППО
zh: Максимальная дальность ПВО
zh_sg: 防空炮最大射程

# IDS_MINIMAP_OPTIONS_ATBARANGEENABLED
source: Secondary Battery Firing Range
es_mx: Rango de Disparo de la Batería Secundaria
ja: 副砲射程
pl: Zasięg ognia baterii dodatkowej
ru: Дальность ПМК
uk: Дальність ПМК
zh: 副炮组射程
zh_sg: 副炮组射程

# IDS_MINIMAP_OPTIONS_DISTANCEDISPLAYENABLED
source: Range numerical values
es_mx: Valores numéricos del rango
ja: 範囲の数値
pl: Wartości liczbowe zasięgu
ru: Числовые значения дальности
uk: Числові значення дальності
zh: 距离数值
zh_sg: 距离数值

# IDS_MINIMAP_OPTIONS_HINT
source: Adjust Minimap
es_mx: Ajustar minimapa
ja: ミニマップの調節
pl: Dostosuj minimapę
ru: Настроить миникарту
uk: Налаштувати міні-мапу
zh: 调整小地图
zh_sg: 调整小地图

# IDS_MINIMAP_OPTIONS_MINIMAPROTATIONENABLED
source: Rotate Minimap
es_mx: Rotar Minimapa
ja: ミニマップ回転
pl: Obróć minimapę
ru: Поворот миникарты
uk: Поворот міні-мапи
zh: 旋转小地图
zh_sg: 旋转小地图

# IDS_MINIMAP_OPTIONS_RANGESALPHA
source: Transparency of circles
es_mx: Transparencia de círculos
ja: サークルの透過度
pl: Przeźroczystość kół
ru: Прозрачность кругов
uk: Прозорість кіл
zh: 圆圈透明度
zh_sg: 圆圈透明度

# IDS_MINIMAP_OPTIONS_RLSRANGEENABLED
source: Surveillance Radar action range
es_mx: Rango de acción del Radar de Vigilancia
ja: 警戒レーダーの有効範囲
pl: Zasięg działania radaru dozorowania
ru: Дальность действия РЛС
uk: Дальність дії РЛС
zh: 监视雷达作用范围
zh_sg: 监视雷达作用范围

# IDS_MINIMAP_OPTIONS_SHIPNAMESDISPLAYENABLED
source: Ship names
es_mx: Nombres de los barcos
ja: 艦艇名
pl: Nazwy okrętów
ru: Названия кораблей
uk: Назви кораблів
zh: 战舰名称
zh_sg: 战舰名称

# IDS_MINIMAP_OPTIONS_SHOOTMGRANGEENABLED
source: Main Battery Firing Range
es_mx: Rango de Disparo de la Batería Principal
ja: 主砲射程
pl: Zasięg ognia baterii głównej
ru: Дальность ГК
uk: Дальність ГК
zh: 主炮组射程
zh_sg: 主炮组射程

# IDS_MINIMAP_OPTIONS_SHOOTPINGERRANGEENABLED
source: Sonar Action Range
es_mx: Radio de acción del Sonar
ja: ソナーの有効範囲
pl: Zasięg działania sonaru
ru: Дальность действия сонара
uk: Дальність дії сонара
zh: Дальность действия сонара
zh_sg: 声呐作用范围

# IDS_MINIMAP_OPTIONS_SHOOTTARANGEENABLED
source: Torpedo Range
es_mx: Alcance del Torpedo
ja: 魚雷の射程
pl: Zasięg torped
ru: Дальность хода торпед
uk: Дальність ходу торпед
zh: 鱼雷射程
zh_sg: 鱼雷射程

# IDS_MINIMAP_OPTIONS_SONARRANGEENABLED
source: Hydroacoustic Search action range
es_mx: Rango de acción de la Búsqueda Hidroacústica
ja: 水中聴音の有効範囲
pl: Zasięg działania sondy hydroakustycznej
ru: Дальность действия ГАП
uk: Дальність дії гідролокатора
zh: 水底搜索作用范围
zh_sg: 对海搜索作用范围

# IDS_MINIMAP_OPTIONS_VISIBILITYAFTERPINGBYSHIPRANGEENABLED
source: Detectability after emitting a sonar ping
es_mx: Detectabilidad después de emitir un pulso del sonar
ja: ソナーピンガー発振後の被発見距離
pl: Wykrywalność po wysłaniu impulsu sonaru
ru: Заметность после пуска импульса
uk: Помітність після пуску імпульсу
zh: Заметность после пуска импульса
zh_sg: 发射声呐脉冲后的被侦察范围

# IDS_MINIMAP_OPTIONS_VISIBILITYPLANERANGEENABLED
source: Detectability Range by Air
es_mx: Rango de Detectabilidad por Aire
ja: 航空発見距離
pl: Zasięg wykrywalności z powietrza
ru: Заметность с самолётов
uk: Помітність з літаків
zh: 空中的被侦测距离
zh_sg: 对空被侦察范围

# IDS_MINIMAP_OPTIONS_VISIBILITYRANGEENABLED
source: Detectability range by sea
es_mx: Rango de Detectabilidad por Mar
ja: 海面発見距離
pl: Zasięg wykrywalności z powierzchni
ru: Заметность с кораблей
uk: Помітність з кораблів
zh: 海上的被侦测距离
zh_sg: 对海被侦察范围

# IDS_MINIMAP_OPTIONS_WATERALPHA
source: Water transparency
es_mx: Transparencia del agua
ja: 水面の透過度
pl: Przeźroczystość wody
ru: Прозрачность воды
uk: Прозорість води
zh: 水域透明化
zh_sg: 水域透明化

# IDS_MINIMAP_PINGER_RANGE_CHCK
source: Show Sonar action range
es_mx: Mostrar radio de acción del Sonar
ja: ソナーの有効範囲を表示
pl: Pokaż zasięg działania sonaru
ru: Отображать дальность действия сонара
uk: Показувати дальність дії сонара
zh: Отображать дальность действия сонара
zh_sg: 显示声呐作用范围

# IDS_MINIMAP_PINGER_RANGE_CHCK_NOT_AVAILABLE
source: Sonar unavailable
es_mx: El Sonar no está disponible
ja: ソナー使用不可
pl: Sonar niedostępny
ru: Нет сонара
uk: Немає сонара
zh: Нет сонара
zh_sg: 声呐不可用

# IDS_MINIMAP_PINGER_RANGE_CHCK_SELECTED
source: Hide Sonar action range
es_mx: Ocultar radio de acción del Sonar
ja: ソナーの有効範囲を非表示
pl: Ukryj zasięg działania sonaru
ru: Скрыть дальность действия сонара
uk: Приховати дальність дії сонара
zh: Скрыть дальность действия сонара
zh_sg: 隐藏声呐作用范围

# IDS_MINIMAP_RLS_RANGE_CHCK
source: Show the Surveillance Radar action range
es_mx: Mostrar el rango de acción del Radar de Vigilancia
ja: 警戒レーダーの有効範囲を表示
pl: Pokaż zasięg działania radaru dozorowania
ru: Отображать дальность действия РЛС
uk: Показувати дальність дії РЛС
zh: 显示监视雷达作用范围
zh_sg: 显示监视雷达作用范围

# IDS_MINIMAP_RLS_RANGE_CHCK_SELECTED
source: Hide the Surveillance Radar action range
es_mx: Ocultar el rango de acción del Radar de Vigilancia
ja: 警戒レーダーの有効範囲を非表示
pl: Ukryj zasięg działania radaru dozorowania
ru: Скрыть дальность действия РЛС
uk: Приховати дальність дії РЛС
zh: 隐藏监视雷达作用范围
zh_sg: 隐藏监视雷达作用范围

# IDS_MINIMAP_SHIP_NAMES_DIS_CHCK
source: Show ship names under markers
es_mx: Mostrar los nombres de los barcos bajo los marcadores
ja: マーカーの下に艦艇名を表示
pl: Pokaż nazwy okrętów pod znacznikami
ru: Отображать названия кораблей под маркерами
uk: Показувати назви кораблів під маркерами
zh: 显示图标下方的战舰名称
zh_sg: 显示标记下方的战舰名称

# IDS_MINIMAP_SHIP_NAMES_DIS_CHCK_SELECTED
source: Hide ship names under markers
es_mx: Ocultar los nombres de los barcos bajo los marcadores
ja: マーカーの下に艦艇名を非表示
pl: Ukryj nazwy okrętów pod znacznikami
ru: Выключить отображение названий кораблей под маркерами
uk: Вимкнути показ назв кораблів під маркерами
zh: 隐藏图示下方的战舰名称
zh_sg: 隐藏标记下方的战舰名称

# IDS_MINIMAP_SONAR_RANGE_CHCK
source: Show the Hydroacoustic Search action range
es_mx: Mostrar el rango de acción de la Búsqueda Hidroacústica
ja: 水中聴音の有効範囲を表示
pl: Pokaż zasięg działania sondy hydroakustycznej
ru: Отображать дальность действия ГАП
uk: Показувати дальність дії гідролокатора
zh: 显示水底搜索作用范围
zh_sg: 显示对海搜索作用范围

# IDS_MINIMAP_SONAR_RANGE_CHCK_SELECTED
source: Hide the Hydroacoustic Search action range
es_mx: Ocultar el rango de acción de la Búsqueda Hidroacústica
ja: 水中聴音の有効範囲を非表示
pl: Ukryj zasięg działania sondy hydroakustycznej
ru: Скрыть дальность действия ГАП
uk: Приховати дальність дії гідролокатора
zh: 隐藏水底搜索作用范围
zh_sg: 隐藏对海搜索作用范围

# IDS_MINIMAP_TA_RANGE_CHCK
source: Show the torpedo range
es_mx: Mostrar el alcance de los torpedos
ja: 魚雷射程を表示
pl: Pokaż zasięg torped
ru: Отображать дальность хода торпед
uk: Показувати дальність ходу торпед
zh: 显示鱼雷射程
zh_sg: 显示鱼雷射程

# IDS_MINIMAP_TA_RANGE_CHCK_NOT_AVAILABLE
source: Torpedo tubes unavailable
es_mx: Tubos de torpedos no disponibles
ja: 魚雷発射管なし
pl: Wyrzutnie torped niedostępne
ru: Нет торпедных аппаратов
uk: Немає торпедних апаратів
zh: 鱼雷发射管无法使用
zh_sg: 鱼雷发射管无法使用

# IDS_MINIMAP_TA_RANGE_CHCK_SELECTED
source: Hide the torpedo range
es_mx: Ocultar el alcance de los torpedos
ja: 魚雷射程を非表示
pl: Ukryj zasięg torped
ru: Скрыть дальность хода торпед
uk: Приховати дальність ходу торпед
zh: 隐藏鱼雷射程
zh_sg: 隐藏鱼雷射程

# IDS_MINIMAP_VIS_PLANE_RANGE_CHCK
source: Show the detectability range by air
es_mx: Mostrar el rango de detectabilidad por aire
ja: 航空発見距離を表示
pl: Pokaż zasięg wykrywalności z powietrza
ru: Отображать заметность с самолётов
uk: Показувати помітність з літаків
zh: 显示空中的被侦测距离
zh_sg: 显示对空被侦察范围

# IDS_MINIMAP_VIS_PLANE_RANGE_CHCK_SELECTED
source: Hide the detectability range by air
es_mx: Ocultar el rango de detectabilidad por aire
ja: 航空発見距離を非表示
pl: Ukryj zasięg wykrywalności z powietrza
ru: Скрыть заметность с самолётов
uk: Приховати помітність з літаків
zh: 隐藏空中的被侦测距离
zh_sg: 隐藏对空被侦察范围

# IDS_MINIMAP_VIS_RANGE_CHCK
source: Show the detectability range by sea
es_mx: Mostrar el rango de detectabilidad por mar
ja: 海面発見距離を表示
pl: Pokaż zasięg wykrywalności z morza
ru: Отображать заметность с кораблей
uk: Показувати помітність з кораблів
zh: 显示海上的被侦测距离
zh_sg: 显示对海被侦察范围

# IDS_MINIMAP_VIS_RANGE_CHCK_SELECTED
source: Hide the detectability range by sea
es_mx: Ocultar el rango de detectabilidad por mar
ja: 海面発見距離を非表示
pl: Ukryj zasięg wykrywalności z morza
ru: Скрыть заметность с кораблей
uk: Приховати помітність з кораблів
zh: 隐藏海上的被侦测距离
zh_sg: 隐藏对海被侦察范围

# IDS_MINIMUM
source: Very Low
es_mx: Muy Bajo
ja: 最低
pl: Bardzo niskie
ru: Минимум
uk: Мінімум
zh: 最低
zh_sg: 非常低

# IDS_MINUTE
source: min.
ja: 分
ru: мин
uk: хв
zh: 分钟
zh_sg: 分钟

# IDS_MIN_COUNT_AIRCARRIER_IN_DIVISION
source: Minimum number of aircraft carriers in a Division
es_mx: Número mínimo de portaaviones en una División
ja: 分艦隊の航空母艦の最小数
pl: Minimalna liczba lotniskowców w dywizjonie
ru: Минимальное количество авианосцев в отряде
uk: Мінімальна кількість авіаносців у загоні
zh: 分舰队的最少航空母舰数量
zh_sg: 小队最低航空母舰数

# IDS_MIN_COUNT_BATTLESHIP_IN_DIVISION
source: Minimum number of battleships in a Division
es_mx: Número mínimo de acorazados en una División
ja: 分艦隊の戦艦の最小数
pl: Minimalna liczba pancerników w dywizjonie
ru: Минимальное количество линкоров в отряде
uk: Мінімальна кількість лінкорів у загоні
zh: 分舰队的最少主力舰数量
zh_sg: 小队最低战列舰数

# IDS_MIN_COUNT_CRUISER_IN_DIVISION
source: Minimum number of cruisers in a Division
es_mx: Número mínimo de cruceros en una División
ja: 分艦隊の巡洋艦の最小数
pl: Minimalna liczba krążowników w dywizjonie
ru: Минимальное количество крейсеров в отряде
uk: Мінімальна кількість крейсерів у загоні
zh: 分舰队的最少巡洋舰数量
zh_sg: 小队最低巡洋舰数

# IDS_MIN_COUNT_DESTROYER_IN_DIVISION
source: Minimum number of destroyers in a Division
es_mx: Número mínimo de destructores en una División
ja: 分艦隊の駆逐艦の最小数
pl: Minimalna liczba niszczycieli w dywizjonie
ru: Минимальное количество эсминцев в отряде
uk: Мінімальна кількість есмінців у загоні
zh: 分舰队的最少驱逐舰数量
zh_sg: 小队最低驱逐舰数

# IDS_MIN_COUNT_SUBMARINE_IN_DIVISION
source: Minimum number of submarines
es_mx: Cantidad mínima de submarinos
ja: 潜水艦の最小数
pl: Minimalna liczba okrętów podwodnych
ru: Минимальное количество подводных лодок
uk: Мінімальна кількість підводних човнів
zh: 潜艇的最小数量
zh_sg: 最少潜艇数

# IDS_MIN_VOICES_NEEDED_HINT
source: The minimum number of players who cast their votes, required for the vote to be considered successful.
es_mx: El número mínimo de jugadores que votan, requerido para que el voto sea considerado exitoso.
ja: 投票結果は、投票に参加したメンバー数が定足数に達した場合のみ有効です。
pl: Minimalna liczba graczy, która musi oddać głosy, by głosowanie uznano za ważne.
ru: Минимальное количество проголосовавших участников, при котором голосование считается состоявшимся.
uk: Мінімальна кількість гравців, які мають проголосувати, щоб голосування відбулося.
zh: 最低的投票玩家数，需要到达该票数才会认定是成功。
zh_sg: 最低的投票玩家数，需要到达该票数才会认定是成功。

# IDS_MIRROR_DAMAGE
source: Teamkill penalty!
es_mx: ¡Penalización por destruir a un aliado!
ja: チームキル・ペナルティ!
pl: Kara za zniszczenie sojusznika!
ru: Урон за огонь по союзникам!
uk: Шкода, отримана за ушкодження союзних кораблів!
zh: 伤害队友处罚。
zh_sg: 队友杀手惩罚！

# IDS_MIRROR_DAMAGE_ON
source: You have received a warning for unsporting conduct. Teamkill penalty applied.
es_mx: Tienes una advertencia por conducta antideportiva. Penalización por destruir a un aliado aplicada.
ja: スポーツマンシップ違反に対して警告が与えられました。同士討ちペナルティが適用されました。
pl: Otrzymujesz ostrzeżenie za niesportowe zachowanie. Nałożono karę za uszkodzenie sojusznika.
ru: Вы получили предупреждение за негативное поведение. Включён обратный урон.
uk: Ви отримали попередження за негативну поведінку. Увімкнено зворотну шкоду.
zh: 您因为恶意行为被警告，歼灭队友的处分也适用
zh_sg: 您受到了消极行为警告。队友杀手惩罚已生效。

# IDS_MIRROR_FILL_BOT_TOOLTIP
source: Armed and moving bots controlled by the medium level AI will be added to the enemy team
es_mx: Bots armados y con movimiento controlados por una IA de nivel medio serán agregados al equipo enemigo
ja: 敵チームに、中レベルの AI が操る武装した移動する Bot が追加されます。
pl: Uzbrojone i poruszające się boty sterowane przez SI średniego poziomu zostaną dodane do drużyny przeciwnej
ru: В команду противника будут добавлены вооружённые и движущиеся боты управляемые ИИ среднего уровня
uk: До команди супротивника додадуть озброєних та рухомих ботів, керованих ШІ середнього рівня
zh: 由中等 AI 控制、已经武装且会移动的机器人将加入到敌方队伍
zh_sg: 将添加由中级AI控制带有武装会移动的机器人到敌方团队。

# IDS_MIRROR_FILL_TARGET_TOOLTIP
source: Armed and moving targets controlled by the medium level AI will be added to the enemy team
es_mx: Objetivos armados y con movimiento controlados por una IA de nivel medio serán agregados al equipo enemigo
ja: 敵チームに、中レベルの AI が操る武装した移動する標的が追加されます。
pl: Uzbrojone i poruszające się cele sterowane przez SI średniego poziomu zostaną dodane do drużyny przeciwnej
ru: В команду противника будут добавлены вооружённые и движущиеся мишени, управляемые ИИ среднего уровня
uk: До команди супротивника додадуть озброєні та рухомі мішені, керовані ШІ середнього рівня
zh: 由中等 AI 控制、已经武装且会移动的靶舰将加入到敌方队伍
zh_sg: 将添加由中级AI控制带有武装会移动的目标到敌方团队

# IDS_MISSIONS
source: Mission
es_mx: Misión
ja: ミッション
pl: Misja
ru: Миссия
uk: Місія
zh: 任务
zh_sg: 任务
