Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PWGT018_450MM_TWIN_AW
source: 450 mm Twin
es_mx: 450 mm Doble
ja: 450 mm 連装
ru: 450-мм 2-трубный
uk: 450-мм 2-трубний
zh: 450-мм 2-трубный

# IDS_PWGT019_533MM_3TUBE_SW
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装

# IDS_PWGT032_533MM_5TUBE_SW
source: 533 mm Quintuple
es_mx: 533 mm Quíntuple
ja: 533 mm 五連装
ru: 533-мм 5-трубный
uk: 533-мм 5-трубний
zh: 533-мм 5-трубный

# IDS_PWGT033_450MM_TRIPLE_AW
source: 450 mm Triple
ja: 450 mm 三連装
ru: 450-мм 3-трубный
uk: 450-мм 3-трубний
zh: 450-мм 3-трубный

# IDS_PWGT034_450MM_TWIN_SW
source: 450 mm Twin
es_mx: 450 mm Doble
ja: 450 mm 連装
ru: 450-мм 2-трубный
uk: 450-мм 2-трубний
zh: 450-мм 2-трубный

# IDS_PWGT036_450MM_4_SW
source: 450 mm Quadruple
es_mx: 450 mm Cuáadruple
ja: 450 mm 四連装
ru: 450-мм 4-трубный
uk: 450-мм 4-трубний
zh: 450-мм 4-трубный

# IDS_PWGT040_533MM_3TUBE_SW
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装

# IDS_PWGT043_533MM_4TUBE_SW
source: 533 mm Quad
es_mx: 533 mm Cuad
ja: 533 mm 四連装
ru: 533-мм 4-трубный
uk: 533-мм 4-трубний
zh: 533-мм 4-трубный

# IDS_PWGT045_21IN_QUAD_TORPEDO_TUBE
source: 533 mm QR Mk IV
ru: 533-мм QR Mk IV
uk: 533-мм QR Mk IV
zh: 533 毫米 QR Mk IV

# IDS_PWPA001_120_HE_BLYSKAWICA
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PWPA002_120_AP_BLYSKAWICA
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PWPA003_305MM_HE_VIRIBUS
source: 305 mm HE L4,0
ru: 305-мм HE L4,0
uk: 305-мм HE L4,0
zh: 305 毫米 HE L4,0

# IDS_PWPA004_305MM_AP_VIRIBUS
source: 305 mm APC L3,4 4crh
ru: 305-мм APC L3,4 4crh
uk: 305-мм APC L3,4 4crh
zh: 305 毫米 APC L3,4 4crh

# IDS_PWPA005_150MM_HE_K10
source: 150 mm HE 100 lb
ru: 150-мм HE 100lb
uk: 150-мм HE 100 lb
zh: 150 毫米 HE 100 lb

# IDS_PWPA006_120_HE_GRYF
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PWPA007_120_AP_GRYF
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PWPA008_120MM_HE_45_M24
source: 120 mm HE M1924
ru: 120-мм HE M1924
uk: 120-мм HE M1924
zh: 120-мм HE M1924
zh_sg: 102 mm HE

# IDS_PWPA009_120MM_AP_45_M24
source: 120 mm AP M1924
ru: 120-мм AP M1924
uk: 120-мм AP M1924
zh: 120-мм AP M1924

# IDS_PWPA010_100MM_HE_47_OTO1931
source: 100 mm HE
ru: 100-мм HE
uk: 100-мм HE
zh: 100-мм HE

# IDS_PWPA011_100MM_AP_47_OTO1931
source: 100 mm AP
ru: 100-мм AP
uk: 100-мм AP
zh: 100-мм AP

# IDS_PWPA012_120_50_HE_M42
source: 120 mm HE M1942
ru: 120-мм HE M1942
uk: 120-мм HE M1942
zh: 120-мм HE M1942

# IDS_PWPA013_120_50_AP_M42
source: 120 mm AP M1942
ru: 120-мм AP M1942
uk: 120-мм AP M1942
zh: 120-мм AP M1942

# IDS_PWPA014_100MM_HE_50_K11
source: 100 mm HE M1910
ru: 100-мм HE M1910
uk: 100-мм HE M1910
zh: 100-мм HE M1910

# IDS_PWPA015_100MM_AP_50_K11
source: 100 mm AP M1910
ru: 100-мм AP M1910
uk: 100-мм AP M1910
zh: 100-мм AP M1910

# IDS_PWPA016_120_HE_50_M50
source: 120 mm HE M1950
ru: 120-мм HE M1950
uk: 120-мм HE M1950
zh: 120-мм HE M1950

# IDS_PWPA017_120_AP_50_M50
source: 120 mm AP M1950
ru: 120-мм AP M1950
uk: 120-мм AP M1950
zh: 120-мм AP M1950

# IDS_PWPA018_120MM_HE_SMALAND
source: 120 mm HE M1950
ru: 120-мм HE M1950
uk: 120-мм HE M1950
zh: 120-мм HE M1950

# IDS_PWPA019_120MM_AP_SMALAND
source: 120 mm AP M1950
ru: 120-мм AP M1950
uk: 120-мм AP M1950
zh: 120-мм AP M1950

# IDS_PWPA020_120_HE_50_M36
source: 120 mm HE M1936
ru: 120-мм HE M1936
uk: 120-мм HE M1936
zh: 120-мм HE M1936

# IDS_PWPA021_120_AP_50_M36
source: 120 mm AP M1936
ru: 120-мм AP M1936
uk: 120-мм AP M1936
zh: 120-мм AP M1936

# IDS_PWPA022_120MM_HE_ORKAN
source: 120 mm HE 62LBS
ru: 120-мм HE 62LBS
uk: 120-мм HE 62LBS
zh: 120-мм HE 62LBS

# IDS_PWPA023_120MM_AP_ORKAN
source: 120 mm AP 62LBS
ru: 120-мм AP 62LBS
uk: 120-мм AP 62LBS
zh: 120-мм AP 62LBS

# IDS_PWPT001_550_MARK_X
source: 533 mm Mk 10
ru: 533-мм Mk 10
uk: 533-мм Mk 10
zh: 533 毫米 Mk 10

# IDS_PWSB504
source: Viribus Unitis
zh: 联合力量
zh_sg: 联合力量

# IDS_PWSB504_DESCR
source: The lead ship of the sole series of the Austro-Hungarian Navy dreadnoughts. By applying a rather heavy arrangement, the designers were able to create a well-armored battleship of a relatively small size, with powerful weapons consisting of twelve 305 mm main battery guns.
es_mx: El barco líder de una sola serie de dreadnoughts de la Marina Austro-Húngara. Al aplicar una disposición pesada, los diseñadores podían crear un acorazado bien blindado de un tamaño relativamente pequeño, con poderoso armamento consistiendo de doce cañones principales de 305 mm.
ja: フィリブス・ウニティスは、オーストリア＝ハンガリー帝国海軍としては唯一であった弩級戦艦の艦級のリードシップです。設計者達は、比較的重厚なデザインを適用することで、比較的小型ながらも重装甲であり、305 mm 砲 12 門という強力な兵装を備えた戦艦を実現しました。
pl: Okręt prowadzący jedynej serii drednotów w marynarce austro-węgierskiej. Projektantom udało się stworzyć dobrze opancerzony, choć stosunkowo niewielki okręt, uzbrojony w dwanaście potężnych dział kal. 305 mm.
ru: Головной корабль единственной серии дредноутов ВМС Австро-Венгрии. Применив достаточно плотную компоновку, конструкторы смогли создать хорошо бронированный линкор относительно небольших размеров с мощным вооружением из двенадцати 305-мм орудий главного калибра.
uk: Головний корабель єдиної серії дредноутів ВМС Австро-Угорщини. Застосувавши досить щільне компонування, конструктори змогли створити добре броньований лінкор відносно невеликих розмірів з потужним озброєнням з дванадцяти 305-мм гармат головного калібру.
zh: 奥匈帝国海军唯一无畏舰系列的领舰。通过采用相当密集的布局，设计师能够创造出相对小尺寸的良好装甲战列舰，配备由12门305毫米主炮组成的强大武器。
zh_sg: 奥匈帝国唯一的无畏战舰系列的主力船。设计师采用了相当密集布局，制造出相对较小尺寸的装甲战舰，带有由12门305毫米主炮组组成的强大武器。

# IDS_PWSB504_FULL
source: Viribus Unitis
zh: 联合力量
zh_sg: 联合力量

# IDS_PWSC101_DESCR
source: A minelayer ship that was also designed to serve as a training ship. Built in France for the Polish Navy; armed with artillery made in Sweden.
es_mx: Un barco minador que también fue diseñado para servir como barco de entrenamiento. Construido en Francia para la Armada Polaca; armado con una artillería fabricada en Suecia.
ja: グルィフは機雷敷設艦であり、訓練艦としての運用も前提に設計されていました。フランスでポーランド海軍用として建造され、スウェーデン製の火砲を搭載していました。
pl: Stawiacz min, który zgodnie z przeznaczeniem miał być także okrętem szkoleniowym. Zbudowany we Francji dla polskiej marynarki oraz uzbrojony w szwedzką artylerię.
ru: Минный заградитель, призванный также выполнять функции учебного корабля. Построен во Франции для ВМС Польши. Вооружён артиллерией шведского производства.
uk: Мінний загороджувач, також покликаний виконувати функції навчального корабля. Побудували у Франції для ВМС Польщі. Озброєний артилерією шведського виробництва.
zh: Минный заградитель, призванный также выполнять функции учебного корабля. Построен во Франции для ВМС Польши. Вооружён артиллерией шведского производства.
zh_sg: 一种训练用的布雷舰。在法国为波兰海军建造，装备了瑞典的火炮。

# IDS_PWSD102_DESCR
source: A series of the best destroyers of the Austro-Hungarian Navy that were built as part of the naval program and intended to equip the navy with more advanced ships. The artillery for the destroyers was supplied by the Czech company Škoda.
es_mx: Una serie de los mejores destructores de la Armada Austro-Húngara que fue construida como parte del programa naval que buscaba equipar a la Armada con barcos avanzados. La artillería para los destructores fue proporcionada por la compañía checa Škoda.
ja: タトラ級はオーストリア＝ハンガリー帝国海軍としては最高の駆逐艦級であり、海軍に先進的な艦艇を配備するという軍備計画の一環として建造されました。本級の火砲はスウェーデンのシュコダ社製でした。
pl: Seria najlepszych niszczycieli Austro-Węgierskich, budowanych w ramach programu modernizacyjnego marynarki cesarstwa. Artyleria tych okrętów wyprodukowana została przez czeską firmę Škoda.
ru: Серия лучших эсминцев ВМС Австро-Венгрии, построенных в рамках программы оснащения флота современными кораблями. Артиллерию для эсминцев поставляла чешская компания Škoda.
uk: Серія найкращих есмінців ВМС Австро-Угорщини, побудованих у межах програми оснащення флоту сучасними кораблями. Артилерію для есмінців постачала чеська компанія «Шкода».
zh: Серия лучших эсминцев ВМС Австро-Венгрии, построенных в рамках программы оснащения флота современными кораблями. Артиллерию для эсминцев поставляла чешская компания Škoda.
zh_sg: 奥匈海军最好的驱逐舰系列，是发展先进战舰的海军计划的一部分。其火炮由捷克斯柯达公司提供。

# IDS_PWSD103_DESCR
source: A Spica-class destroyer built for the Italian Navy and transferred to Sweden in 1940. The ship was notable for her compact dimensions and the peculiar arrangement of her torpedo tubes.
es_mx: Un destructor de clase Spica construido para la Armada Italiana y transferido a Suecia en 1940. El barco era notable por sus dimensiones compactas y la particular disposición de sus lanzadores de torpedos.
ja: 本艦は元々はイタリア海軍用として建造されたスピカ級水雷艇であり、1940 年にスウェーデン海軍に売却されてロムルスと改名されました。小柄なサイズと独特な魚雷発射管配置が特徴的です。
pl: Niszczyciel typu Spica, zbudowany dla marynarki włoskiej i przekazany Szwecji w 1940 roku. Okręt ten wyróżniał się niewielkimi rozmiarami i niecodziennym rozmieszczeniem wyrzutni torpedowych.
ru: Миноносец типа Spica, построенный для ВМС Италии и переданный Швеции в 1940 году. Отличался небольшими размерами и оригинальным расположением торпедных аппаратов.
uk: Міноносець типу Spica, побудований для ВМС Італії та переданий до Швеції у 1940 році. Відрізнявся невеликими розмірами й оригінальним розташуванням торпедних апаратів.
zh: Миноносец типа Spica, построенный для ВМС Италии и переданный Швеции в 1940 году. Отличался небольшими размерами и оригинальным расположением торпедных аппаратов.
zh_sg: 斯皮卡级驱逐舰，为意大利海军建造，1940年转移到瑞典。这艘战舰以尺寸紧凑和独特的鱼雷发射管布局为主要特点。

# IDS_PWSD104_DESCR
source: A "standard" Swedish destroyer, commissioned as part of one of several ongoing series of destroyers that commenced in the late 1920s. The features that all the ships of this series shared were their high speeds, 120 mm Bofors main guns, and 533 mm torpedo tubes.
es_mx: Un destructor sueco "estándar", que entró en servicio como parte de una de las numerosas series de destructores que comenzaron a finales de los años 20. Las características que todos los barcos de estas serie compartían eran sus elevadas velocidades, sus cañones principales Bofors de 120 mm y sus lanzadores de torpedos de 533 mm.
ja: クラース・ホルン級はスウェーデン海軍の「標準」駆逐艦のひとつであり、1920 年代後半から開始された一連の駆逐艦級の一部でした。これらの艦級に共通した特徴として、高速であり、主砲としてボフォース 120 mm 砲を採用し、533 mm 魚雷発射管を搭載していました。
pl: „Standardowy” szwedzki niszczyciel, wprowadzony do służby w ramach jednej z kilku serii niszczycieli z końca lat 20. Cechami wspólnymi dla wszystkich okrętów tej serii były duża prędkość, działa główne Boforsa kal. 120 mm oraz 533-milimetrowe wyrzutnie torpedowe.
ru: Один из «стандартных» шведских эсминцев, вступавших в строй несколькими сериями с конца 1920-х гг. Общими чертами их были высокая скорость хода, 120-мм орудия главного калибра фирмы Bofors и 533-мм торпедные аппараты.
uk: Один із «стандартних» шведських есмінців, що ставали до лав декількома серіями з кінця 1920-х рр. Загальні риси — висока швидкість ходу, 120-мм гармати головного калібру фірми «Бофорс» і 533-мм торпедні апарати.
zh: Один из «стандартных» шведских эсминцев, вступавших в строй несколькими сериями с конца 1920-х гг. Общими чертами их были высокая скорость хода, 120-мм орудия главного калибра фирмы Bofors и 533-мм торпедные аппараты.
zh_sg: 一艘“标准”瑞典驱逐舰，是1920年代末起建、后参与服役的一系列驱逐舰系列中的一艘。该系列的所有战舰都具有高航速、装备120毫米波弗斯主炮和533毫米鱼雷发射管的共同点。

# IDS_PWSD105_DESCR
source: A further development of the "standard" destroyers of the Swedish Navy. The ship was faster than her predecessors, had a different main-gun-mount arrangement, and carried reinforced anti-aircraft armament.
es_mx: Un desarrollo avanzado de los destructores "estándar" de la Armada Sueca. A comparación de sus predecesores, el barco era más rápido, tenía una disposición diferente de sus cañones principales y contaba con un armamento antiaéreo reforzado.
ja: ヴィスビィ級はスウェーデン海軍の「標準」駆逐艦の発展型であり、従来の艦級よりも高速で、主砲配置が変更されており。対空兵装が強化されていました。
pl: Rozwinięcie „standardowych” niszczycieli szwedzkiej marynarki wojennej. Był szybszy niż poprzednicy, miał inne rozmieszczenie dział głównych i posiadał wzmocnione uzbrojenie przeciwlotnicze.
ru: Корабль, представлявший собой развитие «стандартных» эсминцев ВМС Швеции. От предшественников отличался более высокой скоростью, расположением установок главного калибра и усиленным зенитным вооружением.
uk: Корабель, який був розвитком «стандартних» есмінців ВМС Швеції. Від попередників відрізнявся більшою швидкістю, розташуванням установок головного калібру та посиленим зенітним озброєнням.
zh: Корабль, представлявший собой развитие «стандартных» эсминцев ВМС Швеции. От предшественников отличался более высокой скоростью, расположением установок главного калибра и усиленным зенитным вооружением.
zh_sg: 瑞典海军“标准”驱逐舰的进一步发展。与前代舰相比速度更快，主炮架采用了不同的布局，并携带了增强型防空武器。

# IDS_PWSD106_DESCR
source: The design of a large, fast-moving, and well-armed destroyer, developed by Swedish shipbuilders for the Polish Navy. All of her main battery artillery was placed in twin mounts.
es_mx: El diseño de un destructor grande, veloz y bien armado, desarrollado por los constructores navales suecos para la Armada Polaca. Toda la artillería de su batería principal estaba colocada en montajes dobles.
ja: ヴェステロースは、スウェーデンの造船会社がポーランド海軍用として開発した高速かつ重武装の駆逐艦の設計案です。全ての主砲を連装砲塔に収めていました。
pl: Projekt dużego, szybkiego i dobrze uzbrojonego niszczyciela, opracowanego przez szwedzkich projektantów dla polskiej marynarki wojennej. Wszystkie działa głównej baterii tego okrętu umieszczone były w podwójnych wieżach.
ru: Проект крупного, быстроходного и хорошо вооружённого эсминца, разработанный шведскими кораблестроителями для ВМС Польши. Вся артиллерия главного калибра размещалась в спаренных установках.
uk: Проект великого, швидкохідного та добре озброєного есмінця, розроблений шведськими кораблебудівниками для ВМС Польщі. Вся артилерія головного калібру розміщувалася у спарених установках.
zh: Проект крупного, быстроходного и хорошо вооружённого эсминца, разработанный шведскими кораблестроителями для ВМС Польши. Вся артиллерия главного калибра размещалась в спаренных установках.
zh_sg: 大型、快速、装备精良的驱逐舰设计，由瑞典造船厂为波兰海军研制。所有主炮都装在双联装炮架上。

# IDS_PWSD107_DESCR
source: The design of a destroyer armed with dual-purpose main battery artillery. The ship served as a prototype for the Swedish Öland-class destroyers that were commissioned after World War II.
es_mx: El diseño de un destructor armado con una batería principal con artillería de doble propósito. El barco sirvió como prototipo para los destructores suecos de la clase Öland que entraron en servicio después de la Segunda Guerra Mundial.
ja: スコーネは、主砲として両用砲を採用する駆逐艦の設計案であり、スウェーデンで二次大戦後に就役したエーランド級駆逐艦の原案になりました。
pl: Projekt niszczyciela uzbrojonego w uniwersalne działa baterii głównej. Okręt był protoplastą szwedzkich niszczycieli klasy Öland, które weszły do służby po II wojnie światowej.
ru: Проект эсминца, вооружённого универсальной артиллерией главного калибра. Послужил прототипом для вступивших в строй после Второй мировой войны шведских эсминцев типа Öland.
uk: Проект есмінця, озброєного універсально артилерією головного калібру. Став прототипом для шведських есмінців типу Öland, які стали до лав після Другої світової війни.
zh: Проект эсминца, вооружённого универсальной артиллерией главного калибра. Послужил прототипом для вступивших в строй после Второй мировой войны шведских эсминцев типа Öland.
zh_sg: 装备了两用型主炮组火炮的驱逐舰设计。该战舰是二战后服役的瑞典厄兰级驱逐舰的原型。

# IDS_PWSD108_DESCR
source: A destroyer built on the basis of the experience gained during World War II. The ship's powerful AA defenses were provided by semi-automatic, dual-purpose main battery mounts and a large number of automatic AA guns.
es_mx: Un destructor construido en base a la experiencia obtenida durante la Segunda Guerra Mundial. Las poderosas defensas AA del barco estaban compuestas por montajes semiautomáticos y de doble propósito en la batería principal y una gran cantidad de cañones AA automáticos.
ja: エーランド級は、二次大戦中に得られた知見を活かして建造されました。主砲として半自動装填式の両用砲を採用し、多数の対空機関砲を搭載していたため、強力な対空能力を誇っていました。
pl: Niszczyciel zbudowany z uwzględnieniem doświadczeń zebranych w trakcie II wojny światowej. Jego półautomatyczne, uniwersalne działa głównej baterii i duża liczba automatycznych działek stanowiły potężne uzbrojenie przeciwlotnicze.
ru: Эскадренный миноносец, построенный с учётом опыта Второй мировой войны. Мощная ПВО корабля обеспечивалась полуавтоматическими универсальными установками главного калибра и большим числом зенитных автоматов.
uk: Ескадрений міноносець, який побудували з урахуванням досвіду Другої світової війни. Потужну ППО корабля забезпечували напівавтоматичні універсальні установки головного калібру та велика кількість зенітних автоматів.
zh: Эскадренный миноносец, построенный с учётом опыта Второй мировой войны. Мощная ПВО корабля обеспечивалась полуавтоматическими универсальными установками главного калибра и большим числом зенитных автоматов.
zh_sg: 根据第二次世界大战的经验建造的驱逐舰。该战舰由半自动、两用型主炮组和大量自动防空炮组成了强大的对空防御系统。

# IDS_PWSD109_DESCR
source: Last of a series of destroyers of the Swedish Navy. Due to their dimensions, which were quite small for the era, they are sometimes classified as "light" destroyers. Their main artillery armament comprised very successful 120 mm automatic dual-purpose mounts.
es_mx: El último barco de una serie de destructores de la Armada Sueca. Debido a sus dimensiones, las cuales eran bastante pequeñas para la época, a veces son clasificacods como destructores "ligeros". Su armamento de la artillería principal consistía en montajes de doble propósito automáticos de 120 mm muy exitosos.
ja: エステルイェートランド級は、スウェーデン海軍が建造した駆逐艦級としては最後の艦級であり、当時としては極めて小柄なサイズであったため、「軽」駆逐艦として分類されることもあります。主砲としては傑作として名高い自動装填式の 120 mm 両用砲を採用しています。
pl: Ostatnia seria niszczycieli marynarki wojennej Szwecji. Ze względu na relatywnie niewielkie wymiary klasyfikowano je czasem jako „lekkie” niszczyciele. Główną artylerię okrętu stanowiły bardzo udane, automatyczne działa uniwersalne kal. 120 mm.
ru: Последняя серия эсминцев ВМС Швеции. Из-за небольших для своей эпохи размеров иногда классифицируются как «лёгкие эсминцы». Основное артиллерийское вооружение кораблей было представлено очень удачными 120-мм автоматическими универсальными установками.
uk: Остання серія есмінців ВМС Швеції. Через невеликі для своєї епохи розміри іноді класифікуються як «легкі есмінці». Основне артилерійське озброєння кораблів складали дуже вдалі 120-мм автоматичні універсальні установки.
zh: Последняя серия эсминцев ВМС Швеции. Из-за небольших для своей эпохи размеров иногда классифицируются как «лёгкие эсминцы». Основное артиллерийское вооружение кораблей было представлено очень удачными 120-мм автоматическими универсальными установками.
zh_sg: 瑞典海军系列驱逐舰中的最后一艘。由于它们的尺寸在同时代相队非常小，有时被归类为“轻型”驱逐舰。主炮武器由非常成功的120毫米自动两用炮组成。

# IDS_PWSD110_DESCR
source: The largest and most powerful destroyers in the Swedish Navy. Their main advantages were their powerful AA defenses and extremely rapid-firing main battery artillery.
es_mx: Los más grandes y poderosos destructores de la Armada Sueca. Sus principales ventajas eran sus poderosas defensas AA y su artillería de la batería principal con una cadencia de disparo extremadamente elevada.
ja: ハッランド級は、スウェーデン海軍としては最も大型かつ強力な駆逐艦級でした。主な特長として強力な対空能力を備えており、主砲の射撃速度が極めて優れていました。
pl: Największe i najpotężniejsze niszczyciele szwedzkiej marynarki wojennej. Do ich głównych zalet należy zaliczyć potężne uzbrojenie przeciwlotnicze i baterię główną o niespotykanej szybkostrzelności.
ru: Самые большие и мощные эсминцы ВМС Швеции, основными преимуществами которых были сильная ПВО и чрезвычайно скорострельная артиллерия главного калибра.
uk: Найбільші й найпотужніші есмінці ВМС Швеції, головними перевагами яких були потужна ППО та надзвичайно скорострільна артилерія головного калібру.
zh: Самые большие и мощные эсминцы ВМС Швеции, основными преимуществами которых были сильная ПВО и чрезвычайно скорострельная артиллерия главного калибра.
zh_sg: 瑞典海军中体积最大火力最强的驱逐舰。主要优势是强大的防空能力和射速极快的主炮组火炮。

# IDS_PWSD501
source: Błyskawica
ja: Blyskawica
zh: 闪电
zh_sg: 闪电

# IDS_PWSD501_DESCR
source: The most powerful destroyer of her time in Europe. The ship greatly surpassed rival navies' destroyers in terms of speed and artillery power. When commissioned, she had the most powerful AA defense among all destroyers in the world. Błyskawica is now preserved as a military museum ship in Gdynia, Poland.
es_mx: El destructor más poderoso de su tiempo en Europa. El barco sobrepasaba en gran medida a los destructores de las flotas rivales de su tiempo en términos de velocidad y poder de artillería. Cuando fue comisionado, tenía el armamento AA defensivo más poderoso de entre todos los destructores del mundo. Błyskawica ahora es preservado como un barco museo militar en Gdynia, Polonia.
ja: ブウィスカヴィツァは、当時としてはヨーロッパ最強の駆逐艦であり、その速力と砲力において、競合する国々の駆逐艦を大幅に凌駕していました。就役当時には、その対空兵装は世界最強を誇りました。現在、本艦はポーランドのグディニャで記念艦として展示されています。
pl: Najpotężniejszy niszczyciel swoich czasów w Europie. Okręt znacznie przewyższał niszczyciele służące w innych krajach pod względem szybkości i siły artylerii. W chwili oddania do użytku miał również najsilniejsze uzbrojenie przeciwlotnicze na świecie. Obecnie Błyskawica jest najstarszym na świecie zachowanym niszczycielem i służy jako okręt-muzeum w Gdyni.
ru: Сильнейший европейский эсминец своего времени. По скорости и мощи артиллерийского вооружения заметно превосходил корабли своего класса потенциальных противников. На момент вступления в строй имел самую мощную ПВО среди всех эсминцев в мире. В настоящее время — корабль-музей (Военно-морской музей в Гдыне, Польша).
uk: Найсильніший європейський есмінець свого часу. За швидкістю й потужністю артилерійського озброєння значно перевершував кораблі потенційних супротивників свого класу. На час вступу в стрій мав найпотужнішу ППО серед усіх есмінців у світі. У наш час — корабель-музей (Військово-морський музей у м. Гдиня, Польща).
zh: 历史上最为强大的驱逐舰之一，该舰在速度和火力上大大优于其主要对手所拥有的驱逐舰，并且曾拥有当时所有驱逐舰中最为强大的防空能力。现在，闪电仍作为博物馆舰保存于格丁尼亚。
zh_sg: 同时期欧洲最强的驱逐舰。该舰在航速和火炮威力方面大幅超越了其他国家的驱逐舰。此外在进入服役时，还拥有世界上所有驱逐舰中最强大的对空防御。闪电现作为军事博物馆舰而保存在波兰的格丁尼亚。

# IDS_PWSD501_FULL
source: Błyskawica
ja: Blyskawica
zh: 闪电
zh_sg: 闪电

# IDS_PWSD501_SHORT
source: BLWC
zh: 闪电
zh_sg: 闪电
