Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OP_01_02_MOB_REINFORCEMENT_5_1
source: Heintz
ru: Хайнц
uk: Хайнц
zh: 海因茨

# IDS_OP_01_02_MOB_REINFORCEMENT_5_2
source: Jacob
ru: Якоб
uk: Якоб
zh: 雅各布

# IDS_OP_01_02_MOB_REINFORCEMENT_5_3
source: Julius
ru: Юлиус
uk: Юліус
zh: 尤里乌斯

# IDS_OP_01_02_MOB_VESSEL_01
source: Support Ship 1
es_mx: Barco de Apoyo 1
ja: 支援船 1
pl: Okręt wsparcia 1
ru: Судно обеспечения 1
uk: Корабель забезпечення 1
zh: 支援舰 1
zh_sg: 支援舰 1

# IDS_OP_01_02_MOB_VESSEL_02
source: Support Ship 2
es_mx: Barco de Apoyo 2
ja: 支援船 2
pl: Okręt wsparcia 2
ru: Судно обеспечения 2
uk: Корабель забезпечення 2
zh: 支援舰 2
zh_sg: 支援舰 2

# IDS_OP_01_02_MOB_VESSEL_03
source: Support Ship 3
es_mx: Barco de Apoyo 3
ja: 支援船 3
pl: Okręt wsparcia 3
ru: Судно обеспечения 3
uk: Корабель забезпечення 3
zh: 支援舰 3
zh_sg: 支援舰 3

# IDS_OP_01_02_MOB_VESSEL_04
source: Support Ship 4
es_mx: Barco de Apoyo 4
ja: 支援船 4
pl: Okręt wsparcia 4
ru: Судно обеспечения 4
uk: Корабель забезпечення 4
zh: 支援舰 4
zh_sg: 支援舰 4

# IDS_OP_01_02_MOB_VESSEL_05
source: Support Ship 5
es_mx: Barco de Apoyo 5
ja: 支援船 5
pl: Okręt wsparcia 5
ru: Судно обеспечения 5
uk: Корабель забезпечення 5
zh: 支援舰 5
zh_sg: 支援舰 5

# IDS_OP_01_02_MOB_VESSEL_06
source: Support Ship 6
es_mx: Barco de Apoyo 6
ja: 支援船 6
pl: Okręt wsparcia 6
ru: Судно обеспечения 6
uk: Корабель забезпечення 6
zh: 支援舰 6
zh_sg: 支援舰 6

# IDS_OP_01_02_MOB_VESSEL_07
source: Support Ship 7
es_mx: Barco de Apoyo 7
ja: 支援船 7
pl: Okręt wsparcia 7
ru: Судно обеспечения 7
uk: Корабель забезпечення 7
zh: 支援舰 7
zh_sg: 支援舰 7

# IDS_OP_01_02_MOB_WARSHIP_01
source: Albert
ru: Альберт
uk: Альберт
zh: 阿尔伯特

# IDS_OP_01_02_MOB_WARSHIP_02
source: David
ru: Давид
uk: Давид
zh: 戴维

# IDS_OP_01_02_MOB_WARSHIP_03
source: Emil
ru: Эмиль
uk: Еміль
zh: 埃米尔

# IDS_OP_01_02_MOB_WARSHIP_04
source: Friedrich
ru: Фридрих
uk: Фрідріх
zh: 弗里德里希

# IDS_OP_01_02_MOB_WARSHIP_05
source: Futa
ru: Фута
uk: Фута
zh: 福塔

# IDS_OP_01_02_MOB_WARSHIP_06
source: Ludwig
ru: Людвиг
uk: Людвиг
zh: 路德维希

# IDS_OP_01_03_CARRIER
source: Raptor
ru: Раптор
uk: Раптор
zh: 猛禽

# IDS_OP_01_03_CHAT_001_AMMUNITION_S
source: Ammunition dispatched.
es_mx: Municiones enviadas.
ja: 弾薬を送出した。
pl: Wysłano amunicję.
ru: Боеприпасы отгружены.
uk: Боєприпаси відвантажено.
zh: 已送出弹药。
zh_sg: 已送出弹药。

# IDS_OP_01_03_CHAT_002_PLANES_S
source: Aircraft delivered.
es_mx: Aviones entregados.
ja: 航空機を届けた。
pl: Dostarczono samoloty.
ru: Самолёты переданы.
uk: Літаки передано.
zh: 已派出飞机。
zh_sg: 已派出飞机。

# IDS_OP_01_03_CHAT_003_CONSUMABLES_F
source: Failure.
es_mx: Fracaso.
ja: 失敗だ。
pl: Niepowodzenie.
ru: Провал.
uk: Провал.
zh: 失败。
zh_sg: 失败。

# IDS_OP_01_03_CHAT_004_AMMUNITION_F
source: I'm out of time and can't unload the ammunition.
es_mx: Se me ha acabado el tiempo y no puedo descargar la munición.
ja: もう時間がない、弾薬を下ろすのは無理だ。
pl: Skończył mi się czas, nie będę mógł rozładować amunicji.
ru: Не успеваю произвести разгрузку.
uk: Не встигаю розвантажитися.
zh: 我已经没时间了，所以无法卸载弹药。
zh_sg: 我已经没时间了，所以无法卸载弹药。

# IDS_OP_01_03_CHAT_005_PLANES_F
source: Unloading was disrupted.
es_mx: La descarga fue interrumpida.
ja: 荷下ろしが妨害された。
pl: Rozładunek został przerwany.
ru: Разгрузка сорвана.
uk: Розвантаження зірвано.
zh: 卸载工作被打断。
zh_sg: 卸载工作被打断。

# IDS_OP_01_03_CHAT_006_CONSUMABLES_P
source: Arrived at the location, commencing repairs.
es_mx: Llegada al lugar, comenzando reparaciones.
ja: 目標地点に到達、修理を開始する。
pl: Dotarłem na miejsce, rozpoczynam naprawy.
ru: Прибыл на место, приступаю к ремонту.
uk: Прибув на місце, починаю ремонт.
zh: 已到达指定地区，正着手进行修理。
zh_sg: 已到达指定地区，正着手进行修理。

# IDS_OP_01_03_CHAT_007_REGEN_ON
source: The carrier's propulsion was partially restored.
es_mx: La propulsión del portaaviones fue parcialmente restaurada.
ja: 空母の推力が部分的に復旧した。
pl: Napęd lotniskowca został częściowo przywrócony.
ru: Энергетическая установка авианосца частично восстановлена.
uk: Силова установка авіаносця частково відновлена.
zh: 已恢复部分航母的推进装置。
zh_sg: 已恢复部分航母的推进装置。

# IDS_OP_01_03_CHAT_008_CONSUMABLES_F2
source: Floating workshop lost.
es_mx: Taller flotante destruido.
ja: 工作船が撃破された!
pl: Pływający warsztat stracony.
ru: Плавмастерская потеряна.
uk: Плавмайстерню втрачено.
zh: 已失去浮动工作船。
zh_sg: 已失去流动车间。

# IDS_OP_01_03_CHAT_009_AMMUNITION_F2
source: Ammo ship lost.
es_mx: Barco de munición destruido.
ja: 弾薬補給船を喪失した!
pl: Okręt z amunicją utracony.
ru: Транспорт боеприпасов потерян.
uk: Транспорт боєприпасів втрачено.
zh: 已失去弹药舰。
zh_sg: 已失去弹药舰。

# IDS_OP_01_03_CHAT_010_PLANES_F2
source: Aircraft transport ship lost.
es_mx: Barco de transporte de aviones destruido.
ja: 航空機輸送船が撃沈された!
pl: Transportowiec samolotów utracony.
ru: Авиатранспорт потерян.
uk: Авіатранспорт втрачено.
zh: 已失去飞机运输舰。
zh_sg: 已失去飞机运输舰。

# IDS_OP_01_03_CHAT_011_CARRIER_GO_TO
source: Proceed due northwest!
es_mx: ¡Proceder hacia el noroeste!
ja: 北西に向かえ!
pl: Podążać na północny zachód!
ru: Держите курс на норд-вест!
uk: Тримайте курс норд-вест!
zh: 继续朝西北方前进！
zh_sg: 继续朝西北方前进！

# IDS_OP_01_03_CHAT_012_CARRIER_GO_TO
source: Proceed due southwest!
es_mx: ¡Proceder hacia el suroeste!
ja: 南西に向かえ!
pl: Kierować się na południowy zachód!
ru: Держите курс на зюйд-вест!
uk: Тримайте курс зюйд-вест!
zh: 继续朝西南方前进！
zh_sg: 继续朝西南方前进！

# IDS_OP_01_03_CHAT_013_RUNNER_GO
source: I'm moving out!
es_mx: ¡Me voy!
ja: 移動する!
pl: Wyruszam!
ru: Начинаю движение!
uk: Починаю рух!
zh: 我正在移动中！
zh_sg: 我正在移动中！

# IDS_OP_01_03_CHAT_014_CARRIER_GO_TWO
source: Raptor! Transmitting Rendezvous point. Do you copy?
es_mx: ¡Raptor! Transmitiendo punto de Encuentro. ¿Me copias?
ja: Raptor へ! 合流地点を送信中。確認せよ。
pl: Raptor! Przesyłam koordynaty punktu zbornego. Potwierdź odbiór.
ru: «Раптор»! Высылаем вам координаты точки «Рандеву». Как поняли?
uk: «Раптор»! Надсилаємо вам координати точки «Рандеву». Як зрозуміли?
zh: 猛禽！正在传送会合点。你有收到吗？
zh_sg: Raptor！正在传送会合点。是否收到？

# IDS_OP_01_03_CHAT_015_CARRIER_GO_TREE
source: Roger! Adjusting course.
es_mx: ¡Roger! Ajustando curso.
ja: 了解! 進路を変更する。
pl: Przyjąłem! Obieram kurs na punkt zborny.
ru: Вас понял, корректирую курс.
uk: Вас зрозумів, корегую курс.
zh: 收到，正在调整航线。
zh_sg: 收到，正在调整航线。

# IDS_OP_01_03_CHAT_016_WAYPAUSE
source: Propulsion out of action. We're dead in the water. Time for repairs required. Need cover. Dropping a smoke screen would help us out.
es_mx: Planta de propulsión deshabilitada. Estamos atrapados en el agua. Tiempo de reparaciones requerido. Necesitamos apoyo. Lanzar una cortina de humo nos ayudaría.
ja: 推力を失った。航行不能だ。修理のための時間が必要だ。援護を要請する。煙幕を展開してくれるとありがたい。
pl: Maszynownia stanęła. Dryfujemy bezwładnie. Potrzebuję czasu, żeby to naprawić. Niech samoloty nas osłaniają. Przydałaby się też zasłona dymna.
ru: Вышла из строя энергетическая установка, теряю ход. Нужно время для ремонта. Прошу прикрытия. Целесообразно выставить дымзавесу.
uk: Виведено з ладу силову установку, втрачаю хід. Потрібен час для ремонту. Прошу прикриття. Доцільно виставити димову завісу.
zh: 推进装置无法运作。我们无法移动。请给予时间去修理。需要掩护。施放烟幕将能帮助我们摆脱困境。
zh_sg: 推进装置无法运作。我们无法移动。请给予时间去修理。需要掩护。施放烟幕将能帮助我们摆脱困境。

# IDS_OP_01_03_CHAT_017_WAYPAUSE_END
source: Time's up. I can't wait any longer. Moving out.
es_mx: Se acabó el tiempo. No puedo esperar más. Me voy.
ja: 時間切れだ。これ以上待てない。離脱する。
pl: Koniec czasu. Nie mogę już dłużej czekać. Wyruszam.
ru: Время вышло. Больше ждать нельзя. Начинаю движение.
uk: Час вичерпано. Більше чекати не можна. Починаю рух.
zh: 时间到。我无法再继续等下去。开始行动。
zh_sg: 时间到。我无法再继续等下去。开始行动。

# IDS_OP_01_03_CHAT_018_MAIN_TASK_COMPLETE_CARRIER_SAVE
source: Reached the Rendezvous point. Waiting for further instructions.
es_mx: Punto de Encuentro alcanzado. Esperando instrucciones.
ja: 合流地点に到達した。指示を請う。
pl: Dotarłem do punktu zbornego. Czekam na dalsze instrukcje.
ru: Вышел в точку «Рандеву». Жду указаний.
uk: Вийшов у точку «Рандеву». Чекаю на вказівки.
zh: 已抵达会合点。等候进一步的指示。
zh_sg: 已抵达会合点。等候进一步的指示。

# IDS_OP_01_03_CHAT_019_REGEN_ON
source: I have equipment for light repairs. Stay close!
es_mx: Tengo equipo para reparaciones ligeras. ¡Permanece cerca!
ja: こちらには軽度の修理用の設備がある。離れるな!
pl: Mam wyposażenie pozwalające na pomniejsze naprawy. Trzymaj się blisko!
ru: Есть оборудование для мелкого ремонта кораблей! Держитесь рядом со мной.
uk: Маю обладнання для малого ремонту кораблів! Тримайтеся поряд зі мною.
zh: 我这有可以稍微修理战舰的装备。靠近一点！
zh_sg: 我这有可以稍微修理战舰的装备。靠近一点！

# IDS_OP_01_03_CHAT_020_FASTER_THAN_THE_WIND_BEGIN
source: Provide intelligence data from the Randevous point before the convoy reaches it.
es_mx: Proporciona información de inteligencia del punto de reunión antes de que el convoy lo alcance.
ja: 船団が合流地点に到達する前に、合流地点から偵察情報を提供せよ。
pl: Zapewnij dane wywiadowcze z punktu zbornego, zanim dotrze do niego konwój.
ru: Разведайте точку «Рандеву» раньше, чем туда подойдёт конвой.
uk: Розвідайте точку «Рандеву» раніше, ніж туди дістанеться конвой.
zh: 集合点在输送队到达之前会提供情报数据。
zh_sg: 在护航队到达之前从会合点提供情报数据。

# IDS_OP_01_03_CHAT_021_JAPAN_RADIO
source: Enemy radio communication intercepted—Japanese aircraft carriers are in close proximity!
es_mx: Comunicación de radio enemiga interceptada; ¡los portaaviones japoneses están muy cerca!
ja: 敵の無線通信を傍受した。付近に日本の空母が存在する模様!
pl: Przechwycono wrogą komunikację radiową – japońskie lotniskowce są blisko!
ru: Перехвачено радиосообщение противника — поблизости японские авианосцы!
uk: Перехоплено радіоповідомлення супротивника — поблизу японські авіаносці!
zh: 截获敌方无线电通讯—R军航空母舰近在咫尺！
zh_sg: 截获敌人无线电通讯，日本航空母舰近在咫尺！

# IDS_OP_01_03_CHAT_022_PLANES_S
source: Air wing is ready for duty!
es_mx: ¡Ala aérea lista para el combate!
ja: 航空機の出撃準備完了!
pl: Skrzydło powietrzne gotowe do służby!
ru: Авиакрыло к бою готово!
uk: Авіакрило до бою готово!
zh: 航空队已准备好执行任务！
zh_sg: 空军部队已准备好执行任务！

# IDS_OP_01_03_CHAT_023_BOOST
source: Multiple targets detected! Setting out to take cover behind the nearest island! Full ahead!
es_mx: ¡Múltiples objetivos detectados! ¡Preparándose para cubrirse detrás de la isla más cercana! ¡A toda marcha!
ja: 複数の目標を発見! 付近の島影に隠れる! 全速前進!
pl: Wykryto liczne siły wroga! Cała naprzód, skryjemy się za najbliższą wyspą.
ru: Обнаружил множественные цели! Намерен укрыться за ближайшим по курсу островом! Развить полный ход!
uk: Виявлено численні цілі! Маю намір сховатися за найближчим за курсом островом! Набрати повний хід!
zh: 发现多个目标！动身到最近的岛屿后方作为掩护！全速前进！
zh_sg: 发现多个目标！动身到最近的岛屿后方作为掩护！全速前进！

# IDS_OP_01_03_COMMANDER
source: Military Command
es_mx: Mando Militar
ja: 司令部
pl: Sztab główny
ru: Командование
uk: Командування
zh: 军方指挥官
zh_sg: 军队指挥官

# IDS_OP_01_03_CSM_001_BRIEFING
source: Escort the support ships to carrier Raptor. Floating workshop Engineer must survive.
es_mx: Escolta a los barcos de apoyo al portaaviones Raptor. El taller Flotante de Ingeniería debe sobrevivir.
ja: 支援船団を空母 Raptor まで護衛せよ。 工作船 Engineer を守り切れ。
pl: Eskortuj okręty wsparcia do lotniskowca Raptor. Pływający warsztat „Engineer” musi przetrwać.
ru: Сопроводите суда обеспечения к авианосцу «Раптор». Плавмастерская «Механик» должна уцелеть.
uk: Супроводьте кораблі забезпечення до авіаносця «Раптор». Плавмайстерня «Механік» має вціліти.
zh: 护航航空母舰猛禽的支援舰。 漂浮工作室工程师必须存活。
zh_sg: 护送支援舰至Raptor航空母舰。 流动车间工程师必须存活下来。

# IDS_OP_01_03_CSM_002_BRIEFING
source: Engineer, repair the carrier! Arsenal and Aviator, deliver ammunition and reinforce Raptor's air group.
es_mx: Engineer, ¡repara el portaaviones! Arsenal y Aviator, entreguen la munición y refuercen el grupo aéreo del Raptor
ja: Engineer は空母を修理せよ! Arsenal および Aviator は、Raptor に弾薬と航空機を補充せよ。
pl: Inżynier, naprawić lotniskowiec! Arsenał i awiacja, dostarczyć amunicję i sprzęt grupie powietrznej Raptora!
ru: Приказ «Механику», восстановить авианосцу ход! «Арсеналу» и «Авиатору», доставить боеприпасы и пополнить авиагруппу «Раптора».
uk: Наказ «Механіку», відновити авіаносцю хід! «Арсеналу» та «Авіатору», доставити боєприпаси й поповнити авіагрупу «Раптора».
zh: 工程师，修理航母！军械库和机组人员，交付弹药并补给猛禽的航空大队。
zh_sg: 工程师，修理航母！军械库和机组人员，交付弹药并补给Raptor的航空大队。

# IDS_OP_01_03_CSM_003_RUNNER_GO
source: Aircraft carrier Raptor has been repaired and is moving out. Defend the carrier along its way.
es_mx: El portaaviones Raptor ha sido reparado y se mueve. Defiende al portaaviones a lo largo de su camino.
ja: 空母 Raptor の修理が完了し、航行を開始した。 空母を防衛せよ。
pl: Lotniskowiec Raptor został naprawiony i wyrusza do celu. Chroń lotniskowiec w drodze do celu.
ru: Авианосец «Раптор» отремонтирован и начинает движение. Защищайте авианосец по всему пути его следования.
uk: Авіаносець «Раптор» відремонтовано та починає рух. Захищайте авіаносець на всьому шляху його руху.
zh: 航空母舰猛禽已被修复并开始移动。 在航空母舰行进时护卫她。
zh_sg: 航空母舰Raptor已修理完毕并且正在移动中。 沿途保护航空母舰。

# IDS_OP_01_03_CSM_004_TIME_IS_OVER
source: Operation failed. Carrier Raptor won't make it out of the action zone.
es_mx: Operación fallida. El portaaviones Raptor no logrará salir de la zona de acción
ja: 作戦失敗。 空母 Raptor が戦闘海域から 離脱できなかった。
pl: Operacja zakończona klęską. Lotniskowiec Raptor nie wydostanie się z obszaru walk.
ru: Операция провалена. Авианосец «Раптор» не успеет покинуть зону боевых действий.
uk: Операцію провалено. Авіаносець «Раптор» не встигне покинути зону бойових дій.
zh: 行动失败。 航空母舰猛禽无法离开 行动区域。
zh_sg: 行动失败。 Raptor航母无法离开 行动区域。

# IDS_OP_01_03_CSM_005_CARRIER_GO_TWO
source: Head on to the Rendezvous point.
es_mx: Dirigirse al punto de Encuentro.
ja: 合流地点に向かえ。
pl: Podążać do punktu zbornego.
ru: Следуйте к точке «Рандеву».
uk: Прямуйте до точки «Рандеву».
zh: 前往会合点。
zh_sg: 前往会合点。

# IDS_OP_01_03_CSM_006_MAIN_TASK_FAIL_ALL_PLAYERS_DIE
source: Operation failed. All allied warships were lost.
es_mx: Operación fallida. Todos los barcos de guerra aliados fueron destruidos.
ja: オペレーション失敗。 味方の戦闘艦が全滅した。
pl: Operacja zakończona porażką. Wszystkie sojusznicze okręty zostały zniszczone.
ru: Операция провалена. Все союзные боевые корабли потеряны.
uk: Операцію провалено. Всі союзні бойові кораблі втрачено.
zh: 行动失败。 已失去我方所有战舰。
zh_sg: 行动失败。 已失去我方所有战舰。

# IDS_OP_01_03_CSM_007_MAIN_TASK_COMPLETE_CARRIER_SAVE
source: Raptor reached the Rendezvous point. Operation completed!
es_mx: El Raptor alcanzó el punto de Encuentro. ¡Operación completada!
ja: Raptor が合流地点に到達した。 オペレーション達成!
pl: Raptor dotarł do punktu zbornego. Operacja zakończona!
ru: «Раптор» вышел в точку «Рандеву». Операция выполнена!
uk: «Раптор» вийшов у точку «Рандеву». Операцію виконано!
zh: 猛禽 已抵达会合点。 行动完成！
zh_sg: Raptor 已抵达会合点。 行动完成！

# IDS_OP_01_03_CSM_008_TASK_KILL_CARRIERS
source: Destroy enemy carriers Haoto and Tatsu.
es_mx: Destruye a los portaaviones enemigos Haoto y Tatsu.
ja: 敵空母 Haoto および Tatsu を撃沈せよ。
pl: Zniszcz wrogie lotniskowce Haoto i Tatsu.
ru: Потопите авианосцы противника Haoto и Tatsu.
uk: Потопіть авіаносці супротивника Haoto й Tatsu.
zh: 击毁敌方航空母舰Hao和Tat。
zh_sg: 击毁敌方航母Haoto和Tatsu。

# IDS_OP_01_03_CSM_009_FIXERISDEAD
source: Operation failed. Floating workshop Engineer was lost. Impossible to render assistance to the carrier.
es_mx: Operación fallida. Se perdió el taller Flotante de Ingeniería. Es imposible prestar apoyo al portaaviones
ja: 作戦失敗。 工作船 Engineer を喪失した。 空母を支援不能だ。
pl: Operacja zakończona klęską. Pływający warsztat „Engineer” został utracony. Nie można pomóc lotniskowcowi.
ru: Операция провалена. Плавмастерская «Механик» потеряна. Помощь авианосцу невозможна.
uk: Операцію провалено. Плавмайстерню «Механік» втрачено. Допомогти авіаносцю неможливо.
zh: 行动失败。 漂浮工作室工程师遗失。 无法向航空母舰提供协助。
zh_sg: 行动失败。 已失去流动车间工程师。 无法向航母提供协助。

# IDS_OP_01_03_CSM_010_CARRIERISDEAD
source: Operation failed. Carrier Raptor lost.
es_mx: Operación fallida. Portaaviones Raptor destruido.
ja: オペレーション失敗。 空母 Raptor を喪失した。
pl: Operajcja nie powiodła się. Lotniskowiec Raptor utracony.
ru: Операция провалена. Авианосец «Раптор» потерян.
uk: Операцію провалено. Авіаносець «Раптор» втрачено.
zh: 行动失败。 已失去航母猛禽。
zh_sg: 行动失败。 已失去航母Raptor。

# IDS_OP_01_03_CSM_011_TASK_KILL_CARRIERS
source: Destroy enemy carriers Haoto and Tatsu.
es_mx: Destruye a los portaaviones enemigos Haoto y Tatsu.
ja: 敵空母 Haoto および Tatsu を撃沈せよ。
pl: Zniszcz wrogie lotniskowce Haoto i Tatsu.
ru: Потопите авианосцы противника Haoto и Tatsu.
uk: Потопіть авіаносці супротивника Haoto й Tatsu.
zh: 击毁敌方航空母舰Hao和Tat。
zh_sg: 击毁敌方航母Haoto和Tatsu。

# IDS_OP_01_03_EN_11
source: Kado
zh: Kad

# IDS_OP_01_03_EN_12
source: Kato
zh: Ka

# IDS_OP_01_03_EN_13
source: Kimo
zh: Kim

# IDS_OP_01_03_EN_21
source: Gaki
zh: Gak

# IDS_OP_01_03_EN_22
source: Geko
zh: Gek

# IDS_OP_01_03_EN_23
source: Goro
zh: G.

# IDS_OP_01_03_EN_31
source: Fuwa
zh: Fuw

# IDS_OP_01_03_EN_32
source: Fusa
zh: Fus

# IDS_OP_01_03_EN_33
source: Fumi
zh: Fum

# IDS_OP_01_03_EN_34
source: Fugu
zh: Fug

# IDS_OP_01_03_EN_41
source: Keko
zh: Kek

# IDS_OP_01_03_EN_42
source: Kiga
zh: Kig

# IDS_OP_01_03_EN_43
source: Kimi
zh: Kii

# IDS_OP_01_03_EN_44
source: Kita
zh: Kit

# IDS_OP_01_03_EN_45
source: Kori
zh: Kor

# IDS_OP_01_03_EN_46
source: Kumi
zh: Kum

# IDS_OP_01_03_EN_511
source: Maku
zh: Mak

# IDS_OP_01_03_EN_512
source: Muri
zh: Mur

# IDS_OP_01_03_EN_513
source: Mato
zh: Mat

# IDS_OP_01_03_EN_514
source: Migo
zh: Mig

# IDS_OP_01_03_EN_521
source: Misu
zh: Mis

# IDS_OP_01_03_EN_522
source: Mizo
zh: Miz

# IDS_OP_01_03_EN_523
source: Moku
zh: Mok

# IDS_OP_01_03_EN_524
source: Miba
zh: Mib

# IDS_OP_01_03_EN_61
source: Dobi
zh: Dob

# IDS_OP_01_03_EN_62
source: Demo
zh: Dem

# IDS_OP_01_03_EN_71
source: Desu
zh: Des

# IDS_OP_01_03_EN_72
source: Dono
zh: Don

# IDS_OP_01_03_EN_91
source: Dosu
zh: Dos

# IDS_OP_01_03_EN_92
source: Date
zh: Dat

# IDS_OP_01_03_EN_93
source: Futa
zh: Fut

# IDS_OP_01_03_EN_94
source: Fuju
zh: Fuj

# IDS_OP_01_03_EN_C1
source: Haoto
zh: Hao

# IDS_OP_01_03_EN_C2
source: Tatsu
zh: Tat

# IDS_OP_01_03_EV_01
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: Командир
uk: Командир
zh: 建议
zh_sg: 指挥官

# IDS_OP_01_03_EV_02
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: Командир
uk: Командир
zh: 建议
zh_sg: 指挥官

# IDS_OP_01_03_EV_03
source: Commander
es_mx: Comandante
ja: 艦長
pl: Dowódca
ru: Командир
uk: Командир
zh: 建议
zh_sg: 指挥官

# IDS_OP_01_03_TR_AMMO
source: Arsenal
pl: Arsenał
ru: Арсенал
uk: Арсенал
zh: 阿森纳
zh_sg: 兵工厂

# IDS_OP_01_03_TR_AVIA
source: Aviator
pl: Awiacja
ru: Авиатор
uk: Авіатор
zh: 飞行员

# IDS_OP_01_03_TR_CONS
source: Engineer
pl: Inżynier
ru: Механик
uk: Механік
zh: 工程师

# IDS_OP_01_04_0021_WARNING_OF_TEAM
source: Failure! Our task force suffered serious losses.
es_mx: ¡Fracaso! Nuestra fuerza de ataque sufrió severas pérdidas.
ja: 失敗! 我々の任務部隊が深刻な被害を受けた。
pl: Porażka! Nasza grupa ekspedycyjna poniosła poważne straty.
ru: Неудача! Наше соединение понесло тяжёлые потери.
uk: Невдача! Наше з’єднання зазнало важких втрат.
zh: 失败！我们的分舰队遭受到严重损失。
zh_sg: 失败！我们的任务小队受到严重损失。

# IDS_OP_01_04_0021_WARNING_OF_TEAM_1
source: Due to serious losses, Military Command have sent reinforcements.
es_mx: Debido a las severas pérdidas, el Comando Militar ha enviado refuerzos.
ja: 深刻な被害に伴い、司令部が援軍を送った。
pl: Z uwagi na poważne straty sztab główny skierowal ku nam posiłki.
ru: В связи с тяжёлыми потерями, командование выслало небольшое подкрепление.
uk: У зв’язку з важкими втратами, командування надіслало невелике підкріплення.
zh: 由于损失严重，军方指挥官已派出增援部队。
zh_sg: 由于损失严重，军队指挥官已派出增援部队。

# IDS_OP_01_04_0022_WARNING_OF_TEAM
source: Good news! The allied attack squadron has arrived.
es_mx: ¡Buenas noticias! El escuadrón de ataque aliado ha llegado.
ja: 朗報だ! 味方の攻撃隊が到着した。
pl: Dobre wieści! Przybyła sojusznicza eskadra!
ru: Отлично! Прибыла союзная ударная эскадра.
uk: Чудово! Прибула союзна ударна ескадра.
zh: 好消息！我方的攻击中队已经抵达。
zh_sg: 好消息！我方的攻击中队已经抵达。

# IDS_OP_01_04_0023_WARNING_OF_TEAM
source: All onshore installations at the base were destroyed.
es_mx: Todas las instalaciones terrestres en la base fueron destruidas.
ja: 基地内の全ての陸上施設が破壊された。
pl: Wszystkie instalacje przybrzeżne zostały zniszczone.
ru: Все сооружения базы разрушены.
uk: Усі споруди бази зруйновано.
zh: 基地中的所有陆上设施都被摧毁。
zh_sg: 基地中的所有陆上设施都被摧毁。

# IDS_OP_01_04_0024_WARNING_OF_TEAM
source: All support ships were destroyed.
es_mx: Todos los barcos de apoyo fueron destruidos.
ja: 支援船が全滅した。
pl: Wszystkie okręty wsparcia zostały zniszczone.
ru: Все суда обеспечения потеряны.
uk: Усі кораблі забезпечення втрачено.
zh: 所有支援舰都被摧毁。
zh_sg: 所有支援舰都被摧毁。

# IDS_OP_01_04_0031_DEFENSE_MAIN_TASK_SUCCESS
source: Victory! All enemies were destroyed. Operation complete.
es_mx: ¡Victoria! Todos los enemigos fueron destruidos. Operación completada.
ja: 勝利! 敵を殲滅した。オペレーション達成。
pl: Zwycięstwo! Wszyscy przeciwnicy zostali zniszczeni. Operacja zakończona sukcesem.
ru: Победа! Все враги уничтожены. Операция завершена.
uk: Перемога! Всіх ворогів знищено. Операцію завершено.
zh: 胜利！ 所有敌军都被击毁。行动完成。
zh_sg: 胜利！ 所有敌军都被摧毁。行动完成。

# IDS_OP_01_04_0032_DEFENSE_MAIN_TASK_SUCCESS
source: Victory! The allied attack squadron has arrived at the base. Operation complete.
es_mx: ¡Victoria! El escuadrón de ataque aliado ha llegado a la base. Operación completada.
ja: 勝利! 味方の攻撃隊が基地に到着した。 オペレーション達成。
pl: Zwycięstwo! Sojusznicza eskadra powróciła do bazy. Operacja zakończona sukcesem.
ru: Победа! Союзная ударная эскадра достигла базы. Операция завершена.
uk: Перемога! Союзна ударна ескадра досягла бази. Операцію завершено.
zh: 胜利！ 我方的攻击中队已经抵达基地。 行动完成。
zh_sg: 胜利！ 我方的攻击中队已经抵达基地。 行动完成。

# IDS_OP_01_04_004_DEFENSE_MAIN_TASK_FAIL1
source: Defeat! All support ships and onshore installations were destroyed.
es_mx: ¡Derrota! Todos los barcos de apoyo e instalaciones terrestres fueron destruidos.
ja: 敗北! 全ての支援船と陸上施設を破壊された。
pl: Porażka! Wszystkie okręty wsparcia i instalacje przybrzeżne zostały zniszczone.
ru: Поражение! Все суда обеспечения и сооружения базы уничтожены.
uk: Поразка! Всі кораблі забезпечення і споруди бази знищено.
zh: 失败！ 所有支援舰及陆上设施都被摧毁。
zh_sg: 失败！ 所有支援舰及陆上设施都被摧毁。

# IDS_OP_01_04_005_DEFENSE_MAIN_TASK_FAIL2
source: Defeat! Your task force was destroyed. The base cannot be protected without your help.
es_mx: ¡Derrota! Tu fuerza de ataque fue destruida. La base no puede ser protegida sin tu ayuda.
ja: 敗北! 君たちの任務部隊は全滅した。 もはや基地を守ることはできない。
pl: Porażka! Twoja grupa ekspedycyjna została zniszczona. Baza nie może zostać obroniona bez Twojego udziału.
ru: Поражение! Ваше соединение уничтожено. Без вас командование не сможет обеспечить защиту базы.
uk: Поразка! Ваше з’єднання знищено. Без вас командування не зможе забезпечити захист бази.
zh: 失败！ 您的工作队已被摧毁。 基地在没有您的帮助下无法受到保护。
zh_sg: 失败！ 您的任务小队已被摧毁。 基地在没有您的帮助下无法守住。

# IDS_OP_01_04_008_DEFENSE_SECONDARY_TASK_1_GOOD
source: Good news! The allied attack squadron has arrived.
es_mx: ¡Buenas noticias! El escuadrón de ataque aliado ha llegado.
ja: 朗報だ! 味方の攻撃隊が到着した。
pl: Dobre wieści! Przybyła sojusznicza eskadra!
ru: Отлично! Прибыла союзная ударная эскадра.
uk: Чудово! Прибула союзна ударна ескадра.
zh: 好消息！我方的攻击中队已经抵达。
zh_sg: 好消息！我方的攻击中队已经抵达。

# IDS_OP_01_04_010_MESSAGE_DEAD_ENEMYS_FORTS
source: If enemies breach the defense perimeter, the main attack will start earlier.
es_mx: Si el enemigo rompe la defensa del perímetro, el ataque principal comenzará antes.
ja: 敵が防衛線を突破した場合、 本格攻撃の開始が早まる。
pl: Jeśli wrogowie przebiją się przez linie obronne, główny atak rozpocznie się wcześniej.
ru: Если периметр обороны будет прорван, то главная атака противника начнётся раньше.
uk: Якщо периметр оборони буде прорвано, то головна атака супротивника почнеться раніше.
zh: 如果敌人突破防御周边， 就会更早开始主要攻击。
zh_sg: 如果敌人突破防御周边， 就会更早开始总攻。
