Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_DESCRIPTION_ONE_SOLDIER_IN_THE_FIELD
source: Stand alone against at least %(enemiesCount)s enemy ships and win the battle.
es_mx: Lucha en solitario contra %(enemiesCount)s o más barcos enemigos y gana la batalla.
ja: %(enemiesCount)s 隻以上の敵艦艇に対し単独で立ち向かい、勝利する。
pl: Zostań sam przeciwko przynajmniej %(enemiesCount)s okrętom wroga i wygraj bitwę.
ru: Победить в бою, оставшись в одиночку против %(enemiesCount)s или более кораблей противника.
uk: Перемогти в бою, залишившись на самоті проти %(enemiesCount)s або більше кораблів супротивника.
zh: 独自与至少%(enemiesCount)s艘敌舰对抗并赢得胜利。
zh_sg: 独自对抗%(enemiesCount)s艘敌舰并赢得胜利。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_DUNKERQUE_OPERATION_DYNAMO
source: Granted for gaining a victory in Operation Dynamo.
es_mx: Otorgada por obtener una victoria en la Operación Dinamo.
ja: オペレーション「ダイナモ作戦」で 1 勝する。
pl: Przyznawane za zwycięstwo w operacji Dynamo.
ru: За победу в операции «Динамо».
uk: За перемогу в операції «Динамо».
zh: 完成发电机行动
zh_sg: 在发电机行动中获得胜利后发放。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HERO_DAM
source: Cause more than %(damagePart_percent)s of the total damage dealt by your team and successfully complete the Operation. The damage you dealt must be at least %(minimalDamageValue)s HP.
es_mx: Causa más de %(damagePart_percent)s del daño causado por tu equipo y completa exitosamente la Operación. El daño causado debe ser de al menos %(minimalDamageValue)s HP.
ja: チームによる与ダメージの %(damagePart_percent)s を超えるダメージを与えてオペレーションを完遂する。自艦による与ダメージが少なくとも %(minimalDamageValue)s HP 以上であること。
pl: Miej ponad %(damagePart_percent)s udziału w uszkodzeniach zadanych przez swoją drużynę i wypełnij pomyślnie operację. Zadane przez Ciebie uszkodzenia muszą wynosi przynajmniej %(minimalDamageValue)s PW.
ru: Нанести более %(damagePart_percent)s от всего урона, нанесённого вашей командой, и успешно завершить операцию. Количество нанесённого урона должно быть не менее %(minimalDamageValue)s единиц.
uk: Завдати понад %(damagePart_percent)s від всієї шкоди, завданої вашою командою, та успішно завершити операцію. Кількість завданої шкоди має бути щонайменше %(minimalDamageValue)s одиниць.
zh: Нанести более %(damagePart_percent)s от всего урона, нанесённого вашей командой, и успешно завершить операцию. Количество нанесённого урона должно быть не менее %(minimalDamageValue)s единиц.
zh_sg: 造成的伤害超过团队伤害总量的%(damagePart_percent)s并成功完成行动。您造成的伤害必须不低于%(minimalDamageValue)s点。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HERO_DAM_ENEM
source: Cause damage to at least half of the enemy ships and successfully complete the operation. Damage caused to each ship must amount to at least %(damageRatio_percent)s of her normal HP.
es_mx: Causa daños al menos a la mitad de los barcos enemigos y completa exitosamente la operación. El daño causado a cada barco debe sumar al menos el %(damageRatio_percent)s de sus HP.
ja: 敵艦艇の半数以上にダメージを与えた上で、オペレーションを達成する。各艦艇に与えたダメージが、各艦艇の通常 HP の %(damageRatio_percent)s 以上であること。
pl: Zadaj uszkodzenia przynajmniej połowie okrętów wroga i pomyślnie ukończ operację. Uszkodzenia zadane każdemu okrętowi muszą przekraczać %(damageRatio_percent)s jego normalnej puli PW.
ru: Повредить не менее половины кораблей противника и успешно завершить операцию. Урон, нанесённый каждому кораблю, должен составлять не менее %(damageRatio_percent)s от его штатной боеспособности.
uk: Завдати шкоди щонайменше половині кораблів супротивника та успішно завершити операцію. Шкода, завдана кораблю, має скласти щонайменше %(damageRatio_percent)s від його загальної боєздатності.
zh: 对至少一半的敌方战舰造成伤害并且成功完成行动。对每艘战舰造成的伤害必须至少为其正常血量的 %(damageRatio_percent)s。
zh_sg: 对至少一半的敌方战舰造成伤害并且成功完成行动。对每艘战舰造成的伤害必须至少为其正常血量的 %(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HERO_WIN_ONE
source: As the last one standing on your team, complete a secondary task and successfully complete the operation.
es_mx: Como el último sobreviviente en tu equipo, completa una tarea secundaria y completa exitosamente la operación.
ja: チームの最後の残存艦として、副タスクを 1 つ達成した上で、オペレーションを達成する。
pl: Bądąc ostatnim pływającym okrętem w Twojej drużynie wypełnij dodatkowe zadanie i pomyślnie ukończ operację.
ru: Оставшись последним в команде, самостоятельно выполнить дополнительное задание и успешно завершить операцию.
uk: Залишившись останнім у команді, самостійно виконати додаткове завдання та успішно завершити операцію.
zh: 作为己队最后一艘存活的战舰，完成一项次要工作，并且成功完成行动。
zh_sg: 作为己队最后一艘战舰，完成一项次要目标并且成功完成行动。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HERO_WIN_SUR
source: Successfully complete the operation by completing all secondary tasks. All players must survive.
es_mx: Completa exitosamente la operación al completar todas las tareas secundarias. Todos los jugadores deben sobrevivir.
ja: 全ての副タスクを達成した上で、オペレーションを達成する。全てのプレイヤーが生還すること。
pl: Pomyślnie ukończ operację poprzez wypełnienie wszystkich dodatkowych zadań. Wszyscy gracze muszą przetrwać.
ru: Успешно завершить операцию, выполнив все дополнительные задания. Все игроки должны выжить.
uk: Успішно завершити операцію, виконавши усі додаткові завдання. Всі гравці мають вижити.
zh: 通过完成所有次要工作来成功完成行动。所有玩家都必须存活下来。
zh_sg: 通过完成所有次要目标来成功完成行动。所有玩家都必须存活下来。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_15_KOPECKS
source: Score a torpedo hit, make a U-turn! Like in the good old days.
es_mx: ¡Logra un impacto con los torpedos, da vuelta en U! Como en los viejos tiempos.
ja: 魚雷を命中させ、180 度転回せよ! 古き良き日のように。
pl: Traf torpedą i zawróć! Jak za starych, dobrych czasów.
ru: Попадание торпедой и разворот — как в старые добрые времена!
uk: Влучення торпедою і розворот! Як у давні добрі часи!
zh: 用鱼雷击中一次、做个U字回转！就像过去的美好时光一样。
zh_sg: 用鱼雷击中敌方然后华丽转身！就像过去的美好时光！

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_DIE
source: I'll Be Back
es_mx: Volveré
ja: 私は必ず戻る
pl: Jeszcze tu wrócę
ru: Я ещё вернусь
uk: Я ще повернуся
zh: 还有一艘战舰存活。它也必须被击毁。
zh_sg: 我会回来的

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_DONE_CLASS
source: Successfully complete an operation while playing with a ship of each type.
es_mx: Completa exitosamente una operación jugando con un barco de cada tipo.
ja: 各艦種でプレイし、オペレーションを達成する。
pl: Pomyślnie ukończ operację grając okrętem każdego typu.
ru: Успешно завершить операцию на корабле каждого класса.
uk: Успішно завершити операцію кораблем кожного класу.
zh: 在成功完成行动的同时驾驶各类型战舰。
zh_sg: 在成功完成行动的同时驾驶各类型战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_FRAG_CLASS
source: Destroy %(onwShipTypeCount)s ships of the same type as your own, or %(otherShipTypeCount)s ships of any other type. Can be completed in Operations.
es_mx: Destruye %(onwShipTypeCount)s barcos del mismo tipo que tu barco, o %(otherShipTypeCount)s barcos de cualquier otro tipo. Se puede completar en Operaciones.
ja: 自艦と同じ艦種の艦艇を %(onwShipTypeCount)s 隻撃沈、または他の任意の艦種の艦艇を %(otherShipTypeCount)s 隻撃沈する。オペレーションで達成可能。
pl: Zniszcz %(onwShipTypeCount)s okręty/ów tego samego typu co Twój lub %(otherShipTypeCount)s okręty/ów dowolnego innego typu. Można ukończyć w operacjach.
ru: Уничтожить %(onwShipTypeCount)s корабля того же класса, на котором вы вышли в бой, или %(otherShipTypeCount)s кораблей других классов. Выполняется в операциях.
uk: Знищити %(onwShipTypeCount)s кораблі того ж класу, яким ви вступили в бій, або %(otherShipTypeCount)s кораблів інших класів. Виконують в операціях.
zh: 击毁与自己同类型的战舰 %(onwShipTypeCount)s 艘，或任何其它类型的战舰 %(otherShipTypeCount)s 艘。
zh_sg: 击毁%(onwShipTypeCount)s艘与您类型相同的战舰，或%(otherShipTypeCount)s艘其他类型的战舰。只能在行动中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_FRAG_OBJ
source: Destroy at least %(onwShipTypeCount)s enemy auxiliary ships. Can be completed in Operations.
es_mx: Destruye al menos %(onwShipTypeCount)s barcos auxiliares enemigos. Se puede completar en Operaciones.
ja: 敵の補助艦艇を %(onwShipTypeCount)s 隻以上撃沈する。オペレーションで達成可能。
pl: Zniszcz przynajmniej %(onwShipTypeCount)s okręty/ów pomocniczych. Można ukończyć w operacjach.
ru: Уничтожить %(onwShipTypeCount)s вспомогательных кораблей противника. Выполняется в операциях.
uk: Знищити %(onwShipTypeCount)s чи більше допоміжних кораблів супротивника. Виконують в операціях.
zh: 击毁至少 %(onwShipTypeCount)s 个敌方单位 (战舰及设施) 并成功完成行动。
zh_sg: 击毁至少%(onwShipTypeCount)s敌方辅助战舰。只能在行动中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_FRAG_WAY
source: Any port in a storm.
es_mx: En una tormenta, cualquier lugar es puerto.
ja: 嵐の中のいずれかの港。
pl: Dowolny port w sztormie.
ru: На войне все средства хороши.
uk: На війні всі засоби згодяться.
zh: 慌不择路。
zh_sg: 慌不择路。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_HIT_TORP
source: Hit enemy ships with %(hitCount)s ship torpedoes in a single battle. Can be completed in Operations.
es_mx: Impacta barcos enemigos con %(hitCount)s torpedos lanzados desde el barco en una sola batalla. Se puede completar en Operaciones.
ja: 1 戦中に敵艦艇に艦載魚雷を %(hitCount)s 回命中させる。オペレーションで達成可能。
pl: Traf okręty wroga %(hitCount)s torpedami wystrzelonymi z okrętu w jednej bitwie. Można ukończyć w operacjach.
ru: Попасть %(hitCount)s корабельными торпедами по кораблям противника в одном бою. Выполняется в операциях.
uk: Влучити %(hitCount)s корабельними торпедами в кораблі супротивника в одному бою. Виконують в операціях.
zh: 在单场战斗中以 %(hitCount)s 枚战舰鱼雷击中敌方战舰。
zh_sg: 在单场战斗中用%(hitCount)s枚鱼雷命中敌方战舰。只能在行动中完成。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_1
source: Successfully complete %(operationsCount)s operations.
es_mx: Completa exitosamente %(operationsCount)s operaciones.
ja: オペレーションを %(operationsCount)s 個達成する。
pl: Pomyślnie ukończ %(operationsCount)s operacji.
ru: Успешно завершить %(operationsCount)s операций.
uk: Успішно завершити %(operationsCount)s операцій.
zh: 成功完成 %(operationsCount)s 次行动。
zh_sg: 成功完成 %(operationsCount)s 次行动。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_2
source: Successfully complete %(operationsCount)s operations.
es_mx: Completa exitosamente %(operationsCount)s operaciones.
ja: オペレーションを %(operationsCount)s 個達成する。
pl: Pomyślnie ukończ %(operationsCount)s operacji.
ru: Успешно завершить %(operationsCount)s операций.
uk: Успішно завершити %(operationsCount)s операцій.
zh: 成功完成 %(operationsCount)s 次行动。
zh_sg: 成功完成 %(operationsCount)s 次行动。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_3
source: Successfully complete %(operationsCount)s operations.
es_mx: Completa exitosamente %(operationsCount)s operaciones.
ja: オペレーションを %(operationsCount)s 個達成する。
pl: Pomyślnie ukończ %(operationsCount)s operacji.
ru: Успешно завершить %(operationsCount)s операций.
uk: Успішно завершити %(operationsCount)s операцій.
zh: 成功完成 %(operationsCount)s 次行动。
zh_sg: 成功完成 %(operationsCount)s 次行动。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_ALL_1
source: Complete %(tasksCount)s secondary tasks in operations.
es_mx: Completa %(tasksCount)s tareas secundarias en operaciones.
ja: オペレーションで副タスクを %(tasksCount)s 個達成する。
pl: Ukończ %(tasksCount)s dodatkowych zadań w operacjach.
ru: Выполнить %(tasksCount)s дополнительных задач в операциях.
uk: Виконати %(tasksCount)s додаткових завдань в операціях.
zh: 完成行动中的 %(tasksCount)s 个次要工作。
zh_sg: 完成行动中的 %(tasksCount)s 个次要目标。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_ALL_2
source: Complete %(tasksCount)s secondary tasks in operations.
es_mx: Completa %(tasksCount)s tareas secundarias en operaciones.
ja: オペレーションで副タスクを %(tasksCount)s 個達成する。
pl: Ukończ %(tasksCount)s dodatkowych zadań w operacjach.
ru: Выполнить %(tasksCount)s дополнительных задач в операциях.
uk: Виконати %(tasksCount)s додаткових завдань в операціях.
zh: 完成行动中的 %(tasksCount)s 个次要工作。
zh_sg: 完成行动中的 %(tasksCount)s 个次要目标。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_DONE_ALL_3
source: Complete %(tasksCount)s secondary tasks in operations.
es_mx: Completa %(tasksCount)s tareas secundarias en operaciones.
ja: オペレーションで副タスクを %(tasksCount)s 個達成する。
pl: Ukończ %(tasksCount)s dodatkowych zadań w operacjach.
ru: Выполнить %(tasksCount)s дополнительных задач в операциях.
uk: Виконати %(tasksCount)s додаткових завдань в операціях.
zh: 完成行动中的 %(tasksCount)s 个次要工作。
zh_sg: 完成行动中的 %(tasksCount)s 个次要目标。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_FRAG_1
source: Destroy %(shipsCount)s key ships and auxiliary ships in Operations.
es_mx: Destruye %(shipsCount)s barcos principales y auxiliares en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻撃沈する。
pl: Zniszcz %(shipsCount)s kluczowych okrętów i jednostek pomocniczych w Operacjach.
ru: Уничтожить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Знищити %(shipsCount)s ключових і допоміжних кораблів у операціях.
zh: 在行动中击毁 %(shipsCount)s 艘关键战舰及辅助战舰。
zh_sg: 在行动中击毁%(shipsCount)s 艘关键战舰及辅助战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_FRAG_2
source: Destroy %(shipsCount)s key ships and auxiliary ships in Operations.
es_mx: Destruye %(shipsCount)s barcos principales y auxiliares en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻撃沈する。
pl: Zniszcz %(shipsCount)s kluczowych okrętów i jednostek pomocniczych w Operacjach.
ru: Уничтожить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Знищити %(shipsCount)s ключових і допоміжних кораблів у операціях.
zh: 在行动中击毁 %(shipsCount)s 艘关键战舰及辅助战舰。
zh_sg: 在行动中击毁%(shipsCount)s 艘关键战舰及辅助战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_FRAG_3
source: Destroy %(shipsCount)s key ships and auxiliary ships in Operations.
es_mx: Destruye %(shipsCount)s barcos principales y auxiliares en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻撃沈する。
pl: Zniszcz %(shipsCount)s kluczowych okrętów i jednostek pomocniczych w Operacjach.
ru: Уничтожить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Знищити %(shipsCount)s ключових і допоміжних кораблів у операціях.
zh: 在行动中击毁 %(shipsCount)s 艘关键战舰及辅助战舰。
zh_sg: 在行动中击毁%(shipsCount)s 艘关键战舰及辅助战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_SAVE_1
source: Have %(shipsCount)s key ships and auxiliary ships survive in Operations.
es_mx: Consigue que %(shipsCount)s barcos principales y auxiliares sobrevivan en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻生還させる。
pl: Ocal %(shipsCount)s okrętów kluczowych i pomocniczych w operacjach.
ru: Сохранить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Зберегти %(shipsCount)s ключових і допоміжних кораблів в операціях.
zh: 在行动中有 %(shipsCount)s 艘我方战舰存活下来。
zh_sg: 在行动中使%(shipsCount)s艘关键战舰及辅助战舰存活。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_SAVE_2
source: Have %(shipsCount)s key ships and auxiliary ships survive in Operations.
es_mx: Consigue que %(shipsCount)s barcos principales y auxiliares sobrevivan en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻生還させる。
pl: Ocal %(shipsCount)s okrętów kluczowych i pomocniczych w operacjach.
ru: Сохранить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Зберегти %(shipsCount)s ключових і допоміжних кораблів в операціях.
zh: 在行动中有 %(shipsCount)s 艘我方战舰存活下来。
zh_sg: 在行动中使%(shipsCount)s艘关键战舰及辅助战舰存活。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_PR_SAVE_3
source: Have %(shipsCount)s key ships and auxiliary ships survive in Operations.
es_mx: Consigue que %(shipsCount)s barcos principales y auxiliares sobrevivan en Operaciones.
ja: オペレーションで主要艦艇および補助艦艇を %(shipsCount)s 隻生還させる。
pl: Ocal %(shipsCount)s okrętów kluczowych i pomocniczych w operacjach.
ru: Сохранить %(shipsCount)s ключевых и вспомогательных кораблей в операциях.
uk: Зберегти %(shipsCount)s ключових і допоміжних кораблів в операціях.
zh: 在行动中有 %(shipsCount)s 艘战舰存活下来。
zh_sg: 在行动中使%(shipsCount)s艘关键战舰及辅助战舰存活。

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_SAVE_SHIP
source: We do not leave our own behind!
es_mx: ¡Nunca abandonamos a nadie!
ja: 我々は味方を見捨てない!
pl: Nie zostawiamy swoich ludzi!
ru: Мы своих не бросаем!
uk: Ми своїх не кидаємо!
zh: 绝不抛弃战友！
zh_sg: 绝不抛弃战友！

# IDS_ACHIEVEMENT_DESCRIPTION_PVE_HON_WIN_ALL_DONE
source: Complete the operation and all secondary tasks, survive till the end of the battle, and cause damage exceeding %(damageRatio_percent)s of your ship's HP.
es_mx: Completa la operación y todas las tareas secundarias, sobrevive hasta el final de la batalla, y causa daños que superen el %(damageRatio_percent)s de los HP de tu barco.
ja: オペレーションと全ての副タスクを達成し、戦闘終了まで生き残り、自艦の HP の %(damageRatio_percent)s 超のダメージを与える。
pl: Ukończ operację i wszystkie dodatkowe zadania, przetrwaj do końca bitwy, zadaj uszkodzenia przekraczające %(damageRatio_percent)s PW Twojego okrętu.
ru: Выполнить операцию, включая все дополнительные задачи, дожить до конца боя и нанести урона не менее %(damageRatio_percent)s от боеспособности своего корабля.
uk: Виконати операцію з усіма додатковими завданнями, дожити до кінця бою і завдати шкоди не менш за %(damageRatio_percent)s від боєздатності власного корабля.
zh: 完成行动及所有次要工作，存活到战斗结束，并造成超过 %(damageRatio_percent)s 自己战舰血量的伤害。
zh_sg: 完成行动及所有次要目标，存活到战斗结束，并造成超过 %(damageRatio_percent)s 自己战舰血量的伤害。

# IDS_ACHIEVEMENT_DESCRIPTION_RASPUTIN
source: Granted for gaining a victory in Twilight Battle with battleship Rasputin.
es_mx: Otorgado por obtener una victoria en la Batalla del Crepúsculo con el acorazado Rasputin.
ja: 逢魔時バトルで、戦艦 Rasputin を使用して 1 勝する。
pl: Przyznawane za odniesienie zwycięstwa w bitwie po zmierzchu pancernikiem Rasputin.
ru: За победу в сумеречном бою на линкоре «Распутин»
uk: За перемогу у Присмерковому бою лінкором «Распутін»
zh: 致敬在暮光之战中以战列舰拉斯普京获得胜利。
zh_sg: 授予在暮光之战中使用拉斯普京战列舰获得胜利的玩家。

# IDS_ACHIEVEMENT_DESCRIPTION_RETRIBUTION
source: Destroy an enemy ship after your ship has been destroyed.
es_mx: Destruye un barco enemigo después de que tu barco haya sido destruido.
ja: 自艦が撃沈された後に、敵艦を 1 隻撃沈する。
pl: Zniszcz dowolny okręt przeciwnika po tym, jak Twój okręt został zniszczony.
ru: Уничтожить корабль противника после уничтожения своего корабля.
uk: Знищити корабель супротивника після знищення власного корабля.
zh: 在您的战舰被击毁后摧毁任何敌方战舰。
zh_sg: 在您的战舰被击毁后摧毁任何敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_ARSONIST
source: Destroy an enemy ship by setting her on fire.
es_mx: Destruye un barco enemigo incendiándolo.
ja: 敵艦を 1 隻、火災により撃沈する。
pl: Zniszcz okręt wroga przez podpalenie.
ru: Уничтожить корабль противника пожаром.
uk: Знищити корабель супротивника пожежею.
zh: 通过让对方起火来摧毁一艘敌方战舰。
zh_sg: 通过让对方起火来摧毁一艘敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_BOMBARDIER
source: Cause %(damageCount)s HP of damage to enemy ships.
es_mx: Causa %(damageCount)s HP de daño a barcos enemigos.
ja: 敵艦に合計 %(damageCount)s HP のダメージを与える。
pl: Zadaj okrętom wroga uszkodzenia wynoszące %(damageCount)s PW.
ru: Нанести кораблям противника %(damageCount)s урона.
uk: Завдати кораблям супротивника %(damageCount)s шкоди.
zh: 对敌方战舰造成 %(damageCount)s 血量伤害。
zh_sg: 对敌方战舰造成 %(damageCount)s 血量伤害。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_HARD_EDGED
source: Destroy an enemy ship by ramming.
es_mx: Destruye un barco embistiéndolo.
ja: 敵艦を 1 隻、体当たりで撃沈する。
pl: Zniszcz okręt wroga przez taranowanie.
ru: Уничтожить корабль противника тараном.
uk: Знищити корабель супротивника тараном.
zh: 通过冲撞来摧毁一艘敌方战舰。
zh_sg: 通过冲撞来摧毁一艘敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_LUCKY
source: Destroy an enemy ship by causing damage to her magazine, resulting in its detonation.
es_mx: Destruye un barco enemigo causando daño a su almacén, resultando en su detonación.
ja: 敵艦を 1 隻、弾薬庫にダメージを与え、その誘爆により撃沈する。
pl: Zniszcz okręt wroga przez uszkodzenie jego magazynu i wywołanie eksplozji.
ru: Уничтожить корабль противника, вызвав детонацию погреба боеприпасов.
uk: Знищити корабель супротивника вибухом погреба боєприпасів.
zh: 通过对其弹药库造成伤害而导致殉爆来摧毁一艘敌方战舰。
zh_sg: 通过对其弹药库造成伤害而导致殉爆来摧毁一艘敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_TACTICIAN
source: Capture a key area or the enemy base.
es_mx: Captura un Área Clave o la base enemiga.
ja: キーエリアまたは敵陣地を占領する。
pl: Zajmij strefę kluczową lub bazę wroga.
ru: Захватить контрольную точку или базу противника.
uk: Захопити контрольну точку або базу супротивника.
zh: 占领敌方基地。
zh_sg: 占领一个关键区域或敌方基地。

# IDS_ACHIEVEMENT_DESCRIPTION_SCIENCE_OF_WINNING_TO_THE_BOTTOM
source: Destroy an enemy ship by flooding.
es_mx: Destruye un barco enemigo por inundación.
ja: 敵艦を 1 隻、浸水により撃沈する。
pl: Zniszcz okręt wroga przez zalanie.
ru: Уничтожить корабль противника затоплением.
uk: Знищити корабель супротивника затопленням.
zh: 通过造成进水来摧毁一艘敌方战舰。
zh_sg: 通过造成进水来摧毁一艘敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_SEA_LEGEND
source: Receive any %(achievementCount)s heroic achievements.
es_mx: Recibe %(achievementCount)s logros heróicos cualesquiera.
ja: 任意の英雄勲章を %(achievementCount)s 回取得する。
pl: Zdobądź %(achievementCount)s osiągnięć bohaterskich.
ru: Получить %(achievementCount)s любых героических достижений.
uk: Отримати %(achievementCount)s будь-яких героїчних досягнень.
zh: 获得任何 %(achievementCount)s 个战斗英雄勋章。
zh_sg: 获得任意%(achievementCount)s 个英勇成就。

# IDS_ACHIEVEMENT_DESCRIPTION_SHADOW
source: Test
zh: 测试
zh_sg: 测试

# IDS_ACHIEVEMENT_DESCRIPTION_SILENT_KILLER
source: Destroy an enemy ship and stay undetected.
es_mx: Destruye un barco enemigo y permanece sin ser detectado.
ja: 敵艦を 1 隻撃沈した上で、敵から発見されていない状態を維持する。
pl: Zniszcz okręt wroga pozostawając niewykrytym.
ru: Уничтожить корабль противника, оставшись незамеченным.
uk: Знищити корабель супротивника, залишившись непоміченим.
zh: 击毁一艘敌方战舰并保持不被发现。
zh_sg: 击毁一艘敌方战舰并保持不被发现。

# IDS_ACHIEVEMENT_DESCRIPTION_STREAM
source: For honorary spectators who complete the combat mission.
es_mx: Para espectadores honorarios que completen la misión de combate.
ja: このコンバットミッションを達成した名誉ある観戦者に対して。
pl: Dla honorowych widzów, którzy wypełnią misję bojową.
ru: Почётному зрителю за выполнение боевой задачи.
uk: Почесному глядачеві за виконане бойове завдання.
zh: Почётному зрителю за выполнение боевой задачи.
zh_sg: 完成作战任务的荣誉观察者。

# IDS_ACHIEVEMENT_DESCRIPTION_ST_PARTICIPANT
source: The developers thank you for participating in the Supertest.
es_mx: Los desarrolladores te agradecen por participar en el Supertest.
ja: 開発チームは、スーパーテストにご参加頂いた皆様に感謝いたします。
pl: Deweloperzy dziękują Ci za uczestnictwo w superteście.
ru: Спасибо от разработки за участие в Супертесте.
uk: Розробники дякують вам за участь у Супертесті.
zh: 感谢您对超测的参与。
zh_sg: 感谢您参与超测。

# IDS_ACHIEVEMENT_DESCRIPTION_SUPPORT
source: Damage at least %(victimsCount)s enemy ships. Damage caused to each ship must exceed %(damageRatio_percent)s of her normal HP.
es_mx: Daña al menos %(victimsCount)s barcos enemigos. El daño causado a cada barco debe exceder el %(damageRatio_percent)s de sus puntos de vida normales.
ja: %(victimsCount)s 隻以上の敵艦艇にダメージを与える。各艦艇に対し、その通常 HP の %(damageRatio_percent)s を超えるダメージを与えること。
pl: Zadaj uszkodzenia przynajmniej %(victimsCount)s okrętom wroga. Uszkodzenia zadane każdemu z przeciwników muszą przekroczyć %(damageRatio_percent)s jego normalnej puli PW.
ru: Повредить не менее %(victimsCount)s кораблей противника. Урон, нанесённый каждому кораблю, должен составлять более %(damageRatio_percent)s от его штатной боеспособности.
uk: Завдати шкоди щонайменше %(victimsCount)s кораблям супротивника. Шкода, завдана кожному кораблю, має бути більшою %(damageRatio_percent)s від загальної боєздатності.
zh: 伤害至少 %(victimsCount)s 艘敌方战舰。对每艘战舰所造成的伤害都必须超过它生命值的 %(damageRatio_percent)s。
zh_sg: 伤害至少 %(victimsCount)s 艘敌方战舰。对每艘战舰所造成的伤害都必须超过它生命值的 %(damageRatio_percent)s。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEADERBOARD
source: For ranking amongst the Hall of Fame's Top 100 players.
es_mx: Por clasificar entre los Mejores 100 jugadores del Salón de la Fama.
ja: ランキングで Top 100 入りを果たしたプレイヤーを称えて。
pl: Za uplasowanie się w setce najlepszych graczy w Galerii sław
ru: За вхождение в топ-100 Зала славы.
uk: За потрапляння до топ-100 у Залі слави.
zh: 给排名名人堂前100的玩家。
zh_sg: 名人堂排名前100名的玩家

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_10
source: Reach the Hurricane League in Season 10 of Clan Battles—"Loop."
es_mx: Alcanza la Liga Huracán en la Temporada 10 de las Batallas de Clanes: "Lazo".
ja: クラン戦シーズン 10 「ループ」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w 10. sezonie bitew klanowych „Pętla”.
ru: Достичь лиги Урагана в десятом сезоне клановых боёв «Петля».
uk: Досягти ліги Урагану в десятому сезоні кланових боїв «Петля».
zh: Достичь лиги Урагана в десятом сезоне клановых боёв «Петля».
zh_sg: 在第10赛季军团战“群岛之环”中达到飓风联盟段位。
