Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBEP518_IMPLACABLE_CVARC_DESCRIPTION
source: Steel beauty for the Mistress of the Seas.
es_mx: Belleza de acero de la Reina de los Mares.
ja: 海の女王のための美しき鋼鉄
pl: Stalowa piękność dla Pani Mórz
ru: Стальная красота для владычицы морей.
uk: Сталева краса для володарки морів.
zh: Стальная красота для владычицы морей.
zh_sg: 海上霸主的钢铁美人

# IDS_PBEP520_HAWKINS_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP521_DEVONSHIRE_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP522_SURREY_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP523_ALBEMARLE_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP524_DRAKE_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP525_LONDON_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP526_CHESHIRE_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBEP527_GOLIATH_BRITISH
source: Victorian White
es_mx: Blanco Victoriano
ja: ヴィクトリアン・ホワイト
pl: Wiktoriańska biel
ru: Викторианский белый
uk: Вікторіанський білий
zh: Викторианский белый
zh_sg: 维多利亚白

# IDS_PBES106_ARK_ROYAL_SAMHISTORICAL
source: Historical
es_mx: Histórico
ja: 歴史的
pl: Historyczny
ru: Исторический
uk: Історичний
zh: Исторический
zh_sg: 历史

# IDS_PBES106_ARK_ROYAL_SAMHISTORICAL_DESCRIPTION
source: That is how the ship looked when the legendary cat, nicknamed Unsinkable Sam, "served" there.
es_mx: Así es como lucía el barco cuando el legendario gato, apodado Sam el Insumergible, "sirvió" en él.
ja: 「不沈のサム」と渾名された伝説的な猫が乗艦していた当時の外観を再現しています。
pl: Tak okręt wyglądał w czasie, gdy „służył” na nim legendarny kot o imieniu Niezatapialny Sam.
ru: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
uk: Саме такий вигляд мав корабель, коли на ньому «служив» легендарний кіт із кличкою Непотоплюваний Сем.
zh: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
zh_sg: 这就是当那只被称为“不沉的山姆”的传奇舰猫“服役”时，战舰看起来的样子。

# IDS_PBES116_ARK_ROYAL_SAM
source: Unsinkable Sam
es_mx: Sam el Insumergible
ja: 不沈のサム
pl: Niezatapialny Sam
ru: Непотопляемый Сэм
uk: Непотоплюваний Сем
zh: Непотопляемый Сэм
zh_sg: 不沉的山姆

# IDS_PBES116_ARK_ROYAL_SAM_DESCRIPTION
source: There's hardly anyone in the world who wouldn't admire the luck this legendary cat had! Sam survived the sinking of three ships during World War II, which gave him his nickname—Unsinkable Sam.
es_mx: ¡Casi no hay nadie en el mundo que no admire la suerte que tuvo este legendario gato! Sam sobrevivió al hundimiento de tres barcos durante la Segunda Guerra Mundial, lo que le dio su apodo: Sam el Insumergible
ja: この伝説的な猫の強運を称賛しない人はいないでしょう! サムは二次大戦中に乗艦していた艦艇が 3 回も沈没しましたが、それでも生き残りました。このことから「Unsinkable Sam (不沈のサム)」と渾名されました。
pl: Trudno znaleźć w świecie kogoś, kto nie zazdrościłby farta temu legendarnemu kotu! Sam przetrwał zatopienie trzech okrętów w trakcie II wojny światowej, czym zdobył sobie przydomek „Niezatapialny Sam”.
ru: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
uk: Фортуні цього легендарного кота позаздрить будь-хто з командирів! Сем пережив загибель трьох кораблів під час Другої світової війни, за що його й назвали «непотоплюваним».
zh: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
zh_sg: 世上几乎没有人会不佩服这只传奇猫的运气！山姆在二战期间先后从三艘沉没的战舰上幸存，因此获得了绰号——不沉的山姆。

# IDS_PBES307_HOOD_VETERAN
source: From the Bottom of the Ocean
es_mx: Desde el Fondo del Océano
ja: 海底から
pl: Z dna oceanu
ru: Со дна океана
uk: Із дна океану
zh: 来自海底
zh_sg: 来自海底

# IDS_PBES307_HOOD_VETERAN_DESCRIPTION
source: On May 24, 1941, the battlecruiser sunk after being hit by a salvo from Bismarck.
es_mx: El 24 de mayo de 1941, el crucero de batalla se hundió después de ser alcanzado por una salva del Bismarck.
ja: 1941 年 5 月 24 日、この巡洋戦艦はビスマルクの斉射を受けて轟沈しました
pl: 24 maja 1941 roku ciężki krążownik został zatopiony przez salwę wystrzeloną z pancernika Bismarck.
ru: Линейный крейсер затонул 24 мая 1941 года, поражённый залпом с линкора Bismarck.
uk: Лінійний крейсер потонув 24 травня 1941 р., уражений залпом лінкора Bismarck.
zh: 1941年5月24日，战斗巡洋舰被俾斯麦齐射击中后沉入海底。
zh_sg: 1941年5月24日，战斗巡洋舰被俾斯麦齐射击中后沉入海底。

# IDS_PBES317_HOOD_CLEAN
source: The Last Conquest
es_mx: La Última Conquista
ja: 最後の作戦
pl: Ostatni podbój
ru: Последний поход
uk: Останній похід
zh: 最后的征服
zh_sg: 最后的征服

# IDS_PBES317_HOOD_CLEAN_DESCRIPTION
source: HMS Hood looked like this when she started her pursuit of the Bismarck group on May 22, 1941.
es_mx: El Hood lucía así cuando comenzó a perseguir al grupo del Bismarck el 22 de mayo de 1941.
ja: 1941 年 5 月 22 日にビスマルクの追跡を開始した際のフッドの外観
pl: Hood tak wyglądał, kiedy rozpoczynał pościg za pancernikiem Bismarck 22 maja 1941 roku.
ru: Таким HMS Hood отправился преследовать группу линкора Bismarck 22 мая 1941 года.
uk: Таким HMS Hood вирушив переслідувати групу лінкора Bismarck 22 травня 1941 р.
zh: 胡德在1941年5月22日开始追逐俾斯麦集团时的样子。
zh_sg: 胡德在1941年5月22日开始追逐俾斯麦集团时看起来的样子。

# IDS_PBES327_DUKE_OF_YORK_ICE
source: Arctic
es_mx: Ártico
ja: 北極圏
pl: Arktyczny
ru: Арктический
uk: Арктичний
zh: 北极
zh_sg: 北极

# IDS_PBES327_DUKE_OF_YORK_ICE_DESCRIPTION
source: Harsh. Steely. Icy.
es_mx: Duro. Acerado. Glacial.
ja: 厳しく、冷酷で、酷寒
pl: Surowy. Twardy. Lodowaty.
ru: Суровый. Стальной. Ледяной.
uk: Суворий. Сталевий. Крижаний.
zh: 严酷。钢铁。冰冷
zh_sg: 严酷的、钢铁般的、冰冷的

# IDS_PBES337_AZUR_NELSON
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PBES337_AZUR_NELSON_DESCRIPTION
source: A skin design based on the character Nelson from Azur Lane: One of the "Big Seven" and the eldest of the Royal Navy's Nelson Class Dreadnought Sisters. Has a lot of pride in herself and is strict with others. Always responds harshly towards the Commander but is very weak when approached by female companions.
es_mx: Diseño de un esquema basado en el personaje Nelson de Azur Lane: Una de las "Siete Grandes" y la más grande de las hermanas Dreadnought de la clase Nelson de la Marina Real. Tiene un gran orgullo y es estricta con los demás. Siempre responde fuertemente al Comandante, pero es muy débil cuando tiene acompañantes femeninas.
ja: アズールレーンのネルソンをモチーフとしたスキン。「BIGSEVEN」の一人にして、ロイヤル所属の弩級戦艦姉妹・ネルソン級の長女。プライドが高く自分にも他人にも厳しい。特に指揮官にはいつもツンツンとした態度で対応するが、同性からの押しにはめっぽう弱いという以外な一面も。
pl: Skórka bazująca na postaci Nelson z Azur Lane. To jeden z okrętów należących do „Wielkiej Siódemki” i najstarsza z sióstr-drednotów klasy Nelson. Jest dumna i stanowcza. Zawsze odnosi się szorstko w stosunku do Dowódcy, ale okazuje słabość w stosunkach z żeńskimi kompanami.
ru: Камуфляж, основанный на персонаже Nelson из Azur Lane. Представительница «Большой семёрки» и старшая из сестёр Дредноутов из класса Nelson, сражающихся под флагом Королевского флота. Весьма своенравна и строга по отношению к другим. Постоянно критикует решения командования, но быстро остывает, когда в переговоры вступают её боевые товарищи.
uk: Камуфляж за мотивами вбрання дівчини-корабля Nelson з мобільної гри Azur Lane. Представниця «Великої сімки» та найстарша із сестер Дредноутів із класу Nelson, що б’ються під прапором Королівського флоту. Ця красуня вельми норовлива та сувора до інших. Постійно критикує рішення командування, проте швидко заспокоюється, коли в перемовини вступають її бойові товариші.
zh: 基于碧蓝航线的角色纳尔逊形象设计的皮肤：「七大战舰」之一，皇家海军的纳尔逊级无畏舰的长姐。对自己感到很自豪并且对他人很严格。总是对指挥官作出严厉的响应，但当被女性同伴接近时，却非常柔弱。
zh_sg: 基于碧蓝航线中尼尔森形象设计的皮肤：“Big Seven”战舰之一，皇家海军尼尔森级无畏战舰中资历最老的战舰。她很骄傲，对别人很严格。总是对指挥官苛刻地回应，但在与女同伴接近时展现柔弱的一面。

# IDS_PBES347_AZUR_HOOD
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PBES347_AZUR_HOOD_DESCRIPTION
source: A skin design based on the character Hood from Azur Lane: A Battlecruiser of the Royal Navy and a veteran who supported the Queen through the great battle. An elegant character and somewhat of an idol for many ships of the Royal Navy. Along with Illustrious, is often invited to the Queen's Tea Parties.
es_mx: Diseño de un esquema basado en el personaje Hood de Azur Lane: Un crucero de batalla de la Marina Real y una veterana que apoyó a la Reina a través de la gran batalla. Un personaje elegante y una especie de ídolo para muchos barcos de la Marina Real. Junto con el Illustrious, a menudo es invitada a las Fiestas de Té de la Reina.
ja: アズールレーンのフッドをモチーフとしたスキン。ロイヤル所属の巡洋戦艦。かの大戦前では女王の栄光を支えた古参の功労者。振る舞いは「優雅」という言葉を体現しており、ロイヤル所属の多くの艦にとっては (ある意味) 憧れの対象。イラストリアスと同様に女王のお茶会の常連さん。
pl: Skórka bazująca na postaci Hood z Azur Lane. Krążownik liniowy Royal Navy i weteranka, która wspierała Królową w wielkiej bitwie. Ta elegancka postać jest idolką wielu okrętów Royal Navy. Wspólnie z Illustrious jest często zapraszana do Królowej na herbatę.
ru: Камуфляж, основанный на персонаже Hood из Azur Lane. Линейный крейсер Королевского флота и ветеран великой битвы на стороне королевы. Отличается элегантностью и в некоторой степени является идолом для многих кораблей Королевского флота. Как и Illustrious, часто заходит к королеве на чай.
uk: Камуфляж за мотивами вбрання дівчини-корабля Hood з мобільної гри Azur Lane. Лінійний крейсер Королівського флоту та ветеран великої битви на боці королеви. Елегантна красуня і навіть трохи ідол для багатьох кораблів Королівського флоту. Як й Illustrious, часто відвідує королеву, щоб почаювати.
zh: 基于碧蓝航线的角色胡德形象设计的皮肤：Y国海军的战斗巡洋舰和在伟大战斗中支撑女王的老兵。一位优雅的角色和（有点）海军的许多战舰的偶像。经常与光辉一起被邀请参加女王的茶会。
zh_sg: 基于碧蓝航线中胡德形象设计的皮肤：皇家海军的战列巡洋舰，也是一位在大战中效忠于女王的老兵。一个优雅的角色，也是皇家海军中很多战舰的偶像。它经常与光辉号一起，被邀请参加女王的茶会。

# IDS_PBES348_AZUR_BELFAST
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PBES356_WARSPITE_LANTERNFEST20
source: Mid-Autumn Festival
ja: 中秋節
pl: Święto Środka Jesieni
ru: Праздник середины осени
zh: Праздник середины осени

# IDS_PBES408_EDINBURGH_FROST
source: Arctic
es_mx: Ártico
ja: 北極圏
pl: Arktyczny
ru: Арктический
uk: Арктичний
zh: 北极
zh_sg: 北极

# IDS_PBES408_EDINBURGH_FROST_DESCRIPTION
source: Harsh. Steely. Icy.
es_mx: Duro. Acerado. Glacial.
ja: 厳しく、冷酷で、酷寒
pl: Surowy. Twardy. Lodowaty.
ru: Суровый. Стальной. Ледяной.
uk: Суворий. Сталевий. Крижаний.
zh: 严酷。钢铁。冰冷
zh_sg: 严酷的、钢铁般的、冰冷的

# IDS_PBES410_MINOTAUR_NORMA
source: Norma
zh: 诺玛
zh_sg: 诺玛

# IDS_PBES410_MINOTAUR_NORMA_DESCRIPTION
source: A maneuverable frigate design featuring the most advanced stealth technologies.
es_mx: Un diseño de una fragata maniobrable que cuenta con las más avanzadas tecnologías furtivas.
ja: ノーマは、高機動のフリゲートとして設計されており、最先端のステルス技術が採り入れられています。
pl: Zwrotna fregata wyposażona w najnowocześniejsze technologie maskujące.
ru: Проект манёвренного фрегата, обладающего наиболее продвинутыми стелс-технологиями.
uk: Проект маневреного фрегата, що має найрозвинутіші стелс-технології.
zh: 装备最先进隐形科技的高机动护卫舰
zh_sg: 一种拥有先进隐性技术的机动型护卫舰设计。

# IDS_PBES510_MAD_DARING
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PBES510_MAD_DARING_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PBES518_COSSACK_SAMHISTORICAL
source: Historical
es_mx: Histórico
ja: 歴史的
pl: Historyczny
ru: Исторический
uk: Історичний
zh: Исторический
zh_sg: 历史

# IDS_PBES518_COSSACK_SAMHISTORICAL_DESCRIPTION
source: That is how the ship looked when the legendary cat, nicknamed Unsinkable Sam, "served" there.
es_mx: Así es como lucía el barco cuando el legendario gato, apodado Sam el Insumergible, "sirvió" en él.
ja: 「不沈のサム」と渾名された伝説的な猫が乗艦していた当時の外観を再現しています。
pl: Tak okręt wyglądał w czasie, gdy „służył” na nim legendarny kot o imieniu Niezatapialny Sam.
ru: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
uk: Саме такий вигляд мав корабель, коли на ньому «служив» легендарний кіт із кличкою Непотоплюваний Сем.
zh: Именно так выглядел корабль, когда на нём «служил» легендарный кот по кличке Непотопляемый Сэм.
zh_sg: 这就是当那只被称为“不沉的山姆”的传奇舰猫“服役”时，战舰看起来的样子。

# IDS_PBES528_COSSACK_SAM
source: Unsinkable Sam
es_mx: Sam el Insumergible
ja: 不沈のサム
pl: Niezatapialny Sam
ru: Непотопляемый Сэм
uk: Непотоплюваний Сем
zh: Непотопляемый Сэм
zh_sg: 不沉的山姆

# IDS_PBES528_COSSACK_SAM_DESCRIPTION
source: There's hardly anyone in the world who wouldn't admire the luck this legendary cat had! Sam survived the sinking of three ships during World War II, which gave him his nickname—Unsinkable Sam.
es_mx: ¡Casi no hay nadie en el mundo que no admire la suerte que tuvo este legendario gato! Sam sobrevivió al hundimiento de tres barcos durante la Segunda Guerra Mundial, lo que le dio su apodo: Sam el Insumergible
ja: この伝説的な猫の強運を称賛しない人はいないでしょう! サムは二次大戦中に乗艦していた艦艇が 3 回も沈没しましたが、それでも生き残りました。このことから「Unsinkable Sam (不沈のサム)」と渾名されました。
pl: Trudno znaleźć w świecie kogoś, kto nie zazdrościłby farta temu legendarnemu kotu! Sam przetrwał zatopienie trzech okrętów w trakcie II wojny światowej, czym zdobył sobie przydomek „Niezatapialny Sam”.
ru: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
uk: Фортуні цього легендарного кота позаздрить будь-хто з командирів! Сем пережив загибель трьох кораблів під час Другої світової війни, за що його й назвали «непотоплюваним».
zh: Везучести этого легендарного кота позавидует любой командир! Сэм пережил гибель трёх кораблей во время Второй мировой войны, за что и был прозван «непотопляемым».
zh_sg: 世上几乎没有人会不佩服这只传奇猫的运气！山姆在二战期间先后从三艘沉没的战舰上幸存，因此获得了绰号——不沉的山姆。

# IDS_PBGA002_2_PDR_MKVII_QUAD
source: 40 mm Vickers 2-pdr. Mk VII
ru: 40-мм Vickers 2-pdr. Mk VII
uk: 40-мм Vickers 2-pdr. Mk VII
zh: 40 毫米 维克斯 2-pdr. Mk7

# IDS_PBGA004_12MM62_HI
source: 12.7 mm Mk III
ru: 12,7-мм Mk III
uk: 12,7-мм Mk III
zh: 12.7 毫米 Mk III

# IDS_PBGA007_20MM_OERLIKON_MK4
source: 20 mm Oerlikon Mk IV
ru: 20-мм Oerlikon Mk IV
uk: 20-мм Oerlikon Mk IV
zh: 20 毫米 厄利空 Mk4

# IDS_PBGA008_2_PDR_MKVIII_8BARREL
source: 40 mm Vickers 2-pdr. Mk VIII
ru: 40-мм Vickers 2-pdr. Mk VIII
uk: 40-мм Vickers 2-pdr. Mk VIII
zh: 40 毫米 维克斯 2-pdr. Mk8

# IDS_PBGA012_40MM_BOFORS_MK2
source: 40 mm Bofors Mk II
ru: 40-мм Bofors Mk II
uk: 40-мм Bofors Mk II
zh: 40 毫米 博福斯 Mk II

# IDS_PBGA020_20MM_OERLIKON_MK_V
source: 20 mm Oerlikon Mk V
ru: 20-мм Oerlikon Mk V
uk: 20-мм Oerlikon Mk V
zh: 20 毫米 厄利空 Mk5

# IDS_PBGA022_40MM_BOFORS_MKV
source: 40 mm Bofors Boffin
ru: 40-мм Bofors Boffin
uk: 40-мм Bofors Boffin
zh: 40 毫米 Bo Bof

# IDS_PBGA025_40MM_BOFORS_TWIN
source: 40 mm Bofors Mk V
ru: 40-мм Bofors Mk V
uk: 40-мм Bofors Mk V
zh: 40 毫米 博福斯 Mk V

# IDS_PBGA028_BROWNING_M2_MOD2
source: 12.7 mm Browning M2 mod. 2
ru: 12,7-мм Browning M2 mod. 2
uk: 12,7-мм Browning M2 mod. 2
zh: 12.7 毫米 勃朗宁 M2 2型

# IDS_PBGA031_3IN70_MK6
source: 76.2 mm/70 Mk VI
ru: 76,2-мм/70 Mk VI
uk: 76,2-мм/70 Mk VI
zh: 76.2 毫米/70 Mk VI

# IDS_PBGA032_12PDR_12CWT_MK9
source: 76.2 mm/40 QF Mk II
ru: 76,2-мм/40 QF Mk II
uk: 76,2-мм/40 QF Mk II
zh: 76.2 毫米/40 QF Mk II

# IDS_PBGA033_40MM_BOFORS_MK_VI
source: 40 mm Bofors Mk VI
ru: 40-мм Bofors Mk VI
uk: 40-мм Bofors Mk VI
zh: 40 毫米 博福斯 Mk VI

# IDS_PBGA036_STAAG_MARKV
source: 40 mm STAAG
ru: 40-мм STAAG
uk: 40-мм STAAG
zh: 40 毫米 STAAG

# IDS_PBGA042_3IN_HA_12PDR
source: 76.2 mm/45 HA Mk IV
ru: 76,2-мм/45 HA Mk IV
uk: 76,2-мм/45 HA Mk IV
zh: 76.2 毫米/45 HA Mk IV

# IDS_PBGA044_40MM_VICKERS
source: 40 mm Vickers 2-pdr. QF Mk II
ru: 40-мм Vickers 2-pdr. QF Mk II
uk: 40-мм Vickers 2-pdr. QF Mk II
zh: 40 毫米 维克斯 2-pdr. QF Mk II

# IDS_PBGA045_MACHINEGUNMAXIM_7_62
source: 7.7 mm Maxim machine gun Mk I
es_mx: Ametralladora Maxim Mk I de 7.7 mm
ru: 7,7-мм пулемёт Maxim Mk I
uk: 7,7-мм кулемет Maxim Mk I
zh: 7.7 毫米 马克西姆 机枪 Mk I
zh_sg: 7.7 mm Maxim 机枪 Mk I

# IDS_PBGA049_UP_LAUNCHER
source: UP AA Rocket Mk I
zh: 对空火箭 I型

# IDS_PBGA060_40MM_BOFORS_MARK_IV_HAZEMEYER
source: 40 mm Bofors Mk IV
ru: 40-мм Bofors Mk IV
uk: 40-мм Bofors Mk IV
zh: 40 毫米 博福斯 Mk IV

# IDS_PBGA061_40MM_BOFORS_MARK_VII_SINGLE
source: 40 mm Bofors Mk VII
ru: 40-мм Bofors Mk VII
uk: 40-мм Bofors Mk VII
zh: 40 毫米 博福斯 Mk VII

# IDS_PBGA067_2PDR_QF_MKII_POMPOM
source: 40 mm/39 QF Mk II
ru: 40-мм/39 QF Mk II
uk: 40-мм/39 QF Mk II
zh: 40 毫米/39 QF Mark II

# IDS_PBGA072_2_PDR_MKVII_QUAD
source: 40 mm/39 QF Mk VII
ru: 40-мм/39 QF Mk VII
uk: 40-мм/39 QF Mk VII
zh: 40 毫米/39 QF Mark VII

# IDS_PBGA073_2_PDR_MKVIII_8BARREL
source: 40 mm/39 QF Mk VIII
ru: 40-мм/39 QF Mk VIII
uk: 40-мм/39 QF Mk VIII
zh: 40 毫米/39 QF Mark VIII

# IDS_PBGA074_40MM_BOFORS_MK2
source: 40 mm/56 QF Mk II Bofors
ru: 40-мм/56 QF Mk II Bofors
uk: 40-мм/56 QF Mk II Bofors
zh: 40 毫米/56 QF Mark II Bofors

# IDS_PBGA082_12MM62_HI
source: 12.7 mm Mk III
ru: 12,7-мм Mk III
uk: 12,7-мм Mk III
zh: 12.7 毫米 Mk III

# IDS_PBGA083_BREDA_20MM_65
source: 20 mm Breda Model 35
es_mx: 20 mm Breda Modelo 35
ru: 20-мм Breda Model 35
uk: 20-мм Breda Model 35
zh: 20毫米 布雷达 35型

# IDS_PBGA085_13_2MM_2BARRELS_BREDA_MG1
source: 13.2 mm Breda Model 31
es_mx: 13.2 mm Breda Modelo 31
ru: 13,2-мм Breda Model 31
uk: 13,2-мм Breda Model 31
zh: 13.2毫米 布雷达 31型

# IDS_PBGA088_2_PDR_MKVII_QUAD
source: 40 mm/39 QF Mk VII
ru: 40-мм/39 QF Mk VII
uk: 40-мм/39 QF Mk VII
zh: 40 毫米/39 QF Mark VII

# IDS_PBGA097_40MM_BOFORS_MK1
source: 40 mm Bofors Mk I
es_mx: Bofors Mk I de 40 mm
ru: 40-мм Bofors Mk I
uk: 40-мм Bofors Mk I
zh: 40 mm 博福斯 Mk I

# IDS_PBGA098_40MM_2PDR_QF_MKII_POMPOM
source: 40 mm/39 QF Mk II
ru: 40-мм/39 QF Mk II
uk: 40-мм/39 QF Mk II
zh: 40 毫米/39 QF Mark II

# IDS_PBGA124_303_LEWIS
source: 7.7 mm Lewis
ru: 7,7-мм Lewis
uk: 7,7-мм Lewis
zh: 7,7-мм Lewis

# IDS_PBGA194_40MM_BOFORS_5_RP50
source: 40 mm Bofors Mk V RP50
ru: 40-мм Bofors Mk V RP50
uk: 40-мм Bofors Mk V RP50
zh: 40 毫米 博福斯 Mk V RP50

# IDS_PBGM001_6IN50_MK_XXIII
source: 152 mm/50 Mk XXIII
ru: 152-мм/50 Mk XXIII
uk: 152-мм/50 Mk XXIII
zh: 152 毫米/50 Mk XXIII

# IDS_PBGM009_15IN42_MK1
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBGM010_15IN42_MK1_RF
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBGM016_6IN50_MK_XI
source: 152 mm/45 PVI
ru: 152-мм/45 PVI
uk: 152-мм/45 PVI
zh: 152 毫米/45 PVI

# IDS_PBGM021_6IN50_MK_XXI
source: 152 mm/50 Mk XXI
ru: 152-мм/50 Mk XXI
uk: 152-мм/50 Mk XXI
zh: 152 毫米/50 Mk XXI

# IDS_PBGM024_6IN50_QF_MK_V
source: 152 mm/50 Mk XXVI
ru: 152-мм/50 Mk XXVI
uk: 152-мм/50 Mk XXVI
zh: 152 毫米/50 Mk XXVI

# IDS_PBGM026_4IN50_MK12
source: 102 mm/50 Mk XII
ru: 102-мм/50 Mk XII
uk: 102-мм/50 Mk XII
zh: 102 毫米/50 Mk12

# IDS_PBGM027_4IN50_MK12
source: 102 mm/50 Mk XII
ru: 102-мм/50 Mk XII
uk: 102-мм/50 Mk XII
zh: 102 毫米/50 Mk12

# IDS_PBGM037_6IN45_MK_XII
source: 152 mm/45 PXIII*
ru: 152-мм/45 PXIII*
uk: 152-мм/45 PXIII*
zh: 152 毫米/45 PXIII*

# IDS_PBGM039_234MM50_MK_XII_TWIN
source: 234 mm/50 Mk XII
ru: 234-мм/50 Mk XII
uk: 234-мм/50 Mk XII
zh: 234-мм/50 Mk XII

# IDS_PBGM040_234MM50_MK_XII_TRIPLE
source: 234 mm/50 Mk XII
ru: 234-мм/50 Mk XII
uk: 234-мм/50 Mk XII
zh: 234-мм/50 Mk XII

# IDS_PBGM048_15IN42_MK2
source: 381 mm/42 Mk II
ru: 381-мм/42 Mk II
uk: 381-мм/42 Mk II
zh: 381 毫米/42 Mk II

# IDS_PBGM052_15IN42_MK2_B
source: 381 mm/42 Mk II
ru: 381-мм/42 Mk II
uk: 381-мм/42 Mk II
zh: 381 毫米/42 Mk II

# IDS_PBGM053_4IN45_QF_MK_XIX
source: 102 mm/45 QF Mk XIX
ru: 102-мм/45 QF Mk XIX
uk: 102-мм/45 QF Mk XIX
zh: 102 毫米/45 QF Mk19

# IDS_PBGM056_14IN45_BL_MKVII_QUADRO
source: 356 mm/45 Mk VII Quad
ru: 356-мм/45 Mk VII Quad
uk: 356-мм/45 Mk VII Quad
zh: 356毫米/45 Mk VII Quad

# IDS_PBGM057_14IN45_BL_MKVII_TWIN
source: 356 mm/45 Mk VII Twin
ru: 356-мм/45 Mk VII Twin
uk: 356-мм/45 Mk VII Twin
zh: 356毫米/45 Mk VII Twin

# IDS_PBGM058_16_5IN_45_MKII_CUBIC
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBGM059_16_5IN_45_MKII_ROUNDED
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBGM062_18IN_45
source: 457 mm/45 Mk II
ru: 457-мм/45 Mk II
uk: 457-мм/45 Mk II
zh: 457 毫米/45 Mk II

# IDS_PBGM063_13_5IN_45_MARK_V
source: 343 mm/45 Mk V
ru: 343-мм/45 Mk V
uk: 343-мм/45 Mk V
zh: 343 毫米/45 Mk V

# IDS_PBGM066_16IN45_BL_MKI
source: 406 mm/45 Mk I
ru: 406-мм/45 Mk I
uk: 406-мм/45 Mk I
zh: 406 毫米/45 Mk I

# IDS_PBGM069_12IN45_MKX
source: 305 mm/45 Mk X
ru: 305-мм/45 Mk X
uk: 305-мм/45 Mk X
zh: 305 毫米/45 Mk X

# IDS_PBGM075_120MM_45_QF_MKIX
source: 120 mm/45 QF Mk IX
ru: 120-мм/45 QF Mk IX
uk: 120-мм/45 QF Mk IX
zh: 120 毫米/45 QF Mk IX

# IDS_PBGM077_16IN_45_MKII_CUBIC
source: 406 mm/45 Mk IV
ru: 406-мм/45 Mk IV
uk: 406-мм/45 Mk IV
zh: 406 毫米/45 Mk IV

# IDS_PBGM078_16_45_MKII_ROUNDED
source: 406 mm/45 Mk IV
ru: 406-мм/45 Mk IV
uk: 406-мм/45 Mk IV
zh: 406 毫米/45 Mk IV

# IDS_PBGM079_120MM_45_QF_CP_MKXIX_TWIN
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PBGM080_4IN_45_MKV
source: 102 mm/45 QF Mk V
ru: 102-мм/45 QF Mk V
uk: 102-мм/45 QF Mk V
zh: 102毫米 L/45 QF Mark V

# IDS_PBGM081_15IN_45_MKII
source: 381 mm/45 Mk VII
ru: 381-мм/45 Mk VII
uk: 381-мм/45 Mk VII
zh: 381 毫米/45 Mk VII

# IDS_PBGM086_4_7IN_50QF_MKXI
source: 120 mm/50 QF Mk XI
ru: 120-мм/50 QF Mk XI
uk: 120-мм/50 QF Mk XI
zh: 120 毫米/50 QF Mk XI

# IDS_PBGM087_4_5IN_45_MK4_2BARRELS
source: 113 mm/45 Mk IV
ru: 113-мм/45 Mk IV
uk: 113-мм/45 Mk IV
zh: 113 毫米/45 Mk IV

# IDS_PBGM089_4_7IN_45_BL_MKI
source: 120 mm/45 BL Mk I
ru: 120-мм/45 BL Mk I
uk: 120-мм/45 BL Mk I
zh: 120 毫米/45 BL Mk I

# IDS_PBGM093_4_5IN_45_MK4_1BARREL
source: 113 mm/45 Mk IV
ru: 113-мм/45 Mk IV
uk: 113-мм/45 Mk IV
zh: 113 毫米/45 Mk IV

# IDS_PBGM100_4IN_40_QF_MKIV
source: 102 mm/40 QF Mk IV
ru: 102-мм/40 QF Mk IV
uk: 102-мм/40 QF Mk IV
zh: 102 毫米/40 QF Mk IV

# IDS_PBGM101_15IN42_MK1_VANGUARD
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBGM102_4_5IN45_MK_5
source: 113 mm/45 RP 41 Mk VI
ru: 113-мм/45 RP 41 Mk VI
uk: 113-мм/45 RP 41 Mk VI
zh: 113毫米/45 RP 41 Mk VI

# IDS_PBGM104_12IN45_MKX
source: 305 mm/45 Mk X
ru: 305-мм/45 Mk X
uk: 305-мм/45 Mk X
zh: 305 毫米/45 Mk X

# IDS_PBGM106_15IN42_MK1_RF_VANGUARD
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBGM121_8IN50_BL_MKIX
source: 203 mm/50 BL Mk IX
ru: 203-мм/50 BL Mk IX
uk: 203-мм/50 BL Mk IX
zh: 203-мм/50 BL Mk IX

# IDS_PBGM123_7_5IN45_BL_MKVI
source: 190 mm/45 BL Mk VI
ru: 190-мм/45 BL Mk VI
uk: 190-мм/45 BL Mk VI
zh: 190-мм/45 BL Mk VI

# IDS_PBGM198_6IN50_NEPTUNE
source: 152 mm/50 Mk XXV
ru: 152-мм/50 Mk XXV
uk: 152-мм/50 Mk XXV
zh: 152 毫米/50 Mk XXV

# IDS_PBGM199_6IN45_DANAE_EM
source: 152 mm/45 CPXIV
ru: 152-мм/45 CPXIV
uk: 152-мм/45 CPXIV
zh: 152 毫米/45 CPXIV

# IDS_PBGM8826_5_MLE_1887_93
source: 164.7 mm/45 Mle 1887/93
ru: 164,7-мм/45 Mle 1887/93
uk: 164,7-мм/45 Mle 1887/93
zh: 164.7 毫米/45 Mle 1887/93
