Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC286_BRITISHCVARC_GRUMMAN_TBF_DESCRIPTION
source: The prototype of the carrier-based torpedo bomber TBF, developed by Grumman company, was first presented to the public on December 7, 1941, on the day of the Pearl Harbor attack. The order to start mass production of the new aircraft, immediately dubbed as the Avenger, followed rather quickly. The plane that came off the assembly lines in the spring of 1942 was large and heavy, but actually this was its main advantage: due to the large volume of its fuel tanks, the aircraft had an unsurpassed action radius. Additionally, its capacious bomb compartment enabled it to carry a 570 mm torpedo or over 900 kg of bombs. Moreover, the torpedo bomber was armed with four machine guns, and the seats for its three crew members were well protected by armor. A powerful 1,900 hp engine ensured that this heavy load reached its destination, and at an excellent speed. Since August 1942, each and every large-scale operation in the Pacific Theater involved Avengers. From autumn of the same year, they took part in the battle for the Atlantic and the Mediterranean as well. Their service record included the landings in North Africa, the Battle of Leyte Gulf, the sinking of battleship Yamato, and the invasions of Iwo Jima and Okinawa. Avengers acted both as air-to-water bombers and attack aircraft, as well as strike aircraft raiding enemy onshore positions. Equipped with radar, they proved to be wonderful reconnaissance and anti-submarine defense planes, having sunk dozens of submarines. Their load capacity, range, and potential for refurbishment ensured that the Avengers had a long career in the armed forces of seven countries of the world. Interestingly, in 1954, they became the first aircraft to enter service in the revived Japanese Naval Forces. In the 1980s, the last Avengers still being used were engaged in extinguishing wildfires in the United States and Canada.
es_mx: El prototipo del torpedero embarcado TBF, desarrollado por la compañía Grumman fue presentado al público por primera vez el 7 de diciembre de 1941, el día que Pearl Harbor fue atacado. La orden para comenzar la producción en serie del nuevo avión, nombrado inmediatamente Avenger, tuvo lugar poco tiempo después. El avión que salió de las líneas de ensamble en el verano de 1942 era grande y pesado, pero de hecho, está era su ventaja principal: gracias al gran volumen de sus tanques de combustible, el avión tenía un radio de acción insuperable. Adicionalmente, su espacioso compartimiento de bombas le permitía llevar un torpedo de 570 mm o más de 900 kg de bombas. Además, el torpedero estaba armado con cuatro ametralladoras, y los asientos de sus tres tripulantes estaban bien protegidos por un blindaje. Un poderoso motor de 1900 hp aseguraba que su pesada carga alcanzara su destino con una excelente velocidad. A partir de agosto de 1942, cada una de las grandes operaciones del Teatro del Pacífico involucraron a los Avengers. Desde otoño del mismo año, participaron en la batalla por el Atlántico así como por el Mediterráneo. Su récord de servicio incluía los desembarcos en África del Norte, la Batalla del Golfo de Leyte, el hundimiento del acorazado Yamato y las invasiones de Iwo Jima y Okinawa. Los Avengers actuaron como bombarderos aire-agua y como aviones de ataque, así como aviones de combate que atacaron las posiciones costeras del enemigo. Equipados con un radar, probaron ser aviones maravillosos para el reconocimiento y la defensa antisubmarina, habiendo hundido a docenas de submarinos. Su capacidad de carga, alcance, y potencial para su modernización aseguraron que los Avengers tuvieran una larga carrera en las fuerzas armadas de siete países del mundo. Interesantemente, en 1954, se convirtieron en el primer avión en entrar en servicio en las revividas Fuerzas Navales Japonesas. En la década de los 80, los últimos Avengers aún eran usados para extinguir los incendios forestales en los Estados Unidos y Canadá.
ja: グラマン社が開発した艦上雷撃機 TBF の最初の試作機は、1941 年 12 月 7 日に初めて一般にお披露目されましたが、皮肉にもこの日は真珠湾攻撃が行われた日でもありました。"Avenger" (アヴェンジャー、復讐者) という愛称が付けられた本機は、比較的速やかに生産体制に入り、1942 年の春から量産型が完成し始めました。本機は大型で重い機体でしたが、この点こそが最大の長所だったと言えるでしょう。大容量の燃料タンクによって比類なき航続距離を実現していたのです。加えて、大型の爆弾倉を備えており、570 mm 魚雷 1 本または 900 kg を超える爆弾を搭載することが可能でした。さらに、機銃を 4 挺搭載し、3 名の乗員は防弾版によって効果的に守られていました。にも関わらず、1,900 馬力を誇る強力なエンジンのおかげで速力も優秀でした。 1942 年の 8 月以降は、太平洋戦線におけるあらゆる大規模作戦に、このアヴェンジャーの姿がありました。加えて、同年の秋以降は、大西洋および地中海方面での運用も開始されました。参加した戦闘には、北アフリカ上陸作戦、レイテ沖海戦、戦艦大和の撃沈、硫黄島および沖縄への上陸作戦が含まれます。対艦爆撃機や対艦攻撃機、さらには敵の陸上施設に対する攻撃機としても運用されました。レーダーを搭載した上で偵察機および対潜哨戒機としても素晴しい活躍を見せ、数十隻もの潜水艦を撃沈しました。 搭載量と航続距離に優れ、幅広い改修が可能だったアヴェンジャーは、世界 7 ヶ国の軍隊において長期に渡り運用され続けました。興味深いことに、1954 年に本機は、当時発足したばかりだった日本の海上自衛隊に最初に配備された航空機のひとつとなりました。アメリカとカナダにおいては 1980 年代まで森林火災の消火用として運用され続けました。
pl: Prototyp zaprojektowano przez firmę Grumman bombowca torpedowego TBF po raz pierwszy pokazano publicznie 7 grudnia 1941 roku, w dniu ataku na Pearl Harbor. Zamówienie na produkcję masową nowej maszyny, natychmiast nazwanej Avenger (ang. „Mściciel”) złożono bardzo szybko. Samolot, który schodził z linii produkcyjnych począwszy od wiosny 1942 roku był dość duży i ciężki, ale to akurat było w jego przypadku zaletą, ponieważ dzięki dużym zbiornikom paliwa jego zasięg operacyjny był niedościgniony. Dodatkowo posiadał pojemny luk bombowy, w którym przenosić mógł jedną torpedę kal. 570 mm lub 900 kg bomb. Bombowiec uzbrojony był również w cztery karabiny maszynowe i miejsca dla trzech członków załogi, dobrze chronionej pancerzem. Potężny silnik o mocy 1900 KM gwarantował, że ten duży ładunek szybko dotrze do celu. Od sierpnia 1942 roku Avengery brały udział w każdej dużej operacji na Pacyfiku. Od jesieni tego samego roku brały udział w bitwach o Atlantyk i Morze Śródziemne. W trakcie swojej służby zaliczyły desanty w Afryce Północnej, bitwę w zatoce Leyte, zatopienie pancernika Yamato oraz inwazje na Iwo Jimę i Okinawę. Avengery wykorzystywano jako klasyczne bombowce i samoloty szturmowe zarówno do zwalczania celów nawodnych, jak i instalacji przybrzeżnych. Wyposażone były w radar, dzięki któremu doskonale sprawdzały się w prowadzeniu rozpoznania, jak i zwalczania okrętów podwodnych, których zatopiły kilka tuzinów. Ich ładowność, zasięg i potencjał modernizacyjny zagwarantował im długą karierę w siłach zbrojnych siedmiu krajów. Co interesujące, w 1954 roku Avenger stał się pierwszym samolotem wcielonym do służby w odbudowanych siłach powietrznych Japonii. W latach 80. ostatnie Avengery nadal były wykorzystywane do gaszenia pożarów lasów w Stanach Zjednoczonych i Kanadzie.
ru: Прототип палубного торпедоносца-бомбардировщика TBF, разработанного фирмой Grumman, был впервые представлен публике 7 декабря 1941 года, в день нападения на Пёрл-Харбор. Заказ на массовое производство нового самолёта, немедленно окрещённого Avenger (англ. «Мститель»), не заставил себя долго ждать. Начавшая сходить с конвейеров весной 1942 года машина была большой и тяжёлой, но в этом и крылось её главное преимущество — за счёт большого объёма топливных баков самолёт имел непревзойдённый радиус действия, а вместительный бомбовый отсек позволял нести торпеду калибра 570 мм или свыше 900 кг бомб. Кроме этого, торпедоносец был вооружён четырьмя пулемётами, а места для трёх членов его экипажа защищались бронёй. Обеспечивал всю эту нагрузку, а вместе с ней и превосходные скоростные характеристики, мощный 1900-сильный двигатель. Начиная с августа 1942 года без «эвенджеров» не обходилась ни одна сколько-нибудь крупная операция на Тихоокеанском театре военных действий. С осени того же года они участвовали в борьбе за Атлантику и Средиземноморье. В их послужном списке были высадка в Северной Африке, сражение в заливе Лейте, потопление линкора Yamato, вторжение на Иводзиму и Окинаву. При этом «эвенджеры» действовали не только по надводным целям. В качестве бомбардировщиков и штурмовиков они повсеместно привлекались к ударам по береговым позициям. Оснащённые радарами, они прекрасно проявили себя в качестве разведчиков и самолётов ПЛО, записав на свой счёт десятки потопленных подводных лодок. Грузоподъёмность, дальность действия и потенциал для переоборудования обеспечили «мстителям» долгую карьеру в вооружённых силах семи стран мира. Любопытный факт: в 1954 году они стали первыми самолётами, поступившими на вооружение возрождённых Морских сил Японии. В 1980-х последние находившиеся в эксплуатации «эвенджеры» занимались тушением пожаров в США и Канаде.
uk: Прототип палубного торпедоносця-бомбардувальника TBF, розроблений фірмою Grumman, вперше презентували широкому загалу 7 грудня 1941 р., у день нападу на Перл-Гарбор. Невдовзі розмістили й замовлення на масове виробництво нового літака, який одразу нарекли Avenger (укр. «Месник»). Машина, яка почала сходити з конвеєра навесні 1942 р., була великою та важкою, але це й була її головна перевага — завдяки значному об’єму паливних баків, літак мав неперевершений радіус дії, а місткий бомбовий відсік давав змогу нести торпеду калібру 570 мм або понад 900 кг бомб. На додачу, торпедоносець був озброєний чотирма кулеметами, а місця для трьох членів екіпажу захищала броня. Забезпечував це навантаження, а разом із ним і відмінні швидкісні характеристики, потужний 1900-сильний двигун. Від серпня 1942 р. жодна більш-менш значна операція на Тихоокеанському театрі воєнних дій не відбувалася без «месників». Восени того ж року вони долучилися до боротьби за Атлантику й Середземномор’я. В їхньому послужному списку — висадка в Північній Африці, битва в затоці Лейте, затоплення лінкора Yamato, вторгнення на Іодзіму та Окінаву. Причому «месники» били не лише по надводних цілях — їх повсякчас використовували як бомбардувальники та штурмовики під час нападів на берегові позиції супротивника. Оснащені радарами, вони чудово виявили себе як розвідники та літаки протичовнової оборони, записавши на свій рахунок десятки затоплених підводних човнів. Вантажопідйомність, дальність дії та потенціал для переоснащення забезпечили «месникам» довгу службу у збройних силах семи країн світу. Цікавий факт — 1954 р. вони стали першими літаками, що взяли на озброєння відроджені Морські сили Японії. У 1980-х за допомогою останніх із «месників», що залишалися в експлуатації, у США й Канаді гасили пожежі.
zh: Прототип палубного торпедоносца-бомбардировщика TBF, разработанного фирмой Grumman, был впервые представлен публике 7 декабря 1941 года, в день нападения на Пёрл-Харбор. Заказ на массовое производство нового самолёта, немедленно окрещённого Avenger (англ. «Мститель»), не заставил себя долго ждать. Начавшая сходить с конвейеров весной 1942 года машина была большой и тяжёлой, но в этом и крылось её главное преимущество — за счёт большого объёма топливных баков самолёт имел непревзойдённый радиус действия, а вместительный бомбовый отсек позволял нести торпеду калибра 570 мм или свыше 900 кг бомб. Кроме этого, торпедоносец был вооружён четырьмя пулемётами, а места для трёх членов его экипажа защищались бронёй. Обеспечивал всю эту нагрузку, а вместе с ней и превосходные скоростные характеристики, мощный 1900-сильный двигатель. Начиная с августа 1942 года без «эвенджеров» не обходилась ни одна сколько-нибудь крупная операция на Тихоокеанском театре военных действий. С осени того же года они участвовали в борьбе за Атлантику и Средиземноморье. В их послужном списке были высадка в Северной Африке, сражение в заливе Лейте, потопление линкора Yamato, вторжение на Иводзиму и Окинаву. При этом «эвенджеры» действовали не только по надводным целям. В качестве бомбардировщиков и штурмовиков они повсеместно привлекались к ударам по береговым позициям. Оснащённые радарами, они прекрасно проявили себя в качестве разведчиков и самолётов ПЛО, записав на свой счёт десятки потопленных подводных лодок. Грузоподъёмность, дальность действия и потенциал для переоборудования обеспечили «мстителям» долгую карьеру в вооружённых силах семи стран мира. Любопытный факт: в 1954 году они стали первыми самолётами, поступившими на вооружение возрождённых Морских сил Японии. В 1980-х последние находившиеся в эксплуатации «эвенджеры» занимались тушением пожаров в США и Канаде.
zh_sg: 舰载鱼雷轰炸机TBF的原型由格鲁曼公司研发，于1941年12月7日的珍珠港袭击中首次出现在公众视野。这种飞机很快被命名为“复仇者”，并很快下令大量生产。1942年春天，这种飞机从生产线上组装完成。“复仇者”体型和重量都很大，这实际上是它的优势：由于其油箱有着极大的容量，这种飞机的行动半径非常出色。此外，其巨大的炸弹存储空间使其能够携带一个570毫米的鱼雷或者超过900千克的炸弹。而且，这种鱼雷轰炸机装备了四挺机枪，可容纳三位飞行员乘坐，座位也被装甲良好保护。1900马力的强大引擎保证了这种大载重量的飞机能够以极佳的飞行速度顺利抵达目的地。 从1942年8月起，太平洋战场的每次大规模行动中都坑看到复仇者式的身影。同年秋天，它们还参加了爆发在大西洋和地中海的战斗。它们的服役记录中包括，莱特湾战役中在北非登陆，击沉大和号战列舰，以及入侵硫磺岛和冲绳。复仇者式既扮演了对空海轰炸机的角色，也会作为攻击机突击敌军岸上阵地。它们装备有雷达，是出色的侦察机和反潜艇防御飞机，有过数十次击沉潜艇的战绩。 它们的载弹能力、攻击范围和翻新升级的潜力确保了复仇者式在全球七个国家都有着极长的列装服役生涯。有趣的是，在1954年，它成为了第一架在恢复后的日本海军服役的飞机。在1980年代，最后服役的复仇者式飞机被用于扑灭美国和加拿大的火灾。

# IDS_PCZC287_BRITISHCVARC_JUNKERSJU_87C_DESCRIPTION
source: In 1938, at the height of the construction of Kriegsmarine's first aircraft carrier Graf Zeppelin, it was decided to include dive bombers in her air group. As a matter of urgency, a deck modification of the famous Ju-87 "Stuka", designated by the letter "C" for "Cäsar" (German for Caesar), was developed. The new aircraft differed from the ground-launched dive bomber with its folding wings, a landing hook, and additional equipment that allowed the plane to be set on a catapult. Since the landing gear of Ju-87 was not retracted, the deck version had a mechanism that could "eject" the landing gear in case of ditching. The dive bomber's armament consisted of three small-caliber machine guns and up to 700 kg of bomb load. The pre-production of Ju-87C began in the summer of 1939. Their crews' training had begun a few months before. However, in the spring of 1940, the construction of Graf Zeppelin was suspended. Some of the Ju-87C were converted back to ground-based aircraft, other were used for experimental purposes until 1944.
es_mx: En 1938, en el momento de la construcción del primer portaaviones de la Kriegsmarine, el Graf Zeppelin, se decidió incluir bombarderos en picada en su grupo aéreo. Por cuestión de urgencia, se desarrolló una modificación embarcada del famoso Ju-87 "Stuka", designado con la letra "C" por "Cäsar" (César en alemán). El nuevo avión era diferente al bombardero en picada basado en tierra por sus alas plegables, un gancho de aterrizaje, y un equipo adicional que le permitía al avión a ser preparado en una catapulta. Ya que el tren de aterrizaje del Ju-87 no era retráctil, la versión embarcada tenía un mecanismo que podía "expulsar" el tren de aterrizaje en caso de emergencia. El armamento del bombardero en picada consistía en tres ametralladoras de bajo calibre y una carga de bombas de hasta 700 kg. La preproducción del Ju-87C comenzó el verano de 1939. El entrenamiento de sus tripulaciones había comenzado unos cuantes meses antes. Sin embargo, en el verano de 1940, la construcción del Graf Zeppelin fue suspendida. Algunos de los Ju-87C fueron convertidos de vueta a los aviones basados en tierra, otros fueron usados con propósitos experimentales hasta 1944.
ja: 1938 年、ドイツ海軍初の航空母艦であるグラーフ・ツェッペリンの建造が進められる中で、その艦載機に急降下爆撃機を含めることが決定されました。この要求に迅速に応じるべく、高名な Ju-87「シュトゥーカ」の艦上型が開発され、C 型と命名されました。この C は "Cäsar" (シーザー) の頭文字でした。陸上型との違いとして、主翼が折り畳み式となり、着艦フックを備え、カタパルトから射出するための装備が追加されていました。本機は主脚が固定式であったため、艦上型では不時着水の際に主脚を投棄できる機構が盛り込まれました。兵装は小口径機銃 3 挺と爆弾最大 700 kg でした。 Ju-87C は 1939 年の夏から試験生産が開始され、その数ヶ月前には乗員の訓練も始まっていましたが、1940 年の春にグラーフ・ツェッペリンの建造が中止されました。Ju-87C の一部は陸上型に改修され、その他に 1944 年まで実験用として運用された機体もありました。
pl: W roku 1938, w szczytowym momencie budowy pierwszego lotniskowca Kriegsmarine – okrętu Graf Zeppelin, zdecydowano, że w jego grupie lotniczej powinny znaleźć się bombowce nurkujące. W pośpiechu opracowano morską wersję słynnego Ju-87 „Stuka”, oznaczoną literą C (od niemieckiego słowa Cäsar, czyli Cezar). Nowy samolot różnił się od wersji lądowej składanymi skrzydłami, obecnością haka ogonowego i dodatkowego wyposażenia pozwalającego na start samolotu z katapulty. Ponieważ podwozie Ju-87 nie było chowane, wersja morska posiadała mechanizm pozwalający je odrzucić w przypadku lądowania na wodzie. Na uzbrojenie bombowca składały się trzy karabiny maszynowe małego kalibru i do 700 kg bomb. Przedprodukcja Ju-87C rozpoczęła się latem 1939 roku. Ich załogi rozpoczęły szkolenie kilka miesięcy wcześniej. Jednak wiosną 1940 roku budowa Graf Zeppelin została wstrzymana. Niektóre Ju-87C zostały przebudowane z powrotem na wersje lądowe, inne służyły do celów eksperymentalnych do 1944 roku.
ru: В 1938 году, в разгар строительства первого авианосца Кригсмарине Graf Zeppelin, было принято решение о включении пикирующих бомбардировщиков в его будущую авиагруппу. В срочном порядке была разработана палубная модификация знаменитой «Штуки» Ju-87, обозначенная литерой «C», или «Цезарь» (нем. Cäsar). От пикировщика наземного базирования новый самолёт отличался складывающимися крыльями, наличием посадочного крюка и оборудования для установки на катапульту. Так как шасси у Ju-87 не убиралось, в палубной версии был установлен механизм, позволявший «отстреливать» шасси в случае вынужденной посадки на воду. Вооружение бомбардировщика составляли три малокалиберных пулемёта и до 700 кг бомбовой нагрузки. Предсерийное производство Ju-87C началось летом 1939 года. Тренировки экипажей для них начались за несколько месяцев до этого. Однако весной 1940 года строительство Graf Zeppelin было приостановлено. Часть Ju-87C была переоборудована обратно в самолёты наземного базирования, часть до 1944 года использовалась в экспериментальных целях.
uk: 1938 року, коли повним ходом тривало будівництво авіаносця Крігсмаріне Graf Zeppelin, ухвалили рішення про включення пікіруючих бомбардувальників до його майбутньої авіагрупи. Терміново розробили палубну модифікацію славнозвісної «Штуки» Ju-87, позначену літерою «С» від «Cäsar» (нім. Цезар). Від пікірувальника наземного базування новий літак відрізнявся складаними крилами, наявністю посадкового гака й оснащення для встановлення на катапульту. Оскільки шасі Ju-87 не прибирав, на палубну версію ставили механізм «відстрілювання» шасі на випадок вимушеного приводнення. Озброєння бомбардувальника складали три малокаліберних кулемети й до 700 кг бомбового навантаження. Передсерійне виробництво Ju-87C запустили влітку 1939 р. Тренувати екіпажі для них почали кількома місяцями раніше. Втім, 1940 р. будівництво Graf Zeppelin тимчасово зупинили. Частину Ju-87C переобладнали на літаки наземного базування, а інші до 1944 р. використовували з експериментальною метою.
zh: В 1938 году, в разгар строительства первого авианосца Кригсмарине Graf Zeppelin, было принято решение о включении пикирующих бомбардировщиков в его будущую авиагруппу. В срочном порядке была разработана палубная модификация знаменитой «Штуки» Ju-87, обозначенная литерой «C», или «Цезарь» (нем. Cäsar). От пикировщика наземного базирования новый самолёт отличался складывающимися крыльями, наличием посадочного крюка и оборудования для установки на катапульту. Так как шасси у Ju-87 не убиралось, в палубной версии был установлен механизм, позволявший «отстреливать» шасси в случае вынужденной посадки на воду. Вооружение бомбардировщика составляли три малокалиберных пулемёта и до 700 кг бомбовой нагрузки. Предсерийное производство Ju-87C началось летом 1939 года. Тренировки экипажей для них начались за несколько месяцев до этого. Однако весной 1940 года строительство Graf Zeppelin было приостановлено. Часть Ju-87C была переоборудована обратно в самолёты наземного базирования, часть до 1944 года использовалась в экспериментальных целях.
zh_sg: 1938年，在德国海军的第一艘航母“齐柏林伯爵”建造的高峰期，决定在其飞行小队中加入俯冲轰炸机。作为紧急事项，著名的Ju-87 “Stuka”的舰载改装版本被研发出来，命名为Ju-87C，“C”代表“Cäsar”（Caesar的德语）。这架新型飞机与地面起飞的俯冲轰炸机不同，它拥有折叠机翼，着陆钩以及帮助飞机安装在弹射器上的其他设备。由于Ju-87的起落架无法缩回，因此舰载版本设计了一种机制，可以在起飞时“弹出”起落架。这种俯冲轰炸机的武器装备包括三挺小口径机枪和高达700千克的炸弹载弹量。 Ju-87C的前期生产始于1939年夏天。而飞行员培训已在几个月前开始。然而，在1940年春天，“齐柏林伯爵”的建造被中止了。一些Ju-87C被转换成为陆基飞机，其他的用于实验目的，直到1944年。

# IDS_PCZC288_BRITISHCVARC_FAIREY_SWORDFISH
source: Fairey Swordfish
zh: 剑鱼式鱼雷攻击机
