Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBGM8827_4MLE_1888_91
source: 65 mm/50 Mle 1888/91
ru: 65-мм/50 Mle 1888/91
uk: 65-мм/50 Mle 1888/91
zh: 65 毫米/50 Mle 1888/91

# IDS_PBGS006_4IN45_QF_MK_XIX
source: 102 mm/45 QF Mk XIX
ru: 102-мм/45 QF Mk XIX
uk: 102-мм/45 QF Mk XIX
zh: 102 毫米/45 QF Mk19

# IDS_PBGS011_152MM50_TYPE41
source: 152 mm/50 BL Mk XVI
ru: 152-мм/50 BL Mk XVI
uk: 152-мм/50 BL Mk XVI
zh: 152 毫米/50 BL Mk16

# IDS_PBGS013_4IN_45_MK_V
source: 102 mm/45 Mk V
ru: 102-мм/45 Mk V
uk: 102-мм/45 Mk V
zh: 102 毫米/45 Mk V

# IDS_PBGS034_4_5IN45_MK_5
source: 113 mm/45 RP 41 Mk VI
ru: 113-мм/45 RP 41 Mk VI
uk: 113-мм/45 RP 41 Mk VI
zh: 114 毫米/45 RP 41 Mk VI

# IDS_PBGS054_4IN50_BL_MKVII
source: 102 mm/50 Mk VII
ru: 102-мм/50 Mk VII
uk: 102-мм/50 Mk VII
zh: 102 毫米/50 Mk VII

# IDS_PBGS055_5_25IN_50_QF_MK_I
source: 133 mm/50 QF Mk I
ru: 133-мм/50 QF Mk I
uk: 133-мм/50 QF Mk I
zh: 134 毫米/50 QF Mk I

# IDS_PBGS064_4_7IN40_QF_MKVIII
source: 120 mm/40 QF Mk VIII
ru: 120-мм/40 QF Mk VIII
uk: 120-мм/40 QF Mk VIII
zh: 120 毫米/40 QF Mk VIII

# IDS_PBGS065_5_25IN_50_RP10_MK_ISTAR
source: 133 mm/50 Mk I*
ru: 133-мм/50 Mk I*
uk: 133-мм/50 Mk I*
zh: 134 毫米/50 Mk I

# IDS_PBGS068_BL_6IN_MKXXII
source: 152 mm/50 Mk XXII
ru: 152-мм/50 Mk XXII
uk: 152-мм/50 Mk XXII
zh: 152 毫米/50 Mk XXII

# IDS_PBGS070_114MM_45_MKIII
source: 113 mm/45 Mk II BD
ru: 113-мм/45 Mk II BD
uk: 113-мм/45 Mk II BD
zh: 114 毫米/45 Mark II BD

# IDS_PBGS071_4IN_50_BL_MKVII
source: 102 mm/50 BL Mk VII
ru: 102-мм/50 BL Mk VII
uk: 102-мм/50 BL Mk VII
zh: 102 毫米/50 BL Mk VII

# IDS_PBGS096_4_5IN45_MARK_III_UD
source: 113 mm/45 Mk III UD
ru: 113-мм/45 Mk III UD
uk: 113-мм/45 Mk III UD
zh: 113-мм/45 Mk III UD

# IDS_PBGS103_3IN50_QF_12PDR_18CWT
source: 76 mm/50 QF Mk X
ru: 76-мм/50 QF Mk X
uk: 76-мм/50 QF Mk X
zh: 76 毫米/50 QF Mk X

# IDS_PBGS127_4IN45_QF_MK_XIX
source: 102 mm/45 QF Mk XIX
ru: 102-мм/45 QF Mk XIX
uk: 102-мм/45 QF Mk XIX
zh: 102 毫米/45 QF Mk19

# IDS_PBGS128_4_5IN_45_MK4_2BARRELS
source: 113 mm/45 Mk IV
ru: 113-мм/45 Mk IV
uk: 113-мм/45 Mk IV
zh: 113 毫米/45 Mk IV

# IDS_PBGS195_4IN45_XIX_M
source: 102 mm/45 QF RP51 Mk XVIV*
ru: 102-мм/45 QF RP51 Mk XVIV*
uk: 102-мм/45 QF RP51 Mk XVIV*
zh: 102 毫米/45 QF RP51 Mk XVIV*

# IDS_PBGS196_4IN45_XX
source: 102 mm/45 QF Mk XIX*
ru: 102-мм/45 QF Mk XIX*
uk: 102-мм/45 QF Mk XIX*
zh: 102 毫米/45 QF Mk XIX*

# IDS_PBGS535_QF_5_2IN_MKI
source: Pom-Pom Gun
zh: 机关炮

# IDS_PBGS8806_MLE_1902
source: 65 mm/50 Mle 1902
ru: 65-мм/50 Mle 1902
uk: 65-мм/50 Mle 1902
zh: 65 毫米/50 Mle 1902

# IDS_PBGS8811_MARK_II
source: 205 mm/75 Mk II
ru: 205-мм/75 Mk II
uk: 205-мм/75 Mk II
zh: 205 毫米/75 Mk 2

# IDS_PBGT005_21IN_QUAD_TORPEDO_TUBE
source: 533 mm QR Mk II
ru: 533-мм QR Mk II
uk: 533-мм QR Mk II
zh: 533 毫米 QR Mk II

# IDS_PBGT023_21IN_3TUBE_TR_MK_IV_R
source: 533 mm TR Mk IV
ru: 533-мм TR Mk IV
uk: 533-мм TR Mk IV
zh: 533 毫米 TR Mk IV

# IDS_PBGT030_21IN_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple Mk I
ja: 533 mm 三連装 Mk I
ru: 533-мм 3-трубный Mk I
uk: 533-мм 3-трубний Mk I
zh: 533 毫米 三联装 Mk I
zh_sg: 533 mm 三联 Mk I

# IDS_PBGT038_21IN_TRIPLE_TORPEDO_TUBE
source: 533 mm TR Mk I
ru: 533-мм TR Mk I
uk: 533-мм TR Mk I
zh: 533 毫米 TR Mk I

# IDS_PBGT041_21IN_TORPEDO_TUBES_TWIN_R
source: 533 mm DR Mk II
ru: 533-мм DR Mk II
uk: 533-мм DR Mk II
zh: 533 毫米 DR Mk II

# IDS_PBGT046_21IN_TORPEDO_TUBES_TWIN_L
source: 533 mm DR Mk II
ru: 533-мм DR Mk II
uk: 533-мм DR Mk II
zh: 533 毫米 DR Mk II

# IDS_PBGT047_21IN_3TUBE_TR_MK_IV_L
source: 533 mm TR Mk IV
ru: 533-мм TR Mk IV
uk: 533-мм TR Mk IV
zh: 533 毫米 TR Mk IV

# IDS_PBGT050_21IN_4TUBE_QR_MK_VII_R
source: 533 mm QR Mk IV
ru: 533-мм QR Mk IV
uk: 533-мм QR Mk IV
zh: 533 毫米 QR Mk IV

# IDS_PBGT051_21IN_4TUBE_QR_MK_VII_L
source: 533 mm QR Mk IV
ru: 533-мм QR Mk IV
uk: 533-мм QR Mk IV
zh: 533 毫米 QR Mk IV

# IDS_PBGT076_21IN_QUAD_TORPEDO_TUBE
source: 533 mm QR Mk IV
ru: 533-мм QR Mk IV
uk: 533-мм QR Mk IV
zh: 533 毫米 QR Mk IV

# IDS_PBGT090_21IN_5TUBE_TORPEDO_TUBE
source: 533 mm PR Mk II
ru: 533-мм PR Mk II
uk: 533-мм PR Mk II
zh: 533 毫米 PR Mk II

# IDS_PBGT094_21IN_TORPEDO_TUBES_TWIN
source: 533 mm Mk I
ru: 533-мм Mk I
uk: 533-мм Mk I
zh: 533 毫米 Mk I

# IDS_PBGT095_21IN_5TUBE_TORPEDO_TUBE
source: 533 mm PR Mk II
ru: 533-мм PR Mk II
uk: 533-мм PR Mk II
zh: 533 毫米 PR Mk II

# IDS_PBPA001_381MM_HE_MKVIII
source: 381 mm HE Mk VIIIb
ru: 381-мм HE Mk VIIIb
uk: 381-мм HE Mk VIIIb
zh: 381 毫米 HE Mk8b

# IDS_PBPA002_381MM_AP_APC_MARKXXIIB
source: 381 mm AP Mk XXIIb
ru: 381-мм AP Mk XXIIb
uk: 381-мм AP Mk XXIIb
zh: 381 毫米 AP Mk22b

# IDS_PBPA003_152MM_HE_HE4CRH
source: 152 mm HE 4crh
ru: 152-мм HE 4crh
uk: 152-мм HE 4crh
zh: 152 毫米 HE 4crh

# IDS_PBPA004_102MM_HE_HE_35LBS
source: 102 mm HE 35 lb
ru: 102-мм HE 35 фн.
uk: 102-мм HE 35 фн
zh: 102 毫米 HE 35 lb

# IDS_PBPA005_102MM_AP_CAMPBELTOWN
source: 102 mm SC Mk XVI
ru: 102-мм SC Mk XVI
uk: 102-мм SC Mk XVI
zh: 102 毫米 SC Mk16

# IDS_PBPA006_102MM_HE_CAMPBELTOWN
source: 102 mm SC Mk XV
ru: 102-мм SC Mk XV
uk: 102-мм SC Mk XV
zh: 102 毫米 SC Mk15

# IDS_PBPA007_102MM_HE_MG_BS
source: 102 mm HE 35 lb Practice
ru: 102-мм HE 35 фн. Practice
uk: 102-мм HE 35 фн Practice
zh: 102 毫米 HE 35 lb 训练弹

# IDS_PBPA008_102MM_AP_MG_BS
source: 102 mm AP 38 lb Practice
ru: 102-мм AP 38 фн. Practice
uk: 102-мм AP 38 фн Practice
zh: 102毫米 AP 38磅训练弹

# IDS_PBPA009_152MM_AP_100LBS
source: 152 mm AP 100 lb
ru: 152-мм AP 100 фн.
uk: 152-мм AP 100 фн
zh: 152 毫米 AP 100 lb

# IDS_PBPA010_152MM_HE_100LBS
source: 152 mm HE 100 lb
ru: 152-мм HE 100 фн.
uk: 152-мм HE 100 фн
zh: 152 毫米 HE 100 lb

# IDS_PBPA011_152MM_AP_4CRH
source: 152 mm AP 4crh
ru: 152-мм AP 4crh
uk: 152-мм AP 4crh
zh: 152 毫米 AP 4crh

# IDS_PBPA012_152MM_HE_4CRH
source: 152 mm HE 4crh
ru: 152-мм HE 4crh
uk: 152-мм HE 4crh
zh: 152 毫米 HE 4crh

# IDS_PBPA013_152MM_AP_4CRH_SC
source: 152 mm AP 4crh SC
ru: 152-мм AP 4crh SC
uk: 152-мм AP 4crh SC
zh: 152 毫米 AP 4crh SC

# IDS_PBPA014_152MM_HE_6CRH_SC
source: 152 mm HE 6crh SC
ru: 152-мм HE 6crh SC
uk: 152-мм HE 6crh SC
zh: 152 毫米 HE 6crh SC

# IDS_PBPA015_152MM_HE_6CRH_MK4
source: 152 mm HE 6crh Mk IV
ru: 152-мм HE 6crh Mk IV
uk: 152-мм HE 6crh Mk IV
zh: 152 毫米 HE 6crh Mk IV

# IDS_PBPA016_152MM_AP_6CRH_MK4
source: 152 mm AP 6crh Mk IV
ru: 152-мм AP 6crh Mk IV
uk: 152-мм AP 6crh Mk IV
zh: 152 毫米 AP 6crh Mk IV

# IDS_PBPA017_152MM_AP_MK5
source: 152 mm AP Mk V
ru: 152-мм AP Mk V
uk: 152-мм AP Mk V
zh: 152 毫米 AP Mk V

# IDS_PBPA018_152MM_HE_MK5
source: 152 mm HE Mk V
ru: 152-мм HE Mk V
uk: 152-мм HE Mk V
zh: 152 毫米 HE Mk V

# IDS_PBPA019_114MM_HE_MK16
source: 113 mm HE Mk XVI
ru: 113-мм HE Mk XVI
uk: 113-мм HE Mk XVI
zh: 114 毫米 HE Mk XVI

# IDS_PBPA020_152MM_HE_BEL
source: 152 mm HE 6crh Mk IV
ru: 152-мм HE 6crh Mk IV
uk: 152-мм HE 6crh Mk IV
zh: 152 毫米 HE 6crh Mk IV

# IDS_PBPA021_152MM_AP_BEL
source: 152 mm AP 6crh Mk IV
ru: 152-мм AP 6crh Mk IV
uk: 152-мм AP 6crh Mk IV
zh: 152 毫米 AP 6crh Mk IV

# IDS_PBPA022_152MM_AP_MK5_ALT_F
source: 152 mm AP Mk V
ru: 152-мм AP Mk V
uk: 152-мм AP Mk V
zh: 152 毫米 AP Mk V

# IDS_PBPA023_152MM_HE_MK5_ALT_F
source: 152 mm HE Mk V
ru: 152-мм HE Mk V
uk: 152-мм HE Mk V
zh: 152 毫米 HE Mk V

# IDS_PBPA024_381MM_AP_HOOD
source: 381 mm AP Mk XIIIa
ru: 381-мм AP Mk XIIIa
uk: 381-мм AP Mk XIIIa
zh: 381 毫米 AP Mk XIIIa

# IDS_PBPA025_381MM_HE_HOOD
source: 381 mm HE Mk VIIIb
ru: 381-мм HE Mk VIIIb
uk: 381-мм HE Mk VIIIb
zh: 381 毫米 HE Mk8b

# IDS_PBPA028_305MM_MX_AP
source: 305 mm AP Mk VIa
ru: 305-мм AP Mk VIa
uk: 305-мм AP Mk VIa
zh: 305 毫米 AP Mk VIa

# IDS_PBPA029_305MM_MX_HE
source: 305 mm HE Mk IIa
ru: 305-мм HE Mk IIa
uk: 305-мм HE Mk IIa
zh: 305 毫米 HE Mk IIa

# IDS_PBPA030_102MM_MVII_HE
source: 102 mm HE Mk II
ru: 102-мм HE Mk II
uk: 102-мм HE Mk II
zh: 102 毫米 HE Mk II

# IDS_PBPA031_343MM_MV_IIA_AP
source: 343 mm AP Mk I
ru: 343-мм AP Mk I
uk: 343-мм AP Mk I
zh: 343 毫米 AP Mk I

# IDS_PBPA032_343MM_MV_HE_L
source: 343 mm HE Mk I
ru: 343-мм HE Mk I
uk: 343-мм HE Mk I
zh: 343 毫米 HE Mk I

# IDS_PBPA033_343MM_MV_IA_AP
source: 343 mm AP Mk Ia
ru: 343-мм AP Mk Ia
uk: 343-мм AP Mk Ia
zh: 343 毫米 AP Mk Ia

# IDS_PBPA034_343MM_MV_HE_H
source: 343 mm HE Mk III
ru: 343-мм HE Mk III
uk: 343-мм HE Mk III
zh: 343 毫米 HE Mk III

# IDS_PBPA035_152MM_PVIII_4CRH_HE
source: 152 mm HE 4crh
ru: 152-мм HE 4crh
uk: 152-мм HE 4crh
zh: 152 毫米 HE 4crh

# IDS_PBPA036_114MM_MII_HE
source: 113 mm HE 5crh
ru: 113-мм HE 5crh
uk: 113-мм HE 5crh
zh: 114 毫米 HE 5crh

# IDS_PBPA037_120MM_MXII_HE
source: 120 mm HE Mk VA
ru: 120-мм HE Mk VA
uk: 120-мм HE Mk VA
zh: 120 毫米 HE Mk VA

# IDS_PBPA038_152MM_MXXII_AP
source: 152 mm AP Mk V
ru: 152-мм AP Mk V
uk: 152-мм AP Mk V
zh: 152 毫米 AP Mk V

# IDS_PBPA039_406MM_MI_IB_AP
source: 406 mm AP Mk IB
ru: 406-мм AP Mk IB
uk: 406-мм AP Mk IB
zh: 406 毫米 AP Mk IB

# IDS_PBPA040_406MM_MI_HE
source: 406 mm HE Mk II
ru: 406-мм HE Mk II
uk: 406-мм HE Mk II
zh: 406 毫米 HE Mk II

# IDS_PBPA041_134MM_MI_HE
source: 133 mm HE Mk IC
ru: 133-мм HE Mk IC
uk: 133-мм HE Mk IC
zh: 134 毫米 HE Mk IC

# IDS_PBPA042_356MM_MVII_HE
source: 356 mm HE Mk VIb
ru: 356-мм HE Mk VIb
uk: 356-мм HE Mk VIb
zh: 356 毫米 HE Mk VIb

# IDS_PBPA043_356MM_MVII_MVIIB_AP
source: 356 mm AP Mk VIIb
ru: 356-мм AP Mk VIIb
uk: 356-мм AP Mk VIIb
zh: 356 毫米 AP Mk VIIb

# IDS_PBPA044_406MM_MIV_AP
source: 406 mm AP Mk III
ru: 406-мм AP Mk III
uk: 406-мм AP Mk III
zh: 406 毫米 AP Mk III

# IDS_PBPA045_406MM_MIV_HE
source: 406 mm HE Mk II
ru: 406-мм HE Mk II
uk: 406-мм HE Mk II
zh: 406 毫米 HE Mk II

# IDS_PBPA046_457MM_MII_AP
source: 457 mm AP Mk II
ru: 457-мм AP Mk II
uk: 457-мм AP Mk II
zh: 457 毫米 AP Mk II

# IDS_PBPA047_457MM_MII_HE
source: 457 mm HE Mk II
ru: 457-мм HE Mk II
uk: 457-мм HE Mk II
zh: 457 毫米 HE Mk II

# IDS_PBPA048_120MM_QFMIX_AP_G
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PBPA049_120MM_QFMIX_HE_G
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PBPA050_419MM_MII_HE
source: 419 mm HE Mk I
ru: 419-мм HE Mk I
uk: 419-мм HE Mk I
zh: 419 毫米 HE Mk I

# IDS_PBPA051_419MM_MII_AP
source: 419 mm AP Mk II
ru: 419-мм AP Mk II
uk: 419-мм AP Mk II
zh: 419 毫米 AP Mk II

# IDS_PBPA052_381MM_HE_MKVIII_C
source: 381 mm HE Mk VIIIb
ru: 381-мм HE Mk VIIIb
uk: 381-мм HE Mk VIIIb
zh: 381 毫米 HE Mk8b

# IDS_PBPA053_381MM_AP_MKXXIIB_C
source: 381 mm AP Mk XXIIb
ru: 381-мм AP Mk XXIIb
uk: 381-мм AP Mk XXIIb
zh: 381 毫米 AP Mk22b

# IDS_PBPA054_381MM_AP_MKII
source: 381 mm AP Mk XIIIa
ru: 381-мм AP Mk XIIIa
uk: 381-мм AP Mk XIIIa
zh: 381 毫米 AP Mk XIIIa

# IDS_PBPA055_381MM_HE_MKII
source: 381 mm HE Mk VIIIb
ru: 381-мм HE Mk VIIIb
uk: 381-мм HE Mk VIIIb
zh: 381 毫米 HE Mk VIIIb

# IDS_PBPA056_406MM_AP_NELSON
source: 406 mm AP Mk IB
ru: 406-мм AP Mk IB
uk: 406-мм AP Mk IB
zh: 406 毫米 AP Mk IB

# IDS_PBPA057_406MM_HE_NELSON
source: 406 mm HE Mk II
ru: 406-мм HE Mk II
uk: 406-мм HE Mk II
zh: 406 毫米 HE Mk II

# IDS_PBPA058_356MM_HE_DUKE
source: 356 mm HE Mk VIb
ru: 356-мм HE Mk VIb
uk: 356-мм HE Mk VIb
zh: 356 毫米 HE Mk VIb

# IDS_PBPA059_356MM_AP_DUKE
source: 356 mm AP Mk VIIIb
ru: 356-мм AP Mk VIIIb
uk: 356-мм AP Mk VIIIb
zh: 356 毫米 AP Mk VIIIb

# IDS_PBPA060_120_HE_COSSACK
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PBPA061_120_AP_COSSACK
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PBPA062_114MM_SAP_55LB
source: 113 mm SAP 55 lb
ru: 113-мм SAP 55 фн.
uk: 113-мм SAP 55 фн
zh: 113 毫米 SAP 55 lb

# IDS_PBPA063_102MM_HE_QF_MKIV
source: 102 mm HE 31 lb
ru: 102-мм HE 31 фн.
uk: 102-мм HE 31 фн
zh: 102 毫米 HE 31 lb

# IDS_PBPA064_102MM_AP_QF_MKIV
source: 102 mm SAP 31 lb
ru: 102-мм SAP 31 фн.
uk: 102-мм SAP 31 фн
zh: 102 毫米 SAP 31 lb

# IDS_PBPA065_102MM_HE_33LBS
source: 102 mm HE 33 lb
ru: 102-мм HE 33 фн.
uk: 102-мм HE 33 фн
zh: 102 毫米 HE 33 lb

# IDS_PBPA066_102MM_AP_38LBS
source: 102 mm SAP 38 lb
ru: 102-мм SAP 38 фн.
uk: 102-мм SAP 38 фн
zh: 102 毫米 SAP 38 lb

# IDS_PBPA067_120MM_HE_62LBS
source: 120 mm HE 62 lb
ru: 120-мм HE 62 фн.
uk: 120-мм HE 62 фн
zh: 120 毫米 HE 62 lb

# IDS_PBPA068_120MM_SAP_62LBS
source: 120 mm SAP 62 lb
ru: 120-мм SAP 62 фн.
uk: 120-мм SAP 62 фн
zh: 120 毫米 SAP 62 lb

# IDS_PBPA069_114MM_MII_HE_MAIN
source: 113 mm HE 5crh
ru: 113-мм HE 5crh
uk: 113-мм HE 5crh
zh: 113 毫米 HE 5crh

# IDS_PBPA070_140MM_HE_BL_MKI
source: 140 mm HE Mk ID
es_mx: HE Mk ID de 140 mm
ru: 140-мм HE Mk ID
uk: 140-мм HE Mk ID
zh: 140 毫米 HE Mk ID

# IDS_PBPA071_381MM_HE_VANGUARD
source: 381 mm HE Mk VIIIb SC
ru: 381-мм HE Mk VIIIb SC
uk: 381-мм HE Mk VIIIb SC
zh: 381 毫米 HE Mk VIIIb SC

# IDS_PBPA072_381MM_AP_VANGUARD
source: 381 mm AP Mk XXIIb SC
ru: 381-мм AP Mk XXIIb SC
uk: 381-мм AP Mk XXIIb SC
zh: 381 毫米 AP Mk XXIIb SC

# IDS_PBPA073_76MM_HE_MK27M1
source: 76 mm HE Mk27
ru: 76-мм HE Mk 27
uk: 76-мм HE Mk 27
zh: 76 毫米 HE Mk27

# IDS_PBPA075_305MM_AP_DREAD
source: 305 mm AP Mk VIa
ru: 305-мм AP Mk VIa
uk: 305-мм AP Mk VIa
zh: 305 毫米 AP Mk VIa

# IDS_PBPA076_305MM_HE_DREAD
source: 305 mm HE Mk IIa
ru: 305-мм HE Mk IIa
uk: 305-мм HE Mk IIa
zh: 305 毫米 HE Mk IIa

# IDS_PBPA077_152MM_ATBA_HE
source: 152 mm HE Mk V
ru: 152-мм HE Mk V
uk: 152-мм HE Mk V
zh: 152 毫米 HE Mk V

# IDS_PBPA077_152MM_MXXII_HE
source: 152 mm HE Mk V
ru: 152-мм HE Mk V
uk: 152-мм HE Mk V
zh: 152 毫米 HE Mk V

# IDS_PBPA078_203MM_HE_EXETER
source: 203 mm HE 256 lb
es_mx: HE 256 lb de 203 mm
ru: 203-мм HE 256 фн.
uk: 203-мм HE 256 фн
zh: 203 毫米 HE 256 lb

# IDS_PBPA079_203MM_AP_EXETER
source: 203 mm AP 256 lb
es_mx: AP 256 lb de 203 mm
ru: 203-мм AP 256 фн.
uk: 203-мм AP 256 фн
zh: 203 毫米 AP 256 lb

# IDS_PBPA080_419MM_MII_AP_TEST
source: 419 mm AP Mk II
ru: 419-мм AP Mk II
uk: 419-мм AP Mk II
zh: 419 毫米 AP Mk II

# IDS_PBPA081_381MM_AP_MKII_TEST
source: 381 mm AP Mk XIIIa
ru: 381-мм AP Mk XIIIa
uk: 381-мм AP Mk XIIIa
zh: 381 毫米 AP Mk XIIIa

# IDS_PBPA082_457MM_MII_TEST
source: 457 mm AP Mk II
ru: 457-мм AP Mk II
uk: 457-мм AP Mk II
zh: 457 毫米 AP Mk II

# IDS_PBPA083_234MM_HE_6CRH
source: 234 mm HE 6 CRH
pl: 234 mm OB 6 CRH
ru: 234-мм HE 6 CRH
uk: 234-мм HE 6 CRH
zh: 234-мм HE 6 CRH

# IDS_PBPA084_234MM_AP_6CRH
source: 234 mm AP 6 CRH
pl: 234 mm PP 6 CRH
ru: 234-мм AP 6 CRH
uk: 234-мм AP 6 CRH
zh: 234-мм AP 6 CRH

# IDS_PBPA085_203MM_HE_256LBS
source: 203 mm HE 256 lb
es_mx: HE 256 lb de 203 mm
ru: 203-мм HE 256 фн.
uk: 203-мм HE 256 фн
zh: 203 毫米 HE 256 lb

# IDS_PBPA086_203MM_AP_256LBS
source: 203 mm AP 256 lb
es_mx: AP 256 lb de 203 mm
ru: 203-мм AP 256 фн.
uk: 203-мм AP 256 фн
zh: 203 毫米 AP 256 lb

# IDS_PBPA087_203MM_AP_LONDON
source: 203 mm AP 256 lb
es_mx: AP 256 lb de 203 mm
ru: 203-мм AP 256 фн.
uk: 203-мм AP 256 фн
zh: 203 毫米 AP 256 lb

# IDS_PBPA088_203MM_HE_LONDON
source: 203 mm HE 256 lb
es_mx: HE 256 lb de 203 mm
ru: 203-мм HE 256 фн.
uk: 203-мм HE 256 фн
zh: 203 毫米 HE 256 lb

# IDS_PBPA089_190MM_HE_200LBS
source: 190 mm HE 200 fn.
pl: 190 mm OB 200 fn.
ru: 190-мм HE 200 фн.
uk: 190-мм HE 200 фн
zh: 190-мм HE 200 фн.

# IDS_PBPA090_190MM_AP_200LBS
source: 190 mm AP 200 fn.
pl: 190 mm PP 200 fn.
ru: 190-мм AP 200 фн.
uk: 190-мм AP 200 фн
zh: 190-мм AP 200 фн.

# IDS_PBPA091_234MM_HE_CHESHIRE
source: 234 mm HE 6 CRH
ru: 234-мм HE 6 CRH
uk: 234-мм HE 6 CRH
zh: 234-мм HE 6 CRH

# IDS_PBPA092_234MM_AP_CHESHIRE
source: 234 mm AP 6 CRH
ru: 234-мм AP 6 CRH
uk: 234-мм AP 6 CRH
zh: 234-мм AP 6 CRH

# IDS_PBPA093_152MM_AP_BELFAST2
source: 152 mm AP 6crh Mk IV
ru: 152-мм AP 6crh Mk IV
zh: 152 毫米 AP 6crh Mk IV

# IDS_PBPA094_152MM_HE_BELFAST2
source: 152 mm HE 6crh Mk IV mod.1
ru: 152-мм HE 6crh Mk IV mod.1
zh: 152-мм HE 6crh Mk IV mod.1

# IDS_PBPB104_HERMES_STOCK
source: HE 40 lb G.P. Bomb
es_mx: Bomba G.P HE de 40 lb
ru: ОФ 40 lb G.P. Bomb
uk: ОФ 40lb G.P. Bomb
zh: 40lb G.P. Bomb

# IDS_PBPB106_FURIOUS_STOCK
source: HE 250 lb G.P. Bomb
es_mx: Bomba G.P HE de 250 lb
ru: ОФ 250 lb G.P. Bomb
uk: ОФ 250lb G.P. Bomb
zh: 250lb G.P. Bomb

# IDS_PBPB107_ARKR_250LB
source: HE 40 lb G.P. Bomb
es_mx: Bomba G.P HE de 40 lb
ru: ОФ 40 lb G.P. Bomb
uk: ОФ 40lb G.P. Bomb
zh: 40lb G.P. Bomb

# IDS_PBPB108_IMPLACABLE_STOCK
source: HE 250 lb G.P. Bomb
es_mx: Bomba G.P HE de 250 lb
ru: ОФ 250 lb G.P. Bomb
uk: ОФ 250lb G.P. Bomb
zh: 250lb G.P. Bomb

# IDS_PBPB110_AUDACIOUS_STOCK
source: HE 500 lb G.P. Bomb
es_mx: Bomba G.P HE de 500 lb
ru: ОФ 500 lb G.P. Bomb
uk: ОФ 500lb G.P. Bomb
zh: 500lb G.P. Bomb

# IDS_PBPB206_FURIOUS_TOP
source: HE 250 lb G.P. Bomb
es_mx: Bomba G.P HE de 250 lb
ru: ОФ 250 lb G.P. Bomb
uk: ОФ 250lb G.P. Bomb
zh: 250lb G.P. Bomb

# IDS_PBPB208_IMPLACABLE_TOP
source: HE 250 lb G.P. Bomb
es_mx: Bomba G.P HE de 250 lb
ru: ОФ 250 lb G.P. Bomb
uk: ОФ 250lb G.P. Bomb
zh: 250lb G.P. Bomb

# IDS_PBPB210_AUDACIOUS_TOP
source: HE 500 lb G.P. Bomb
es_mx: Bomba G.P HE de 500 lb
ru: ОФ 500 lb G.P. Bomb
uk: ОФ 500lb G.P. Bomb
zh: 500lb G.P. Bomb

# IDS_PBPB508_INDOMITABLE_STOCK
source: HE 250 lb G.P. Bomb
es_mx: Bomba G.P HE de 250 lb
ru: ОФ 250 lb G.P. Bomb
uk: ОФ 250lb G.P. Bomb
zh: 500lb G.P. Bomb

# IDS_PBPR104_HERMES_STOCK
source: HE RP-3 18 lb Mk.I
es_mx: Mk.I HE RP-3 de 18 lb
ru: ОФ RP-3 18 lb Mk.I
uk: ОФ RP-3 18lb Mk.I
zh: RP-3 18lb HE Mk.I

# IDS_PBPR106_FURIOUS_STOCK
source: HE RP-3 60 lb No1 Mk.I
es_mx: Mk.I No. 1 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No1 Mk.I
uk: ОФ RP-3 60lb No1 Mk.I
zh: RP-3 60lb HE No1 Mk.I

# IDS_PBPR108_IMPLACABLE_STOCK
source: HE RP-3 60 lb No1 Mk.I
es_mx: Mk.I No. 1 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No1 Mk.I
uk: ОФ RP-3 60lb No1 Mk.I
zh: RP-3 60lb HE No1 Mk.I

# IDS_PBPR110_AUDACIOUS_STOCK
source: HE RP-3 60 lb No2 Mk.I
es_mx: Mk.I No. 2 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No2 Mk.I
uk: ОФ RP-3 60lb No2 Mk.I
zh: RP-3 60lb SAP No2 Mk.I

# IDS_PBPR206_FURIOUS_TOP
source: HE RP-3 60 lb No1 Mk.I
es_mx: Mk.I No. 1 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No1 Mk.I
uk: ОФ RP-3 60lb No1 Mk.I
zh: RP-3 60lb HE No1 Mk.I

# IDS_PBPR208_IMPLACABLE_TOP
source: HE RP-3 60 lb No2 Mk.I
es_mx: Mk.I No. 2 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No2 Mk.I
uk: ОФ RP-3 60lb No2 Mk.I
zh: RP-3 60lb SAP No2 Mk.I

# IDS_PBPR209_ARKR_RP3_60LB
source: HE RP-3 60 lb No1 Mk.I
es_mx: Mk.I No. 1 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No1 Mk.I
uk: ОФ RP-3 60lb No1 Mk.I
zh: RP-3 60lb HE No1 Mk.I

# IDS_PBPR210_AUDACIOUS_TOP
source: HE RP-3 60 lb No2 Mk.I
es_mx: Mk.I No. 2 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No2 Mk.I
uk: ОФ RP-3 60lb No2 Mk.I
zh: RP-3 60lb SAP No2 Mk.I

# IDS_PBPR508_INDOMITABLE_STOCK
source: HE RP-3 60 lb No1 Mk.I
es_mx: Mk.I No. 1 HE RP-3 de 60 lb
ru: ОФ RP-3 60 lb No1 Mk.I
uk: ОФ RP-3 60lb No1 Mk.I
zh: RP-3 60lb HE No1 Mk.I

# IDS_PBPT001_CAMPBELTOWN
source: Bliss Leavitt Mk8 mod. 2
zh: 比利斯 莱维特 Mk8 2型

# IDS_PBPT002_CAMPBELTOWN
source: 533 mm Mk VIII
ru: 533-мм Mk VIII
uk: 533-мм Mk VIII
zh: 533 毫米 Mk VIII

# IDS_PBPT003_CAMPBELTOWN
source: 533 mm Mk IV
ru: 533-мм Mk IV
uk: 533-мм Mk IV
zh: 533 毫米 Mk8

# IDS_PBPT004_533_MKII
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PBPT005_533_MKV
source: 533 mm Mk V
ru: 533-мм Mk V
uk: 533-мм Mk V
zh: 533 毫米 Mk V

# IDS_PBPT006_533_MKVII
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBPT007_533_MKIX
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBPT008_533_MKIX2
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBPT009_533_MKIX3
source: 533 mm Mk IX**
ru: 533-мм Mk IX**
uk: 533-мм Mk IX**
zh: 533 毫米 Mk IX**

# IDS_PBPT010_533_MKIXM
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBPT011_TORP_GALLANT
source: 533 mm Mk IX
ru: 533-мм Mk IX
uk: 533-мм Mk IX
zh: 533 毫米 Mk IX

# IDS_PBPT012_533_COSSACK
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBPT013_533_EXETER
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBPT014_533_LONDON
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PBPT015_533_MKIXM_CHESHIRE
source: 533 mm Mk IXM
ru: 533-мм Mk IXM
uk: 533-мм Mk IXM
zh: 533 毫米 Mk IXM

# IDS_PBPT016_533_BELFAST2
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PBSA106
source: Furious
zh: 暴怒
zh_sg: 暴怒

# IDS_PBSA106_DESCR
source: A relatively large warship that was initially laid down as a battlecruiser, before being refitted into a full-fledged aircraft carrier in several steps. The ship was finally commissioned by the Navy in 1925, and held the status of being the fastest carrier at that time.
es_mx: Un barco de combate relativamente grande que inicialmente fue puesto en quilla como un crucero de batalla, antes de ser reequipado como un portaaviones completamente desarrollado en varios pasos. El barco fue puesto en servicio finalmente por la Marina en 1925, y mantuvo su puesto como el portaaviones más veloz de esa época.
ja: フューリアスは比較的大型の軍艦であり、当初は巡洋戦艦として起工されましたが、数段階に渡る改装を経て本格的な航空母艦として生まれ変わり、1925 年に就役しました。本艦は、当時としては最速の航空母艦でした。
pl: Stosunkowo duży okręt wojenny, który początkowo budowano jako krążownik liniowy, ale następnie przebudowano w pełnowartościowy lotniskowiec. Okręt wszedł do służby w 1925 roku i mógł się poszczycić mianem najszybszego ówcześnie lotniskowca świata.
ru: Сравнительно крупный корабль, который был заложен как линейный крейсер, а затем в несколько этапов переоборудован в полноценный авианосец. В последнем качестве был принят флотом в 1925 году, став на тот момент самым быстроходным представителем этого класса.
uk: Порівняно великий корабель, який закладали як лінійний крейсер, а потім за кілька етапів переобладнали на повноцінний авіаносець. Таким і був прийнятий флотом 1925 р., ставши на той час найшвидкохіднішим представником цього класу.
zh: 一艘相当大的战舰，在被分阶段改装成一艘完整的航空母舰前，最初是作为战斗巡洋舰被安放龙骨。此舰最终于1925年在海军服役，并成为当时最快的航空母舰。
zh_sg: 这是一艘相对较大的战舰，最初作为战列巡洋舰开始建造，然后分几步重新装配成一艘完整的航空母舰。该战舰最终于1925年加入海军，并成为了当时航速最快的航母。

# IDS_PBSA106_FULL
source: Furious
zh: 暴怒
zh_sg: 暴怒

# IDS_PBSA108
source: Implacable
zh: 怨仇
zh_sg: 怨仇

# IDS_PBSA108_DESCR
source: The most advanced British aircraft carrier of World War II. She was inferior to her foreign counterparts of comparable dimensions in terms of the number of aircraft her air group comprised, but boasted a conceptual advantage that enhanced the ship's survivability—an armored flight deck.
es_mx: El portaaviones británico más avanzado de la Segunda Guerra Mundial. Era inferior a sus contrapartes extranjeras de dimensiones similares en cuanto a la cantidad de aviones que incluía su grupo aéreo, pero contaba con una ventaja en su concepto que mejoraba la supervivencia del barco: una cubierta de vuelo blindada.
ja: インプラカブル級航空母艦は、二次大戦中のイギリス海軍において最も先進的な空母でした。本級は、サイズが同等の他国製空母に比して搭載機数が劣っていましたが、飛行甲板に装甲が施されており、高い抗堪性を実現していました。
pl: Najnowocześniejszy brytyjski lotniskowiec II wojny światowej. Nie dorównywał swoim zagranicznym rywalom o podobnych wymiarach pod względem liczby przenoszonych samolotów, ale wyróżniał się ważną cechą zwiększającą jego przeżywalność – opancerzonym pokładem lotniczym.
ru: Самый совершенный британский авианосец времён Второй мировой войны. Уступал близким по размеру зарубежным аналогам в численности авиагруппы, но имел принципиальное преимущество, значительно повышавшее живучесть корабля, — бронированную полётную палубу.
uk: Найдосконаліший британський авіаносець часів Другої світової війни. Поступався близьким за розміром закордонним аналогам чисельністю авіагрупи, але мав принципову перевагу, що значно збільшувала живучість корабля — броньовану польотну палубу.
zh: 大战中最先进的Y系航空母舰。它的航空大队所包含的飞机数量不及同等尺寸的外国同侪，但具有加强战舰生存性的概念优势—装甲飞行甲板。
zh_sg: 第二次世界大战中最先进的英国航空母舰。她的飞行编队所中的飞机数量虽然不及其同等尺寸的他国航母，但它拥有增强了战舰生存能力的概念性的优点 - 装甲飞行甲板。

# IDS_PBSA108_FULL
source: Implacable
zh: 怨仇
zh_sg: 怨仇

# IDS_PBSA204
source: Hermes
zh: 赫耳墨斯
zh_sg: 竞技神
