Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC074_YAMAMOTO_SEVA_DESCRIPTION
source: Emperor Hirohito ascended to the throne in December 1926. His motto and throne name throughout his reign was Shōwa, "Enlightened Harmony". Ironically, it was during his reign that Japan was dragged into the bloodiest war in its history. The enthronement ceremonies were held in November 1928 in Kyoto—the former capital of Japan. As tradition demanded, a medal was established for the participants of the celebrations. It was made of silver with its obverse side depicting the imperial throne surrounded by clouds—a symbol of luck—and encircled by blossoms of cherry and mandarin trees. In November 1928, shortly after returning from the U.S.A. where he'd served as a naval attaché for several years, Yamamoto Isoroku, at the rank of Captain, was put in command of the light cruiser Isuzu. Over time, the talented naval commander won the favor and support of the Emperor who appreciated Yamamoto's professional competence and strong commitment to his cause.
es_mx: El Emperador Hirohito ascendió al trono en diciembre de 1926. Su lema y nombre de trono a través de su reino fue Shōwa, "Periodo de Paz Ilustrada". Irónicamente, fue durante su reino que Japón fue llevado a uno de los conflictos más sangrientos de la historia. Las ceremonias de Entronizamiento fueron llevadas a cabo en noviembre de 1928 en Kioto — la antigua capital de Japón. Como lo demandaba la tradición, una medalla fue establecida para los participantes de la celebración. Estaba hecha de plata con su lado anverso mostrando el trono imperial rodeado de nubes—un símbolo de la suerte—y cercado por sakura con árboles mandarines. En noviembre de 1928, justo después de regresar de los Estados Unidos donde habría servido como agregado naval por varios años, Yamamoto Isoroku, con el rango de Capitán, fue puesto en comando del crucero ligero Isuzu. Con el tiempo, el talentoso comandante naval fue ganando el favor y apoyo del Emperador que apreciaba la capacidad profesional de Yamamoto y su fuerte convicción por su causa.
ja: 1926 年、裕仁親王が昭和天皇に即位しました。「昭和」には「国民の平和および世界各国の共存繁栄を願う」という意味が込められていましたが、皮肉にもこの昭和時代に、日本は史上最悪の戦争へと突入していったのでした。即位の礼は、1928 年 11 月に日本の古都、京都で行われました。その際には、前例に倣い、即位の大礼記念の表彰としてこの記念章が制定されました。銀製であり、表面の中央には菊花紋があしらわれた高御座が配され、それを囲むように桜橘文様、雲文様および「萬歳」の文字が刻印されていました。そしてこの雲文様は、幸運を願うシンボルでした。 1928 年 11 月、数年に渡り在勤大使館付武官として駐在していたアメリカから帰国して間もなかった山本五十六大佐は、軽巡洋艦「五十鈴」の艦長を務めていました。そしてこの才能豊かな海軍将校は、その力量と大義への献身を徐々に認められ、昭和天皇から高い評価を得るに至るのです。
pl: Cesarz Hirohito wstąpił na tron w grudniu 1926 roku. Jego motto i nazwa tronowa przez cały okres panowania brzmiały „Shōwa”, „Oświecona harmoania”. Jak na ironię, to za jego rządów Japonia stoczyła najkrwawszą wojnę w swojej historii. Ceremonie intronizacyjne odbyły się w listopadzie 1928 roku w Kyoto – byłej stolicy Japonii. Zgodnie z wymogami tradycji, ustanowiono medal za uczestnictwo w celebracjach. Wykonany był ze srebra, a jego awers przedstawiał cesarski tron otoczony chmurami – symbolem szczęścia – oraz kwiatami wiśni i drzew mandarynkowych. W listopadzie 1928 roku, krótko po powrocie ze stanów zjednoczonych, w których służył przez wiele lat jako attaché morski, Yamamoto Isoroku, w stopniu kapitana, objął dowodzenie nad lekkim krążownikiem Isuzu. Z czasem utalentowany dowódca zyskał uznanie i wsparcie Cesarza, który doceniał jego niepodważalne kompetencje i silne oddanie sprawie.
ru: Император Хирохито вступил на престол в декабре 1926 года. Девизом его правления и тронным именем был «Просвещённый мир» — Сёва. По иронии судьбы, именно при нём Япония была втянута в самую кровавую в своей истории войну. Официальная церемония интронизации состоялась в ноябре 1928 года в старой столице Японии Киото. По установившейся традиции для участников торжеств чеканилась медаль. Изготавливалась она из серебра, на лицевой стороне был изображён императорский трон, окружённый символизирующими удачу облаками, в обрамлении цветов сакуры и мандаринового дерева. В ноябре 1928 года, вернувшийся незадолго до этого из США, где он несколько лет был военным атташе, капитан 1 ранга Ямамото Исороку командовал лёгким крейсером Isuzu. Талантливый флотоводец со временем стал пользоваться благоволением и поддержкой императора, ценившего профессионализм Ямамото и его искреннюю преданность своему делу.
uk: Імператор Хірохіто вступив на престол у грудні 1926 р. Гаслом його правління і тронним ім'ям був «Освічений світ» — Сьова. За іронією долі, саме за його правління Японія втягнули до найкривавішої війни в її історії. Офіційна церемонія сходження на трон відбулася у листопаді 1928 р. в колишній столиці Японії Кіото. За сталою традицією для учасників урочистостей карбували медаль. Виготовляли її із срібла, на аверсі зображали імператорський трон, оточений символом удачі — хмарами, в обрамленні квітів сакури і мандаринового дерева. У листопаді 1928 р. капітан 1-го рангу Ямамото Ісороку, який повернувся перед цим зі США, де він кілька років був військовим аташе, командував легким крейсером Isuzu. Талановитий флотоводець згодом здобув благовоління і підтримку імператора, який цінував професіоналізм Ямамото і його щиру відданість справі.
zh: 1926 年十二月，Hirohito 天皇登上王位。他的座右铭和王位名称在统治时期为昭和，「百姓昭明，协和万邦」。讽刺的是，他在位期间日本陷入它史上最血腥的战争。该登基仪式于 1928 年十一月在日本的前首都──京都举行。根据传统要求，为典礼的参加者设立了一枚勋章。它由银所制成，其正面刻画了被云彩围绕的王位──幸运的象征──并被樱花和柑桔树环绕。 1928 年十一月，从担任了几年海军武官的美国返国后不久，官拜大尉阶级的 Yamamoto Isoroku 被派去指挥轻型巡洋舰 Isuzu。随着时间过去，富有才华的海军指挥官赢得了天皇的青睐及支持，因欣赏 Yamamoto 的专业能力和对其事业强烈的责任感。
zh_sg: 1926年12月，Hirohito天皇登上王位。他的座右铭和王位名称在统治时期为昭和，“百姓昭明，协和万邦”。讽刺的是，他在位期间日本陷入它史上最血腥的战争。该登基仪式于1928年11月在日本的前首都─京都举行。根据传统要求，为典礼的参加者设立了一枚勋章。它由银所制成，其正面刻画了被云彩围绕的王位─幸运的象征─并被樱花和柑桔树环绕。 1928年11月，从担任了几年海军武官的美国返国后不久，官拜大尉阶级的山本五十六被派去指挥轻型巡洋舰Isuzu。随着时间过去，富有才华的海军指挥官赢得了天皇的青睐及支持，山本的专业能力和对其事业强烈的责任感被大为欣赏。

# IDS_PCZC075_YAMAMOTO_NISSHIN
source: Armored Cruiser Nisshin
es_mx: Crucero Blindado Nisshin
ja: 装甲巡洋艦 日進
pl: Krążownik pancerny Nisshin
ru: Броненосный крейсер Nisshin
uk: Броненосний крейсер Nisshin
zh: 装甲巡洋舰 Nisshin
zh_sg: 装甲巡洋舰 Nisshin

# IDS_PCZC075_YAMAMOTO_NISSHIN_DESCRIPTION
source: Built in Italy, Nisshin was one of the renowned Garibaldi-class armored cruisers, which served in four navies around the world. Laid down by the order of Argentine, this cruiser was put on sale shortly before the conflict in the Far East and offered to Russia, but after the Russian government declined to purchase it, Japan stepped in and quickly bought the Nisshin-to-be cruiser. Capable of running at speeds of up to 20 knots, the ship was protected by a 152 mm armor belt, and carried four 203 mm main guns and fourteen 152 mm guns. Hastily, the still-incomplete cruiser, together with her sister ship, was transferred to Japan. It arrived in February of 1904, during the very first days of the Russo-Japanese War. Two months later, Nisshin participated in combat actions. In January 1905, Takano Isoroku, a young Naval Academy graduate, was assigned to Nisshin to serve as an artillery officer. Later in May that year, the Battle of Tsushima became the first real challenge for the future naval commander.
es_mx: Construido en Italia, el Nisshin era uno de los reconocidos cruceros blindados de clase-Garibaldi, que sirvió a cuatro marinas alrededor del mundo. Soltado por la orden de Argentina, este crucero fue puesto en venta pronto después del conflicto en el Lejano Oriente y ofrecido a Rusia, pero después de que el gobierno ruso rechazó la compra, fue Japón quien entro rápido y compró al crucero que sería el Nisshin. Capaz de correr a una velocidad de 20 nudos, el barco estaba protegido por un cinturón de blindaje de 152 mm, y cargaba cuatro cañones principales de 203 y catorce cañones de 152 mm. Velozmente, el todavía incompleto crucero junto con su barco hermano fueron transferidos a Japón, donde llegaron en febrero de 1904, durante los primeros días de la Guerra Ruso-Japonesa. Dos meses después, el Nisshin participó en acciones de combate. En enero de 1905, Takano Isoroku, un joven graduado de la Academia Naval, fue asignado al Nisshin para convertirse en un oficial de artillería. Después en mayo de ese año, la Batalla de Tsushima se convirtió en su primer reto para el futuro comandante naval.
ja: 日進は、高名なガリバルディ級装甲巡洋艦の 1 隻としてイタリアで建造されました。本艦はアルゼンチンからの発注により起工されましたが、日露戦争開戦の少し前にロシアに売りに出されました。しかし、ロシア政府が購入しなかったため、日本海軍が迅速に交渉し、本艦を購入しました。その速力は最大 20 ノット、152 mm の装甲帯を備え、4 門の 203 mm 主砲と 14 門の 152 mm 砲を搭載していました。 まだ未完成だった本艦は、姉妹艦と共に急いで日本に移送され、日露戦争の開戦から間もなかった 1904 年 2 月に到着しました。そしてその 2 ヶ月後に実戦参加。1905 年 1 月、海軍兵学校を卒業した若い少尉候補生、高野五十六が本艦に配属されました。そして同年 5 月の日本海海戦が、後に連合艦隊司令長官となる彼にとっての初の大きな試練となりました。
pl: Zbudowany we Włoszech, Nisshin był jednym ze słynnych krążowników pancernych klasy Garibaldi, które służyły w czterech marynarkach wojennych na świecie. Budowę rozpoczęto na zamówienie Argentyny, ale na krótko przed wybuchem konfliktu na Dalekim Wschodzie wystawiono go na sprzedaż i w pierwszej kolejności zaoferowano Rosji. Gdy rosyjski rząd ofertę odrzucił, Japończycy wkroczyli szybko i kupili okręt. Zdolny do rozwinięcia prędkości 20 węzłów, okręt był chroniony przez pas pancerny o grubości 152 mm i uzbrojony był w cztery działa kal. 203 mm i czternaście dział kal. 152 mm. Wciąż nieukończony krążownik wraz ze swoim siostrzanym okrętem został w pośpiechu przetransportowany do Japonii, do której dotarł w 1904 roku, w pierwszych dniach wojny rosyjsko-japońskiej. Dwa miesiące później Nisshin uczestniczył już w działaniach bojowych. W styczniu 1905 roku Takano Isoroku, młody absolwent Akademii Morskiej, został przydzielony do służby na pokładzie Nisshina, w charakterze oficera artyleryjskiego. W maju tego roku, w trakcie bitwy pod Cuszimą, przyszły admirał przeszedł swój chrzest bojowy.
ru: Nisshin был одним из десяти знаменитых броненосных крейсеров типа Garibaldi, построенных в Италии и служивших в четырёх флотах мира. Заложенный по заказу Аргентины, крейсер в преддверии конфликта на Дальнем Востоке предлагали купить России, однако после её отказа будущий Nisshin в спешном порядке приобрела Япония. При скорости около 20 узлов корабль был защищён 152-мм броневым поясом и вооружён четырьмя 203-мм и четырнадцатью 152-мм орудиями. Неукомплектованный крейсер в экстренном порядке вместе со своим систершипом перегнали в Японию, куда он прибыл в феврале 1904 года в первые дни войны с Россией. Спустя два месяца Nisshin уже принимал участие в боевых операциях. В январе 1905 года Такано Исороку, только что окончивший Военно-морскую академию, был назначен на Nisshin артиллерийским офицером. Состоявшееся в мае того же года Цусимское сражение стало первым серьёзным испытанием для будущего флотоводца.
uk: Nisshin був одним з десяти знаменитих броненосних крейсерів типу Garibaldi, побудованих в Італії, які служили в чотирьох флотах світу. Закладений на замовлення Аргентини, крейсер напередодні конфлікту на Далекому Сході пропонували купити Росії, проте, коли вона відмовилася, майбутній Nisshin поспіхом придбала Японія. Корабель мав швидкість близько 20 вузлів, 152-мм броньовий пояс, а також чотири 203-мм і чотирнадцять 152-мм гармат на озброєнні. Неукомплектований крейсер дуже швидко разом зі своїм однотипником перемістили до Японії, куди він прибув у лютому 1904 р. в перші дні війни з Росією. Через два місяці Nisshin вже брав участь у бойових операціях. У січні 1905 р. Такано Ісороку, щойно він закінчив Військово-морську академію, призначили на Nisshin артилерійським офіцером. Цусімський бій, що відбувся в травні того ж року став першим серйозним випробуванням для майбутнього флотоводця.
zh: 建造于意大利，Nisshin 是著名的 Garibaldi 级装甲巡洋舰之一，它服役于世界各地的四个海军。按照阿根廷的订单开始建造，这艘巡洋舰在远东冲突前不久被出售给苏联，但在苏联政府拒绝购买后，日本就介入并迅速买下 Nisshin 作为巡洋舰。能够以 20 节的速度航行，舰艇受到 152 毫米装甲带保护，并搭载了四座 203 毫米主炮和十四座 152 毫米火炮。 一时之间，还不是很完整的巡洋舰与她的姊妹舰一起被移交给日本，她们在日俄战争的最初几天，1904 年二月抵达。两个月后，Nisshin 参与了作战行动。1905 年一月，一位年轻的海军学院毕业生，Isoroku Takano，被指派到 Nisshin 担任炮兵军官。后来该年五月，对马海峡海战成为未来总指挥官的第一个真正挑战。
zh_sg: 建造于意大利，Nisshin 是著名的Garibaldi级装甲巡洋舰之一，它服役于世界各地的四个海军。按照阿根廷的订单开始建造，这艘巡洋舰在远东冲突前不久被出售给苏联，但在苏联政府拒绝购买后，日本就介入并迅速买下Nisshin作为巡洋舰。能够以20节的速度航行，战舰受到 152 毫米装甲带保护，并搭载了四座203毫米主炮和十四座152毫米火炮。 一时之间，还不是很完整的巡洋舰与它的姊妹舰一起被移交给日本，它们在日俄战争的最初几天，1904年2月抵达。两个月后，Nisshin参与了作战行动。1905年1月，一位年轻的海军学院毕业生，Isoroku Takano，被指派到Nisshin 担任炮兵军官。后来该年五月，对马海峡海战成为未来总指挥官的第一个真正挑战。

# IDS_PCZC076_YAMAMOTO_SOYA
source: Protected Cruiser Soya
es_mx: Crucero Protegido Soya
ja: 防護巡洋艦 宗谷
pl: Krążownik pancernopokładowy Soya
ru: Бронепалубный крейсер Soya
uk: Бронепалубний крейсер Soya
zh: 防护巡洋舰 Soya
zh_sg: 防护巡洋舰 Soya

# IDS_PCZC076_YAMAMOTO_SOYA_DESCRIPTION
source: Formerly the Russian cruiser Varyag, scuttled by the crew during the battle against the Japanese squadron under command of Admiral Uryū in February 1904, this cruiser was refloated by the Japanese and renamed Soya. Following a long overhaul and upgrade, the ship was commissioned by the Japanese Navy in 1907. The ship's displacement was 6,500 tons, the upgraded propulsion let the ship run at a speed of 22.7 knots. The cruiser carried 12 Russian 152 mm guns and English 76 mm guns. Soya belonged to a training squadron aimed at practical training of future naval officers of the Imperial Navy. Lieutenant Takano served as a training officer on several ships of that squadron from June 1908 till July 1910, first on cruiser Aso (formely Russian Bayan), then on cruiser Soya starting from July 1909. During this period, he happened to participate in the large-scale fleet maneuvers and two long-term foreign voyages when he visited ports in North America, Australia, and Southeast Asia.
es_mx: Anteriormente era el crucero ruso Varyag, desmantelado por la tripulación durante la batalla contra el escuadrón japonés al mando del Almirante Uryū en febrero de 1904, este crucero fue puesto a flote por los japoneses y renombrado Soya. Después de una larga reparación y mejora, la nave fue comisionada por la Armada Japonesa en 1907. El desplazamiento del barco era de 6,500 toneladas, la propulsión mejorada permitió que el barco avanzara a una velocidad de 22.7 nudos. El crucero llevaba 12 cañones rusos de 152 mm y cañones ingleses de 76 mm. El Soya pertenecío a un escuadrón de entrenamiento destinado al entrenamiento práctico de futuros oficiales navales de la Marina Imperial. El Teniente Takano sirvió como oficial de entrenamiento en varios barcos de ese escuadrón desde junio de 1908 hasta julio de 1910, primero en el crucero Aso (anteriormente el Bayan ruso), luego en el crucero Soya a partir de julio de 1909. Durante este período, él participó en maniobras de la flota a a gran escala y dos viajes largos al extranjero cuando visitó puertos en América del Norte, Australia y el Sudeste Asiático.
ja: 本艦は、元はロシア帝国の防護巡洋艦ヴァリャーグであり、1904 年 2 月に瓜生少将率いる日本艦隊と交戦した際、搭乗員によって自沈させられました。その後に日本軍が本艦を浮揚して宗谷と改称し、長期に渡る修復・改装工事の後、1907 年に日本海軍に就役しました。排水量は約 6,500 トン、更新された主機により、22.7 ノットの速力を発揮、兵装は、ロシア製の 152 mm 砲が 12 門に、イギリス製の 76 mm 砲が 10 門でした。 日本海軍においては、宗谷は専ら海軍士官を育成するための練習艦として使用されました。高野五十六は、中尉および大尉時代の 1908 年から 1910 年にかけて複数の艦艇に乗り組んで訓練を重ねており、装甲巡洋艦阿蘇 (元はロシア帝国のバヤーン) 乗組みを経て、1909 年 7 月からは宗谷に配属されました。この期間中には、大規模な艦隊演習に参加した他、2 回の長期遠洋航海により、北アメリカ、オーストラリア、東南アジアの各港を訪問しています。
pl: Wcześniej rosyjski krążownik Varyag, unieruchomiony przez załogę w trakcie bitwy z japońską eskadrą dowodzoną przez admirała Uryū w styczniu 1904 roku, został odzyskany przez Japonię i nazwany Soya. Po długim, kapitalnym remoncie i modernizacji, okręt został wcielony do służby w Cesarskiej Marynarce Wojennej Japonii w 1907 roku. Jego wyporność wynosiła 6500 ton, ulepszony napęd pozwalał rozpędzić się do 22,7 węzłów. Krążownik uzbrojony był w 12 rosyjskich dział kal. 152 mm i angielskie działa kal. 76 mm. Soya należał do eskadry szkoleniowej, której celem było praktyczne szkolenie przyszłych oficerów marynarki wojennej. Porucznik Takano służył jako oficer szkoleniowy na kilku okrętach tej eskadry od czerwca 1908 roku do lipca 1910 roku, najpierw na krążowniku Aso (wcześniej rosyjski Bayan), później na krążowniku Soya, począwszy od lipca 1909 roku. W tym okresie uczestniczył w manewrach floty na dużą skalę i dwóch długich rejsach, w trakcie których zawitał w portach Ameryki Północnej, Australii i Azji Południowo-wschodniej.
ru: Бывший русский крейсер «Варяг», затопленный экипажем после боя с эскадрой адмирала Уриу в феврале 1904 года, был поднят японцами, переименован в Soya и, после длительного ремонта и модернизации, в 1907 году введён ими в состав флота. Водоизмещение крейсера составляло 6500 т., скорость хода после модернизации энергетической установки — 22,7 узла. Вооружение: 12 российских 152-мм орудий и 12 английских 76-мм пушек. Soya входил в состав учебной эскадры, главным предназначением которой была практическая подготовка будущих офицеров Императорского флота. Лейтенант Такано служил на кораблях эскадры в качестве офицера-инструктора с июня 1908 по июль 1910 года, сначала на крейсере Aso (бывший русский «Баян»), а с июля 1909 года — на крейсере Soya. За это время ему довелось поучаствовать в больших манёврах флота и в двух продолжительных заграничных плаваниях с посещением портов Северной Америки, Австралии и стран Юго-Восточной Азии.
uk: Колишній російський крейсер «Варяг», затоплений екіпажем після бою з ескадрою адмірала Уріу у лютому 1904 р. Японці підняли крейсер, перейменували в Soya та, після тривалого ремонту і модернізації 1907 р., ввели його до складу флоту. Водотоннажність крейсера становила 6 500 т, швидкість ходу після модернізації силової установки — 22,7 вузла. Озброєння: 12 російських 152-мм гармат та 12 англійських 76-мм гармат. Soya входив до складу навчальної ескадри, головним призначенням якої була практична підготовка майбутніх офіцерів Імператорського флоту. Лейтенант Такано служив на кораблях ескадри офіцером-інструктором з червня 1908 до липня 1910 р., спочатку на крейсері Aso (колишній російський «Баян»), а з липня 1909 р. — на крейсері Soya. За цей час йому довелося взяти участь у великих маневрах флоту і в двох тривалих закордонних походах з відвідуванням портів Північної Америки, Австралії та країн Південно-Східної Азії.
zh: 原为俄罗斯帝国巡洋舰 Varyag，1904 年二月在与跟日本海军大将 Uryū 指挥的日本中队对战期间由乘员凿沉，这艘巡洋舰被日本人打捞起来并重新命名为 Soya。经过长时间的大修和升级，舰艇在 1907 年服役于日本海军。该舰艇的排水量为 6,500 吨，升级后的推进系统让舰艇能以 22.7 节的速度航行。该巡洋舰搭载了 12 座俄罗斯 152 毫米火炮和英国 76 毫米火炮。 Soya 隶属于目的是实际训练大日本帝国海军的未来海军军官的训练中队。Takano 中尉在 1908 年六月到 1910 年七月期间在该中队的几艘舰艇上担任训练官，首先是在巡洋舰 Aso (为前俄罗斯帝国的 Bayan)，然后 1909 年七月是在巡洋舰 Soya。在此期间，他在参访北美、澳大利亚、和东南亚的港口时，碰巧参与了大规模的舰队演习和两次长期国外航行。
zh_sg: 原为俄罗斯帝国巡洋舰Varyag，1904年二月在与跟日本海军大将Uryū指挥的日本中队对战期间由乘员凿沉，这艘巡洋舰被日本人打捞起来并重新命名为Soya。经过长时间的大修和升级，战舰在1907年服役于日本海军。该战舰的排水量为6500吨，升级后的推进系统让战舰能以22.7节的速度航行。该巡洋舰搭载了12座俄罗斯152毫米火炮和英国76毫米火炮。 Soya隶属于目的是实际训练大日本帝国海军的未来海军军官的训练中队。Takano中尉在1908年六月到1910年七月期间在该中队的几艘战舰上担任训练官，首先是在巡洋舰Aso(为前俄罗斯帝国的 Bayan)，然后1909年七月是在巡洋舰Soya。在此期间，他在参访北美、澳大利亚、和东南亚的港口时，碰巧参与了大规模的舰队演习和两次长期国外航行。

# IDS_PCZC077_YAMAMOTO_KITAKAMI
source: Light Cruiser Kitakami
es_mx: Crucero Ligero Kitakami
ja: 軽巡洋艦 北上
pl: Lekki krążownik Kitakami
ru: Лёгкий крейсер Kitakami
uk: Легкий крейсер Kitakami
zh: 轻型巡洋舰 Kitakami
zh_sg: 轻型巡洋舰 北上
