Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASA006_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA006_SHORT
source: INDP
zh: 独立
zh_sg: 独立

# IDS_PASA010
source: Ranger (old)
pl: Ranger (stary)
zh: 突击者
zh_sg: 突击者（旧）

# IDS_PASA010_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA010_SHORT
source: RNGR
zh: 突击者
zh_sg: 突击者

# IDS_PASA012
source: Lexington (old)
pl: Lexington (stary)
zh: 列克星敦
zh_sg: 列克星敦（旧）

# IDS_PASA012_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA012_SHORT
source: LXNG
zh: 列克星敦
zh_sg: 列克星敦

# IDS_PASA013
source: Essex (old)
pl: Essex (stary)
zh: 埃塞克斯
zh_sg: 埃塞克斯（旧）

# IDS_PASA013_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA013_SHORT
source: ESSX
zh: 埃塞克斯
zh_sg: 埃塞克斯

# IDS_PASA015
source: Midway (old)
pl: Midway (stary)
zh: 中途岛
zh_sg: 中途岛（旧）

# IDS_PASA015_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA015_SHORT
source: MIDW
zh: 中途岛
zh_sg: 中途岛

# IDS_PASA104
source: Langley
zh: 兰利
zh_sg: 兰利

# IDS_PASA104_DESCR
source: The first U.S. Navy aircraft carrier, Langley was converted from a collier. She had low speed and was used as an experimental ship for testing various technical innovations as well as for training navy pilots. The carrier was equipped with secondary armament to repel attacks from enemy destroyers.
es_mx: El primer portaaviones de la U.S. Navy, Langley fue convertido sobre la base de un barco carbonero. Tenía baja velocidad y fue usado como barco experimental para probar varias mejoras técnicas así como entrenar pilotos de la Marina. El portaaviones estaba equipado con armamento secundario para repeler ataques de destructores enemigos.
ja: ラングレーはアメリカ海軍初の航空母艦であり、給炭艦を改装した艦です。本艦は低速であり、様々な技術的革新の試験と艦載機パイロットの訓練のための実験艦として運用されました。敵駆逐艦に対抗するための副砲を搭載していました。
pl: Pierwszy lotniskowiec U.S. Navy, Langley, pierwotnie był węglowcem. Poruszał się wolno i używany był głównie jako okręt eksperymentalny do testowania innowacji technologicznych i do szkolenia pilotów morskich. Lotniskowiec posiadał uzbrojenie pozwalające na odpieranie ataków niszczycieli.
ru: Первый авианосец ВМС США. Переоборудован из транспорта-угольщика. Обладал очень малой скоростью и использовался как экспериментальный корабль для отработки различных технических новшеств и обучения пилотов. Для отражения атак эсминцев был вооружён артиллерией вспомогательного калибра.
uk: Перший авіаносець ВМС США. Переобладнаний з транспорту-вугільника. Мав дуже малу швидкість й використовувався як експериментальний корабель для відпрацювання різних технічних нововведень і навчання пілотів. Для відбиття атак есмінців був озброєний артилерією допоміжного калібру.
zh: 诺福克海军造船厂将木星号运煤舰改造成兰利号，早期主要用于海军飞行员的训练上。后再度被改造成了飞机运输舰。
zh_sg: 美国海军的第一艘航空母舰，兰利是由运煤舰改造的。它的航速较低，主要用来测试各种技术和海军飞行员的训练上。该航母装备了可反击敌方驱逐舰攻击的副武器。

# IDS_PASA104_FULL
source: Langley
zh: 兰利
zh_sg: 兰利

# IDS_PASA104_SHORT
source: LNGL
zh: 兰利
zh_sg: 兰利

# IDS_PASA106
source: Ranger
zh: 突击者
zh_sg: 突击者

# IDS_PASA106_DESCR
source: The first U.S. aircraft carrier of special construction. The ship carried a large air group. The carrier's speed was quite high for her type. Her drawbacks included a lack of torpedo protection and impractical arrangement of aircraft elevators, which slowed down the handling of air groups.
es_mx: El primer portaaviones de EE.UU. De construcción especial. El barco llevaba un grupo aéreo grande. La velocidad del portaaviones era bastante alta para su tipo. Sus inconvenientes incluían la falta de protección contra torpedos y una disposición impráctica de elevadores para los aviones, la cual ralentizaba el manejo de los grupos aéreos.
ja: レンジャーは、アメリカ海軍としては、当初から航空母艦として起工された最初の艦でした。搭載機数が豊富で、空母としては極めて高い速力を有していました。欠点としては、対水雷防御の欠如に加え、航空機エレベーターの配置が不適切だったために航空機の運用効率低下に繋がっていました。
pl: Pierwszy amerykański okręt od początku projektowany jako lotniskowiec. Okręt przenosił dużą grupę powietrzną. Jak na lotniskowiec, rozwijał dość dużą prędkość. Jego mankamentami były brak obrony przeciwtorpedowej i niepraktyczne rozmieszczenie wind, co spowalniało obsługę grup powietrznych.
ru: Первый американский авианосец специальной постройки. Нёс большую авиагруппу и обладал неплохой для своего класса скоростью. К недостаткам относились отсутствие противоторпедной защиты, а также нерациональное расположение самолётоподъёмников, что замедляло работу с авиагруппами.
uk: Перший американський авіаносець спеціальної побудови. Ніс велику авіагрупу та мав непогану для свого класу швидкість. До недоліків належали відсутність протиторпедного захисту, а також нераціональне розташування підйомників літаків, що уповільнювало роботу з авіагрупами.
zh: 因为在计划研发时，舰载航空兵缺乏实际的经验，该战舰有几个设计上的缺陷，像是错置的电梯以及稳定性差。主要作为飞机运输舰与训练用航母而服役。
zh_sg: 第一艘采用了特殊结构的美国航空母舰。该舰搭载了大规模的空军大队，拥有航母中相当高的航速。但战舰存在几个设计上的缺陷，像是错置的电梯降低了飞机效率，鱼雷防护性差等。主要作为飞机运输舰与训练用航母而服役。

# IDS_PASA106_FULL
source: Ranger
zh: 突击者
zh_sg: 突击者

# IDS_PASA106_SHORT
source: RNGR
zh: 突击者
zh_sg: 突击者

# IDS_PASA108
source: Lexington
zh: 列克星敦
zh_sg: 列克星敦

# IDS_PASA108_DESCR
source: When commissioned, Lexington was one of the largest aircraft carriers in existence. She was converted from an unfinished battlecruiser. The ship had good armor and advanced torpedo protection. Owing to her dimensions, the aircraft carrier was equipped with a very spacious hangar and was armed with numerous AA and dual-purpose artillery. The ship's powerful propulsion created very high speeds.
es_mx: Al tiempo de ser comisionado, Lexington fue uno de los portaaviones más grandes en existencia. Fue convertido en base a un acorazado sin terminar. El barco tenía buen blindaje y protección avanzada contra torpedos. Gracias a sus dimensiones, el portaaviones fue equipado con un hangar muy espacioso y fue armado con numerosos cañones AA y artillería de doble propósito. La poderosa propulsión del barco producía una velocidad muy alta.
ja: 就役当時、レキシントンは世界最大級の航空母艦でした。本艦は未完成の巡洋戦艦を改装した艦であり、優れた装甲と先進的な対水雷防御を備えていました。大型の船体のおかげで、広大な格納庫を備え、数多くの対空砲、両用砲を搭載することができました。そして、強力な推力により極めて高い速力を併せ持っていました。
pl: W momencie wejścia do służby Lexington był jednym z największych lotniskowców na świecie. Zbudowany został na bazie niedokończonego krążownika liniowego. Dzięki swym rozmiarom okręt mógł się poszczycić wielkim hangarem oraz licznymi działami przeciwlotniczymi i uniwersalnymi. Potężny napęd pozwalał na rozwinięcie dużych prędkości.
ru: На момент вступления в строй — один из крупнейших в мире авианосцев. Перестроен из незавершённого линейного крейсера. Имел хорошее бронирование и развитую противоторпедную защиту. Размеры авианосца позволили оборудовать на нём очень большой ангар и разместить многочисленную зенитную и универсальную артиллерию. Мощная энергетическая установка обеспечивала очень высокую скорость корабля.
uk: На час вступу в стрій — один з найбільших у світі авіаносців. Перебудований з незавершеного лінійного крейсера. Мав гарне бронювання й розвинений протиторпедний захист. Розміри авіаносця дозволили обладнати на ньому дуже великий ангар та розмістити численну зенітну й універсальну артилерію. Потужна силова установка забезпечувала дуже високу швидкість корабля.
zh: 此舰级的两艘战舰原本就作为战斗巡洋舰而开始建造，但后被改造成航空母舰。在服役之时，列克星敦与它的姊妹舰都是当时现存最大且最快的航空母舰。
zh_sg: 投入服役时，列克星敦是当时存在的最大航空母舰之一。是由一艘未完成的战斗巡洋舰所改造而成的。该舰拥有较好的装甲和先进的鱼雷防护。由于尺寸较大，装备了非常宽敞的机库并装上大量防空炮与两用火炮。强大的推进装置能提供非常高的航速。

# IDS_PASA108_FULL
source: Lexington
zh: 列克星敦
zh_sg: 列克星敦

# IDS_PASA108_SHORT
source: LXNG
zh: 列克星敦
zh_sg: 列克星敦

# IDS_PASA110
source: Midway
zh: 中途岛
zh_sg: 中途岛

# IDS_PASA110_DESCR
source: The largest U.S. Navy warship laid down during World War II. The huge size of this aircraft carrier allowed her to carry the largest air group, compared to her contemporary counterparts. Excellent torpedo protection, well-armored flight deck and powerful AA defenses made Midway-class ships virtually invulnerable to attacks from enemy aircraft.
es_mx: El barco de guerra más grande puesto en el mar por la U.S. Navy durante la Segunda Guerra Mundial. El enorme tamaño de este portaaviones le permitía llevar el grupo aéreo más numeroso, en comparación de sus contrapartes contemporáneas. Una excelente protección contra torpedos, una cubierta de vuelo bien blindada y unas defensas AA poderosas hicieron a los barcos de la clase Midway virtualmente invulnerables a los ataques de aviones enemigos.
ja: ミッドウェイ級航空母艦は、二次大戦中に起工されたアメリカ海軍の艦艇としては最大です。巨大な船体により、同時代の空母の中で最大の搭載数を誇りました。素晴らしい対水雷防御、優れた装甲を備えた飛行甲板、強力な対空兵装を備える本級は、敵航空機の攻撃に対し難攻不落となりました。
pl: Największy amerykański okręt, który wziął udział w II wojnie światowej. Jego pokaźne rozmiary pozwoliły mu przewozić najliczniejszą grupę powietrzną ze wszystkich lotniskowców tamtych czasów. Świetna obrona przeciwtorpedowa, dobrze opancerzony pokład i bardzo skuteczna obrona przeciwlotnicza uczyniły Midway niemal całkowicie odpornym na ataki samolotów wroga.
ru: Самый большой из заложенных в годы Второй мировой войны военных кораблей ВМС США. Огромные размеры авианосца позволили разместить на нём самую многочисленную по сравнению с его современниками авиагруппу. Отличная противоторпедная защита, хорошо бронированная полётная палуба и мощная ПВО сделали корабли типа Midway практически неуязвимыми для авиации противника.
uk: Найбільший із закладених у роки Другої світової війни військових кораблів ВМС США. Величезні розміри авіаносця дозволили розмістити на ньому найчисленнішу у порівнянні з його сучасниками авіагрупу. Відмінний протиторпедний захист, добре броньована польотна палуба й потужна ППО зробили кораблі типу Midway майже невразливими для авіації супротивника.
zh: 该级航母在设计上基于埃塞克斯级航空母舰，许多方面都沿用了其前辈的设计，但性能更强舰体尺寸也更大，其装甲能够有效抵御敌方巡洋舰所使用的203毫米主炮的攻击，是所有此类型战舰中最厚的装甲。同时该级航母搭载着规模庞大的舰载机队，并且装备有强劲的推进系统以及现代化的127毫米高平两用防空炮。
zh_sg: 第二次世界大期间最大的美国海军战舰。与当时同类型战舰相比，该航空母舰拥有超大的尺寸，使之能搭载更为大规模的空军大队。此外，出色的鱼雷防护、被装甲妥善保护的飞行甲板、以及强大的对空防御，使得Midway级在对敌方飞机的防御上几乎无懈可击。

# IDS_PASA110_FULL
source: Midway
zh: 中途岛
zh_sg: 中途岛

# IDS_PASA110_SHORT
source: MIDW
zh: 中途岛
zh_sg: 中途岛

# IDS_PASA507
source: Saipan (old)
pl: Saipan (stary)
zh: 塞班
zh_sg: 塞班（旧）

# IDS_PASA507_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA507_SHORT
source: SPAN
zh: 塞班
zh_sg: 塞班

# IDS_PASA508
source: Enterprise (old)
pl: Enterprise (stary)
zh: 企业
zh_sg: 企业（旧）

# IDS_PASA508_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PASA510_DESCR
source: A Midway-class aircraft carrier. The vast scale of the ships of this class allowed them to be equipped with powerful AA defenses, excellent anti-torpedo protection, and reliable flight deck armor.
es_mx: Un portaaviones de la clase Midway. El gran tamaño de los barcos de esta clase les permitía estar equipados con poderosas defensas AA, una excelente protección antitorpedos y un blindaje confiable de la cubierta de vuelo.
ja: フランクリン・D・ローズヴェルトは、ミッドウェイ級航空母艦です。本級はその巨大さゆえに強力な対空兵装、素晴しい対水雷防御、信頼性の高い飛行甲板装甲を施すことが可能でした。
pl: Lotniskowiec typu Midway. Duże rozmiary tych okrętów pozwalały im na posiadanie silnego uzbrojenia przeciwlotniczego, doskonałej ochrony przeciwtorpedowej i skutecznego pancerza pokładu lotniczego.
ru: Авианосец типа Midway. Значительные размеры кораблей этого типа позволили обеспечить им мощную ПВО, отличную противоторпедную защиту и надёжное бронирование полётной палубы.
uk: Авіаносець типу Midway. Значні розміри кораблів цього типу дозволили забезпечити їм потужну ППО, чудовий протиторпедний захист і надійне бронювання польотної палуби.
zh: Авианосец типа Midway. Значительные размеры кораблей этого типа позволили обеспечить им мощную ПВО, отличную противоторпедную защиту и надёжное бронирование полётной палубы.
zh_sg: 中途岛级航空母舰。庞大的规模使这艘战舰装备了强大的对空防御武器、出色的鱼雷防护系统和可靠的飞行甲板装甲。

# IDS_PASA518
source: Enterprise
zh: 企业
zh_sg: 企业

# IDS_PASA518_DESCR
source: A Yorktown-class strike aircraft carrier that combined a number of key characteristics typical for this type of ship: a large air group, superbly assembled take-off and landing equipment that allowed it to launch a large number of squadrons, good speed, and powerful AA defenses.
es_mx: Un portaaviones de ataqe de la clase Yorktown que combinó un número de características clave típicas del tipo de barco: un gran grupo aéreo, un excelente conjunto del equipo de despegue y aterrizaje que le permitían lanzar un gran número de escuadrones, buena velocidad, y poderosas defensas AA.
ja: エンタープライズは、ヨークタウン級航空母艦であり、豊富な航空機搭載量、多数の艦載機の運用に適する極めて優秀な発艦・着艦設備、良好な速力、強力な対空兵装という、正規空母としての典型的な特徴をよく備えていました。
pl: Lotniskowiec uderzeniowy klasy Yorktown, który łączył w sobie kluczowe charakterystyk typowe dla takiego rodzaju okrętów: dużą grupę powietrzną, doskonale dobrane wyposażenie do startu i lądowania, które pozwalało na obsługę licznych eskadr, dużą szybkość i potężną obronę przeciwlotniczą.
ru: Один из ударных авианосцев типа Yorktown, сочетавших ряд ключевых для этого класса кораблей характеристик: многочисленную авиагруппу, удачно скомпонованное взлётно-посадочное оборудование, позволявшее поднимать в воздух большое число эскадрилий, хорошую скорость хода и мощную ПВО.
uk: Один із ударних авіаносців типу Yorktown, які поєднали в собі декілька ключових для цього класу кораблів характеристик: численну авіагрупу, вдало скомпоноване злітно-посадкове обладнання, яке дозволяло піднімати у повітря велике число ескадрилей, хорошу швидкість ходу і потужну ППО.
zh: 约克城级攻击航空母舰，结合了此类型战舰的数个典型主要特性：大型的航空大队、允许弹射大量航空中队的出色起降设备、良好的航速、以及强大的对空防御。
zh_sg: Yorktown级攻击型航空母舰，结合了此类型战舰的典型特性：空军大队规模庞大、能弹射大量中队的出色起降设备、良好的航速、以及强大的对空防御。

# IDS_PASA518_FULL
source: Enterprise
zh: 企业
zh_sg: 企业

# IDS_PASA528
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PASA528_DESCR
source: A high-speed light aircraft carrier based on the Baltimore-class cruiser. Despite relatively small dimensions, the ship carried a rather powerful air group and was armed with numerous AA artillery. The ship boasted very good armor compared to the protection of far larger strike aircraft carriers.
es_mx: Un portaaviones ligero de alta velocidad construido en base a los cruceros de la clase Baltimore. A pesar de sus dimensiones relativamente pequeñas, el barco llevaba un grupo aéreo bastante potente y estaba armado con numerosos cañones de AA. El barco tenía un muy buen blindaje comparable a la protección de portaaviones de ataque mucho más grandes que él.
ja: サイパン級航空母艦は、ボルティモア級巡洋艦を元に建造された高速軽空母です。本級は比較的小型である割には搭載機数が多く、対空兵装も充実していました。そして、ずっと大型の攻撃空母の防御力に匹敵する、非常に優れた装甲が施されていました。
pl: Szybki, lekki lotniskowiec zbudowany na podstawie krążownika klasy Baltimore. Pomimo stosunkowo małych rozmiarów, przenosił dość potężną grupę powietrzną i pokaźną ilość dział przeciwlotniczych. Pod względem opancerzenia Saipan mógł konkurować z dużo większymi od siebie lotniskowcami.
ru: Быстроходный лёгкий авианосец, построенный на базе тяжёлого крейсера типа Baltimore. Несмотря на сравнительно небольшие размеры, нёс достаточно сильную авиагруппу и имел на вооружении многочисленную зенитную артиллерию. Очень хорошее бронирование корабля было сопоставимо с защитой гораздо более крупных ударных авианосцев.
uk: Швидкохідний легкий авіаносець, побудований на базі важкого крейсера типу Baltimore. Незважаючи на порівняно невеликі розміри, ніс достатньо сильну авіагрупу і мав на озброєнні численну зенітну артилерію. Дуже гарне бронювання корабля можна було порівняти з захистом набагато більших ударних авіаносців.
zh: 目的在取代独立级航空母舰，此舰级的两艘战舰都是以巴尔的摩级重型巡洋舰为基础所建造的。与它们的前辈相反，塞班级航空母舰较为大艘并搭载了强化的航空战斗群。
zh_sg: 一艘以巴尔的摩级巡洋舰作为主体结构所建造的高速轻型航空母舰。尽管尺寸较小，但搭载了一支相当强大的飞行大队并装有大量的防空火炮。同时还以防护性强于更大的航母而著称。

# IDS_PASA528_FULL
source: Saipan
zh: 塞班
zh_sg: 塞班

# IDS_PASA528_SHORT
source: SPAN
zh: 塞班
zh_sg: 塞班

# IDS_PASA906
source: Ranger
zh: 突击者
zh_sg: 突击者

# IDS_PASA915
source: [Midway]
zh: [中途岛]
zh_sg: [中途岛]

# IDS_PASA915_DESCR
source: This ship is a copy of Midway, intended for test purposes only.
es_mx: Este barco es una copia del Midway, destinado solo para fines de prueba.
ja: 本艦は Midway のコピーであり、テスト専用
pl: Ten okręt jest kopią okrętu Midway, przeznaczoną do testowania.
ru: Этот корабль является копией корабля Midway и предназначен для тестов.
uk: Цей корабель є копією корабля Midway і призначається для тестів.
zh: 这艘战舰为中途岛的复制品、并且只适用于军团战斗
zh_sg: 这艘战舰是中途岛号的复制，仅用于测试目的。

# IDS_PASA915_FULL
source: [Midway]
zh: [中途岛]
zh_sg: [中途岛]

# IDS_PASB001
source: S. Carolina
zh: 南卡罗来纳
zh_sg: 南卡罗来纳

# IDS_PASB001_DESCR
source: The first dreadnought in the U.S. Navy. Due to limited dimensions, the ship carried relatively weak armament and had a low speed. Battleships of her class were the first to receive superfiring turrets. This meant she could fire a full broadside with all main battery guns.
es_mx: El primer dreadnought de la U.S. Navy. Debido a sus dimensiones limitadas, el barco llevaba un armamento relativamente débil y tenía una baja velocidad. Los acorazados de su clase fueron los primeros en recibir torretas superpuestas. Esto significaba que el barco podía disparar de costado completo con todos los cañones de la batería principal.
ja: サウスカロライナ級戦艦は、アメリカ海軍初の弩級戦艦です。戦艦としては小型であるために兵装はあまり強力ではなく、速度も低速でした。本級では、世界で初めて背負式砲塔が採用され、これにより舷側に向けて全主砲を斉射することが可能となりました。
pl: Pierwszy drednot amerykańskiej marynarki wojennej. Ze względu na ograniczone rozmiary jego uzbrojenie było stosunkowo słabe, a osiągane prędkości niewielkie. Pancerniki tej klasy były pierwszymi z wieżami w superpozycji, dzięki czemu mogły oddawać pełne salwy burtowe ze wszystkich dział głównej baterii.
ru: Первый дредноут ВМС США. Из-за ограниченных размеров был сравнительно слабо вооружён и тихоходен. На линкорах этого типа была впервые применена линейно-возвышенная схема размещения орудийных башен. Это позволяло всей артиллерии главного калибра участвовать в бортовом залпе.
uk: Перший дредноут ВМС США. Через обмежені розміри був порівняно слабко озброєний та тихохідний. На лінкорах цього типу була вперше застосована лінійно-піднесена схема розміщення башт з гарматами. Це дозволяло всій артилерії головного калібру брати участь у бортовому залпі.
zh: 世界上首艘采用超火力主炮塔布局（炮塔沿舰体中线高低放置）的战舰，而这种炮塔布局方式在未来成为了标准布局方式。该级战列舰在设计上也受到了国会所设定的战舰排水量限制的影响，最明显的表现就是因为动力不足而造成的航速不佳。
zh_sg: 美国海军第一艘无畏舰。由于尺寸受到限制，该舰搭载了相对较弱的武器并有着较低的航速。该舰级是第一批获得超射型炮塔的战列舰。这意味着该舰可用全部的主炮对整个舷侧开火。

# IDS_PASB001_FULL
source: South Carolina
zh: 南卡罗来纳
zh_sg: 南卡罗来纳

# IDS_PASB001_SHORT
source: SC
zh: 南卡罗来纳
zh_sg: 南卡罗来纳

# IDS_PASB004
source: Wyoming
zh: 怀俄明
zh_sg: 怀俄明

# IDS_PASB004_DESCR
source: A typical battleship of the first generation in the U.S. Navy. The ship was very well-balanced for her time. In contrast to her predecessors, the ship was armed with numerous main battery guns with a longer firing range. Turbine-driven propulsion could produce quite a decent speed for a dreadnought.
es_mx: Un acorazado típico de primera generación en la U.S. Navy. El barco estaba bien balanceado para su tiempo. En contraste a sus predecesores, estaba armado con más cañones numerosos de la batería principal los cuales tenían un mayor rango de disparo. Una propulsión por turbinas podía producir una velocidad bastante decente para un dreadnought.
ja: ワイオミング級戦艦は、アメリカ海軍の第 1 世代型戦艦としての典型的な特徴を備えていました。当時としてはバランスのとれた戦艦であり、前級と比して主砲の砲門数とその射程において勝っていました。タービン式推進機関により、弩級戦艦としては優れた速力を有していました。
pl: Klasyczny amerykański pancernik pierwszej generacji. Jak na tamte czasy okręt był świetnie zrównoważony. W przeciwieństwie do poprzedników uzbrojono go w liczne działa głównej artylerii o znacznie większym zasięgu. Napęd turbinowy zapewnił mu całkiem przyzwoitą prędkość jak na drednota.
ru: Типичный линкор первого поколения в составе ВМС США. Для своего времени корабль был хорошо сбалансирован. В отличие от предшественников, имел на вооружении более многочисленные и дальнобойные орудия главного калибра. Турбинная энергетическая установка позволяла развивать вполне достойную для дредноута скорость.
uk: Типовий лінкор першого покоління у складі ВМС США. Для свого часу корабель був добре збалансований. На відміну від попередників, був озброєний більшою кількістю гармат головного калібру зі збільшеною далекобійністю. Турбінна силова установка дозволяла набирати цілком гідну для дредноута швидкість.
zh: 在设计时设计者原打算为该战舰装备356毫米主炮，但因为一些技术原因他们最终选择了高倍径比的305毫米舰炮，该级也是M国海军第一种配有鱼雷防护装置的战舰。
zh_sg: 典型的美国海军第一代战列舰。该舰在当时有着非常优秀的平衡性。与它的前代舰相反，该舰装上了数量更多、射程更远的主炮组。涡轮驱动推进装置则能保证对无畏级而言相当不错的航速。

# IDS_PASB004_FULL
source: Wyoming
zh: 怀俄明
zh_sg: 怀俄明
