Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC201_AA_CROSS_DESCRIPTION
source: The Navy Cross is the second most important decoration received by a member of the Navy, U.S. Marine Corps, or the U.S. Coast Guard. The cross is particularly significant because it is awarded for outstanding heroism shown exclusively in battle. The Navy Cross was established in 1919 to reward service members whose feats could not be marked with a Medal of Honor—the highest and, at that time, the sole U.S. award for combat action. In total, more than 6,000 people have been bestowed with the cross since its creation. During the Pacific Campaign, Robert Hayler, who became a United States Navy Vice Admiral after the war, received three Navy Crosses. He was awarded twice for his heroism as commander of USS Honolulu, a Brooklyn-class light cruiser, with which he participated in a number of violent sea battles near the Solomon Islands. For his contribution to the defeat of the Japanese forces at Surigao Strait in October 1944, Hayler, who at that time commanded Cruiser Division 12 as Rear Admiral, received his third navy cross.
es_mx: La Cruz de la Armada es la segunda condecoración más importante que puede recibir un miembro en la Marina, los Marines, o la Guarda Costera. La cruz tiene un significado particular porque es otorgada por mostrar heroísmo excepcional en batalla. La Cruz de la Armada fue establecida en 1919 como recompensa a los miembros del servicio cuyas hazañas no podían ser marcadas con una Medalla de Honor—el más alto y, en ese tiempo, única medalla de Estados Unidos por acción de combate. En total, más de 6,000 personas han sido otorgadas con la cruz desde su creación. Durante la Campaña del Pacífico, Robert Hayler, quien se convertiría en el Contraalmirante de la Marina de los Estados Unidos después de la guerra, recibió tres Cruces de la Marina. Se le otorgó dos veces por su heroísmo como comandante del USS Honolulu, un crucero ligero de clase-Brooklyn, con el que participó en una serie de batallas violentas cerca de las islas Salomón. Por su contribución a la derrota de las fuerzas japonesas en el estrecho de Surigao en octubre de 1944, Hayler, quien en ese momento comandaba la División 12 de Cruceros como Contraalmirante, recibió su tercera Cruz de la Armada.
ja: 海軍十字章 (Navy Cross) は、アメリカの海軍、海兵隊、沿岸警備隊の軍人を対象としたものとしては、名誉勲章 (Medal of Honor) に次いで 2 番目に高位の勲章です。その受章資格者は「戦闘において卓越した英雄的功績を挙げた者」であるため、極めて重要な勲章と言えます。 海軍十字章は、名誉勲章には満たないながらも優れた功績を挙げた軍人を称えるべく、1919 年に制定されました。この当時、名誉勲章は最高位の勲章であっただけではなく、戦功者を対象としたものとしては、アメリカにおいて唯一の勲章だったのです。そしてその制定以後、6,000 人を超える人々にこの海軍十字章が授与されてきました。太平洋戦争においては、戦後に海軍中将となるロバート・ヘイラーが、この海軍十字章を 3 回も受章しています。そのうち 2 回は、ブルックリン級 (Brooklyn-class) 軽巡洋艦ホノルル (USS Honolulu) の艦長 (当時の階級は大佐) としての英雄的功績に対するものであり、彼はこのホノルルと共にソロモン諸島周辺で激しい海戦に何度も参加しました。 その後少将に昇進した彼は、第 12 巡洋艦戦隊の司令官に着任し、1944 年 10 月のスリガオ海峡海戦において日本艦隊を撃退しました。そしてこの戦功を称え、3 回目の海軍十字章が授与されました。
pl: Krzyż Marynarki jest drugim w kolejności najważniejszym odznaczeniem przyznawanym członkom Marynarki Wojennej Stanów Zjednoczonych, Korpusu Piechoty Morskiej Stanów Zjednoczonych i Straży Wybrzeża Stanów Zjednoczonych. Krzyż jest szczególnie ważny, ponieważ przyznawany jest za wykazanie się wyjątkowym bohaterstwem w bitwie. Krzyż Marynarki ustanowiony został w 1919 roku, żeby wyróżnić służbę członków personelu, którym nie można było przyznać Medalu Honoru – najwyższego i w tamtych czasach jedynego odznaczenia za działania bojowe. W sumie od ustanowienia krzyża nagrodzono nim 6000 osób. W trakcie kampanii pacyficznej Robert Hayler, który został wiceadmirałem U.S. Navy po wojnie, otrzymał Krzyż Marynarki trzykrotnie. Dwa razy za heroizm w dowodzeniu USS Honolulu, krążownikiem klasy Brooklyn, który uczestniczył w kilku zażartych bitwach morskich w pobliżu Wysp Salomona. Za swój wkład w pokonanie sił Japonii w cieśninie Surigao w październiku 1944 roku Hayler, który dowodził wtedy 12. Dywizjonem Krążowników w stopniu kontradmirała, otrzymał swój trzeci Krzyż Marynarki.
ru: Военно-морской крест является второй по значимости наградой, которую может получить любой военнослужащий ВМС, Корпуса морской пехоты или Береговой охраны США. Особую значимость кресту придаёт то, что он вручается за выдающийся героизм, проявленный исключительно в боевой обстановке. Учреждён Военно-морской крест был в 1919 году для награждения тех военнослужащих, чьи подвиги не могли быть отмечены Медалью Почёта — высшей и на тот момент единственной боевой наградой США. Всего с момента его учреждения крестом были награждены свыше 6000 человек. За время Тихоокеанской кампании три Военно-морских креста получил Роберт Хэйлер, ставший после войны вице-адмиралом ВМС США. Дважды он был награждён за свои подвиги в должности командира USS Honolulu, лёгкого крейсера типа Brooklyn, с которым участвовал в целом ряде жестоких морских баталий у Соломоновых островов. За свой вклад в разгром японцев в проливе Суригао в октябре 1944 года Хэйлер, командовавший на тот момент в звании контр-адмирала 12-й крейсерской эскадрой, получил третий Военно-морской крест.
uk: Військово-морський хрест — друга за значенням нагорода, яку може отримати будь-який військовослужбовець ВМС, Корпусу морської піхоти або Берегової охорони США. Особливу важливість хресту додає те, що його вручають за видатний героїзм, виявлений лише у бойових обставинах. Військово-морський хрест заснували 1919 р., щоб нагороджувати тих військовослужбовців, чиї подвиги не можна відзначити Медаллю Пошани — найвищою і на той час єдиною бойовою нагородою США. Разом від часу його заснування хрестом нагородили понад 6000 осіб. За час Тихоокеанської кампанії три Військово-морських хрести отримав Роберт Гейлер (Robert Ward Hayler), який став після війни віце-адміралом ВМС США. Двічі його нагородили за власні подвиги на посаді командира USS Honolulu, легкого крейсера типу Brooklyn, з яким він брав участь у низці жорстоких морських баталій біля Соломонових островів. За свій внесок у розгром японців у протоці Суріґао в жовтні 1944 р. Гейлер, який мав на ту мить звання контр-адмірала і очолював 12-ту крейсерську ескадру, отримав третій Військово-морський хрест.
zh: 海军十字勋章是M国海军、M国海军陆战队、M国海岸警卫队成员所能获得第二重要的勋章。这个十字勋章特别重要是因为它被授予给在战斗中有杰出英勇表现的人。 海军十字勋章创立于1919年，以奖励功绩不足以颁发最高等级的荣誉勋章的受奖人，并在当时是M国唯一的战斗奖励。自创立以来，超过6000人被授予十字勋章。在太平洋战役期间，罗伯特-海勒获得三枚海军十字勋章，它在战后成为M国海军中将。因为他作为布鲁克林级轻巡洋舰火奴鲁鲁的舰长，参加数场所罗门群岛附近的激烈海战的英勇行为，被授予两枚海军十字勋章。 1944年10月，他为在苏里高海峡战胜R军做出贡献，海勒当时以海军少将身分指挥第12巡洋分舰队，获得他的第三枚海军十字勋章。
zh_sg: 海军十字勋章是授予海军士兵，海军陆战队或美国海岸警卫队的第二最重要嘉奖。这个十字架特别重要，因为它用于奖励在战斗中展示的杰出英雄主义的人。 海军十字勋章设立于1919年，用于奖励那些功绩不能用荣誉勋章——当时美国最高的也是唯一的战斗行动奖项——记录的服役人员。自设立以来，总共有6000多人被授予了十字勋章。在太平洋战役期间，战后被授予美国海军中将的Robert Hayler，曾被授予3次十字勋章。他因两次在作为布鲁克林级轻型巡洋舰USS 火奴鲁鲁的指挥官的英雄行为而被奖励，他指挥这艘船参与了所罗门群岛附近的多场激烈的海战。 因为1944年10月苏里高海峡击败日军的战斗中的杰出贡献，当时已经是巡洋舰12区指挥官的Hayler被第三次授予了海军十字勋章。

# IDS_PCZC202_AA_SERVICE_MEDAL
source: Distinguished Service Medal (Navy)
es_mx: Medalla por Servicio Distinguido de la Armada
ja: 殊勲章 (海軍)
pl: Medal za Wybitną Służbę (Marynarka)
ru: Медаль «За выдающуюся службу» (ВМС)
uk: Медаль «За видатну службу» (ВМС)
zh: 杰出服役勋章（海军）
zh_sg: 杰出服役勋章（海军）

# IDS_PCZC202_AA_SERVICE_MEDAL_DESCRIPTION
source: The Distinguished Service Medal was created in 1919 to reward senior commanders of the Navy and the Marine Corps for their exceptional meritorious service while serving in duty. Originally, the medal was superior to the Navy Cross, but in 1943, at the height of World War II, these decorations switched places in the hierarchy of the U.S. insignia. Many American naval commanders have received the Distinguished Service Medal several times. For example, Admirals Chester Nimitz and William Halsey received the award four times, Ernest King, Raymond Spruance, and Marc Mitscher received it three times.
es_mx: La Medalla por Servicio Distinguido fue creada en 1919 como recompensa a comandantes mayores de la Marina y el Cuerpo de Marines por excepcional servicio meritorio mientras se desempeña en el deber. Originalmente, la medalla era superior a la Cruz de la Armada, pero en 1943, en el apogeo de la Segunda Guerra Mundial, estas condecoraciones cambiaron de lugar en la jerarquía de insignias de los Estados Unidos Muchos comandantes navales norteamericanos han recibido la Medalla por Servicio Distinguido varias veces. Por ejemplo, los Almirantes Chester Nimitz y William Halsey la recibieron cuatro veces, mientras que Ernest King, Raymond Spruance, y Marc Mitscher la recibieron tres veces.
ja: 殊勲章 (Distinguished Service Medal) は、その任務中に例外的なまでの功績を挙げた海軍および海兵隊の上級将官を称えるべく、1919 年に制定されました。そして制定当初には海軍十字章 (Navy Cross) よりも高位の勲章と位置付けられていましたが、二次大戦の最中の 1943 年に、これら 2 種類の勲章の序列が入れ替えられました。 アメリカ海軍の指揮官の多くがこの殊勲章を複数回受章しており、例えば、チェスター・ニミッツ提督とウィリアム・ハルゼー提督が各 4 回、アーネスト・キング提督、レイモンド・スプルーアンス提督、マーク・ミッチャー提督が各 3 回でした。
pl: Medal za Wybitną Służbę został ustanowiony w 1919 roku, by móc nagradzać starszych dowódców marynarki i piechoty morskiej za wyjątkowo zasłużoną służbę. Początkowo medal był odznaczeniem wyższym, niż Krzyż Marynarki, ale w 1943 roku, gdy II wojna światowa osiągnęła swoje apogeum, odznaczenia te zamieniono miejscami w hierarchii amerykańskich insygniów. Wielu amerykańskich dowódców morskich otrzymało Medal za Wybitną Służbę kilkukrotnie. Przykładowo admirałowie Chester Nimitz i William Halsey dostawali je po cztery razy. Ernest King, Raymond Spruance i Marc Mitscher odznaczeni zostali tym medalem trzykrotnie.
ru: Медаль «За выдающуюся службу» была учреждена в 1919 году для награждения старшего командного состава ВМС и Корпуса морской пехоты за исключительные заслуги при исполнении своих обязанностей. Первоначально медаль имела более почётный статус, чем Военно-морской крест, однако в 1943 году, в разгар Второй мировой войны, эти награды поменялись местами в иерархии знаков отличия США. Среди американских флотоводцев было немало таких, кто был награждён Медалью «За выдающуюся службу» несколько раз. Так, адмиралы Честер Нимиц и Уильям Хэлси были удостоены ею четырежды, Эрнест Кинг, Раймонд Спрюэнс и Марк Митшер — трижды.
uk: Медаль «За видатну службу» заснували 1919 р., щоб нагороджувати старший командний склад ВМС та Корпусу морської піхоти за особливі заслуги під час виконання своїх обов’язків. Спочатку медаль мала статус вищий, ніж Військово-морський хрест, однак 1943 р., в розпал Другої світової війни, ці нагороди помінялися місцями в ієрархії відзнак США. Серед американських флотоводців було чимало таких, кого нагородили Медаллю «За видатну службу» кілька разів. Так, адміралів Честера Німіца та Вільяма Голсі нагороджували нею чотири рази, Ернеста Кінга, Раймонда Спрюєнса та Марка Мітшера — тричі.
zh: 杰出服役勋章成立于1919年，以奖励海军和海军陆战队的高级指挥官在服役期间的杰出贡献。最初，此勋章等级高于海军十字勋章，但在1943年，大战最激烈的时期，这两者在M国的勋章等级中交换了位置。 许多M国海军指挥官多次获得杰出服役勋章。例如，海军上将切斯特-尼米兹和威廉-哈尔西获得此勋章四次；欧内斯特-金、雷蒙德-斯普鲁恩斯和马克-米切尔获得三次。
zh_sg: 杰出服役勋章设立于1919年，用于嘉奖海军和海军陆战队高级指挥官的在服役期间创造的卓越功勋。一开始，这一勋章的重要程度胜于海军十字勋章，但1943年，在第二次世界大战的高峰时，这两种勋章在美军徽章等级体系中调换了位置。 许多美国海军指挥官都多次被授予过杰出服役勋章。例如切斯特 Nimitz上将和William Halsey上将都被授予过四次，Ernest King，Raymond Spruance和Marc Mitscher获得过三次。

# IDS_PCZC203_AA_SILVER_STAR
source: Silver Star Medal
es_mx: Medalla de la Estrella de Plata
ja: 銀星章
pl: Srebrna Gwiazda
ru: Медаль «Серебряная звезда»
uk: Медаль «Срібна зірка»
zh: 银星勋章
zh_sg: 银星勋章

# IDS_PCZC203_AA_SILVER_STAR_DESCRIPTION
source: The Silver Star Medal was established in 1932, becoming the fourth most important military award in the U.S. insignia system. In accordance with the medal's statutory authorization approved in 1942, it can be awarded to service members of any rank and U.S. Armed Forces type for their courage and bravery shown in battle. The total number of Silver Star recipients exceeds 100,000 people. Among the U.S. Navy officers awarded with the Silver Star, there is also the Hollywood actor Douglas Fairbanks. In 1941, already a celebrity, he was called up for military service in the Navy. In 1943, Fairbanks came up with the initiative to create a military deception unit specializing in landing operations, which would later become known as the Beach Jumper program. For participation in the preparation and conduct of the landing operations in Sicily and in Southern France, as well as for his combat merit shown during his service on torpedo boats, Fairbanks received a number of awards, including the Silver Star Medal.
es_mx: La Medalla de la Estrella de Plata fue establecida en 1932, convirtiéndose el cuarto lugar más importante en el sistema de insignias militares de los Estados Unidos. De acuerdo con la autorización legal de la medalla aprobada en 1942, se puede otorgar a los miembros del servicio de cualquier rango y a cualquier tipo de las Fuerzas Armadas de E.E.U.U. por su coraje y valentía demostrados en la batalla. El número total beneficiarios de la Estrella de Plata excede 100,000 personas. Entre los oficiales de la Marina condecorados con la Estrella de Plata, también hay un actor de Hollywood llamado Douglas Fairbanks. En 1941, ya siendo una celebridad, fue llamado a servicio militar en la Marina. En 1943, Fairbanks se le ocurrió la iniciativa de crear un engaño militar para las unidades que iban a desembarcar, lo que después se conocería como el programa de Saltador de Playas. Por participación en la preparación y realizar las operaciones de desembarco en Sicilia y al Sur de Francia, como también mostrar mérito durante su servicio en botes torpederos, Fairbanks recibió varios galardones, incluyendo la Medalla de la Estrella de Plata.
ja: 銀星章 (Silver Star Medal) は 1932 年に制定され、アメリカにおける勲章序列において第 4 位の勲章となりました。その後の 1942 年に議会で承認されたことを受け、戦闘において勇敢さを示したアメリカ各軍の軍人に対し、階級を問わず授与されるようになりました。銀星章の受章者数は、合計 10 万人を超えています。銀星章を受章したアメリカ海軍の士官の中には、ハリウッド俳優としても知られていたダグラス・フェアバンクスが含まれています。 1941 年、既に俳優として有名になっていた彼は、海軍に徴兵されました。そして上陸作戦に特化した欺瞞部隊の創設においてイニシアチブを発揮し、この部隊は後にビーチ・ジャンパー部隊として知られるようになりました。 彼には、シチリアおよび南フランスでの上陸作戦の準備と実施、ならびに魚雷艇に乗り組んでいた際に示した戦功を称え、数々の勲章が授与されましたが、その中にはこの銀星章が含まれていました。
pl: Srebrna Gwiazda istnieje od 1932 roku, stając się czwartym najważniejszym odznaczeniem wojskowym w Stanach Zjednoczonych. Zgodnie ze statutem autoryzacji, zatwierdzonym w 1942 roku, może gwiazda może zostać przyznana członkom personelu sił zbrojnych Stanów Zjednoczonych dowolnego stopnia za odwagę w obliczu wroga. Liczba osób, które odznaczono Srebrną Gwiazdą, przekracza 100 000. Wśród oficerów U.S. Navy, którzy ją otrzymali, znajduje się m.in. hollywoodzki aktor Douglas Fairbanks. W 1941 roku, będąc już gwiazdą, został on powołany do służby wojskowej w szeregach marynarki wojennej. W 1943 roku Fairbanks wyszedł z pomysłem utworzenia wojskowej jednostki dezinformacji specjalizującej się w operacjach lądowania, znanej później jako Beach Jumpers. Za uczestnictwo w przygotowaniach i przeprowadzenie operacji lądowania na Sycylii i w południowej Francji, a także za dokonania w walce w trakcie swojej służby na łodziach torpedowych Fairbanks odznaczony został szeregiem medali, w tym Srebrną Gwiazdą.
ru: В 1932 году была учреждена Медаль «Серебряная звезда», ставшая четвёртой по значимости военной наградой в наградной системе США. В соответствии с утверждённым в 1942 году статутом медали она могла быть вручена военнослужащему любого звания и вида вооружённых сил США за мужество и отвагу, проявленные в бою. Общее число награждённых «Серебряной звездой» превышает 100000 человек. Среди офицеров ВМС США, удостоенных «Серебряной звезды», был и голливудский актёр Дуглас Фэрбенкс. В 1941 году, уже будучи знаменитостью, он был призван во флот. В 1943 году Фэрбенкс выступил с инициативой создания особого диверсионного подразделения, специализирующегося на десантных операциях, получившего затем известность под названием «Пляжные прыгуны». За участие в подготовке и проведении десантных операций на Сицилии и в Южной Франции, а также боевые заслуги, проявленные за время службы на торпедных катерах, Фэрбенкс был удостоен целого ряда наград, среди которых и Медаль «Серебряная звезда».
uk: Медаль «Срібна зірка» заснували 1932 р., і вона стала четвертою за значенням військовою нагородою в нагородній системі США. Відповідно до статуту медалі, затвердженого 1942 р., нею нагороджували військовослужбовців будь-якого звання та виду збройних сил США за мужність і відвагу, виявлені в бою. Загальна кількість нагороджених «Срібною зіркою» перевищує 100 000 чоловік. Серед офіцерів ВМС США, удостоєних «Срібної зірки», був і голлівудський актор Дуглас Фербенкс. Його призвали на флот 1941 р., коли він вже був відомим. Фербенкс 1943 р. виступив з ініціативою створення особливого диверсійного підрозділу, що спеціалізується на десантних операціях, і який отримав потім популярність під назвою «Пляжні стрибуни». За участь у приготуванні та здійсненні десантних операцій на Сіцілії й у Південній Франції, а також бойові заслуги, виявлені під час служби на торпедних катерах, Фербенксу присвоїли цілу низку нагород, серед яких і Медаль «Срібна зірка».
zh: 银星勋章创立于1932年，成为M国勋章制度中第四重要的军事勋章。根据1942年批准的勋章法律授权，它可以授予给任何职级和任何M军军种的服役人员，奖励在战斗中的勇气和英勇行为。获得银星勋章的人数超过100000人。在获得银星勋章的M国海军军官中，还有好莱坞影星道格拉斯-费尔班克斯。 1941年，已经是名人的他被征召至海军服役。1943年，费尔班克斯提出建立一个专门从事登陆作战的军事欺敌部队，后来被称为海滩跳伞计划。 费尔班克斯因为参与西西里岛和F国南部登陆作战的准备和指挥工作，以及他在鱼雷艇服役期间的战斗功绩，获得多项勋章，包括银星勋章。
zh_sg: 银星勋章设立于1932年，是美国勋章体系中第四重要的军事奖项。根据1942年批准的勋章章程，它可以授予任何级别和类型的美国武装部队的军人，以表彰在战斗中展现的果敢和英勇。总共有超过100000人获得过银星勋章。在获得银星勋章的美国军官中，还有好莱坞演员Douglas Fairbanks。 1941年的时候，他应召入伍在海军服役，当时他已经是一位名人。1943年Fairbanks提出了创建专门进行登陆行动的欺骗部队单位的想法，也就是后来被称为Beach Jumper的项目。 Fairbanks参与准备和在西西里岛和法国南部的展开的登陆作战，同时，由于他过去在鱼雷艇服役期间优异的战斗表现，Fairbanks获得了很多嘉奖，其中就包括银星勋章。

# IDS_PCZC204_AA_FLYING_CROSS
source: Distinguished Flying Cross
es_mx: Cruz de Vuelo Distinguido
ja: 殊勲飛行十字章
pl: Zaszczytny Krzyż Lotniczy
ru: Крест лётных заслуг
uk: Хрест льотних заслуг
zh: 杰出飞行十字勋章
zh_sg: 优异飞行十字勋章

# IDS_PCZC204_AA_FLYING_CROSS_DESCRIPTION
source: The Distinguished Flying Cross was established in 1926. Since then, it has been awarded for heroism and outstanding achievements demonstrated during an air battle. Both U.S. service members and foreign military and civil aviators can receive the cross. David McCampbell, the highest-scoring ace of the U.S. Navy who gained 34 aerial victories during World War II, received, among his numerous awards, three Distinguished Flying Crosses. During the Pacific Campaign, under his command, Carrier Air Group 15, aboard the aircraft carrier USS Essex, destroyed more enemy aircraft and ships than any other squadron of the U.S. Naval Aviation.
es_mx: La Cruz de Vuelo Distinguido fue establecida en 1926. Desde entonces. ha sido galardonada por heroísmo y logros excepcionales demostrados durante una batalla aérea. Miembros de servicio de los Estados Unidos y militares extranjeros y aviadores civiles, pueden recibir la cruz. David McCampbell, el as más condecorado de la Marina de los Estados Unidos que ganó 34 victorias aéreas durante la Segunda Guerra Mundial, recibió, entre muchas otras recompensas, tres Cruces de Vuelo Distinguido. Durante la Campaña del Pacífico, bajo su comando, el Grupo Aéreo 15 de Portaaviones, a bordo del Portaaviones USS Essex, destruyó más aviones enemigos y barcos que otro escuadrón de la Marina de los Estados Unidos.
ja: 1926 年に制定された殊勲飛行十字章 (Distinguished Flying Cross) は、空戦における英雄的行為および卓越した功績に対して授与される勲章です。アメリカ各軍の軍人のみならず、友好国の軍人や民間の飛行士もその対象としています。デイヴィッド・マッキャンベルは、二次大戦中に 34 機もの敵機を撃墜したアメリカ海軍最高のエース・パイロットとして知られており、彼が受賞した数々の勲章の中には、3 回の殊勲飛行十字章が含まれています。 彼は太平洋戦線において航空母艦エセックス (USS Essex) 所属の第 15 飛行群の指揮官を務めました。そしてこの飛行群は、敵機の撃墜・撃破数と敵艦艇撃沈数の両方において、アメリカ海軍航空隊の中でも最高の戦果を挙げた部隊となったのです。
pl: Zaszczytny Krzyż Lotniczy został ustanowiony w 1926 roku. Jest przyznawany za bohaterstwo i wielkie osiągnięcia w walce powietrznej. Krzyżem tym mogą zostać odznaczeni zarówno osoby służące w siłach zbrojnych Stanów Zjednoczonym, jak i obcokrajowcy (wojskowi oraz cywile). David McCampbell, najskuteczniejszy as U.S. Navy, który odniósł 34 zwycięstwa w trakcie II wojny światowej, odznaczony był Zaszczytnym Krzyżem Lotniczym trzykrotnie. W trakcie kampanii na Oceanie Spokojnym dowodzona przez niego Grupa powietrzna 15, operująca z pokładu USS Essex, zniszczyła więcej samolotów i okrętów wroga niż jakakolwiek inna eskadra U.S. Navy.
ru: Крест лётных заслуг был учреждён в 1926 году. Вручался он за героизм и выдающиеся достижения, проявленные в ходе воздушного полёта. Получить крест могли не только военнослужащие США, но также военные и гражданские авиаторы других стран. Самый результативный ас ВМС США Дэвид МакКэмпбелл, одержавший за годы Второй мировой войны 34 воздушных победы, среди своих многочисленных наград имел три Креста лётных заслуг. Под его командованием 15-я воздушная группа, базировавшаяся на авианосце Essex, уничтожила в ходе Тихоокеанской кампании больше самолётов и кораблей противника, чем любое другое подразделение палубной авиации США.
uk: Хрест льотних заслуг заснували 1926 р. Нагороджували ним за героїзм і видатні досягнення, виявлені під час повітряного польоту. Отримати хрест могли не лише військовослужбовці США, але також військові і цивільні авіатори інших країн. Найрезультативніший ас ВМС США Девід МакКемпбелл, який отримав за роки Другої світової війни 34 повітряних перемоги, серед своїх численних нагород мав три Хрести льотних заслуг. Під його проводом 15-та повітряна група, що базувалася на авіаносці Essex, знищила під час Тихоокеанської кампанії більше літаків і кораблів супротивника, ніж будь-який інший підрозділ палубної авіації США.
zh: 杰出飞行十字勋章创立于1926年。从此之后，它被授予给在空战中有英雄表现或杰出成就的人。M国军人、外国军人和民间飞行员都可以获得此勋章。大卫-麦坎贝尔，M国海军最杰出的王牌 – 他在大战期间取得34次空战胜利，在他获得的无数奖励中，包含三枚杰出飞行十字勋章。 太平洋战役期间，在他的指挥下，M国海军航空母舰埃塞克斯的第15海军航空队，摧毁了比任何M国海军其他中队更多的敌机和船只。
zh_sg: 优异飞行十字勋章设立于1926年。从那时起，被用于嘉奖空战期间展现出的英雄主义行为和突出的成就。无论美军部队、外国军队还是民间飞行员都可以被授予这个十字勋章。David McCampbell，作为美国海军最优异的王牌，在第二次世界大战中获得了34次空战的胜利，被授予了无数的奖章，其中就包括三枚优异飞行十字勋章。 在太平洋战役期间，在他的指挥下，从美国海军埃塞克斯航空母舰起飞的Carrier Air Group 15编队，比其他美国海军飞行中队都摧毁了更多的敌军飞机和战舰。

# IDS_PCZC205_AA_BRONZE_STAR
source: Bronze Star Medal
es_mx: Medalla de Estrella de Bronce
ja: 青銅星章
pl: Brązowa Gwiazda
ru: Медаль «Бронзовая звезда»
uk: Медаль «Бронзова зірка»
zh: 铜星勋章
zh_sg: 铜星勋章
