Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNB239_NAME
source: A symbol of Finland
es_mx: Un símbolo de Finlandia
ja: フィンランドの象徴
pl: Symbol Finlandii
ru: Символ Финляндии
uk: Символ Фінляндії
zh: Символ Финляндии
zh_sg: 芬兰的象征

# IDS_DOGTAG_PCNB240_DESCRIPTION
source: The Tudor rose is the traditional national emblem of England. It symbolizes the union of the once opposing royal houses of Lancaster and York.
es_mx: La rosa de Tudor es el emblema nacional tradicional de Inglaterra. Este simboliza la unión de las una vez opuestas casas reales de Lancaster y York.
ja: テューダー・ローズは、イングランドの伝統的な紋章であり、かつて対立していたランカスター家とヨーク家の団結の象徴です。
pl: Róża Tudorów jest narodowym symbolem Anglików. Symbolizuje unię niegdyś przeciwnych sobie rodów Lancasterów i Yorków.
ru: Роза Тюдоров — традиционная национальная эмблема Англии, символ объединения враждовавших королевских династий Ланкастеров и Йорков.
uk: Троянда Тюдорів — традиційна національна емблема Англії, символ об’єднання ворогуючих королівських династій Ланкастерів і Йорків.
zh: Роза Тюдоров — традиционная национальная эмблема Англии, символ объединения враждовавших королевских династий Ланкастеров и Йорков.
zh_sg: 都铎玫瑰是英国的传统国徽。它象征着曾经对立的兰开斯特和约克王室的联合。

# IDS_DOGTAG_PCNB240_NAME
source: A symbol of Great Britain
es_mx: Un símbolo de Gran Bretaña
ja: イギリスの象徴
pl: Symbol Wielkiej Brytanii
ru: Символ Великобритании
uk: Символ Великобританії
zh: Символ Великобритании
zh_sg: 英国的象征

# IDS_DOGTAG_PCNB241_DESCRIPTION
source: Oak leaves constitute one of the national symbols of Germany—a sign of immortality, fortitude, and loyalty.
es_mx: Las hojas de roble constituyen uno de los símbolos nacionales de Alemania; un símbolo de inmortalidad, fortaleza y lealtad.
ja: オークの葉はドイツの国家的シンボルのひとつであり、不滅、不屈、忠誠を示します。
pl: Liście dębu to jeden z narodowych symboli Niemiec – znak nieśmiertelności, wytrzymałości i lojalności.
ru: Дубовые листья — один из национальных символов Германии, знак бессмертия, стойкости и верности.
uk: Дубове листя — один із національних символів Німеччини, знак безсмертя, стійкості та вірності.
zh: Дубовые листья — один из национальных символов Германии, знак бессмертия, стойкости и верности.
zh_sg: 橡树叶是德国的国家象征之一，象征着不朽、坚韧和忠诚。

# IDS_DOGTAG_PCNB241_NAME
source: A symbol of Germany
es_mx: Un símbolo de Alemania
ja: ドイツの象徴
pl: Symbol Niemiec
ru: Символ Германии
uk: Символ Німеччини
zh: Символ Германии
zh_sg: 德国的象征

# IDS_DOGTAG_PCNB242_DESCRIPTION
source: "Liberty Enlightening the World", commonly known as the Statue of Liberty, is a national monument in the U.S.A.
es_mx: "La libertad iluminando el mundo", comúnmente conocida como la Estatua de la Libertad, es un monumento nacional en los EUA.
ja: 通称「自由の女神像」として知られる "Liberty Enlightening the World" (世界を照らす自由) は、アメリカの国家的モニュメントです。
pl: „Wolność Opromieniająca Świat”, znana powszechnie jako Statua Wolności, to pomnik narodowy Stanów Zjednoczonych Ameryki.
ru: «Свобода, озаряющая мир», более известная как статуя Свободы, — национальный памятник США.
uk: «Свобода, що осяває світ», більш відома як «статуя Свободи» — національний пам’ятник США.
zh: «Свобода, озаряющая мир», более известная как статуя Свободы, — национальный памятник США.
zh_sg: “自由照亮世界”，俗称自由女神像，是美国的国家纪念碑。

# IDS_DOGTAG_PCNB242_NAME
source: A symbol of the U.S.A.
es_mx: Un símbolo de EUA
ja: アメリカの象徴
pl: Symbol Stanów Zjednoczonych Ameryki
ru: Символ США
uk: Символ США
zh: Символ США
zh_sg: 美国的象征

# IDS_DOGTAG_PCNB243_DESCRIPTION
source: The Szczerbiec sword is a coronation sword of the Polish kings.
es_mx: La espada Szczerbiec es una espada de coronación de los reyes polacos.
ja: シュチェルビェツは、ポーランド王の戴冠式に使われていた儀礼剣です。
pl: Miecz Szczerbiec jest mieczem koronacyjnym królów Polski.
ru: Меч Щербец — коронационный меч польских королей.
uk: Меч Щербець — коронаційний меч польських королів.
zh: Меч Щербец — коронационный меч польских королей.
zh_sg: 斯泽尔比克剑是波兰国王的加冕宝剑。

# IDS_DOGTAG_PCNB243_NAME
source: A symbol of Poland
es_mx: Un símbolo de Polonia
ja: ポーランドの象徴
pl: Symbol Polski
ru: Символ Польши
uk: Символ Польщі
zh: Символ Польши
zh_sg: 波兰的象征

# IDS_DOGTAG_PCNB244_DESCRIPTION
source: A patch to honor Simón Bolívar.
es_mx: Un parche en honor a Simón Bolívar.
ja: シモン・ボリバルを称えるパッチです。
pl: Naszywka dla upamiętnienia Simóna Bolívara.
ru: Нашивка в честь Симона Боливара.
uk: Нашивка на честь Сімона Болівара.
zh: Нашивка в честь Симона Боливара.
zh_sg: 向西蒙·玻利瓦尔致敬的补丁。

# IDS_DOGTAG_PCNB244_NAME
source: El Libertador
ja: El Libertador (解放者)
ru: Освободитель
zh: Освободитель
zh_sg: 解放者

# IDS_DOGTAG_PCNB245_DESCRIPTION
source: To the heroic Autobots who fought in the War for Cybertron.
ja: サイバトロン戦争で戦った英雄的なオートボットのために。
pl: Dla bohaterskich Autobotów, które toczyły wojnę o Cybertron.
ru: Отважные Автоботы — настоящие герои войны за Кибертрон.
zh: Отважные Автоботы — настоящие герои войны за Кибертрон.

# IDS_DOGTAG_PCNB245_NAME
source: Autobot
ja: オートボット
ru: Автобот
zh: Автобот

# IDS_DOGTAG_PCNB246_DESCRIPTION
source: To the mighty Decepticons who fought in the War for Cybertron.
ja: サイバトロン戦争で戦った強大なるディセプティコンのために。
pl: Dla mocarnych Deceptikonów, którzy toczyli wojnę o Cybertron.
ru: Могучие Десептиконы, безжалостно сражавшиеся в войне за Кибертрон.
zh: Могучие Десептиконы, безжалостно сражавшиеся в войне за Кибертрон.

# IDS_DOGTAG_PCNB246_NAME
source: Decepticon
ja: ディセプティコン
pl: Deceptikon
ru: Десептикон
zh: Десептикон

# IDS_DOGTAG_PCNB247_DESCRIPTION
source: Freedom is the right of all sentient beings.
ja: 自由はすべての生き物が持つ権利。
pl: Wolność jest prawem wszystkich odczuwających istot.
ru: Свобода — это право всех живых существ.
zh: Свобода — это право всех живых существ.

# IDS_DOGTAG_PCNB247_NAME
source: Optimus Prime
ja: オプティマスプライム
ru: Оптимус Прайм
zh: Оптимус Прайм

# IDS_DOGTAG_PCNB248_DESCRIPTION
source: The least likely can be the most dangerous.
ja: おそらく最小っていうのが一番危険になるのさ。
pl: Najbardziej niepozorny może się okazać najgroźniejszym.
ru: Наибольшая опасность подстерегает там, где меньше всего её ожидаешь.
zh: Наибольшая опасность подстерегает там, где меньше всего её ожидаешь.

# IDS_DOGTAG_PCNB248_NAME
source: Bumblebee
ja: バンブルビー
ru: Бамблби
zh: Бамблби

# IDS_DOGTAG_PCNB249_DESCRIPTION
source: Peace through conquest.
ja: 圧制を通じての平和を。
pl: Pokój przez podbój.
ru: Мир через завоевания!
zh: Мир через завоевания!

# IDS_DOGTAG_PCNB249_NAME
source: Megatron
ja: メガトロン
ru: Мегатрон
zh: Мегатрон

# IDS_DOGTAG_PCNB250_DESCRIPTION
source: Destroy what's below, and what's above will follow.
ja: 下にあるものを破壊すれば、上にあるものは従う。
pl: Zniszcz to, co na dole, a to, co na górze – runie.
ru: Уничтожь всё под ногами, голова падёт следом.
zh: Уничтожь всё под ногами, а потом над головой.

# IDS_DOGTAG_PCNB250_NAME
source: Rumble
ja: ランブル
ru: Рамбл
zh: Рамбл

# IDS_DOGTAG_PCNB251_DESCRIPTION
source: More than meets the eye!
ja: 見掛け以上！
pl: Pozory mylą!
ru: Больше, чем кажется на первый взгляд.
zh: Больше, чем кажется на первый взгляд.

# IDS_DOGTAG_PCNB251_NAME
source: Transformers
ja: トランスフォーマー
ru: Трансформеры
zh: Трансформеры

# IDS_DOGTAG_PCNB252_DESCRIPTION
source: A commemorative symbol granted for outstanding combat skills and heroism demonstrated for 5 years.
ja: これまでの 5 年間、素晴しいスキルと勇敢さを示してきた者達のための記念シンボル。
pl: Pamiątkowy symbol przyznawany za wybitne umiejętności bojowe i bohaterstwo wykazywane przez pięć lat.
ru: Памятный символ за отличную игру и боевые подвиги в течение пяти лет.
zh: Памятный символ за высокое военное мастерство и боевые подвиги на протяжении пяти лет.

# IDS_DOGTAG_PCNB252_NAME
source: For Meritorious Service
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
zh: За выслугу лет

# IDS_DOGTAG_PCNB999_DESCRIPTION
source: The patch is a work in progress.
es_mx: El parche es un trabajo en progreso.
ja: このパッチは開発中です。
pl: Naszywka jest jeszcze dopracowywana.
ru: Нашивка находится в стадии разработки.
uk: Нашивка перебуває в стадії розроблення.
zh: Нашивка находится в стадии разработки.
zh_sg: 补丁是一项正在进行中的工作。

# IDS_DOGTAG_PCNU001_NAME
source: U.S.S.R. Navy III
es_mx: Marina de la URSS III
ja: ソ連海軍 III
pl: Marynarka radziecka III
ru: Военно-Морской Флот III
uk: Військово-морський Флот III
zh: S系海军 III
zh_sg: 苏联海军III

# IDS_DOGTAG_PCNU002_NAME
source: U.S.S.R. Navy II
es_mx: Marina de la URSS II
ja: ソ連海軍 II
pl: Marynarka radziecka II
ru: Военно-Морской Флот II
uk: Військово-морський Флот II
zh: S系海军 II
zh_sg: 苏联海军II

# IDS_DOGTAG_PCNU003_NAME
source: U.S.S.R. Navy I
es_mx: Marina de la URSS I
ja: ソ連海軍 I
pl: Marynarka radziecka I
ru: Военно-Морской Флот I
uk: Військово-морський Флот I
zh: S系海军 I
zh_sg: 苏联海军I

# IDS_DOGTAG_PCNU004_NAME
source: U.S.S.R Navy Elite Forces
es_mx: Fuerzas de Élite de la Marina de la URSS
ja: ソ連海軍エリート部隊
pl: Siły elitarne marynarki radzieckiej
ru: Элита Военно-Морского Флота
uk: Еліта Військово-морського Флоту
zh: S系海军精英部队
zh_sg: 苏联精英海军部队

# IDS_DOGTAG_PCNU005_NAME
source: Nihon Kaigun III
ja: 日本海軍 III
zh: R系海军 III

# IDS_DOGTAG_PCNU006_NAME
source: Nihon Kaigun II
ja: 日本海軍 II
zh: R系海军 II

# IDS_DOGTAG_PCNU007_NAME
source: Nihon Kaigun I
ja: 日本海軍 I
zh: R系海军 I

# IDS_DOGTAG_PCNU008_NAME
source: Nihon Kaigun Seiei Butai
ja: 日本海軍精鋭部隊
zh: R系海军精英部队

# IDS_DOGTAG_PCNU009_NAME
source: United States Navy III
pl: Marynarka Stanów Zjednoczonych III
zh: M系海军 III

# IDS_DOGTAG_PCNU010_NAME
source: United States Navy II
pl: Marynarka Stanów Zjednoczonych II
zh: M系海军 II

# IDS_DOGTAG_PCNU011_NAME
source: United States Navy I
pl: Marynarka Stanów Zjednoczonych I
zh: M系海军 I

# IDS_DOGTAG_PCNU012_NAME
source: United States Navy Elite Forces
pl: Siły elitarne marynarki Stanów Zjednoczonych
zh: M系海军精英部队

# IDS_DOGTAG_PCNU013_NAME
source: Royal Navy III
zh: Y系海军 III

# IDS_DOGTAG_PCNU014_NAME
source: Royal Navy II
zh: Y系海军 II

# IDS_DOGTAG_PCNU015_NAME
source: Royal Navy I
zh: Y系海军 I

# IDS_DOGTAG_PCNU016_NAME
source: Royal Navy Elite Forces
pl: Siły elitarne Royal Navy
zh: Y系海军精英部队

# IDS_DOGTAG_PCNU017_NAME
source: Marine Nationale III
zh: F系海军 III

# IDS_DOGTAG_PCNU018_NAME
source: Marine Nationale II
zh: F系海军 II

# IDS_DOGTAG_PCNU019_NAME
source: Marine Nationale I
zh: F系海军 I

# IDS_DOGTAG_PCNU020_NAME
source: Forces élites de la Marine Nationale
pl: Siły elitarne Marine Nationale
zh: F系海军精英部队

# IDS_DOGTAG_PCNU021_NAME
source: Kriegsmarine III
zh: D系海军 III

# IDS_DOGTAG_PCNU022_NAME
source: Kriegsmarine II
zh: D系海军 II

# IDS_DOGTAG_PCNU023_NAME
source: Kriegsmarine I
zh: D系海军 I

# IDS_DOGTAG_PCNU024_NAME
source: Elitetruppe der Kriegsmarine
zh: D系海军精英部队

# IDS_DOGTAG_PCNU025_NAME
source: Pan-Asian Fleet III
ja: パンアジア艦隊 III
pl: Flota wschodnioazjatycka III
zh: C系海军 III

# IDS_DOGTAG_PCNU026_NAME
source: Pan-Asian Fleet II
ja: パンアジア艦隊 II
pl: Flota wschodnioazjatycka II
zh: C系海军 II

# IDS_DOGTAG_PCNU027_NAME
source: Pan-Asian Fleet I
ja: パンアジア艦隊 I
pl: Flota wschodnioazjatycka I
zh: C系海军 I

# IDS_DOGTAG_PCNU028_NAME
source: Pan-Asian Fleet Elite Forces
ja: パンアジア艦隊エリート部隊
pl: Siły elitarne marynarki wschodnioazjatyckiej
zh: C系海军精英部队

# IDS_DOGTAG_PCNU029_NAME
source: Destroyer Commander III
es_mx: Comandante de Destructor III
ja: 駆逐艦艦長 III
pl: Dowódca niszczyciela III
ru: Командир эсминца III
uk: Командир есмінця III
zh: 驱逐舰指挥官 III
zh_sg: 驱逐舰指挥官III

# IDS_DOGTAG_PCNU030_NAME
source: Destroyer Commander II
es_mx: Comandante de Destructor II
ja: 駆逐艦艦長 II
pl: Dowódca niszczyciela II
ru: Командир эсминца II
uk: Командир есмінця II
zh: 驱逐舰指挥官 II
zh_sg: 驱逐舰指挥官II

# IDS_DOGTAG_PCNU031_NAME
source: Destroyer Commander I
es_mx: Comandante de Destructor I
ja: 駆逐艦艦長 I
pl: Dowódca niszczyciela I
ru: Командир эсминца I
uk: Командир есмінця I
zh: 驱逐舰指挥官 I
zh_sg: 驱逐舰指挥官I

# IDS_DOGTAG_PCNU032_NAME
source: Destroyer Commander. Elite Forces
es_mx: Comandante de Destructor. Fuerzas de Élite
ja: 駆逐艦艦長 エリート部隊
pl: Dowódca niszczyciela. Siły elitarne
ru: Командир эсминца. Элита
uk: Командир есмінця. Еліта
zh: 驱逐舰指挥官精英部队
zh_sg: 驱逐舰指挥官-精英部队

# IDS_DOGTAG_PCNU033_NAME
source: Cruiser Commander III
es_mx: Comandante de Crucero III
ja: 巡洋艦艦長 III
pl: Dowódca krążownika III
ru: Командир крейсера III
uk: Командир крейсера III
zh: 巡洋舰指挥官 III
zh_sg: 巡洋舰指挥官III

# IDS_DOGTAG_PCNU034_NAME
source: Cruiser Commander II
es_mx: Comandante de Crucero II
ja: 巡洋艦艦長 II
pl: Dowódca krążownika II
ru: Командир крейсера II
uk: Командир крейсера II
zh: 巡洋舰指挥官 II
zh_sg: 巡洋舰指挥官II

# IDS_DOGTAG_PCNU035_NAME
source: Cruiser Commander I
es_mx: Comandante de Crucero I
ja: 巡洋艦艦長 I
pl: Dowódca krążownika I
ru: Командир крейсера I
uk: Командир крейсера I
zh: 巡洋舰指挥官 I
zh_sg: 巡洋舰指挥官I

# IDS_DOGTAG_PCNU036_NAME
source: Cruiser Commander. Elite Forces
es_mx: Comandante de Crucero. Fuerzas de Élite
ja: 巡洋艦艦長 エリート部隊
pl: Dowódca krążownika. Siły elitarne
ru: Командир крейсера. Элита
uk: Командир крейсера. Еліта
zh: 巡洋舰指挥官精英部队
zh_sg: 巡洋舰指挥官-精英部队

# IDS_DOGTAG_PCNU037_NAME
source: Battleship Commander III
es_mx: Comandante de Acorazado III
ja: 戦艦艦長 III
pl: Dowódca pancernika III
ru: Командир линкора III
uk: Командир лінкора III
zh: 战列舰指挥官 III
zh_sg: 战列舰指挥官III

# IDS_DOGTAG_PCNU038_NAME
source: Battleship Commander II
es_mx: Comandante de Acorazado II
ja: 戦艦艦長 II
pl: Dowódca pancernika II
ru: Командир линкора II
uk: Командир лінкора II
zh: 战列舰指挥官 II
zh_sg: 战列舰指挥官II

# IDS_DOGTAG_PCNU039_NAME
source: Battleship Commander I
es_mx: Comandante de Acorazado I
ja: 戦艦艦長 I
pl: Dowódca pancernika I
ru: Командир линкора I
uk: Командир лінкора I
zh: 战列舰指挥官 I
zh_sg: 战列舰指挥官I

# IDS_DOGTAG_PCNU040_NAME
source: Battleship Commander. Elite Forces
es_mx: Comandante de Acorazado. Fuerzas de Élite
ja: 戦艦艦長 エリート部隊
pl: Dowódca pancernika. Siły elitarne
ru: Командир линкора. Элита
uk: Командир лінкора. Еліта
zh: 战列舰指挥官精英部队
zh_sg: 战列舰指挥官-精英部队

# IDS_DOGTAG_PCNU041_NAME
source: Aircraft Carrier Commander III
es_mx: Comandante de Portaaviones III
ja: 航空母艦艦長 III
pl: Dowódca lotniskowca III
ru: Командир авианосца III
uk: Командир авіаносця III
zh: 航空母舰指挥官 III
zh_sg: 航空母舰指挥官III

# IDS_DOGTAG_PCNU042_NAME
source: Aircraft Carrier Commander II
es_mx: Comandante de Portaaviones III
ja: 航空母艦艦長 II
pl: Dowódca lotniskowca II
ru: Командир авианосца II
uk: Командир авіаносця II
zh: 航空母舰指挥官 II
zh_sg: 航空母舰指挥官II

# IDS_DOGTAG_PCNU043_NAME
source: Aircraft Carrier Commander I
es_mx: Comandante de Portaaviones I
ja: 航空母艦艦長 I
pl: Dowódca lotniskowca I
ru: Командир авианосца I
uk: Командир авіаносця I
zh: 航空母舰指挥官 I
zh_sg: 航空母舰指挥官I

# IDS_DOGTAG_PCNU044_NAME
source: Aircraft Carrier Commander. Elite Forces
es_mx: Comandante de Portaaviones. Fuerzas de Élite
ja: 航空母艦艦長 エリート部隊
pl: Dowódca lotniskowca. Siły elitarne
ru: Командир авианосца. Элита
uk: Командир авіаносця. Еліта
zh: 航空母舰指挥官精英部队
zh_sg: 航空母舰指挥官-精英部队

# IDS_DOGTAG_PCNU045_DESCRIPTION
source: A commemorative emblem for 1 year in the World of Warships contributors team.
es_mx: Emblema conmemorativo por un año en el equipo de colaboradores de World of Warships.
ja: World of Warships コントリビューターチーム加入 1 年の記念エンブレム
pl: Pamiątkowy emblemat za 1 rok w zespole współtwórców World of Warships.
ru: Памятная эмблема за год в команде контрибьюторов World of Warships.
uk: Памְ’ятна емблема за рік в команді контрибуторів World of Warships.
zh: 在战舰世界贡献者团队一年的纪念标志
zh_sg: 《战舰世界》 1年贡献者团队纪念徽章。

# IDS_DOGTAG_PCNU045_NAME
source: Contributor. 1 year
es_mx: Colaborador. 1 año
ja: コントリビューター: 1 年
pl: Współtwórca. 1 rok
ru: Контрибьютор. 1 год
uk: Контрибутор. 1 рік
zh: 贡献者: 一年
zh_sg: 贡献者：1年

# IDS_DOGTAG_PCNU046_DESCRIPTION
source: A commemorative emblem for 2 years in the World of Warships contributors team.
es_mx: Emblema conmemorativo por 2 años en el equipo de colaboradores de World of Warships.
ja: World of Warships コントリビューターチーム加入 2 年の記念エンブレム
pl: Pamiątkowy emblemat za 2 lata w zespole współtwórców World of Warships.
ru: Памятная эмблема за 2 года в команде контрибьюторов World of Warships.
uk: Памְ’ятна емблема за 2 роки в команді контрибуторів World of Warships.
zh: 在战舰世界贡献者团队两年的纪念标志
zh_sg: 《战舰世界》 2年贡献者团队纪念徽章。

# IDS_DOGTAG_PCNU046_NAME
source: Contributor. 2 years
es_mx: Colaborador. 2 años
ja: コントリビューター: 2 年
pl: Współtwórca. 2 lata
ru: Контрибьютор. 2 года
uk: Контрибутор. 2 роки
zh: 贡献者: 两年
zh_sg: 贡献者：2年

# IDS_DOGTAG_PCNU047_DESCRIPTION
source: A commemorative emblem for 3 years in the World of Warships contributors team.
es_mx: Emblema conmemorativo por 3 años en el equipo de colaboradores de World of Warships.
ja: World of Warships コントリビューターチーム加入 3 年の記念エンブレム
pl: Pamiątkowy emblemat za 3 lata w zespole współtwórców World of Warships.
ru: Памятная эмблема за 3 года в команде контрибьюторов World of Warships.
uk: Памְ’ятна емблема за 3 роки в команді контрибуторів World of Warships.
zh: 在战舰世界贡献者团队三年的纪念标志
zh_sg: 《战舰世界》 3年贡献者团队纪念徽章。

# IDS_DOGTAG_PCNU047_NAME
source: Contributor. 3 years
es_mx: Colaborador. 3 años
ja: コントリビューター: 3 年
pl: Współtwórca. 3 lata
ru: Контрибьютор. 3 года
uk: Контрибутор. 3 роки
zh: 贡献者: 三年
zh_sg: 贡献者：3年

# IDS_DOGTAG_PCNU048_DESCRIPTION
source: World of Warships Honorary Contributor.
es_mx: Colaborador Honorario de World of Warships.
ja: World of Warships 名誉コントリビューター
pl: Honorowy współtwórca World of Warships.
ru: Почётный контрибьютор World of Warships.
uk: Почесний контрибутор World of Warships.
zh: 战舰世界 荣耀贡献者
zh_sg: 《战舰世界》 荣誉贡献者。

# IDS_DOGTAG_PCNU048_NAME
source: High-Level Contributor
es_mx: Colaborador de Alto Nivel
ja: 高レベル・コントリビューター
pl: Szczególny współtwórca
ru: Контрибьютор высокого уровня
uk: Контрибутор високого рівня
zh: 高等贡献者
zh_sg: 高级贡献者

# IDS_DOGTAG_PCNU049_DESCRIPTION
source: Complete a collection of 100 ships.
es_mx: Completa una colección de 100 barcos.
ja: 100 隻の艦艇を集める。
pl: Zbierz kolekcję złożoną ze 100 okrętów.
ru: Соберите коллекцию из 100 кораблей.
uk: Зберіть колекцію зі 100 кораблів.
zh: 完成收集100艘战舰。
zh_sg: 完成100艘战舰的收藏。

# IDS_DOGTAG_PCNU049_NAME
source: Junior Collector
es_mx: Coleccionista Menor
ja: ジュニア・コレクター
pl: Początkujący kolekcjoner
ru: Начинающий коллекционер
uk: Колекціонер-початківець
zh: 收藏家III
zh_sg: 初级收藏家

# IDS_DOGTAG_PCNU050_DESCRIPTION
source: Complete a collection of 150 ships.
es_mx: Completa una colección de 150 barcos.
ja: 150 隻の艦艇を集める。
pl: Zbierz kolekcję złożoną ze 150 okrętów.
ru: Соберите коллекцию из 150 кораблей.
uk: Зберіть колекцію зі 150 кораблів.
zh: 完成收集150艘战舰。
zh_sg: 完成150艘战舰的收藏。

# IDS_DOGTAG_PCNU050_NAME
source: Practicing Collector
es_mx: Coleccionista Practicante
ja: 実践コレクター
pl: Wprawiony kolekcjoner
ru: Практикующий коллекционер
uk: Практикуючий колекціонер
zh: 收藏家II
zh_sg: 见习收藏家

# IDS_DOGTAG_PCNU051_DESCRIPTION
source: Complete a collection of 200 ships.
es_mx: Completa una colección de 200 barcos.
ja: 200 隻の艦艇を集める。
pl: Zbierz kolekcję złożoną z 200 okrętów.
ru: Соберите коллекцию из 200 кораблей.
uk: Зберіть колекцію з 200 кораблів.
zh: 完成收集200艘战舰。
zh_sg: 完成200艘战舰的收藏。

# IDS_DOGTAG_PCNU051_NAME
source: Experienced Collector
es_mx: Coleccionista Experimentado
ja: 熟練コレクター
pl: Doświadczony kolekcjoner
ru: Опытный коллекционер
uk: Досвідчений колекціонер
zh: 收藏家I
zh_sg: 资深收藏家

# IDS_DOGTAG_PCNU052_DESCRIPTION
source: Complete a collection of 250 ships.
es_mx: Completa una colección de 250 barcos.
ja: 250 隻の艦艇を集める。
pl: Zbierz kolekcję złożoną z 250 okrętów.
ru: Соберите коллекцию из 250 кораблей.
uk: Зберіть колекцію з 250 кораблів.
zh: 完成收集250艘战舰。
zh_sg: 完成250艘战舰的收藏。

# IDS_DOGTAG_PCNU052_NAME
source: Expert Collector
es_mx: Coleccionista Experto
ja: エキスパート・コレクター
pl: Zaawansowany kolekcjoner
ru: Эксперт-коллекционер
uk: Експерт-колекціонер
zh: 收藏家：精英
zh_sg: 专业收藏家

# IDS_DOGTAG_PCNU053_NAME
source: Ranked Battles Expert III
es_mx: Experto en Batallas por Rango III
ja: ランク戦エキスパート III
pl: Ekspert bitew rankingowych III
ru: Мастер ранговых боёв III
uk: Майстер Рангових боїв III
zh: 排位战专家III
zh_sg: 排位战专家 III

# IDS_DOGTAG_PCNU054_NAME
source: Ranked Battles Expert II
es_mx: Experto en Batallas por Rango II
ja: ランク戦エキスパート II
pl: Ekspert bitew rankingowych II
ru: Мастер ранговых боёв II
uk: Майстер Рангових боїв II
zh: 排位战专家II
zh_sg: 排位战专家 II

# IDS_DOGTAG_PCNU055_NAME
source: Ranked Battles Expert I
es_mx: Experto en Batallas por Rango I
ja: ランク戦エキスパート I
pl: Ekspert bitew rankingowych I
ru: Мастер ранговых боёв I
uk: Майстер Рангових боїв I
zh: 排位战专家I
zh_sg: 排位战专家 I

# IDS_DOGTAG_PCNU056_NAME
source: Ranked Battles Expert: Elite
es_mx: Experto en Batallas por Rango: Élite
ja: ランク戦エキスパート: エリート
pl: Ekspert bitew rankingowych: Elita
ru: Мастер ранговых боёв. Элита
uk: Майстер Рангових боїв. Еліта
zh: 排名战专家：精英
zh_sg: 排位战专家：精英

# IDS_DOGTAG_PCNU057_NAME
source: Clan Battles Expert III
es_mx: Experto en Batallas de Clanes III
ja: クラン戦エキスパート III
pl: Ekspert bitew klanowych III
ru: Мастер клановых боёв III
uk: Майстер кланових боїв III
zh: 军团战斗专家III
zh_sg: 军团战专家 III

# IDS_DOGTAG_PCNU058_NAME
source: Clan Battles Expert II
es_mx: Experto en Batallas de Clanes II
ja: クラン戦エキスパート II
pl: Ekspert bitew klanowych II
ru: Мастер клановых боёв II
uk: Майстер кланових боїв II
zh: 军团战斗专家II
zh_sg: 军团战专家 II

# IDS_DOGTAG_PCNU059_NAME
source: Clan Battles Expert I
es_mx: Experto en Batallas de Clanes I
ja: クラン戦エキスパート I
pl: Ekspert bitew klanowych I
ru: Мастер клановых боёв I
uk: Майстер кланових боїв I
zh: 军团战斗专家I
zh_sg: 军团战专家 I

# IDS_DOGTAG_PCNU060_NAME
source: Clan Battles Expert: Elite
es_mx: Experto en Batallas de Clanes: Élite
ja: クラン戦エキスパート: エリート
pl: Ekspert bitew klanowych: Elita
ru: Мастер клановых боёв. Элита
uk: Майстер кланових боїв. Еліта
zh: 军团战斗专家：精英
zh_sg: 军团战专家：精英

# IDS_DOGTAG_PCNU061_NAME
source: Super Test
es_mx: Super Prueba
ja: スーパーテスト
ru: Супертест
uk: Супертест
zh: 超级测试
zh_sg: 超级测试

# IDS_DOGTAG_PCNU062_NAME
source: Super Test
es_mx: Super Prueba
ja: スーパーテスト
ru: Супертест
uk: Супертест
zh: 超级测试
zh_sg: 超级测试

# IDS_DOGTAG_PCNU063_NAME
source: Super Test
es_mx: Super Prueba
ja: スーパーテスト
ru: Супертест
uk: Супертест
zh: 超级测试
zh_sg: 超级测试

# IDS_DOGTAG_PCNU064_NAME
source: Mod Maker
es_mx: Creador de Mods
ja: Mod 開発者
pl: Twórca modów
ru: Мододел
uk: Модороб
zh: 模组制作者
zh_sg: Mod制作者

# IDS_DOGTAG_PCNU065_NAME
source: WoWS Privateer
es_mx: Corsario de WoWS
ja: WoWS 公賊
pl: Korsarz WoWS
ru: Капер WoWS
uk: Капер WoWS
zh: Капер WoWS
zh_sg: WoWS 私掠者

# IDS_DOGTAG_PCNU066_DESCRIPTION
source: Win 5 games with your team in King of the Sea tournaments.
es_mx: Gana 5 juegos con tu equipo en los torneos King of the Sea.
ja: トーナメント「King of the Sea」で所属チームと共に 5 試合勝利する。
pl: Wygraj 5 bitew wraz ze swoją drużyną w turnieju King of the Sea.
ru: Одержите 5 побед со своей командой в состязаниях King of the Sea.
uk: Здобудьте 5 перемог зі своєю командою в змаганнях King of the Sea.
zh: Одержите 5 побед со своей командой в состязаниях King of the Sea.
zh_sg: 在海上之王比赛中与您的团队获得5场胜利。

# IDS_DOGTAG_PCNU066_NAME
source: King of the Sea — Novice
es_mx: King of the Sea: Principiante
ja: King of the Sea — ノービス
pl: King of the Sea – początkujący
ru: King of the Sea — Новичок
uk: King of the Sea — Новачок
zh: King of the Sea — Новичок
zh_sg: 海上之王 —— 新兵

# IDS_DOGTAG_PCNU067_DESCRIPTION
source: Win 15 games with your team in King of the Sea tournaments.
es_mx: Gana 15 juegos con tu equipo en los torneos King of the Sea.
ja: トーナメント「King of the Sea」で所属チームと共に 15 試合勝利する。
pl: Wygraj 15 bitew wraz ze swoją drużyną w turnieju King of the Sea.
ru: Одержите 15 побед со своей командой в состязаниях King of the Sea.
uk: Здобудьте 15 перемог зі своєю командою в змаганнях King of the Sea.
zh: Одержите 15 побед со своей командой в состязаниях King of the Sea.
zh_sg: 在海上之王比赛中与您的团队获得15场胜利。

# IDS_DOGTAG_PCNU067_NAME
source: King of the Sea—Veteran
es_mx: King of the Sea: Veterano
ja: King of the Sea — ベテラン
pl: King of the Sea – weteran
ru: King of the Sea — Ветеран
uk: King of the Sea — Ветеран
zh: King of the Sea — Ветеран
zh_sg: 海上之王 —— 老兵
