Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC262_TARIGO1941_DESCRIPTION
source: One of the most difficult theaters of combat for the Royal Navy was the Mediterranean. The battle chronicles continuously reported both heavy defeats and impressive victories. One such victory which occurred off the Kerkennah Islands was the rout of an Italian-German convoy en route to North Africa, carrying reinforcements for General Rommel. This convoy would persevere in the history books under the name of Tarigo, after the Italian destroyer that was the escort's flagship. On April 15, 1941, British aviation reconnaissance discovered several enemy transport ships heading southward, accompanied by three destroyers. The interception of the convoy from Malta was assigned to Force "K", which included two J-class and two Tribal-class destroyers. The Force was led by Captain (D) Philip Mack, holding his pennant on board HMS Jervis. In the early hours of April 16, British destroyers literally descended upon the unsuspecting convoy, quickly turning the fight into a battle at pistol-shot distance. Three Italian destroyers from the escort resisted the fierce attack, but they could do very little against the twenty-eight 120 mm British guns. At the cost of losing one ship, receiving a torpedo hit at close range, Force K sent the entire convoy—three destroyers and five transport ships—to the bottom of the sea, depriving General Rommel of 1,700 soldiers and several thousand tons of cargo that would have been incredibly valuable to him.
es_mx: Uno de los teatros más difíciles para la Royal Navy fue el Mediterráneo. Las crónicas de batalla reportaban continuamente tanto fuertes derrotas como impresionantes victorias. Una de tales victorias que sucedió cerca de las Islas Kerkennah fue la ruta de un convoy italoalemán en ruta al Norte de África, que llevaba refuerzos para el general Rommel. Este convoy aparecerá en los libros de historia con el nombre de Tarigo, al igual que el destructor italiano que era el buque insignia de la escolta. El 15 de abril de 1941, el reconocimiento de la aviación británica descubrió varios barcos de transporte enemigos que se dirigían hacia el sur, acompañados por tres destructores. La intercepción del convoy de Malta se asignó a la Fuerza "K", que incluía dos destructores de clase J y dos de clase tribal. La Fuerza fue dirigida por el Capitán (D) Philip Mack, sosteniendo su banderín a bordo del HMS Jervis. En las primeras horas del 16 de abril, los destructores británicos descendieron literalmente sobre el desprevenido convoy, convirtiendo rápidamente la lucha en una batalla a distancia de tiro. Tres destructores italianos de la escolta resistieron el feroz ataque, pero pudieron hacer muy poco contra los veintiocho cañones británicos de 120 mm. A costa de perder un barco, al recibir un torpedo a corta distancia, Force K envió a todo el convoy (tres destructores y cinco barcos de transporte) al fondo del mar, privando al General Rommel de 1.700 soldados y varios miles de toneladas de carga que Habría sido increíblemente valioso para él.
ja: イギリス海軍にとって最も困難な戦域のひとつが地中海でした。戦史は厳しい敗北と目覚ましい勝利の両者を繰り返し報告してきました。そのような勝利のひとつは、ケルケナ諸島沖で挙げられました。この水域は、ロンメル将軍のために北アフリカへと援軍を輸送するイタリア・ドイツの船団の航路でした。この船団は、護衛艦隊の旗艦であったイタリア駆逐艦タリゴに因んだ名で歴史書に記されることになりました。 1941 年 4 月 15 日、イギリスの航空偵察は数隻の敵輸送船 が 3 隻の駆逐艦を伴って南方へ向かっているのを発見しました。この船団をマルタより迎撃する任務は、J 級およびトライバル級駆逐艦各 2 隻からなる「K」部隊に課せられました。駆逐群司令官フィリップ・マックは、彼が艦長を務めるジャーヴィスから部隊の指揮を執りました。4 月 16 日未明、イギリスの各駆逐艦は無警戒の船団の前に文字通り突然姿を現し、すぐに至近距離での戦闘を開始しました。護衛をしていた 3 隻のイタリア駆逐艦が激しい攻撃に対し抵抗しましたが、イギリス側の 120 mm 砲 28 門の前にはほとんど何もできませんでした。近距離で魚雷を被弾した 1 隻を犠牲にしながらも、K 部隊は全船団 (駆逐艦 3 隻および 輸送船 5 隻) を海底へと沈め、ロンメル将軍にとって非常に貴重であった 1,700 名の兵士と何千トンもの物資を彼から奪うことに成功しました。
pl: Jednym z najtrudniejszych teatrów działań zbrojnych dla Royal Navy było Morze Śródziemne. W kronikach możemy znaleźć zapisy dotyczące zarówno sromotnych klęsk, jak i wspaniałych zwycięstw. Jedno z takich zwycięstw miało miejsce w pobliżu Wysp Karkana. Rozgromiono tam włosko-niemiecki konwój z posiłkami zmierzającymi do Generała Rommla w północnej Afryce. W historii konwój ten zapisał się pod nazwą Tarigo, od włoskiego niszczyciela, który był okrętem flagowym eskorty. 15 kwietnia 1941 roku brytyjski zwiad lotniczy wykrył liczne okręty transportowe wroga płynące w kierunku południowym w eskorcie trzech niszczycieli. Przechwycenie konwoju z Malty przydzielono grupie Force „K”, w skład której wchodziły dwa niszczyciele klasy J oraz dwa niszczyciele klasy Tribal. Oddział dowodzony był przez kapitana Philipa Macka, dowodzącego z pokładu HMS Jervis. We wczesnych godzinach porannych 16 kwietnia brytyjskie niszczyciele dosłownie rzuciły się na niczego niespodziewający się konwój, szybko zmieniając regularną bitwę w walkę na odległość wystrzału z pistoletu. Trzy włoskie niszczyciele z eskorty odparły zażarty atak, ale nie mogły wiele zdziałać przeciw dwudziestu ośmiu brytyjskim działom kal. 120 mm. Tracąc samemu jeden okręt, trafiony torpedą z bliskiej odległości, Force K posłała na dno cały konwój – trzy niszczyciele i pięć okrętów transportowych. Pozbawiło to generała Rommla 1700 żołnierzy i kilku tysięcy ton ładunku.
ru: Одним из самых сложных для Королевского флота театров военных действий было Средиземноморье. Хроника боёв здесь изобиловала как тяжёлыми поражениями, так и яркими победами. Одной из таких побед стал разгром у островов Керкенна итало-немецкого конвоя, следовавшего в Северную Африку с подкреплениями для сил Роммеля. В истории этот конвой остался под названием «Тариго», по имени итальянского эсминца, являвшегося флагманом эскорта. 15 апреля 1941 года авиационная разведка англичан обнаружила несколько транспортов противника, следовавших в южном направлении в сопровождении трёх эсминцев. На перехват конвою с Мальты вышло Соединение «K», в которое входили два эсминца типа J и два типа Tribal. Командовал соединением кэптен (капитан 1 ранга) Филип Мак, державший свой вымпел на HMS Jervis. В ночь на 16 апреля британские эсминцы буквально обрушились на ничего не подозревавший конвой, быстро превратив бой в схватку на дистанции пистолетного выстрела. Составлявшие эскорт три итальянских эсминца отчаянно сопротивлялись, но мало что могли сделать против двадцати восьми 120-мм орудий англичан. Ценой потери одного корабля, получившего в упор торпеду, Соединение «K» за один час отправило на дно весь конвой — три эсминца и пять транспортов, — так что генерал Роммель недосчитался 1700 солдат и нескольких тысяч тонн столь ценных для него грузов.
uk: Одним з найскладніших для Королівського флоту театрів воєнних дій було Середземномор’я. Хроніка боїв тут рясніла як важкими поразками, так і яскравими перемогами. Однією з таких перемог став розгром біля островів Керкенна італо-німецького конвою, що прямував до Північної Африки з підкріпленнями для сил Роммеля. В історії цей конвой залишився під назвою «Таріго», за назвою італійського есмінця, що був флагманом ескорту. 15 квітня 1941 р. авіаційна розвідка англійців виявила кілька транспортів супротивника, що прямували у південному напрямку в супроводі трьох есмінців. Перехопити конвой із Мальти вийшло З’єднання «K», в яке входили два есмінці типу J і два типу Tribal. Командував з’єднанням кептен (капітан 1 рангу) Філіп Мак, який тримав свій вимпел на HMS Jervis. У ніч на 16 квітня британські есмінці буквально налетіли на не чекавший лиха конвой, швидко перевели бій у сутичку на відстані пістолетного пострілу. Три італійських есмінці, що були ескортом, відчайдушно чинили опір, але мало що могли вдіяти проти двадцяти восьми 120-мм гармат англійців. Ціною втрати одного корабля, що отримав торпеду впритул, З’єднання «K» за одну годину спрямувало на дно весь конвой — три есмінці і п’ять транспортів. Внаслідок генерал Роммель недорахувався 1700 вояків і кількох тисяч тонн таких цінних для нього вантажів.
zh: 对Y国海军来说最艰困的战区之一是地中海。战斗纪录不断报导重大失败和令人印象深刻的胜利。在可尔肯群岛发生的如此一次胜利是击溃前往北非的I国—D国输送船队，它们带着隆美尔将军的增援。这支输送船队将以塔里戈为名留名史籍，以护送输送船队的旗舰I国驱逐舰为名。 1941年4月15日，Y国航空侦察发现了几艘朝南的敌军运输舰，伴随三艘驱逐舰。来自马耳他拦截输送船队的部队被称为「K」，其中包括两艘J级和两艘部族级驱逐舰。部队由舰长菲利普-麦克率领，将他的三角旗挂在贾维斯上。在4月16日凌晨，Y国驱逐舰突然出现在毫无戒心的输送船队旁，迅速将战斗变成了手枪射程距离的战斗。来自护航队的三艘I国驱逐舰抵抗猛烈的攻击，但它们面对28门120毫米Y国炮显得无用。以受到近距离的鱼雷击中失去一艘战舰为代价，部队K将整个输送船队—三艘驱逐舰和五艘运输舰—送到海底，剥夺了对隆美尔将军来说非常有价值的1,700名士兵和几千吨物资。
zh_sg: 对皇家海军来说，最困难的战场之一就是地中海。战争史不断地报道重大的失败和令人印象深刻的胜利。在克尔肯纳群岛附近发生过一场胜利，一支意大利和德国的护航编队在前往北非的途中溃败，他们当时正为隆美尔将军运送增援部队。这支护航编队将以塔里戈的名字继续载入史册，塔里戈是护送编队的旗舰，一艘意大利驱逐舰的名字。 1941年4月15日，英国航空侦察队在三艘驱逐舰的陪同下发现了几艘向南航行的敌舰。从马耳他拦截护航队的任务分配给了“K”部队，其中包括两艘J级和两艘部落级驱逐舰。这支部队由 Philip Mack舰长在杰维斯号上率领。4月16日凌晨，英国驱逐舰突袭了这支毫无准备的护航队，迅速将这场遭遇战变成了一场枪林弹雨般的激烈战斗。三艘护航的意大利驱逐舰抵挡住了猛烈的攻击，但他们对28门120毫米英军火炮几乎无法还击。K部队由于遭到了近距离受到鱼雷攻击损失了一艘战舰，但将整个护航舰队——三艘驱逐舰和五艘运输船——都击沉到了海底，使得隆美尔将军失去了1700名士兵和几千吨货物，而这些货物对他来说是无比珍贵的。

# IDS_PCZC263_HMSMEDEA1916
source: HMS Medea in the Dover Patrol, April 1916
es_mx: El HMS Medea en la Patrulla de Dover, Abril de 1916
ja: ドーバー哨戒中のメディア、1916 年 4 月
pl: HMS Medea w Dover Patrol, kwiecień 1916 r.
ru: HMS Medea в составе Дуврского патруля, апрель 1916 г.
uk: HMS Medea у складі Дуврського патруля, квітень 1916 р.
zh: 在多佛巡逻队的美狄亚，1916年4月
zh_sg: 多佛巡逻中的美狄亚号，1916年4月

# IDS_PCZC263_HMSMEDEA1916_DESCRIPTION
source: Destroyer Kriti was built in the U.K. as part of a special project, close to the Admiralty M-class, and joined the Greek Navy in her early days of service. With the outbreak of World War I, the ship would be repurchased by the U.K. and, with a truly elegant British sense of humor, named Medea, in honor of the character from Greek mythology closely associated with Crete. Medea and her sister ships differed from the other destroyers of the Royal Navy by their original silhouettes with high fore-funnels. Having come into operation in May 1915, HMS Medea joined the famous Harwich Striking Force, operating in the waters south of the British Isles. On April 24, 1916, the destroyer took part in an operation to block the German Navy's Flanders U-boat flotilla. In the heat of battle and in an attempt to cover her damaged sister ship, Medea, under fire from the enemy's coastal batteries, lanced at three German destroyers and routed them out.
es_mx: El destructor Kriti fue construido en el Reino Unido como parte de un proyecto especial, cerca de la clase M del Almirantazgo, y se unió a la Armada griega en sus primeros días de servicio. Con el estallido de la Primera Guerra Mundial, el barco sería recomprado por el Reino Unido, y con un verdadero y elegante sentido del humor británico, fue llamado Medea, en honor al personaje de la mitología griega estrechamente asociado a Creta. Medea y sus naves hermanas diferían de los otros destructores de la Marina Real por sus siluetas originales con altos embudos. Habiendo entrado en operación en mayo de 1915, HMS Medea se unió a la famosa Fuerza de Golpe de Harwich, operando en las aguas al sur de las Islas Británicas. El 24 de abril de 1916, el destructor participó en una operación para bloquear la flotilla de submarinos Flanders de la Marina alemana. En el fragor de la batalla, en un intento por cubrir a su hermana hermana dañada, Medea, bajo el fuego de las baterías costeras del enemigo, lanzó una lanza sobre tres destructores alemanes y los expulsó.
ja: イギリスで特別計画の一部として建造された駆逐艦クリティは、アドミラルティ M 級駆逐艦に近い艦艇であり、艦歴の初期にはギリシャ海軍に参加しました。一次大戦の勃発によりイギリスに再購入された本艦は、イギリス流の実に洗練されたユーモアによって、クレタ島と縁の深いギリシャ神話の登場人物に因んで「メディア」と改名されました。メディアと姉妹艦は、高い前部煙突を備えた個性的な艦影の点で、イギリス海軍の他の駆逐艦とは異なります。 1915 年に就役したメディアは、ブリテン島の南方水域を作戦範囲とする有名なハリッジ部隊に所属しました。1916 年 4 月 24 日、この駆逐艦はドイツ海軍のフランドル潜水艦隊に対する封鎖作戦に参加しました。戦闘の最中に、損傷を受けた姉妹艦を護ろうとしたメディアは、敵の沿岸砲台からの砲撃を物ともせずに 3 隻のドイツ駆逐艦に対して突進して撃退しました。
pl: Niszczyciel Kriti zbudowany był w Zjednoczonym Królestwie w ramach specjalnego projektu, zbliżonego do klasy M Admiralicji. W pierwszych dniach swojej służby pływał pod banderą greckiej marynarki wojennej. Wraz z wybuchem I wojny światowej Brytyjczycy odkupili go i z typowym dla siebie poczuciem humoru nazwali Medea, na cześć postaci z mitologii greckiej, blisko związanej z Kretą. Medea wraz ze swoimi okrętami siostrzanymi różniły się od innych niszczycieli Royal Navy z powodu charakterystycznej sylwetki z wysokim przednim kominem. Po rozpoczęciu służby w maju 1915 roku HMS Medea dołączył do słynnego oddziału Harwich Striking Force, działającego na południe od Wysp Brytyjskich. 24 kwietnia 1916 roku niszczyciel brał udział w operacji zablokowania niemieckiej flotylli U-Bootów Flandria. W rozgorzałej bitwie, osłaniając uszkodzony okręt siostrzany i będąc pod ostrzałem baterii nabrzeżnych, Medea zasypał ogniem trzy niemieckie niszczyciele, zmuszając je do odwrotu.
ru: Эсминец Kriti строился в Великобритании по специальному проекту, близкому к Адмиралтейскому типу M, и должен был войти в состав ВМС Греции. С началом Первой мировой войны корабль был перекуплен англичанами и с истинно британским элегантным чувством юмора назван Medea, в честь тесно связанного с Критом персонажа греческой мифологии. Среди других эсминцев Королевского флота Medea и его систершипы выделялись оригинальным силуэтом с высокой передней трубой. Вступив в строй в мае 1915 года, HMS Medea вошёл в состав знаменитых Гарвичских сил, оперировавших в водах к югу от Британских островов. 24 апреля 1916 года эсминец участвовал в операции по блокированию немецкой Фландрской флотилии подводных лодок. В один из моментов сражения, прикрывая повреждённый систершип, Medea под огнём береговых батарей противника бросился в атаку на три германских миноносца и обратил их в бегство.
uk: Есмінець Kriti будували у Великобританії за спеціальним проектом, близьким до Адміралтейського типу M, і він мав увійти до складу ВМС Греції. З початком Першої світової війни корабель перекупили англійці, й зі справжнім британським елегантним почуттям гумору назвали його Medea, на честь щільно пов’язаного з Критом персонажа грецької міфології. Серед інших есмінців Королівського флоту Medea та його однотипники виділялися оригінальним силуетом з високою передньою трубою. Ставши до лав у травні 1915 р., HMS Medea увійшов до складу знаменитих Гарвічських сил, що оперували у водах на південь від Британських островів. 24 квітня 1916 р. есмінець брав участь в операції з блокування німецької Фландрської флотилії підводних човнів. В одну з митей битви, прикриваючи пошкоджений однотипник, Medea під вогнем берегових батарей супротивника кинувся в атаку на три німецьких міноносці і змусив їх втекти.
zh: 驱逐舰克里特是在Y国作为一个特殊计划的一部分建造的，近似M级，并在早期服役时加入了希腊海军。随着大战的爆发，这艘战舰被Y国回购，并以真正的Y国优雅幽默感命名为美狄亚，以纪念与克里特岛密切相关的希腊神话中的人物。美狄亚和她的姊妹舰与Y国海军的其他驱逐舰不同，它们的原始轮廓具有较高的前烟囱。 美狄亚于1915年5月投入行动，加入了著名的哈维奇部队，在不列颠群岛以南的海域开展行动。1916年4月24日，驱逐舰参加了一次封锁D国海军佛兰德斯U艇区舰队的行动。在激烈的战斗中，为了掩护它受损的姊妹舰，美狄亚在敌人的沿海主炮的射击下，急速冲向三艘D国驱逐舰并将它们击溃。
zh_sg: 驱逐舰克里特号在英国建造时是作为一个特殊项目的一部分，接近海军M级，在它服役的初期加入了希腊海军。随着第一次世界大战的爆发，这艘战舰被英国重新购买了回来，以一种英国式优雅的幽默感，命名为美狄亚，以纪念希腊神话中与克里特岛密切相关的角色。美狄亚和她的姊妹舰与皇家海军其他驱逐舰的不同之处在于，它们最初的外形都是高前舱。 1915年5月开始执行行动的美狄亚号加入了著名的哈威奇突击部队，在不列颠群岛以南的海域行动。1916年4月24日，这艘驱逐舰参加了阻挡德国海军佛兰德斯U-boat舰队的行动。在战斗最激烈的时候，为了掩护它被击伤的姊妹战舰，美狄亚号在敌人海岸的炮火下与三艘德国驱逐舰勇猛作战并将他们击退。

# IDS_PCZC264_CAMO1940
source: Camouflage for Coastal Operations, 1940
es_mx: Camuflaje para Operaciones Costeras, 1940
ja: 沿岸作戦用迷彩、1940 年
pl: Kamuflaż do operacji przybrzeżnych, 1940 r.
ru: Камуфляж для прибрежных операций, 1940 г.
uk: Камуфляж для прибережних операцій, 1940 р.
zh: 沿海行动涂装，1940
zh_sg: 海岸行动的涂装，1940年

# IDS_PCZC264_CAMO1940_DESCRIPTION
source: During the initial months of World War II, most of the British Navy continued to operate with peacetime colors: dark gray or light gray, depending on the theater of action. However, solid coloring did not suit close inshore operations, and soon some of the ships of the Home Fleet came to boast a variety of two- or three-color disruptive camouflage patterns. The first camouflage schemes that were used by the Royal Navy during the war were unofficial. The camouflage was applied to the ship's hull by order of her Commander or by the order of the Captain's immediate superiors—Commanders of small units, of destroyer flotillas, etc. The crews used only colors that were immediately available. Clearly, the one most readily available was protective ("khaki") or black paint that was applied in spots on top of the standard gray. Such was the pattern of, for example, G-class destroyer HMS Grenade, that was involved in the Dunkirk evacuation. The extended, official palette of colors that had a special encoding and was designed for the concealment of ships, appeared only in 1941.
es_mx: Durante los primeros meses de la Segunda Guerra Mundial, la mayor parte de la Marina Británica continuó operando con los colores de tiempos de paz: gris oscuro o gris claro, según el teatro de acción. Sin embargo, la coloración sólida no se ajustaba bien para las operaciones cercanas a la costa, y pronto algunos de los barcos de la Home Fleet llegaron a presumir de una variedad de patrones de camuflaje disruptivos de dos o tres colores. Los primeros esquemas de camuflaje utilizados por la Marina Real durante la guerra no fueron oficiales. El camuflaje se aplicó al casco de la nave por orden de su Comandante o por orden de los superiores inmediatos del Capitán: Comandantes de unidades pequeñas, de flotillas de destructores, etc. Las tripulaciones utilizaron solo colores disponibles de inmediato. Claramente, el que estaba disponible en su mayoría era de protección ("caqui") o pintura negra que se aplicó en puntos en la parte superior del gris estándar. Tal fue el patrón de, por ejemplo, el destructor de clase G HMS Grenade, que estuvo involucrado en la Evacuación de Dunkerque. La paleta de colores extendida y oficial que tenía una codificación especial y fue diseñada para el ocultamiento de barcos, solo apareció en 1941.
ja: 二次大戦の最初の数ヶ月間、イギリス海軍の大部分の艦艇は平時塗装のまま任務を継続しました。その塗装色は、活動地域に応じてダークグレーまたはライトグレーでした。しかし単色塗装は沿岸付近での作戦には不向きだったため、本国艦隊の一部の艦艇はすぐに 2 色または 3 色の様々な欺瞞迷彩パターンを塗装するようになりました。 戦争中にイギリス海軍で使用された最初の迷彩スキームは公式のものではありませんでした。それらの迷彩を船体に適用するように指示したのは、艦長または艦長の直接の上官にあたる駆逐群などの小部隊の司令官でした。乗組員は、即座に利用可能な塗料のみを使用しました。明らかに最も手に入りやすかったのは保護色 (「カーキ色」) またはブラックの塗装で、これらを利用してグレーの標準色の上に斑点が描かれました。このようなパターンの一例が、ダンケルクでの救出活動に参加した G 級駆逐艦グレネードです。特別な番号を与えられ艦艇の迷彩用に作られた公式の各色は、1941 年になってようやく登場しました。
pl: W początkowych miesiącach II wojny światowej większość marynarki brytyjskiej wciąż działała w malowaniu właściwym dla czasów pokoju: ciemnoszarym lub jasnoszarym, w zależności od teatru działań. Jednolite malowanie nie sprawdzało się jednak w trakcie operacji przybrzeżnych i wkrótce na część okrętów Home Fleet nałożono dwu- lub trójkolorowe kamuflaże deformujące. Pierwsze wzory kamuflażu, których używano w Royal Navy w trakcie wojny nie były oficjalnie zatwierdzone. Nakładano je na kadłuby na rozkaz dowódców lub ich bezpośrednich przełożonych – dowódców małych jednostek, flotylli niszczycieli itp. Załogi używały barw, które były akurat pod ręką. Najczęściej oznaczało to kolor maskujący („khaki”) oraz czarny, które nakładano w postaci plam na standardowy kolor szary. Taki wzór posiadał przykładowo niszczyciel klasy G HMS Grenade, biorący udział w operacji pod Dunkierką. Rozszerzona, oficjalna paleta kolorów, posiadająca specjalne kodowanie i zaprojektowana w celu maskowania okrętów pojawiła się dopiero w 1941 roku.
ru: В первые месяцы Второй мировой войны большая часть британского флота продолжала действовать в окраске мирного времени — тёмно-серой или светло-серой, в зависимости от театра военных действий. Однако для операций вблизи берегов однотонная окраска подходила плохо, и вскоре некоторые из кораблей Флота Метрополии стали «щеголять» в разнообразных двух- или трёхцветных искажающих камуфляжах. Первые схемы камуфляжа, которые начали использоваться в Королевском флоте в годы войны, были неофициальными. Камуфляж наносился на корпус корабля если не по приказу его командира, то по приказу непосредственного начальства — командиров небольших соединений, флотилий эсминцев и т. п. При этом использовались те цвета, которые были доступны. Вполне понятно, что легче всего было раздобыть защитную («хаки») или чёрную краску, которая пятнами наносилась на стандартную серую. Подобным образом, к примеру, был окрашен эсминец типа G, HMS Grenade, участвовавший в Дюнкеркской операции. Расширенная официальная палитра цветов, получивших специальную кодировку и предназначавшихся для камуфлирования кораблей, появилась только в 1941 году.
uk: У перші місяці Другої світової війни значна частина британського флоту діяла в забарвленні мирного часу — темно-сіре або світло-сіре, залежно від театру воєнних дій. Однак для операцій поблизу берегів однотонне забарвлення пасувало погано, і незабаром деякі з кораблів Флоту Метрополії стали «красуватися» в різноманітних дво- або триколірних спотворювальних камуфляжах. Перші схеми камуфляжу, які почали застосовувати в Королівському флоті в роки війни, були неофіційними. Камуфляж наносили на корпус корабля якщо не за наказом його командира, то за наказом безпосереднього начальства — командирів невеликих з’єднань, флотилій есмінців тощо. Використовували ті кольори, які були доступні. Цілком зрозуміло, що найлегше було відшукати захисну («хакі») або чорну фарбу, яку плямами наносили на стандартну сіру. Таким способом, наприклад, пофарбували есмінець типу G, HMS Grenade, який брав участь в Дюнкеркській операції. Розширена офіційна палітра кольорів, які отримали спеціальне кодування і призначалися для камуфляжу кораблів, з’явилася лише в 1941 р.
zh: 在大战的最初几个月，大多数Y国海军继续使用和平时期的颜色：深灰色或浅灰色，取决于行动的战区。然而，纯色并不适合近海行动，很快一些本土舰舰队的战舰就拥有各种两色或三色破裂型迷彩图案。 Y国海军在战争期间使用的第一个迷彩图案是非官方的。应用于舰身的迷彩是根据它的指挥官的命令或舰长的直接上级—小单位指挥官，驱逐舰区舰队等的指挥官的命令。船员只使用了可立即使用的颜色。显然，最常见的是保护性（卡其）或黑色涂料，涂在标准灰色顶部的斑点上。这就是参与敦刻尔克撤退的G级驱逐舰格勒纳德的图案。扩展的官方色调具有特殊编码，专为隐藏战舰而设计，仅在1941年出现。
zh_sg: 在第二次世界大战的最初几个月里，大部分英国海军继续使用和平时期的颜色涂装：深灰色或浅灰色，取决于战场情况。然而，实色不适合近距离近海作战，很快一些舰队的战舰开始使用各种两色或三色的混合的涂装图案。 英国皇家海军在战争期间使用的第一个涂装配色是非官方的。这种涂装是由战舰的指挥官的命令或者是船长直接奉上级的命令使用的——小单位的指挥官，驱逐舰舰队的指挥官等等。船员一般只使用能够快速获得的颜色。显然，最常用的一种是防护色(卡其色)，或者是在标准灰色上面涂黑色的斑点。例如，在敦刻尔克撤退中使用的G级驱逐舰格林纳达号就是这种方式。这种具有特殊编码的专为战舰的隐蔽性而设计扩展的官方色彩方案，直到1941年才出现。

# IDS_PCZC265_CAMO19401942
source: Mediterranean Camouflage, 1940–1942
es_mx: Camuflaje Mediterráneo, 1940-1942
ja: 地中海迷彩、1940–1942 年
pl: Kamuflaż śródziemnomorski, lata 1940–1942
ru: Камуфляж «Средиземноморский», 1940–1942 годы
uk: Камуфляж «Середземноморський», 1940–1942 рр.
zh: 地中海涂装，1940-1942
zh_sg: 地中海涂装，1940年-1942年
