Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSD206_DESCR
source: Hatsuharu was a high performance ship despite displacement limitations imposed by the London Naval Treaty of 1930. The ship boasted a comparatively good AA defense. The powerful main battery guns were placed in enclosed turret mounts and could deliver anti-aircraft fire.
es_mx: Hatsuharu era un barco de alto rendimiento a pesar de las limitaciones de desplazamiento impuestas por el Tratado Naval de Londres en 1930. Comparativamente, el barco poseía una buena defensa AA. Los poderosos cañones de la batería principal fueron colocados en monturas de torretas cerradas y podían realizar fuego antiaéreo.
ja: 初春型駆逐艦は、1930 年のロンドン海軍軍縮条約の制限下で設計されたものとしては、高い性能を実現していました。比較的良好な対空兵装を備える共に、密閉型砲塔に搭載された強力な主砲は、対空射撃能力を有していました。
pl: Hatsuharu charakteryzował się dużą szybkością pomimo ograniczonej wyporności wymuszonej przez postanowienia londyńskiego traktatu morskiego z 1930 roku. Uzbrojenie przeciwlotnicze okrętu było stosunkowo dobre. Potężne działa głównej baterii, umieszczone w wieżach, również mogły prowadzić ogień przeciwlotniczy.
ru: Обладал очень высокими основными характеристиками, несмотря на ограниченное договорными рамками водоизмещение. Имел сравнительно неплохую ПВО. Мощные орудия главного калибра размещались в закрытых башенных установках и могли вести огонь по самолётам.
uk: Мав дуже високі основні характеристики, незважаючи на обмежену договірними межами водотоннажність. Мав порівняно непогану ППО. Потужні гармати головного калібру розміщувалися у закритих баштових установках і могли вести вогонь по літакам.
zh: 大幅使用焊接以及高延展性钢材所建造出的轻量化版本的驱逐舰。
zh_sg: 初春尽管受到了1930年伦敦海军条约所强加的排水量限制，还是有着很高的性能。该战舰的以对空防御能力著称：主炮放置在封闭式塔架之间，从而可以提供对空防御火力。

# IDS_PJSD206_FULL
source: Hatsuharu
ja: 初春
zh: 梅
zh_sg: 初春

# IDS_PJSD206_SHORT
source: HATS
zh: 梅
zh_sg: 初春

# IDS_PJSD207
source: Shiratsuyu
ja: 白露
zh: 椿
zh_sg: 白露

# IDS_PJSD207_DESCR
source: Developed from the Hatsuharu-class destroyers but was equipped with more powerful torpedo armament. However the ship was slightly slower than her predecessors. She was the first of the Japanese fleet destroyers to be equipped with quadruple torpedo tubes.
es_mx: Desarrollado a partir de los destructores clase Hatsuharu pero fue equipado con un armamento de torpedos más poderoso. Sin embargo el barco era un poco más lento que sus predecesores. Fue el primero de los destructores de la flota japonesa en ser equipado con tubos cuádruples de torpedos.
ja: 白露型駆逐艦は、初春型駆逐艦の改良型であり、より強力な雷装を備える一方で、速力はやや低下していました。四連装魚雷発射管の採用は、日本海軍においては本艦級が初でした。
pl: Okręt będący rozwinięciem niszczycieli klasy Hatsuharu, wyposażony w lepsze uzbrojenie torpedowe. Był jednak nieco wolniejszy od poprzedników. Jako pierwszy okręt japoński posiadał poczwórne wyrzutnie torpedowe.
ru: Развитие эсминцев типа Hatsuharu с усиленным торпедным вооружением. Незначительно уступал предшественникам в скорости хода. Первым из японских эскадренных миноносцев получил на вооружение четырёхтрубные торпедные аппараты.
uk: Розвиток есмінців типу Hatsuharu з посиленим торпедним озброєнням. Дещо поступався попередникам за швидкістю ходу. Першим з японських ескадрених міноносців отримав на озброєння чотиритрубні торпедні апарати.
zh: 研发自梅级驱逐舰，但装备着更强大的鱼雷武器。然而，该战舰稍微比它的前辈慢了一些。它是该国舰队中第一批装备了四联装鱼雷发射管的驱逐舰。
zh_sg: 研发基于初春 级驱逐舰，但装备了更强大的鱼雷武器。然而，该战舰比前代舰在速度上稍逊一筹。是日本舰队中第一批装备了四联装鱼雷发射管的驱逐舰。

# IDS_PJSD207_FULL
source: Shiratsuyu
ja: 白露
zh: 椿
zh_sg: 白露

# IDS_PJSD207_SHORT
source: SHIR
zh: 椿
zh_sg: 白露

# IDS_PJSD208
source: Kagerō
ja: 陽炎
zh: 萩
zh_sg: 阳炎

# IDS_PJSD208_DESCR
source: Due to a good balance of her main characteristics, Kagerō was the most successful destroyer design in the Imperial Japanese Navy. She had extremely long-range, high-speed, oxygen-fueled torpedoes that made her considerably superior to all ships of her type in terms of torpedo armament power.
es_mx: Debido al buen balance de sus características principales, Kagerō fue el diseño de destructores más exitoso en la Flota Imperial Japonesa. Tenía torpedos con un alcance extremadamente largo propulsados por oxígeno, lo que lo hizo considerablemente superior a todos los barcos de su tipo en términos de poder del armamento con torpedos.
ja: 陽炎型駆逐艦は、主要諸元のバランスが良好であり、大日本海軍の駆逐艦としては最も完成度が高い傑作艦でした。恐るべき長射程と高い雷速を誇る酸素魚雷を搭載しており、雷力においては当時のあらゆる駆逐艦を凌駕していました。
pl: Dzięki dobremu zrównoważeniu głównych charakterystyk, Kagerō był najbardziej udanym projektem niszczyciela w Cesarskiej Marynarce Wojennej Japonii. Posiadał wyjątkowo dalekosiężne i szybkie torpedy tlenowe, dzięki czemu znacznie przewyższał inne okręty tego typu pod względem uzbrojenia.
ru: Самый удачный проект эсминцев японского флота, хорошо сбалансированный по основным характеристикам. Благодаря оснащению высокоскоростными кислородными торпедами с очень большой дальностью хода по мощи торпедного вооружения Kagerō значительно превосходил все корабли своего класса.
uk: Найвдаліший проект есмінців японського флоту, добре збалансований за основними характеристиками. Завдяки оснащенню високошвидкісними кисневими торпедами з дуже великою дальністю ходу за потужністю торпедного озброєння Kagerō значно перевершував всі кораблі свого класу.
zh: 与它的前辈相较，该型驱逐舰配备了较强大且较轻量化的推进系统、较大型的舰上燃料供应系统、以及通过提高舰身幅度与吃水深度所实现的良好稳定性。
zh_sg: 归功于良好的平衡性，阳炎成为了大日本帝国海军设计出的最成功的驱逐舰。射程极远的高速酸素推进鱼雷，让它在鱼雷武器威力方面极大地领先于同类型的战舰。

# IDS_PJSD208_FULL
source: Kagerō
ja: 陽炎
zh: 萩
zh_sg: 阳炎

# IDS_PJSD208_SHORT
source: KAGR
zh: 萩
zh_sg: 阳炎

# IDS_PJSD209
source: Yūgumo
ja: 夕雲
zh: 榎
zh_sg: 夕云

# IDS_PJSD209_DESCR
source: Developed from the preceding Kagerō-class destroyers, she carried more advanced main gun mounts and reinforced AA defenses.
es_mx: Desarrollado a partir de los anteriores destructores clase Kagerō, llevaba montajes de cañones principales más avanzados y una defensa AA reforzada.
ja: 夕雲型駆逐艦は、陽炎型駆逐艦の改良型であり、より先進的な主砲塔を採用し、対空兵装の強化が図られていました。
pl: Zbudowany w oparciu o niszczyciele klasy Kagerō, posiadał nowocześniejsze działa głównej baterii i wzmocnioną obronę przeciwlotniczą.
ru: Представлял собой развитие эсминцев типа Kagerō с более совершенными артиллерийскими установками главного калибра и усиленной ПВО.
uk: Був розвитком есмінців типу Kagerō із досконалішими артилерійськими установками головного калібру та посиленою ППО.
zh: 研发自前面的萩级驱逐舰，它搭载了更为先进的主炮组以及加强型对空防御。
zh_sg: 基于阳炎级研发的驱逐舰，搭载了更为先进的主炮组以及加强型对空防御。

# IDS_PJSD209_FULL
source: Yūgumo
ja: 夕雲
zh: 榎
zh_sg: 夕云

# IDS_PJSD209_SHORT
source: YUGM
zh: 榎
zh_sg: 夕云

# IDS_PJSD210
source: Harugumo
ja: 春雲
zh: 葫
zh_sg: 春云

# IDS_PJSD210_DESCR
source: A further development of the Akizuki-class destroyers. This ship features larger dimensions and ten dual-purpose 100 mm guns arranged in five turrets to serve as the ship's primary armament.
es_mx: Un desarrollo avanzado de la clase Azuki de destructores. Este barco tenía mayores dimensiones y diez cañones de 100 mm de doble propósito dispuestos en cinco torretas para servir como el armamento principal del barco.
ja: 春雲型駆逐艦は、秋月型駆逐艦の発展型の計画案であり、大型化され、主砲として 100 mm 両用砲を連装砲塔 5 基計 10 門搭載する予定でした。
pl: Rozwinięcie niszczycieli klasy Akizuki. Okręt ten miał większe rozmiary i uzbrojenie główne w postaci dziesięciu dział uniwersalnych kal. 100 mm, umieszczonych w pięciu wieżach.
ru: Вариант дальнейшего развития эсминцев типа Akizuki. Главные особенности — увеличенные размеры и десять универсальных 100-мм орудий в пяти башнях в качестве основного артиллерийского вооружения.
uk: Варіант подальшого розвитку есмінців типу Akizuki. Головні особливості — збільшені розміри і десять універсальних 100-мм гармат у п’яти баштах як головне артилерійське озброєння.
zh: 一种杏级驱逐舰的后续发展计划。此舰有着较大的舰体与十门100毫米炮，分装在五座主炮塔内。
zh_sg: 秋月级驱逐舰基础上的进一步研发。这艘战舰尺寸更大，在5个炮塔中装配了10门两用100毫米火炮，可作为战舰主要武器。

# IDS_PJSD210_FULL
source: Harugumo
ja: 春雲
zh: 葫
zh_sg: 春云

# IDS_PJSD219
source: Kitakaze
ja: 北風
zh: 蕉
zh_sg: 北风

# IDS_PJSD219_DESCR
source: A V7 project destroyer. This ship was a further development of the Akizuki-class destroyers. Compared to her prototype, she had a higher speed and carried more powerful torpedo armament.
es_mx: Un destructor de proyecto V7. Este barco fue un desarrollo avanzado de la clase Azuki de destructores. Comparado con su prototipo, tenía una mayor velocidad y cargaba un armamento de torpedos más poderoso.
ja: 北風型駆逐艦は、秋月型駆逐艦の改良型の計画案であり、その艦型番号は V7 でした。前級よりも高速であり、雷装も強化されていました。
pl: Projekt niszczyciela V7. Powstał w oparciu o niszczyciele klasy Akizuki. W porównaniu do pierwowzoru był szybszy i miał silniejsze uzbrojenie torpedowe.
ru: Эсминец проекта V7. Представлял собой развитие кораблей типа Akizuki. По сравнению с прототипом обладал большей скоростью хода и усиленным торпедным вооружением.
uk: Есмінець проекту V7. Був розвитком кораблів типу Akizuki. У порівнянні з прототипом мав більшу швидкість ходу і посилене торпедне озброєння.
zh: V7计划驱逐舰。此舰是杏的后继舰。和它的原型相比，此舰有着较高的航速和更强大的鱼雷武装。
zh_sg: 一艘V7项目的驱逐舰。该战舰在秋月级驱逐舰基础上的进一步研发。与原型相比，它有更高的航速并携带更强大的鱼雷武器。

# IDS_PJSD219_FULL
source: Kitakaze
ja: 北風
zh: 蕉
zh_sg: 北风

# IDS_PJSD503
source: Disabled: Isokaze
ja: Disabled: 磯風
zh: 失去战斗力：柳
zh_sg: Disabled: 矶风

# IDS_PJSD503_DESCR
source: Disabled: Isokaze
ja: Disabled: 磯風
zh: 失去战斗力：柳
zh_sg: Disabled: 矶风

# IDS_PJSD503_FULL
source: Disabled: Isokaze
ja: Disabled: 磯風
zh: 失去战斗力：柳
zh_sg: Disabled: 矶风

# IDS_PJSD503_NUMBER
source: Disabled: Isokaze
ja: Disabled: 磯風
zh: 失去战斗力：柳
zh_sg: Disabled: 矶风

# IDS_PJSD503_YEAR
source: Disabled: Isokaze
ja: Disabled: 磯風
zh: 失去战斗力：柳
zh_sg: Disabled: 矶风

# IDS_PJSD504
source: Disabled: Minekaze
ja: Disabled: 峯風
zh: 失去战斗力：樱
zh_sg: Disabled: 峯风

# IDS_PJSD504_DESCR
source: Disabled: Minekaze
ja: Disabled: 峯風
zh: 失去战斗力：樱
zh_sg: Disabled: 峯风

# IDS_PJSD504_FULL
source: Disabled: Minekaze
ja: Disabled: 峯風
zh: 失去战斗力：樱
zh_sg: Disabled: 峯风

# IDS_PJSD504_NUMBER
source: Disabled: Minekaze
ja: Disabled: 峯風
zh: 失去战斗力：樱
zh_sg: Disabled: 峯风

# IDS_PJSD504_YEAR
source: Disabled: Minekaze
ja: Disabled: 峯風
zh: 失去战斗力：樱
zh_sg: Disabled: 峯风

# IDS_PJSD507_DESCR
source: One of the Shiratsuyu-class destroyers tasked with escorting the major forces of the Japanese Navy and delivering torpedo attacks against enemy ships. The ship carried quadruple torpedo tubes.
es_mx: Uno de los destructores de la clase Shiratsuyu, encargado de escoltar a las principales fuerzas de la Armada japonesa y lanzar ataques de torpedos contra barcos enemigos. El barco llevaba tubos lanzatorpedos cuádruples.
ja: 夕立は白露型駆逐艦であり、日本海軍の主力部隊の護衛や敵艦艇への雷撃がその任務でした。本艦は四連装の魚雷発射管を搭載していました。
pl: Jeden z niszczycieli klasy Shiratsuyu, którego zadaniem była eskorta głównych sił japońskiej marynarki i przeprowadzanie ataków torpedowych na siły wroga. Okręt posiadał poczwórne wyrzutnie torpedowe.
ru: Один из эсминцев типа Shiratsuyu, предназначавшихся для сопровождения главных сил флота Японии и торпедных атак на корабли противника. Был вооружён четырёхтрубными торпедными аппаратами.
uk: Один з есмінців типу Shiratsuyu, що створили для супроводження головних сил флоту Японії та торпедних атак на кораблі супротивника. Був озброєний чотиритрубними торпедними апаратами.
zh: Один из эсминцев типа Shiratsuyu, предназначавшихся для сопровождения главных сил флота Японии и торпедных атак на корабли противника. Был вооружён четырёхтрубными торпедными аппаратами.
zh_sg: 白露级驱逐舰之一，负责护送日本海军的主要部队并对敌舰进行鱼雷攻击。这艘战舰装备有四重鱼雷发射管。

# IDS_PJSD510_DESCR
source: A destroyer design that was equipped with perfectly dual-purpose 127 mm Type 1/5 guns designed for the needs of the Japanese Navy during World War II.
es_mx: Un diseño de un destructor que estaba equipado con cañones Type 1/5 de 127 mm de doble propósito diseñados a la perfección para las necesidades de la Armada Japonesa durante la Segunda Guerra Mundial.
ja: 疾風は二次大戦中の日本海軍の要求に応えて開発された本格的な両用砲である五式 12.7 cm 高角砲を搭載する駆逐艦の設計案です。
pl: Niszczyciel wyposażony w bardzo udane działa uniwersalne kal. 127 mm Type 1/5, zaprojektowany na potrzeby Cesarskiej Marynarki Wojennej Japonii podczas II wojny światowej.
ru: Проект эскадренного миноносца, вооружённого в полной мере универсальными 127-мм орудиями «Тип 1/5», которые разрабатывались для ВМС Японии в годы Второй мировой войны.
uk: Проєкт ескадреного міноносця, озброєного універсальними 127-мм гарматами «Тип 1/5», які розробляли для ВМС Японії в роки Другої світової війни.
zh: Проект эскадренного миноносца, вооружённого в полной мере универсальными 127-мм орудиями «Тип 1/5», которые разрабатывались для ВМС Японии в годы Второй мировой войны.
zh_sg: 根据二战期间日本海军设计的一种配备了完美的127毫米1/5型两用火炮的驱逐舰。

# IDS_PJSD518
source: Asashio
ja: 朝潮
zh: 柊
zh_sg: 朝潮

# IDS_PJSD518_DESCR
source: Japanese destroyer Asashio was the ultimate ship of this type in Japan, built after the launch of the Fubuki-class ships. The absence of constraints on displacement allowed naval architects to find a good balance between speed, armament, and hull size. Due to a good overall layout, Asashio served as a prototype for the majority of subsequent Japanese destroyers.
es_mx: El destructor japonés Asashio fue el último barco de su tipo en Japón, construido después del lanzamiento de los barcos de la clase Fubuki. La ausencia de restricciones al desplazamiento le permitió a los arquitectos navales encontrar una buen equilibrio entre velocidad, armamento y tamaño del casco. Debido a un buen diseño general, el Asashio sirvió como prototipo de la mayoría de los posteriores destructores japoneses.
ja: 吹雪型駆逐艦の就役後に建造されたこの朝潮型駆逐艦は、日本の艦隊型駆逐艦の完成形です。排水量に制限を受けなかったことから、造船技師達は速力、兵装、船体サイズの最適なバランスを実現することができました。レイアウトが良好であったため、本型はその後の多くの駆逐艦の基本形となりました。
pl: Japoński niszczyciel Asashio był najdoskonalszym okrętem tego typu w Japonii, skonstruowanym już po wypuszczeniu okrętów klasy Fubuki. Brak ograniczeń co do wyporności pozwolił konstruktorom na uzyskanie dobrej równowagi pomiędzy szybkością, uzbrojeniem i rozmiarami kadłuba. Z powodu dobrego ogólnego rozmieszczenia komponentów Asashio służył jako prototyp większości późniejszych japońskich niszczycieli.
ru: Эсминец Asashio стал итогом развития этого класса кораблей в Японии начиная с типа Fubuki. Отсутствие ограничений по водоизмещению позволило достичь баланса вооружения, скорости и размеров корабля. Благодаря удачной компоновке, Asashio явился прототипом для большинства последующих японских эсминцев.
uk: Есмінець Asashio став підсумком розвитку цього класу кораблів у Японії починаючи з типу Fubuki. Відсутність обмежень водотоннажності дозволило досягти балансу озброєння, швидкості та розмірів корабля. Завдяки вдалому компонуванню, Asashio став прототипом для більшості майбутніх японських есмінців.
zh: R系驱逐舰柊为该国此类型战舰中的终极战舰，在开始投入桐级战舰之后建造。因为少了对排水量的限制，让海军设计师得以在航速、武器、以及舰身大小之间找出一个很好的平衡点。由于整体的配置良好，柊成为了后来大多数R系驱逐舰的原型舰。
zh_sg: 日本驱逐舰朝潮成为了日本此类型的终极战舰，在吹雪级完成后开始建造。没有了对排水量的限制让造船工程师在速度、武器和舰体尺寸上找到了良好的平衡。凭借优秀的整体构造，朝潮成为了日本之后大多数驱逐舰的建造模版。

# IDS_PJSD518_FULL
source: Asashio
ja: 朝潮
zh: 柊
zh_sg: 朝潮

# IDS_PJSD598
source: Asashio B
ja: 朝潮 B
zh: 柊 B
zh_sg: 朝潮 B

# IDS_PJSD598_DESCR
source: Japanese destroyer Asashio was the ultimate ship of this type in Japan, built after the launch of the Fubuki-class ships. The absence of constraints on displacement allowed naval architects to find a good balance between speed, armament, and hull size. Due to a good overall layout, Asashio served as a prototype for the majority of subsequent Japanese destroyers.
es_mx: El destructor japonés Asashio fue el último barco de su tipo en Japón, construido después del lanzamiento de los barcos de la clase Fubuki. La ausencia de restricciones al desplazamiento le permitió a los arquitectos navales encontrar una buen equilibrio entre velocidad, armamento y tamaño del casco. Debido a un buen diseño general, el Asashio sirvió como prototipo de la mayoría de los posteriores destructores japoneses.
ja: 吹雪型駆逐艦の就役後に建造されたこの朝潮型駆逐艦は、日本の艦隊型駆逐艦の完成形です。排水量に制限を受けなかったことから、造船技師達は速力、兵装、船体サイズの最適なバランスを実現することができました。レイアウトが良好であったため、本型はその後の多くの駆逐艦の基本形となりました。
pl: Japoński niszczyciel Asashio był najdoskonalszym okrętem tego typu w Japonii, skonstruowanym już po wypuszczeniu okrętów klasy Fubuki. Brak ograniczeń co do wyporności pozwolił konstruktorom na uzyskanie dobrej równowagi pomiędzy szybkością, uzbrojeniem i rozmiarami kadłuba. Z powodu dobrego ogólnego rozmieszczenia komponentów Asashio służył jako prototyp większości późniejszych japońskich niszczycieli.
ru: Эсминец Asashio стал итогом развития этого класса кораблей в Японии начиная с типа Fubuki. Отсутствие ограничений по водоизмещению позволило достичь баланса вооружения, скорости и размеров корабля. Благодаря удачной компоновке, Asashio явился прототипом для большинства последующих японских эсминцев.
uk: Есмінець Asashio став підсумком розвитку цього класу кораблів у Японії починаючи з типу Fubuki. Відсутність обмежень водотоннажності дозволило досягти балансу озброєння, швидкості та розмірів корабля. Завдяки вдалому компонуванню, Asashio став прототипом для більшості майбутніх японських есмінців.
zh: R系驱逐舰柊为该国此类型战舰中的终极战舰，在开始投入桐级战舰之后建造。因为少了对排水量的限制，让海军设计师得以在航速、武器、以及舰身大小之间找出一个很好的平衡点。由于整体的配置良好，柊成为了后来大多数R系驱逐舰的原型舰。
zh_sg: 日本驱逐舰朝潮成为了日本此类型的终极战舰，在吹雪级完成后开始建造。没有了对排水量的限制让造船工程师在速度、武器和舰体尺寸上找到了良好的平衡。凭借优秀的整体构造，朝潮成为了日本之后大多数驱逐舰的建造模版。

# IDS_PJSD598_FULL
source: Asashio B
ja: 朝潮 B
zh: 柊 B
zh_sg: 朝潮 B

# IDS_PJSD706
source: Shinonome
ja: 東雲
zh: 茜
zh_sg: 东云

# IDS_PJSD706_DESCR
source: One of the first Fubuki-class destroyers, with an incredible striking power from her three 610 mm torpedo launchers. The ship significantly surpassed preceding-class destroyers in terms of artillery firepower. However, her AA defenses were weak, which was characteristic of all Japanese destroyers.
es_mx: Uno de los primeros destructores de clase Fubuki, con un increíble poder de ataque con sus tres lanzadores de torpedos de 610 mm. Este barco sobrepasó las expectativas de los destructores anteriores en términos de poder de fuego de la artillería. Sin embargo, sus defensas AA son débiles, lo cual era una característica de todos los destructores japoneses.
ja: 東雲は、吹雪型駆逐艦の初期型の 1 隻です。610 mm 魚雷発射管 3 基により恐るべき攻撃力を備えており、砲力の面でもこれまでの駆逐艦を大幅に凌駕していました。ただし対空兵装は脆弱であり、これは全ての日本駆逐艦に共通した特徴でした。
pl: Jeden z pierwszych niszczycieli klasy Fubuki, o niesamowitej sile uderzeniowej dzięki trzem wyrzutniom torped 610 mm. Okręt wyraźnie przewyższał również poprzedzające klasy pod względem siły artylerii. Jednak obrona przeciwlotnicza była słaba, co było charakterystyczne dla wszystkich japońskich niszczycieli.
ru: Один из первых эсминцев типа Fubuki, обладавших огромной ударной мощью благодаря трём 610-мм торпедным аппаратам. Существенно превосходил эсминцы предшествующих типов по силе артиллерии. Обладал характерным для японских кораблей этого класса недостатком — слабой ПВО.
uk: Один з перших есмінців типу Fubuki, які мали величезну ударну міць завдяки трьом 610-мм торпедним апаратам. Значно перевершував есмінці попередніх типів за потужністю артилерії. Мав характерний для японських кораблів цього класу недолік — слабку ППО.
zh: 首批桐级驱逐舰之一，三座 610 毫米鱼雷发射器让它具有惊人的打击火力。该舰艇在火炮火力上明显超越前级驱逐舰。然而，它的对空防御薄弱，而这也是所有该国驱逐舰的特性。
zh_sg: 首批吹雪级驱逐舰之一，三座610毫米鱼雷发射器让它具有惊人的打击火力。该战舰在火炮火力上明显超越之前的驱逐舰。然而，对空防御薄弱，也是所有日本驱逐舰的通病。

# IDS_PJSD706_FULL
source: Shinonome
ja: 東雲
zh: 茜
zh_sg: 东云

# IDS_PJSD708_DESCR
source: Kagerō-class training ship of the Yokosuka Girls Maritime High School. She is operated by the main character Akeno Misaki. The ship mounts experimental modules that allow her to travel at higher speeds than her sister ships at the cost of stability. In the series, reduced personnel by automation allows for a single class of 30 students to operate the ship. From the series "High School Fleet".
es_mx: Barco de entrenamiento de la clase Kagerō del Yokosuka Girls Maritime High School. Está operado por el personaje principal Akeno Misaki. El barco monta módulos experimentales que le permiten viajar a velocidades mayores que su barcos hermanos pero sin estabilidad. En la serie, la reducción del personal por la automatización le permite a una sola clase de 30 estudiante para operar el barco. De la serie "High School Fleet".
ja: 横須賀女子海洋学校所属の陽炎型航洋直接教育艦であり、主人公である岬明乃が艦長を務める。試験用機材を搭載し、同型艦よりも高速だが不安定。各所に自動化改造を施すことで、学生 1 クラス 30 名による運用を可能としている。 「ハイスクール・フリート」より出典。
pl: Okręt szkoleniowy klasy Kagerō należący Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Dowodzony jest przez główną postać, Akeno Misaki. Okręt posiada eksperymentalne moduły pozwalające jej na podróżowanie z większą szybkością niż inne okręty tej klasy, kosztem stabilności. W anime załoga zmniejszona przez automatyzację pozwala na pełną obsługę statku przez klasę złożoną z 30 uczniów. Z anime „High School Fleet”.
ru: Учебный корабль типа Kagerō, используемый для тренировок курсантов Морской Академии. Находится под командованием Akeno Misaki. Оборудован экспериментальными модулями, которые позволяют развивать скорость хода, превышающую скорость его систершипов, но уменьшают остойчивость корабля. В аниме, за счёт применения автоматики, удалось сократить численность экипажа до 30 курсантов одного класса. Из аниме High School Fleet.
uk: Навчальний корабель типу Kagerō, який використовують, щоб тренувати курсантів Жіночого морехідного училища. Перебуває під командуванням Akeno Misaki (Акено Мізакі). Обладнаний експериментальними модулями, які дозволяють набирати швидкість ходу більшу за швидкість однотипних кораблів, але зменшують остійність корабля. В аніме, завдяки застосуванню автоматики, вдалося скоротити чисельність екіпажу до 30 курсантів одного класу. Із аніме «High School Fleet».
zh: 横须贺女子海洋学校的 Kagero 级训练舰。它是由主角岬明乃 (Akeno Misaki) 所操作。该战舰安装了试验用配件，以稳定性为代价，让它可以用比姊妹舰还要快的速度航行。在系列动画中，通过自动化降低了人员数，允许一班 30 名学生去操作该战舰。出自于系列动画「高校舰队」。
zh_sg: 横须贺女子海军高校的 阳炎 级训练舰。它是由主角岬明乃 (Akeno Misaki) 所操作。该战舰安装了试验用配件，以稳定性为代价，让它可以用比姊妹舰还要快的速度航行。在系列动画中，通过自动化降低了人员数，允许一班 30 名学生去操作该战舰。出自于系列动画“高校舰队”。

# IDS_PJSD718_DESCR
source: Famously known as the "Fortune Ship" for her achievements in the Great War. She's arrogant and believes that all her success is due to her ability. Gets upset when ignored and left alone. There is a rivalry between her and Shigure, although neither is sure why this is the case. From the game Azur Lane.
es_mx: Famosamente conocida como el "Barco de la Fortuna" por sus logros en la Gran Guerra. Es arrogante y cree que todo el éxito se debe a sus habilidades. Se enoja cuando la ignoran y le dejan sola. Existe una rivalidad entre ella y Shigure, pero nadie está seguro de la razón de esta rivalidad. Del juego Azur Lane.
ja: 駆逐艦・雪風 かの大戦で名を馳せた幸運艦。自分の努力を信じて疑わずいつもエラそうにしているが、放置されるとすぐムキになったりするなど弱点が多い。 時雨とはライバル関係だが、どこがライバルなのかお互いもよくわからない。 「アズールレーン」より出典
pl: Znana jako „Fartowny okręt” za swoje osiągnięcia w wielkiej wojnie. Jest arogancka i wierzy, że wszelkie sukcesy odnosi jedynie dzięki swym umiejętnościom. Źle się czuje w samotności i będąc ignorowana. Rywalizują między sobą z Shigure, niemniej jednak żadna nie wie, dlaczego rywalizują. Z gry Azur Lane.
ru: Известна под прозвищем «Корабль удачи», которое получила за свои достижения во время Великой войны. Она высокомерна и считает, что все успехи были достигнуты благодаря исключительно её умениям. Расстраивается, когда её игнорируют и оставляют одну. Постоянно соперничает со своей сестрой Shigure, хотя никто из них до конца не понимает, почему они соперницы. Из игры Azur Lane.
uk: Отримала за свої досягнення під час Великої війни прізвисько «Корабель удачі», під яким і стала відомою. Вона зарозуміла й вважає, що всіх успіхів досягнуто завдяки лише її вмінням. Засмучується, коли її ігнорують і залишають на самоті. Постійно змагається зі своєю сестрою Shigure, хоча ніхто з них до кінця не розуміє, чому вони суперники. Із гри Azur Lane.
zh: Известна под прозвищем «Корабль удачи», которое получила за свои достижения во время Великой войны. Она высокомерна и считает, что все успехи были достигнуты благодаря исключительно её умениям. Расстраивается, когда её игнорируют и оставляют одну. Постоянно соперничает со своей сестрой Shigure, хотя никто из них до конца не понимает, почему они соперницы. Из игры Azur Lane.
zh_sg: 她因在大战中取得的成就而以“幸运之船”而闻名。她傲慢自大，认为所有的成功都归功于她的能力。当被忽视时就会心烦意乱。她和时雨是宿敌，虽然谁也不知道为什么他们是对手。 出自游戏碧蓝航线。
