Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC469_GF097_EM_TIRPITZ_DESCRIPTION
source: On June 14, 1936, the Naval Shipyard in Wilhelmshaven received the order to construct Battleship G. On November 2 of the same year, the official laying down of the ship took place. Twenty-nine months later, the solemn launch ceremony followed. The godmother of the battleship named after the famous Alfred von Tirpitz was the granddaughter of the grand admiral. The ship's stem was decorated with a black, white and red emblem depicting two drakkars, symbolizing the "oceanic" ambitions of Germany's naval forces.
es_mx: El 14 de junio de 1936, el astillero naval de Wilhelmshaven recibió la orden de construir el acorazado G. El 2 de noviembre de ese mismo año, tuvo lugar la puesta en grada oficial del barco, y 29 meses después se celebró la ceremonia solemne de botadura. El acorazado recibió el nombre del famoso gran almirante Alfred von Tirpitz y su nieta fue su madrina. La roda del barco estaba decorada con un emblema blanco, negro y rojo con dos drakkars, que simbolizan las ambiciones "oceánicas" de las fuerzas navales de Alemania.
ja: 1936 年 6 月 14 日、ヴィルヘルムスハーフェン海軍工廠は戦艦 G の建造指示を受けました。同年 11 月 2 日、この艦の起工式が実施されました。続いて 29 ヶ月後に厳粛な進水式が行われました。 この戦艦に洗礼を授けたのは、艦名の由来となった有名な大元帥の娘でした。この艦の艦首に飾られた紋章は、黒白赤を基調とし、ドイツ艦隊の大洋への野望を象徴するドラゴン船の船首像が 2 箇所に描かれています。
pl: 14 czerwca 1936 roku stocznia marynarki w Wilhelmshaven otrzymała zamówienie na budowę pancernika G. W dniu 2 listopada tego samego roku położono stępkę pod jego budowę. Dwadzieścia trzy miesiące później odbyło się uroczyste wodowanie. Matką chrzestną okrętu noszącego imię słynnego admirała Alfreda von Tirpitza była jego wnuczka. Dziobnicę okrętu zdobił czarno-biało-czerwony emblemat z wizerunkiem dwóch drakkarów, symbolizujących „oceaniczne” ambicje sił morskich Niemiec.
ru: 14 июня 1936 года Военно-морской верфи в Вильгельмсхафене был выдан заказ на постройку линкора G. 2 ноября того же года состоялась официальная закладка корабля. Спустя 29 месяцев последовала торжественная церемония спуска на воду. Крёстной матерью линкора, получившего имя в честь знаменитого Альфреда фон Тирпица, стала внучка гросс-адмирала. Форштевень корабля украшал чёрно-бело-красный герб с изображением двух драккаров, символизировавших «океанские» амбиции военно-морских сил Германского государства.
uk: 14 червня 1936 року Військово-морській верфі у Вільгельмсгафені видали замовлення на будівництво лінкора G. 2 листопада того ж року відбулася офіційне закладання корабля. Хрещеною матір’ю лінкора, який отримав ім’я на честь відомого Альфреда фон Тірпіца, стала внучка грос-адмірала. Форштевень корабля прикрашав чорно-біло-червоний герб із зображенням двох дракарів, які символізували «океанські» амбіції військово-морських сил Німецької держави.
zh: 14 июня 1936 года Военно-морской верфи в Вильгельмсхафене был выдан заказ на постройку линкора G. 2 ноября того же года состоялась официальная закладка корабля. Спустя 29 месяцев последовала торжественная церемония спуска на воду. Крёстной матерью линкора, получившего имя в честь знаменитого Альфреда фон Тирпица, стала внучка гросс-адмирала. Форштевень корабля украшал чёрно-бело-красный герб с изображением двух драккаров, символизировавших «океанские» амбиции военно-морских сил Германского государства.
zh_sg: 1936年6月14日，威廉港的海军造船厂接到了建造G型战列舰的命令。同年11月2日，该战舰正式开始建造。29个月后举行了庄严的下水仪式。 以著名的阿尔弗雷德·冯·提尔皮茨命名的战列舰，其教母是海军上将的孙女。战舰的舰首装饰着一个黑白红的三色徽章，上面刻画着两位德拉卡尔，象征着德国海军争霸“海洋”的野心。

# IDS_PCZC470_GF097_EM_GRAFZEPPELIN
source: Emblem of Aircraft Carrier Graf Zeppelin
es_mx: Emblema del Portaaviones Graf Zeppelin
ja: 航空母艦グラーフ・ツェッペリンの紋章
pl: Emblemat lotniskowca Graf Zeppelin
ru: Герб авианосца Graf Zeppelin
uk: Герб авіаносця Graf Zeppelin
zh: Герб авианосца Graf Zeppelin
zh_sg: 齐柏林伯爵号航空母舰的徽章

# IDS_PCZC470_GF097_EM_GRAFZEPPELIN_DESCRIPTION
source: Count Ferdinand von Zeppelin's fascination with aeronautics began when he first flew in a hot air balloon as a German military observer in the American Civil War. Having retired from the army in 1891 with the rank of lieutenant general, he entirely devoted himself to the development of airships. In 1912, the first airship of his design was purchased by the German fleet. During World War I, all over the world, any German airship was called a "zeppelin" without distinction. Decades later, at the launching ceremony in December 1938, the Count's crest was placed on the stem of the first German aircraft carrier.
es_mx: La fascinación por la aeronáutica del conde Ferdinand von Zeppelin empezó cuando voló por primera vez en un globo aerostático, como observador militar alemán en la guerra civil estadounidense. Tras retirarse del ejército en 1891 con el rango de teniente general, se dedicó íntegramente al desarrollo de dirigibles. En 1912, la flota alemana compró el primer dirigible diseñado por él. Durante la Iª Guerra Mundial, en todo el mundo, cualquier dirigible alemán recibía el nombre de "zeppelin", sin distinción. Décadas después, en diciembre de 1938, se colocó el escudo de armas del conde en la roda del primer portaaviones alemán, durante la ceremonia de botadura.
ja: フェルディナント・フォン・ツェッペリン伯爵の航空学に対する高い関心は、彼がアメリカ南北戦争にドイツの観戦武官として従軍し、熱気球で初めて飛行した時に始まりました。 1891 年に中将で退役した彼は、飛行船の開発に専念しました。1912 年、彼が設計した最初の飛行船がドイツ海軍により購入されました。一次大戦中、世界中で、全てのドイツ飛行船は区別なく「ツェッペリン」と呼ばれました。 数十年後の 1938 年 12 月の進水式において、この伯爵の紋章が最初のドイツ航空母艦の艦首に設置されました。
pl: Fascynacja hrabiego Ferdinanda von Zeppelina lotnictwem rozpoczęła się, gdy będąc niemieckim obserwatorem wojskowym w trakcie amerykańskiej Wojny Domowej, odbył on lot balonem. Po zakończeniu swojej służby wojskowej w 1891 roku w stopniu generała porucznika poświęcił się on w całości rozwojowi sterowców. W 1912 roku pierwszy zaprojektowany przez niego sterowiec zakupiony został przez niemiecką flotę. W trakcie I wojny światowej na całym świecie wszystkie niemieckie sterowce określano mianem „zeppelinów”. Kilka dekad później, w grudniu 1938 roku, w trakcie ceremonii wodowania, herb rodowy hrabiego umieszczony został na dziobówce pierwszego niemieckiego lotniskowca.
ru: Увлечение графа Фердинанда фон Цеппелина воздухоплаванием началось с того момента, как он, будучи немецким военным наблюдателем во время Гражданской войны в США, впервые поднялся на воздушном шаре. Завершив армейскую карьеру в 1891 году в чине генерал-лейтенанта, он всецело отдался разработке дирижаблей. В 1912 году первый дирижабль его конструкции был приобретён флотом Германии. В годы Первой мировой войны уже во всём мире все немецкие воздушные корабли без различия называли «цеппелинами». Спустя десятилетия, в декабре 1938 года, на церемонии спуска на воду графский герб украсил форштевень первого немецкого авианосца.
uk: Захоплення графа Фердинанда фон Цеппеліна повітроплаванням почалося з того моменту, як він, будучи німецьким військовим спостерігачем під час Громадянської війни в США, вперше піднявся на повітряній кулі. Закінчивши армійську кар’єру в 1891 році в чині генерал-лейтенанта, він цілком віддався розробці дирижаблів. У 1912 році перший дирижабль його конструкції придбав флот Німеччини. У роки Першої світової війни вже в усьому світі всі німецькі повітряні кораблі називали «цеппелінами». Через десятиліття, у грудні 1938 року, на церемонії спуску на воду графський герб прикрасив форштевень першого німецького авіаносця.
zh: Увлечение графа Фердинанда фон Цеппелина воздухоплаванием началось с того момента, как он, будучи немецким военным наблюдателем во время Гражданской войны в США, впервые поднялся на воздушном шаре. Завершив армейскую карьеру в 1891 году в чине генерал-лейтенанта, он всецело отдался разработке дирижаблей. В 1912 году первый дирижабль его конструкции был приобретён флотом Германии. В годы Первой мировой войны уже во всём мире все немецкие воздушные корабли без различия называли «цеппелинами». Спустя десятилетия, в декабре 1938 года, на церемонии спуска на воду графский герб украсил форштевень первого немецкого авианосца.
zh_sg: 费迪南德·冯·齐柏林伯爵对航空的迷恋始于第一次乘坐热气球飞行的经历，他曾是美国内战中的一名德国军事观察员。 1891年，他以中将的军衔从军队退役，全身心投入到飞艇的研制上。1912年，他设计的第一艘飞艇被德国舰队买下。第一次世界大战期间，在全世界，所有德国飞艇都被无差别地称为“齐柏林飞艇”。 几十年后的1938年12月，在下水仪式上，伯爵的徽章被安置在德国第一艘航空母舰的舰首。

# IDS_PCZC471_GF097_POURLEMERITE_DESCRIPTION
source: The highest and most honorable military award of the Kingdom of Prussia, and then of the German Empire until 1918, was the Order of Pour le Mérite (French for "For Merit"). It was established by Frederick the Great in 1740, when French was the language of diplomacy and the royal courts. Ironically, many of those who received their blue cross were awarded it for the victory over the French. Pour le Mérite was awarded to high-ranking military commanders, and it was only during World War I that exceptions were made for junior officers who had demonstrated outstanding heroism, including the legendary ace pilots Manfred von Richthofen and Erich Loewenhardt.
es_mx: La mayor y más honorable condecoración militar del Reino de Prusia, y después del Imperio alemán hasta 1918, era la orden Pour le Mérite (""Por el mérito", en francés). La estableció Federico el Grande en 1740, cuando el francés era el idioma de la diplomacia y las cortes reales. Aunque resulte irónico, muchos de los que recibieron su cruz azul se la ganaron por su victoria contra los franceses. Pour le Mérite se otorgó a los comandantes militares de alto rango y solo durante la Iª Guerra Mundial se hicieron excepciones para los oficiales subalternos que habían mostrado un heroísmo espectacular, incluyendo los legendarios ases de la aviación Manfred von Richthofen y Erich Loewenhardt.
ja: プロイセン王国およびその後 1918 年までのドイツ帝国の最高かつ最も名誉ある戦功章は、プール・ル・メリット勲章 (フランス語で「功績に対して」の意) でした。この勲章がフリードリヒ大王によって 1740 年に制定されたとき、フランス語は外交や王族の宮廷における公用語でした。 皮肉なことに、この青十字章を授与された人物の多くは、フランスに対する勝利に貢献しました。プール・ル・メリット勲章は上級将校に授与され、一次大戦中に初めて、伝説的なエースパイロットのマンフレート・フォン・リヒトホーフェンやエーリヒ・レーヴェンハルトなどの卓越したヒロイズムを発揮した下級将校に例外的に授与されました。
pl: Najwyższym i najważniejszym odznaczeniem wojskowym Królestwa Prus, a następnie Królestwa Niemiec do 1918 roku, był order Pour le Mérite (z fr. „za zasługi”). Ustanowił go Fryderyk Wielki w 1740 roku, gdy francuski był językiem dyplomacji i dworów królewskich. Jak na ironię, wielu z tych, którzy zostali odznaczeni tym niebieskim krzyżem, zasłużyli si zwycięstwom nad Francuzami. Order Pour le Mérite przyznawany był wysoko postawionym dowódcom wojskowym i tylko w trakcie I wojny światowej robiono wyjątki, przyznając go także młodszym oficerom, którzy wyróżnili się bohaterską postawą, m.in. asom lotnictwa Manfredowi von Richthofenowi i Erichowi Loewenhardtowi.
ru: Высшей и самой почётной военной наградой Прусского королевства, а затем и Германской империи вплоть до 1918 года был орден Pour le Mérite (фр. «За заслуги»). Основан он был Фридрихом Великим в 1740 году, в эпоху, когда французский язык являлся языком дипломатии и королевских дворов. Примечательно, что многие награждённые получили свой голубой крест именно за победы над французами. Pour le Mérite вручался военачальникам высокого ранга, и лишь в годы Первой мировой войны делались исключения для совершивших выдающиеся подвиги младших офицеров, среди которых были легендарные лётчики-асы Манфред фон Рихтгофен и Эрих Лёвенхардт.
uk: Найвищою та найпочеснішою військовою нагородою Прусського королівства, а потім і Німецької імперії аж до 1918 року був орден Pour le Mérite (фр. «За заслуги»). Його заснував Фрідріх Великий у 1740 році, в епоху, коли французька мова була мовою дипломатії та королівських дворів. Цікаво, що багато нагороджених отримали свій блакитний хрест саме за перемоги над французами. Pour le Mérite вручали воєначальникам високого рангу, і лише під час Першої світової війни робили винятки для молодших офіцерів, які здійснили видатні подвиги, серед яких були легендарні льотчики-аси Манфред фон Ріхтгофен й Еріх Льовенхардт.
zh: Высшей и самой почётной военной наградой Прусского королевства, а затем и Германской империи вплоть до 1918 года был орден Pour le Mérite (фр. «За заслуги»). Основан он был Фридрихом Великим в 1740 году, в эпоху, когда французский язык являлся языком дипломатии и королевских дворов. Примечательно, что многие награждённые получили свой голубой крест именно за победы над французами. Pour le Mérite вручался военачальникам высокого ранга, и лишь в годы Первой мировой войны делались исключения для совершивших выдающиеся подвиги младших офицеров, среди которых были легендарные лётчики-асы Манфред фон Рихтгофен и Эрих Лёвенхардт.
zh_sg: 普鲁士和德意志帝国直至1918年的最高军事勋章是蓝马克斯勋章（法语，意为“功勋”）。它是由腓特烈大帝在1740年设立的，当时法语是外交和皇家法庭的官方用语。 具有讽刺意味的是，许多蓝十字勋章的获得者都因战胜法国而得到它。蓝马克斯勋章一般只授予高级军官，只有在第一次世界大战期间表现极其出色的初级军官才能破例，例如传奇王牌飞行员曼弗雷德·冯·里希特霍芬和埃里希·勒文哈尔特。

# IDS_PCZC472_GF097_HOHENZOLLERN
source: Order of the House of Hohenzollern
es_mx: Orden de la Casa de Hohenzollern
ja: ホーエンツォレルン家勲章
pl: Order Hohenzollernów
ru: Орден Дома Гогенцоллернов
uk: Орден Дому Гогенцоллернів
zh: Орден Дома Гогенцоллернов
zh_sg: 霍亨索伦王室勋章

# IDS_PCZC472_GF097_HOHENZOLLERN_DESCRIPTION
source: The Hohenzollern dynasty ruled in Germany until the revolution of 1918. On January 18, 1851, the day of the 150th anniversary of the coronation of the first Prussian king, the Royal Order of the House of Hohenzollern was established. Its motto stated: "Vom Fels zum Meer" (German for "From the Cliffs to the Sea"). The award was given to both military personnel and civilians. However, the badge of the Order received for military merits had some distinctive features—swords were added to the cross with the crown, and it was worn on the same ribbon as the famous Iron Cross.
es_mx: La dinastía Hohenzollern gobernó en Alemania hasta la revolución de 1918. El 18 de enero de 1851, coincidiendo con el 150º aniversario de la coronación del primer rey prusiano, se estableció la Real Orden de la Casa de Hohenzollern. Su lema decía: "Vom Fels zum Meer" ("De los acantilados al mar" en alemán). La condecoración se entregó tanto a personal militar como civil. Sin embargo, la insignia de la orden recibida por méritos militares tenía algunos rasgos distintivos: se añadían espadas a la cruz con la corona y la llevaban en el mismo galón que la famosa Cruz de Hierro.
ja: ホーエンツォレルン家は、1918 年の革命までドイツを統治しました。 1851 年 1 月 18 日、初代プロイセン王の戴冠 150 周年の日に、ホーエンツォレルン家の王立勲章が制定されました。そのモットーは、ドイツ語で「崖から海へ」です。 この勲章は軍人と民間人の両方に授与されました。しかし、軍功に対して授与された勲章のバッジには王冠付き十字に剣が追加され、有名な鉄十字と同じリボンに着用されました。
pl: Hohenzollernowie byli dynastią panującą w Niemczech do rewolucji w 1918 roku. 18 stycznia 1851 roku, w dniu 150. rocznicy koronacji pierwszego króla Prus, ustanowiono królewski Order Hohenzollernów. Jego motto brzmiało: „Vom Fels zum Meer” (niem. „od skał po morza”). Odznaczenie do przyznawano zarówno wojskowym, jak i cywilom. Godło orderu za zasługi wojskowe miało jednak cechy wyróżniające – do krzyża z koroną dodano miecze, noszono je także na tej samej wstędze, co słynny Krzyż Żelazny.
ru: Династия Гогенцоллернов правила на территории Германии вплоть до революции 1918 года. 18 января 1851 года, в день 150-летия коронации первого прусского короля, был учреждён Королевский орден Дома Гогенцоллернов, девиз которого гласил: Vom Fels zum Meer (нем. «От тверди к морю»). Награда присуждалась как военным, так и гражданским лицам. При этом знаки ордена, полученного за боевые заслуги, выделялись особо: к кресту с короной добавлялись мечи, и носился он на такой же ленте, что и знаменитый Железный крест.
uk: Династія Гогенцоллернів правила на території Німеччини аж до революції 1918 року. 18 січня 1851 року в день 150-річчя коронації першого прусського короля заснували Королівський орден Дому Гогенцоллернів, девіз якого казав: Vom Fels zum Meer (нім. «Від тверді до моря»). Нагороду присуджували як військовим, так і цивільним особам. Водночас знаки ордена, отриманого за бойові заслуги, виділялися особливо — до хреста з короною додавалися мечі, та літав він на такій самій стрічці, що й відомий Залізний хрест.
zh: Династия Гогенцоллернов правила на территории Германии вплоть до революции 1918 года. 18 января 1851 года, в день 150-летия коронации первого прусского короля, был учреждён Королевский орден Дома Гогенцоллернов, девиз которого гласил: Vom Fels zum Meer (нем. «От тверди к морю»). Награда присуждалась как военным, так и гражданским лицам. При этом знаки ордена, полученного за боевые заслуги, выделялись особо: к кресту с короной добавлялись мечи, и носился он на такой же ленте, что и знаменитый Железный крест.
zh_sg: 霍亨索伦王室对德国统治一直持续到1918年革命。1851年1月18日，第一位普鲁士国王加冕的150周年纪念日，霍亨索伦王室勋章也在这天设立。它的座右铭是：“Vom Fels zum Meer”（德语意思是“从悬崖到大海”）。 此勋章同时授予军人和平民。但军功勋章有显著的区别：带有皇冠的十字架上加了两柄剑，并使用了与著名铁十字勋章相同的绶带。

# IDS_PCZC473_GF097_FIRSTWAR
source: The Honor Cross of the World War 1914/1918
es_mx: La Cruz de Honor de la Guerra Mundial 1914-1918
ja: 名誉十字章
pl: Krzyż honorowy dla weteranów wojny światowej 1914/1918
ru: Почётный крест мировой войны 1914–1918 гг.
uk: Почесний хрест Світової війни 1914–1918 рр.
zh: Почётный крест мировой войны 1914–1918 гг.
zh_sg: 1914/1918年世界大战荣誉十字勋章

# IDS_PCZC473_GF097_FIRSTWAR_DESCRIPTION
source: In July 1934, a special award for participants in World War I—20 years after its commencement—was finally introduced in Germany. The decree on the establishment of the Honor Cross of the World War 1914/1918 was signed by one of the heroes of that war—President of the Republic, Field Marshal Paul von Hindenburg—shortly before his death. Very quickly, the people nicknamed the award the "Hindenburg Cross". It was awarded both to war veterans, who received a cross decorated with swords, and the widows or parents of those who had fallen in battle.
es_mx: En julio de 1934, 20 años después del inicio de la Iª Guerra Mundial, se introdujo finalmente en Alemania una condecoración especial para los participantes en este conflicto. El decreto para establecer la Cruz de Honor de la Guerra Mundial 1914/1918 fue firmado por uno de los héroes de ese conflicto—el mariscal de campo Paul von Hindenburg—presidente de la República, poco antes de su muerte. La gente no tardó en dar el nombre de "Cruz de Hindenburg" a esta condecoración. Se otorgaba tanto a veteranos de guerra—éstos recibían una cruz decorada con espadas—como a las viudas o los padres de los caídos en batalla.
ja: 一次大戦の勃発から 20 年後の 1934 年 7 月、その従軍者に対する特別功労賞がドイツで遂に導入されました。 名誉十字章の設立に関する布告は、この大戦の英雄の 1 人であるドイツ共和国大統領パウル・フォン・ヒンデンブルク元帥が死の直前に署名しました。すぐに、人々はこの勲章に「ヒンデンブルク十字」という綽名を付けました。 この勲章は従軍した退役軍人 (剣付十字章を受領) と、戦没者の未亡人または両親に授与されました。
pl: W lipcu 1934 roku wprowadzono specjalne odznaczenie dla uczestników I wojny światowej – dopiero 20 lat po jej rozpoczęciu. Dekret ustanawiający Krzyż honorowy dla weteranów wojny światowej 1914/1918 podpisany został przez jednego z bohaterów tej wojny – prezydenta republiki, marszałka polowego Paula von Hindenburga, na krótko przed jego śmiercią. Bardzo szybko odznaczenie to nazwano „Krzyżem Hindenburga”. Przyznawano go zarówno weteranom wojennym (otrzymywali oni krzyż ozdobiony mieczami), jak i wdowom oraz rodzicom poległych.
ru: В июле 1934 года в Германии была наконец введена специальная награда для участников Первой мировой войны — спустя 20 лет после её начала. Указ об учреждении Почётного креста мировой войны 1914–1918 гг. подписал незадолго до своей кончины один из её героев, президент республики фельдмаршал Пауль фон Гинденбург. Очень быстро награда стала называться в народе «Крестом Гинденбурга». Вручался он как бывшим фронтовикам — им полагался крест, украшенный мечами, — так и вдовам или родителям павших в боях.
uk: У липні 1934 року в Німеччині нарешті ввели спеціальну нагороду для учасників Першої світової війни — через 20 років після її початку. Указ про заснування «Почесного хреста світової війни 1914–1918 рр.» підписав незадовго до своєї смерті один із її героїв, президент республіки фельдмаршал Пауль фон Гінденбург. Дуже швидко нагороду стали називати в народі «Хрестом Гінденбурга». Нагороджували ним як колишніх фронтовиків — вони носили хрест, прикрашений мечами, — так і вдів або батьків полеглих у боях.
zh: В июле 1934 года в Германии была наконец введена специальная награда для участников Первой мировой войны — спустя 20 лет после её начала. Указ об учреждении Почётного креста мировой войны 1914–1918 гг. подписал незадолго до своей кончины один из её героев, президент республики фельдмаршал Пауль фон Гинденбург. Очень быстро награда стала называться в народе «Крестом Гинденбурга». Вручался он как бывшим фронтовикам — им полагался крест, украшенный мечами, — так и вдовам или родителям павших в боях.
zh_sg: 1934年7月，德国在第一次世界大战20周年纪念日后，终于设立了一个特殊奖项。 设立1914/1918年世界大战荣誉十字勋章的法令是由战争英雄、共和国总统——陆军元帅保罗·冯·辛登堡在去世前不久签署的。很快，人们给这个奖项起了个绰号叫“兴登堡十字勋章”。 它既颁发给战争退伍军人——形状为一个用剑装饰的十字架，也授予在战斗中阵亡的烈士遗孀或父母。

# IDS_PCZC474_GF097_IRONCROSS
source: Iron Cross
es_mx: Cruz de Hierro
ja: 鉄十字
pl: Krzyż Żelazny
ru: Железный крест
uk: Залізний хрест
zh: Железный крест
zh_sg: 铁十字勋章
