Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_NOTIFY_ROOM_CREATION_FAILED_INSTRUCTION
source: Please try again later.
es_mx: Por favor inténtalo de nuevo más tarde.
ja: 後で再試行してください。
pl: Proszę spróbować ponownie później.
ru: Попробуйте войти позже.
uk: Спробуйте увійти пізніше.
zh: 请稍后再试。
zh_sg: 请稍后再试。

# IDS_NOT_ACHIEVED
source: Not received
es_mx: No recibido
ja: 未取得
pl: Nie otrzymano
ru: Не получен
uk: Не отримано
zh: 没有收到
zh_sg: 未获得

# IDS_NOT_DEFAULT_SHIP_CREW_INFO
source: Assign a Commander from the Reserve or from other ships of the same nation
es_mx: Asigna un Comandante de la Reserva o de otros barcos de la misma nación.
ja: リザーブまたは同国籍の他の艦艇から艦長を配属してください
pl: Przydziel dowódcę z rezerwy, bądź innych okrętów z tego samego kraju
ru: Назначьте командира из Резерва или с других кораблей той же нации
uk: Призначте командира з Резерву або з іншого корабля тієї ж нації
zh: 从预备队或相同国家的其它战舰上指派指挥官
zh_sg: 从预备队或其它同国家的战舰上指派指挥官

# IDS_NOT_ENABLED_ON_LOW_RESOLUTION
source: Unavailable for low screen resolutions
es_mx: No disponible para pantallas de baja resolución
ja: 低解像度においては利用不可
pl: Niedostępne dla niskich rozdzielczości ekranu
ru: Недоступно при низком разрешении экрана
uk: Недоступно у разі низької роздільної здатності екрана
zh: 不适用于较低的画面分辨率
zh_sg: 不适用于较低的画面分辨率

# IDS_NOT_ENOUGH
source: Required:
es_mx: Requerido:
ja: 必要:
pl: Wymagania:
ru: Не хватает:
uk: Не вистачає:
zh: 需要：
zh_sg: 需要：

# IDS_NOT_ENOUGH_CREDITS
source: Not enough credits
es_mx: No hay suficientes créditos
ja: クレジット不足です
pl: Za mało kredytów
ru: Недостаточно кредитов
uk: Недостатньо кредитів
zh: 资金不足
zh_sg: 银币不足

# IDS_NOT_ENOUGH_CREDITS_FOR_MODERNIZATION
source: Not enough credits
es_mx: No hay suficientes créditos
ja: クレジット不足です
pl: Za mało kredytów
ru: Недостаточно кредитов
uk: Недостатньо кредитів
zh: 资金不足
zh_sg: 银币不足

# IDS_NOT_ENOUGH_EVENTUM_1
source: Not enough Tokens
ja: トークン不足
pl: Za mało żetonów
ru: Недостаточно жетонов
zh: Недостаточно жетонов

# IDS_NOT_ENOUGH_EXP_TO_CONVERT
source: Not enough XP to convert.
es_mx: No hay suficiente XP para convertir.
ja: 経験値不足により変換不能。
pl: Za mało PD do wymiany.
ru: Недостаточно опыта для перевода.
uk: Недостатньо досвіду для конвертації.
zh: 没有足够的经验来转换。
zh_sg: 没有足够的经验来转换。

# IDS_NOT_ENOUGH_FOR_OPERATION_BY_CLASS_AIRCARRIER
source: Too few aircraft carriers
es_mx: Muy pocos portaaviones
ja: 航空母艦が不足しています
pl: Za mało lotniskowców
ru: Слишком мало авианосцев
uk: Замало авіаносців
zh: 航空母舰太少
zh_sg: 航空母舰太少

# IDS_NOT_ENOUGH_FOR_OPERATION_BY_CLASS_AUXILIARY
source: Too few transport ships
es_mx: Muy pocos barcos de transporte
ja: 輸送船が不足しています
pl: Za mało okrętów transportowych
ru: Слишком мало транспортов
uk: Замало транспорту
zh: 运输舰太少
zh_sg: 运输舰太少

# IDS_NOT_ENOUGH_FOR_OPERATION_BY_CLASS_BATTLESHIP
source: Too few battleships
es_mx: Muy pocos acorazados
ja: 戦艦が不足しています
pl: Za mało pancerników
ru: Слишком мало линкоров
uk: Замало лінкорів
zh: 战列舰太少
zh_sg: 战列舰太少

# IDS_NOT_ENOUGH_FOR_OPERATION_BY_CLASS_CRUISER
source: Too few cruisers
es_mx: Muy pocos cruceros
ja: 巡洋艦が不足しています
pl: Za mało krążowników
ru: Слишком мало крейсеров
uk: Замало крейсерів
zh: 巡洋舰太少
zh_sg: 巡洋舰太少

# IDS_NOT_ENOUGH_FOR_OPERATION_BY_CLASS_DESTROYER
source: Too few destroyers
es_mx: Muy pocos destructores
ja: 駆逐艦が不足しています
pl: Za mało niszczycieli
ru: Слишком мало эсминцев
uk: Замало есмінців
zh: 驱逐舰太少
zh_sg: 驱逐舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_AIRCARRIER
source: Too few aircraft carriers
es_mx: Muy pocos portaaviones
ja: 航空母艦が不足しています
pl: Za mało lotniskowców
ru: Слишком мало авианосцев
uk: Замало авіаносців
zh: 航空母舰太少
zh_sg: 航空母舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_AUXILIARY
source: Too few transport ships
es_mx: Muy pocos barcos de transporte
ja: 輸送船が不足しています
pl: Za mało okrętów transportowych
ru: Слишком мало транспортов
uk: Замало транспорту
zh: 运输舰太少
zh_sg: 运输舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_BATTLESHIP
source: Too few battleships
es_mx: Muy pocos acorazados
ja: 戦艦が不足しています
pl: Za mało pancerników
ru: Слишком мало линкоров
uk: Замало лінкорів
zh: 战列舰太少
zh_sg: 战列舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_CRUISER
source: Too few cruisers
es_mx: Muy pocos cruceros
ja: 巡洋艦が不足しています
pl: Za mało krążowników
ru: Слишком мало крейсеров
uk: Замало крейсерів
zh: 巡洋舰太少
zh_sg: 巡洋舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_DESTROYER
source: Too few destroyers
es_mx: Muy pocos destructores
ja: 駆逐艦が不足しています
pl: Za mało niszczycieli
ru: Слишком мало эсминцев
uk: Замало есмінців
zh: 驱逐舰太少
zh_sg: 驱逐舰太少

# IDS_NOT_ENOUGH_FOR_TRAINING_BY_CLASS_SUBMARINE
source: Too few submarines
es_mx: Sin suficientes submarinos
ja: 潜水艦が不足しています
pl: Za mało okrętów podwodnych
ru: Слишком мало подводных лодок
uk: Замало підводних човнів
zh: Слишком мало подводных лодок
zh_sg: 潜艇太少

# IDS_NOT_ENOUGH_GOLD
source: Not enough doubloons
es_mx: No hay suficientes doblones
ja: ダブロン不足
pl: Za mało dublonów
ru: Недостаточно дублонов
uk: Недостатньо дублонів
zh: 金币不足
zh_sg: 达布隆不足

# IDS_NOT_ENOUGH_GOLD_FOR_MODERNIZATION
source: Not enough doubloons
es_mx: No hay suficientes doblones
ja: ダブロン不足
pl: Za mało dublonów
ru: Недостаточно дублонов
uk: Недостатньо дублонів
zh: 金币不足
zh_sg: 达布隆不足

# IDS_NOT_ENOUGH_GOLD_TO_BUY_PREMIUM
source: Not enough doubloons to purchase Wargaming Premium Account
es_mx: No hay suficientes doblones para adquirir una Cuenta Premium de Wargaming
ja: ダブロン不足のため、Wargaming プレミアムアカウント購入不可
pl: Zbyt mało dublonów, by kupić konto premium Wargaming
ru: Недостаточно дублонов для покупки Общего премиума
uk: Бракує дублонів, щоб купити Загальний преміум
zh: 没有足够的金币以购买Wargaming高级账号
zh_sg: 达布隆不足，无法购买Wargaming高级账号

# IDS_NOT_ENOUGH_GOLD_TO_BUY_PREMIUM_WOWS
source: Not enough doubloons to purchase Warships Premium Account
es_mx: No hay suficientes doblones para adquirir una Cuenta Premium Warships
ja: ダブロン不足のため Warships プレミアムアカウントを購入不可
pl: Zbyt mało dublonów, by kupić konto premium Warships
ru: Недостаточно дублонов для покупки Корабельного премиум аккаунта
uk: Бракує дублонів, щоб купити Корабельний преміум акаунт
zh: 没有足够的金币以购买战舰高级账号
zh_sg: 达布隆不足，无法购买战舰高级账号

# IDS_NOT_ENOUGH_MONEY_PURCHASE_SLOT
source: Not enough doubloons to purchase a slot
es_mx: No hay suficientes doblones para comprar un espacio
ja: ダブロン不足によりスロット購入不可
pl: Za mało dublonów, żeby kupić dodatkowe miejsce
ru: Недостаточно дублонов для покупки слота
uk: Недостатньо дублонів, щоб купити місце стоянки
zh: 没有足够的金币来购买一个船位
zh_sg: 没有足够的达布隆来购买一个船位

# IDS_NOT_ENOUGH_READY_PLAYERS_IN_DIVISION_FOR_CLAN_BATTLE
source: The Division must have at least %(minPlayersForBattle)d players ready to enter the battle.
es_mx: La división debe tener al menos %(minPlayersForBattle)d jugadores listos para entrar en batalla.
ja: 分艦隊で戦闘に参加するには、%(minPlayersForBattle)d 名以上が準備を完了している必要があります。
pl: Do dywizjonu musi należeć przynajmniej %(minPlayersForBattle)d graczy, żeby mógł wejść do bitwy.
ru: В отряде должно быть не менее %(minPlayersForBattle)d игроков, готовых к выходу в бой.
uk: У складі загону має бути не менше %(minPlayersForBattle)d гравців, готових вступити у бій.
zh: 小队必须要有至少 %(minPlayersForBattle)d 位玩家已经准备好进入战斗。
zh_sg: 小队必须要有至少 %(minPlayersForBattle)d 位玩家已经准备好进入战斗。

# IDS_NOT_ENOUGH_READY_PLAYERS_IN_PARTY_FOR_BATTLE
source: The Team must have at least %(minPartyForBattle)d players who are ready to enter the battle.
es_mx: El Equipo debe tener por lo menos %(minPartyForBattle)d jugadores que estén listos para entrar a la batalla.
ja: チームで戦闘に参加するためには、戦闘準備を完了したプレイヤーが最小 %(minPartyForBattle)d 名必要です。
pl: Drużyna musi mieć przynajmniej %(minPartyForBattle)d graczy gotowych do bitwy.
ru: В команде должно быть не менее %(minPartyForBattle)d игроков, готовых к выходу в бой.
uk: У команді має бути не менше %(minPartyForBattle)d гравців, готових вступити у бій.
zh: 该队伍必须拥有至少 %(minPartyForBattle)d 名已准备好进入战斗的玩家。
zh_sg: 该团队必须拥有至少 %(minPartyForBattle)d 名已准备好进入战斗的玩家。

# IDS_NOT_FULL_PARTIES
source: Understaffed Teams
es_mx: Equipos con falta de personal
ja: 人数不足のチーム
pl: Drużyny o niepełnym składzie
ru: Неполные команды
uk: Неповні команди
zh: 非满员队伍
zh_sg: 非满员团队

# IDS_NOT_FULL_PARTIES_DESCRIPTION
source: Teams that entered battle understaffed. Free mercenaries will be added to fill the vacant places.
es_mx: Equipos que entraron a la batalla con falta de personal. Los mercenarios libres se agregarán para llenar los lugares vacantes.
ja: 人数不足のまま戦闘に参加したチームです。空き枠には、フリー傭兵が加わります。
pl: Drużyny, które weszły do bitwy w niepełnym składzie. Wolni najemnicy będą do nich automatycznie dołączani, by zapełnić puste miejsca.
ru: Команды, вышедшие в бой в неполном составе. Эти команды будут дополнены свободными наёмниками.
uk: Команди, що вступили у бій неповними складами. Ці команди будуть доповнені вільними найманцями.
zh: 人手不足以进入战斗的队伍。将会加入自由佣兵来填补空位。
zh_sg: 人手不足以进入战斗的团队。将会加入自由佣兵来填补空位。

# IDS_NOT_IGNORE_PLAYER
source: Remove from Blacklist
es_mx: Eliminar de la lista negra
ja: ブラックリストから削除
pl: Usuń z czarnej listy
ru: Удалить из чёрного списка
uk: Видалити з чорного списку
zh: 从黑名单中移除
zh_sg: 从黑名单中移除

# IDS_NOT_INSTALLED
source: Not mounted
es_mx: Sin montar
ja: 未搭載
pl: Nie zamontowano
ru: Не установлен
uk: Не встановлено
zh: 没有安装
zh_sg: 未安装

# IDS_NOT_IN_DIVISION_FOR_CLAN_BATTLE
source: To participate in Clan Battles, assemble a Division or join an already existing one.
es_mx: Para participar en las Batallas de Clanes, reúne una división o únete a una ya existente.
ja: クラン戦に参加するには、分艦隊を編成するか、既存の分艦隊に参加してください。
pl: Żeby uczestniczyć w bitwach klanowych, zbierz dywizjon lub dołącz do istniejącego.
ru: Создайте отряд или присоединитесь к отряду для участия в клановых боях.
uk: Сформуйте загін або долучіться до загону, щоб взяти участь у кланових боях.
zh: 想要参与军团战斗，集结一支小队或加入一支已经存在的小队。
zh_sg: 要参加军团战，您需要集结或加入一个小队。

# IDS_NOT_IN_DIVISION_FOR_CLAN_BATTLE_BRAWL
source: To participate in the Clan Brawl, assemble a Division or join an already existing one.
es_mx: Para participar en la Pelea de Clanes, reúne una división o únete a una ya existente.
ja: クラン闘争に参加するには、分艦隊を編成するか、既存の分艦隊に参加してください。
pl: Żeby uczestniczyć w potyczce klanowej, zbierz dywizjon lub dołącz do istniejącego.
ru: Создайте отряд или присоединитесь к уже существующему для участия в клановом блице.
uk: Сформуйте загін або долучіться до вже створеного, щоб взяти участь у клановому бліці.
zh: Создайте отряд или присоединитесь к уже существующему для участия в клановом блице.
zh_sg: 要参加军团对决，您需要集结或加入一个小队。

# IDS_NOT_IN_DIVISION_FOR_CLAN_BATTLE_WITH_TRANSFER
source: Create or join a Division to participate in Clan Battles.
es_mx: Crea o únete a una División para participar en las Batallas de Clanes.
ja: クラン戦に参加するには分艦隊 を作成または分艦隊に参加
pl: Utwórz lub dołącz do dywizjonu żeby brać udział w bitwach klanowych.
ru: Создайте отряд или присоединитесь к отряду для участия в клановых боях.
uk: Сформуйте загін або долучіться до загону, щоб взяти участь у кланових боях.
zh: 建立或加入一支小队 来参与军团战斗。
zh_sg: 建立或加入一个小队 来参加军团战。

# IDS_NOT_IN_DIVISION_FOR_CLAN_BATTLE_WITH_TRANSFER_BRAWL
source: Create or join a Division to participate in the Clan Brawl.
es_mx: Crea o únete a una División para participar en una Pelea de Clanes.
ja: クラン闘争に参加するには分艦隊 を作成または分艦隊に参加
pl: Utwórz lub dołącz do dywizjonu żeby brać udział w potyczce klanowej.
ru: Создайте отряд или присоединитесь к уже существующему для участия в клановом блице.
uk: Сформуйте загін або долучіться до вже створеного, щоб взяти участь у клановому бліці.
zh: Создайте отряд или присоединитесь к уже существующему для участия в клановом блице.
zh_sg: 建立或加入一个小队 来参加军团对决。

# IDS_NOT_LIMITED
source: Not limited
es_mx: Está limitado
ja: 無制限
pl: Bez ograniczeń
ru: Не ограничено
uk: Не обмежено
zh: 没有限制
zh_sg: 无限制

# IDS_NOT_LINKED
source: Not linked yet
es_mx: Aún no ha sido vinculado
ja: 未割り当て
pl: Jeszcze nie połączono
ru: Не привязан
uk: Не прив’язано
zh: Не привязан
zh_sg: 未绑定

# IDS_NOT_MOON1
source: Station 404
es_mx: Estación 404
ja: ステーション 404
pl: Stacja 404
ru: Станция 404
uk: Станція 404
zh: Станция 404
zh_sg: 空间站404

# IDS_NOT_MOON2
source: Station 402
es_mx: Estación 402
ja: ステーション 402
pl: Stacja 402
ru: Станция 402
uk: Станція 402
zh: Станция 402
zh_sg: 空间站402

# IDS_NOT_MORE_THAN
source: no longer than
es_mx: No más de
ja: 最長
pl: nie dłużej niż
ru: — не более
uk: Не більше ніж
zh: 不超过
zh_sg: 不超过

# IDS_NOT_PURCHASED
source: Not purchased
es_mx: Sin comprar
ja: 未購入
pl: Niezakupiony
ru: Не куплен
uk: Не куплено
zh: 尚未购买
zh_sg: 尚未购买

# IDS_NOT_READY
source: Not ready
es_mx: No está listo
ja: 準備中
pl: Niegotowy
ru: Не готов
uk: Не готовий
zh: 未准备好
zh_sg: 未准备

# IDS_NOT_READY_TO_BATTLE_IN_DIVISION
source: Not ready for battle in Division
es_mx: No listo para luchar en Divisón
ja: 分艦隊で戦闘準備中
pl: Niegotowy do bitwy w dywizjonie
ru: Не готов к бою в отряде
uk: Не готовий до бою у складі загону
zh: 未准备好加入小队战斗
zh_sg: 未准备好小队战斗

# IDS_NOT_READY_TO_BATTLE_IN_DIVISION_INFO
source: You are not ready to battle in a Division
es_mx: No estás listo para luchar en una División
ja: 分艦隊での戦闘準備中です
pl: Nie jesteś gotowy do bitwy w dywizjonie
ru: Вы не готовы к бою в отряде
uk: Ви не готові до бою у складі загону
zh: 您未准备好加入小队战斗，
zh_sg: 您未准备好加入小队战斗

# IDS_NOT_READY_TO_BATTLE_IN_FORMATION_INFO
source: Set status to "Not ready" to select another ship or modify the ship configuration.
es_mx: Cambia el estado a "No listo" para seleccionar otro barco o modificar su configuración.
ja: 他の艦を選択したり、艦の構成を変更したりするには、ステータスを「準備中」に設定してください。
pl: Ustaw status na „Niegotowy”, żeby wybrać inny okręt lub zmodyfikować konfigurację okrętu.
ru: Установите статус «Не готов», чтобы выбрать другой корабль или внести изменения в конфигурацию корабля.
uk: Встановіть статус «Не готовий», щоб вибрати інший корабель або внести зміни в конфігурацію корабля.
zh: 设置状态为 "未准备好" 来选择其它战舰或修改该舰的配置。
zh_sg: 设置状态为 "未准备" 来选择其它战舰或修改该舰的配置。

# IDS_NOT_READY_TO_BATTLE_IN_FORMATION_INFO_2
source: Select a suitable ship and click "Ready!" to enter the battle.
es_mx: Selecciona un barco adecuado y haz clic en ¡Listo! para entrar a la batalla.
ja: 適合する艦を選択し、「準備完了!」をクリックして戦闘に参加しましょう。
pl: Wybierz odpowiedni okręt i kliknij „Gotowy!”, żeby wejść do bitwy.
ru: Выберите подходящий корабль и нажмите кнопку «Готов!» для выхода в бой.
uk: Виберіть придатний корабель та натисніть кнопку «Готовий!», щоб вступити у бій.
zh: 选择一艘合适的战舰然后点击 "已准备好" 来进入战斗。
zh_sg: 选择一艘合适的战舰然后点击 "已准备" 来进入战斗。

# IDS_NOT_READY_TO_BATTLE_IN_FORMATION_INFO_HINT_ASSIGN_CREW_TO_THIS_SHIP
source: Set status to "Not ready" to assign the Commander to the selected ship.
es_mx: Seleccionar el estado "No estoy listo" para asignar el comandante al barco seleccionado.
ja: この艦長を選択した艦艇に割り当てるには、ステータスを「準備中」にしてください。
pl: Ustaw status „Niegotowy”, żeby przydzielić dowódcę do wybranego okrętu.
ru: Установите статус «Не готов», чтобы назначить командира на выбранный корабль.
uk: Встановіть статус «Не готовий», щоб призначити командира на вибраний корабель.
zh: 将状态设定为「未准备好」以将指挥官指派到选择的战舰。
zh_sg: 设置状态为 "未准备" 来指派指挥官到所选战舰上。

# IDS_NOT_READY_TO_BATTLE_IN_PARTY
source: Not ready for Team Battle
es_mx: No listo para una Batalla en Equipo
ja: チームバトルの準備中
pl: Niegotowy do bitwy drużynowej
ru: Не готов к бою в команде
uk: Не готовий до бою у складі команди
zh: 未准备好加入队伍战斗
zh_sg: 未准备好加入团队战斗

# IDS_NOT_READY_TO_BATTLE_IN_PARTY_INFO
source: You are not ready for a Team Battle
es_mx: No estás listo para una Batalla en Equipo
ja: チームバトルの準備中
pl: Nie jesteś gotowy do bitwy drużynowej
ru: Вы не готовы к командному бою
uk: Ви не готові до командного бою
zh: 您未准备好加入队伍战斗
zh_sg: 您未准备好加入团队战斗

# IDS_NOT_VISIBLE_FOR_OTHER_PLAYERS_DIVISION
source: Disable this status to remove your name from the "Looking for Division" list.
es_mx: Deshabilita este estado para eliminar tu nombre de la lista "Buscando una División".
ja: このステータスを無効にすると、「分艦隊に参加希望」リストから名前を削除します。
pl: Wyłącz ten status, żeby Twoja nazwa zniknęła z listy graczy szukających dywizjonu.
ru: Выключите этот статус, чтобы ваше имя больше не отображалось в списке «Ищу отряд».
uk: Вимкніть цей статус, щоб ваше ім’я більше не показувало у списку «Шукаю загін».
zh: 关闭此状态来将您的名称从 "寻找小队" 名单中移除。
zh_sg: 关闭此状态来将您的名称从 "寻找小队" 名单中移除。

# IDS_NOT_VISIBLE_FOR_OTHER_PLAYERS_PARTY
source: Disable this status to remove your name from the "Looking to join a Team Battle" list.
es_mx: Deshabilita este estado para eliminar tu nombre de la lista "Bucando unirse a una Batalla en Equipo".
ja: このステータスを無効にすると、「チームバトルに参加希望」リストから名前を削除します。
pl: Wyłącz ten status, żeby Twoja nazwa zniknęła z listy graczy chcących wziąć udział w bitwie drużynowej.
ru: Выключите этот статус, чтобы ваше имя больше не отображалось в списке «Хочу в командный бой».
uk: Вимкніть цей статус, щоб ваше ім’я більше не показувало у списку «Хочу в командний бій».
zh: 关闭此状态来将您的名称从 "寻找队伍战斗加入" 名单中移除。
zh_sg: 关闭此状态来将您的名称从 "寻找团队战斗加入" 名单中移除。

# IDS_NO_ACHIEVEMENTS_EARNED
source: You have not received any achievements yet
es_mx: Todavía no has recibido ningún logro
ja: 実績をまだ取得していません
pl: Nie masz jeszcze żadnych osiągnięć
ru: Вы ещё не получили ни одного достижения
uk: Ви ще не отримали жодного досягнення
zh: 您还没领取到任何成就
zh_sg: 您还没领取到任何成就

# IDS_NO_ALLOWED_SHIPS_FOR_THIS_BATTLE
source: You do not have a ship that conforms to the battle criteria.
es_mx: No tienes un barco que cumpla los criterios de batalla.
ja: 戦闘参加条件を満たす艦艇を所有していません。
pl: Nie posiadasz okrętu, który spełniałby podane kryteria.
ru: У вас нет корабля, подходящего по условиям боя.
uk: У вас немає корабля, придатного за умовами бою.
zh: 您没有战舰符合该战斗的条件。
zh_sg: 您没有战舰符合该战斗的条件。

# IDS_NO_AVAILABLE_ACTIONS
source: No available actions
es_mx: No hay acciones disponibles
ja: 利用可能なアクションなし
pl: Brak dostępnych akcji
ru: Нет доступных действий
uk: Немає доступних дій
zh: 没有可用的操作
zh_sg: 没有可用的操作

# IDS_NO_BATTLES_PLAYED_IN_CLUBBATTLE
source: You have not played a single Team Battle
es_mx: No has jugado ni una Batalla en Equipo
ja: チームバトルを未プレイです
pl: Nie stoczyłeś żadnej bitwy drużynowej
ru: Вы не провели ни одного командного боя
uk: Ви не зіграли жодного командного бою
zh: 您还没进行过一场队伍战斗
zh_sg: 您还没进行过一场队伍战斗

# IDS_NO_BATTLES_PLAYED_IN_COOPERATIVEBATTLE
source: You have not played a single Co-op Battle
es_mx: No has jugado ni una Batalla Cooperativa
ja: Co-op 戦を未プレイです
pl: Nie stoczyłeś żadnej bitwy kooperacyjnej
ru: Вы не провели ни одного кооперативного боя
uk: Ви не зіграли жодного кооперативного бою
zh: 您还没进行过一场联合作战
zh_sg: 您还没进行过一场联合作战

# IDS_NO_BATTLES_PLAYED_IN_RANDOMBATTLE
source: You have not played a single Random Battle
es_mx: No has jugado ni una Batalla Aleatoria
ja: ランダム戦を未プレイです
pl: Nie stoczyłeś żadnej bitwy losowej
ru: Вы не провели ни одного случайного боя
uk: Ви не зіграли жодного випадкового бою
zh: 您还没进行过一场标准战斗
zh_sg: 您还没进行过一场标准战斗

# IDS_NO_BATTLES_PLAYED_IN_RANKEDBATTLE
source: You have not played a single Ranked Battle
es_mx: No has jugado ni una Batalla por Rango
ja: ランク戦を未プレイです
pl: Nie stoczyłeś żadnej bitwy rankingowej
ru: Вы не провели ни одного рангового боя
uk: Ви не зіграли жодного рангового бою
zh: 您还没进行过一场排位战
zh_sg: 您还没进行过一场排位战

# IDS_NO_BREAK_ARMOR_HIT_TYPE
source: Failed to penetrate!
es_mx: ¡Fallo al penetrar!
ja: 貫通できず!
pl: Brak penetracji!
ru: Броня не пробита!
uk: Броня не пробита!
zh: 无法击穿！
zh_sg: 无法击穿！

# IDS_NO_CHANNELS_IN_GROUP
source: No channels in this group
es_mx: No hay canales en este grupo
ja: チャンネルがありません
pl: Brak kanałów w tej grupie
ru: В этой группе нет каналов
uk: У цій групі немає каналів
zh: 没有频道在此群组
zh_sg: 此群组没有频道

# IDS_NO_CLAN_BATTLES_SEASON
source: Clan Battles are currently unavailable.
es_mx: Las Batallas de Clan no están disponibles actualmente.
ja: クラン戦は現在ご利用いただけません。
pl: Bitwy klanowe są obecnie niedostępne.
ru: Клановые бои не проводятся.
uk: Кланові бої не відбуваються.
zh: 军团战斗目前无法使用。
zh_sg: 军团战目前无法使用。

# IDS_NO_CLAN_BATTLES_SEASON_BRAWL
source: The Clan Brawl is not currently available.
es_mx: La Pelea de Clanes no está disponible por ahora.
ja: 現在、クラン闘争はご利用になれません。
pl: Potyczki klanowe są w tej chwili niedostępne.
ru: Клановый блиц не проводится.
uk: Клановий бліц не відбувається.
zh: Клановый блиц не проводится.
zh_sg: 军团对决当前未开放。

# IDS_NO_COLLECTING
source: Paused
es_mx: Pausado
ja: 停止中
pl: Wstrzymano
ru: Не собираю
uk: Не збираю
zh: 已暂停
zh_sg: 已暂停

# IDS_NO_CONTACTS
source: You have not added any contacts yet
es_mx: Todavía no has agregado contactos
ja: 連絡先が登録されていません
pl: Nie dodano jeszcze żadnych kontaktów
ru: Вы пока никого не добавили в контакты
uk: Ви ще нікого не додали до контактів
zh: 您还尚未增加任何联系人
zh_sg: 尚未添加任何联系人

# IDS_NO_CONTACTS_IN_GROUP
source: No contacts in this group
es_mx: No hay contactos en este grupo
ja: フレンドがいません
pl: Brak kontaktów w tej grupie
ru: В этой группе нет контактов
uk: У цій групі немає контактів
zh: 没有联系人在此群组
zh_sg: 此群组没有联系人

# IDS_NO_COUNT_AIRCARRIER_IN_DIVISION
source: The Division must not include aircraft carriers
es_mx: La División no debe incluir portaaviones
ja: 分艦隊に航空母艦を含めることはできません
pl: Dywizjon nie może zawierać lotniskowców
ru: В отряде не должно быть авианосцев
uk: У загоні не мусить бути авіаносців
zh: 分舰队中必须不能包含航空母舰
zh_sg: 小队中必须不能包含航空母舰

# IDS_NO_COUNT_BATTLESHIP_IN_DIVISION
source: The Division must not include battleships
es_mx: La División no debe incluir acorazados
ja: 分艦隊に戦艦を含めることはできません
pl: Dywizjon nie może zawierać pancerników
ru: В отряде не должно быть линкоров
uk: У загоні не мусить бути лінкорів
zh: 分舰队中必须不能包含战列舰
zh_sg: 小队中必须不能包含战列舰

# IDS_NO_COUNT_CRUISER_IN_DIVISION
source: The Division must not include cruisers
es_mx: La División no debe incluir cruceros
ja: 分艦隊に巡洋艦を含めることはできません
pl: Dywizjon nie może zawierać krążowników
ru: В отряде не должно быть крейсеров
uk: У загоні не мусить бути крейсерів
zh: 分舰队中必须不能包含巡洋舰
zh_sg: 小队中必须不能包含巡洋舰

# IDS_NO_COUNT_DESTROYER_IN_DIVISION
source: The Division must not include destroyers
es_mx: La División no debe incluir destructores
ja: 分艦隊に駆逐艦を含めることはできません
pl: Dywizjon nie może zawierać niszczycieli
ru: В отряде не должно быть эсминцев
uk: У загоні не мусить бути есмінців
zh: 分舰队中必须不能包含驱逐舰
zh_sg: 小队中必须不能包含驱逐舰

# IDS_NO_COUNT_SUBMARINE_IN_DIVISION
source: The Division must not include submarines
es_mx: La División no debe incluir submarinos
ja: 分艦隊に潜水艦を含めることはできません
pl: Dywizjon nie może zawierać okrętów podwodnych
ru: В отряде не должно быть подводных лодок
uk: У загоні не має бути підводних човнів
zh: 分舰队不能包含潜艇
zh_sg: 小队中必须不能包含潜艇

# IDS_NO_CREATED_CHANNELS
source: You have not created any channels yet
es_mx: Aún no has creado un canal
ja: チャンネルを未作成です
pl: Nie utworzyłeś jeszcze żadnych kanałów
ru: Вы пока не создали ни одного канала
uk: Ви ще не створили жодного каналу
zh: 您还没有建立频道
zh_sg: 您还没有创建频道

# IDS_NO_CREW
source: Commander unavailable
es_mx: Comandante no disponible
ja: 艦長がいません
pl: Dowódca niedostępny
ru: Нет командира
uk: Немає командира
zh: 该舰无指挥官
zh_sg: 指挥官无法使用

# IDS_NO_CURRENT_ALMANAC_REWARDS
source: You've received all available rewards.
es_mx: Has recibido todas las recompensas disponibles
ja: 利用可能な褒賞を全て取得済み
pl: Otrzymałeś wszystkie dostępne nagrody
ru: Вы получили все доступные награды
uk: Ви отримали всі можливі нагороди
zh: 您已经获得所有提供的奖励
zh_sg: 您已领取了所有可以获得的奖励

# IDS_NO_CURRENT_CVC_RESULTS
source: Clan service is unavailable
es_mx: El servicio de Clan no está disponible
ja: クランサービスはご利用いただけません
pl: Usługa klanów jest niedostępna
ru: Клановый сервис недоступен
uk: Клановий сервіс недоступний
zh: 军团服务无法使用
zh_sg: 军团服务无法使用

# IDS_NO_CURRENT_CVC_RESULTS_SUBTEXT
source: Results of the Clan Battle will be accounted for later.
es_mx: Los resultados de Batalla de Clan se contabilizarán más tarde.
ja: クラン戦の結果は後ほど説明されます。
pl: Wyniki bitwy klanowej będą podliczone później.
ru: Результаты кланового боя будут учтены позже.
uk: Результати кланового бою врахують пізніше.
zh: 军团战斗的结果将于稍后结算。
zh_sg: 军团战的结果将于稍后结算。

# IDS_NO_CURRENT_LAST_REPLAYS
source: No recent replays available
es_mx: No hay repeticiones recientes disponibles
ja: 最近のリプレイなし
pl: Brak dostępnych niedawno nagranych powtórek
ru: Нет последних повторов
uk: Немає останніх повторів
zh: 没有可用的近期回放
zh_sg: 无可用最近回放
