Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CIT_BULGE
source: Citadel Torpedo Bulkhead
es_mx: Mamparo de Torpedos de la Ciudadela
ja: 中央防郭対水雷防御隔壁
pl: Przegroda przeciwtorpedowa cytadeli
ru: Противоторпедная переборка цитадели
uk: Протиторпедна перебірка цитаделі
zh: 装甲区防雷舱壁
zh_sg: 装甲区鱼雷舱壁

# IDS_CIT_DECK
source: Citadel Deck
es_mx: Cubierta de la Ciudadela
ja: 中央防郭甲板
pl: Pancerz pokładowy cytadeli
ru: Палуба цитадели
uk: Палуба цитаделі
zh: 装甲区甲板
zh_sg: 装甲区甲板

# IDS_CIT_FWDTRANS
source: Citadel Athwartship
es_mx: Ciudadela de Babor a Estribor
ja: 中央防郭横隔壁
pl: Pancerz czołowy cytadeli
ru: Траверс цитадели
uk: Траверз цитаделі
zh: 装甲区横向围板
zh_sg: 装甲区横向围板

# IDS_CIT_INCLIN
source: Citadel Armored Deck Slopes
es_mx: Inclinaciones de la Cubierta Blindada de la Ciudadela
ja: 中央防郭装甲甲板スロープ
pl: Pancerz pokładowy pochyły cytadeli
ru: Скосы бронепалубы цитадели
uk: Схили бронепалуби цитаделі
zh: 装甲区装甲甲板斜面
zh_sg: 装甲区装甲甲板斜面

# IDS_CIT_SIDE
source: Citadel Plating
es_mx: Blindaje de la Ciudadela
ja: 中央防郭装甲板
pl: Poszycie cytadeli
ru: Обшивка цитадели
uk: Обшивка цитаделі
zh: 装甲区外板
zh_sg: 装甲区外板

# IDS_CLAN
source: Clan
ja: クラン
pl: Klan
ru: Клан
uk: Клан
zh: Клан
zh_sg: 军团

# IDS_CLANBATTLE
source: Clan Battle
es_mx: Batalla de Clan
ja: クラン戦
pl: Bitwa klanowa
ru: Клановый бой
uk: Клановий бій
zh: 军团战斗
zh_sg: 军团战

# IDS_CLANBATTLE_ACC
source: Clan Battle
es_mx: Batalla de Clan
ja: クラン戦
pl: Bitwa klanowa
ru: Клановый бой
uk: Клановий бій
zh: 军团战斗
zh_sg: 军团战

# IDS_CLANBATTLE_DESCRIPTION
source: Assemble a Division with your clanmates and fight against other clans.
es_mx: Arma una división con tus compañeros de clan y lucha contra otros clanes.
ja: クランメイト達と分艦隊を編制し、他のクランとの対戦に挑め
pl: Zbierz dywizjon złożony z członków Twojego klanu i walcz z konkurencyjnymi klanami.
ru: Соберите отряд из членов вашего клана и сразитесь с другими кланами.
uk: Зберіть загін з членів вашого клану і бийтеся з іншими кланами.
zh: 将您的军团战友集结成小队然后对抗其它军团。
zh_sg: 将您的军团战友集结成小队然后对抗其它军团。

# IDS_CLANBRAWL_ACC
source: Clan Brawl
es_mx: Pelea de Clanes
ja: クラン闘争
pl: Potyczka klanowa
ru: Клановый блиц
uk: Клановий бліц
zh: Клановый блиц
zh_sg: 军团对决

# IDS_CLANS
source: Clans
es_mx: Clanes
ja: クラン
pl: Klany
ru: Кланы
uk: Клани
zh: 军团
zh_sg: 军团

# IDS_CLAN_BATTLE
source: Clan Battle
es_mx: Batalla de Clan
ja: クラン戦
pl: Bitwa klanowa
ru: Клановый бой
uk: Клановий бій
zh: 军团战斗
zh_sg: 军团战

# IDS_CLAN_BATTLES_ACTIVE_PRIME_TIME_FIXED
source: Prime time fixed
es_mx: Horario principal establecido
ja: プライムタイム固定済み
pl: Ustalono okno czasowe
ru: Прайм-тайм зафиксирован
uk: Прайм-тайм зафіксовано
zh: Прайм-тайм зафиксирован
zh_sg: 黄金时间已确定

# IDS_CLAN_BATTLES_ACTIVE_PRIME_TIME_NOT_FIXED
source: In the course of one game day, you can participate in only one prime time.
es_mx: En el transcurso de un día de juego solo puedes participar en un horario principal.
ja: 同じゲームデー内では、1 つのプライムタイムのみに参加可能です。
pl: W ciągu jednego dnia gry uczestniczyć można w bitwach tylko w jednym oknie czasowym.
ru: За игровые сутки можно поучаствовать только в одном прайм-тайме.
uk: Протягом ігрової доби можна брати участь лише в одному прайм-таймі.
zh: За игровые сутки можно поучаствовать только в одном прайм-тайме.
zh_sg: 在一天的游戏过程中您只能参加一次黄金时间。

# IDS_CLAN_BATTLES_ALLOWED_SHIPS_FROM
source: Ships of at least Tier %(levelMin)s are allowed to participate in Clan Battles.
es_mx: Los barcos del Nivel %(levelMin)s como mínimo, pueden participar en las Batallas de Clan.
ja: クラン戦に参加できるのは、Tier %(levelMin)s 以上の艦艇です。
pl: W bitwach klanowych mogą brać udział okręty poziomu %(levelMin)s lub wyższych.
ru: В клановые бои допускаются корабли не ниже %(levelMin)s уровня.
uk: У кланові бої допускають кораблі не нижче %(levelMin)s рівня.
zh: 允许 %(levelMin)s 阶或以上战舰来参与军团战斗。
zh_sg: 允许不低于%(levelMin)s级的战舰参与军团战。

# IDS_CLAN_BATTLES_ALLOWED_SHIPS_FROM_TO
source: Ships of Tier %(levelMin)s to Tier %(levelMax)s are allowed to participate in Clan Battles.
es_mx: Los barcos del Nivel %(levelMin)s al Nivel %(levelMax)s pueden participar en las Batallas de Clan.
ja: クラン戦に参加できるのは、Tier %(levelMin)s-%(levelMax)s 艦艇です。
pl: W bitwach klanowych mogą brać udział okręty z poziomów od %(levelMin)s do %(levelMax)s.
ru: В клановые бои допускаются корабли с %(levelMin)s по %(levelMax)s уровень.
uk: У кланові бої допускають кораблі від %(levelMin)s до %(levelMax)s рівня.
zh: 允许 %(levelMin)s 阶到 %(levelMax)s 阶战舰来参与军团战斗。
zh_sg: 允许%(levelMin)s到%(levelMax)s级或以上战舰参与军团战。

# IDS_CLAN_BATTLES_ALLOWED_SHIPS_SINGLE
source: Ships of Tier %(levelMax)s are allowed to participate in Clan Battles.
es_mx: Los barcos del Nivel %(levelMax)s pueden participar en las Batallas de Clan.
ja: クラン戦に参加できるのは、Tier %(levelMax)s 艦艇です。
pl: W bitwach klanowych mogą brać udział okręty poziomu %(levelMax)s.
ru: В клановые бои допускаются корабли %(levelMax)s уровня.
uk: У кланові бої допускають кораблі %(levelMax)s рівня.
zh: 允许 %(levelMax)s 阶战舰来参与军团战斗。
zh_sg: 允许%(levelMax)s (levelMin)s级战舰参与军团战。

# IDS_CLAN_BATTLES_ALLOWED_SHIPS_TO
source: Ships of Tier %(levelMax)s or lower are allowed to participate in Clan Battles.
es_mx: Los barcos del Nivel %(levelMax)s o menor pueden participar en las Batallas de Clan.
ja: クラン戦に参加できるのは、Tier %(levelMax)s 以下の艦艇です。
pl: W bitwach klanowych mogą brać udział okręty poziomu %(levelMax)s i niższych.
ru: В клановые бои допускаются корабли не выше %(levelMax)s уровня.
uk: У кланові бої допускають кораблі не вище %(levelMax)s рівня.
zh: 允许 %(levelMax)s 阶或以下战舰来参与军团战斗。
zh_sg: 允许最高%(levelMax)s 级战舰参与军团战斗。

# IDS_CLAN_BATTLES_ARE_NOT_AVAILABLE_NOW
source: Clan Battles are currently unavailable.
es_mx: Las Batallas de Clan no están disponibles actualmente.
ja: クラン戦は現在ご利用いただけません。
pl: Bitwy klanowe są aktualnie niedostępne.
ru: В данный момент клановые бои не проводятся.
uk: У цей час кланові бої не відбуваються.
zh: 军团战斗目前无法使用。
zh_sg: 军团战目前无法使用。

# IDS_CLAN_BATTLES_AVAILABILITY_TIME
source: Battles are held daily during the following periods:
es_mx: Las batallas se llevan a cabo diariamente durante los siguientes periodos:
ja: 戦闘は毎日、次の時間帯に実施されます:
pl: Bitwy toczone są codziennie w następujących godzinach:
ru: Бои проводятся ежедневно в периоды:
uk: Бої відбуваються щодня у періоди:
zh: 战斗会在每天的以下时段举行：
zh_sg: 战斗会在每天以下时段举行：

# IDS_CLAN_BATTLES_CHOSEN_PRIME_TIME_NOT_ACTIVE
source: The Clan Battles session which your clan has access to has not yet started.
es_mx: La sesión de Batallas de Clanes a la que tu Clan tiene acceso aún no ha comenzado.
ja: 所属クランがアクセス可能なクラン戦セッションは、始まっていません。
pl: Sesja bitew klanowych, do której Twój klan ma dostęp, jeszcze się nie rozpoczęła.
ru: Сессия клановых боёв, к которой допущен ваш клан, ещё не началась.
uk: Сеанс кланових боїв, до якого допущено ваш клан, ще не почався.
zh: 您的军团可以参加的军团战斗阶段尚未开始。
zh_sg: 您所在的军团参与的军团战阶段还没有开始。

# IDS_CLAN_BATTLES_CHOSEN_PRIME_TIME_NOT_ACTIVE_BRAWL
source: The Clan Brawl which your Clan has access to has not yet started.
es_mx: La Pelea de Clanes a la cual tu clan tiene acceso aún no ha comenzado.
ja: 所属クランが参加できるクラン闘争はまだ開始されていません。
pl: Potyczka klanowa, do której Twój klan ma dostęp, jeszcze się nie rozpoczęła.
ru: Клановый блиц, к которому допущен ваш клан, ещё не начался.
uk: Клановий бліц, до якого допущено ваш клан, ще не почався.
zh: Клановый блиц, к которому допущен ваш клан, ещё не начался.
zh_sg: 您的军团已进入军团对决阶段但战斗尚未开始。

# IDS_CLAN_BATTLES_CURRENT_PRIMETIME_INFO
source: The Clan Battles session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> will end in <h3>%(timeLeft)s</h3>.
es_mx: La sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> terminará en <h3>%(timeLeft)s</h3>.
ja: <h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン戦セッションの終了まで <h3>%(timeLeft)s</h3>
pl: Sesja bitew klanowych <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> skończy się za <h3>%(timeLeft)s</h3>.
ru: Сессия клановых боёв <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончится через <h3>%(timeLeft)s</h3>.
uk: Сеанс кланових боїв <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчиться через <h3>%(timeLeft)s</h3>.
zh: 军团战斗阶段 <h3>%(realm)s</h3> 自 <h3>%(startTime)s</h3> 至 <h3>%(endTime)s</h3> 将结束于 <h3>%(timeLeft)s</h3>。
zh_sg: 在<h3>%(realm)s</h3> 服务器从 <h3>%(startTime)s</h3> 到<h3>%(endTime)s</h3>的军团战阶段将在<h3>%(timeLeft)s</h3>后结束。

# IDS_CLAN_BATTLES_CURRENT_PRIME_TIME
source: The current session of Clan Battles:
es_mx: La sesión actual de Batallas de Clanes:
ja: クラン戦の現セッション:
pl: Bieżąca sesja bitew klanowych:
ru: Текущая сессия клановых боёв:
uk: Теперішній сеанс кланових боїв:
zh: 军团战斗目前的阶段：
zh_sg: 当前的军团战阶段：

# IDS_CLAN_BATTLES_CURRENT_SELF_PRIMETIME_ENDS_IN
source: The current session of Clan Battles on the <h2>%(realm)s</h2> server will end in <h2>%(timeLeft)s</h2>.
es_mx: La sesión actual de Batallas de Clanes en el servidor <h2>%(realm)s</h2> terminará en <h2>%(timeLeft)s</h2>.
ja: <h2>%(realm)s</h2> サーバーにおけるクラン戦の現セッションの終了まで <h2>%(timeLeft)s</h2>
pl: Bieżąca sesja bitew klanowych <h2>%(realm)s</h2> skończy się za <h2>%(timeLeft)s</h2>.
ru: До окончания сессии клановых боёв <h2>%(realm)s</h2> осталось <h2>%(timeLeft)s</h2>.
uk: До закінчення сеансу кланових боїв залишилося <h2>%(realm)s</h2> залишилося <h2>%(timeLeft)s</h2>.
zh: 军团战斗 <h2>%(realm)s</h2> 目前的阶段将结束于 <h2>%(timeLeft)s</h2>。
zh_sg: 当前在<h2>%(realm)s</h2>服务器de 军团战阶段将在<h2>%(timeLeft)s</h2>后结束。

# IDS_CLAN_BATTLES_HAS_NON_CLAN_MEMBERS
source: A Division may consist of its Commander's clanmates only.
es_mx: Una división solo puede constar de los miembros del clan del Comandante.
ja: 分艦隊に参加できるのは、その指揮官のクランメイトのみです。
pl: Do dywizjonu należeć mogą tylko współklanowicze jego dowódcy.
ru: В отряде должны быть только члены клана командира отряда.
uk: У складі загону мають бути лише члени клану командира загону.
zh: 小队只能由指挥官的军团战友组成。
zh_sg: 小队只能由指挥官的军团内成员组成。

# IDS_CLAN_BATTLES_HAS_NO_PRIMETIME
source: Currently unavailable
es_mx: No disponible actualmente
ja: 現在ご利用いただけません
pl: Aktualnie niedostępne
ru: Не проводятся
uk: Не відбуваються
zh: 目前无法使用
zh_sg: 目前无法使用

# IDS_CLAN_BATTLES_LOGO_DIVISION
source: Clan's Group
es_mx: Grupo del Clan
ja: クランのグループ
pl: Grupa klanu
ru: Группа клана
uk: Група клану
zh: 军团团队
zh_sg: 军团小组段位

# IDS_CLAN_BATTLES_LOGO_LEAGUE
source: Clan's League
es_mx: Liga del Clan
ja: クランのリーグ
pl: Liga klanu
ru: Лига клана
uk: Ліга клану
zh: 军团联盟
zh_sg: 军团联盟段位

# IDS_CLAN_BATTLES_LOGO_RATING
source: Clan's Rating
es_mx: Puntuación del Clan
ja: クランのレーティング
pl: Ocena klanu
ru: Рейтинг клана
uk: Рейтинг клану
zh: 军团评价
zh_sg: 军团评级

# IDS_CLAN_BATTLES_NEXT_PRIMETIME_INFO
source: The next session of Clan Battles on the <h3>%(realm)s</h3> server will be held from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3>.
es_mx: La siguiente sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> se llevará a cabo de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3>.
ja: <h3>%(realm)s</h3> サーバーにおける次のクラン戦セッションは、<h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> まで開催されます。
pl: Następna sesja bitew klanowych w regionie <h3>%(realm)s</h3> będzie trwać od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3>.
ru: Следующая сессия клановых боёв <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3>.
uk: Наступний сеанс кланових боїв <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3>.
zh: 军团战斗的下一阶段将举行于 <h3>%(realm)s</h3> 自 <h3>%(startTime)s</h3> 至 <h3>%(endTime)s</h3>。
zh_sg: 在<h3>%(realm)s</h3>服务器的军团战下一阶段将在<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>举行。

# IDS_CLAN_BATTLES_NEXT_PRIME_TIME
source: The next session of Clan Battles:
es_mx: La siguiente sesión de Batallas de Clanes:
ja: 次のクラン戦セッション:
pl: Następna sesja bitew klanowych:
ru: Следующая сессия клановых боёв:
uk: Наступний сеанс кланових боїв:
zh: 军团战斗的下一阶段：
zh_sg: 军团战下一阶段：

# IDS_CLAN_BATTLES_NO_ACTIVE_PRIME_TIMES
source: No active sessions of Clan Battles at the moment.
es_mx: Sin sesiones activas de Batallas de Clanes por el momento.
ja: 現在、有効なクラン戦セッションはありません。
pl: Chwilowy brak aktywnych sesji bitew klanowych.
ru: Нет активных сессий клановых боёв.
uk: Нема активних сеансів кланових боїв.
zh: 目前没有进行中的军团战斗阶段。
zh_sg: 当前没有激活的军团战阶段。

# IDS_CLAN_BATTLES_NO_ACTIVE_PRIME_TIMES_BRAWL
source: No active Clan Brawl sessions currently.
es_mx: No hay sesiones activas de Pelea de Clanes por el momento.
ja: 現在、アクティブなクラン闘争セッションなし。
pl: Brak aktywnych sesji potyczki klanowej w tej chwili.
ru: Нет активных сессий кланового блица.
uk: Немає активних сеансів кланового бліцу.
zh: Нет активных сессий кланового блица.
zh_sg: 当前没有正在进行的军团对决战斗。

# IDS_CLAN_BATTLES_NO_CHOSEN_PRIMETIME
source: Prime time not selected
es_mx: Horario principal no seleccionado
ja: プライムタイムが未選択
pl: Nie wybrano okna czasowego
ru: Прайм-тайм не выбран
uk: Прайм-тайм не вибрано
zh: 未选择黄金时段
zh_sg: 未选择黄金时间

# IDS_CLAN_BATTLES_PREV_PRIMETIME_INFO
source: The Clan Battles session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> is over.
es_mx: La sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha terminado.
ja: <h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン戦セッションが終了しました。
pl: Sesja bitew klanowych <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> dobiegła końca.
ru: Сессия клановых боёв <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.
uk: Сеанс кланових боїв <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчився.
zh: 军团战斗阶段 <h3>%(realm)s</h3> 自 <h3>%(startTime)s</h3> 至 <h3>%(endTime)s</h3> 已结束。
zh_sg: 在<h3>%(realm)s</h3> 服务器从 <h3>%(startTime)s</h3> 到<h3>%(endTime)s</h3>的军团战阶段已结束。

# IDS_CLAN_BATTLES_PRIMETIME_CHOSEN_INFORMER
source: <body>Your clan now has access to the Clan Battles session <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
es_mx: <body>Tu clan ahora tiene acceso a la sesión de Batallas de Clanes <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ja: <body>現在、所属クランがクラン戦セッションにアクセス可能 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
pl: <body>Twój klan ma teraz dostęp do sesji bitew klanowych <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ru: <body>Ваш клан допущен к сессии клановых боёв <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
uk: <body>Ваш клан допущено до сеансу кланових боїв <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh: <body>您的军团可以参加目前的军团战斗阶段 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh_sg: <body>您的军团现在可以进入军团战阶段 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_CHOSEN_INFORMER_BRAWL
source: <body>Your Clan now has access to the Clan Brawl session <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
es_mx: <body>Tu Clan ahora tiene acceso a la sesión de la Pelea de Clanes <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ja: <body>現在、所属クランがクラン闘争セッションにアクセス可能 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
pl: <body>Twój klan ma teraz dostęp do sesji potyczki klanowej <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ru: <body>Ваш клан допущен к сессии кланового блица <h3>%(startTime)s</h3> — <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
uk: <body>Ваш клан допущено до сеансу кланового бліцу <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh: <body>Ваш клан допущен к сессии кланового блица <h3>%(startTime)s</h3> — <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh_sg: <body>您的军团现已进入军团对决阶段 <h3>%(startTime)s</h3>–<h3> %(endTime)s</h3> /<h3>%(realm)s</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_ENDS_IN_INFORMER
source: <body>The current Clan Battles session on the <h3>%(realm)s</h3> server will end in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión actual de Batallas de Clanes en el servidor <h3>%(realm)s</h3> terminará en <h3>%(timeLeft)s</h3></body>
ja: <body><h3>%(realm)s</h3> サーバーにおけるクラン戦の現セッション 終了まで <h3>%(timeLeft)s</h3></body>
pl: <body>Bieżąca sesja bitew klanowych na serwerze <h3>%(realm)s</h3> zakończy się za <h3>%(timeLeft)s</h3></body>
ru: <body>До окончания сессии клановых боёв на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
uk: <body>До закінчення сеансу кланових боїв на сервері <h3>%(realm)s</h3> залишилося <h3>%(timeLeft)s</h3></body>
zh: <body>在服务器 <h3>%(realm)s</h3>目前的军团战斗阶段 将结束于 <h3>%(timeLeft)s</h3></body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器上的当前军团战阶段 将在<h3>%(timeLeft)s</h3>后结束</body>

# IDS_CLAN_BATTLES_PRIMETIME_ENDS_IN_INFORMER_BRAWL
source: <body>The current Clan Brawl session on the <h3>%(realm)s</h3> server ends in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión actual de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> termina en <h3>%(timeLeft)s</h3></body>
ja: <body><h3>%(realm)s</h3> サーバーにおけるクラン闘争の現セッション 終了まで <h3>%(timeLeft)s</h3></body>
pl: <body>Bieżąca sesja potyczki klanowej na serwerze <h3>%(realm)s</h3> skończy się za <h3>%(timeLeft)s</h3></body>
ru: <body>До окончания сессии кланового блица на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
uk: <body>До закінчення сеансу кланового бліцу на сервері <h3>%(realm)s</h3> залишилося <h3>%(timeLeft)s</h3></body>
zh: <body>До окончания сессии кланового блица на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
zh_sg: <body>当前在 <h3>%(realm)s</h3>服务器进行的军团对决战将结束于 <h3>%(timeLeft)s</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_END_INFORMER
source: <body>The Clan Battles session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> is over.</body>
es_mx: <body>La sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha terminado.</body>
ja: <body><h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン戦セッションが終了しました。</body>
pl: <body>Bieżąca sesja bitew klanowych na serwerze <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> dobiegła końca.</body>
ru: <body>Сессия клановых боёв на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.</body>
uk: <body>Сеанс кланових боїв на сервері <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчився.</body>
zh: <body>在服务器 <h3>%(realm)s</h3> 的军团战斗阶段自 <h3>%(startTime)s</h3> 至 <h3>%(endTime)s</h3> 已经结束。</body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器上 从<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>的军团战阶段已结束。</body>

# IDS_CLAN_BATTLES_PRIMETIME_END_INFORMER_BRAWL
source: <body>The Clan Brawl session on the <h3>%(realm)s</h3> server from <h3>%(startTime)s</h3> to <h3>%(endTime)s</h3> has finished.</body>
es_mx: <body>La sesión de la Pelea de Clanes en el servidor <h3>%(realm)s</h3> de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> ha terminado.</body>
ja: <body><h3>%(realm)s</h3> サーバーにおける <h3>%(startTime)s</h3> から <h3>%(endTime)s</h3> までのクラン闘争セッションが終了しました。</body>
pl: <body>Bieżąca sesja potyczki klanowej na serwerze <h3>%(realm)s</h3> od <h3>%(startTime)s</h3> do <h3>%(endTime)s</h3> dobiegła końca.</body>
ru: <body>Сессия кланового блица на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.</body>
uk: <body>Сеанс кланового бліцу на сервері <h3>%(realm)s</h3> з <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> закінчився.</body>
zh: <body>Сессия кланового блица на сервере <h3>%(realm)s</h3> с <h3>%(startTime)s</h3> до <h3>%(endTime)s</h3> окончена.</body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器<h3>%(startTime)s</h3>到<h3>%(endTime)s</h3>的军团对决战斗结束了。</body>

# IDS_CLAN_BATTLES_PRIMETIME_FIXED_BY_PLAYER
source: set the prime time
es_mx: establece el horario principal
ja: がプライムタイム設定済み
pl: ustaw okno czasowe
ru: зафиксировал прайм-тайм
uk: зафіксував прайм-тайм
zh: зафиксировал прайм-тайм
zh_sg: 设置黄金时间

# IDS_CLAN_BATTLES_PRIMETIME_FIXED_INFORMER
source: <body>Clan battle time for your clan <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
es_mx: <body>Hora de la batalla de clanes para tu clan <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ja: <body>所属クランのクラン戦時間 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
pl: <body>Okno czasowe bitew klanowych dla Twojego klanu <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ru: <body>Время клановых боёв для вашего клана <h3>%(startTime)s</h3>–<h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
uk: <body>Час кланових боїв для вашого клану <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh: <body>Время клановых боёв для вашего клана <h3>%(startTime)s</h3>–<h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh_sg: <body>您所属军团的军团战时间 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_FIXED_INFORMER_BRAWL
source: <body>The Clan Brawl time for your Clan has been set for <h3>%(startTime)s</h3>–<h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
es_mx: <body>El horario de la Pelea de Clanes para tu Clan se ha fijado de <h3>%(startTime)s</h3> a <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ja: <body>所属クランのクラン闘争時間 <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
pl: <body>Okno czasowe potyczki klanowej dla Twojego klanu zostało ustalone na <h3>%(startTime)s</h3> – <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
ru: <body>Клановый блиц для вашего клана назначен на <h3>%(startTime)s</h3> — <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
uk: <body>Клановий бліц для вашого клану призначено на <h3>%(startTime)s</h3>–<h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh: <body>Клановый блиц для вашего клана назначен на <h3>%(startTime)s</h3> — <h3>%(endTime)s</h3> / <h3>%(realm)s</h3></body>
zh_sg: <body>您的军团的军团对决战时间已设为 <h3>%(startTime)s</h3>–<h3>%(endTime)s</h3>/<h3>%(realm)s</h3></body>

# IDS_CLAN_BATTLES_PRIMETIME_PLANNED_BY_PLAYER
source: planned the prime time
es_mx: planifica el horario estelar
ja: がプライムタイム計画済み
pl: zaplanowano okno czasowe
ru: запланировал прайм-тайм
uk: запланував прайм-тайм
zh: запланировал прайм-тайм
zh_sg: 计划黄金时间

# IDS_CLAN_BATTLES_PRIMETIME_STARTS_IN_INFORMER
source: <body>The Clan Battles session on the <h3>%(realm)s</h3> server will start in <h3>%(timeLeft)s</h3></body>
es_mx: <body>La sesión de Batallas de Clanes en el servidor <h3>%(realm)s</h3> comenzará en <h3>%(timeLeft)s</h3></body>
ja: <body><h3>%(realm)s</h3> サーバーにおけるクラン戦セッション 開始まで <h3>%(timeLeft)s</h3></body>
pl: <body>Sesja bitew klanowych na serwerze <h3>%(realm)s</h3> rozpocznie się za <h3>%(timeLeft)s</h3></body>
ru: <body>До начала сессии клановых боёв на сервере <h3>%(realm)s</h3> осталось <h3>%(timeLeft)s</h3></body>
uk: <body>До початку сеансу кланових боїв на сервері <h3>%(realm)s</h3> залишилося <h3>%(timeLeft)s</h3></body>
zh: <body>在服务器 <h3>%(realm)s</h3>的军团战斗阶段 将开始于 <h3>%(timeLeft)s</h3></body>
zh_sg: <body>在<h3>%(realm)s</h3>服务器上的军团战阶段 将在<h3>%(timeLeft)s</h3>后开始</body>
