Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM089_SWIRSKI_DESCR
source: As a result of a quick campaign in 1939, the Polish Navy, which had been defending the nation's coast, was cut off from the rest of the country within just a few hours. But the defenders of the coastal fortifications, built before the war under the leadership of Jerzy Świrski, were among those who managed to hold off the enemy's attack for the longest time in Poland. These were sailors and soldiers under the command of Commander-in-Chief Józef Unrug, who succeeded in holding the line on the Hel Peninsula until October 1. Świrski himself, together with the Polish Ministry of Military Affairs, followed the evacuation orders—first leaving Warsaw and then heading southeast. In late September, he crossed the Romanian border. However, in the early days of October 1939, the rear admiral was summoned to Paris by the head of the new Polish government-in-exile by General Władysław Sikorski, and was appointed as chief of the reconstituted Directorate of the Polish Navy. Fluent in foreign languages, and with rich experience in interacting with representatives of the Allied navies during the interwar period, Jerzy Świrski played a crucial role in bringing about the conclusion of the Polish-British naval agreement in November 1939. It enabled the warships of the defeated state to continue to play their part in the war at sea, embedded within the British Royal Navy. Thanks to the efforts of the rear admiral, the Polish ships retained their national distinctions, naval flag, and order of service. Świrski was responsible for recruitment and training, as well as personnel and disciplinary decisions, and he did a great deal to expand the naval presence of the Polish Navy in the West. Having received the rank of vice admiral in 1941, the chief of the Directorate of the Navy acted so independently in relation to Sikorski, chief of staff of the Polish forces in the West, that the latter even made an attempt to stand Świrski down. However, the British Admiralty was strongly against such a decision, with no clear option for someone who could replace him as the actual commander of the Polish Navy. For his merits during the war, His Majesty's government rewarded Jerzy Świrski with the Order of the Bath. As a result, he remained in this post until the end of World War II and left the service only in 1946, after the official dissolution of the Polish armed forces in the U.K. The vice admiral remained there as an emigrant, having decided not to return to Soviet Poland. Jerzy Włodzimierz Świrski lived in London and was the beneficiary of a life-long pension from the Admiralty. He died there after contracting a serious illness on June 12, 1959, at the age of 77. Two years prior to his death, the Polish government-in-exile had awarded the vice admiral the Great Ribbon of the Order of Poland Reborn—its highest honor.
es_mx: Como resultado de la veloz campaña en 1939, la Armada de Polonia, que había defendido la costa de la nación, fue aislada del resto del país en solo unas horas. Pero los defensores de las fortificaciones costeras, construidas antes de la guerra bajo el mando de Jerzy Świrski, se encontraban entre aquellas que lograron detener el ataque del enemigo por mayor tiempo en Polonia. Estos marineros y soldados al mando del Comandante en Jefe Józef Unrug, quien logró mantener con éxito la línea en la Península de Hel hasta el 1.º de octubre. El propio Świrski, junto con el Ministro Polaco de Asuntos Militares, siguieron las órdenes de evacuación, abandonando Varsovia en primer lugar, y dirigiéndos hacia el sureste posteriormente. A finales de septiembre, cruzó la frontera rumana. Sin embargo, en los primeros días de octubre de 1939, el Contraalmirante fue convocado a París por el jefe del nuevo gobierno polaco en el exilio, el General Władysław Sikorski, y fue nombrado Jefe de la reconstituida Dirección de la Armada de Polonia. Con fluidez en idiomas extranjeros y con una gran experiencia interactuando con los representantes de las armadas aliadas durante el periodo entre guerras, Jerzy Świrski jugó un papel crucial en la conclusión del acuerdo naval polaco-británico en noviembre de 1939. Este permitió que los barcos de guerra del derrotado estado continuara participando en la guerra en el mar, como parte de la Royal Navy Británica. Gracias a los esfuerzos del Contraalmirante, los barcos polacos mantuvieron su distintivos nacionales, su bandera naval y su orden de servicio. Świrski fue responsable del reclutamiento y entrenamiento, así como de las decisiones disciplinarias y del personal, e hizo un gran esfuerzo para expandir la presencia naval de la Armada de Polonia en el oeste. Al recibir el rango de Vicealmirante en 1941, el jefe de la Dirección de la Armada actuó de forma tan independiente en relación con Sikorski, Jefe de Estado Mayor de las fuerzas polacas en el oeste, que este último incluso intentó detener a Świrski. Sin embargo, el Almirantazgo Británico estaba firmemente en contra de tal decisión, sin una opción clara de alguien que pudiera reemplazarlo como Comandante de la Armada de Polonia. Por sus méritos durante la guerra, el gobierno de Su Majestad recompensó a Jerzy Świrski con la Orden del Baño. Como resultado, permaneció en este puesto hasta el final de la Segunda Guerra Mundial, y dejó el servicio hasta 1946, después de la disolución oficial de las fuerzas armadas polacas en el RU. El Vicealmirante permaneció ahí como un emigrante, al decidir que no regresaría a la Polonia soviética. Jerzy Włodzimierz Świrski vivió en Londres y fue beneficiario de una pensión vitalicia del Almirantazgo. Murió ahí después de contraer una grave enfermedad el 12 de junio de 1959, a la edad de 77 años. Dos años antes de su muerte, el gobierno polaco en el exilio había condecorado al Vicealmirante con la Gran Cinta de la Orden Polonia Restituta; su más alto honor.
ja: 1939 年の迅速な戦闘展開の結果、沿岸部を防衛していたポーランド海軍は、わずか数時間で他のポーランド領から孤立しました。しかし、イェジー・シュフィルスキーの指導の下で戦前に建設された沿岸要塞防衛部隊は、ポーランドで最も長期間敵の攻撃を持ちこたえました。そしてそれは、10 月 1 日までヘル半島で戦線を保持することに成功したヨゼフ・アンラグ司令官率いる水兵および兵士でした。 シュフィルスキー自身はポーランド軍務省と共に避難命令に従い、まずワルシャワを離れてその後南東に向かいました。9 月下旬、彼はルーマニアの国境を越えました。 しかし 1939 年 10 月初頭、シュフィルスキー少将はヴワディスワフ・シコルスキー将軍を首班とする新しいポーランド亡命政府によってパリに召喚され、再編されたポーランド海軍総局長に任命されました。外国語に堪能で戦間期に連合国海軍の代表者とやり取りした豊富な経験を備えたイェジー・シュフィルスキーは、1939 年 11 月にポーランド・イギリス間で海軍協定を締結する際に重要な役割を果たしました。これにより、敗北したポーランドの軍艦が英国海軍に編入されて海戦に参加することが可能になりました。 シュフィルスキー海軍少将の尽力により、ポーランドの艦艇は自国の名誉、海軍旗、組織体系を保持することができました。シュフィルスキーは募集や訓練、そして人事と懲戒の決定を担当し、西ヨーロッパにおいてポーランド海軍の海上での存在感を高めるために多大な努力をしました。 1941 年に中将に昇進した海軍総局長シュフィルスキーは、西部戦線のポーランド軍参謀長シコルスキーに対してあまりに独立行動をとったため、後者はシュフィルスキーを排斥しようとしましたが、イギリス海軍本部はそのような決定に強く反対しました。ポーランド海軍の実際の司令官として、彼の代役となる人物が具体的に見あたらなかったためです。戦時中の功績により、イギリス政府はイェジー・シュフィルスキーにバス勲章を授与しました。 結果として、彼は二次大戦終了まで同職に留まり、1946 年にイギリスのポーランド軍が正式に解散した後に退役しました。シュフィルスキー中将はイギリスに移民として留まり、共産化したポーランドには帰国しないことを決めました。 イェジー・シュフィルスキーはロンドンで海軍本部からの終身年金で暮らしました。彼は重い病にかかった後、1959 年 6 月 12 日に 77 歳で死去しました。死の 2 年前、ポーランド亡命政府はシュフィルスキー中将に対し、最高の名誉としてポーランド復興勲章大リボンを授与しました。
pl: W trakcie krótkiej kampanii w 1939 roku marynarka wojenna, która broniła polskiego wybrzeża, została odcięta od reszty kraju w zaledwie kilka godzin. Jednak obsada przybrzeżnych fortyfikacji, które przed wojną zbudowano pod dyktando Świrskiego, broniła się najdłużej w Polsce. Byli to marynarze i żołnierze służący pod dowództwem Józefa Unruga – utrzymali oni swoje pozycje na Półwyspie Helskim aż do 1 października. Sam Świrski, w towarzystwie polskiego ministra spraw zagranicznych, postąpił zgodnie z rozkazami dot. ewakuacji – opuścić Warszawę i kierować się na południowy wschód. Pod koniec września przekroczył granicę z Rumunią. Jednak na początku października 1939 roku kontradmirał został wezwany do Paryża przez głowę świeżo założonego polskiego rządu na uchodźstwie, generała Władysława Sikorskiego, i mianowany zwierzchnikiem odtworzonego Kierownictwa Marynarki Wojennej. Władający obcymi językami, posiadający bogate, zdobyte w okresie międzywojennym doświadczenie w kontaktach z przedstawicielami alianckich marynarek, Jerzy Świrski odegrał kluczową rolę w podpisaniu polsko-brytyjskiego porozumienia morskiego w listopadzie 1939 roku. Na jego mocy okręty wojenne pokonanego państwa mogły dalej odgrywać swoją rolę w wojnie na morzu, wcielone w szeregi brytyjskiej Royal Navy. Dzięki staraniom kontradmirała polskie okręty zachowały swoje narodowe dystynkcje, flagi i porządek służby. Świrski odpowiedzialny był za werbunek i szkolenie, a także decyzje personalne i dyscyplinarne. Jego wkład w uwypuklenie obecności polskiej marynarki na zachodzie jest nie do przeceniania. Po otrzymaniu stopnia wiceadmirała w 1941 roku szef Kierownictwa Marynarki Wojennej działał na tyle niezależnie od Sikorskiego, Naczelnego Wodza Polskich Sił Zbrojnych na zachodzie, że ten drugi próbował nawet odwołać Świrskiego. Jednak admiralicja brytyjska była zdecydowanie przeciwna takim krokom, nie widząc lepszego kandydata na zwierzchnika polskich sił zbrojnych. Za zasługi w trakcie wojny rząd Jego Królewskiej Mości nagrodził Jerzego Świrskiego Orderem Łaźni. Świrski piastował swoje stanowisko do zakończenia II wojny światowej, a służbę zakończył dopiero w 1946 roku, po oficjalnym rozwiązaniu polskich sił zbrojnych w Zjednoczonym Królestwie. Wiceadmirał pozostał na emigracji i nie zdecydował się na powrót do Polski radzieckiej. Jerzy Włodzimierz Świrski żył w Londynie i otrzymywał dożywotnią emeryturę od admiralicji. Tam też zmarł, 12 czerwca 1959 roku, w wieku 77 lat, wskutek poważnej choroby. Dwa lata przed śmiercią został odznaczony przez polski rząd na uchodźstwie Wielką Wstęgą Orderu Odrodzenia Polski – najwyższym odznaczeniem, jaki rząd ten przyznawał.
ru: В короткой кампании 1939 г. оборонявшие побережье польские ВМС с первых часов оказались отрезаны от всей страны. Но защитники созданных перед войной под руководством Е. Свирского береговых укреплений держались в Польше едва ли не дольше всех — моряки и солдаты командующего флотом контр-адмирала Ю. Унруга капитулировали на полуострове Хель только 1 октября. Сам Свирский проделал тот же путь, что и всё Военное министерство: по приказу эвакуировался из Варшавы на юго-восток, а в конце сентября пересёк румынскую границу. Однако уже в первые дни октября 1939 г. контр-адмирал был вызван в Париж главой нового польского правительства в изгнании генералом В. Сикорским и назначен на должность начальника воссозданного Военно-морского управления. Свободно владея иностранными языками, имея богатый опыт взаимодействия с представителями союзных флотов в межвоенный период, Ежи Свирский сыграл важнейшую роль в заключении англо-польского морского соглашения от ноября 1939 г. Оно позволило боевым кораблям потерпевшего поражение государства с честью продолжить войну на море в оперативном подчинении Королевского флота. Благодаря усилиям контр-адмирала они сохранили свои национальные отличия, военно-морской флаг, порядок службы. Свирский отвечал за комплектование и обучение, кадровые и дисциплинарные вопросы, очень много сделал для расширения корабельного состава польского флота на Западе. Получивший в 1941 г. чин вице-адмирала начальник Военно-морского управления вёл себя настолько самостоятельно по отношению к главнокомандующему польскими силами на Западе Сикорскому, что тот даже предпринял попытку снять Свирского с должности. Однако британское Адмиралтейство резко воспротивилось этому, не видя никого, кто мог бы заменить его в роли фактического командующего польскими ВМС. За заслуги во время войны правительство Его Величества пожаловало Ежи Свирского орденом Бани. В итоге он занимал свой пост до самого конца Второй мировой войны и оставил службу только в 1946 г., после официального роспуска польских вооружённых сил в Великобритании. Там вице-адмирал и остался в эмиграции, не вернувшись в ставшую советской Польшу. Ежи Влодзимеж Свирский проживал на пожизненную пенсию Адмиралтейства в Лондоне, где скончался после тяжёлой болезни 12 июня 1959 г., в возрасте 77 лет. За два года до смерти польское эмигрантское правительство присвоило вице-адмиралу Большую ленту ордена Возрождения Польши, его высшую степень.
uk: У короткій кампанії 1939 р. польські ВМС, які обороняли узбережжя, з перших годин були відрізані від усієї країни. Але захисники створених перед війною під керівництвом Є. Свірського берегових укріплень трималися в Польщі чи не найдовше — моряки та солдати командувача флотом контр-адмірала Ю. Унруга капітулювали на півострові Хель тільки 1 жовтня. Сам Свірський пройшов такий же шлях, що й усе Військове міністерство — за наказом евакуювався з Варшави на південний схід, а наприкінці вересня перетнув румунський кордон. Однак уже в перші дні жовтня 1939 р. контр-адмірала викликав до Парижа голова нового польського уряду у вигнанні генерал В. Сікорський і призначив на посаду начальника відтвореного Військово-морського управління. Вільно володіючи іноземними мовами, маючи багатий досвід взаємодії з представниками союзних флотів у міжвоєнний період, Єжи Свірський зіграв важливішу роль в укладанні англо-польської морської угоди листопада 1939 р. Вона дала змогу бойовим кораблям держави, яка зазнала поразки, з честю продовжити війну на морі в оперативному підпорядкуванні Королівського флоту. Завдяки зусиллям контр-адмірала, вони зберегли свої національні відмінності, військово-морський прапор, порядок служби. Свірський відповідав за комплектування та навчання, кадрові та дисциплінарні питання, дуже багато зробив для розширення корабельного складу польського флоту на Заході. Начальник Військово-морського управління, якому присвоїли чин віце-адмірала в 1941 р., поводився настільки самостійно з головнокомандуючим польськими силами на Заході Сікорським, що той навіть намагався зняти Свірського з посади. Однак британське Адміралтейство різко не погодилося з цим, бо вони не бачили нікого, хто міг би замінити його в ролі фактичного командувача польськими ВМС. За заслуги під час війни уряд Його Величності нагородив Єжи Свірського орденом Лазні. У підсумку він обіймав свій пост до самого кінця Другої світової та залишив службу тільки в 1946 р., після офіційного розпуску польських збройних сил у Великобританії. Там віце-адмірал і залишився в еміграції, не повернувшись до Польщі, яка стала радянською. Єжи Влодзімеж Свірський жив на довічну пенсію Адміралтейства в Лондоні, де помер після важкої хворобі 12 червня 1959 р. у віці 77 років. За два роки до смерті польський еміграційний уряд нагородив віце-адмірала Великою стрічкою ордена Відродження Польщі, його вищим ступенем.
zh: В короткой кампании 1939 г. оборонявшие побережье польские ВМС с первых часов оказались отрезаны от всей страны. Но защитники созданных перед войной под руководством Е. Свирского береговых укреплений держались в Польше едва ли не дольше всех — моряки и солдаты командующего флотом контр-адмирала Ю. Унруга капитулировали на полуострове Хель только 1 октября. Сам Свирский проделал тот же путь, что и всё Военное министерство: по приказу эвакуировался из Варшавы на юго-восток, а в конце сентября пересёк румынскую границу. Однако уже в первые дни октября 1939 г. контр-адмирал был вызван в Париж главой нового польского правительства в изгнании генералом В. Сикорским и назначен на должность начальника воссозданного Военно-морского управления. Свободно владея иностранными языками, имея богатый опыт взаимодействия с представителями союзных флотов в межвоенный период, Ежи Свирский сыграл важнейшую роль в заключении англо-польского морского соглашения от ноября 1939 г. Оно позволило боевым кораблям потерпевшего поражение государства с честью продолжить войну на море в оперативном подчинении Королевского флота. Благодаря усилиям контр-адмирала они сохранили свои национальные отличия, военно-морской флаг, порядок службы. Свирский отвечал за комплектование и обучение, кадровые и дисциплинарные вопросы, очень много сделал для расширения корабельного состава польского флота на Западе. Получивший в 1941 г. чин вице-адмирала начальник Военно-морского управления вёл себя настолько самостоятельно по отношению к главнокомандующему польскими силами на Западе Сикорскому, что тот даже предпринял попытку снять Свирского с должности. Однако британское Адмиралтейство резко воспротивилось этому, не видя никого, кто мог бы заменить его в роли фактического командующего польскими ВМС. За заслуги во время войны правительство Его Величества пожаловало Ежи Свирского орденом Бани. В итоге он занимал свой пост до самого конца Второй мировой войны и оставил службу только в 1946 г., после официального роспуска польских вооружённых сил в Великобритании. Там вице-адмирал и остался в эмиграции, не вернувшись в ставшую советской Польшу. Ежи Влодзимеж Свирский проживал на пожизненную пенсию Адмиралтейства в Лондоне, где скончался после тяжёлой болезни 12 июня 1959 г., в возрасте 77 лет. За два года до смерти польское эмигрантское правительство присвоило вице-адмиралу Большую ленту ордена Возрождения Польши, его высшую степень.
zh_sg: 1939年的快速战役，保卫国家海岸的波兰海军在短短几个小时内就与其他地区失去了联系。但是，保卫者们们利用战前Jerzy Swirski领导建造的沿海防御，在战斗中为波兰抵挡了敌军进攻很长的时间。这些士兵是总司令Jozef Unrug麾下的海军和士兵，它们成功的将赫尔半岛防线守到了10月1日。 Swirski本人和波兰军事部按命令撤离了华沙，然后向东南方向前进。9月下旬，他越过了罗马尼亚边境。 1939年10月初，海军少将被波兰流亡新政府的首领Wladyslaw Sikorski将军传唤到巴黎，并被任命为波兰海军改组局局长。Jerzy Swirski精通外语，并且在第二次世界大战期间与盟军海军代表的沟通中有着丰富的经验，在促成1939年11月波兰和英国海军协议方面发挥了至关重要的作用。这让作为战败国的战舰并入英国皇家海军继续参与海上作战。 多亏了海军少将的努力，波兰战舰保留了自己的国家标志、海军旗帜和服役序列。Swirski负责征募、训练、人事任命、和纪律指定，他为扩展波兰海军在西方的影响力做了大量的工作。 在他于1941年获得海军中将军衔后，海军司令部司令Sikorski（波兰西部部队参谋长）采取了孤立行动，企图弹劾Swirski。不过遭到了英国海军部的强烈反对，没有明确的人选可以取代他成为波兰海军的司令官。由于他在战争期间的功绩，英国政府授予Jerzy Swirski巴斯勋章。 因此，他留任这一职位直到第二次世界大战结束并在1946年退役，波兰武装部队在英国正式解散后，这位海军中将决定继续作为移民留在英国，而不返回苏联波兰。 Jerzy Wlodzimierz Swirski后生活在伦敦，是英国海军部终身养老金的受益人。1959年6月12日，他染上重病去世，享年77岁。在他去世的两年前，波兰流亡政府授予他“波兰复兴勋章”的最高荣誉。
