Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC386_ITCA_TARANTO_1915_DESCRIPTION
source: After summing up the results of World War I, most of the surviving ships of the German and former Austro-Hungarian Navies were divided between the victorious powers. From these, Italy received five relatively modern light cruisers. The "oldest" of them, Strassburg, had been in service for less than eight years at the time of her transfer in July 1920. The cruiser, which was commissioned into the Royal Italian Navy, was renamed "Taranto" in honor of the port city—a naval base in the south of the Apennine Peninsula. The "trophy" ship impressed her new owners. She had more powerful weapons and better armor protection than Italian reconnaissance cruisers, while not being in any way inferior to them in speed. Having outlasted many of her contemporaries, Taranto was decommissioned only at the end of 1942, at the height of World War II.
es_mx: Tras recapitular los resultados de la I Guerra Mundial, la mayoría de barcos supervivientes de las armadas de Alemania y la antigua Austria-Hungría se repartieron entre las potencias vencedoras. Italia era una de ellas y recibió cinco cruceros ligeros relativamente modernos. El «más antiguo» de ellos, el Strassburg, había prestado servicio durante menos de ocho años en el momento de su traslado en julio de 1920. El crucero, asignado a la Marina Real Italiana, fue rebautizado como «Taranto» en honor a la ciudad portuaria, una base naval al sur de la península apenina. El barco «trofeo» impresionó a sus nuevos propietarios. Tenía unos cañones más potentes y mejor protección del blindaje que los cruceros de reconocimiento italianos, mientras que de ninguna manera era inferior a ellos velocidad. Tras sobrevivir a muchos de los barcos de su época, el Taranto no se retiró del servicio hasta 1942, en el punto álgido de la II Guerra Mundial.
ja: 第一次大戦の戦後処理において、ドイツ海軍およびかつてのオーストリア＝ハンガリー海軍の残存艦の大半は戦勝国の間で分配されました。それらの艦艇のうち、イタリアは比較的近代型となる軽巡洋艦 5 隻を取得しました。この中での「最古」艦であるシュトラースブルクでさえ、1920 年 7 月に譲渡された時点での艦歴は 8 年未満でした。 イタリア王立海軍で就役した本巡洋艦は、海軍基地が置かれたアペニン半島南部の港湾都市に因んで「タラント」と改名されました。この「戦利」艦は新たな所有者に感銘を与えました。本艦はイタリア偵察巡洋艦よりも強力な兵装と強固な装甲防御を備え、速力でも引けを取りませんでした。タラントは同時代の多くの艦艇よりも長く運用され、退役したのは第二次世界大戦の最中の 1942 年末になってのことでした。
pl: Po rozliczeniu wyników I wojny światowej większość ocalałych jednostek należących niegdyś do marynarek Niemieckiej i Austro-Węgierskiej została rozdzielona pomiędzy kraje zwycięskie. Włochy otrzymały wówczas pięć stosunkowo nowoczesnych lekkich krążowników. „Najstarszy” z nich, Strassburg, pozostał w służbie przez mniej niż 8 lat po przeniesieniu, czyli od lipca 1920 roku. Krążownik ten został po przejęciu nazwany Taranto, na cześć miasta portowego i bazy morskiej na południu Półwyspu Apenińskiego. Zdobyczny okręt zrobił duże wrażenie na nowych właścicielach. Miał lepsze uzbrojenie i opancerzenie niż włoskie krążowniki zwiadowcze, jednocześnie nie ustępując im znacznie pod względem prędkości. Przeżył dłużej, niż wiele współczesnych mu okrętów i wycofany ze służby został dopiero w 1942 roku, w samym środku II wojny światowej.
ru: После подведения итогов Первой мировой войны большинство уцелевших кораблей ВМС Германии и бывшего австро-венгерского флота были поделены между державами-победительницами. Оказавшаяся в их числе Италия получила пять относительно современных лёгких крейсеров. Самый «старший» из них, Strassburg, находился в строю меньше восьми лет на момент передачи в июле 1920 года. Вступивший в строй Королевского итальянского флота крейсер был переименован в Taranto в честь портового города — военно-морской базы на юге Апеннинского полуострова. «Трофейный» корабль произвёл впечатление на новых хозяев: он имел более мощное вооружение и лучшее бронирование, чем итальянские крейсеры-разведчики, и при этом не уступал им в скорости. Пережив многих своих современников, Taranto был выведен из состава флота только на исходе 1942 года, в разгар Второй мировой войны.
uk: Після підбиття підсумків Першої світової війни більшість кораблів ВМС Німеччини та колишнього австро-угорського флоту, які не було знищено, поділили між державами-переможцями. Італія, яка опинилась серед них, отримала п’ять відносно сучасних легких крейсерів. «Найстаріший» з них, Strassburg, знаходився в ладі менше ніж вісім років на час передавання в липні 1920 року. Крейсер, який потрапив до Королівського італійського флоту, перейменували на Taranto на честь портового міста — військово-морської бази на півдні Апеннінського півострова. «Трофейний» корабель справив враження на нових господарів, — він мав потужніше озброєння та краще бронювання, ніж італійські крейсери-розвідники, і водночас не поступався їм швидкістю. Переживши своїх сучасників, Taranto був виведений зі складу флоту лише наприкінці 1942 року, у розпалі Другої світової війни.
zh: После подведения итогов Первой мировой войны большинство уцелевших кораблей ВМС Германии и бывшего австро-венгерского флота были поделены между державами-победительницами. Оказавшаяся в их числе Италия получила пять относительно современных лёгких крейсеров. Самый «старший» из них, Strassburg, находился в строю меньше восьми лет на момент передачи в июле 1920 года. Вступивший в строй Королевского итальянского флота крейсер был переименован в Taranto в честь портового города — военно-морской базы на юге Апеннинского полуострова. «Трофейный» корабль произвёл впечатление на новых хозяев: он имел более мощное вооружение и лучшее бронирование, чем итальянские крейсеры-разведчики, и при этом не уступал им в скорости. Пережив многих своих современников, Taranto был выведен из состава флота только на исходе 1942 года, в разгар Второй мировой войны.
zh_sg: 在清算了第一次世界大战的战果后，德国海军和前奥匈帝国海军的大部分幸存船只都被获胜国所瓜分殆尽。其中，意大利获得了五艘相对先进的轻型巡洋舰。其中“最年长的”斯特拉斯堡在1920年7月移交时，已经服役近8年。 这艘巡洋舰被加入意大利皇家海军后，为了纪念港口城市（位于亚平宁半岛南部的一个海军基地），被更名为“塔兰托”。he这艘“战利品”舰艇给它的新主人留下了深刻印象。她拥有比意大利侦察巡洋舰更强大的武器和更好的装甲保护，同时在速度上丝毫不逊色于他们。塔兰托在同时代的许多人中幸存下来，直到1942年底，在第二次世界大战的高潮时才退役。

# IDS_PCZC387_ITCA_ABRUZZI_1938
source: Duca degli Abruzzi, 1938
ja: ドゥーカ・デリ・アブルッツィ (1938 年)
pl: Duca degli Abruzzi, 1938 r.
ru: Duca degli Abruzzi, 1938 год
uk: Duca degli Abruzzi, 1938 рік
zh: Duca degli Abruzzi, 1938 год
zh_sg: 阿布鲁齐公爵，1938

# IDS_PCZC387_ITCA_ABRUZZI_1938_DESCRIPTION
source: The cruiser which was destined to bear the name of Luigi Amedeo, Duke of Abruzzi, was still on the stocks at the time when a ship named after his elder brother (Emanuele Filiberto Duca d’Aosta) entered service in July 1935. The "brother" cruisers—both the younger and the older ones—belonged to the so-called Condottieri class, each being the lead ships in their fifth and fourth series, respectively. Duca degli Abruzzi, which joined the Royal Italian Navy at the end of 1937, ranks among the best light cruisers of the pre-war period. Equipped with ten 152 mm guns that were able to fire a shell with an initial velocity of 910 m/s, side armor of 130 mm in total thickness, and a speed of 34 knots, she was, along with her sistership Giuseppe Garibaldi, the most powerful cruiser among Condottieri-class warships. Having sailed through the entirety of World War II and taken part in military operations both for and against the Axis powers, Duca degli Abruzzi continued to serve in the Italian Navy right up until the 1960s.
es_mx: El crucero que estaba destinado a llevar el nombre de Luigi Amedeo, duque de Abruzos, todavía estaba en las existencias en el momento en que un barco llamado así por su hermano mayor (Emanuele Filiberto Duca d'Aosta) entró en servicio en julio de 1935. El "hermano Los cruceros, tanto los más jóvenes como los más viejos, pertenecían a la llamada clase Condottieri, siendo cada uno de ellos los barcos líderes en su quinta y cuarta serie, respectivamente. El Duca degli Abruzzi, que se unió a la Marina Real Italiana a fines de 1937, se encuentra entre los mejores cruceros ligeros del período anterior a la guerra. Equipada con diez cañones de 152 mm que pudieron enviar un proyectil con una velocidad inicial de 910 m/s, una armadura lateral de 130 mm de grosor total y una velocidad de 34 nudos, ella era, junto con su hermana Giuseppe Garibaldi, la crucero más poderoso entre los buques de guerra clase Condottieri. Tras navegar durante toda la Segunda Guerra Mundial y participar en operaciones militares tanto a favor como en contra de los poderes del Eje, Duca degli Abruzzi continuó sirviendo en la Armada italiana hasta la década de 1960.
ja: アブルッツィ公ルイージ・アメデーオの名を冠した本巡洋艦は、公爵の長兄に因んで命名された艦艇 (エマヌエーレ・フィリベルト・ドゥーカ・ダオスタ) が 1935 年 7 月に就役した当時はまだ建造途中でした。「兄弟」巡洋艦は兄も弟もいわゆるコンドッティエリ (傭兵隊長) 型に所属し、それぞれ 4 番目と 5 番目の艦級の 1 番艦となりました。 1937 年末にイタリア王立海軍に就役したドゥーカ・デリ・アブルッツィは、戦間期における最高級の軽巡洋艦です。初速 910 m/s で砲弾を発射することが可能な 152 mm 砲 10 門を装備し、舷側の総装甲厚は 130 mm、そして 34 ノットの速力を有する本艦は姉妹艦のジュゼッペ・ガリバルディと並んで、コンドッティエリ型の軍艦の中で最も強力な巡洋艦でした。第二次世界大戦を通じて出撃を重ね、枢軸国として、あるいはその敵として数々の軍事作戦に参加したドゥーカ・デリ・アブルッツィは、イタリア海軍において 1960 年代まで任務を継続しました。
pl: Krążownik, którego przeznaczeniem było nosić imię Luigi Amedeo, księcia Abruzzów, był wciąż w budowie, gdy do służby wszedł okręt nazwany na cześć jego starszego brata (Emanuele Filiberto Duca d'Aosta) w lipcu 1935 roku. „Bratnie” krążowniki – starszy i młodszy – należały do okrętów klasy Condottieri i oba były okrętami prowadzącymi, odpowiednio, piątej i czwartej serii. Duca degli Abruzzi, który do służby w marynarce wszedł w 1937 roku, należy do grona najlepszych lekkich krążowników z okresu międzywojennego. Uzbrojony był w dziesięć dział kal. 152 mm, które mogły posłać pocisk z prędkością 910 m/s, jego pancerz burtowy miał 130 mm grubości, a rozwijana przez niego prędkość wynosiła 34 węzły. Razem z okrętem siostrzanym, Giuseppe Garibali, był to najpotężniejszy z krążowników klasy Condottieri. Okręt służył przez całą II wojnę światową i brał udział w operacjach zarówno po stronie Osi jak i przeciw niej. Duca degli Abruzzi przetrwał wojnę i służył we włoskiej marynarce aż do lat 60. XX wieku.
ru: Крейсер, которому суждено было носить имя герцога Абруццкого Луиджи Амедео, был ещё на стапеле, когда в июле 1935 года корабль, названный в честь его старшего брата Emanuele Filiberto Duca d’Aosta, вступил в строй. Крейсеры-«братья», и младший, и старший, принадлежали к так называемому типу Condottieri, будучи головными в пятой и четвёртой их сериях соответственно. Зачисленный в состав Королевского итальянского флота в конце 1937 года Duca degli Abruzzi занимает место в ряду лучших лёгких крейсеров довоенного периода. Вооружённый десятью 152-мм орудиями, способными обеспечить снаряду начальную скорость 910 м/с, с бортовым бронированием общей толщиной 130 мм и скоростью хода в 34 узла он, вместе со своим систершипом Giuseppe Garibaldi, был и самым мощным среди «кондотьеров». Пройдя всю Вторую мировую войну, успев принять участие в боевых операциях как на стороне стран Оси, так и против них, Duca degli Abruzzi продолжал служить в составе ВМС Италии вплоть до 1960-х годов.
uk: Крейсер, якому судилося зватися на честь герцога Абруцького Луїджі Амедео, ще перебував на стапелі, коли у липні 1935 року корабель, названий на честь старшого брата Emanuele Filiberto Duca d’Aosta, став до лав. Крейсери-«брати», і молодший, і старший, належали до так званого типу Condottieri, будучи головними, відповідно, у п’ятої та четвертої їх серії. Зарахований до складу Королівського італійського флоту наприкінці 1937 року Duca degli Abruzzi посідає місце серед найкращих легких крейсерів довоєнного часу. Озброєний десятьма 152-мм гарматами, здатними забезпечити снаряду початкову швидкість 910 м/с, з бортовим бронюванням загальною товщиною 130 мм і швидкістю ходу в 34 вузли він, разом зі своїм однотипником Giuseppe Garibaldi, був найпотужнішим серед «кондотьєрів». Пройшовши через усю Другу світову війну, встигнувши взяти участь у бойових операціях як на боці країн Осі, так і проти них, Duca degli Abruzzi служив у складі ВМС Італії аж до 1960-х років.
zh: Крейсер, которому суждено было носить имя герцога Абруццкого Луиджи Амедео, был ещё на стапеле, когда в июле 1935 года корабль, названный в честь его старшего брата Emanuele Filiberto Duca d’Aosta, вступил в строй. Крейсеры-«братья», и младший, и старший, принадлежали к так называемому типу Condottieri, будучи головными в пятой и четвёртой их сериях соответственно. Зачисленный в состав Королевского итальянского флота в конце 1937 года Duca degli Abruzzi занимает место в ряду лучших лёгких крейсеров довоенного периода. Вооружённый десятью 152-мм орудиями, способными обеспечить снаряду начальную скорость 910 м/с, с бортовым бронированием общей толщиной 130 мм и скоростью хода в 34 узла он, вместе со своим систершипом Giuseppe Garibaldi, был и самым мощным среди «кондотьеров». Пройдя всю Вторую мировую войну, успев принять участие в боевых операциях как на стороне стран Оси, так и против них, Duca degli Abruzzi продолжал служить в составе ВМС Италии вплоть до 1960-х годов.
zh_sg: 1935年7月，一艘以伊曼纽尔·菲利伯托·杜卡·奥斯塔哥哥的名字命名的巡洋舰服役时，这艘注定以阿布鲁齐公爵路易吉·阿梅迪奥（Luigi Amedeo）的名字命名的巡洋舰仍在建造中。这对“兄弟”巡洋舰，无论是年轻的还是年长的，都属于佣兵队长级战舰，分别是第五和第四系列的旗舰。 杜卡·德格利·阿布鲁齐于1937年底加入意大利皇家海军，是战前最好的轻型巡洋舰之一。它和朱塞佩·加里波迪是佣兵队长级舰中最强大的巡洋舰，装备了十门152毫米火炮，炮弹初速达到910米/秒，侧面装甲总厚度130毫米，航速达到34节。杜卡·德格利·阿布鲁齐在经历了整个第二次世界大战并参与了支持和反对轴心国的军事行动后，一直在意大利海军服役到20世纪60年代。

# IDS_PCZC388_ITCA_LIVIA_SUMMER1940
source: On the Way to Libya, Summer of 1940
es_mx: En Camino a Libia, Verano de 1940
ja: リビア航路 (1940 年夏)
pl: W drodze do Libii, lato 1940 r.
ru: На пути в Ливию, лето 1940 года
uk: На шляху до Лівії, літо 1940
zh: На пути в Ливию, лето 1940 года
zh_sg: 去利比亚的路上，1940年夏

# IDS_PCZC388_ITCA_LIVIA_SUMMER1940_DESCRIPTION
source: Northern Africa was the main theater of operations for the Italian army during the initial period of World War II. The task to supply the masses of troops with everything they needed fell on the shoulders of the Navy. Between the ports of the Apennine Peninsula and Libya, convoys of transport ships went one by one, carrying troops, supplies, equipment, and fuel. Protecting that flow of people and resources was one of the main tasks of the ships of the Regia Marina. The cruisers of the first two series of Condottieri-class ships were hardly suitable for operating within a squadron due to their poor armor protection. But their speed and weaponry made them irreplaceable when it came to providing cover for military convoys, which often consisted of high-speed liners mobilized for the needs of the war. If troops in Africa urgently needed some sort of cargo, cruisers of the di Giussano and Cadorna classes were there to assist in this being relayed. Such intensive use in the most dangerous of areas entailed a logical outcome: five of the six ships of these two series perished during the first two years of the war.
es_mx: El norte de África fue el principal teatro de operaciones del ejército italiano durante el período inicial de la Segunda Guerra Mundial. La tarea de suministrar a las masas de tropas todo lo que necesitaban recayó en los hombros de la Armada. Entre los puertos de la península de los Apeninos y Libia, los convoyes de barcos de transporte iban uno por uno, llevando tropas, suministros, equipos y combustible. Proteger ese flujo de personas y recursos era una de las principales tareas de los barcos de la Regia Marina. Los cruceros de las dos primeras series de naves de la clase Condottieri no eran aptos para operar dentro de un escuadrón debido a su pobre protección de armadura. Pero su velocidad y armamento los hizo insustituibles a la hora de proporcionar cobertura a los convoyes militares, que a menudo consistían en líneas de alta velocidad movilizadas para las necesidades de la guerra. Si las tropas en África necesitaban urgentemente algún tipo de carga, los cruceros de las clases di Giussano y Cadorna estaban allí para ayudar a que esto se transmitiera. Tal uso intensivo en las áreas más peligrosas conllevó un resultado lógico: cinco de los seis barcos de estas dos series perecieron durante los primeros dos años de la guerra.
ja: 北アフリカは、第二次世界大戦序盤におけるイタリア軍の作戦の中心地域でした。大部隊に全ての必要物資を供給する任務は海軍に託されました。アペニン半島とリビアの港の間で、部隊、物資、装備品、燃料を積んだ輸送船団が行き来しました。この人と物の流れを護衛することが、イタリア海軍の主な役割のひとつでした。 コンドッティエリ (傭兵隊長) 型艦艇の最初の 2 種類の艦級は装甲防御が脆弱であったため、艦隊の一部としての活動はほぼ不可能でした。しかしこれらの艦艇は速力と兵装を活かし、戦時動員された多くの定期船からなる軍事用の船団護衛にとって不可欠の存在となりました。アフリカにいる部隊が緊急に何らかの物資を必要とした場合、ジュッサーノ級およびカドルナ級巡洋艦たちが輸送を支援しました。最も危険な海域での集中的な運用は当然の帰結をもたらし、これら 2 種類の艦級に属する 6 隻中 5 隻が戦争の最初の 2 年間で失われました。
pl: Afryka była jednym z głównych teatrów działań zbrojnych włoskiej armii w początkowym okresie II wojny światowej. Zadanie zaopatrzenia żołnierzy we wszystkie potrzebne zasoby spoczywało na barkach marynarki. Pomiędzy portami na Półwyspie Apenińskim i Libią nieustannie kursowały konwoje z żołnierzami, zaopatrzeniem, wyposażeniem i paliwem. Zachowanie swobodnego przepływu ludzi i zasobów było jednym z głównych zadań Regia Marina. Krążowniki należące do pierwszych dwóch serii klasy Condottieri były słabo przystosowane do działań jako eskadra ze względu na słabe opancerzenie. Jednak ich szybkość i uzbrojenie czyniły je niezastąpionymi, gdy trzeba było osłaniać konwoje, często złożone z szybkich liniowców zmobilizowanych do służby w czasie wojny. Gdy żołnierze w Afryce pilnie potrzebowali towarów jakiegoś rodzaju, krążowniki klas di Giussano i Cadorna mogły pomóc go przerzucić. Tak intensywne użytkowanie w tak niebezpiecznym rejonie mogło jednak mieć tylko jeden skutek: pięć z sześciu okrętów z tych dwóch serii zostało utraconych w ciągu pierwszych dwóch lat wojny.
ru: Северная Африка являлась основным театром военных действий для итальянской армии в начальный период Второй мировой войны. Снабжение огромной массы войск всем необходимым легло на плечи флота. Между портами Апеннинского полуострова и Ливии один за другим шли конвои транспортов с войсками, припасами, техникой и топливом. Охранять этот поток стало одной из главных задач кораблей Regia Marina. Крейсеры первых двух серий типа Condottieri из-за слабого бронирования были мало пригодны для эскадренного боя. Но скорость и вооружение сделали их незаменимыми в прикрытии войсковых конвоев, состоявших нередко из мобилизованных на время войны быстроходных лайнеров. Если требовалась доставка каких-либо срочных грузов, в которых остро нуждалась армия в Африке, вновь привлекались крейсеры типов di Giussano и Cadorna. Столь интенсивное использование на самых опасных направлениях имело закономерный итог — пять из шести кораблей этих двух серий погибли в течение первых двух лет войны.
uk: Північна Африка була головним театром воєнних дій для італійської армії на початку Другої світової війни. Флот мав забезпечити величезну масу військ усім необхідним. Між портами Апеннінського півострова та Лівії один за одним йшли конвої транспорту з військами, припасами, технікою та паливом. Охорона цього потоку стала одним із головних завдань кораблів Regia Marina. Крейсери перших двох серій типу Condottieri через слабке бронювання не підходили для ескадреного бою. Але швидкість й озброєння зробили їх незамінними для прикриття військових конвоїв, які нерідко складалися з мобілізованих на час війни швидкохідних лайнерів. Якщо треба було доставити якісь термінові вантажі, яких потребувала армія в Африці, знову використовували крейсери типів di Giussano і Cadorna. Таке інтенсивне використання на найнебезпечніших напрямках мало закономірний підсумок — п’ять із шести кораблів цих двох серій загинули протягом перших двох років війни.
zh: Северная Африка являлась основным театром военных действий для итальянской армии в начальный период Второй мировой войны. Снабжение огромной массы войск всем необходимым легло на плечи флота. Между портами Апеннинского полуострова и Ливии один за другим шли конвои транспортов с войсками, припасами, техникой и топливом. Охранять этот поток стало одной из главных задач кораблей Regia Marina. Крейсеры первых двух серий типа Condottieri из-за слабого бронирования были мало пригодны для эскадренного боя. Но скорость и вооружение сделали их незаменимыми в прикрытии войсковых конвоев, состоявших нередко из мобилизованных на время войны быстроходных лайнеров. Если требовалась доставка каких-либо срочных грузов, в которых остро нуждалась армия в Африке, вновь привлекались крейсеры типов di Giussano и Cadorna. Столь интенсивное использование на самых опасных направлениях имело закономерный итог — пять из шести кораблей этих двух серий погибли в течение первых двух лет войны.
zh_sg: 北非是意大利军队在第二次世界大战初期的主要战场。海军承担了向部队提供一切物资的任务。在亚平宁半岛和利比亚的港口之间，运输舰队接连不断的往返，运送着部队、物资、设备和燃料。保护人员和补给是意大利皇家海军战舰的主要任务之一。 前两艘佣兵队长级巡洋舰由于装甲防御不足，很难在一个中队内作业。但在为船队提供掩护方面，他们的速度和武器装备发挥了不可替代的作用，这些船队往往由为战争征用的高速班轮组成。如果在非洲的部队急需某种货物，迪·朱桑诺和卡多尔纳级的巡洋舰也会协助运输。在最危险的地区如此密集地使用导致了必然的结果：这两系列共六艘战舰在战争前两年就损失掉了其中的五艘。

# IDS_PCZC389_ITCA_KALABRIA_JULE1940
source: 1st Cruiser Division at the Battle of Calabria, July 1940
es_mx: 1.ª División de Cruceros en la Batalla de Calabria, julio de 1940
ja: カラブリア沖海戦の第 1 巡洋艦戦隊 (1940 年 7 月)
pl: 1. Dywizjon Krążowników w trakcie Bitwy pod Kalabrią, lipiec 1940 r.
ru: Первая дивизия крейсеров при Калабрии, июль 1940 года
uk: Перша дивізія крейсерів біля Калабрії, липень 1940
zh: Первая дивизия крейсеров при Калабрии, июль 1940 года
zh_sg: 卡拉布里亚战役中的卡多纳第一巡洋舰队，1940年7月
