Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TOOLTIP_TAB_TEAM_STRUCTURE
source: List of team players
es_mx: Lista de jugadores del equipo
ja: チームプレイヤー一覧
pl: Lista graczy w drużynie
ru: Список игроков, входящих в состав команд
uk: Список гравців, що входять до складу команд
zh: 队伍玩家名单
zh_sg: 团队玩家列表

# IDS_TOOLTIP_TASK_LOCKED
source: Please unlock the mission first to accept this task.
es_mx: Por favor, desbloquea la misión antes de aceptar esta tarea.
ja: このタスクを受領するには、まずミッションをアンロックしてください。
pl: Proszę odblokować misję przed przyjęciem zadania.
ru: Разблокируйте миссию, чтобы взять это задание.
uk: Розблокуйте місію, щоб взяти це завдання.
zh: 请先解开任务才能接受此工作。
zh_sg: 请先解锁任务才能接受此目标。

# IDS_TOOLTIP_TBOMBER_SQUADRONS
source: Torpedo bomber squadron
es_mx: Escuadrón de torpederos
ja: 雷撃機中隊
pl: Eskadra bombowców torpedowych
ru: Эскадрилья торпедоносцев
uk: Ескадрилья торпедоносців
zh: 鱼雷轰炸机中队
zh_sg: 鱼雷轰炸机中队

# IDS_TOOLTIP_TONNAGE
source: Ship displacement affects its speed and ramming effectiveness.
es_mx: El desplazamiento del barco afecta a su velocidad y efectividad al embestir.
ja: 排水量は艦の速力および体当たりの威力に影響します
pl: Wyporność okrętu wpływa na jego prędkość i skuteczność taranowania.
ru: Водоизмещение корабля влияет на его скорость и на мощность тарана.
uk: Водотоннажність корабля впливає на його швидкість та силу тарана.
zh: 战舰排水量影响着其航速与冲撞效果。
zh_sg: 战舰排水量影响着其航速与冲撞效果。

# IDS_TOOLTIP_TORPEDOES
source: Torpedo tubes
es_mx: Tubos de torpedo
ja: 魚雷発射管
pl: Wyrzutnie torpedowe
ru: Торпедные аппараты
uk: Торпедні апарати
zh: 鱼雷发射管
zh_sg: 鱼雷发射管

# IDS_TOOLTIP_TORPEDOES_AVG_DAMAGE
source: Average torpedo damage
es_mx: Daño Promedio del Torpedo
ja: 平均魚雷ダメージ
pl: Średnia uszkodzeń zadawanych przez torpedy
ru: Средний урон от торпеды
uk: Середня шкода від торпеди
zh: 平均鱼雷伤害
zh_sg: 鱼雷平均伤害

# IDS_TOOLTIP_TORPEDOES_DIST_SPEED
source: Torpedo range/speed
es_mx: Alcance/velocidad del torpedo
ja: 魚雷射程/速度
pl: Zasięg/prędkość torpedy
ru: Дальность / скорость хода торпед
uk: Дальність / швидкість ходу торпед
zh: 鱼雷射程 / 航速
zh_sg: 鱼雷射程/航速

# IDS_TOOLTIP_TORPEDOES_MAX_DIST
source: Maximum torpedo range
es_mx: Alcance máximo de torpedo
ja: 魚雷の最大射程
pl: Maksymalny zasięg torped
ru: Максимальная дальность хода торпед.
uk: Максимальна дальність ходу торпед
zh: 最大的鱼雷射程
zh_sg: 最大鱼雷射程

# IDS_TOOLTIP_TORPEDOES_TIME_RELOAD
source: Torpedo tubes reload time
es_mx: Tiempo de carga de los tubos de torpedo
ja: 魚雷装填時間
pl: Czas przeładowania wyrzutni torped
ru: Время перезарядки торпедного аппарата
uk: Час перезаряджання торпедного апарата
zh: 鱼雷发射管装填时间
zh_sg: 鱼雷发射管装填时间

# IDS_TOOLTIP_TORPEDO_GUN
source: Torpedo armament of the ship
es_mx: Armamento de torpedo del barco
ja: 艦の雷装
pl: Uzbrojenie torpedowe okrętu
ru: Торпедное вооружение корабля
uk: Торпедне озброєння корабля
zh: 该战舰的鱼雷武器
zh_sg: 该战舰的鱼雷武器

# IDS_TOOLTIP_TORPEDO_GUNS_GROUP_BOW
source: Torpedo armament of the ship
es_mx: Armamento de torpedo del barco
ja: 艦の雷装
pl: Uzbrojenie torpedowe okrętu
ru: Торпедное вооружение корабля.
uk: Торпедне озброєння корабля
zh: 该战舰的鱼雷武器
zh_sg: 该战舰的鱼雷武器

# IDS_TOOLTIP_TORPEDO_GUNS_GROUP_STERN
source: Torpedo armament of the ship
es_mx: Armamento de torpedo del barco
ja: 艦の雷装
pl: Uzbrojenie torpedowe okrętu
ru: Торпедное вооружение корабля.
uk: Торпедне озброєння корабля
zh: 该战舰的鱼雷武器
zh_sg: 该战舰的鱼雷武器

# IDS_TOOLTIP_TORPEDO_MAIN_SPEED
source: Maximum torpedo speed
es_mx: Velocidad máxima del torpedo
ja: 最大雷速
pl: Maksymalna prędkość torped
ru: Максимальная скорость хода торпед.
uk: Максимальна швидкість ходу торпед
zh: 最大鱼雷航速
zh_sg: 最大鱼雷航速

# IDS_TOOLTIP_TORPEDY
source: Parameter reflecting the effectiveness of the ship's torpedo armament
es_mx: Parámetro que refleja la efectividad del armamento de torpedos del barco
ja: 魚雷兵装の有効性を示すパラメータ
pl: Parametr określający skuteczność uzbrojenia torpedowego okrętu
ru: Параметр, отражающий мощность торпедного вооружения корабля.
uk: Параметр, що показує потужність торпедного озброєння корабля
zh: 反映该战舰鱼雷攻击能力的参数
zh_sg: 反映该战舰鱼雷武器的效率

# IDS_TOOLTIP_TURNINGRADIUS
source: Minimum distance required for the ship to turn
es_mx: Distancia mínima requerida para que el barco gire
ja: 最小旋回所要距離
pl: Minimalna odległość, której okręt potrzebuje do skrętu
ru: Минимальная дистанция, необходимая для поворота корабля
uk: Мінімальна дистанція, потрібна для повороту корабля
zh: 战舰回转时所需的最短距离
zh_sg: 战舰回转时所需的最短距离

# IDS_TOOLTIP_UNDERWATER_MOBILITY
source: Parameter reflecting the submarine's performance when diving
es_mx: Parámetro que refleja el desempeño del submarino al estar sumergido.
ja: 潜行中の潜水艦の性能を示すパラメータ
pl: Parametr określający osiągi okrętu przy zanurzaniu.
ru: Параметр, отражающий ходовые качества подводной лодки при погружении на глубину.
uk: Параметр, що показує ходові якості підводного човна під час занурення на глибину.
zh: Параметр, отражающий ходовые качества подводной лодки при погружении на глубину.
zh_sg: 反映潜艇下潜时的性能的参数。

# IDS_TOOLTIP_VISIBILITY
source: Parameter reflecting the ship's ability to remain undetected by the enemy
es_mx: Parámetro que refleja la habilidad de un barco en permanecer sin ser detectado por el enemigo
ja: 艦の隠蔽性を示す
pl: Parametr określający zdolność okrętu do pozostawania niewykrytym przez wrogów
ru: Параметр, отражающий сложность обнаружения корабля противником.
uk: Параметр, що показує складність виявлення корабля супротивником
zh: 反映该战舰隐蔽能力的参数
zh_sg: 反映该战舰隐蔽能力的参数

# IDS_TOOLTIP_VISIBILITY_DIST_BY_GK_IN_SMOKE
source: Range at which the ship can be detected in smoke after firing the main guns
es_mx: Rango en el cual el barco puede ser detectado dentro del humo después de disparar los cañones principales
ja: 煙幕内で主砲を射撃した際に艦が発見され得る距離
pl: Odległość, z jakiej okręt może być wykryty po wystrzale z głównych dział, kiedy znajduje się w zasłonie dymnej
ru: Расстояние, на котором данный корабль может быть обнаружен в дымах после выстрела ГК
uk: Відстань, з якої цей корабель можна виявити у димах після пострілу ГК
zh: 该战舰在烟幕中用主炮开火后会被侦测到的距离
zh_sg: 该战舰在烟幕中用主炮开火后会被发现的范围

# IDS_TOOLTIP_VISIBILITY_DIST_BY_PLANE
source: Range at which the ship can be detected by enemy aircraft
es_mx: Rango en el que el barco puede ser detectado por aviones enemigos
ja: 艦が敵航空機により発見され得る距離
pl: Odległość, z jakiej okręt może być wykryty przez samolot wroga
ru: Расстояние, на котором данный корабль может быть обнаружен самолётом
uk: Відстань, з якої цей корабель можна виявити з літака
zh: 该战舰会被敌方飞机侦测到的距离
zh_sg: 该战舰会被敌方飞机发现的范围

# IDS_TOOLTIP_VISIBILITY_DIST_BY_PLANE_SUBMARINE
source: Range at which the ship can be detected by enemy aircraft A submerged submarine is harder to detect
es_mx: Distancia a la cual el barco puede ser detectado por la aviación enemiga Un submarino sumergido es más difícil de detectar
ja: 艦が敵航空機により発見され得る距離 潜行中の潜水艦は隠蔽性が向上します。
pl: Odległość, z jakiej okręt może zostać wykryty przez lotnictwo wroga Zanurzony okręt podwodny jest trudniejszy do wykrycia
ru: Расстояние, на котором данный корабль может быть обнаружен самолётом противника. Подводная лодка становится менее заметной при погружении.
uk: Відстань, з якої цей корабель можна виявити літаком супротивника. Підводний човен стає менш помітним під час занурення
zh: Расстояние, на котором данный корабль может быть обнаружен самолётом противника. Подводная лодка становится менее заметной при погружении.
zh_sg: 战舰可能被敌机发现的范围 水下的潜艇较难被发现

# IDS_TOOLTIP_VISIBILITY_DIST_BY_SHIP
source: Range at which the ship can be detected by an enemy ship
es_mx: Rango en el que el barco puede ser detectado por un barco enemigo
ja: 艦が敵艦により発見され得る距離
pl: Odległość, z jakiej okręt może być wykryty przez okręt wroga
ru: Расстояние, на котором данный корабль может быть обнаружен кораблём противника
uk: Відстань, з якої цей корабель можна виявити з корабля супротивника
zh: 该战舰会被敌方战舰侦测到的距离
zh_sg: 该战舰会被敌方战舰发现的范围

# IDS_TOOLTIP_VISIBILITY_DIST_BY_SHIP_SUBMARINE
source: Range at which the ship can be detected by an enemy ship A submerged submarine is harder to detect
es_mx: Distancia a la cual el barco puede ser detectado por un barco enemigo. Un submarino sumergido es más difícil de detectar
ja: 艦が敵艦により発見され得る距離 潜行中の潜水艦は隠蔽性が向上します。
pl: Odległość, z jakiej okręt może zostać wykryty przez okręt wroga Zanurzony okręt podwodny jest trudniejszy do wykrycia
ru: Расстояние, на котором данный корабль может быть обнаружен кораблём противника. Подводная лодка становится менее заметной при погружении.
uk: Відстань, з якої цей корабель можна виявити з корабля супротивника. Підводний човен стає менш помітним під час занурення
zh: Расстояние, на котором данный корабль может быть обнаружен кораблём противника. Подводная лодка становится менее заметной при погружении.
zh_sg: 战舰可能被敌舰发现的范围。 水下的潜艇较难被发现

# IDS_TOOLTIP_VISIBILITY_DIST_IN_SMOKE
source: The distance at which the ship is guaranteed to be detected by an enemy ship, even if in smoke or behind an island
es_mx: Distancia a la cual se garantiza que un barco sea detectado por un barco enemigo, inlcuso si está dentro del humo o detrás de una isla
ja: その艦艇が煙幕内や島の背後にいたとしても敵艦に必ず発見される距離
pl: Odległość, z jakiej dany okręt z pewnością zostanie wykryty przez okręt wroga, nawet jeśli jest zasłonięty dymem lub wyspą
ru: Расстояние, на котором данный корабль будет гарантированно обнаружен кораблём противника, даже находясь в дымах или за островом
uk: Відстань, з якої цей корабель гарантовано можна виявити з корабля супротивника, навіть якщо він у диму чи за островом
zh: 就算在烟幕中或岛屿后方，肯定会被战舰侦测到的距离
zh_sg: 就算在烟幕中或岛屿后方，肯定会被战舰发现的范围

# IDS_TOOLTIP_VISIBILITY_DIST_IN_SMOKE_SUBMARINE
source: The distance at which the ship is guaranteed to be detected by an enemy ship, even if in smoke, behind an island, or underwater At her operating depth, a submarine can only be detected by Hydroacoustic Search, a hostile submarine, or the use of sonar
es_mx: La distancia a la cual se garantiza que un barco sea detectado por un barco enemigo, incluso dentro del humo, detrás una isla o bajo el agua. A su profundidad de operación, un submarino solo puede ser detectado por la Búsqueda Hidroacústica, por un submarino enemigo o a través del uso del sonar.
ja: その艦艇が煙幕内や島の背後、あるいは水中にいたとしても敵艦に必ず発見される距離 作戦深度の潜水艦は、「水中聴音」、敵潜水艦またはソナーの使用によってのみ発見され得ます。
pl: Odległość, z jakiej okręt z pewnością zostanie wykryty przez okręt wroga, nawet jeśli znajduje się za zasłoną dymną, terenową lub pod powierzchnią wody. Na głębokości operacyjnej okręt podwodny może zostać wykryty tylko Sondą hydroakustyczną, przez wrogi okręt podwodny lub przy pomocy sonaru.
ru: Расстояние, на котором данный корабль будет гарантированно обнаружен кораблём противника, даже находясь в дымах, за островом или на глубине. На рабочей глубине подводная лодка может быть обнаружена ГАП, подводной лодкой противника или при использовании сонара.
uk: Відстань, з якої цей корабель гарантовано можна виявити з корабля супротивника, навіть якщо він у диму, за островом чи на глибині. На робочій глибині підводний човен можна виявити гідролокатором, підводним човном супротивника чи за допомогою використання сонара
zh: Расстояние, на котором данный корабль будет гарантированно обнаружен кораблём противника, даже находясь в дымах, за островом или на глубине. На рабочей глубине подводная лодка может быть обнаружена ГАП, подводной лодкой противника или при использовании сонара.
zh_sg: 必定发现敌舰的距离，无论是否位于烟幕中、岛屿后、或水下。 在作业深度时，潜艇只会被对海搜索、敌方潜艇、或声呐所发现。

# IDS_TOOLTIP_VISIBILITY_DIST_UNDERWATER
source: The distance at which this submarine can be detected while at periscope depth
es_mx: La distancia a la que se puede detectar este submarino mientras se encuentra a profundidad de periscopio
ja: 潜望鏡において潜水艦が発見される距離
pl: Odległość, z jakiej ten okręt podwodny może zostać wykryty na głębokości peryskopowej
ru: Расстояние, на котором данная подводная лодка может быть обнаружена, находясь на перископной глубине
uk: Відстань, з якої цей підводний човен можуть виявити, коли він перебуває на перископній глибині
zh: 在潜望镜深度此潜艇可以被侦测到的距离
zh_sg: 在潜望深度时潜艇会被发现的范围

# IDS_TOOLTIP_WAIT_FOR_STARTTIME
source: This task will be available at %(timeDate)s
es_mx: Esta tarea estará disponible el %(timeDate)s
ja: このタスクは %(timeDate)s から利用可能
pl: Zadanie będzie dostępne %(timeDate)s
ru: Это задание станет доступно в %(timeDate)s
uk: Це завдання стане доступно о %(timeDate)s
zh: 此工作将于 %(timeDate)s 可用
zh_sg: 此目标将于 %(timeDate)s 可用

# IDS_TOOLTIP_WAVE_DURATION
source: With one special indicator hit, torpedoes will home in on the target ship. If two special indicators are hit, the target's torpedo protection will be ignored A sonar ping has a limited duration. A second hit to the target ship's special indicators extends the duration of the sonar ping's effects
es_mx: Con un indicador especial alcanzado, los torpedos se centrarán sobre el barco objetivo. Si dos indicadores especiales son alcanzados, la protección contra torpedos del objetivo será ignorada. Un pulso del sonar tiene una duración limitada. Un segundo contacto sobre los indicadores especiales del barco extiende la duración del los efectos del pulso del sonar.
ja: いずれかの特別インジケーターに命中すると、自艦の魚雷が目標に向けて誘導を開始します。両方ともに命中した場合には目標艦艇の対水雷防御を無効化できます。 ソナーピンガーの効果時間は限られており、特別インジケーターに再度命中させた場合には効果時間が延長されます。
pl: Jedno trafienie w specjalny wskaźnik sprawi, że torpedy będą naprowadzane na cel. Dwa trafienia we wskaźniki sprawią, że ochrona przeciwtorpedowa celu będzie ignorowana. Impuls sonaru ma ograniczony czas działania. Drugie trafienie we wskaźniki wydłuża czas działania impulsów sonaru.
ru: При попадании по одной особой точке позволяет торпедам наводиться на цель, по двум — игнорировать ПТЗ. Акустический импульс имеет ограниченное время действия. Повторное попадание по особым точкам продлевает время действия импульса.
uk: Влучення в одну особливу точку дозволяє торпедам наводитися на ціль, у дві — ігнорувати ПТЗ. Акустичний імпульс має обмежений час дії. Повторне влучення в особливі точки продовжує час дії імпульсу.
zh: При попадании по одной особой точке позволяет торпедам наводиться на цель, по двум — игнорировать ПТЗ. Акустический импульс имеет ограниченное время действия. Повторное попадание по особым точкам продлевает время действия импульса.
zh_sg: 命中一个特殊指示器时，鱼雷将定位目标战舰。如果命中两个特殊指示器，将无视目标的鱼雷防护。 声呐脉冲有持续时间限制。第二次命中目标特殊指示器后将延长声呐脉冲的作用时间。

# IDS_TOOLTIP_WAVE_ENERGY_COST
source: Battery charge consumed to emit a sonar ping
es_mx: Carga de la batería consumida al emitir un pulso del sonar
ja: ソナーピンガー 1 回あたりのバッテリー消費量
pl: Ładunek akumulatorów zużywany do wysłania impulsu sonaru
ru: Расход энергии аккумулятора на пуск акустического импульса.
uk: Витрата енергії акумулятора на пуск акустичного імпульсу
zh: Расход энергии аккумулятора на пуск акустического импульса.
zh_sg: 声呐脉冲消耗电量

# IDS_TOOLTIP_WAVE_MAX_DIST
source: Maximum sonar ping range
es_mx: Alcance máximo del pulso del sonar
ja: ソナーピンガーの最大射程
pl: Maksymalny zasięg impulsu sonaru
ru: Максимальная дальность распространения акустического импульса.
uk: Максимальна дальність поширення акустичного імпульсу
zh: Максимальная дальность распространения акустического импульса.
zh_sg: 最大声呐脉冲范围

# IDS_TOOLTIP_WAVE_SHOT_DELAY
source: Sonar reload time
es_mx: Tiempo de recarga del sonar
ja: ソナーの準備時間
pl: Czas przeładowania sonaru
ru: Время перезарядки сонара.
uk: Час перезаряджання сонара
zh: Время перезарядки сонара.
zh_sg: 声呐装填时间

# IDS_TOOLTIP_WAVE_SPEED
source: Narrow sonar pings travel fast, while wide ones travel slowly
es_mx: Los pulsos del sonar estrechos viajan más rápido, mientras que los amplios viajan lentamente.
ja: 狭角ソナーピンガーは高速であり、広角ソナーピンガーは低速です。
pl: Wąski impuls sonaru przemieszcza się szybko, a szeroki – wolno.
ru: Узкий акустический импульс движется быстро, широкий — медленно.
uk: Вузький акустичний імпульс рухається швидко, широкий — повільно
zh: Узкий акустический импульс движется быстро, широкий — медленно.
zh_sg: 窄束声呐脉冲速度较快，而宽束则相对较慢。

# IDS_TOOLTIP_WEAPONRY
source: Parameter reflecting the power of the ship's artillery
es_mx: Parámetro que refleja la potencia de la artillería del barco
ja: 艦載砲の威力を示すパラメータ
pl: Parametr określający siłę artylerii okrętu
ru: Параметр, отражающий мощность артиллерийского вооружения корабля.
uk: Параметр, що показує потужність артилерійського озброєння корабля
zh: 反映战舰火炮攻击能力的参数
zh_sg: 反映战舰火炮攻击能力的参数

# IDS_TOO_FEW_PLAYERS_IN_PREMADE
source: Too few players in the Division to participate in the operation
es_mx: Muy pocos jugadores en la División para participar en la operación
ja: 分艦隊のプレイヤー数が不足しているため、オペレーションに参加できません
pl: Za mało graczy w dywizjonie, żeby brać udział w tej operacji
ru: Слишком мало игроков в отряде для участия в операции
uk: Замало гравців у загоні для участі в операції
zh: 参与行动的分舰队玩家太少
zh_sg: 参与行动的小队玩家太少

# IDS_TOO_MANY_CLASSES_IN_DIVISION
source: The maximum number of ships of the selected type has been reached
es_mx: La cantidad máxima de barcos del tipo seleccionado ha sido alcanzada
ja: 選択中の艦種の隻数が上限に達しました
pl: Osiągnięta została maksymalna liczba okrętów wybranego typu
ru: Достигнуто максимальное количество кораблей выбранного класса
uk: Досягнуто максимальну кількість кораблів вибраного класу
zh: Достигнуто максимальное количество кораблей выбранного класса
zh_sg: 所选类型已达到最大战舰数量

# IDS_TOO_MANY_PLAYERS_IN_DIVISION
source: The Division has too many members. The maximum number of players for the selected battle type is %(amount)s
es_mx: La División tiene demasiados miembros. El número máximo de jugadores para el tipo de batalla seleccionado es %(amount)s
ja: 分艦隊が定員を超えています。選択中の戦闘タイプでは、最大 %(amount)s 名までです
pl: Dywizjon ma zbyt wielu członków. Maksymalna liczba graczy dla wybranego typu bitwy to %(amount)s
ru: В отряде слишком много участников. Максимальное количество для выбранного типа боя: %(amount)s
uk: У складі загону надто багато учасників. Максимальна кількість для вибраного типу бою: %(amount)s
zh: 分舰队成员太多。所选战斗类型的最大玩家数为 %(amount)s
zh_sg: 小队成员太多。所选战斗模式的最大玩家数为 %(amount)s

# IDS_TOO_MUCH_FOR_OPERATION_BY_CLASS_AIRCARRIER
source: Too many aircraft carriers
es_mx: Demasiados portaaviones
ja: 航空母艦が多すぎます
pl: Za dużo lotniskowców
ru: Слишком много авианосцев
uk: Забагато авіаносців
zh: 航空母舰太多
zh_sg: 航空母舰太多

# IDS_TOO_MUCH_FOR_OPERATION_BY_CLASS_AUXILIARY
source: Too many transport ships
es_mx: Demasiados barcos de transporte
ja: 輸送船が多すぎます
pl: Za dużo okrętów transportowych
ru: Слишком много транспортов
uk: Забагато транспорту
zh: 运输舰太多
zh_sg: 运输舰太多

# IDS_TOO_MUCH_FOR_OPERATION_BY_CLASS_BATTLESHIP
source: Too many battleships
es_mx: Demasiados acorazados
ja: 戦艦が多すぎます
pl: Za dużo pancerników
ru: Слишком много линкоров
uk: Забагато лінкорів
zh: 战列舰太多
zh_sg: 战列舰太多

# IDS_TOO_MUCH_FOR_OPERATION_BY_CLASS_CRUISER
source: Too many cruisers
es_mx: Demasiados cruceros
ja: 巡洋艦が多すぎます
pl: Za dużo krążowników
ru: Слишком много крейсеров
uk: Забагато крейсерів
zh: 巡洋舰太多
zh_sg: 巡洋舰太多

# IDS_TOO_MUCH_FOR_OPERATION_BY_CLASS_DESTROYER
source: Too many destroyers
es_mx: Demasiados destructores
ja: 駆逐艦が多すぎます
pl: Za dużo niszczycieli
ru: Слишком много эсминцев
uk: Забагато есмінців
zh: 驱逐舰太多
zh_sg: 驱逐舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_AIRCARRIER
source: Too many aircraft carriers
es_mx: Demasiados portaaviones
ja: 航空母艦が多すぎます
pl: Za dużo lotniskowców
ru: Слишком много авианосцев
uk: Забагато авіаносців
zh: 航空母舰太多
zh_sg: 航空母舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_AUXILIARY
source: Too many transport ships
es_mx: Demasiados barcos de transporte
ja: 輸送船が多すぎます
pl: Za dużo okrętów transportowych
ru: Слишком много транспортов
uk: Забагато транспорту
zh: 运输舰太多
zh_sg: 运输舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_BATTLESHIP
source: Too many battleships
es_mx: Demasiados acorazados
ja: 戦艦が多すぎます
pl: Za dużo pancerników
ru: Слишком много линкоров
uk: Забагато лінкорів
zh: 战列舰太多
zh_sg: 战列舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_CRUISER
source: Too many cruisers
es_mx: Demasiados cruceros
ja: 巡洋艦が多すぎます
pl: Za dużo krążowników
ru: Слишком много крейсеров
uk: Забагато крейсерів
zh: 巡洋舰太多
zh_sg: 巡洋舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_DESTROYER
source: Too many destroyers
es_mx: Demasiados destructores
ja: 駆逐艦が多すぎます
pl: Za dużo niszczycieli
ru: Слишком много эсминцев
uk: Забагато есмінців
zh: 驱逐舰太多
zh_sg: 驱逐舰太多

# IDS_TOO_MUCH_FOR_TRAINING_BY_CLASS_SUBMARINE
source: Too many submarines
es_mx: Demasiados submarinos
ja: 潜水艦が多すぎます
pl: Za dużo okrętów podwodnych
ru: Слишком много подводных лодок
uk: Забагато підводних човнів
zh: Слишком много подводных лодок
zh_sg: 潜艇太多

# IDS_TORPEDOBOMBER
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_TORPEDOES
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_TORPEDOES_ANGLE
source: Toggle Torpedo Spread
es_mx: Seleccionar Apertura de Torpedos
ja: 魚雷発射角選択
pl: Wybór szerokości rozrzutu torped
ru: Выбор раствора TA
uk: Вибір кута розхилу ТА
zh: 切换鱼雷的散射方式
zh_sg: 切换鱼雷的散射方式

# IDS_TORPEDOES_DEEPWATER
source: Deepwater torpedoes
es_mx: Torpedos de Profundidad
ja: 深度魚雷
pl: Torpedy głębokowodne
ru: Глубоководные торпеды
uk: Глибоководні торпеди
zh: 深水鱼雷
zh_sg: 深水鱼雷

# IDS_TORPEDOES_SHOTS_HINT
source: Number of torpedoes launched
es_mx: Número de torpedos lanzados
ja: 発射した魚雷の数
pl: Liczba wystrzelonych torped
ru: Количество выпущенных торпед
uk: Кількість випущених торпед
zh: 鱼雷发射数
zh_sg: 鱼雷发射数

# IDS_TORPEDOES_SPENT
source: Torpedoes expended
es_mx: Torpedos consumidos
ja: 魚雷消費数
pl: Wydane torpedy
ru: Израсходовано торпед
uk: Витрачено торпед
zh: 鱼雷的支出
zh_sg: 消耗鱼雷

# IDS_TORPEDOS_RELEASED
source: Torpedoes launched
es_mx: Torpedos lanzados
ja: 魚雷発射数
pl: Wystrzelone torpedy
ru: Выпущено торпед
uk: Випущено торпед
zh: 发射的鱼雷
zh_sg: 发射的鱼雷

# IDS_TORPEDO_HITS_ONLY_AIRCARRIER
source: Torpedoes can hit aircraft carriers only
es_mx: Los torpedos solo pueden alcanza a los portaaviones
ja: 魚雷は航空母艦のみに命中
pl: Torpedy mogą trafić tylko lotniskowce
ru: Торпеды поражают только авианосцы
uk: Торпеди уражають лише авіаносці
zh: 鱼雷只能击中航空母舰
zh_sg: 鱼雷只能击中航空母舰

# IDS_TORPEDO_HITS_ONLY_AIRCARRIER_BATTLESHIP
source: Torpedoes can hit battleships and aircraft carriers
es_mx: Los torpedos solo pueden alcanzar a los portaaviones y acorazados
ja: 魚雷は戦艦と航空母艦のみに命中
pl: Torpedy mogą trafić pancerniki i lotniskowce
ru: Торпеды поражают линкоры и авианосцы
uk: Торпеди уражають лінкори та авіаносці
zh: 鱼雷能击中战列舰和航空母舰
zh_sg: 鱼雷能击中战列舰和航空母舰

# IDS_TORPEDO_HITS_ONLY_AIRCARRIER_BATTLESHIP_CRUISER
source: Torpedoes can hit cruisers, battleships, and aircraft carriers
es_mx: Los torpedos solo pueden alcanzar a golpear a los cruceros, acorazados, y portaaviones
ja: 魚雷は巡洋艦、戦艦、航空母艦のみに命中
pl: Torpedy mogą trafić krążowniki, pancerniki i lotniskowce
ru: Торпеды поражают крейсеры, линкоры и авианосцы
uk: Торпеди уражають крейсери, лінкори та авіаносці
zh: 鱼雷能击中巡洋舰、战列舰、以及航空母舰
zh_sg: 鱼雷能击中巡洋舰、战列舰、以及航空母舰

# IDS_TORPEDO_HITS_ONLY_AIRCARRIER_BATTLESHIP_CRUISER_DESTROYER
source: Torpedoes can hit ships of any type
es_mx: Los torpedos pueden impactar a cualquier tipo de barco
ja: 魚雷はあらゆる艦種に命中
pl: Torpedy mogą trafić każdy rodzaj okrętu
ru: Торпеды поражают корабли любого класса
uk: Торпеди уражають кораблі будь-якого класу
zh: 鱼雷能击中任何类型战舰
zh_sg: 鱼雷能击中任何类型战舰

# IDS_TORPEDO_HITS_ONLY_BATTLESHIP
source: Torpedoes can hit battleships only
es_mx: Los torpedos solo pueden alcanzar a los acorazados
ja: 魚雷は戦艦のみに命中
pl: Torpedy mogą trafić tylko pancerniki
ru: Торпеды поражают только линкоры
uk: Торпеди уражають лише лінкори
zh: 鱼雷只能击中战列舰
zh_sg: 鱼雷只能击中战列舰

# IDS_TORPEDO_LAUNCHERS
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_TORPEDO_RELOAD
source: Reload Torpedo Tube
es_mx: Recargar Tubo de Torpedo
ja: 魚雷装填
pl: Przeładuj wyrzutnie torped
ru: Перезарядить торпедный аппарат
uk: Перезарядити торпедний апарат
zh: 装填鱼雷发射管
zh_sg: 装填鱼雷发射管

# IDS_TOTAL
source: Total
ja: 合計
pl: Ogółem
ru: Всего
uk: Разом
zh: 总共
zh_sg: 总计

# IDS_TOTAL_BATTLES
source: Total number of battles
es_mx: Número total de batallas
ja: 合計戦闘数
pl: Ogólna liczba bitew
ru: Общее количество боёв
uk: Загальна кількість боїв
zh: 总战斗数
zh_sg: 总战斗数
