Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BATTLE_STATS_CREW_EXP_HINT
source: Commander XP which allows for mastering and using skills that improve ship parameters
es_mx: XP del Comandante que permite dominar y usar habilidades que mejoran los parámetros del barco.
ja: 艦長 EXP は、艦のパラメータを高める艦長スキルを習得し使用するために利用できます。
pl: PD dowódcy, które pozwalają mu na opanowywanie i wykorzystywanie umiejętności poprawiających parametry okrętu.
ru: Опыт командира, позволяющий изучать и использовать навыки, улучшающие характеристики корабля
uk: Досвід командира, що дозволяє вивчати й використовувати уміння, які поліпшують характеристики корабля
zh: 指挥官经验能用来学习及使用可改善战舰参数的技能。
zh_sg: 指挥官经验能用来学习技能，从而提升战舰参数。

# IDS_BATTLE_STATS_CREW_POINTS
source: Commander XP
es_mx: XP del Comandante
ja: 艦長 EXP
pl: PD dowódcy
ru: Опыт командиру корабля
uk: Досвід командиру корабля
zh: 指挥官经验
zh_sg: 指挥官经验

# IDS_BATTLE_STATS_CREW_POINTS_HINT
source: XP added to Commander XP for your actions in battle
es_mx: XP añadida a la XP del Comandante por tus acciones en batalla
ja: 戦闘中の行動による艦長 EXP 加算
pl: PD dodane do doświadczenia dowódcy za działania w bitwie
ru: Количество опыта, начисленного командиру за действия в бою
uk: Кількість досвіду, доданого командиру за дії у бою
zh: 您战斗行动的经验已增加到指挥官经验
zh_sg: 您在战斗中获得的经验已添加到指挥官经验上

# IDS_BATTLE_STATS_DAMAGED_BY_0
source: destroyed by
es_mx: destruido por
ja: を撃沈:
pl: zniszczony przez
ru: уничтожен игроком
uk: знищений гравцем
zh: 被击毁
zh_sg: 被摧毁于

# IDS_BATTLE_STATS_DAMAGED_BY_1
source: Destroyed by main battery
es_mx: Destruido por la batería principal
ja: 主砲によって撃沈された
pl: Zniszczony działami głównej baterii
ru: уничтожен главным калибром
uk: знищено головним калібром
zh: 被主炮组击毁
zh_sg: 被主炮组摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_10
source: Destroyed by teamkill penalty
es_mx: Destruido por una penalización por matar a un miembro del equipo
ja: チームキル・ペナルティによって沈没した
pl: Zniszczony karą za uszkodzenie sojusznika
ru: уничтожен обратным уроном
uk: знищено зворотною шкодою
zh: 被 TK 者惩罚击毁
zh_sg: 被队友杀手惩罚所摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_11
source: Destroyed by a mine
es_mx: Destruido por una mina
ja: 機雷によって沈没した
pl: Zniszczony miną
ru: уничтожен миной
uk: знищено мною
zh: 被水雷击毁
zh_sg: 被水雷摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_13
source: destroyed by a depth charge
es_mx: destruido por una carga de profundidad
ja: 爆雷によって撃沈された
pl: zniszczony przez bombę głębinową
ru: уничтожен глубинной бомбой
uk: знищено глибинною бомбою
zh: 被深水炸弹击毁
zh_sg: 被深水炸弹摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_14
source: Destroyed by a rocket
es_mx: Destruido por un cohete
ja: ロケット弾によって撃沈された
pl: Zniszczony przez rakietę
ru: уничтожен ракетой
uk: знищений ракетою
zh: 被火箭击毁
zh_sg: 被火箭弹摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_2
source: Destroyed by secondary battery
es_mx: Destruido por la batería secundaria
ja: 副砲によって撃沈された
pl: Zniszczony działami baterii dodatkowej
ru: уничтожен вспомогательным калибром
uk: знищено допоміжним калібром
zh: 被副炮组击毁
zh_sg: 被副炮组摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_20
source: destroyed by the Filth
es_mx: Destruido por la inmundicia
ja: 瘴気によって沈没した
pl: Zniszczony plugastwem
ru: уничтожен скверной
uk: знищено скверною
zh: 被污秽之地击毁
zh_sg: 被污秽之地摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_21
source: exited via the Portal
es_mx: salió a través del Portal
ja: ポータルから脱出成功
pl: wyjście przez portal
ru: вышел в Портал
uk: вийшов у портал
zh: вышел в Портал
zh_sg: 通过传送门退出

# IDS_BATTLE_STATS_DAMAGED_BY_3
source: Destroyed by a torpedo
es_mx: Destruido por un torpedo
ja: 魚雷によって撃沈された
pl: Zniszczony torpedą
ru: уничтожен торпедой
uk: знищено торпедою
zh: 被鱼雷击毁
zh_sg: 被鱼雷摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_4
source: Destroyed by a bomb
es_mx: Destruido por una bomba
ja: 爆弾によって撃沈された
pl: Zniszczony bombą
ru: уничтожен бомбой
uk: знищено бомбою
zh: 被炸弹击毁
zh_sg: 被炸弹摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_5
source: Destroyed by a torpedo
es_mx: Destruido por un torpedo
ja: 魚雷によって撃沈された
pl: Zniszczony torpedą
ru: уничтожен торпедой
uk: знищено торпедою
zh: 被鱼雷击毁
zh_sg: 被鱼雷摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_6
source: Destroyed by fire
es_mx: Destruido por un incendio
ja: 火災によって撃沈された
pl: Zniszczony pożarem
ru: уничтожен пожаром
uk: знищено пожежею
zh: 被火灾烧毁
zh_sg: 被火灾烧毁

# IDS_BATTLE_STATS_DAMAGED_BY_7
source: Destroyed by ramming
es_mx: Destruido por una colisión
ja: 体当たりによって撃沈された
pl: Zniszczony przez taranowanie
ru: уничтожен тараном
uk: знищено тараном
zh: 被冲撞撞毁
zh_sg: 被冲撞摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_8
source: destroyed
es_mx: destruido
ja: 撃沈
pl: zniszczony
ru: уничтожен
uk: знищено
zh: 被击毁
zh_sg: 被摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_9
source: Destroyed by flooding
es_mx: Destruido por inundación
ja: 浸水によって撃沈された
pl: Zniszczony zalaniem
ru: уничтожен затоплением
uk: знищено затопленням
zh: 被进水摧毁
zh_sg: 被进水摧毁

# IDS_BATTLE_STATS_DAMAGED_BY_FORT
source: destroyed
es_mx: destruido
ja: 撃沈
pl: zniszczony
ru: уничтожен
uk: знищено
zh: 被击毁
zh_sg: 被摧毁

# IDS_BATTLE_STATS_DAMAGE_HINT
source: Damage you caused to this ship
es_mx: Daño que causaste a este barco
ja: 自艦がこの艦に与えたダメージ
pl: Uszkodzenia, jakie zadałeś temu okrętowi
ru: Урон, который вы нанесли этому кораблю
uk: Шкода, якої ви завдали цьому кораблю
zh: 您对此战舰造成的伤害
zh_sg: 您对此战舰造成的伤害

# IDS_BATTLE_STATS_DAMAGE_RAM
source: Damage caused by ramming
es_mx: Daño causado por embestidas
ja: 体当たりによる与ダメージ
pl: Uszkodzenia przez taranowanie
ru: Урон, нанесённый тараном
uk: Шкода, що завдана тараном
zh: 冲撞造成的伤害
zh_sg: 冲撞造成的伤害

# IDS_BATTLE_STATS_DBOMB
source: Depth Сharges
es_mx: Cargas de profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_BATTLE_STATS_DBOMBS
source: Depth Сharges
es_mx: Cargas de profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_BATTLE_STATS_DEFENCE_POINTS
source: Defense points
es_mx: Puntos de defensa
ja: 防衛ポイント
pl: Punkty obrony
ru: Очки защиты
uk: Очки захисту
zh: 防御点数
zh_sg: 防御点数

# IDS_BATTLE_STATS_DEFENCE_POINTS_HINT
source: Points earned by you and your entire team for defending bases and key areas
es_mx: Puntos obtenidos por ti y todo tu equipo al capturar bases y áreas claves
ja: 自艦とチーム全体が陣地やキーエリアの防衛によって取得したポイント
pl: Punkty zdobyte przez Ciebie i Twoją drużynę za obronę baz i stref kluczowych
ru: Очки, полученные вами и всей командой за защиту баз и точек
uk: Очки, здобуті вами та всією командою за захист баз і точок
zh: 您与己队所有人在防御基地及关键地区时获得的点数
zh_sg: 您与友军所有人在防御基地及关键区域时获得的点数

# IDS_BATTLE_STATS_DETAILED_REPORT
source: DETAILED REPORT
es_mx: INFORME DETALLADO
ja: 詳細報告
pl: RAPORT SZCZEGÓŁOWY
ru: ПОДРОБНЫЙ ОТЧЁТ
uk: ДОКЛАДНИЙ ЗВІТ
zh: 详细报告
zh_sg: 详细报告

# IDS_BATTLE_STATS_DISTANCE
source: Distance traveled
es_mx: Distancia recorrida
ja: 航行距離
pl: Pokonany dystans
ru: Пройденное расстояние
uk: Пройдена відстань
zh: 航行距离
zh_sg: 航行距离

# IDS_BATTLE_STATS_DISTANCE_HINT
source: Distance the ship traveled in this battle
es_mx: Distancia que el barco viajó en esta batalla
ja: この戦闘における艦の航行距離
pl: Dystans przemierzony przez okręt w tej bitwie
ru: Расстояние, которое вы прошли за этот бой
uk: Відстань, яку ви пройшли за цей бій
zh: 该战舰在此战斗中所航行的距离
zh_sg: 该战舰在此战斗中所航行的距离

# IDS_BATTLE_STATS_DROP_PICKED
source: Buffs seized
es_mx: Bonificaciones capturadas
ja: 占領した強化エリア
pl: Zajęte wzmocnienia
ru: Захвачено улучшений
uk: Захоплено поліпшень
zh: Захвачено улучшений
zh_sg: 占领增益

# IDS_BATTLE_STATS_DROP_PICKED_HINT
source: Buffs seized by you
es_mx: Bonificaciones capturadas por ti
ja: 自艦が占領した強化エリア
pl: Wzmocnienia zajęte przez Ciebie
ru: Количество захваченных вами улучшений
uk: Кількість захоплених вами поліпшень
zh: Количество захваченных вами улучшений
zh_sg: 您夺取的占领增益

# IDS_BATTLE_STATS_ENEMIES
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_BATTLE_STATS_ENEMIES_CAPTURED_BASE
source: The enemy team captured the base.
es_mx: El equipo enemigo capturó la base.
ja: 敵チームが陣地を占領
pl: Drużyna przeciwnika zdobyła bazę.
ru: Команда противника захватила базу.
uk: Команда супротивника захопила базу.
zh: 敌方队伍占领了基地。
zh_sg: 敌方团队占领了基地。

# IDS_BATTLE_STATS_ENEMIES_MISSION_COMPLETE
source: The enemy team completed the mission.
es_mx: El equipo enemigo completó la misión.
ja: 敵チームがミッションを達成
pl: Drużyna przeciwna wypełniła misję.
ru: Команда противника выполнила боевую задачу.
uk: Команда супротивника виконала бойове завдання.
zh: 敌方队伍已完成任务。
zh_sg: 敌方团队已完成任务。

# IDS_BATTLE_STATS_ENEMIES_MISSION_COMPLETE_ON_TIMEOUT
source: Battle time expired. Enemy team won by points.
es_mx: Tiempo de batalla expirado. Equipo enemigo ganó por puntos.
ja: 戦闘時間終了、ポイント優勢により敵チームが勝利
pl: Czas bitwy dobiegł końca. Przeciwna drużyna wygrywa na punkty.
ru: Время боя истекло. Команда противника выиграла по очкам.
uk: Час бою минув. Команда супротивника перемогла за очками.
zh: 战斗时间结束，敌方舰队获得了更多制海权点数而获胜
zh_sg: 战斗时间结束，敌方团队以优胜点数获胜。

# IDS_BATTLE_STATS_ENEMIES_SUNK
source: All enemy warships destroyed.
es_mx: Todos los barcos de guerra destruidos.
ja: 敵艦艇を殲滅
pl: Wszystkie okręty nieprzyjaciela zostały zniszczone.
ru: Все корабли противника уничтожены.
uk: Усі кораблі супротивника знищено.
zh: 所有敌方战舰都被击毁。
zh_sg: 敌方所有战舰被摧毁。

# IDS_BATTLE_STATS_ENEMY
source: Enemies
es_mx: Enemigos
ja: 敵
pl: Przeciwnicy
ru: Противники
uk: Супротивники
zh: 敌方
zh_sg: 敌军

# IDS_BATTLE_STATS_EXPIRIENCE
source: XP
ja: EXP
pl: PD
ru: Опыт
uk: Досвід
zh: 经验
zh_sg: 经验

# IDS_BATTLE_STATS_EXPIRIENCE_HINT
source: Main resource for research
es_mx: Recurso principal para investigación
ja: 研究のための主要リソース
pl: Główny zasób używany do badań
ru: Основной ресурс для исследований
uk: Основний ресурс, який потрібен для досліджень
zh: 用来研发的主要资源
zh_sg: 战舰研发所需的主要资源

# IDS_BATTLE_STATS_FAILURE_NO_PROFIT
source: No battle contribution.
es_mx: Sin contribución en la batalla.
ja: 戦闘貢献なし
pl: Brak wkładu w bitwę.
ru: Вы не проявили себя в этом бою.
uk: Ви не проявили себе в цьому бою.
zh: 您在这场战斗中的表现不佳，您可以做得更好。
zh_sg: 无战斗贡献。

# IDS_BATTLE_STATS_FINE_FOR_DAMAGE
source: Compensation for damage caused by allies
es_mx: Compensación por daños causados por aliados
ja: 味方チームから受けた被害の補償
pl: Rekompensata za uszkodzenia od sojuszników
ru: Компенсация за урон от союзников
uk: Компенсація за завдану шкоду від союзників
zh: 队友造成伤害的补偿
zh_sg: 被队友伤害的补偿

# IDS_BATTLE_STATS_FINE_OF_DAMAGE
source: Fine for causing damage to allies
es_mx: Multa por causar daño a aliados
ja: 味方チームに与えた被害の補償
pl: Grzywna za uszkodzenie sojuszników
ru: Штраф за урон союзникам
uk: Штраф за шкоду заподіяну союзникам
zh: 造成队友伤害的赔偿
zh_sg: 伤害队友的赔偿

# IDS_BATTLE_STATS_FIRES
source: Fires
es_mx: Incendios
ja: 火災
pl: Pożary
ru: Пожары
uk: Пожежі
zh: 火灾
zh_sg: 起火

# IDS_BATTLE_STATS_FIRES_HINT
source: Number of fires and damage received from fire
es_mx: Número de incendios y daño recibido por incendios
ja: 火災発生数と被ダメージ
pl: Liczba pożarów i uszkodzenia od nich otrzymane
ru: Количество пожаров и полученный от них урон
uk: Кількість пожеж та отримана від них шкода
zh: 火灾次数与受到的火灾伤害
zh_sg: 火灾次数与受到的火灾伤害

# IDS_BATTLE_STATS_FLOODS
source: Floodings
es_mx: Inundaciones
ja: 浸水
pl: Zalania
ru: Затопления
uk: Затоплення
zh: 进水
zh_sg: 进水

# IDS_BATTLE_STATS_FLOODS_HINT
source: Number of floodings and damage received from flooding
es_mx: Número de inundaciones y daño recibido por inundaciones
ja: 浸水発生数と被ダメージ
pl: Liczba zalań i uszkodzenia od nich otrzymane
ru: Количество затоплений и полученный от них урон
uk: Кількість затоплень та отримана від них шкода
zh: 进水次数与受到的进水伤害
zh_sg: 进水次数与受到的进水伤害

# IDS_BATTLE_STATS_FORT_BUILDING_SUPPRESSIONS_HINT
source: Number of times you suppressed this fort
es_mx: Número de veces que suprimiste este fuerte
ja: 自艦がこの要塞を制圧した回数
pl: Tyle razy zneutralizowałeś ten fort
ru: Количество подавлений этого форта вами
uk: Кількість придушень цього форту вами
zh: 你压制这个堡垒的次数
zh_sg: 你压制次此要塞的次数

# IDS_BATTLE_STATS_FUTURE_REWARDS
source: Subsequent Awards
es_mx: Logros Subsequentes
ja: 後続勲章
pl: Następne nagrody
ru: Ближайшие награды
uk: Найближчі нагороди
zh: 后续奖项
zh_sg: 后续奖励

# IDS_BATTLE_STATS_GENERATOR_BUILDING_DAMAGE_HINT
source: Damage you caused to this generator.
es_mx: Daño causado a este generador.
ja: 自艦がこの発生装置に与えたダメージ
pl: Uszkodzenia zadane przez Ciebie temu generatorowi.
ru: Урон, который вы нанесли этому генератору.
uk: Шкода, яку ви завдали цьому генератору.
zh: Урон, который вы нанесли этому генератору.
zh_sg: 您对此生成器造成的伤害。

# IDS_BATTLE_STATS_IS_CREDITED
source: Earned
es_mx: Obtenida
ja: 取得
pl: Zdobyto
ru: Начислено за бой
uk: Здобуто за бій
zh: 获得
zh_sg: 获得

# IDS_BATTLE_STATS_KILLED_BY
source: destroyed
es_mx: destruido
ja: 撃沈
pl: zniszczony
ru: уничтожен
uk: знищено
zh: 被击毁
zh_sg: 被摧毁

# IDS_BATTLE_STATS_KILL_HINT
source: You destroyed this ship
es_mx: Destruiste este barco
ja: 自艦がこの艦を撃沈
pl: Zniszczyłeś ten okręt
ru: Вы уничтожили этот корабль
uk: Ви знищили цей корабель
zh: 您击毁了此战舰
zh_sg: 您摧毁了此战舰

# IDS_BATTLE_STATS_MAIN_GUN_AMMO_AP
source: AP shell hits
es_mx: Impactos de proyectiles AP
ja: AP 弾命中
pl: Trafienia pociskami PP
ru: Попаданий бронебойными снарядами
uk: Влучень бронебійними снарядами
zh: AP 弹命中数
zh_sg: 穿甲弹命中

# IDS_BATTLE_STATS_MAIN_GUN_AMMO_HE
source: HE shell hits
es_mx: Impactos de proyectiles HE
ja: HE 弾命中
pl: Trafienia pociskami OB
ru: Попаданий фугасными снарядами
uk: Влучень фугасними снарядами
zh: HE 弹命中数
zh_sg: 高爆弹命中

# IDS_BATTLE_STATS_MAIN_GUN_BREAK_ARMOR
source: Penetrations
es_mx: Penetraciones
ja: 貫通弾数
pl: Przebicia
ru: Пробитий
uk: Пробивань
zh: 击穿
zh_sg: 击穿

# IDS_BATTLE_STATS_MAIN_GUN_SHOTS
source: Main battery shells fired
es_mx: Proyectiles de la batería principal disparados
ja: 主砲射撃弾数
pl: Pociski wystrzelone z głównej baterii
ru: Выстрелов главным калибром
uk: Пострілів головним калібром
zh: 已发射主炮组炮弹数
zh_sg: 主炮组发射炮弹数

# IDS_BATTLE_STATS_MILITARY_BUILDING_DAMAGE_HINT
source: Damage you caused to this onshore installation
es_mx: Daño que causaste a esta instalación terrestre
ja: 自艦がこの陸上施設に与えたダメージ
pl: Uszkodzenia, jakie zadałeś tej instalacji przybrzeżnej
ru: Урон, который вы нанесли этому сооружению
uk: Шкода, якої ви завдали цій споруді
zh: 您对这座陆上设施造成的伤害
zh_sg: 您对这座陆上设施造成的伤害

# IDS_BATTLE_STATS_MIRROR_DAMAGE
source: Teamkill penalty
es_mx: Penalización por Teamkill
ja: チームキル・ペナルティ
pl: Kara za zniszczenie sojusznika
ru: Обратный урон
uk: Зворотна шкода
zh: TK 惩罚
zh_sg: 队友杀手惩罚

# IDS_BATTLE_STATS_MIRROR_DAMAGE_HINT
source: Damage received as a penalty for damaging allied ships
es_mx: Daño recibido como una penalización por dañar barcos aliados
ja: 味方への同士討ちペナルティとしての被ダメージ
pl: Uszkodzenia otrzymane jako kara za uszkodzenie sojusznika
ru: Урон, полученный за повреждение союзных кораблей
uk: Шкода, отримана за ушкодження союзних кораблів
zh: 作为伤害我方战舰惩罚所受到的伤害
zh_sg: 伤害友军战舰所受到的伤害惩罚

# IDS_BATTLE_STATS_NEITHER_SIDE_PREVAILED
source: Neither team prevailed.
es_mx: Ningún equipo prevaleció.
ja: 勝利チームなし
pl: Żadna drużyna nie przeważyła.
ru: Ни одна из сторон не одержала верх.
uk: Жодна із сторін не одержала перевагу.
zh: 双方队伍皆未获胜。
zh_sg: 双方队伍皆未获胜。

# IDS_BATTLE_STATS_PERSONAL_REPORT
source: PERSONAL SCORE
es_mx: PUNTUACIÓN
ja: 個別スコア
pl: WYNIK OSOBISTY
ru: ЛИЧНЫЙ РЕЗУЛЬТАТ
uk: ОСОБИСТИЙ РЕЗУЛЬТАТ
zh: 个人成绩
zh_sg: 个人成绩

# IDS_BATTLE_STATS_PLANES_DESTROYED
source: Aircraft destroyed
es_mx: Aviones destruidos
ja: 航空機撃墜
pl: Zniszczone samoloty
ru: Сбитые самолёты
uk: Збиті літаки
zh: 击毁飞机
zh_sg: 摧毁飞机

# IDS_BATTLE_STATS_PLANES_SPOTTED
source: Squadrons spotted
es_mx: Escuadrones detectados
ja: 飛行中隊発見数
pl: Wykryte eskadry
ru: Обнаружено эскадрилий
uk: Виявлено ескадрилей
zh: 侦察航空中队数
zh_sg: 侦察中队数

# IDS_BATTLE_STATS_PLANES_SPOTTED_HINT
source: Number of enemy squadrons spotted by you in this battle
es_mx: Número de escuadrones enemigos que detectaste en esta batalla
ja: この戦闘において自艦が発見した敵の飛行中隊数
pl: Liczba eskadr nieprzyjaciela wykrytych przez Ciebie w tej bitwie
ru: Количество обнаруженных вами эскадрилий противника в этом бою
uk: Кількість виявлених вами ескадрилей супротивника у цьому бою
zh: 您在此战斗中侦察到的敌方航空中队数
zh_sg: 您在此战斗中侦察到的敌方中队数

# IDS_BATTLE_STATS_PLANE_HINT
source: Number of this ship's aircraft destroyed by you
es_mx: Número de aviones de este barco destruidos por ti
ja: 自艦が撃墜したこの艦の航空機
pl: Liczba samolotów tego okrętu, które zniszczyłeś
ru: Количество сбитых вами самолётов этого корабля
uk: Кількість збитих вами літаків цього корабля
zh: 此战舰被您击落的飞机数
zh_sg: 此战舰被您摧毁的飞机数

# IDS_BATTLE_STATS_PRESS
source: Press
es_mx: Presiona
ja: 押す:
pl: Naciśnij
ru: Нажмите
uk: Натисніть
zh: 按下
zh_sg: 按下

# IDS_BATTLE_STATS_RAMS
source: Ramming
es_mx: Embestidas
ja: 体当たり
pl: Taranowanie
ru: Таран
uk: Таран
zh: 冲撞
zh_sg: 冲撞

# IDS_BATTLE_STATS_RAMS_HINT
source: Damage received from ramming
es_mx: Daño recibido por choques
ja: 体当たりによる被ダメージ
pl: Uszkodzenia otrzymane w wyniku taranowania
ru: Урон, полученный от таранов
uk: Шкода, отримана від таранів
zh: 受到的冲撞伤害
zh_sg: 受到的冲撞伤害

# IDS_BATTLE_STATS_REAMMUNITION
source: Ammunition resupply
es_mx: Reabastecer munición
ja: 弾薬の補給
pl: Aut. uzupełnianie amunicji
ru: Пополнение боекомплекта
uk: Поповнення боєзапасу
zh: 弹药补充
zh_sg: 弹药补充

# IDS_BATTLE_STATS_RECEIVED_AIRPLANES_BOMBS_HITS
source: Bomb hits
es_mx: Impactos de bombas
ja: 爆弾命中
pl: Trafienia bombami
ru: Попаданий бомб
uk: Влучень бомбами
zh: 炸弹命中数
zh_sg: 炸弹命中

# IDS_BATTLE_STATS_RECEIVED_DAMAGED_ALLIES
source: Damage Caused to Allies
es_mx: Daño Causado a Aliados
ja: 味方への与ダメージ
pl: Uszkodzenia zadane sojusznikom
ru: Урон по союзникам
uk: Ушкодження союзників
zh: 造成队友的伤害
zh_sg: 对队友造成的伤害

# IDS_BATTLE_STATS_RECEIVED_MAIN_GUN_AMMO0
source: AP shell hits
es_mx: Impactos de proyectiles AP
ja: AP 弾命中
pl: Trafienia pociskami PP
ru: Попаданий бронебойных снарядов
uk: Влучень бронебійними снарядами
zh: AP 弹命中数
zh_sg: 穿甲弹命中数

# IDS_BATTLE_STATS_RECEIVED_MAIN_GUN_AMMO1
source: HE shell hits
es_mx: Impactos de proyectiles HE
ja: HE 弾命中
pl: Trafienia pociskami OB
ru: Попаданий фугасных снарядов
uk: Влучень фугасними снарядами
zh: HE 弹命中数
zh_sg: 高爆弹命中数

# IDS_BATTLE_STATS_RECEIVED_MAIN_GUN_AMMO2
source: SAP shell hits
es_mx: Impactos de proyectiles SAP
ja: SAP 弾命中
pl: Trafienia pociskami PPO
ru: Попаданий полубронебойных снарядов
uk: Влучень напівбронебійними снарядами
zh: Попаданий полубронебойных снарядов
zh_sg: 半穿甲弹命中

# IDS_BATTLE_STATS_RECEIVED_RAMS
source: Ramming
es_mx: Embestidas
ja: 体当たり
pl: Taranowanie
ru: Таран
uk: Таран
zh: 冲撞
zh_sg: 冲撞

# IDS_BATTLE_STATS_RECEIVED_TORPEDO_HITS
source: Torpedo hits
es_mx: Impactos de torpedo
ja: 魚雷命中
pl: Trafienia torpedami
ru: Попаданий торпед
uk: Влучень торпедами
zh: 鱼雷命中数
zh_sg: 鱼雷命中数

# IDS_BATTLE_STATS_RECORD
source: (record)
es_mx: (récord)
ja: (記録)
pl: (rekord)
ru: (рекорд)
uk: (рекорд)
zh: (纪录)
zh_sg: (纪录)

# IDS_BATTLE_STATS_ROCKETS_RELEASED
source: Rockets launched
es_mx: Cohetes lanzados
ja: ロケット弾の発射数
pl: Wystrzelone rakiety
ru: Выпущено ракет
uk: Випущено ракет
zh: 火箭发射
zh_sg: 火箭弹已发射

# IDS_BATTLE_STATS_SCENARIO_REPORT
source: Mission
es_mx: Misión
ja: ミッション
pl: Misja
ru: Задачи
uk: Завдання
zh: 任务
zh_sg: 任务

# IDS_BATTLE_STATS_SCOUTING_DAMAGE
source: Damage upon your spotting
es_mx: Daño causado por detección
ja: 自艦の観測によるダメージ
pl: Uszkodzenia po Twoim wykryciu
ru: Урон по вашим разведданным
uk: Шкоди за вашими розвідданими
zh: 在您侦察下造成的伤害
zh_sg: 在您侦察下造成的伤害

# IDS_BATTLE_STATS_SCOUTING_DAMAGE_HINT
source: Total damage your allies caused to enemy ships spotted by you
es_mx: Daño total que tus aliados causaron a los barcos enemigos que detectaste
ja: 自艦が観測中だった敵艦艇に対して味方が与えた合計ダメージ
pl: Ogólne uszkodzenia zadane przez sojuszników okrętom wykrytym przez Ciebie
ru: Суммарный урон, нанесённый союзниками по обнаруженным вами кораблям
uk: Сумарна шкода, що завдана союзниками кораблям, які ви виявили
zh: 队友在您侦察下对敌方战舰造成的总伤害
zh_sg: 队友在您侦察下对敌方战舰造成的总伤害

# IDS_BATTLE_STATS_SCOUTING_FIRES
source: Fires caused upon your spotting
es_mx: Incendios causados por detección
ja: 観測により引き起こした火災数
pl: Pożary wzniecone po wykryciu
ru: Поджогов по вашим разведданным
uk: Підпалів за вашими розвідданими
zh: 在您侦察下造成的火灾
zh_sg: 在您侦察下造成的火灾

# IDS_BATTLE_STATS_SCOUTING_FIRES_HINT
source: Fires caused by your allies to enemy ships spotted by you
es_mx: Incendios causados por tus aliados en barcos enemigos que detectaste
ja: 自艦が観測中だった敵艦艇に対して味方が引き起こした火災数
pl: Pożary wzniecone przez Twoich sojuszników po wykryciu przeciwnika przez Ciebie
ru: Количество поджогов, вызванных союзниками на обнаруженных вами кораблях
uk: Кількість підпалів, спричинених союзниками на кораблях, які ви виявили
zh: 队友在您侦察下对敌方战舰造成的火灾数
zh_sg: 队友在您侦察下对敌方战舰造成的火灾数

# IDS_BATTLE_STATS_SELF_CAPTURE_POINTS_HINT
source: Points earned by you for capturing bases and key areas
es_mx: Puntos que obtuviste por capturar bases y áreas clave
ja: 自艦が陣地やキーエリアの占領によって取得したポイント
pl: Punkty zdobyte za zajmowanie baz i stref kluczowych
ru: Очки, полученные вами за захват баз и точек
uk: Очки, здобуті вами за захоплення баз і точок
zh: 您在占领基地及关键地区时获得的点数
zh_sg: 您在占领基地及关键区域时获得的点数

# IDS_BATTLE_STATS_SELF_DEFENCE_POINTS_HINT
source: Points earned by you for defending bases and key areas
es_mx: Puntos que obtuviste por defender bases y áreas clave
ja: 自艦が陣地やキーエリアの防衛によって取得したポイント
pl: Punkty zdobyte za obronę baz lub stref kluczowych
ru: Очки, полученные вами за защиту баз и точек
uk: Очки, здобуті вами за захист баз і точок
zh: 您在防御基地及关键地区时获得的点数
zh_sg: 您在防御基地及关键区域时获得的点数

# IDS_BATTLE_STATS_SENSORTOWER_BUILDING_DAMAGE_HINT
source: Damage you caused to this Surveillance Station
es_mx: Daño que causaste a esta Estación de Vigilancia
ja: 自艦がこの監視所に与えたダメージ
pl: Uszkodzenia, jakie zadałeś tej stacji dozorowania
ru: Урон, который вы нанесли этому дозорному посту
uk: Шкода, якої ви завдали цьому дозорному посту
zh: 您对这座监控站造成的伤害
zh_sg: 您对这座监控站造成的伤害

# IDS_BATTLE_STATS_SHIPS_SPOTTED
source: Warships spotted
es_mx: Barcos detectados
ja: 艦艇発見数
pl: Wykryte okręty
ru: Обнаружено кораблей
uk: Виявлено кораблів
zh: 侦察战舰数
zh_sg: 侦察战舰数

# IDS_BATTLE_STATS_SHIPS_SPOTTED_HINT
source: Number of enemy ships spotted by you in this battle
es_mx: Número de barcos enemigos que detectaste en esta batalla
ja: この戦闘において自艦が発見した敵艦艇数
pl: Liczba okrętów wroga wykrytych przez Ciebie w tej bitwie
ru: Количество обнаруженных вами кораблей противника в этом бою
uk: Кількість виявлених вами кораблів супротивника у цьому бою
zh: 您在此战斗中侦察到的敌方战舰数
zh_sg: 您在此战斗中侦察到的敌方战舰数

# IDS_BATTLE_STATS_SPACESTATION_BUILDING_DAMAGE_HINT
source: Damage you caused to the station.
es_mx: Daño causado a la estación.
ja: 自艦がステーションに与えたダメージ
pl: Uszkodzenia zadane przez Ciebie stacji.
ru: Урон, который вы нанесли станции.
uk: Шкода, яку ви завдали станції.
zh: Урон, который вы нанесли станции.
zh_sg: 您对空间站造成的伤害。

# IDS_BATTLE_STATS_SUCCESS_NO_PROFIT
source: No battle contribution.
es_mx: Sin contribución en la batalla.
ja: 戦闘貢献なし
pl: Brak wkładu w bitwę.
ru: Вы не проявили себя в этом бою.
uk: Ви не проявили себе в цьому бою.
zh: 您在这场战斗中的表现不佳，您可以做得更好。
zh_sg: 无战斗贡献。

# IDS_BATTLE_STATS_TAKEN_ATBA_AP_SHORT
source: Secondary Battery AP
es_mx: AP de la Batería Secundaria
ja: 副砲 AP
pl: PP baterii dodatkowej
ru: ПМК ББ
uk: ПМК ББ
zh: 副炮组 AP
zh_sg: 副炮组穿甲弹

# IDS_BATTLE_STATS_TAKEN_ATBA_CS_SHORT
source: Secondary Battery SAP
es_mx: Batería Secundaria SAP
ja: 副砲 SAP
pl: Uzbrojenie dodatkowe PPO
ru: ПМК ПББ
uk: ПМК НББ
zh: ПМК ПББ
zh_sg: 副炮半穿甲弹

# IDS_BATTLE_STATS_TAKEN_ATBA_HE_SHORT
source: Secondary Battery HE
es_mx: HE de la Batería Secundaria
ja: 副砲 HE
pl: OB baterii dodatkowej
ru: ПМК ОФ
uk: ПМК ОФ
zh: 副炮组 HE
zh_sg: 副炮组高爆弹

# IDS_BATTLE_STATS_TAKEN_DAMAGE
source: Damage Received
es_mx: Daño Recibido
ja: 被ダメージ
pl: Otrzymane uszkodzenia
ru: Полученный урон
uk: Отримана шкода
zh: 受到的伤害
zh_sg: 受到的伤害

# IDS_BATTLE_STATS_TAKEN_DAMAGE_HINT
source: Total damage received in this battle
es_mx: Daño total recibido en esta batalla
ja: この戦闘での合計被ダメージ
pl: Suma uszkodzeń otrzymanych w tej bitwie
ru: Суммарный урон, полученный за этот бой
uk: Сумарна шкода, отримана у цьому бою
zh: 在此战斗中受到的总伤害
zh_sg: 在此战斗中受到的总伤害

# IDS_BATTLE_STATS_TAKEN_MAIN_AP_SHORT
source: Main Battery AP
es_mx: AP de la Batería Principal
ja: 主砲 AP
pl: PP głównej baterii
ru: ГК ББ
uk: ГК ББ
zh: 主炮组 AP
zh_sg: 主炮组穿甲弹
