Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC085_YAMAMOTO_MITSUBISHI_B1M_DESCRIPTION
source: From 1924 the service of Yamamoto Isoroku was closely associated with naval aviation. At the test site in Kasumigaura, when Yamamoto was the senior officer of this flying school, the latest equipment was tested, including the Mitsubishi B1M, which became one of the first mass-produced torpedo bombers of the Japanese fleet. The aircraft could fly at a maximum speed of 210 km/h, its armament consisted of four 7.7 mm machine-guns, and a 457 mm torpedo or two 240 kg bombs. Afterwards, when Yamamoto held leadership positions equal to the rank of an Admiral at the Navy Aviation Bureau of the Navy Ministry, he continued to actively supervise the development and implementation of new types of aircraft, including G2H, one of the first Japanese long-range land-based bombers, and bomber G3M Nell, and torpedo bomber G4M Betty that became famous during the Pacific War.
es_mx: Desde 1924 el servicio de Yamamoto Isoroku estuvo estrechamente asociado con la aviación naval. En el sitio de prueba en Kasumigaura, cuando Yamamoto era el oficial superior de esta escuela de vuelo, el equipo más reciente fue probado, incluyendo al Mitsubishi B1M, el cual se convirtió en uno de los primeros torpederos producidos en serie de la flota japonesa. El avión podía volar a una velocidad máxima de 210 km/h, su armamento consistía en cuatro ametralladoras de 7.7 mm y un torpedo de 457 mm o dos bombas de 240 kg. Posteriormente, cuando Yamamoto ocupó puestos superiores iguales al rango de Almirante en la Oficina de Aviación Naval del Ministerio de Marina, continuó supervisando activamente el desarrollo e implementación de nuevos tipos de aeronaves, incluyendo al G2H, uno de los primeros bombarderos japoneses de largo alcance, y el bombardero G3M Nell, y el torpedero G4M Betty que se volvió famoso durante la Guerra del Pacífico.
ja: 1924 年以降、山本五十六は海軍航空隊と密接に関わることになりました。山本が副長を務めていた霞ヶ浦海軍航空隊においては、パイロットの訓練や新型機のテストが行われており、この三菱製の一三式艦上攻撃機 (B1M) もこの飛行隊でテストされていました。本機は日本で最初の本格的艦上攻撃機として正式採用されて量産され、その性能は、最高速度 210 km/h、兵装は 7.7 mm 機銃 2 挺、そして 457 mm 魚雷 1 本または 240 kg 爆弾 2 発を搭載可能でした。 後に山本は中将時代に海軍航空本部長に就任し、日本海軍初の長距離陸上攻撃機となった九五式陸上攻撃機 (G2H) や九六式陸上攻撃機 (G3M) <Nell>、そして太平洋戦争において雷撃機としてその名を馳せた一式陸上攻撃機 (G4M) <Betty> など、様々な新型機の開発を積極的に監督し、推進し続けました。
pl: Od 1924 roku służba Yamamoto Isoroku była blisko powiązana z lotnictwem. Na poligonie w Kasumigaura, kiedy Yamamoto był starszych oficerem tej szkoły lotniczej, testowano najnowsze uzbrojenie, w tym samolot Mitsubishi B1M, który został pierwszym masowo produkowanym bombowcem torpedowym floty japońskiej. Samolot mógł latać z maksymalną prędkością wynoszącą 210 km/h, a jego uzbrojenie składało się z czterech karabinów maszynowych kal. 7,7 mm, torpedy 457 mm lub dwóch bomb o masie 240 kg. Później, gdy Yamamoto piastował funkcje kierownicze o rangach równych admiralskiej w Biurze Lotnictwa Morskiego w Ministerstwie Marynarki, kontynuował aktywny nadzór nad rozwojem nowych typów samolotów, w tym G2H, jednego z pierwszych japońskich bombowców dalekiego zasięgu, a także bombowca G3M Nell i bombowca torpedowego G4M Betty, który wsławił się w trakcie Wojny na Pacyfiku.
ru: С 1924 года служба Ямамото Исороку была тесно связана с морской авиацией. На полигоне в Касумигауре, в бытность Ямамото старшим офицером этой лётной школы, испытывались новейшие образцы техники, в числе которых был и Mitsubishi B1M, ставший одним из первых серийных торпедоносцев-бомбардировщиков японского флота. Максимальная скорость самолёта составляла 210 км/ч, вооружение — четыре 7,7-мм пулемёта, а также 457-мм торпеда или две 240-кг бомбы. Позднее, занимая в 1930-х годах в адмиральских чинах руководящие посты в Департаменте авиации Морского министерства, Ямамото продолжал принимать самое активное участие в разработке и внедрении новых типов воздушных машин, в том числе одного из первых японских дальних бомбардировщиков берегового базирования G2H и получивших широкую известность в ходе войны на Тихом океане бомбардировщика G3M «Нэлл» и торпедоносца G4M «Бэтти».
uk: З 1924 р. служба Ямамото Ісороку була тісно пов’язана з морською авіацією. На полігоні в Касуміґаура, коли Ямамото був ще старшим офіцером цієї льотної школи, випробовували новітні зразки техніки, серед яких був і Mitsubishi B1M, що став одним з перших серійних торпедоносців-бомбардувальників японського флоту. Максимальна швидкість літака становила 210 км/год, озброєння — чотири 7,7-мм кулемети, а також 457-мм торпеда або дві 240-кг бомби. Пізніше, обіймаючи у 1930-х рр. в адміральських чинах керівні посади у Департаменті авіації Морського міністерства, Ямамото продовжував брати найактивнішу участь в розробленні і впровадженні нових типів повітряних машин, зокрема одного з перших японських далеких бомбардувальників берегового базування G2H і, здобувших широку популярність під час війни на Тихому океані, бомбардувальника G3M «Нелл» та торпедоносця G4M «Бетті».
zh: 从 1924 年起，Yamamoto Isoroku 的服役就与海军航空学密切相关。在霞浦市的试验场，当 Yamamoto 还是这所飞行学校的高级军官时，测试过最新的装备，包含成为日本舰队首批大量生产的鱼雷轰炸机之一的 Mitsubishi B1M。该飞机能以 210 公里/时的最大航度飞行，武器由四挺 7.7 毫米机枪和一枚 457 毫米鱼雷、或两枚 240 公斤炸弹所组成。 后来，Yamamoto 在海军部海军航空局担任的领导职位等同于海军大将，他继续积极督促新型飞机的开发和实现，包含日本第一台远程陆上轰炸机 G2H、轰炸机 G3M Nell、和太平洋战争期间著名的鱼雷轰炸机 G4M Betty。
zh_sg: 1924年起，山本五十六的服役就与海军航空学密切相关。在霞浦市的试验场，当山本还是这所飞行学校的高级军官时，就测试过最先进的装备，包含成为日本舰队首批大量生产的鱼雷轰炸机之一的 Mitsubishi B1M。该飞机能以210公里/时的最高航速飞行，武器由四挺7.7毫米机枪和一枚457毫米鱼雷、或两枚240公斤炸弹所组成。 后来，山本在海军部海军航空局担任的领导职位等同于海军大将，他继续积极督促新型飞机的开发和实现，包含日本第一台远程陆上轰炸机 G2H、轰炸机 G3M Nell、和太平洋战争期间著名的鱼雷轰炸机G4M Betty。

# IDS_PCZC086_YAMAMOTO_CALLIGRAPHY_TOOLS
source: Traditional Tools for Japanese Calligraphy
es_mx: Herramientas Tradicionales para la Caligrafía Japonesa
ja: 伝統的な書道具
pl: Tradycyjne japońskie narzędzia kaligraficzne
ru: Традиционные инструменты для японской каллиграфии
uk: Традиційні інструменти для японської каліграфії
zh: 日本书法的传统工具
zh_sg: 日本传统书法工具

# IDS_PCZC086_YAMAMOTO_CALLIGRAPHY_TOOLS_DESCRIPTION
source: Yamamoto Isoroku preferred to spend his leisure time playing shogi, a traditional Japanese board game in the same family as chess, with his subordinates. He dedicated moments of seclusion to calligraphy, as he was a big admirer of it. In Japan, calligraphy, also known as shodō (the way of writing), was a form of artistic writing and a kind of meditation practice requiring the utmost concentration. This calligraphy set includes items that were selected by a centuries-old tradition: a brush ("fude"), an inkstick ("sumi"), an inkstone ("suzuri"), a paper weight ("bunchin"), and a brush rest ("fudeoki").
es_mx: Yamamoto Isoroku prefería pasar su tiempo libre jugando shogi, un tradicional juego de mesa japonés de la misma familia del ajedrez, con sus subordinados. Dedicó momentos de reclusión a la caligrafía, ya que era un gran admirador de la misma. En Japón, la caligrafía, también conocida como shodō (la forma de escribir), era una forma de escritura artística y una especie de práctica de meditación que requería la máxima concentración. Este conjunto de caligrafía incluye elementos que fueron seleccionados por una tradición centenaria: un pincel ("fude"), tinta ("sumi"), una tiza ("suzuri"), papel de arroz ("bunchin") y un soporte de pinceles ("fudeoki").
ja: 山本五十六は、余暇時間には部下と将棋を指すことを好んでいました。また、書道の大の愛好家としても知られており、一人静かに書道に取り組むことも多かったそうです。書道とは文字の美しさを追求する芸術であると共に瞑想の一形態でもあり、極限の集中力が要求されます。書道具としては、筆、墨、硯、文鎮、筆置きがありました。
pl: Yamamoto Isoroku lubił spędzać swój wolny czas grając z podwładnymi w shōgi, tradycyjną japońską grę planszową należącą do tej samej rodziny co szachy. Chwile samotności poświęcał kaligrafii, którą uwielbiał. Japońska kaligrafia, znana również jako shodō (sztuka piśmiennictwa), jest połączeniem artystycznego pisania i czynności medytacyjnych wymagającej najwyższej koncentracji. Ten zestaw do kaligrafii zawiera przedmioty wyselekcjonowane w wyniku wielowiekowej tradycji: pędzelek („fude”), tusz („sumi”), kamień do rozcierania tuszu („suzuri”), ciężarek („bunchin”) i podstawkę pod pędzelek („fudeoki”).
ru: Минуты досуга Ямамото Исороку любил проводить, играя с подчинёнными в сёги — традиционную японскую настольную игру по типу шахмат. Часы уединения адмирал посвящал занятиям каллиграфией, большим ценителем которой он являлся. В Японии каллиграфия — сёдо, или «путь письма», — всегда была не только видом изобразительного искусства, но и своего рода медитативной практикой, требующей предельной концентрации. Набор для занятия каллиграфией состоит из строго определённых вековыми традициями предметов, в число которых входят кисть — фудэ, тушь — суми, тушечница — судзури, пресс-папье — бунтин и подставка для кистей — фудэоки.
uk: Хвилини дозвілля Ямамото Ісороку любив проводити, граючи з підлеглими в сьоґі — традиційну японську настільну гру схожу на шахи. Години усамітнення адмірал присвячував каліграфії, шанувальником якої він був. В Японії каліграфія — сьодо, що можна перекласти як «шлях письма» чи «шлях каліграфії», — завжди була не лише видом образотворчого мистецтва, а й такою собі медитативною практикою, що вимагає граничної концентрації. Набір для каліграфії складається з суворо визначених віковими традиціями предметів, до числа яких входять пензель — фуде, туш — сумі, судина для приготування туші — судзурі, прес-пап’є — бунтін і підставка для пензлів — фудеокі.
zh: Yamamoto Isoroku 喜欢在空闲时间与他的部属一起在同一家庭里玩传统日本棋盘游戏。他致力于隐居书法，因为他是一位忠实崇拜者。在日本，书法也被称为书道 (写作的方式)，是一种艺术写作也是一种最大限度集中的冥想练习。这个书法集包含被几个世纪以来传统选择的物品：毛笔 (「fude」)、砚 (「sumi」)、砚台 (「suzuri」)、纸镇 (「bunchin」)、和笔架 (「fudeoki」)。
zh_sg: 山本五十六喜欢在空闲时间与他的部属一起在同一家庭里玩传统日本棋盘游戏。他致力于隐居书法，因为他是一位忠实崇拜者。在日本，书法也被称为书道(写作的方式)，是一种艺术写作也是一种最大限度集中的冥想练习。这个书法集包含被几个世纪以来传统选择的物品：毛笔(“fude”)、墨块(“sumi”)、砚台 (“suzuri”)、镇纸 (“bunchin”)、和笔架 (“fudeoki”)。

# IDS_PCZC087_YAMAMOTO_CALLIGRAPHY
source: Calligraphy Sketch By Yamamoto Isoroku
es_mx: Bosquejo de Caligrafía por Yamamoto Isoroku
ja: 山本五十六による書
pl: Szkic kaligraficzny autorstwa Yamamoto Isoroku
ru: Каллиграфический этюд, выполненный Ямамото Исороку
uk: Каліграфічний етюд, виконаний Ямамото Ісороку
zh: Yamamoto Isoroku 的书法临摹
zh_sg: 山本五十六的书法临摹

# IDS_PCZC087_YAMAMOTO_CALLIGRAPHY_DESCRIPTION
source: After the victory at Pearl Harbor, Yamamoto Isoroku became extremely popular not only in the navy, but throughout Japan. The Admiral's followers often asked him to send them samples of calligraphy, which he was fond of. Shodō characters were supposed to translate the mind and soul state of the writer. Their exact meaning was very difficult to translate, as every character can have many connotations.
es_mx: Después de la victoria en Pearl Harbor, Yamamoto Isoroku se volvió extremadamente popular no sólo en la marina, sino en todo Japón. Los seguidores del Almirante a menudo le pedían que enviara muestras de caligrafía, de las que era aficionado. Se suponía que los caracteres Shodō traducían el estado del alma y la mente del escritor. Su significado exacto era muy difícil de traducir, ya que cada caracter puede tener muchas connotaciones.
ja: 真珠湾攻撃の成功を受け、山本五十六の名は海軍内のみならず、全国に知れ渡りました。そして山本長官の信奉者はよく、山本長官に書の作例を送って欲しいと求めていました。 書は、それを書いた者の心と魂を表すと言われています。そして書の個々の文字には多くの意味合いが込められているため、正確な意味を読み解くことは極めて困難でした。
pl: Po zwycięstwie w Pearl Harbor Yamamoto Isoroku stał się wyjątkowo popularny nie tylko w marynarce, ale w całej Japonii. Poplecznicy admirała często prosili go o wysłanie próbek kaligrafii, którą się pasjonował. Znaki shodō miały tłumaczyć stan umysłu i ducha piszącego. Ich dokładne znaczenie jest bardzo trudne do przetłumaczenia, ponieważ każdy znak może mieć różne konotacje.
ru: После победы в Пёрл-Харборе фигура Ямамото Исороку стала чрезвычайно популярна не только на флоте, но и во всей Японии. Нередко поклонники адмирала в своих письмах просили прислать им образцы каллиграфии, большим любителем которой он являлся. Знаки сёдо, или «пути письма», должны передавать состояние сознания и души писавшего. Точное же значение их подчас сложно передать, так как каждый знак может иметь множество смысловых граней.
uk: Після перемоги у Перл-Гарборі особа Ямамото Ісороку стала надзвичайно популярною не лише на флоті, але й у всій Японії. Часто шанувальники адмірала у своїх листах просили надіслати їм зразки каліграфії, до якої він був охочим. Знаки сьодо, що можна перекласти як «шлях письма» чи «шлях каліграфії», мали відображувати стан свідомості й душі того, хто їх писав. Справжнє ж їх значення часом складно пояснити, оскільки кожен знак може мати безліч сутностей.
zh: 在珍珠港胜利之后，Yamamoto Isoroku 不仅在海军里、也受到日本全国上下的欢迎。海军大将的追随者经常要求他寄送他喜欢的书法样本给他们。 书道的字应是表达作家的心灵和灵魂状态。它们确切的含意很难表达，因为每个字都可能有许多的含意。
zh_sg: 在珍珠港胜利之后，山本五十六不仅在海军里、也受到日本全国上下的欢迎。海军大将的追随者经常要求他寄送他喜欢的书法样本给他们。 书道的字应是表达作家的心灵和灵魂状态。它们确切的含意很难表达，因为每个字都可能有许多的含意。

# IDS_PCZC088_YAMAMOTO_PEARL_HARBOR
source: The Map of the U.S.A. Naval Base in Pearl Harbor, Japan, 1941
es_mx: El Mapa de la Base Naval de EE. UU. en Pearl Harbor, Japón, 1941
ja: 真珠湾の軍港の地図 (1941 年、日本)
pl: Mapa bazy morskiej Stanów Zjednoczonych Pearl Harbor, Japonia, 1941 r.
ru: Карта базы ВМС США в Пёрл-Харборе, Япония, 1941 год
uk: Мапа бази ВМС США у Перл-Гарборі, Японія, 1941 р.
zh: 珍珠港的美国海军基地的地图，日本，1941年
zh_sg: 珍珠港的美国海军基地的地图，日本，1941年

# IDS_PCZC088_YAMAMOTO_PEARL_HARBOR_DESCRIPTION
source: After assuming command of the Combined Fleet, Yamamoto started revision of the Japanese naval strategy for a possible confrontation with the U.S.A. This caused a conflict with the Imperial Japanese Navy General Staff who based their plan on defense and a decisive battle with battleships as the core of the forces. Yamamoto thought that the only chance to win the war with the U.S.A. was to regain the initiative and make a sudden crushing blow to the U.S.A. fleet. In spring 1940, he raised the idea of a massive air attack on the U.S.A. naval base in Pearl Harbor. Further details were elaborated by his staff at the beginning of the following year. In December 1941, the famous attack was performed. The diplomats were delayed with the transfer of an official note to the US government, which resulted in an attack "without declaration of war", this was not what the Admiral intended. He subsequently openly expressed his discontent with this fact to his colleagues.
es_mx: Después de asumir el mando de la Flota Combinada, Yamamoto comenzó la revisión de la estrategia naval japonesa para una posible confrontación con los EE. UU. Esto causó un conflicto con el Estado Mayor de la Marina Imperial Japonesa que basaba su plan en la defensa y en una batalla decisiva con los acorazados como núcleo de las fuerzas. Yamamoto pensó que la única oportunidad de ganar la guerra con los Estados Unidos era recuperar la iniciativa y realizar un golpe súbito y aplastante sobre la flota de los Estados Unidos. En la primavera de 1940, planteó la idea de un ataque aéreo masivo en la base naval estadounidense en Pearl Harbor. Los detalles posteriores fueron elaborados por su personal a inicios del siguiente año. En diciembre de 1941, el famoso ataque se llevó a cabo. Los diplomáticos se retrasaron con la transferencia de una nota oficial al gobierno de los EE. UU., resultando en un ataque "sin declaración de guerra", esto no era lo que el Almirante pretendía. Posteriormente expresó abiertamente su descontento con este hecho a sus colegas.
ja: 連合艦隊司令長官に就任した山本は、アメリカとの開戦の可能性に備え、日本の海上戦略を見直し始めました。そしてそれが、戦艦隊による大規模な艦隊決戦こそが勝敗を分けると考える海軍内の勢力との摩擦を招きました。山本は、決定的な先制奇襲攻撃によりアメリカ艦隊を一気に葬り去ることのみが、アメリカに勝利する唯一の道だと考えていたのです。 1940 年の春、山本はアメリカ太平洋艦隊の主力基地である真珠湾に対して大規模な空襲を仕掛けるという作戦案を構想し、その作戦の詳細は、翌年の初頭に彼の部下達によって練られました。そして 1941 年 12 月、この有名な奇襲攻撃作戦が実行に移されました。その直前に正式に宣戦を布告することが予定されていたものの、しかしこれが予定より遅れたことから、結果として真珠湾攻撃は「宣戦布告なき奇襲」となってしまい、これは山本が望んでいた事態ではありませんでした。そして彼はその後同僚達に対し、このような事態になったことは残念であると公言したのでした。
pl: Po objęciu dowodzenia nad Flotą Połączoną, Yamamoto rozpoczął rewizję strategii morskiej Japonii pod kątem możliwej konfrontacji ze Stanami Zjednoczonymi. Doprowadziło to do konfliktu ze Sztabem Głównym Marynarki Japońskiej, który planował strategię defensywną i stoczenie decydującej bitwy, w której główną rolę odegrać miały pancerniki. Yamamoto uważał, że jedyna szansa na pokonanie floty amerykańskiej leży w przejęciu inicjatywy i zadaniu niespodziewanego, miażdżącego ciosu amerykańskiej flocie. Wiosną 1940 roku zgłosił pomysł wielkiego ataku powietrznego na amerykańską bazę morską w Pearl Harbor. Dalsze szczegóły przedstawił jego sztab w nadchodzącym roku. W grudniu 1941 roku nastąpił słynny atak. Dyplomaci spóźnili się z dostarczeniem oficjalnej noty rządowi U.S.A., co doprowadziło do ataku „bez oficjalnego wypowiedzenia wojny”, inaczej niż chciał tego admirał. Później otwarcie wyrażał niezadowolenie w tego faktu.
ru: Вступив в командование Объединённым флотом, Ямамото взялся за пересмотр всей японской морской стратегии в возможном конфликте с США. Это вылилось в конфронтацию со Штабом ВМС, основывавшим план войны на обороне с «решающим сражением» линкоров в качестве центрального пункта. По мнению Ямамото, в войне с США у Японии был единственный шанс — овладение инициативой и нанесение внезапного сокрушающего удара по американскому флоту. Идею массированной воздушной атаки на военно-морскую базу США в Пёрл-Харборе Ямамото Исороку впервые высказал весной 1940 года. Детали плана операции были выработаны его сотрудниками в начале следующего года. 7 декабря 1941 года знаменитая атака была осуществлена. Задержка дипломатов с передачей правительству США официальной ноты вылилась в нападение «без объявления войны», что совсем не входило в планы адмирала. Своё недовольство этим фактом он впоследствии открыто высказывал своим сослуживцам.
uk: Ставши Командувачем Об’єднаного флоту, Ямамото взявся переглядати всю японську морську стратегію у можливому конфлікті зі США. Це обернулося на конфронтацію зі Штабом ВМС, який ґрунтував план війни на обороні з «вирішальною битвою» лінкорів за головну подію. На думку Ямамото, у війні з США Японія мала єдину можливість — оволодіти ініціативою і завдати раптового нищівного удару американському флоту. Ідею масованої повітряної атаки на військово-морську базу США у Перл-Гарборі Ямамото Ісороку вперше висловив навесні 1940 р. Деталі плану операції розробили його підлеглі на початку наступного року. 7 грудня 1941 р. відому атаку здійснили. Затримка дипломатів та вручення уряду США офіційної ноти обернулися у напад «без оголошення війни», що зовсім не входило до задумів адмірала. Своє невдоволення цим фактом він згодом відкрито висловлював своїм товаришам по службі.
zh: 在掌握联合舰队的指挥之后，Yamamoto 开始调整日本海军战略以便与美国对抗。根据他们的防御计划和以主力舰作为核心部队的决战，这造成与大日本帝国海军一般人员的意见不合。Yamamoto 认为与美国作战唯一胜利的机会，就是恢复主导权并对美国舰队施以突如其来的毁灭性打击。 1940 年春天，他提出了对珍珠港的美国海军基地进行大规模空袭的想法。进一步的细节于来年年初由他的组员详细说明。1941 年十二月进行了著名的攻击。外交官延误了转交公文给美国政府，造成攻击是「未宣而战」，这并不是海军上将原意。他后来向他的同仁公开表达对这个事实不满。
zh_sg: 在掌握联合舰队的指挥之后，山本开始调整日本海军战略以便与美国对抗。根据他们的防御计划和以战列舰作为核心部队的决战，这造成与大日本帝国海军一般人员的意见不合。山本认为与美国作战唯一胜利的机会，就是恢复主导权并对美国舰队施以突如其来的毁灭性打击。 1940年春天，他提出了对珍珠港的美国海军基地进行大规模空袭的想法。进一步的细节于来年年初由他的组员详细说明。1941年12月进行了著名的攻击。外交官延误了转交公文给美国政府，造成攻击是“未宣而战”，这并不是海军上将原意。他后来向他的同仁公开表达对这个事实不满。

# IDS_PCZC089_YAMAMOTO_G4M1_MODEL_11_BETTY
source: Bomber Mitsubishi G4M Betty No. 323
es_mx: Bombardero Mitsubishi G4M Betty No. 323
ja: 三菱 一式陸上攻撃機 (G4M) <Betty> (323 号機)
pl: Bombowiec Mitsubishi G4M Betty Nr. 323
ru: Бомбардировщик Mitsubishi G4M «Бэтти» №323
uk: Бомбардувальник Mitsubishi G4M «Бетті» № 323
zh: 轰炸机 Mitsubishi G4M Betty No. 323
zh_sg: 轰炸机 Mitsubishi G4M Betty No. 323
