Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM083_DESCR
source: For the U.K., their fleet was not just a matter of pride, it was the nation's main weapon during World War I. Hence, no effort was spared to make it stronger. During the war, the U.K. launched more than a dozen battleships and cruisers. At the time of the end of the war in November 1918, another four monstrous ships were at various stages of construction. These were Hood-class battlecruisers with a displacement of over 42,000 tons and a length of 262 meters. Four years of war would eventually exhaust the resources of even an empire as large as Britain's, but Naval Command decided to finish the lead ship anyway. HMS Hood entered service in 1920, becoming a symbol of the Royal Navy's strength for two decades. As for her three sister ships, their story ended before it had even begun, with the steel of their hulls repurposed for peacetime needs.
es_mx: Para el Reino Unido, su flota no solo era una cuestión de orgullo, era el arma principal de la nación durante la Primera Guerra Mundial. Por lo tanto, no se escatimaba ningún esfuerzo en hacerla más fuerte. Durante la guerra, el RU puso a flote más de una docena de acorazados y cruceros. Al final de la guerra en noviembre de 1918, cuatro monstruosos barcos más se encontraban en distintas etapas de construcción. Estos eran los cruceros de batalla de la clase Hood con un desplazamiento superior a las 42 000 toneladas y una longitud de 262 metros. Cuatro años de guerra agotarían eventualmente los recursos, incluso de un imperio tan grande como la Gran Bretaña, pero el Comando Naval decidió terminar el barco líder de cualquier manera. El HMS Hood entró en servicio en 1920, convirtiéndose en un símbolo de la fortaleza de la Marina Real por dos décadas. En cuanto a sus tres barcos gemelos, su historia terminó incluso antes de comenzar, utilizando el acero de sus cascos para otros propósitos y necesidades en tiempo de paz.
ja: イギリスにとって、その艦隊は単なる威信の問題ではなく、一次大戦における主要な戦力でした。従って、これを強化するために惜しみない努力が行われました。そしてイギリスは一次大戦中に 10 隻を超える戦艦・巡洋艦を進水させ、1918 年 11 月の終戦時には、他にも 4 隻の巨艦が建造の様々な段階にありました。これらはフッド級巡洋戦艦であり、その排水量は 42,000 トンを超え、全長は 262 m でした。4 年にも渡る大戦は、イギリスのような大帝国の資源さえも枯渇させることになりましたが、それでもイギリス海軍の司令部は、1 番艦だけは完成させることを決めました。そしてフッドが 1920 年に就役し、その後 20 年間に渡ってイギリスの海軍力の象徴として君臨し続けました。他の 3 隻の姉妹艦については、その物語は始まる前に終わり、船体用の鋼鉄が平時の需要に応えるべく転用されました。
pl: Dla Zjednoczonego Królestwa flota była nie tylko największą chlubą, ale też główną bronią w trakcie I wojny światowej. Nie szczędzono więc wysiłków, by ją stale wzmacniać. W ciągu wojny Brytyjczycy wcielili do służby ponad tuzin pancerników i krążowników. Pod koniec wojny w listopadzie 1918 roku kolejne cztery monstrualne okręty były w trakcie budowy. Były to krążowniki liniowe klasy Hood, o wyporności 42 000 ton i długości 262 metry. Cztery lata wojny mogły wyczerpać w końcu zasoby nawet tak wielkiego imperium, jak brytyjskie, ale dowództwo zdecydowało się mimo wszystko dokończyć okręt prowadzący serii. HMS Hood rozpoczął służbę w 1920 roku, stając się symbolem potęgi Royal Navy przez kolejne dwie dekady. Jego trzy okręty siostrzane zakończyły swoją historię, nim jeszcze na dobre się ona zaczęła – stal z ich kadłubów wykorzystano na inne cele, bardziej adekwatne do czasów pokoju.
ru: Для Великобритании флот был не только предметом гордости — в годы Первой мировой войны он стал главным её оружием. Поэтому и на его пополнение усилий никто не жалел. За время войны Британия ввела в строй больше полутора десятков линкоров и линейных крейсеров. На момент завершения военных действий в ноябре 1918 года на разных стадиях строительства находились ещё четыре гигантских по тем временам корабля — линейные крейсеры типа Hood водоизмещением свыше 42 000 тонн и длиной 262 метра. Однако четыре года войны истощили ресурсы даже такой могущественной империи, как Британская. Головной корабль решено было всё-таки достроить, и вступивший в строй в 1920 году HMS Hood на два десятилетия стал символом величия Королевского флота. История же трёх его систершипов завершилась, не успев даже начаться, — сталь их корпусов пошла на нужды мирного времени.
uk: Для Великобританії флот був не лише предметом гордості — в роки Першої світової війни він став головною її зброєю. Тому і на його поповнення зусиль ніхто не шкодував. За час війни у Британії стали до ладу понад півтора десятка лінкорів і лінійних крейсерів. На мить завершення воєнних дій у листопаді 1918 р. на різних етапах будівництва перебували ще чотири гігантських на ті часи кораблі — лінійні крейсери типу Hood водотоннажністю понад 42 000 тонн і довжиною 262 метри. Однак чотири роки війни виснажили ресурси навіть такий могутньої імперії, як Британська. Головний корабель вирішили все ж добудувати, і ставший до ладу 1920 р. HMS Hood на два десятиліття став символом величі Королівського флоту. Історія ж трьох його однотипників завершилася, не встигнувши навіть початися, — сталь їхніх корпусів пішла на потреби мирного часу.
zh: 对于Y国而言，他们的舰队不仅仅是骄傲，而且是大战期间国家的主要武器。因此，不遗余力地使其变得更加强大。在战争期间，Y国下水超过一打战列舰和巡洋舰。在1918年11月战争结束时，又有四艘怪物级的战舰处于不同的建造阶段。这些是胡德级战斗巡洋舰，排水量超过42,000吨，长度262公尺。四年的战争最终将耗尽如Y国这般巨大的帝国的资源，但海军司令部决定无论如何都要完成领舰。胡德于1920年开始服役，成为海军二十年来力量的象征。至于它的三艘姊妹舰，它们的故事在开始之前就已经结束，其舰身的钢材重新用于和平时期的需要。
zh_sg: 对于英国而言，他们的舰队不仅仅是一个骄傲，还是第一次世界大战期间国家的主要武器。因此，他们会不遗余力地使舰队变得更加强大。在战争期间，英国启用了十几艘战列舰和巡洋舰。在1918年11月战争结束时，又有四艘强大的战舰处于不同的建造阶段。这些战舰是胡德级战列巡洋舰，排水量超过42000吨，长度为262米。四年的战争耗尽了很多国家的资源，即使像英国这样的大帝国也未能幸免，但海军司令部决定无论如何都要完成建造全球领先的战舰。胡德号于1920年开始服役，成为皇家海军二十年来力量的象征。至于它的三艘姐妹战舰，它们的故事在它开始之前就已经结束了，它们的钢材被重新用于和平时期的各种需要。

# IDS_PCQM084_DESCR
source: The beginning of the 20th century was the German Navy's heyday, with their fleet comprising hundreds of warships, including nearly two dozen dreadnought battleships. In the coming war, the Kaiserliche Marine would face the world's largest fleet – the Royal British Navy. The large-scale construction of capital ships continued in the German Empire throughout World War I. At the time the truce was signed (November 1918), two more Bayern-class battleships and four Mackensen-class battlecruisers were at different stages of readiness. Three more battlecruisers with 33,500 ton displacement and 380 mm artillery were ordered, but their construction never actually began. The Versailles Peace Treaty of 1919 turned these failed rulers of the seas into vast piles of scrap metal.
es_mx: El comienzo del siglo XX fue el apogeo de la Marina Alemana, con una flota que consistía en cientos de barcos de guerra., incluyendo a casi dos docenas de acorazados dreadnought. En la guerra que se aproximaba, la Kaiserliche Marine enfrentaría a la flota más grande del mundo: la Marina Real Británica. La construcción a gran escala de barcos capitales continuó en el Imperio Alemán a lo largo de toda la Primera Guerra Mundial. En el momento en que se firmó la tregua en noviembre de 1918, dos acorazados más de la clase Bayern y cuatro cruceros de batalla de la clase Mackensen estaban en diferentes etapas de su preparación. Se ordenaron tres cruceros de batalla más con un desplazamiento de 33 500 toneladas y una artillería de 380 mm, pero su construcción nunca comenzó en realidad. El Tratado de Paz de Versalles de 1919 convirtió a estos inconclusos reyes del mar en enormes pilas de chatarra.
ja: 20 世紀の初頭はドイツ帝国海軍 (Kaiserliche Marine) の全盛期であり、弩級戦艦約 20 隻を含む数百隻規模の艦隊を擁していました。来たる大戦においては、世界最大の艦隊を擁するイギリス海軍と対決することが見込まれていました。そして一次大戦の勃発後にも、ドイツ帝国においては主力艦の建造が積極的に進められました。1918 年 11 月に休戦協定が締結された際には、もう 2 隻のバイエルン級戦艦と 4 隻のマッケンゼン級巡洋戦艦が建造の様々な段階にありました。これに加えて排水量 33,500 トンで 380 mm 砲を備える巡洋戦艦 3 隻も発注済みでしたが、これらは起工には至りませんでした。1919 年にヴェルサイユ条約が締結されたことに伴い、海の支配者となるべきこれらの巨艦は、膨大なスクラップへと変わったのです。
pl: Początek XX wieku był okresem świetności Niemieckiej Marynarki Wojennej – w skład jej floty wchodziły setki okrętów, w tym niemal dwa tuziny drednotów. W nadciągającej wojnie Kaiserliche Marine miała zmierzyć się z najpotężniejszą flotą świata – brytyjską Royal Navy. Budowa największych okrętów na masową skalę kontynuowana była w Cesarstwie Niemieckim przez całą I wojnę światową. W listopadzie 1918 roku, w momencie zawarcia rozejmu, dwa kolejne pancerniki klasy Bayern i cztery pancerniki klasy Mackensen były w trakcie budowy, na różnych etapach ukończenia. Zamówiono też trzy kolejne krążowniki liniowe o wyporności 33 500 ton i artylerii złożonej z dział kal. 380 mm, ale stępek nigdy nie położono. Traktat Wersalski z 1919 roku doprowadził do przerobienia tych niedoszłych władców mórz w kupy złomu.
ru: Германский флот в начале XX века переживал период своего расцвета — в его составе числились сотни боевых кораблей, включая почти два десятка линкоров-дредноутов. В грядущей войне Кайзерлихмарине рассчитывали померяться силами с самым большим флотом мира — Королевским британским. Масштабное строительство «капитальных» кораблей в Германской империи продолжалось и в годы Первой мировой войны. На момент подписания перемирия в ноябре 1918 года на разных стадиях готовности находились ещё два линкора типа Bayern и четыре линейных крейсера типа Mackensen. Ещё на три линейных крейсера (33 500 тонн водоизмещения, 380-мм артиллерия) был выдан заказ, но их строительство, по большому счёту, так и не было начато. Версальский мирный договор 1919 года превратил этих несостоявшихся морских владык в груды металлолома.
uk: Початок XX сторіччя — доба розквіту німецького флоту, у складі якого були сотні бойових кораблів, включно з майже двома десятками лінкорів-дредноутів. У війні, що насувалася, Кайзерліхмаріне планували кинути виклик найбільшому флоту у світі — Королівському британському. Будівництво «капітальних» кораблів у Німецькій Імперії тривало на повну і під час Першої світової війни. На час підписання мирного договору в листопаді 1918 року недобудували два лінкори типу Bayern та чотири лінійних крейсери типу Mackensen. Крім цього, на три лінійних крейсери (33 500 тонн водотоннажності, 380-мм артилерія) видали замовлення, але почати будівництво так і не встигли. Версальський мирний договір 1919 року перетворив цих потенційних царів моря на купу брухту.
zh: 20世纪初是D国海军的鼎盛时期，其舰队包括数百艘战舰，其中包括近两打无畏战列舰。在即将到来的战争中，帝国海军将面对世界上最大的舰队—Y国海军。大战期间，帝国继续大规模建造旗舰。在1918年11月签署休战时，另外两艘巴伐利亚级战列舰和四艘麦肯森级战斗巡洋舰处于不同的准备阶段。还订购了另外三艘拥有33,500吨排水量和380毫米炮的战斗巡洋舰，但它们的建造从未真正开始。1919年的凡尔赛和平条约将这些失败的海洋统治者变成大量的废弃金属。
zh_sg: 20世纪初是德国海军的鼎盛时期，德国海军舰队中有数百艘战舰，其中包括近二十艘无畏级战列舰。在即将到来的战争中，德国海军将面对世界上最大的舰队—皇家英国海军。第一次世界大战期间，德意志帝国继续大规模地建造主力战舰。1918年11月签署休战时，还有另外两艘拜仁级战列舰和四艘麦肯森级战列巡洋舰处于的建造完成的不同阶段。此外，德国海军还预定了另外三艘拥有33500吨排水量和380毫米火炮的战列巡洋舰，但它们从未真正开始建造。1919年的凡尔赛和平条约将这些失败的海洋霸主变成了大量的废弃金属。

# IDS_PCQM085_DESCR
source: The fact that the United States entered World War I somewhat late, and Japan was situated far from the main military events of the war, meant that neither nation suffered from the same level of material exhaustion as the other participants of the conflict. After 1918, these two powers didn't even consider curtailing their shipbuilding programs – in fact they enhanced them. Between 1920 and 21, two Kaga-class battleships and four Amagi-class battlecruisers were laid down in Japan, with four Kii-class battleships also on order. Concurrently, six South Dakota-class battleships and six Lexington-class battlecruisers were laid down in the USA. Both Japanese and American ships were to carry guns with a caliber exceeding 400 mm and have a displacement of 40,000 tons or more. However, the signing of an international treaty on the limitation of naval weapons in Washington in 1922 prevented this enormous steel armada from being commissioned. Most of the ships were sent for scrap, and only four were completed, but as aircraft carriers. During World War II, these four giants (Lexington, Saratoga, Kaga, and Akagi) contributed to the coming of a new era in naval history – the era of carrier-based aircraft dominance.
es_mx: Los Estados Unidos entraron a la Primera Guerra Mundial muy tarde, y Japón se ubicaba lejos de los principales eventos militares de la guerra, lo que significaba que ambas naciones no sufrieron el mismo nivel de agotamiento de recursos que los demás participantes del conflicto. Después de 1918, estas dos potencias ni siquiera consideraron recortar sus programas de construcción naval, incluso trabajaron en mejorarlos. Entre 1920 y 1921, dos acorazados de la clase Kaga y cuatro cruceros de batalla de la clase Amagi fueron puestos en quilla en Japón, además de cuatro acorazados de la clase Kii que también estaban incluidos en la orden. Al mismo tiempo, seis acorazados de la clase de South Dakota y seis cruceros de batalla de la clase Lexington fueron puestos en quilla en los EE. UU. Tanto los barcos japoneses como los estadounidenses contarían con cañones de un calibre superior a los 400 mm, y tendrían un desplazamiento igual o superior a las 40 000 toneladas. Sin embargo, la firma de un tratado internacional sobre la limitación de las armas navales en Washington en 1922 impidió que esta enorme armada de acero fuera puesta en servicio. La mayoría de los barcos fueron desguazados y solo cuatro de ellos fueron completados, pero como portaaviones. Durante la Segunda Guerra Mundial, estos cuatro gigantes (el Lexington, el Saratoga, el Kaga y el Akagi) contribuyeron a la llegada de una nueva era en la historia naval: la era de la dominación aérea desde los portaaviones.
ja: アメリカ合衆国が一次大戦に参戦した時期は比較的遅く、日本は大戦の主戦場からは遠く離れていたため、これらの両国は、大戦に参加した他の国々と比べて資源の消費が控え目でした。そして両国は 1918 年の終戦後にも建艦計画の縮小を検討することがなく、むしろ拡大させました。日本では 1920 年から 1921 年にかけて 2 隻の加賀型戦艦と 4 隻の天城型巡洋戦艦が起工され、4 隻の紀伊型戦艦が発注されました。同時期のアメリカでは、6 隻のサウスダコタ級戦艦と 6 隻のレキシントン級巡洋戦艦が起工されました。日本の各艦もアメリカの各艦も口径 400 mm を超える主砲を搭載し、排水量は 40,000 トン以上になるはずでした。しかし 1922 年にワシントン海軍軍縮条約が締結されたことに伴い、その大半がスクラップとして解体され、4 隻のみが航空母艦として就役しました。そして二次大戦において、これら 4 隻の大型空母、レキシントン、サラトガ、加賀および赤城が、空母が海戦を支配する新たな時代を築く上で大いに貢献しました。
pl: Stany Zjednoczone, które do I wojny światowej przystąpiły stosunkowo późno, oraz Japonia, usytuowana z dala od największych działań zbrojnych, nie poniosły tak wielkich kosztów materialnych, jak inni uczestnicy wojny. Po 1918 roku te dwie potęgi nie zamierzały ograniczać swoich programów rozbudowy floty – wręcz przeciwnie. W latach 1920–1921 w Japonii rozpoczęto budowę dwóch pancerników klasy Kaga i czterech krążowników liniowych klasy Amagi, a cztery zamówione pancerniki klasy Kii czekały na swoją kolej. Po drugiej stronie Pacyfiku budowano w tym czasie sześć pancerników klasy South Dakota i sześć krążowników liniowych klasy Lexington. Zarówno okręty japońskie, jak i amerykańskie miały być uzbrojone w działa o kalibrze przekraczającym 400 mm i przekraczać wyporność 40 000 ton. Jednak podpisanie międzynarodowego traktatu dotyczącego uzbrojenia morskiego w 1922 roku w Waszyngtonie nie pozwoliło na oddanie do służby tej stalowej armady w pełni. Większość okrętów rozebrano na części, a cztery, które zostały ukończone, przebudowano na lotniskowce. W trakcie II wojny światowej te cztery giganty – Lexington, Saratoga, Kaga oraz Akagi – przyczyniły się do zapoczątkowania nowej ery w historii marynarki wojennej – ery dominacji lotnictwa morskiego.
ru: Поздно вступившие в Первую мировую войну США и оказавшаяся вдали от основных театров военных действий Япония не испытали материального истощения, постигшего других участников конфликта. Эти две державы после 1918 года свои кораблестроительные программы не только не свернули, но даже увеличили. В Японии в 1920–1921 годах были заложены два линкора типа Kaga, четыре линейных крейсера типа Amagi, на строительство четырёх линкоров типа Kii был выдан заказ. В то же самое время в США состоялась закладка шести линкоров типа South Dakota и шести линейных крейсеров типа Lexington. И японские, и американские корабли должны были нести орудия калибра свыше 400 мм при водоизмещении от 40 000 тонн и более. Ввести в строй всю эту стальную армаду помешало подписание в 1922 году в Вашингтоне международного соглашения по ограничению морских вооружений. Большинство из перечисленных кораблей отправились на слом, лишь четыре были достроены, но в качестве авианосцев. И эти четыре гиганта — Lexington, Saratoga, Kaga и Akagi — в годы Второй мировой войны внесли вклад в наступление новой эры в военно-морской истории — эры господства палубной авиации.
uk: США, що пізно вступила у Першу світову війну, і Японія, яка була надто далеко від головних театрів воєнних дій, не виснажили матеріальних ресурсів, на відміну від інших учасників конфлікту. Ці дві країни не лише не закрили свої суднобудівні програми після 1918 року, але й навіть збільшили. У 1920–1921 роках у Японії заклали два лінкори типу Kaga, чотири лінійних крейсери типу Amagi, а на чотири лінкори типу Kii видали замовлення. Водночас у США заклали шість лінкорів типу South Dakota та шість лінійних крейсерів типу Lexington. І японські, й американські кораблі мали нести гармати калібром понад 400 мм із водотоннажністю від 40 000 тонн. Прийняти на озброєння цю сталеву армаду завадило підписання 1922 року у Вашинґтоні міжнародного договору щодо обмеження морських озброєнь. Більша частина цих кораблів пішла на брухт, а добудували лише чотири, ще й як авіаносці. І саме ці чотири гіганти — Lexington, Saratoga, Kaga та Akagi — під час Другої світової війни зробили великий внесок у перехід до нової ери військово-морської історії — доби панування палубної авіації.
zh: M国进入大战的时间相当晚，而R国远离战争的主要战场，这意味着两国并没有像其他冲突的参与者那样遭受同样程度的资源损耗。1918年以后，这两个大国不但没有考虑削减他们的造船计划，甚至还加强了。在1920年至1921年间，两艘雕级战列舰和四艘鳐级战斗巡洋舰在R国安放龙骨，还有四艘鲣级战列舰被订购。同时，六艘南达科他级战列舰和六艘列克星敦级战斗巡洋舰在M国安放龙骨。R国和M国的战舰都装备口径超过400毫米的炮，排水量为40,000吨或以上。但是，1922年在华盛顿签署一份限制海军武器的国际条约，这使得这支庞大的钢铁舰队无法投入服役。大多数战舰被送去废弃，只有四艘作为航空母舰完工。在大战期间，这四大巨头—列克星敦、萨拉托加、雕和赤城—为海军历史上新时代的到来做出贡献—由舰载机主宰的时代。
zh_sg: 美国参与第一次世界大战的时间非常晚，日本的位置距离主要军事冲突的位置较远，这意味着两国并没有像其他战争参与者那样蒙受同样程度的物质消耗。1918年以后，这两个大国不仅都没有考虑削减他们的造船计划预算，甚至还增加了投入。从1920年至1921年间，日本建造了两艘加贺级战列舰，四艘天城级战列巡洋舰，还有四艘纪伊级战列舰。与此同时，美国安排建造了六艘南达科他级战列舰和六艘列克星敦级战列巡洋舰。日本和美国的战舰都携带了口径超过400毫米的火炮，排水量达到40000吨以上。但是，由于1922年在华盛顿签署了一项限制海军武器的国际条约，使得这支庞大的钢铁舰队无法投入使用。大多数的战舰都只能送去报废，真正完工的只有四艘，但是是作为航空母舰完成的。在第二次世界大战期间，这四大巨头—列克星敦，萨拉托加，加贺和赤城开创了海军历史上的新时代——舰载飞机统治的时代到来了。
