Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_FIGHTER_NO_OWNER
source: Attention to the enemy attack aircraft!
es_mx: ¡Atención con los aviones de ataque enemigos!
ja: 敵攻撃機に注意せよ!
pl: Uwaga na samoloty szturmowe przeciwnika!
ru: Внимание на штурмовики противника!
uk: Увага на штурмовики супротивника!
zh: 注意敌方战斗机！
zh_sg: 注意敌方攻击机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_SCOUT
source: Attention to enemy spotting aircraft!
es_mx: ¡Atención con el avión de reconocimiento enemigo!
ja: 敵の着弾観測機に注意せよ!
pl: Uwaga na samolot zwiadowczy wroga!
ru: Внимание на корректировщик огня противника!
uk: Увага на літак-корегувальник супротивника!
zh: 注意敌方侦察机！
zh_sg: 注意敌方侦察机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_TORPEDOBOMBER
source: Attention to enemy torpedo bombers!
es_mx: ¡Atención con los torpederos enemigos!
ja: 敵雷撃機に注意せよ!
pl: Uwaga na bombowce torpedowe wroga!
ru: Внимание на торпедоносцы противника!
uk: Увага на торпедоносці супротивника!
zh: 注意敌方鱼雷轰炸机！
zh_sg: 注意敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Attention to enemy torpedo bombers!
es_mx: ¡Atención con los torpederos enemigos!
ja: 敵雷撃機に注意せよ!
pl: Uwaga na bombowce torpedowe wroga!
ru: Внимание на торпедоносцы противника!
uk: Увага на торпедоносці супротивника!
zh: 注意敌方鱼雷轰炸机！
zh_sg: 注意敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_POINT
source: Capture Area %s!
es_mx: ¡Captura el Área %s!
ja: エリア %s を占領せよ!
pl: Zająć strefę %s!
ru: Захватить точку %s!
uk: Захопити точку %s!
zh: 占领地区 %s
zh_sg: 占领 %s区域

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_AIRCARRIER
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_AUXILIARY
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_BATTLESHIP
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_CRUISER
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_DESTROYER
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_ENEMY_SHIP_SUBMARINE
source: Concentrate fire on %(player)s!
es_mx: ¡Concentra el fuego sobre %(player)s!
ja: %(player)s を集中攻撃せよ!
pl: Skoncentrować ogień na %(player)s!
ru: Сфокусировать огонь на %(player)s!
uk: Сфокусувати вогонь на %(player)s!
zh: 朝 %(player)s 集中火力
zh_sg: 集火%(player)s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_NEUTRAL_BUILDING
source: Capture target %s!
es_mx: ¡Capturar el objetivo %s!
ja: 目標 %s を占領せよ!
pl: Przechwyć cel %s!
ru: Захватить цель %s!
uk: Захопити ціль %s!
zh: 占领目标 %s！
zh_sg: 占领目标 %s！

# IDS_CMD_QUICK_TACTIC_MESSAGE_NEUTRAL_INTERACTIVE_ZONE_6
source: Seize the buff!
es_mx: ¡Obtén la bonificación!
ja: 強化を確保せよ!
pl: Przejmij wzmocnienie!
ru: Захватить улучшение!
uk: Захопити поліпшення!
zh: Захватить улучшение!
zh_sg: 夺取增益！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW
source: Attention!
es_mx: ¡Atención!
ja: 注意!
pl: Uwaga!
ru: Внимание!
uk: Увага!
zh: 注意！
zh_sg: 注意！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_BASE
source: Base!
ja: 陣地!
pl: Baza!
ru: База!
uk: База!
zh: 基地
zh_sg: 基地！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_AUXILIARY_NO_OWNER
source: Allied aircraft!
es_mx: ¡Aviones aliados!
ja: 友軍機!
pl: Sojusznicze samoloty!
ru: Союзные самолёты!
uk: Союзні літаки!
zh: 我方飞机！
zh_sg: 我方飞机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_BOMBER
source: Allied bombers!
es_mx: ¡Bombarderos aliados!
ja: 味方爆撃機!
pl: Sojusznicze bombowce!
ru: Союзные бомбардировщики!
uk: Союзні бомбардувальники!
zh: 我方轰炸机！
zh_sg: 我方轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_BOMBER_NO_OWNER
source: Allied bombers!
es_mx: ¡Bombarderos aliados!
ja: 味方爆撃機!
pl: Sojusznicze bombowce!
ru: Союзные бомбардировщики!
uk: Союзні бомбардувальники!
zh: 我方轰炸机！
zh_sg: 我方轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_FIGHTER
source: Allied attack aircraft!
es_mx: ¡Aviones de ataque aliados!
ja: 味方攻撃機!
pl: Sojusznicze samoloty szturmowe!
ru: Союзные штурмовики!
uk: Союзні штурмовики!
zh: 我方战斗机！
zh_sg: 我方攻击机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_FIGHTER_NO_OWNER
source: Allied attack aircraft!
es_mx: ¡Aviones de ataque aliados!
ja: 味方攻撃機!
pl: Sojusznicze samoloty szturmowe!
ru: Союзные штурмовики!
uk: Союзні штурмовики!
zh: 我方战斗机！
zh_sg: 我方攻击机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_SCOUT
source: Allied spotting aircraft!
es_mx: ¡Avión de reconocimiento aliado!
ja: 味方の着弾観測機!
pl: Sojuszniczy samolot zwiadowczy!
ru: Союзный корректировщик огня!
uk: Союзний літак-корегувальник!
zh: 我方侦察机！
zh_sg: 我方侦察机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_SCOUT_NO_OWNER
source: Allied spotting aircraft!
es_mx: ¡Avión de reconocimiento aliado!
ja: 味方の着弾観測機!
pl: Sojuszniczy samolot zwiadowczy!
ru: Союзный корректировщик огня!
uk: Союзний літак-корегувальник!
zh: 我方侦察机！
zh_sg: 我方侦察机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_TORPEDOBOMBER
source: Allied torpedo bombers!
es_mx: ¡Torpederos aliados!
ja: 味方雷撃機!
pl: Sojusznicze bombowce torpedowe!
ru: Союзные торпедоносцы!
uk: Союзні торпедоносці!
zh: 我方鱼雷轰炸机！
zh_sg: 我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Allied torpedo bombers!
es_mx: ¡Torpederos aliados!
ja: 味方雷撃機!
pl: Sojusznicze bombowce torpedowe!
ru: Союзные торпедоносцы!
uk: Союзні торпедоносці!
zh: 我方鱼雷轰炸机！
zh_sg: 我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_POINT
source: Key Area %s!
es_mx: ¡Área Clave %s!
ja: キーエリア %s!
pl: Strefa kluczowa %s!
ru: Точка %s!
uk: Точка %s!
zh: 关键地区 %s
zh_sg: 关键区域%s

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_AIRCARRIER
source: Allied aircraft carrier!
es_mx: ¡Portaaviones aliado!
ja: 味方航空母艦!
pl: Sojuszniczy lotniskowiec!
ru: Союзный авианосец!
uk: Союзний авіаносець!
zh: 我方航空母舰！
zh_sg: 我方航空母舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_AUXILIARY
source: Ally!
es_mx: ¡Aliado!
ja: 味方!
pl: Sojusznik!
ru: Союзник!
uk: Союзнику!
zh: 队友！
zh_sg: 队友！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_BATTLESHIP
source: Allied battleship!
es_mx: ¡Acorazado aliado!
ja: 味方戦艦!
pl: Sojuszniczy pancernik!
ru: Союзный линкор!
uk: Союзний лінкор!
zh: 我方战列舰！
zh_sg: 我方战列舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_CRUISER
source: Allied cruiser!
es_mx: ¡Crucero aliado!
ja: 味方巡洋艦!
pl: Sojuszniczy krążownik!
ru: Союзный крейсер!
uk: Союзний крейсер!
zh: 我方巡洋舰！
zh_sg: 我方巡洋舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_DESTROYER
source: Allied destroyer!
es_mx: ¡Destructor aliado!
ja: 味方駆逐艦!
pl: Sojuszniczy niszczyciel!
ru: Союзный эсминец!
uk: Союзний есмінець!
zh: 我方驱逐舰！
zh_sg: 我方驱逐舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ALLY_SHIP_SUBMARINE
source: Allied submarine in sight!
es_mx: ¡Submarino aliado a la vista!
ja: 味方の潜水艦を視認!
pl: Sojuszniczy okręt podwodny w zasięgu wzroku!
ru: Союзная подводная лодка!
uk: У полі зору союзний підводний човен!
zh: 目击友军潜艇！
zh_sg: 发现友军潜艇！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_BASE
source: Base!
ja: 陣地!
pl: Baza!
ru: База!
uk: База!
zh: 基地
zh_sg: 基地！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_BOMBER
source: Enemy bombers!
es_mx: ¡Bombarderos enemigos!
ja: 敵爆撃機!
pl: Bombowce wroga!
ru: Бомбардировщики противника!
uk: Бомбардувальники супротивника!
zh: 敌方轰炸机！
zh_sg: 敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_BOMBER_NO_OWNER
source: Enemy bombers!
es_mx: ¡Bombarderos enemigos!
ja: 敵爆撃機!
pl: Bombowce wroga!
ru: Бомбардировщики противника!
uk: Бомбардувальники супротивника!
zh: 敌方轰炸机！
zh_sg: 敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_FIGHTER
source: Enemy attack aircraft!
es_mx: ¡Aviones de ataque enemigos!
ja: 敵攻撃機!
pl: Samoloty szturmowe wroga!
ru: Штурмовики противника!
uk: Штурмовики супротивника!
zh: 敌方战斗机！
zh_sg: 敌方攻击机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_FIGHTER_NO_OWNER
source: Enemy attack aircraft!
es_mx: ¡Aviones de ataque enemigos!
ja: 敵攻撃機!
pl: Samoloty szturmowe wroga!
ru: Штурмовики противника!
uk: Штурмовики супротивника!
zh: 敌方战斗机！
zh_sg: 敌方攻击机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_SCOUT
source: Enemy spotting aircraft!
es_mx: ¡Avión de reconocimiento enemigo!
ja: 敵の着弾観測機!
pl: Samolot zwiadowczy wroga!
ru: Корректировщик огня противника!
uk: Літак-корегувальник супротивника!
zh: 敌方侦察机！
zh_sg: 敌方侦察机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_TORPEDOBOMBER
source: Enemy torpedo bombers!
es_mx: ¡Torpederos enemigos!
ja: 敵雷撃機!
pl: Bombowce torpedowe wroga!
ru: Торпедоносцы противника!
uk: Торпедоносці супротивника!
zh: 敌方鱼雷轰炸机！
zh_sg: 敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Enemy torpedo bombers!
es_mx: ¡Torpederos enemigos!
ja: 敵雷撃機!
pl: Bombowce torpedowe wroga!
ru: Торпедоносцы противника!
uk: Торпедоносці супротивника!
zh: 敌方鱼雷轰炸机！
zh_sg: 敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_POINT
source: Key Area %s!
es_mx: ¡Área Clave %s!
ja: キーエリア %s!
pl: Strefa kluczowa %s!
ru: Точка %s!
uk: Точка %s!
zh: 关键地区 %s
zh_sg: 关键区域%s

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_AIRCARRIER
source: Enemy aircraft carrier!
es_mx: ¡Portaaviones enemigo!
ja: 敵航空母艦!
pl: Lotniskowiec przeciwnika!
ru: Авианосец противника!
uk: Авіаносець супротивника!
zh: 敌方航空母舰
zh_sg: 敌方航空母舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_AUXILIARY
source: Enemy!
es_mx: ¡Enemigo!
ja: 敵!
pl: Wróg!
ru: Противник!
uk: Супротивник!
zh: 敌方
zh_sg: 敌人！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_BATTLESHIP
source: Enemy battleship!
es_mx: ¡Acorazado enemigo!
ja: 敵戦艦!
pl: Pancernik przeciwnika!
ru: Линкор противника!
uk: Лінкор супротивника!
zh: 敌方战列舰
zh_sg: 敌方战列舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_CRUISER
source: Enemy cruiser!
es_mx: ¡Crucero enemigo!
ja: 敵巡洋艦!
pl: Krążownik przeciwnika!
ru: Крейсер противника!
uk: Крейсер супротивника!
zh: 敌方巡洋舰
zh_sg: 敌方巡洋舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_DESTROYER
source: Enemy destroyer!
es_mx: ¡Destructor enemigo!
ja: 敵駆逐艦!
pl: Niszczyciel przeciwnika!
ru: Эсминец противника!
uk: Есмінець супротивника!
zh: 敌方驱逐舰
zh_sg: 敌方驱逐舰！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_ENEMY_SHIP_SUBMARINE
source: Enemy submarine detected!
es_mx: ¡Submarino enemigo detectado!
ja: 敵の潜水艦を発見!
pl: Wykryto wrogi okręt podwodny!
ru: Подводная лодка противника!
uk: Виявлено підводний човен супротивника!
zh: 侦测到敌方潜艇！
zh_sg: 发现敌军潜艇！

# IDS_CMD_QUICK_TACTIC_SMALLWINDOW_NEUTRAL_INTERACTIVE_ZONE_6
source: Seize the buff!
es_mx: ¡Obtén la bonificación!
ja: 強化を確保せよ!
pl: Przejmij wzmocnienie!
ru: Захватить улучшение!
uk: Захопити поліпшення!
zh: Захватить улучшение!
zh_sg: 夺取增益！

# IDS_CMD_QUICK_TACTIC_WINDOW
source: Attention!
es_mx: ¡Atención!
ja: 注意!
pl: Uwaga!
ru: Внимание!
uk: Увага!
zh: 注意！
zh_sg: 注意！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_BASE
source: Base!
ja: 陣地!
pl: Baza!
ru: База!
uk: База!
zh: 基地
zh_sg: 基地！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_AUXILIARY_NO_OWNER
source: Allied aircraft!
es_mx: ¡Aviones aliados!
ja: 友軍機!
pl: Sojusznicze samoloty!
ru: Союзные самолёты!
uk: Союзні літаки!
zh: 我方飞机！
zh_sg: 我方飞机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_BOMBER
source: Allied bombers!
es_mx: ¡Bombarderos aliados!
ja: 味方爆撃機!
pl: Sojusznicze bombowce!
ru: Союзные бомбардировщики!
uk: Союзні бомбардувальники!
zh: 我方轰炸机！
zh_sg: 我方轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_BOMBER_NO_OWNER
source: Allied bombers!
es_mx: ¡Bombarderos aliados!
ja: 味方爆撃機!
pl: Sojusznicze bombowce!
ru: Союзные бомбардировщики!
uk: Союзні бомбардувальники!
zh: 我方轰炸机！
zh_sg: 我方轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_FIGHTER
source: Allied attack aircraft!
es_mx: ¡Aviones de ataque aliados!
ja: 味方攻撃機!
pl: Sojusznicze samoloty szturmowe!
ru: Союзные штурмовики!
uk: Союзні штурмовики!
zh: 我方战斗机！
zh_sg: 我方攻击机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_FIGHTER_NO_OWNER
source: Allied attack aircraft!
es_mx: ¡Aviones de ataque aliados!
ja: 味方攻撃機!
pl: Sojusznicze samoloty szturmowe!
ru: Союзные штурмовики!
uk: Союзні штурмовики!
zh: 我方战斗机！
zh_sg: 我方攻击机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_SCOUT
source: Allied spotting aircraft!
es_mx: ¡Avión de reconocimiento aliado!
ja: 味方の着弾観測機!
pl: Sojuszniczy samolot zwiadowczy!
ru: Союзный корректировщик огня!
uk: Союзний літак-корегувальник!
zh: 我方侦察机！
zh_sg: 我方侦察机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_SCOUT_NO_OWNER
source: Allied spotting aircraft!
es_mx: ¡Avión de reconocimiento aliado!
ja: 味方の着弾観測機!
pl: Sojuszniczy samolot zwiadowczy!
ru: Союзный корректировщик огня!
uk: Союзний літак-корегувальник!
zh: 我方侦察机！
zh_sg: 我方侦察机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_TORPEDOBOMBER
source: Allied torpedo bombers!
es_mx: ¡Torpederos aliados!
ja: 味方雷撃機!
pl: Sojusznicze bombowce torpedowe!
ru: Союзные торпедоносцы!
uk: Союзні торпедоносці!
zh: 我方鱼雷轰炸机！
zh_sg: 我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Allied torpedo bombers!
es_mx: ¡Torpederos aliados!
ja: 味方雷撃機!
pl: Sojusznicze bombowce torpedowe!
ru: Союзные торпедоносцы!
uk: Союзні торпедоносці!
zh: 我方鱼雷轰炸机！
zh_sg: 我方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_POINT
source: Key Area %s!
es_mx: ¡Área Clave %s!
ja: キーエリア %s!
pl: Strefa kluczowa %s!
ru: Точка %s!
uk: Точка %s!
zh: 关键地区 %s
zh_sg: 关键区域%s

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_AIRCARRIER
source: Allied aircraft carrier!
es_mx: ¡Portaaviones aliado!
ja: 味方航空母艦!
pl: Sojuszniczy lotniskowiec!
ru: Союзный авианосец!
uk: Союзний авіаносець!
zh: 我方航空母舰！
zh_sg: 我方航空母舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_AUXILIARY
source: Ally!
es_mx: ¡Aliado!
ja: 味方!
pl: Sojusznik!
ru: Союзник!
uk: Союзнику!
zh: 队友！
zh_sg: 队友！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_BATTLESHIP
source: Allied battleship!
es_mx: ¡Acorazado aliado!
ja: 味方戦艦!
pl: Sojuszniczy pancernik!
ru: Союзный линкор!
uk: Союзний лінкор!
zh: 我方战列舰！
zh_sg: 我方战列舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_CRUISER
source: Allied cruiser!
es_mx: ¡Crucero aliado!
ja: 味方巡洋艦!
pl: Sojuszniczy krążownik!
ru: Союзный крейсер!
uk: Союзний крейсер!
zh: 我方巡洋舰！
zh_sg: 我方巡洋舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_DESTROYER
source: Allied destroyer!
es_mx: ¡Destructor aliado!
ja: 味方駆逐艦!
pl: Sojuszniczy niszczyciel!
ru: Союзный эсминец!
uk: Союзний есмінець!
zh: 我方驱逐舰！
zh_sg: 我方驱逐舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ALLY_SHIP_SUBMARINE
source: Allied submarine in sight!
es_mx: ¡Submarino aliado a la vista!
ja: 味方の潜水艦を視認!
pl: Sojuszniczy okręt podwodny w zasięgu wzroku!
ru: Союзная подводная лодка!
uk: У полі зору союзний підводний човен!
zh: 目击友军潜艇！
zh_sg: 发现友军潜艇！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_BASE
source: Base!
ja: 陣地!
pl: Baza!
ru: База!
uk: База!
zh: 基地
zh_sg: 基地！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_BOMBER
source: Enemy bombers!
es_mx: ¡Bombarderos enemigos!
ja: 敵爆撃機!
pl: Bombowce wroga!
ru: Бомбардировщики противника!
uk: Бомбардувальники супротивника!
zh: 敌方轰炸机！
zh_sg: 敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_BOMBER_NO_OWNER
source: Enemy bombers!
es_mx: ¡Bombarderos enemigos!
ja: 敵爆撃機!
pl: Bombowce wroga!
ru: Бомбардировщики противника!
uk: Бомбардувальники супротивника!
zh: 敌方轰炸机！
zh_sg: 敌方轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_FIGHTER
source: Enemy attack aircraft!
es_mx: ¡Aviones de ataque enemigos!
ja: 敵攻撃機!
pl: Samoloty szturmowe wroga!
ru: Штурмовики противника!
uk: Штурмовики супротивника!
zh: 敌方战斗机！
zh_sg: 敌方攻击机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_FIGHTER_NO_OWNER
source: Enemy attack aircraft!
es_mx: ¡Aviones de ataque enemigos!
ja: 敵攻撃機!
pl: Samoloty szturmowe wroga!
ru: Штурмовики противника!
uk: Штурмовики супротивника!
zh: 敌方战斗机！
zh_sg: 敌方攻击机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_SCOUT
source: Enemy spotting aircraft!
es_mx: ¡Avión de reconocimiento enemigo!
ja: 敵の着弾観測機!
pl: Samolot zwiadowczy wroga!
ru: Корректировщик огня противника!
uk: Літак-корегувальник супротивника!
zh: 敌方侦察机！
zh_sg: 敌方侦察机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_TORPEDOBOMBER
source: Enemy torpedo bombers!
es_mx: ¡Torpederos enemigos!
ja: 敵雷撃機!
pl: Bombowce torpedowe wroga!
ru: Торпедоносцы противника!
uk: Торпедоносці супротивника!
zh: 敌方鱼雷轰炸机！
zh_sg: 敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_PLANE_TORPEDOBOMBER_NO_OWNER
source: Enemy torpedo bombers!
es_mx: ¡Torpederos enemigos!
ja: 敵雷撃機!
pl: Bombowce torpedowe wroga!
ru: Торпедоносцы противника!
uk: Торпедоносці супротивника!
zh: 敌方鱼雷轰炸机！
zh_sg: 敌方鱼雷轰炸机！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_POINT
source: Key Area %s!
es_mx: ¡Área Clave %s!
ja: キーエリア %s!
pl: Strefa kluczowa %s!
ru: Точка %s!
uk: Точка %s!
zh: 关键地区 %s
zh_sg: 关键区域%s

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_AIRCARRIER
source: Enemy aircraft carrier!
es_mx: ¡Portaaviones enemigo!
ja: 敵航空母艦!
pl: Lotniskowiec przeciwnika!
ru: Авианосец противника!
uk: Авіаносець супротивника!
zh: 敌方航空母舰
zh_sg: 敌方航空母舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_AUXILIARY
source: Enemy!
es_mx: ¡Enemigo!
ja: 敵!
pl: Wróg!
ru: Противник!
uk: Супротивник!
zh: 敌方
zh_sg: 敌人！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_BATTLESHIP
source: Enemy battleship!
es_mx: ¡Acorazado enemigo!
ja: 敵戦艦!
pl: Pancernik przeciwnika!
ru: Линкор противника!
uk: Лінкор супротивника!
zh: 敌方战列舰
zh_sg: 敌方战列舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_CRUISER
source: Enemy cruiser!
es_mx: ¡Crucero enemigo!
ja: 敵巡洋艦!
pl: Krążownik przeciwnika!
ru: Крейсер противника!
uk: Крейсер супротивника!
zh: 敌方巡洋舰
zh_sg: 敌方巡洋舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_DESTROYER
source: Enemy destroyer!
es_mx: ¡Destructor enemigo!
ja: 敵駆逐艦!
pl: Niszczyciel przeciwnika!
ru: Эсминец противника!
uk: Есмінець супротивника!
zh: 敌方驱逐舰
zh_sg: 敌方驱逐舰！

# IDS_CMD_QUICK_TACTIC_WINDOW_ENEMY_SHIP_SUBMARINE
source: Hostile submarine detected!
es_mx: ¡Submarino enemigo detectado!
ja: 敵の潜水艦を発見!
pl: Wykryto wrogi okręt podwodny!
ru: Подводная лодка противника!
uk: Виявлено підводний човен супротивника!
zh: 侦测到敌方潜艇！
zh_sg: 发现敌军潜艇！

# IDS_CMD_QUICK_TACTIC_WINDOW_NEUTRAL_INTERACTIVE_ZONE_6
source: Seize the buff!
es_mx: ¡Obtén la bonificación!
ja: 強化を確保せよ!
pl: Przejmij wzmocnienie!
ru: Захватить улучшение!
uk: Захопити поліпшення!
zh: Захватить улучшение!
zh_sg: 夺取增益！

# IDS_CMD_QUICK_TACTIC_WINDOW_SECTOR
source: Sector %s!
ja: セクター %s
pl: Sektor %s
ru: Сектор %s!
uk: Сектор %s!
zh: 区域 %s
zh_sg: 区域 %s

# IDS_CMD_QUICK_THANK_YOU_MESSAGE
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_AIRCARRIER
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_AUXILIARY
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_BATTLESHIP
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_CRUISER
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_DESTROYER
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_MESSAGE_ALLY_SHIP_SUBMARINE
source: Much obliged, %(player)s!
es_mx: ¡Muy agradecido, %(player)s!
ja: %(player)s、感謝する!
pl: Mam u Ciebie dług, %(player)s!
ru: Спасибо, %(player)s!
uk: Дякую, %(player)s!
zh: 不胜感激，%(player)s！
zh_sg: 非常感谢，%(player)s！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_AIRCARRIER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_AUXILIARY
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_BATTLESHIP
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_CRUISER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_DESTROYER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_SMALLWINDOW_ALLY_SHIP_SUBMARINE
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_AIRCARRIER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_AUXILIARY
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_BATTLESHIP
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_CRUISER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_DESTROYER
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_CMD_QUICK_THANK_YOU_WINDOW_ALLY_SHIP_SUBMARINE
source: Thank you!
es_mx: ¡Gracias!
ja: 感謝する!
pl: Dzięki!
ru: Спасибо!
uk: Дякую!
zh: 感谢您
zh_sg: 谢谢你！

# IDS_COACH_TUTORIALS_HEADER
source: Watch the video tutorial
es_mx: Mira el video tutorial
ja: ビデオチュートリアルを視聴
pl: Obejrzyj szkolenie wideo
ru: Посмотрите обучающие видео
uk: Перегляньте навчальні відео
zh: 观赏影片教学
zh_sg: 观看教学视频
