Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC051_YAMAMOTO_KADETSUMMER_UNIFORM_DESCRIPTION
source: In 1901, at 17 years old, Takano Isoroku, the son of a school teacher from an impoverished samurai family, entered the Academy to take naval officer courses after passing the candidate exam with the second best result among other candidates from all over the country. That was the only way for an ambitious young man to leave the country, poverty, and a lack of prospects behind. At the Academy on Etajima island in Hiroshima Bay, a strong Spartan spirit prevailed. Rigorous discipline was best for achieving the leadership potential of the future Admiral. His small height didn't prevent him from great achievements in sports and the kendo martial art. His willingness to learn helped Takano Isoroku become one of the Academy's best graduates in November 1904.
es_mx: En 1901, a los 17 años de edad, Takano Isoroku, el hijo de un maestro de una familia empobrecida de samuráis, entró a la Academia para tomar los cursos de oficial naval después de pasar el examen candidato con el segundo mejor resultado entre todos los candidatos de todo el país. Esa era la única manera para un joven ambicioso de salir de la pobreza, y una falta de prospectos que quedaron atrás. En la Academia en la isla Etajima en la Bahía de Hiroshima, un espíritu fuerte Espartano prevaleció. Disciplina rigurosa fue lo mejor para alcanzar el potencial de liderazgo para el futuro Almirante. Su pequeña estatura no le prevenía lograr los mejores logros en deporte y artes marciales de Kendo. Su disposición a aprender le ayudó a Takano Isoroku en convertirse en uno de los mejores graduados de la Academia en noviembre de 1904.
ja: 侍の家系で貧しい教師の子供として生まれた高野五十六は、1901 年、17 歳のときに士官候補生として海軍兵学校に入学しました。その際の入学試験の成績は、全国から集まった受験者の中で第 2 位だったとされています。これは、野心的な若者が、将来的な見通しがない貧困から抜け出て国を離れるための唯一の道だったのでした。 広島湾に浮かぶ江田島にあった海軍兵学校の校風は、極めて厳しいものでした。厳格な規律は、提督となるべき人材のリーダーシップを培う上では最良だったと言えるでしょう。彼の身長は低かったものの、スポーツや剣道においては優れた実績を達成しました。意欲的に学習に取り組んだ彼は、1904 年 11 月、トップクラスの成績で兵学校を卒業しました。
pl: W 1901 roku, w wieku 17 lat, Takano Isoroku, syn nauczyciela ze zubożałej rodziny samurajów, zdobywszy na egzaminach wstępnych drugi najlepszy wynik w skali kraju, wstąpił do Akademii, by wyszkolić się na oficera marynarki. Był to jedyny sposób, by ambitny, młody człowiek mógł wyrwać się z biedy i braku perspektyw na prowincji. W Akademii, na wyspie Etajima, w zatoce Hiroszima, panował spartański duch. Surowa dyscyplina była najlepszym sposobem, by zyskać potencjał przywódczy przyszłego admirała. Jego niski wzrost nie przeszkodził mu w uzyskaniu świetnych wyników sportowych i opanowaniu sztuki walki kendo. Pilna nauka pozwoliła Takano Isoroku zostać jednym z najlepszych absolwentów akademii w listopadzie 1904 roku.
ru: Семнадцатилетний Такано Исороку, сын школьного учителя из обедневшего самурайского рода, поступил в академию для подготовки офицеров флота в 1901 году, показав второй результат среди кандидатов со всей страны. Для амбициозного юноши это был едва ли не единственный способ вырваться из провинции, из тисков бедности и отсутствия перспектив. В академии, располагавшейся на острове Этаджима в Хиросимском заливе, царил суровый спартанский дух. В условиях жёсткой дисциплины раскрывался лидерский характер будущего адмирала. Небольшой рост не помешал ему достичь больших успехов в спорте и в искусстве фехтования кэндо, а рвение в учёбе позволило Такано Исороку оказаться в числе лучших при выпуске из академии в ноябре 1904 года.
uk: Сімнадцятирічний Такано Ісороку, син шкільного учителя зі збіднілого самурайського роду, вступив до академії для підготовки офіцерів флоту 1901 р., показавши другий результат серед кандидатів зі всієї країни. Для амбітного юнака це був чи не єдиний спосіб вирватися з провінції, з лещат бідності і відсутності перспектив. В академії, що розташовувалася на острові Етаджіма в Хіросімській затоці, панував суворий спартанський дух. В умовах жорсткої дисципліни розкривався лідерський характер майбутнього адмірала. Малий зріст не завадив йому досягти великих успіхів у спорті та у мистецтві фехтування кендо, а завзяте навчання дозволило Такано Ісороку стати одним з найліпших закінчивших академію у листопаді 1904 р.
zh: 1901 年，Isoroku Takano 正值 17 岁，为贫困武士家庭的学校教师之子，以全国各地候选人中第二好的成绩通过候选考试后进入学院接受海军军官课程。那是离开故乡、贫穷、和缺乏前景的年轻人一展雄心的唯一途径。 位于广岛湾江田岛市的学院，盛行着强硬的斯巴达精神。严格的纪律最能实现未来海军大将的领导潜力。他的低矮的身高并没有阻止他在运动和剑道武术上的巨大成就。他的好学不倦让 Isoroku Takano 在 1904 年十一月成为最好的学院毕业生之一。
zh_sg: 1901年，Takano Isoroku正值17岁，为贫困武士家庭的学校教师之子，以全国各地候选人中第二高的成绩通过候选考试后进入学院接受海军军官课程。那是离开故乡、贫穷、和缺乏前景的年轻人一展雄心的唯一途径。 位于广岛湾江田岛市的学院，盛行着强硬的斯巴达精神。严格的纪律最能实现未来海军大将的领导潜力。他的低矮的身高并没有阻止他在运动和剑道武术上的巨大成就。他的好学不倦让Takano Isoroku在1904年十一月成为最好的学院毕业生之一。

# IDS_PCZC052_YAMAMOTO_MIDSHIPMAN
source: Kaigun Shōi Kōhosei (Midshipman), 1905
es_mx: Kaigun Shōi Kōhosei (Guardia Marina), 1905
ja: 海軍少尉候補生 (1905 年)
pl: Kaigun Shōi Kōhosei (Midszypmen), 1905 r.
ru: Кайгун-сёи-кохосей (мичман), 1905 год
uk: Кайгун-сьої-кохосей (мічман), 1905 р.
zh: Kaigun Shōi Kōhosei (海军官校学生)，1905 年
zh_sg: Kaigun Shōi Kōhosei (海军官校学生)，1905 年

# IDS_PCZC052_YAMAMOTO_MIDSHIPMAN_DESCRIPTION
source: Takano Isoroku graduated from the Naval Academy in Etajima in November 1904, in the midst of the Russo-Japanese War. Before getting his first assignment as an officer, he needed to serve on a warship for some time. The future naval commander was commissioned on the armored cruiser Nisshin, which was included in the main task force of Admiral Togo. Yamamoto was talking about his combat debut during the Battle of Tsushima: "A shell hit the only operating 8-inch cannon with a terrible force. The smoke cloud cast a pall over the front of the ship, and I felt that I was trapped within the whirlwind. I was thrown for several steps. The range tables disappeared from my neck, and two fingers on my left hand hung loosely by just the skin." The future Commander-in-Chief of the Japanese Navy was lucky: if he had lost three fingers instead two, he would be dismissed.
es_mx: Takano Isoroku se graduó de la Academia Naval en Etajima en noviembre de 1904, en el medio de la Guerra Ruso-Japonesa. Antes de recibir su primera asignatura como oficial, necesitaba servir en un barco de guerra por un tiempo. El futuro comandante naval fue comisionado en el crucero blindado Nisshin, dicho estaba incluido en la fuerza principal del Almirante Togo. Yamamoto estaba hablando de su debut de combate durante la Batalla de Tsushima: "Un proyectil le dio con una terrible fuerza a uno de los únicos cañones de 8 pulgadas que operaba. Una nube de humo se levantó en la parte delantera del barco, y sentí como estaba atrapado en un torbellino. Fui aventado por varios pasos. Las tablas de los rangos desaparecieron de mi cubierta, y dos dedos de mi mano izquierda estaban colgando solamente por la piel." El futuro Comandante en Jefe de la Marina Japonesa tuvo suerte: si hubiera perdido tres dedos en lugar de dos, hubiera sido despedido.
ja: 高野五十六は、江田島の海軍兵学校を、日露戦争の最中の 1904 年 11 月に卒業しましたが、士官に任ぜられる前にしばらく軍艦に乗り組む必要があり、東郷長官率いる第 1 艦隊所属の装甲巡洋艦「日進」への乗組を命じられました。 後に彼は、初の実戦についてこう回想しています。「唯一稼働状態だった 8 インチ砲塔に 1 発の敵弾が命中し、暴力が襲った。艦の前部を煙が覆い、私は自分が竜巻に巻き込まれたかのように感じ、数歩分も吹き飛ばされたのだ。首に掛けていた距離表はなくなり、左手の指のうちの 2 本は、皮膚だけで辛うじて繋がっている状態であった。」しかしながらこのとき、この未来の司令長官は幸運だったと言えるでしょう。何故なら、指を 3 本失っていた場合には、解任されていた可能性が高かったのですから。
pl: Takano Isoroku ukończył Akademię Morską na Etajimie w listopadzie 1904 roku, w czasach wojny rosyjsko-japońskiej. Przed uzyskaniem pierwszego przydziału w charakterze oficera musiał odbyć służbę na okręcie wojennym. Przyszły admirał trafił na krążownik pancerny Nisshin, należący do głównej grupy ekspedycyjnej admirała Tōgō. Yamamoto opowiadał o swoim debiucie bojowym w trakcie bitwy pod Cuszimą: „Pocisk trafił jedyne sprawne działo 8-calowe z ogromną siłą. Chmura dymu osnuła przód okrętu, a ja czułem się jak uwięziony w trąbie powietrznej. Spadłem z kilku stopni. Tabele artyleryjskie z moje szyi zniknęły, a dwa palce lewej ręki zwisały luźno na kawałkach skóry”. Przyszły dowódca japońskiej floty miał szczęście: gdyby stracił trzy palce, a nie dwa, zostałby wycofany ze służby.
ru: Такано Исороку был выпущен из Военно-морской академии в Этаджиме в ноябре 1904 года в разгар Русско-японской войны. До производства в первый офицерский чин ему нужно было ещё некоторое время прослужить на боевом корабле. Для будущего флотоводца таким стал броненосный крейсер Nisshin, входивший в главные силы адмирала Того. Ямамото вспоминал впоследствии о своём боевом крещении во время Цусимского сражения: «Со страшной силой снаряд ударил в ещё остававшуюся 8-дюймовую пушку. Облако дыма окутало всю переднюю часть корабля, а сам я почувствовал, что захвачен смерчем. Меня отбросило на несколько шагов; таблицы стрельбы, которые я носил на шее, исчезли, а два пальца на левой руке держались только на коже». Судьба оказалась благосклонна к человеку, возглавившему впоследствии весь японский флот: потеряй он не два пальца, а три, его бы списали на берег.
uk: Такано Ісороку випустили з Військово-морської академії в Етаджимі у листопаді 1904 р. в розпал Російсько-японської війни. До першого офіцерського чину він мусив ще деякий час прослужити на бойовому кораблі. Для майбутнього флотоводця таким кораблем став броненосний крейсер Nisshin, що входив у головні сили адмірала Того. Ямамото згодом згадував про своє бойове хрещення під час Цусімського бою: «Зі страшною силою снаряд вдарив у єдину вцілілу 8-дюймову гармату. Хмара диму оповила всю передню частину корабля, а сам я відчув, як мене охопив смерч. Мене відкинуло на кілька кроків; таблиці стрільби, які я носив на шиї, зникли, а два пальці на лівій руці трималися лише на шкірі». Доля була прихильною до людини, яка згодом очолила весь японський флот: якби він втратив не два пальці, а три, його б списали на берег.
zh: 1904 年十一月毕业于江田岛市海军学院的 Isoroku Takano，身处于日俄战争之中。在作为一名军官来进行他的第一个指派任务前，他必须在战舰上服役一段时间。未来的海军指挥官服役于 Nisshin 装甲巡洋舰，进入了海军大将 Togo 的主要工作部队。 Yamamoto 在对马海峡海战期间谈论着他的初次战斗：「一发带着可怕力量的炮弹击中唯一还能运作的 8 吋炮。烟雾四散笼罩着整个舰艇前端，而我觉得自己陷入了爆风里。我被抛出了好几步。对数表从我的脖子上不见，两根手指头只靠皮肤相连松弛地挂在我的左手上。」这位未来的日本海军总指挥官很幸运：如果他失去的是三根手指头而不是两根，他就会被解雇。
zh_sg: 1904 年十一月毕业于江田岛市海军兵学校的Takano Isoroku，身处于日俄战争之中。在作为一名军官来进行他的第一个指派任务前，他必须在战舰上服役一段时间。未来的海军指挥官服役于Nisshin装甲巡洋舰，进入了海军大将Togo的主要工作部队。 山本在对马海峡海战期间谈论着他的初次战斗：“一发带着可怕力量的炮弹击中唯一还能运作的8吋炮。烟雾四散笼罩着整个战舰前端，而我觉得自己陷入了爆风里。我被抛出了好几步。对数表从我的脖子上不见，两根手指头只靠皮肤相连松弛地挂在我的左手上。”这位未来的日本海军总指挥官很幸运：如果他失去的是三根手指头而不是两根，他就会被解雇。

# IDS_PCZC053_YAMAMOTO_LIEUTENANT_COMMANDER
source: Kaigun-Shōsa (Lieutenant Commander), 1916
es_mx: Kaigun-Shōsa (Comandante Teniente), 1916
ja: 海軍少佐 (1916 年)
pl: Kaigun-Shōsa (Komandor podporucznik), 1916 r.
ru: Кайгун-сёса (капитан 3 ранга), 1916 год
uk: Кайгун-сьоса (капітан 3-го рангу), 1916 р.
zh: Kaigun-Shōsa (中尉指挥官)，1916 年
zh_sg: Kaigun-Shōsa (中尉指挥官)，1916 年

# IDS_PCZC053_YAMAMOTO_LIEUTENANT_COMMANDER_DESCRIPTION
source: In 1916, Lieutenant Commander Takano Isoroku, a promising young officer, was adopted by the Yamamoto clan and received the surname by which he was known all over the world. This practice is common in Japan. The rich and influential Yamamoto clan didn't have a male heir, and Takano had several elder Isoroku brothers and little chance of becoming the head of the Takano family. After successfully graduating from the Naval War College, Yamamoto Isoroku was assigned to the Second Fleet headquarters in December 1916. Patrolling the waters near Southeast Asia and fighting against raiding German cruisers were the main goals of that division.
es_mx: En 1916, el Teniente Comandante Takano Isoroku, un joven oficial prometedor, fue adoptado por el clan Yamamoto y recibió el sobrenombre por el cuál sería conocido en todo el mundo. Esta práctica es común en Japón. La familia rica con influencias del clan Yamamoto no tenían un heredero masculino, y Takano tenía varios hermanos Isoroku más grandes y con poca probabilidad de convertirse en líder de la familia Takano. Después de exitosamente graduarse del Colegio Naval de Guerra, Yamamoto Isoroku fue asignado a la base principal de la Segunda Flota en diciembre de 1916. Patrullando las aguas cerca del Sureste de Asia y peleando contra los cruceros piratas alemanes fueron los objetivos primarios de la división.
ja: 1916 年、将来有望な若い士官であった高野五十六少佐は、旧長岡藩家老の家柄である山本家を相続し、やがて全世界にその名を知られることになる山本五十六となりました。その背景としては、裕福で影響力が強かった山本家には嗣子がおらず、一方の五十六には数人の兄が居たため、高野家の跡取りとなる可能性が低かったという理由がありましたが、このような例は当時の日本ではよくあることでした。 海軍大学校を卒業した後、1916 年 12 月に第 2 艦隊参謀に就任。この艦隊の主要任務は、東南アジア近郊の海域を哨戒し、通商破壊を狙うドイツ巡洋艦と交戦することでした。
pl: W 1916 roku komandor podporucznik Takano Isoroku, obiecujący młody oficer, został adoptowany przez klan Yamamoto i przybrał jego nazwisko, pod którym znany jest na całym świecie. Taka praktyka jest w Japonii powszechna. Bogaty i wpływowy ród Yamamoto nie miał męskiego spadkobiercy, a Isoroku miał kilku starszych braci i małe szanse na objęcie pozycji głowy rodziny Takano. Po pomyślnym ukończeniu Naval War College Yamamoto Isoroku został przydzielony do kwatery głównej Drugiej Floty w grudniu 1916 roku. Jej głównym celem było patrolowanie wód w pobliżu Azji południowo-wschodniej i zwalczanie niemieckich krążowników, grasujących w tej okolicy.
ru: В 1916 году капитан 3 ранга Такано Исороку, подающий надежды молодой офицер, был принят в клан Ямамото, приняв и новую фамилию, под которой он стал впоследствии известен всему миру. Такая практика была распространена в Японии — у богатого и влиятельного клана Ямамото не было наследников-мужчин, в то время как несколько старших по возрасту братьев Исороку оставляли ему мало шансов возглавить когда-либо род Такано. Успешно окончив Высшую военно-морскую академию, теперь уже Ямамото Исороку в декабре 1916 года был назначен в штаб Второго флота. Главными задачами этого соединения были патрулирование вод, омывающих Юго-Восточную Азию и борьба с немецкими вспомогательными крейсерами-рейдерами.
uk: 1916 р. капітана 3-го рангу Такано Ісороку, багатонадійного молодого офіцера, прийняли до клану Ямамото, де він прийняв і нове прізвище, під яким він згодом став відомий всьому світу. Така практика була поширена в Японії — у багатого і впливового клану Ямамото не було спадкоємців-чоловіків, тимчасом як кілька старших за віком братів Ісороку майже не залишали йому шансів будь-коли очолити рід Такано. Успішного випускника Вищої військово-морської академії, тепер вже Ямамото Ісороку в грудні 1916 р. призначили до штабу Другого флоту. Головними завданнями цього з'єднання були патрулювання вод, що омивають Південно-Східну Азію і боротьба з німецькими допоміжними крейсерами-рейдерами.
zh: 1916 年，一名前途无量的年轻军官，Isoroku Takano 中尉，被过继到 Yamamoto 氏族并继承了举世知名的姓氏。这种做法在日本很常见。富有且具影响力的 Yamamoto 氏族并没有男性子嗣，且 Takano 还有几位年长的 Isoroku 兄弟，因此没什么机会成为 Takano 家族的当家。 成功地从海军战争学院毕业后，Yamamoto Isoroku 在 1916 年十二月被指派到第二舰队总部。巡逻东南亚附近的水域和打击进犯的德国巡洋舰是该战队的主要目标。
zh_sg: 1916年，一名前途无量的年轻军官，Takano Isoroku中尉，被过继到山本氏族并继承了举世知名的姓氏。这种做法在日本很常见。富有且具影响力的山本氏族并没有男性子嗣，且Takano还有几位年长的Isoroku兄弟，因此没什么机会成为 Takano家族的当家。 成功地从海军大学校毕业后，山本五十六在1916年十二月被指派到第二舰队总部。巡逻东南亚附近的水域和打击进犯的德国巡洋舰是该战队的主要目标。

# IDS_PCZC054_YAMAMOTO_PILOTSUMMER_UNIFORM
source: Japanese Imperial Navy Pilot, Flying Suit, 1925
es_mx: Piloto de la Marina Imperial Japonesa, Traje de Vuelo, 1925
ja: 大日本帝国海軍航空隊 航空衣袴 (1925 年)
pl: Pilot Japońskiej Cesarskiej Marynarki Wojennej, kombinezon lotniczy, 1925 r.
ru: Лётчик Императорского флота, лётный костюм, 1925 год
uk: Льотчик Імператорського флоту, одяг льотчика, 1925 р.
zh: 大日本帝国海军飞行员，飞行服，1925 年
zh_sg: 大日本帝国海军飞行员，飞行服，1925 年

# IDS_PCZC054_YAMAMOTO_PILOTSUMMER_UNIFORM_DESCRIPTION
source: Impressed by the success of aviation he saw during service in the U.S.A. in 1919–1921, Yamamoto Isoroku realized its potential in naval battles and tried to get assigned to an aircraft division. In September 1924, he was transferred to an air group in Kasumigaura, the first Japanese aviation school established in 1922 with assistance from the U.K. Soon, Yamamoto was assigned as the Senior Officer of the school. Professional pilots were hostile to the outsider. However, Yamamoto's passion for learning all the secrets of aviation and support of the same inclinations among his subordinates let him gain authority and respect. Some sources state that the future Admiral also mastered the art of plane control and took a few flights. Ōnishi Takijirō, the Japanese naval aviation legend, was one of Yamamoto's brothers-in-arms.
es_mx: Impresionado por el éxito de la aviación que vio durante su servicio en E.U.A. durante 1919–1921, Yamamoto Isoroku se dio cuenta del verdadero potencial em las batallas navales e intentó ser asignado a una división aérea. En septiembre de 1924, fue transferido al grupo aéreo en Kasumigaura, la primera escuela japonesa de aviación establecida en 1922 con ayuda del R.U. Pronto, Yamamoto fue asignado como Oficial Mayor a la escuela. Los pilotos profesionales eran hostiles a los que venían de afuera. Sin embargo, la pasión de Yamamoto por aprender todos los secretos de la aviación y el apoyo por sus subordinados que tenían las mismas inclinaciones le hicieron ganar autoridad y respeto. Algunas fuentes dicen que el futuro Almirante también dominaba el arte de controlar el avión y había tomado vuelo en varias veces. Takijirō Ōnishi, la leyenda de la aviación naval, fue uno de los hermanos en armas de Yamamoto.
ja: 1919 年から 1921 年にかけてのアメリカ滞在中に航空機の成功を見て強い印象を抱いた山本五十六は、海戦におけるその潜在能力を認識し、航空機関連の役職に就くことを望みました。そして 1924 年 9 月に霞ヶ浦海軍航空隊に配属され、まもなくその副長に補されました。イギリスの教育団の教育を得て 1922 年に創設されたこの霞ヶ浦海軍航空隊は、日本として初めての航空要員の操縦教育機関でした。 パイロット達は、外部からやってきた山本を当初は歓迎していませんでしたが、航空のあらゆる秘密を学び取ろうとする熱意と、どの部下にも平等に接する姿勢により、山本は信頼と敬意を得ました。一部の資料によると、山本は操縦技術をも習得し、何度か飛行したと言われています。このときの山本の同僚には、日本海軍の航空分野における伝説的な人物、大西瀧治郎が居ました。
pl: Zainspirowany sukcesami lotnictwa, które oglądał w latach 1919-1921 w trakcie swojej służby na terenie Stanów Zjednoczonych, Yamamoto Isoroku zdał sobie sprawę z jego potencjału w bitwach morskich i starał się o przydział w jednostce lotniczej. We wrześniu 1924 roku został przeniesiony do grupy powietrznej w Kasumiguara, pierwszej japońskiej szkoły lotniczej założonej w 1922 roku z pomocą Zjednoczonego Królestwa. Wkrótce Yamamoto objął dowództwo nad szkołą. Zawodowi piloci byli wrogo nastawieni do przybysza z zewnątrz. Jednak pasja, jaką Yamamoto zdobywał wiedzę o lotnictwie pozwoliła mu zyskać autorytet i szacunek wśród podwładnych. Niektóre źródła donoszą, że przyszły admirał nauczył się również sztuki pilotażu i odbył kilka lotów. Takijirō Ōnishi, japońska legenda lotnictwa, był jednym z towarzyszy broni Yamamoto.
ru: Впечатлённый успехами авиации, с которой он познакомился во время службы в США в 1919-1921 годах, и осознав перспективы её применения в морских баталиях, Ямамото Исороку стал добиваться назначения в воздушные силы. В сентябре 1924 года его перевели в состав авиагруппы в Касумигауре — первой в Японии школы морской авиации, организованной в 1922 году при содействии англичан. В скором времени Ямамото был назначен старшим офицером школы. В среде профессиональных лётчиков «чужак» со стороны, да ещё и в качестве начальника, был воспринят враждебно. Однако горячее желание Ямамото постичь все тайны воздушного дела и поддержка того же стремления в подчинённых помогли ему быстро завоевать авторитет и уважение. По некоторым данным и сам будущий адмирал овладел искусством управления самолётом и совершил несколько полётов в качестве пилота. Одним из соратников Ямамото по Касумигауре был Ониши Такиджиро — легенда японской морской авиации.
uk: Вражений успіхами авіації, з якою він познайомився під час служби у США у 1919–1921 рр., та усвідомивши перспективи її застосування в морських баталіях, Ямамото Ісороку став домагатися призначення в повітряні сили. У вересні 1924 р. його перевели до складу авіагрупи у Касумігаурі — першої в Японії школи морської авіації, закладеної 1922 р. за сприяння англійців. Незабаром Ямамото призначили старшим офіцером школи. У середовищі професійних льотчиків «чужинця з іншого села», та ще й за начальника, сприйняли вороже. Однак гаряче бажання Ямамото опанувати всі таємниці повітряної справи і заохочення такого ж прагнення у підлеглих допомогли йому швидко завоювати авторитет і повагу. За деякими відомостями і сам майбутній адмірал опанував мистецтво керування літаком та здійснив кілька польотів, як пілот. Одним із соратників Ямамото у Касумігаурі був Оніші Такіджиро — легенда японської морської авіації.
zh: 1919–1921 年在美国服役期间他对见到航空学成功印象深刻，Yamamoto Isoroku 随即意识到它在海上战斗的潜力并试着被指派到飞机部门。1924 年九月，他被转调到岐阜县的一个航空大队，在英国的协助下日本第一所航空学校于 1922 年成立。不久，Yamamoto 就被指派为该校的高级军官。 专业飞行员对外人怀有敌意。然而，Yamamoto 对学习所有航空学秘诀的热枕并对他有着相同志趣下属的支持，让他获得了威信和尊重。一些消息来源指出，未来的海军大将还学会了飞机操控术并进行了几次飞行。Takijirō Ōnishi，日本海军航空的传奇，为 Yamamoto 的袍泽之一。
zh_sg: 1919–1921年在美国服役期间他对见到航空学成功印象深刻，山本五十六随即意识到它在海上战斗的潜力并试着被指派到飞机部门。1924年九月，他被转调到岐阜县的一个航空大队，在英国的协助下日本第一所航空学校于1922年成立。不久，山本就被指派为该校的高级军官。 专业飞行员对外人怀有敌意。然而，山本对学习所有航空学秘诀的热枕并对他有着相同志趣下属的支持，让他获得了威信和尊重。一些消息来源指出，未来的海军大将还学会了飞机操控术并进行了几次飞行。Takijirō Ōnishi，日本海军航空的传奇，为山本的袍泽之一。

# IDS_PCZC055_YAMAMOTO_KAIGUN_DAISA
source: Kaigun-Daisa (Captain), Dress Uniform, 1927
es_mx: Kaigun-Daisa (Capitán), Uniforme de Vestir, 1927
ja: 海軍大佐 礼装 (1927 年)
pl: Kaigun-Daisa (Kapitan), Mundur galowy, 1927 r.
ru: Кайгун-дайса (капитан 1 ранга), парадная униформа, 1927 год
uk: Кайгун-дайса (капітан 1-го рангу), парадний однострій, 1927 р.
zh: Kaigun-Daisa (大尉)，军礼服，1927 年
zh_sg: Kaigun-Daisa (大尉)，军礼服，1927 年
