Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# ID
source: English
es_mx: Español (México)
ja: 日本語
pl: correct
ru: Русский
uk: Українська
zh: 英文
zh_sg: 俄语

# IDS_000_001_BEWARE_RASPUTIN_WARNING
source: Destroy Rasputin! Don't let it lay waste to Transylvania!
es_mx: ¡Destruye al Rasputin! ¡No dejes que acabe con el Transylvania!
ja: Rasputin を撃沈せよ! Transylvania を守るのだ!
pl: Zniszcz „Rasputina”! Nie pozwól mu zagrozić „Transylwanii”!
ru: Уничтожьте «Распутина»! Не дайте ему загубить «Трансильванию»!
uk: Знищте «Распутіна»! Завадьте йому занапастити «Трансільванію»!
zh: 摧毁拉斯普京！ 别让它损毁特兰西瓦尼亚！
zh_sg: 摧毁拉斯普京！ 别让它损毁特兰西瓦尼亚！

# IDS_000_001_MAIN_TASK_BRIEFING
source: Escort Transylvania to the Portal, protecting her from any harm!
es_mx: ¡Escolta al Transylvania hasta el Portal, protegiéndolo de cualquier daño!
ja: Transylvania をポータルまで護衛せよ、 危機から守り抜くのだ!
pl: Eskortuj „Transylwanię” do portalu, chroniąc ją przed atakami!
ru: Проведите «Трансильванию» до портала, оберегая её от опасностей!
uk: Проведіть «Трансільванію» до порталу, оберігаючи її від небезпеки!
zh: 护卫特兰西瓦尼亚前往传送门， 保护它避免受到任何的伤害！
zh_sg: 护卫特兰西瓦尼亚前往传送门， 保护它避免受到任何的伤害！

# IDS_000_001_MAIN_TASK_TASK_END_F
source: Operation failed. Transylvania was destroyed.
es_mx: Operación fallida. El Transylvania fue destruido.
ja: オペレーション失敗 Transylvania が撃沈された
pl: Operacja nie powiodła się. „Transylwania” została zniszczona.
ru: Операция провалена. «Трансильвания» уничтожена.
uk: Операцію провалено. «Трансільванію» знищено.
zh: 行动失败。 特兰西瓦尼亚被击毁。
zh_sg: 行动失败。 特兰西瓦尼亚被摧毁。

# IDS_000_001_MAIN_TASK_TASK_END_S
source: Operation completed! Transylvania reached her destination.
es_mx: ¡Operación completada! El Transylvania llegó a su destino.
ja: オペレーション達成! Transylvania が目的地に到達した
pl: Operacja zakończona powodzeniem! „Transylwania” dotarła do celu.
ru: Операция выполнена! «Трансильвания» добралась до цели.
uk: Операцію виконано! «Трансільванія» дісталася цілі.
zh: 行动完成！ 特兰西瓦尼亚已抵达它的目的地。
zh_sg: 行动完成！ 特兰西瓦尼亚已抵达它的目的地。

# IDS_000_001_MAIN_TASK_TASK_WILL_END_F
source: Operation failed. All defenders were destroyed.
es_mx: Operación fallida. Todos los defensores fueron destruidos.
ja: オペレーション失敗 護衛艦隊が全滅した
pl: Operacja nie powiodła się. Wszyscy obrońcy zostali zniszczeni.
ru: Операция провалена. Все защитники уничтожены.
uk: Операцію провалено. Всіх захисників знищено.
zh: 行动失败。 所有防御者都被击毁。
zh_sg: 行动失败。 所有防御者都被摧毁。

# IDS_000_001_ZEEKASA_WARNING
source: Fight back the foe ships and protect Transylvania!
es_mx: ¡Repele a los barcos enemigos y protege al Transylvania!
ja: 敵艦艇に反撃し、Transylvania を守れ!
pl: Odpieraj ataki wrogich statków i chroń „Transylwanię”!
ru: Не подпускайте супостатов к «Трансильвании»!
uk: Заважайте супостатам наблизитися до «Трансільванії»!
zh: 反击敌人的舰艇并保护好特兰西瓦尼亚！
zh_sg: 反击敌人的战舰并保护好特兰西瓦尼亚！

# IDS_000_011_MAIN_TASK_HINT1
source: Transylvania moves faster if there are several allied ships nearby.
es_mx: El Transylvania se mueve más rápido si hay varios barcos aliados cerca.
ja: 複数の味方艦艇が付近に存在する場合、Transylvania の移動速度が高まる。
pl: „Transylwania” porusza się szybciej, kiedy w pobliżu znajdują się sprzymierzone okręty.
ru: «Трансильвания» двигается быстрее, если рядом находятся несколько союзников.
uk: «Трансільванія» рухається швидше, якщо поруч перебуває декілька союзників.
zh: 如果附近有几艘我方舰艇，特兰西瓦尼亚就会移动得更快。
zh_sg: 如果附近有几艘我方战舰，特兰西瓦尼亚就会移动得更快。

# IDS_000_011_MAIN_TASK_HINT2
source: Transylvania comes to a stop when zombies get too close to her!
es_mx: ¡El Transylvania se detiene cuando los zombis se acercan demasiado!
ja: ゾンビ艦艇が近づきすぎた場合、Transylvania は停止する!
pl: „Transylwania” zatrzymuje się, kiedy zombie zbytnio się do niej zbliżą!
ru: «Трансильвания» останавливается, если зомби приближаются к ней слишком близко!
uk: «Трансільванія» зупиняється, якщо зомбі наближаються до неї надто близько!
zh: 当丧尸太靠近特兰西瓦尼亚时，它就会停下来。
zh_sg: 当丧尸太靠近特兰西瓦尼亚时，它就会停下来。

# IDS_000_021_PAYLOAD_HALF_HEALTH_TASK_END_F
source: Extensive damage received. Rescue operation at risk!
es_mx: Daño considerable recibido. ¡Operación de rescate en riesgo!
ja: 甚大な損傷を受けた。救出任務は危機にある!
pl: Odniesiono rozległe uszkodzenia. Operacja ratunkowa zagrożona!
ru: Получены обширные повреждения. Спасение под угрозой!
uk: Отримано значні пошкодження. Порятунок під загрозою!
zh: 受到大规模的伤害。救援行动处于危险之中！
zh_sg: 受到大规模的伤害。救援行动处于危险之中！

# IDS_000_022_KILL_ALL_ENEMIES_TASK_END_S
source: When will they run out? That's the sixteenth foe we've obliterated!
es_mx: ¿Cuándo terminarán? ¡Ese es el dieciseisavo enemigo que has eliminado!
ja: 奴らはまだいるのか? 撃破した敵はこれで 16 隻目だぞ!
pl: Kiedy wreszcie się zmęczą? To już szesnasty wróg, którego zmietliśmy z powierzchni.
ru: Да когда же они закончатся? Уже шестнадцать супостатов упокоили!
uk: Так коли ж вони закінчяться? Вже шістнадцять супостатів упокоїли!
zh: 他们何时才懂得跑开？那是我们消灭的第十六个敌人了！
zh_sg: 他们何时才懂得跑开？那是我们消灭的第十六个敌人了！

# IDS_000_024_UNSTOPPABLE_TASK_END_F_ENEMY_IS_COMING
source: Stop the engine! The enemy has come too close!
es_mx: ¡Detén el motor! ¡El enemigo se ha acercado demasiado!
ja: エンジンを停止せよ! 敵が近すぎる!
pl: Zatrzymać silnik! Wróg podpłynął zbyt blisko!
ru: Стоп машины! Враг подошёл слишком близко!
uk: Стоп машини! Ворог підійшов надто близько!
zh: 停下引擎！敌人靠得太近了！
zh_sg: 停下引擎！敌人靠得太近了！

# IDS_000_024_UNSTOPPABLE_TASK_END_F_NO_FRIENDS
source: Stop the engine! The allies have moved too far away.
es_mx: ¡Detén el motor! Los aliados se han alejado demasiado.
ja: エンジンを停止せよ! 味方が遠くに行きすぎた
pl: Zatrzymać silnik! Sojusznicy zbytnio się oddalili.
ru: Стоп машины! Союзники отдалились слишком далеко.
uk: Стоп машини! Союзники віддалилися занадто далеко.
zh: 停下引擎！队友离得太远了。
zh_sg: 停下引擎！队友离得太远了。

# IDS_000_026_ALL_ALIVE_TASK_END_F
source: The first ally has been destroyed, we are losing.
es_mx: El primer aliado ha sido destruido, estamos perdiendo.
ja: 最初の味方が撃沈された、我々は劣勢だ
pl: Pierwszy sojusznik został zniszczony, przegrywamy.
ru: Первый союзник потоплен, несём потери.
uk: Першого союзника потоплено, зазнаємо втрат.
zh: 第一位队友已被击毁，我们正遭受损失。
zh_sg: 第一位队友已被摧毁，我们正遭受损失。

# IDS_0W0
source: Detroit
ru: Детройт
uk: Детройт
zh: 航空母舰

# IDS_17_NA_FAULT_LINE_01
source: Enemy activity detected in squares D2 and G9!
es_mx: ¡Actividad enemiga detectada en los sectores D2 y G9!
ja: セクター D2 および G9 に行動中の敵を発見!
pl: Wróg wykryty w sektorach D2 i G9!
ru: В квадратах D2 и G9 наблюдается активность противника!
uk: У квадратах D2 та G9 зафіксовано активність супротивника!
zh: D2 及 G9 方格探测到敌方动静。
zh_sg: D2 和 G9 方位探测到敌军活动。

# IDS_1W1
source: Daki
ru: Даки
uk: Дакі
zh: Dak

# IDS_1W2
source: Dako
ru: Дако
uk: Дако
zh: Dak

# IDS_1W3
source: Dami
ru: Дами
uk: Дамі
zh: Dam

# IDS_1W4
source: Dani
ru: Дани
uk: Дані
zh: Dan

# IDS_1W5
source: Dano
ru: Дано
uk: Дано
zh: Dan

# IDS_1_AIRBASE
source: Allied aerodrome
es_mx: Aeródromo aliado
ja: 味方飛行場
pl: Sojuszniczy aerodrom
ru: Союзный аэродром
uk: Союзний аеродром
zh: 我方机场
zh_sg: 我方机场

# IDS_1_COMPLEX
source: Allied Fort
es_mx: Fuerte Aliado
ja: 味方要塞
pl: Sojuszniczy fort
ru: Союзный форт
uk: Союзний форт
zh: 我方堡垒
zh_sg: 我方要塞

# IDS_1_GENERATOR
source: Generator
es_mx: Generador
ja: 発生装置
ru: Генератор
uk: Генератор
zh: Генератор
zh_sg: 生成器

# IDS_1_MILITARY
source: Allied onshore installation
es_mx: Instalación terrestre aliada
ja: 味方陸上施設
pl: Sojusznicza instalacja przybrzeżna
ru: Союзное береговое сооружение
uk: Союзна берегова споруда
zh: 我方陆上设施
zh_sg: 我方陆上设施

# IDS_1_SENSORTOWER
source: Allied Surveillance Station
es_mx: Estación de Vigilancia Aliada
ja: 味方監視所
pl: Sojusznicza stacja dozorowania
ru: Союзный дозорный пост
uk: Союзний дозорний пост
zh: 我方侦察站
zh_sg: 我方监控站

# IDS_1_SPACESTATION
source: Station
es_mx: Estación
ja: ステーション
pl: Stacja
ru: Станция
uk: Станція
zh: Станция
zh_sg: 空间站

# IDS_2W1
source: Fuda
ru: Фуда
uk: Фуда
zh: Fud

# IDS_2W2
source: Fugi
ru: Фуги
uk: Фугі
zh: Fug

# IDS_2W3
source: Fugo
ru: Фуго
uk: Фуго
zh: Fug

# IDS_2W4
source: Fugu
ru: Фугу
uk: Фугу
zh: Fug

# IDS_2W5
source: Fujo
ru: Фудзё
uk: Фудзьо
zh: Fuj

# IDS_2W6
source: Fuju
ru: Фудзю
uk: Фудзю
zh: Fuj

# IDS_2_AIRBASE
source: Enemy aerodrome
es_mx: Aeródromo enemigo
ja: 敵飛行場
pl: Wrogi aerodrom
ru: Аэродром противника
uk: Аеродром супротивника
zh: 敌方机场
zh_sg: 敌方机场

# IDS_2_COMPLEX
source: Enemy Fort
es_mx: Fuerte Enemigo
ja: 敵要塞
pl: Fort przeciwnika
ru: Форт противника
uk: Форт супротивника
zh: 敌方堡垒
zh_sg: 敌方要塞

# IDS_2_MILITARY
source: Enemy onshore installation
es_mx: Instalación terrestre enemiga
ja: 敵陸上施設
pl: Wroga instalacja przybrzeżna
ru: Береговое сооружение противника
uk: Берегова споруда супротивника
zh: 敌方陆上设施
zh_sg: 敌方陆上设施

# IDS_2_SENSORTOWER
source: Enemy Surveillance Station
es_mx: Estación de Vigilancia Enemiga
ja: 敵監視所
pl: Nieprzyjacielska stacja dozorowania
ru: Дозорный пост противника
uk: Дозорний пост супротивника
zh: 敌方侦察站
zh_sg: 敌方监控站

# IDS_3W1
source: Gaki
ru: Гаки
uk: Гакі
zh: Gak

# IDS_3W2
source: Gaku
ru: Гаку
uk: Гаку
zh: Gak

# IDS_3W3
source: Gama
ru: Гама
uk: Гама
zh: Gam

# IDS_3W4
source: Gara
ru: Гара
uk: Гара
zh: Gar

# IDS_3W5
source: Gari
ru: Гари
uk: Гарі
zh: Gar

# IDS_3W6
source: Geji
ru: Гэдзи
uk: Гедзі
zh: Gej

# IDS_3_AIRBASE
source: Neutral aerodrome
es_mx: Aeródromo neutral
ja: 中立飛行場
pl: Neutralny aerodrom
ru: Нейтральный аэродром
uk: Нейтральний аеродром
zh: 中立机场
zh_sg: 中立机场

# IDS_3_COMPLEX
source: Neutral Fort
es_mx: Fuerte Neutral
ja: 中立要塞
pl: Fort neutralny
ru: Нейтральный форт
uk: Нейтральний форт
zh: 中立堡垒
zh_sg: 中立要塞

# IDS_3_MILITARY
source: Neutral onshore installation
es_mx: Instalación terrestre neutral
ja: 中立陸上施設
pl: Neutralna instalacja przybrzeżna
ru: Нейтральное береговое сооружение
uk: Нейтральна берегова споруда
zh: 中立陆上设施
zh_sg: 中立陆上设施

# IDS_3_SENSORTOWER
source: Neutral Surveillance Station
es_mx: Estación de Vigilancia Neutral
ja: 中立監視所
pl: Neutralna stacja dozorowania
ru: Нейтральный дозорный пост
uk: Нейтральний дозорний пост
zh: 中立侦察站
zh_sg: 中立监控站

# IDS_4W1
source: Kaba
ru: Каба
uk: Каба
zh: Kab

# IDS_4W2
source: Kabi
ru: Каби
uk: Кабі
zh: Kab

# IDS_4W3
source: Kabu
ru: Кабу
uk: Кабу
zh: Kab

# IDS_4W4
source: Kado
ru: Кадо
uk: Кадо
zh: Kad

# IDS_5W1
source: Convoying Ship 1
es_mx: Barco de Convoy 1
ja: 船団船 1
pl: Okręt konwojowy 1
ru: Конвоир 1
uk: Конвоїр 1
zh: 护卫舰 1
zh_sg: 护卫舰 1

# IDS_5W2
source: Convoying Ship 2
es_mx: Barco de Convoy 2
ja: 船団船 2
pl: Okręt konwojowy 2
ru: Конвоир 2
uk: Конвоїр 2
zh: 护卫舰 2
zh_sg: 护卫舰 2

# IDS_5W3
source: Convoying Ship 3
es_mx: Barco de Convoy 3
ja: 船団船 3
pl: Okręt konwojowy 3
ru: Конвоир 3
uk: Конвоїр 3
zh: 护卫舰 3
zh_sg: 护卫舰 3

# IDS_5W4
source: Convoying Ship 4
es_mx: Barco de Convoy 4
ja: 船団船 4
pl: Okręt konwojowy 4
ru: Конвоир 4
uk: Конвоїр 4
zh: 护卫舰 4
zh_sg: 护卫舰 4

# IDS_5W5
source: Convoying Ship 5
es_mx: Barco de Convoy 5
ja: 船団船 5
pl: Okręt konwojowy 5
ru: Конвоир 5
uk: Конвоїр 5
zh: 护卫舰 5
zh_sg: 护卫舰 5

# IDS_6W1
source: Yuushi
ru: Юси
uk: Юші
zh: 航空母舰 1

# IDS_6W2
source: Senshi
ru: Сэнси
uk: Сенші
zh: 航空母舰 2

# IDS_6W3
source: Kousotsu
ru: Косоцу
uk: Косоцу
zh: 航空母舰 3

# IDS_8W1
source: Maji
ru: Мадзи
uk: Мадзі
zh: Maj

# IDS_8W2
source: Maki
ru: Маки
uk: Макі
zh: Mak

# IDS_8W3
source: Mari
ru: Мари
uk: Марі
zh: Mar

# IDS_8W4
source: Maku
ru: Маку
uk: Маку
zh: Mak

# IDS_9W1
source: Mato
ru: Мато
uk: Мато
zh: Mat

# IDS_9W2
source: Mazu
ru: Мадзу
uk: Мадзю
zh: Maz

# IDS_9W3
source: Miba
ru: Миба
uk: Міба
zh: Mib

# IDS_9W4
source: Migi
ru: Миги
uk: Мігі
zh: Mig

# IDS_AA_ATBA_STATE_LABEL
source: Status of Secondary and AA Guns
es_mx: Estado de Armas Secundarias/AA
ja: 副砲/対空兵装のステータス
pl: Stan dział dodatkowych i plot.
ru: Состояние ПМК и ПВО
uk: Стан ПМК та ППО
zh: 副炮与防空炮的状态
zh_sg: 副炮与防空炮的状态

# IDS_AA_EFFICIENCY
source: Status of AA Mounts
es_mx: Estado de los Montajes AA
ja: 対空兵装のステータス
pl: Stan uzbrojenia przeciwlotniczego
ru: Состояние ПВО
uk: Стан ППО
zh: Состояние ПВО
zh_sg: 防空炮组状态

# IDS_AA_PRIORITY_SECTOR_CANT_SET
source: Priority AA sector already selected
es_mx: El sector AA prioritario ya está seleccionado
ja: 既に優先対空セクターを選択済み
pl: Wybrano już przeciwlotniczy sektor priorytetowy
ru: Приоритетный сектор ПВО уже выбран
uk: Пріоритетний сектор ППО вже вибрано
zh: Приоритетный сектор ПВО уже выбран
zh_sg: 优先防空区域以选定

# IDS_AA_PRIORITY_SECTOR_READY
source: Priority AA sector ready
es_mx: Sector AA prioritario listo
ja: 優先対空セクターの準備完了
pl: Przeciwlotniczy sektor priorytetowy gotowy
ru: Приоритетный сектор ПВО готов
uk: Пріоритетний сектор ППО готовий
zh: Приоритетный сектор ПВО готов
zh_sg: 优先防空区域已就绪

# IDS_AA_PRIORITY_SECTOR_SELECTED_LEFT
source: Priority AA sector selected
es_mx: Sector AA prioritario seleccionado
ja: 優先対空セクターを選択
pl: Wybrano przeciwlotniczy sektor priorytetowy
ru: Выбран приоритетный сектор ПВО
uk: Вибрано пріоритетний сектор ППО
zh: Выбран приоритетный сектор ПВО
zh_sg: 已选优先防空区域

# IDS_AA_PRIORITY_SECTOR_SELECTED_RIGHT
source: Priority AA sector selected
es_mx: Sector AA prioritario seleccionado
ja: 優先対空セクターを選択
pl: Wybrano przeciwlotniczy sektor priorytetowy
ru: Выбран приоритетный сектор ПВО
uk: Вибрано пріоритетний сектор ППО
zh: Выбран приоритетный сектор ПВО
zh_sg: 已选优先防空区域

# IDS_ABUSE_CONFIRMED_STATUS_CLEAN
source: Number of Co-op Battles without violations until the penalty is lifted:
es_mx: Número de batallas cooperativas sin violaciones antes de levantar la sanción:
ja: ペナルティ解除までに違反なしでプレイすべき Co-op 戦の戦闘数:
pl: Liczba bitew kooperacyjnych bez naruszeń pozostałych do zniesienia kary:
ru: Кооперативных боёв без нарушений до снятия наказания:
uk: Кооперативних боїв без порушень до зняття покарання:
zh: 在惩处被解除之前，参与过联合战斗而没有违规的场数
zh_sg: 惩罚取消前无违规联合作战的场数：

# IDS_ABUSE_REASON_AFK
source: • Inactivity in battle
es_mx: • Inactividad en batalla
ja: • 戦闘中の不行動
pl: • Bierność w bitwie
ru: • Бездействие в бою
uk: • Бездіяльність у бою
zh: • 在战斗中不活跃
zh_sg: • 战斗中挂机

# IDS_ABUSE_REASON_COMPLAINTS
source: • Reports from players
es_mx: • Reportes de los jugadores
ja: • プレイヤーからの通報
pl: • Zgłoszenia od graczy
ru: • Жалобы от игроков
uk: • Скарги від гравців
zh: • 来自玩家的举报
zh_sg: • 受到玩家举报

# IDS_ABUSE_REASON_GRIEFER
source: • Interfering with allies
es_mx: • Interferir con los aliados
ja: • 味方を妨害
pl: • Przeszkadzanie sojusznikom
ru: • Создание помех союзникам
uk: • Створення перешкод союзникам
zh: • 干扰友军
zh_sg: • 妨碍队友

# IDS_ABUSE_REASON_LEAVER
source: • Quitting a battle early
es_mx: • Salir de una batalla antes de tiempo
ja: • 戦闘からの早期退出
pl: • Wcześniejsze opuszczenie bitwy
ru: • Преждевременный выход из боя
uk: • Передчасний вихід з бою
zh: • 提前退出战斗
zh_sg: • 提前退出战斗

# IDS_ABUSE_REASON_TKILL
source: • Causing damage to allies
es_mx: • Causar daño a los aliados
ja: • 同士討ち
pl: • Uszkadzanie sojuszników
ru: • Нанесение урона союзникам
uk: • Завдавання шкоди союзникам
zh: • 对友军造成伤害
zh_sg: • 伤害队友

# IDS_ABUSE_STATUS_CLEANED
source: Disciplinary penalty lifted
es_mx: Sanción disciplinaria levantada
ja: 懲戒ペナルティ解除
pl: Zniesiono karę dyscyplinarną
ru: Дисциплинарное взыскание снято
uk: Дисциплінарне стягнення знято
zh: 违规惩处解除
zh_sg: 违规惩罚取消

# IDS_ABUSE_STATUS_CLEANED_HINT
source: For observance of the rules of the game, your disciplinary penalty was lifted.
es_mx: Por cumplir las reglas del juego, tu sanción disciplinaria fue levantada.
ja: ゲームルールを順守したため、懲戒ペナルティが解除されました。
pl: Zniesiono Twoją karę dyscyplinarną, ponieważ przestrzegasz reguł gry.
ru: За соблюдение правил игры с вас снято дисциплинарное взыскание.
uk: За дотримання правил гри з вас знято дисциплінарне стягнення.
zh: 因为遵守了游戏规则，您的违规处罚被解除了
zh_sg: 由于遵守游戏规则，您的违规惩罚已取消。

# IDS_ABUSE_STATUS_CONFIRMED
source: Penalty for unsporting conduct
es_mx: Sanción por conducta antideportiva
ja: スポーツマンシップ違反ペナルティ
pl: Kara za niesportowe zachowanie
ru: Наказание за негативное поведение
uk: Покарання за негативну поведінку
zh: 违反规章的惩处
zh_sg: 消极游戏行为惩罚

# IDS_ABUSE_STATUS_CONFIRMED_PUNISHMENT
source: You were penalized for unsporting conduct. Access to all types of battles, except for Co-op Battle, Clan Battle, and Training Battle is blocked.
es_mx: Fuiste sancionado por conducta antideportiva. El acceso a todo tipo de batallas, a excepción de las Batallas Cooperativas, Batallas de Clan y Batallas de Entrenamiento está bloqueado.
ja: スポーツマンシップ違反によりペナルティが科されました。Co-op 戦、クラン戦、トレーニング戦を除く全ての戦闘タイプがブロックされています。
pl: Ukarano Cię za niesportowe zachowanie. Zablokowano dostęp do wszystkich typów bitew, poza bitwami kooperacyjnymi, klanowymi i treningowymi.
ru: Вы получили наказание за негативное поведение. Доступ во все типы боёв, кроме кооперативного, кланового и тренировочного, заблокирован.
uk: Вас покарали за негативну поведінку. Доступ в усі типи боїв, окрім кооперативного, кланового і тренувального, заблоковано.
zh: 您应为违反规章而受到惩处，您无法参与除了联合战斗之外的所有其他模式
zh_sg: 您由于消极游戏行为受到了惩罚。禁止进入联合作战、军团战和战斗训练以外的所有其他战斗模式。

# IDS_ABUSE_STATUS_NORMAL
source: Disciplinary penalty lifted
es_mx: Sanción disciplinaria levantada
ja: 懲戒ペナルティ解除
pl: Zniesiono karę dyscyplinarną
ru: Дисциплинарное взыскание снято
uk: Дисциплінарне стягнення знято
zh: 惩罚
zh_sg: 违规惩罚取消

# IDS_ABUSE_STATUS_NORMAL_PUNISHMENT
source: For observance of the rules of the game, your disciplinary penalty was lifted.
es_mx: Por cumplir las reglas del juego, tu sanción disciplinaria fue levantada.
ja: ゲームルールを順守したため、懲戒ペナルティが解除されました。
pl: Zniesiono Twoją karę dyscyplinarną, ponieważ przestrzegasz reguł gry.
ru: За соблюдение правил игры с вас снято дисциплинарное взыскание.
uk: За дотримання правил гри з вас знято дисциплінарне стягнення.
zh: 因为遵守了游戏规则，您的违规处罚被解除了
zh_sg: 由于遵守游戏规则，您的违规惩罚已取消。

# IDS_ABUSE_STATUS_SUSPECT
source: Warning for unsporting conduct
es_mx: Advertencia por conducta antideportiva
ja: スポーツマンシップ違反に対する警告
pl: Ostrzeżenie za niesportowe zachowanie
ru: Предупреждение за негативное поведение
uk: Попередження за негативну поведінку
zh: 违反规章的警告
zh_sg: 消极行为警告

# IDS_ABUSE_STATUS_SUSPECT_INFO
source: In case of further violations, you will be restricted from access to all types of battles, except for Co-op, Clan, and Training Battles.
es_mx: En caso de más violaciones, se te restringirá el acceso a todo tipo de batallas, a excepción de las Batallas Cooperativas, de Clan y las Batallas de Entrenamiento.
ja: さらなる違反を犯した場合、Co-op 戦、クラン戦、トレーニング戦を除く全ての戦闘タイプがブロックされます。
pl: W przypadku kolejnych naruszeń ograniczony zostanie dostęp do wszystkich typów bitew, poza bitwami kooperacyjnymi, klanowymi i treningowymi.
ru: За дальнейшие нарушения вам будет заблокирован выход во все типы боёв, кроме кооперативного, кланового и тренировочного.
uk: За подальші порушення вам заблокують вхід до всіх типів боїв, окрім кооперативного, кланового і тренувального.
zh: 如果出现累犯的情况，将会被限制进入各种类型的战斗，除了联合战斗之外
zh_sg: 若再次违规，您将被禁止进入联合作战、军团战和战斗训练以外的所有其他战斗模式。

# IDS_ABUSE_STATUS_SUSPECT_PUNISHMENT
source: Teamkill penalty applied. You will lose hit points if you cause damage to your allies.
es_mx: Penalización por destruir a un aliado aplicada. Perderás puntos de vida si causas daño a tus aliados.
ja: 同士討ちペナルティが適用されました。味方にダメージを与えた場合、自艦の HP が減少します。
pl: Nałożono karę za uszkodzenie sojusznika. Tracisz punkty wytrzymałości, kiedy uszkadzasz sojusznicze okręty.
ru: Включён обратный урон. Вы будете терять очки боеспособности при нанесении урона союзникам.
uk: Увімкнено режим зворотної шкоди. Ви втрачатимете очки боєздатності, коли завдаватимете шкоди союзникам.
zh: TK惩罚启用，您会在对友军造成伤害时失去血量
zh_sg: 队友杀手惩罚已生效。伤害队友将扣除您的生命值。

# IDS_ABUSE_STATUS_SUSPECT_PUNISHMENT_INTERACTIVE_MESSAGE
source: You were warned for unsporting conduct. If you cause damage to your allies, the same or increased damage will be dealt to your ship.
es_mx: Recibiste una advertencia por conducta antideportiva. Si causas daño a tus aliados, tu barco recibirá la misma o mayor cantidad de daño.
ja: スポーツマンシップ違反に対して警告が与えられました。味方にダメージを与えた場合、自艦が同量またはそれ以上のダメージを受けます。
pl: Otrzymujesz ostrzeżenie za niesportowe zachowanie. Jeśli uszkadzasz sojuszników, tą samą lub większą ilość uszkodzeń odniesie Twój okręt.
ru: Вам вынесено предупреждение за негативное поведение. При нанесении урона союзникам, такой же или увеличенный урон будет нанесён вашему кораблю.
uk: Вам винесено попередження за негативну поведінку. Якщо ви завдасте шкоди союзникам, такої самої або збільшеної шкоди завдадуть вашому кораблю.
zh: 您因为恶意行为被警告，如果您对友军造成伤害，同样或是更多的伤害将会呈现在您的战舰上
zh_sg: 您受到了消极游戏行为警告。如果继续伤害队友，将扣除您等量或更高的生命值。

# IDS_ABUSE_SUSPECT_STATUS_CLEAN
source: Battles without violations until the penalty is lifted:
es_mx: Batallas sin violaciones antes de levantar la sanción:
ja: ペナルティ解除までに違反なしでプレイすべき戦闘数:
pl: Bitwy bez naruszeń pozostałe do zniesienia kary:
ru: Боёв без нарушений до снятия предупреждения:
uk: Боїв без порушень до зняття попередження:
zh: 在惩处还未解除之前在战斗中没有违反规章
zh_sg: 惩罚取消前保持无违规战斗的场数：

# IDS_ACCEPT
source: ACCEPT
es_mx: ACEPTAR
ja: 承諾
pl: AKCEPTUJ
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ
zh: 接受
zh_sg: 接受

# IDS_ACCEPT_DIVISION_INVITATION_IN_BATTLE
source: Accept the invitation to join the Division
es_mx: Aceptar la invitación para unirte a la División
ja: 分艦隊への招待を承諾
pl: Przyjmij zaproszenie do Dywizjonu
ru: Принять приглашение в отряд
uk: Прийняти запрошення до загону
zh: 接受加入小队的邀请
zh_sg: 接受加入小队的邀请

# IDS_ACCEPT_INVITATION
source: Accept Invitation
es_mx: Aceptar invitación
ja: 招待を承諾
pl: Akceptuj zaproszenie
ru: Принять приглашение
uk: Прийняти запрошення
zh: 接受邀请
zh_sg: 接受邀请

# IDS_ACCESS_LEVEL
source: Access levels
es_mx: Niveles de acceso
ja: アクセスレベル
pl: Poziomy dostępu
ru: Уровни доступа
uk: Рівні доступу
zh: Уровни доступа
zh_sg: 权限等级

# IDS_ACCESS_LEVELS_INSTRUCTION_0
source: Access levels reflect your progress in mastering the game.
es_mx: El nivel de acceso refleja tu progreso en el dominio del juego.
ja: アクセスレベルはこのゲームへの習熟度を反映しています。
pl: Poziomy dostępu odzwierciedlają Twoje opanowanie tajników gry.
ru: Уровни доступа отражают ваш прогресс в освоении игры.
uk: Рівні доступу відображають ваш прогрес у грі.
zh: Уровни доступа отражают ваш прогресс в освоении игры.
zh_sg: 权限等级受您游戏熟练度的影响。

# IDS_ACCESS_LEVELS_INSTRUCTION_1
source: The more battles you take part in, the higher your access level.
es_mx: Al participar en más batallas, mayor será tu nivel de acceso.
ja: 戦闘に参加すればするほどアクセスレベルが上がります。
pl: Im więcej bitew będziesz mieć za pasem, tym wyższy będzie Twój poziom dostępu.
ru: Чем больше проведено боёв, тем выше ваш уровень доступа.
uk: Чим більше боїв ви зіграли, тим вище ваш рівень доступу.
zh: Чем больше проведено боёв, тем выше ваш уровень доступа.
zh_sg: 您参加的战斗场次越多，您的权限等级越高。

# IDS_ACCESS_LEVELS_INSTRUCTION_2
source: Each new access level unlocks more gaming opportunities for you.
es_mx: Cada nivel de acceso nuevo desbloquea más oportunidades de juego para ti.
ja: アクセスレベルが上がる毎に新たな機会がアンロックされます。
pl: Każdy nowy poziom dostępu odblokowuje nowe funkcje w grze.
ru: Каждый новый уровень доступа открывает для вас новые игровые возможности.
uk: Кожен новий рівень доступу відкриває для вас нові ігрові можливості.
zh: Каждый новый уровень доступа открывает для вас новые игровые возможности.
zh_sg: 每达到一个新的权限等级都将为您解锁更多游戏功能。

# IDS_ACCESS_LEVEL_HEADER
source: ACCESS LEVEL %(_accountLevel)s
es_mx: %(_accountLevel)s NIVEL DE ACCESO
ja: アクセスレベル %(_accountLevel)s
pl: %(_accountLevel)s POZIOM DOSTĘPU
ru: %(_accountLevel)s-Й УРОВЕНЬ ДОСТУПА
uk: %(_accountLevel)s РІВЕНЬ ДОСТУПУ
zh: %(_accountLevel)s-Й УРОВЕНЬ ДОСТУПА
zh_sg: %(_accountLevel)s权限等级

# IDS_ACCESS_LEVEL_RISES
source: New access level unlocked
es_mx: Nuevo nivel de acceso desbloqueado
ja: 新たなアクセスレベルをアンロック
pl: Odblokowano nowy poziom dostępu
ru: Получен новый уровень доступа
uk: Отримано новий рівень доступу
zh: 服役纪录进度
zh_sg: 已解锁新的权限等级
