Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC100_WOWS_NYSPEE_DESCRIPTION
source: The "Hunt for Graf Spee" and "Secret Santa" campaigns lit the dark sky in December 2016 with the bright, cheerful fires of burning ships. Valuable prizes and incredible rewards granted in special containers perfectly matched the festive New Year's mood. But when the smoke – mostly, from firecrackers – cleared, it was time to get back to work. In 2017, developers set a number of difficult yet important challenges while players fervently continued to conquer the high seas...
es_mx: Las campañas "La caza del Graf Spee" y "Santa secreto" iluminaron el oscuro cielo en diciembre del 2016 con brillantes y alegres fuegos de barcos en llamas. Valiosos premios e increíbles recompensas otorgadas en contenedores especiales coincidieron perfectamente con el espíritu festivo de Año Nuevo. Pero cuando el humo –en su mayoría, de petardos– desapareció, fue hora de regresar al trabajo. En 2017, los desarrolladores establecieron una cantidad de difíciles pero importantes retos, mientras los jugadores continúan fervientemente conquistando los mares...
ja: キャンペーン「グラーフ・シュペー追撃」および「秘密のサンタ」によって、2016 年 12 月の薄暗い空は、明るく照らし出されました。そう、炎上中の艦艇が放つ陽気な光によって。特別コンテナの中には価値あるアイテムや素晴らしい褒賞が含まれており、新年の華やかな雰囲気をさらに盛り上げました。 しかし、花火やクラッカーの煙が晴れたら、また仕事が始まります。2017 年には、開発者には多くの困難かつ重要な挑戦が待ち構えており、プレイヤーは、大海の制覇を目指した激戦を繰り広げ続けるのです...
pl: Kampanie „Pościg za Grafem Spee” oraz „Mikołajki” rozświetliły ogniem płonących okrętów czarne, grudniowe niebo w 2016 roku. Wartościowe i niesamowite nagrody do zdobycia w specjalnych kontenerach świetnie wpasowały się w noworoczny nastrój. Ale gdy dym – w większości z fajerwerków – opadł, nadszedł czas na powrót do pracy. W 2017 twórcy postawili niełatwe, lecz ważne wyzwania, podczas gdy gracze kontynuowali podbój mórz i oceanów...
ru: «Погоня за Графом Шпее» и «Тайный Санта» ярким и согревающим огнём озарили тёмное небо в декабре 2016 года. Кампании с ценными призами и невероятные награды в специальных контейнерах отлично совпали с новогодним настроением. Когда рассеялся дым, в основном, от праздничных хлопушек, пришло время вернуться к работе. На 2017 год разработчики поставили себе несколько важных и непростых целей, а игроки мужественно продолжили покорять морские просторы...
uk: «Гонитва за Графом Шпеє» і «Таємний Санта» яскравим і зігрівальним вогнем осяяли темне небо грудня 2016 р. Кампанії з цінними призами та неймовірні нагороди в спеціальних контейнерах чудово збіглися з новорічним настроєм. Коли розсіявся дим, переважно, від святкових хлопавок, настав час повернутися до роботи. На 2017 р. розробники поставили собі кілька важливих та непростих цілей, а гравці мужньо продовжили підкорювати морську широчінь...
zh: 「猎杀 施佩伯爵」和「神秘的圣诞老人」战役以光明照亮了 2016 年十二月的漆黑天空，欢乐地烧着那些战舰。从特殊货柜中得到的珍贵奖品和惊人奖励，完美诠释了欢庆新年的心情。 不过当烟雾──大多是来自于鞭炮──被清理干净时，就是该回去工作的时候了。到了 2017 年，开发人员制定出一系列困难但重要的挑战，而玩家们继续热情地征服这片公海。
zh_sg: “狩猎 施佩伯爵”和“神秘的圣诞老人”战役用光明照亮了2016年12月的漆黑天空，欢乐地焚烧着那些战舰。从特殊补给箱中得到的珍贵奖品和惊人奖励，完美诠释了欢庆新年的心情。 不过当烟雾──大多是来自于鞭炮──被清理干净时，就是该回去工作的时候了。到了 2017 年，开发人员制定出一系列困难但重要的挑战，而玩家们继续热情地征服这片公海。

# IDS_PCZC101_WOWS_CAPREWORK
source: Winds of Change
es_mx: Vientos de cambio
ja: 変化の風
pl: Wiatr zmian
ru: Время перемен
uk: Час змін
zh: 变革之风
zh_sg: 变幻之风

# IDS_PCZC101_WOWS_CAPREWORK_DESCRIPTION
source: The highlight of version 0.6.0 was a major update to Commanders. Numerous changes, new skills, and the new feature – Elite Commander XP – immediately sparked stormy discussions even during the Public Test. It took guts, but thanks to support from players (and a little black magic), developers went on to click on the "Release Version" button even though we did have some concerns. And the risk paid off – the updated system of Commander skills has successfully served the needs of players ever since.
es_mx: Lo destacable de la versión 0.6.0 fue una actualización mayor para los comandantes. Numerosos cambios, nuevas habilidades y la nueva característica –XP de comandante de élite– inmediatamente generaron tormentosas discusiones, incluso durante la prueba pública. Se requirió valor, pero gracias al apoyo de los jugadores (y un poco de magia negra), los desarrolladores presionaron el botón "Lanzar versión" a pesar de tenar ciertas dudas. Y el riesgo dio resultado: el sistema actualizado de habilidades del comandante ha satisfecho exitosamente las necesidades de los jugadores desde entonces.
ja: アップデート 0.6.0 のハイライトは、艦長スキルが全面的に刷新されたことでした。従来のスキルの再構成に加え、新スキルも登場し、エリート艦長 EXP という新機能も実装されました。これらに関しては、公開テスト中から活発な議論が交わされました。 これは大変な作業でしたが、プレイヤーの皆様からのサポート (およびちょっとした黒魔術) のおかげで、何とか正式リリースすることができました。そしてその努力は報われたのです。刷新版の艦長スキル・システムは、プレイヤーのニーズにとてもうまく応えてくれました。
pl: Najważniejszy elementem wersji 0.6.0 była duża aktualizacja dowódców. Liczne zmiany, nowe umiejętności i nowa funkcjonalność – Elitarne PD dowódcy – natychmiast rozpętały burzę na wszystkich forach, nawet podczas testów publicznych. Wymagało to odwagi, ale dzięki wsparciu ze strony graczy (i odrobinie czarnej magii) deweloperzy zdecydowali się nacisnąć przycisk „Wprowadź aktualizację”, choć sami mieliśmy pewne obawy. Ryzyko się opłaciło – zaktualizowany system umiejętności dowódcy dobrze sprawdza się od momentu wprowadzenia.
ru: Главной темой версии 0.6.0 стало обновление командиров. Многочисленные правки, новые навыки, новый инструмент — элитный опыт — всё это привело к бурным дискуссиям ещё на этапе Общего теста. Благодаря поддержке игроков (и немножко — тёмной магии) разработчики решились и нажали на кнопку «выпуск версии», хотя некоторые вопросы по-прежнему вызывали опасение. Но риск оказался оправдан, и обновлённая система навыков верно служит игрокам по сей день.
uk: Головною темою версії 0.6.0 стало оновлення командирів. Численні правки, нові уміння, новий інструмент — елітний досвід — все це призвело до бурхливих дискусій ще на етапі Загального тестування. Завдяки підтримці гравців (і трішечки — темній магії) розробники зважилися і натиснули кнопку «випуск версії», хоча деякі питання як і раніше викликали побоювання. Але ризик був виправданим, і оновлена система умінь справно служить гравцям понині.
zh: 0.6.0 版的亮点就是对指挥官的重大更新。即使是在公开测试期间，众多的改变、新技能、以及新功能──精英指挥官经验──立刻引起暴风雨般的讨论。 这需要勇气，不过多亏了玩家们的支持 (以及一点黑魔法)，即使我们仍然有些不安，开发人员还是点下了「释出版本」按钮。而这个风险有了回报──从那时起，更新过的指挥官技能系统成功地满足了玩家的需求。
zh_sg: 0.6.0版的亮点就是对指挥官的重大更新。即使是在公开测试期间，众多的改变、新技能、以及新功能─精英指挥官经验─立刻引起了激烈的讨论。 这需要勇气，不过多亏了玩家们的支持 (以及一点黑科技)，即使我们仍然有些不安，开发人员还是点下了“发布版本”按钮。而这个风险有了回报──从那时起，更新过的指挥官技能系统成功地满足了玩家的需求。

# IDS_PCZC102_WOWS_SMOKERANK
source: I Smoke Wherever I Want
es_mx: Pongo humo donde se me antoja
ja: 俺は好きな場所で煙幕を展開する
pl: Kopcę, gdzie chcę
ru: Дымлю где хочу
uk: Димлю де заманеться
zh: 整片大海都是我的烤肉场
zh_sg: 整片大海都是我的烤肉场

# IDS_PCZC102_WOWS_SMOKERANK_DESCRIPTION
source: Ranked Battle Season Six was launched with the release of Update 0.6.1, and it turned out to be somewhat controversial. We did well in terms of the number of players involved and their activity, but there were critical remarks, too, that couldn't be shrugged off. Thanks to feedback from players and our own observations, we noticed cases of smoke abuse tactics, certain controversial aspects on a number of maps and other problems related to ship balance.
es_mx: La sexta temporada de Batallas por rango se lanzó con la Actualización 0.6.1 y resultó un tanto controvertida. Nos fue bien en cuanto al número de jugadores dentro de la actividad, pero hubo observaciones críticas también, que no podían ser ignoradas. Gracias a los comentarios de los jugadores y a nuestras propias observaciones, notamos casos de abuso con tácticas de humo, ciertos aspectos controvertidos en un número de mapas y otros problemas relacionados con el equilibrio entre barcos.
ja: アップデート 0.6.1 のリリースに合せてランク戦第 6 シーズンを開始しましたが、これは論争の種となりました。多くのプレイヤーが積極的に参加してくれたことは良かったのですが、無視できない大きな問題を抱えていたのです。 そして、プレイヤーの皆様からのフィードバックを参考にしつつ検討を進めた結果として、煙幕を乱用する戦術や、各種マップの問題点、艦艇バランスに関するその他の問題について究明することができたのでした。
pl: Bitwy rankingowe w sezonie szóstym zostały wprowadzone wraz z aktualizacją 0.6.1 i okazały się co najmniej kontrowersyjne. Dobrze oszacowaliśmy liczbę graczy biorących udział, lecz pojawiały się również uwagi krytyczne, które nie mogły zostać zlekceważone. Dzięki wsparciu ze strony graczy i naszym własnym obserwacjom odnotowaliśmy przypadki nadużycia taktyki dymnej, pewne kontrowersyjne elementy na kilku mapach i inne problemy związane z balansem okrętów.
ru: Шестой сезон ранговых боёв, стартовавший в версии 0.6.1, оказался несколько противоречивым. По количеству участников и их активности всё было отлично, но и критические замечания нельзя было пропустить. Благодаря отзывам игроков и собственным наблюдениям разработчики заметили избыток тактики «стояния в дымах», спорные моменты на некоторых картах и проблемы в балансе кораблей.
uk: Шостий сезон Рангових Боїв, що стартував у версії 0.6.1, виявився дещо суперечливим. Щодо кількості учасників та їхньої активності все було чудово, але і критичні зауваження не можна було пропустити. Завдяки відгукам гравців і власним спостереженням розробники помітили надлишок тактики «стояння в димах», суперечливі моменти на деяких мапах і проблеми в балансі кораблів.
zh: 「排位战第六赛季」是随着 0.6.1 更新释出而推出，并且事后证明是有争议的。我们在参与玩家数及其积极性方面做得很好，但也是有批评言论出现，而那是不可忽视的。 多亏了玩家的反馈意见和我们自己的观察，我们注意到烟幕战术滥用的情况、几张地图会有些争议以及和战舰平衡有关的其它问题。
zh_sg: “排位战第六赛季”是随着 0.6.1 更新发布而推出的，并且事后证明是有争议的。我们在参与玩家数及其积极性方面做得很好，但也是有批评言论出现，而那是不可忽视的。 多亏了玩家的反馈意见和我们自己的观察，我们注意到烟幕战术滥用的情况、几张地图会有些争议以及和战舰平衡有关的其它问题。

# IDS_PCZC103_WOWS_MORESOVIETDESTR
source: Need more DDs
es_mx: Necesitamos más destructores
ja: もっと駆逐艦が必要だ
pl: Mało DD, dajcie więcej!
ru: Нужно больше эсминцев
uk: Потрібно більше есмінців
zh: 需要更多驱逐舰
zh_sg: 需要更多驱逐舰

# IDS_PCZC103_WOWS_MORESOVIETDESTR_DESCRIPTION
source: In Update 0.6.2, we added an alternative branch of Soviet destroyers, and it turned out a success. The main branch, with Khabarovsk on top, is well-suited to a playstyle based on cruiser-like artillery engagements. Staying on the move, maintaining constant fire, and delivering lightning-fast strikes – a thrilling combat experience guaranteed. The playstyle of the alternative branch, headed by Grozovoi, will be closer to that of classic destroyers with effective torpedoes and guns used in support.
es_mx: En la Actualización 0.6.2, agregamos una rama alternativa de destructores soviéticos, y resultó un éxito. La rama principal, con el Khabarovsk en lo más alto, es muy adecuada para un estilo de juego basado en los encuentros de artillería del estilo de cruceros. Permanecer en movimiento, mantener un fuego constante y realizar ataques relampagueantes: una experiencia de combate emocionante garantizada. El estilo de juego de la rama alternativa, encabezada por el Grozovoi, es más cercano al de los destructores clásicos, con torpedos eficaces y cañones usados como apoyo.
ja: アップデート 0.6.2 では、ソ連駆逐艦ツリーにサブブランチを追加し、これは好評を得ました。ハバロフスク (Khabarovsk) を頂点とするメインブランチは、巡洋艦に近い砲戦主体のプレイスタイルに適しており、常に動き続けながら積極的に射撃し、高速を活かして急襲を仕掛ける。このようなスリリングな戦闘体験が保証されていました。 一方で、グロザヴォイ (Grozovoi) を頂点としたサブブランチは、魚雷を主体として主砲を補助的に使うという、一般的な駆逐艦に近い特性を有していました。
pl: W aktualizacji 0.6.2 dodaliśmy alternatywną gałąź radzieckich niszczycieli, która okazała się sukcesem. Główna gałąź z Chabarowskiem na szczycie pasuje do sposobu gry opartego na starciach artyleryjskich w stylu krążowników. Pozostawanie w ruchu, ciągłe prowadzenie ognia oraz błyskawiczne ataki są gwarancją niesamowitych emocji w każdej bitwie. Styl gry alternatywnej gałęzi, na której czele stoi Grozovoj, przypomina bardziej klasyczne niszczyciele ze skutecznymi torpedami i artylerią służącą jako wsparcie.
ru: Разделение советских эсминцев в версии 0.6.2 удалось на славу. Основная ветка во главе с «Хабаровском» по тактике ещё сильнее стала походить на кавалерию. Постоянное перемещение и стрельба, молниеносные удары и другие острые моменты там присутствуют в избытке. Альтернативная ветка во главе с «Грозовым» получилась более универсальной: она не стесняется торпед и хорошо подходит для поддержки.
uk: Поділ радянських есмінців у версії 0.6.2 удався на славу. Основна гілка на чолі з «Хабаровськом» за тактикою ще сильніше стала схожою на кавалерію. Постійне переміщення і стрілянина, блискавичні удари і інші гострі моменти присутні там із надлишком. Альтернативна гілка на чолі з «Грозовим» вийшла універсальнішою: вона не соромиться торпед і добре пасує для підтримки.
zh: 0.6.2 更新中，我们加入了S系驱逐舰替代分支，而结果是成功的。以 哈巴罗夫斯克 为首的主要分支，非常适合以巡洋舰般火炮交战的游戏风格。保持移动、维持不间断的火力、并且进行闪电般快速的突袭──担保会有一场惊险刺激的战斗体验。 由 雷暴 领头的替代分支会更接近典型的驱逐舰游戏风格，有效运用鱼雷并以舰炮来支持。
zh_sg: 0.6.2 版更新中，我们加入了苏联驱逐舰分支，而结果是成功的。以Khabarovsk为首的主要支线，非常适合以巡洋舰般火炮交战的游戏风格。保持移动、维持不间断的火力、并且进行闪电般快速的突袭──担保会有一场惊险刺激的战斗体验。 由雷暴领衔的支线会更接近典型的驱逐舰游戏风格，有效运用鱼雷并以舰炮来支持。

# IDS_PCZC104_WOWS_FRENCHCRUISER
source: What's Next? Engine Boosters for Battleships?
es_mx: ¿Qué sigue? ¿Impulsos de motor para los acorazados?
ja: 次は? エンジンブーストを戦艦にも搭載するの?
pl: Co dalej? Doładowanie silnika dla pancerników?
ru: Что дальше? Форсаж на линкорах?
uk: Що далі, форсаж на лінкорах?
zh: 接下来咧？战列舰用的引擎增压器？
zh_sg: 接下来？战列舰用的引擎增压器？

# IDS_PCZC104_WOWS_FRENCHCRUISER_DESCRIPTION
source: The French cruiser tech tree that appeared in the game with the release of Update 0.6.4 turned out to be well-balanced, with no apparent imbalances. At the same time, its release inspired players to learn a number of words from the glossary of French cuisine. The Engine Boost consumable matched the ships' characteristics well, while Henri IV, the Tier X ship carrying formidable 240 mm guns, quickly assumed the role of the best cruiser for dealing damage.
es_mx: El árbol tecnológico de cruceros franceses que apareció en el juego con el lanzamiento de la Actualización 0.6.4. resultó bien equilibrado, sin problemas aparentes. Al mismo tiempo, su lanzamiento inspiró a los jugadores a aprender unas cuantas palabras del glosario de la cocina francesa. El consumible Impulso de motor coincidió bien con las características del barco, mientras el Henri IV, el barco del nivel X que cuenta con formidables cañones de 240 mm, rápidamente asumió el papel del mejor crucero por daño causado.
ja: アップデート 0.6.4 で実装されたフランス巡洋艦ツリーはバランスが良好であり、バランス上の問題点が皆無でした。そしてこのツリーの実装は、プレイヤーがフランス料理の用語を学ぶ良い機会になりました。 消耗品「エンジンブースト」はこれらの艦艇の特性によく合っており、Tier X のアンリ 4 世 (Henri IV) は、巡洋艦としては異例の 240 mm 砲を搭載しており、最高火力の巡洋艦としての地位を素早く固めました。
pl: Gałąź technologiczna francuskich krążowników, która pojawiła się w grze wraz z wprowadzeniem aktualizacji 0.6.4, okazała się dobrze wyważona, bez widocznych braków w balansie. Jednocześnie zainspirowała graczy do nauczenia się kilku słów z francuskiej książki kucharskiej. Doładowanie silnika dobrze wpasowało się w charakterystykę okrętów, a Henri IV, okręt X poziomu wyposażony w pokaźne działa kalibru 240 mm, szybko zajął miejsce najlepszego krążownika pod względem zadawanych uszkodzeń.
ru: Ветка французских крейсеров, которую выпустили в версии 0.6.4, была достаточно сбалансированной и без явных перекосов. Зато её выход побудил игроков выучить несколько терминов из словаря французской кулинарии. Снаряжение «Форсаж» неплохо дополняло ТТХ кораблей, а Henri IV на X уровне со своим калибром 240 мм быстро занял нишу лучшего крейсера для набивания урона.
uk: Гілка французьких крейсерів, яку випустили у версії 0.6.4, була досить збалансованою і без явних недоліків. Проте її вихід спонукав гравців вивчити кілька термінів зі словника французької кулінарії. Спорядження «Форсаж» непогано доповнювало ТТХ кораблів, а Henri IV на X рівні зі своїм калібром 240 мм швидко зайняв нішу найліпшого крейсера для завдавання шкоди.
zh: 随着 0.6.4 更新释出出现在游戏中的F系巡洋舰科技树被证明有着充分平衡，没有明显的不平衡。与此同时，它的释出也激励玩家从法式菜肴词汇中学习了几个字词。 引擎增压消耗品和战舰的特性配合得很好，而 亨利四世，搭载了可怕的 240 毫米舰炮的 X 阶战舰，很快地取得了造成伤害的最佳巡洋舰角色。
zh_sg: 随着0.6.4版更新发布出现在游戏中的法国巡洋舰科技树，证明有着充分的平衡性，没有明显的不平衡；与此同时，也激励了玩家从法式菜肴词汇中学习了几个字词。 引擎增压消耗品和战舰的特性配合得很好，而亨利四世这艘搭载了恐怖的240毫米舰炮的X级战舰，很快地取得了最佳输出型巡洋舰的角色。

# IDS_PCZC105_WOWS_BISMARCK
source: The Mighty Bismarck
es_mx: El poderoso Bismarck
ja: マイティ・ビスマルク
pl: Potężny Bismarck
ru: Старина Бисмарк
uk: Давній добрий Бісмарк
zh: 强大的 俾斯麦
zh_sg: 強大的 俾斯麦

# IDS_PCZC105_WOWS_BISMARCK_DESCRIPTION
source: The Hunt for Bismarck campaign rolled out on a noble scale. Over 300 thousand participants, more than 141 thousand completed collections, and over 7 million containers received. More than 60 thousand Tier VIII battleships Bismarck distributed among players with widely varying levels of skills. The addition of a story-telling element to the game client in the form of a historical reference to various campaign missions was a big plus of the event.
es_mx: La campaña de la Caza del Bismarck se desarrolló de manera notable. Más de 300 mil participantes, más de 141 mil colecciones completadas, y más de 7 millones de contenedores recibidos. Más de 60 mil acorazados Bismarck de nivel VII se distribuyeron entre jugadores con distintos niveles de habilidad. La adición del elemento histórico al cliente del juego, en forma de referencias históricas en las distintas misiones de la campaña, fue una gran ventaja del evento.
ja: キャンペーン「ビスマルク追撃戦」は、大規模なものでした。参加者は 30 万人以上であり、そのうち 14 万人がコレクションを完成させ、付与されたコンテナの数は 700 万個を超えました。そして 6 万隻以上もの Tier VIII 戦艦ビスマルク (Bismarck) が、様々なスキルのプレイヤーの手に渡りました。 このイベントでは、キャンペーンの各種ミッションを達成することで、歴史に関する読み物が読めるという要素が用意されており、これもまたプレイヤーを大いに楽しませました。
pl: Kampania Polowanie na Bismarcka okazała się olbrzymim przedsięwzięciem. Ponad 300 tysięcy uczestników, ponad 141 tysięcy zdobytych kolekcji i ponad 7 milionów odebranych kontenerów. Graczom o bardzo różnych poziomach umiejętności rozdano ponad 60 tysięcy Bismarcków, pancerników VIII poziomu. Dodanie elementu opowieści o powiązaniu historycznym do klienta gry w różnych misjach kampanii było dużym plusem wydarzenia.
ru: Кампания «Охота на "Бисмарк"» прошла с настоящим размахом. Более 300 000 участников, более 141 000 собранных коллекций, более 7 000 000 полученных контейнеров. И более 60 000 линкоров VIII уровня Bismarck, розданных игрокам с самым разным уровнем мастерства. Большим плюсом этого мероприятия стало и то, что в клиент игры был добавлен сюжетный элемент, в виде исторической справки к миссиям кампании.
uk: Кампанія "Полювання на Бісмарк" відбулася на широку ногу. Більш ніж 300 000 учасників, понад 141 000 зібраних колекцій, більш як 7 000 000 отриманих контейнерів. І більш за 60 000 лінкорів VIII рівня Bismarck, розданих гравцям з різними рівнями майстерності. Плюсом цього заходу стало і те, що до клієнта гри додали сюжетний елемент, у вигляді історичної довідки до місій кампанії.
zh: 「狩猎 俾斯麦 」战役以华丽的规模推出。有超过 30 万位参与者、完成了超过 14.1 万个收藏、以及得到了超过 700 万个货柜。有超过 6 万艘 VIII 阶 俾斯麦 战列舰分布在有着不同技巧水平的玩家手上。 以各种战役任务的历史参考形式增加故事元素到游戏客户端为事件的一大重点。
zh_sg: “狩猎俾斯麦”战役的退出上演了一场华丽的表演。有超过30万位参与者、完成了超过14.1万个收藏、以及得到了超过700万个补给箱。有超过6万艘VIII级俾斯麦战舰落在有着不同技巧水平的玩家手上。 以各种战役任务的历史参考形式增加故事元素到游戏客户端为事件的一大重点。

# IDS_PCZC106_WOWS_BOTREVENGE
source: Revenge of the Bots
es_mx: La venganza de los bots
ja: ボットの逆襲
pl: Zemsta Botów
ru: Месть ботов
uk: Помста ботів
zh: 电脑的复仇
zh_sg: 电脑的复仇

# IDS_PCZC106_WOWS_BOTREVENGE_DESCRIPTION
source: One beautiful frosty morning, the developers realized that a surprisingly large number of players were enjoying the Cooperative battles mode, where they fight against bots. This was quite a surprise, because the Co-op Battles mode was initially designed to let them try out new ships they obtained in the game – that's it. However, the number of people who like it and the success of the Halloween campaign showed that PvE battles deserve further consideration. The first season of Operations came out with the release of Update 0.6.6 and offered four unique battle scenarios: defending a naval base, mounting an attack on a convoy, delivering a strike at a base, and escorting an aircraft carrier. It's noteworthy that bots got a bit smarter and PvE is gradually evolving from a shooting gallery with ships to a distinct, interesting battle mode.
es_mx: Una hermosa y helada mañana, los desarrolladores se dieron cuenta de que una sorprendente cantidad de jugadores estaban en batallas del modo Cooperativo, donde deben pelear contra bots. Esto fue toda una sorpresa, porque las batallas del modo Cooperativo fueron diseñadas inicialmente para que lo jugadores probaran los nuevos barcos que obtuvieron en el juego y nada más. Sin embargo, el número de jugadores a los que les gustó y el éxito de la campaña de Halloween mostraron que las batallas JCE merecían mayor atención. La primera temporada de Operaciones llegó con el lanzamiento de la Actualización 0.6.6 y ofreció escenarios de batalla únicos: defender una base naval, montar un ataque sobre un convoy, realizar un ataque a una base y escoltar un portaaviones. Cabe mencionar que los bots se volvieron un poco más inteligentes y que el JCE está evolucionando gradualmente de una galería de tiro con barcos a un modo de batalla único e interesante.
ja: 霧に覆われたある美しい朝に、開発チームは、Co-op 戦でボット相手の戦闘を楽しむプレイヤーの数が驚くほど多い、という事実に気付きました。このモードは当初は入手したばかりの新艦艇を試すためのモードとして設計されたモードであったため、開発チームにとってこの事実は驚くべきものだったのです。しかし、このモードを楽しむプレイヤーの数が多いという事実と、ハロウィーン・モードが大好評だったという結果を踏まえ、PvE 要素の充実を図ることに決めました。 そしてアップデート 0.6.6 において、PvE オペレーションの第 1 弾を実装し、海軍基地の防衛、船団奪還、基地攻撃、空母護衛という、4 つの特徴的なシナリオを用意しました。これに伴いボットが少し賢くなり、PvE モードが単純に敵艦を撃つだけのモードから、特徴的な興味深い戦闘モードへと進化を果たしつつあるという点は、特筆に値すべきでしょう。
pl: Pewnego pięknego, mroźnego poranka twórcy zauważyli zaskakująco dużą liczbę osób grających w trybie bitew kooperacyjnych, gdzie gracze walczą przeciwko botom. Była to spora niespodzianka, ponieważ tryb bitew kooperacyjnych był pierwotnie stworzony po to, by pozwolić graczom przetestować okręty zdobyte w grze – i tyle. Jednak liczba graczy, którzy go polubili, i skala sukcesu kampanii halloweenowej pokazały nam, że bitwy przeciwko sztucznej inteligencji zasługują na większą uwagę. Pierwszy sezon Operacji został wprowadzony wraz z aktualizacją 0.6.6 i oferował cztery unikatowe scenariusze bitewne: obrona bazy morskiej, atak na konwój, przypuszczenie szturmu na bazę i eskortowanie lotniskowca. Warto zwrócić uwagę, że boty stały się ciut sprytniejsze, a tryb PvE przeistacza się ze strzelania do kaczek w wymagający i interesujący tryb bitwy.
ru: Как-то раз, прекрасным морозным утром, разработчики поняли, что в кооперативных боях на удивление много игроков. На удивление — потому что изначально кооперативные бои задумывались как возможность обкатать пару раз очередной новый кораблик, не более. Однако количество игроков и успешное проведение Хэллоуина настойчиво показывали, что PvE — бои против ботов — нужно развивать. Первый сезон Операций вышел вместе с обновлением 0.6.6 и принёс четыре уникальных сражения: защиту военно-морской базы, атаку конвоя, нападение на базу и сопровождение авианосца. Надо сказать, с тех пор боты немного поумнели и PvE постепенно превращается из тира с корабликами в полноправный интересный тип боя.
uk: Якось, чудового морозного ранку, розробники зрозуміли, що у кооперативних боях на диво багато гравців. На диво — тому що спочатку кооперативні бої замислювалися як можливість обкатати кілька разів черговий новий кораблик, і не більше. Однак кількість гравців та успішна подія зі святкування Хеловіну вказували на те, що PvE — бої проти ботів — потрібно розвивати. Перший сезон Операцій вийшов разом з оновленням 0.6.6 і приніс чотири унікальні битви: захист військово-морської бази, атаку конвою, напад на базу і супровід авіаносця. Варто сказати, відтоді і боти трохи порозумнішали, а PvE поступово перетворюється з тиру з корабликами на повноцінний цікавий тип бою.
zh: 一个美丽而寒冷的早上，开发人员意识到出乎意料地有大量玩家正玩着联合作战模式，玩家在里面对抗着电脑。这十足是个惊喜，因为联合作战模式起初是为了让玩家试验他们在游戏中获得的新战舰而设计──真的只有这样。然而，喜欢它的玩家数量以及万圣节战役的成功表明了电脑对战的战斗值得进一步考虑。 第一季行动随着 0.6.6 更新释出而出现并且提供了四种独特的战斗：保卫海军基地、对舰团发动攻击、突袭一座基地、以及护送航空母舰。值得注意的是，电脑变得有点聪明以及电脑对战从一个有着战舰的射击场逐渐演变成一个独特、有趣的战斗模式。
zh_sg: 一个美丽而寒冷的早上，开发人员出乎意料地发现有大量玩家正玩着联合作战模式，玩家在里面对抗着机器人。这十足是个惊喜，因为联合作战模式起初只是为了让玩家试验他们在游戏中获得的新战舰而设计─真的只有这样。然而，喜欢它的玩家数量以及万圣节战役的成功表明了对抗电脑的战斗值得进一步考虑。 第一季行动随着 0.6.6 更新发布而出现并且提供了四种独特的战斗：保卫海军基地、攻击舰团、突袭基地、以及护卫航空母舰。值得注意的是，电脑变得更聪明了并且PVE模式从一个靶场练习地逐渐演变成一个独特、有趣的战斗模式。
