Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT166_CampaignSB_Mission02_Task06_1
source: Win %(count)d battle in which you were among the top 3 XP earners on your team.
es_mx: Gana %(count)d batalla en donde seas uno de los 3 jugadores que obtuvieron más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内 TOP 3 を達成して勝利する。
pl: Wygraj %(count)d bitwę, w której znajdziesz się w najlepszej trójce swojej drużyny pod względem zdobytego doświadczenia.
ru: Одержите победу в %(count)d бою, при этом войдите в топ-3 своей команды по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж посядьте місце у топ-3 своєї команди за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队前 3 名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名前3。

# IDS_PCQT167_CampaignSB_Mission02_Task07_1
source: Destroy %(count)d destroyer.
es_mx: Destruye %(count)d destructor.
ja: 駆逐艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niszczyciel.
ru: Уничтожьте %(count)d эсминец.
uk: Знищте %(count)d есмінець.
zh: 击毁 %(count)d 艘驱逐舰。
zh_sg: 击毁%(count)d艘驱逐舰。

# IDS_PCQT168_CampaignSB_Mission02_Task08_Key_1
source: Earn %(count)d Commander XP.
es_mx: Obtén %(count)d de puntos de XP del Comandante.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
uk: Здобудьте %(count)d од. досвіду командира.
zh: 获得 %(count)d 指挥官经验。
zh_sg: 获得%(count)d点指挥官经验。

# IDS_PCQT171_CampaignSB_Mission03_Task01_1
source: Cause %(count)d HP of damage to U.S.S.R. ships.
es_mx: Causa %(count)d HP de daño a barcos de la U.R.S.S.
ja: ソ連艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń radzieckim okrętom.
ru: Нанесите %(count)d урона кораблям СССР.
uk: Завдайте %(count)d од. шкоди кораблям СРСР.
zh: 对S系战舰造成 %(count)d 血量伤害。
zh_sg: 对苏联战舰造成%(count)d血量伤害。

# IDS_PCQT172_CampaignSB_Mission03_Task02_1
source: Earn %(count)d "Defended" ribbon in a single battle.
es_mx: Obtén %(count)d cinta "Defendida" en una sola batalla.
ja: 1 戦で「防衛」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Obrona” w jednej bitwie.
ru: Получите %(count)d ленту «Защитил» в одном бою.
uk: Отримайте %(count)d стрічку «Захистив» в одному бою.
zh: 在一场战斗中获得 %(count)d 个「防御」勋带。
zh_sg: 在一场战斗中获得%(count)d个“防御”勋带。

# IDS_PCQT173_CampaignSB_Mission03_Task03_1
source: Incapacitate %(count)d "Engine" module on an enemy ship.
es_mx: Incapacita %(count)d módulo "Motor" en un barco enemigo.
ja: 敵艦艇の「主機」モジュール %(count)d 個を機能停止させる。
pl: Uszkodź poważnie %(count)d moduł „Silnik” okrętu wroga.
ru: Выведите из строя %(count)d модуль «Двигатель» на корабле противника.
uk: Виведіть з ладу %(count)d модуль «Двигун» на кораблі супротивника.
zh: 瘫痪敌方战舰上的「引擎」配件 %(count)d 个。
zh_sg: 致使%(count)d 个敌舰“引擎”配件失效。

# IDS_PCQT174_CampaignSB_Mission03_Task04_1
source: Be the first to spot %(count)d enemy aircraft carrier.
es_mx: Se el primero en detectar %(count)d portaaviones enemigo.
ja: 最初に敵航空母艦を %(count)d 隻発見する。
pl: Wykryj jako pierwszy %(count)d lotniskowiec wroga.
ru: Первым обнаружьте %(count)d авианосец противника.
uk: Першим виявіть %(count)d авіаносець супротивника.
zh: 成为第一个侦察到 %(count)d 艘敌方航空母舰。
zh_sg: 第一个侦察到%(count)d艘敌方航空母舰。

# IDS_PCQT175_CampaignSB_Mission03_Task05_1
source: Earn %(count)d "AA Defense Expert" or "King of the Air" achievement.
es_mx: Obtén %(count)d logro "Experto en Defensa AA" o "Rey del Aire".
ja: 勲章「対空エース」または「空の王者」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Ekspert obrony przeciwlotniczej” lub „Król przestworzy” %(count)d raz.
ru: Получите %(count)d достижение «Мастер ПВО» или «Король воздуха».
uk: Отримайте %(count)d досягнення «Майстер ППО» або «Король повітря».
zh: 获得 %(count)d 个「防空火炮专家」和「战机杀手」成就。
zh_sg: 获得%(count)d次“对空防御专家”或“空战之王”成就。

# IDS_PCQT176_CampaignSB_Mission03_Task06_1
source: Win %(count)d battle in which you were the top XP earner on your team.
es_mx: Gana %(count)d batalla en donde seas el jugador que obtuvo más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内最高を達成して勝利する。
pl: Wygraj %(count)d bitwę i bądź pierwszy w swojej drużynie pod względem zdobytych PD.
ru: Одержите победу в %(count)d бою, при этом будьте первым в своей команде по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж станьте першим у своїй команді за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队第一名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名第一。

# IDS_PCQT177_CampaignSB_Mission03_Task07_1
source: Destroy %(count)d cruiser.
es_mx: Destruye %(count)d crucero.
ja: 巡洋艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d krążownik.
ru: Уничтожьте %(count)d крейсер.
uk: Знищте %(count)d крейсер.
zh: 击毁 %(count)d 艘巡洋舰。
zh_sg: 击毁%(count)d艘巡洋舰。

# IDS_PCQT178_CampaignSB_Mission03_Task08_Key_1
source: Earn %(count)d Free XP.
es_mx: Obtén %(count)d puntos de XP Libre.
ja: %(count)d フリー EXP 取得する。
pl: Zdobądź %(count)d wolnych PD.
ru: Заработайте %(count)d свободного опыта.
uk: Здобудьте %(count)d од. вільного досвіду.
zh: 获得 %(count)d 全局经验。
zh_sg: 获得%(count)d全局经验。

# IDS_PCQT181_CampaignSB_Mission04_Task01_1
source: Cause %(count)d HP of damage to German ships.
es_mx: Causa %(count)d HP de daño a barcos de alemanes.
ja: ドイツ艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niemieckim okrętom.
ru: Нанесите %(count)d урона кораблям Германии.
uk: Завдайте %(count)d од. шкоди кораблям Німеччини.
zh: 对D系战舰造成 %(count)d 血量伤害。
zh_sg: 对德国战舰造成%(count)d血量伤害。

# IDS_PCQT182_CampaignSB_Mission04_Task02_1
source: Destroy %(count)d aircraft in a single battle.
es_mx: Destruye %(count)d avión en una sola batalla.
ja: 1 戦で航空機を %(count)d 機撃墜する。
pl: Zniszcz %(count)d samolot w jednej bitwie.
ru: Уничтожьте %(count)d самолёт в одном бою.
uk: Знищте %(count)d літак в одному бою.
zh: 在一场战斗中击毁 %(count)d 架敌方飞机。
zh_sg: 在一场战斗中击毁%(count)d架敌方飞机。

# IDS_PCQT183_CampaignSB_Mission04_Task03_1
source: Incapacitate %(count)d "Steering Gear" module on an enemy ship.
es_mx: Incapacita %(count)d módulo "Engrane de Dirección" en un barco enemigo.
ja: 敵艦艇の「操舵装置」モジュール %(count)d 個を機能停止させる。
pl: Uszkodź poważnie moduł „Układ sterowania” okrętu wroga %(count)d raz.
ru: Выведите из строя %(count)d модуль «Рулевая машина» на корабле противника.
uk: Виведіть з ладу %(count)d модуль «Рульовий механізм» на кораблі супротивника.
zh: 瘫痪敌方战舰上的「操舵装置」配件 %(count)d 个。
zh_sg: 致使%(count)d 个敌舰“操舵装置”配件失效。

# IDS_PCQT184_CampaignSB_Mission04_Task04_1
source: Spot %(count)d torpedo.
es_mx: Detecta %(count)d torpedo.
ja: 魚雷を %(count)d 本発見する。
pl: Wykryj %(count)d torpedę.
ru: Обнаружьте %(count)d торпеду.
uk: Виявіть %(count)d торпеду.
zh: 侦察到 %(count)d 颗鱼雷。
zh_sg: 发现%(count)d枚鱼雷。

# IDS_PCQT185_CampaignSB_Mission04_Task05_1
source: Earn %(count)d "Fireproof" achievement.
es_mx: Obtén %(count)d logro "Ignífugo".
ja: 勲章「防火」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Ognioodporny” %(count)d raz.
ru: Получите %(count)d достижение «Несгораемый».
uk: Отримайте %(count)d досягнення «Неспалимий».
zh: 获得 %(count)d 个「耐火专精」成就。
zh_sg: 获得%(count)d次“耐火专精”成就。

# IDS_PCQT186_CampaignSB_Mission04_Task06_1
source: Win and survive %(count)d battle in which you were the top XP earner on your team.
es_mx: Gana y sobrevive %(count)d batalla en donde seas el jugador que obtuvo más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内最高を達成して勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę, w której jesteś pierwszy w swojej drużynie pod względem zdobytych PD.
ru: Выживите и одержите победу в %(count)d бою, при этом будьте первым в своей команде по количеству заработанного опыта.
uk: Виживіть та здобудьте перемогу у %(count)d бою, до того ж станьте першим у своїй команді за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并存活下来且获得置身己队第一名的经验。
zh_sg: 赢得%(count)d场战斗并存活下来，获得经验在我方团队中排名第一。

# IDS_PCQT187_CampaignSB_Mission04_Task07_1
source: Destroy %(count)d enemy aircraft carrier.
es_mx: Destruye %(count)d portaaviones enemigo.
ja: 敵航空母艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d lotniskowiec wroga.
ru: Уничтожьте %(count)d авианосец противника.
uk: Знищте %(count)d авіаносець супротивника.
zh: 击毁 %(count)d 艘敌方航空母舰。
zh_sg: 击毁%(count)d艘敌方航空母舰。

# IDS_PCQT188_CampaignSB_Mission04_Task08_Key_1
source: Earn %(count)d XP.
es_mx: Obtén %(count)d puntos de XP.
ja: %(count)d EXP 取得する。
pl: Zdobądź %(count)d PD.
ru: Заработайте %(count)d опыта.
uk: Здобудьте %(count)d од. досвіду.
zh: 获得 %(count)d 经验。
zh_sg: 获得%(count)d经验。

# IDS_PCQT191_CampaignSB_Mission05_Task01_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT192_CampaignSB_Mission05_Task02_1
source: Earn %(count)d XP in a single battle.
es_mx: Obtén %(count)d puntos de XP en una sola batalla.
ja: 1 戦で %(count)d EXP 取得する。
pl: Zdobądź %(count)d PD w jednej bitwie.
ru: Заработайте %(count)d опыта за один бой.
uk: Здобудьте %(count)d од. досвіду за один бій.
zh: 在一场战斗中获得 %(count)d 经验。
zh_sg: 在一场战斗中获得%(count)d经验。

# IDS_PCQT193_CampaignSB_Mission05_Task03_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT194_CampaignSB_Mission05_Task04_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT195_CampaignSB_Mission05_Task05_1
source: Earn %(count)d "High Caliber" achievement.
es_mx: Obtén %(count)d logro "Alto Calibre".
ja: 勲章「大口径」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Duży kaliber” %(count)d raz.
ru: Получите %(count)d достижение «Основной калибр».
uk: Отримайте %(count)d досягнення «Основний калібр».
zh: 获得 %(count)d 个「重创」成就。
zh_sg: 获得%(count)d次“重创”成就。

# IDS_PCQT196_CampaignSB_Mission05_Task06_1
source: Win %(count)d battle in which you were the top XP earner on your team.
es_mx: Gana %(count)d batalla en donde seas el jugador que obtuvo más experiencia en tu equipo.
ja: %(count)d 戦、取得 EXP でチーム内最高を達成して勝利する。
pl: Wygraj %(count)d bitwę i bądź pierwszy w swojej drużynie pod względem zdobytych PD.
ru: Одержите победу в %(count)d бою, при этом будьте первым в своей команде по количеству заработанного опыта.
uk: Здобудьте перемогу у %(count)d бою, до того ж станьте першим у своїй команді за кількістю здобутого досвіду.
zh: 赢得 %(count)d 场战斗并且获得置身己队第一名的经验。
zh_sg: 赢得%(count)d场战斗并且获得经验在我方团队中排名第一。

# IDS_PCQT197_CampaignSB_Mission05_Task07_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT198_CampaignSB_Mission05_Task08_Key_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT201_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT202_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT203_1
source: Play %(count)d battle starting from December 28, 2016 (server time).
es_mx: Juega %(count)d batalla, a partir del 28 de diciembre del 2016 (hora del servidor).
ja: 2016 年 12 月 28 日 (サーバー時間) 以降に %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę począwszy od 28 grudnia 2016 (czasu serwera).
ru: Сыграйте %(count)d бой не раньше 28 декабря 2016 года (по серверному времени).
uk: Зіграйте %(count)d бій, починаючи з 28 грудня 2016 року (за серверним часом).
zh: 进行 %(count)d 场战斗，从 2016 年十二月 28 日起 (服务器时间)。
zh_sg: 从2016年12月 28日起，共进行%(count)d场战斗(服务器时间)。

# IDS_PCQT205_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT206_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT207_1
source: Play %(count)d battle starting from January 2, 2017 (server time).
es_mx: Juega %(count)d batalla, a partir del 2 de enero del 2017 (hora del servidor).
ja: 2017 年 1 月 2 日 (サーバー時間) 以降に %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę począwszy od 2 stycznia 2017 (czasu serwera).
ru: Сыграйте %(count)d бой не раньше 2 января 2017 года (по серверному времени).
uk: Зіграйте %(count)d бій, починаючи з 2 січня 2017 року (за серверним часом).
zh: 进行 %(count)d 场战斗，从 2017 年一月 2 日起 (服务器时间)。
zh_sg: 从2017年1月 2日起，共进行%(count)d场战斗(服务器时间)。

# IDS_PCQT210_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT211_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT212_1
source: Play %(count)d battle starting from January 9, 2017 (server time).
es_mx: Juega %(count)d batalla, a partir del 9 de enero del 2017 (hora del servidor).
ja: 2017 年 1 月 9 日 (サーバー時間) 以降に %(count)d 戦プレイする。
pl: Wygraj %(count)d bitwę począwszy od 9 stycznia 2017 (czasu serwera).
ru: Сыграйте %(count)d бой не раньше 9 января 2017 года (по серверному времени).
uk: Зіграйте %(count)d бій, починаючи з 9 січня 2017 року (за серверним часом).
zh: 进行 %(count)d 场战斗，从 2017 年一月 9 日起 (服务器时间)。
zh_sg: 从2017年1月 9日起，共进行%(count)d场战斗(服务器时间)。

# IDS_PCQT215_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT216_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT217_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT220_1
source: Play %(count)d battle with cruiser Graf Spee.
es_mx: Juega %(count)d batalla con el crucero Graf Spee.
ja: 巡洋艦 Graf Spee で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę krążownikiem Graf Spee.
ru: Сыграйте %(count)d бой на крейсере Graf Spee.
uk: Зіграйте %(count)d бій крейсером Graf Spee.
zh: 用巡洋舰海军上将施佩伯爵进行 %(count)d 场战斗。
zh_sg: 用巡洋舰施佩伯爵进行%(count)d场战斗。

# IDS_PCQT221_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT222_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT223_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT224_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT225_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT226_1
source: Play %(count)d battle with cruiser Graf Spee.
es_mx: Juega %(count)d batalla con el crucero Graf Spee.
ja: 巡洋艦 Graf Spee で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę krążownikiem Graf Spee.
ru: Сыграйте %(count)d бой на крейсере Graf Spee.
uk: Зіграйте %(count)d бій крейсером Graf Spee.
zh: 用巡洋舰海军上将施佩伯爵进行 %(count)d 场战斗。
zh_sg: 用巡洋舰施佩伯爵进行%(count)d场战斗。

# IDS_PCQT231_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT232_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT233_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT234_1
source: Hit enemy ships %(count)d time.
es_mx: Impacta barcos enemigos %(count)d vez.
ja: 敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz.
ru: Попадите по кораблям противника %(count)d раз.
uk: Влучте у кораблі супротивника %(count)d раз.
zh: 击中敌方战舰 %(count)d 次。
zh_sg: 击中敌方战舰%(count)d次。

# IDS_PCQT235_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите кораблям противника %(count)d урона.
uk: Завдайте кораблям супротивника %(count)d од. шкоди.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT236_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT241_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT242_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT243_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT244_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT245_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。
