Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PXGA059_40MM_BOFORS_MK1
source: 40 mm Rustofors Mk1
ru: 40-мм Rustofors Mk1
uk: 40-мм Rustofors Mk1
zh: 40-мм Rustofors Mk1

# IDS_PXGA060_20MM_OERLIKON_MK4
source: 20 mm Rustlikon Mk4
ru: 20-мм Rustlikon Mk4
uk: 20-мм Rustlikon Mk4
zh: 20-мм Rustlikon Mk4

# IDS_PXGA061_40MM_BOFORS_MK2
source: 40 mm Rustofors Mk2
ru: 40-мм Rustofors Mk2
uk: 40-мм Rustofors Mk2
zh: 40-мм Rustofors Mk2

# IDS_PXGA062_12_DSHK
source: 12 mm DNA
ru: 12-мм ДНК
uk: 12-мм ДНК
zh: 12-мм ДНК

# IDS_PXGA063_37MM_67_V21
source: 37 mm Trilobit
ru: 37-мм Трилобит
uk: 37-мм Трилобіт
zh: 37-мм Трилобит

# IDS_PXGA064_37MM_46K
source: 37 mm Trilobit-4
ru: 37-мм Трилобит-4
uk: 37-мм Трилобіт-4
zh: 37-мм Трилобит-4

# IDS_PXGA065_25MM_TYPE96_SINGLE
source: 25 mm Plankton Mk1
ru: 25-мм Plankton Mk1
uk: 25-мм Plankton Mk1
zh: 25-мм Plankton Mk1

# IDS_PXGA066_13MM76_TYPE93_DOUBLE
source: 13 mm Plankton Mk013
ru: 13-мм Plankton Mk013
uk: 13-мм Plankton Mk013
zh: 13-мм Plankton Mk013

# IDS_PXGA068_25MM_TYPE96_TRIPLE_1945_CLOSED
source: 25 mm Plankton Mk3
ru: 25-мм Plankton Mk3
uk: 25-мм Plankton Mk3
zh: 25-мм Plankton Mk3

# IDS_PXGA070_57MM_60_2_25_1951
source: 57 mm/60 ACAD Mle 1951
ru: 57-мм/60 ACAD Mle 1951
uk: 57-мм/60 ACAD Mle 1951
zh: 57 毫米/60 ACAD 1951型

# IDS_PXGA071_20MM_OERLIKON_MK4
source: 20 mm Trilobite Mk4
ru: 20-мм Trilobite Mk4
uk: 20-мм Trilobite Mk4
zh: 20-мм Trilobite Mk4

# IDS_PXGA072_20MM_OERLIKON_MK20_TWIN12
source: 20 mm Trilobite Mk4-2
ru: 20-мм Trilobite Mk4-2
uk: 20-мм Trilobite Mk4-2
zh: 20-мм Trilobite Mk4-2

# IDS_PXGA073_40MM_BOFORS
source: 40 mm Crabofors
ru: 40-мм Crabofors
uk: 40-мм Crabofors
zh: 40-мм Crabofors

# IDS_PXGA074_20MM_OERLIKON_MK4
source: 20 mm Doorlikon
ru: 20-мм Doorlikon
uk: 20-мм Doorlikon
zh: 20-мм Doorlikon

# IDS_PXGA075_40MM_BOFORS
source: 37 mm Boxfors
ru: 37-мм Boxfors
uk: 37-мм Boxfors
zh: 37-мм Boxfors

# IDS_PXGA076_20MM_FLAK_38_C35
source: 20 mm Rostflak C35
ru: 20-мм Rostflak C35
uk: 20-мм Rostflak C35
zh: 20-мм Rostflak C35

# IDS_PXGA077_55MM_77_GERAT
source: 55 mm L/77
ru: 55-мм L/77
uk: 55-мм L/77
zh: 55-мм L/77

# IDS_PXGA079_55MM_GERAT_TWIN
source: 55 mm L/77 Zwilling
ru: 55-мм L/77 Zwilling
uk: 55-мм L/77 Zwilling
zh: 55-мм L/77 Zwilling

# IDS_PXGA080_20MM_FLAK_38
source: 20 mm Rostflak
ru: 20-мм Rostflak
uk: 20-мм Rostflak
zh: 20-мм Rostflak

# IDS_PXGM001_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PXGM002_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PXGM003_6IN50_MK6
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PXGM004_SPACE_MG
source: 203 MW/50 Awateru X
ru: 203-МВт/50 Awateru X
uk: 203-МВт/50 Awateru X
zh: 203 MW/50 Aw X
zh_sg: 203兆瓦特/50 Awateru X

# IDS_PXGM005_SPACE_MG
source: 203 MW/50 Awateru X
ru: 203-МВт/50 Awateru X
uk: 203-МВт/50 Awateru X
zh: 203 MW/50 Aw X
zh_sg: 203兆瓦特/50 Awateru X

# IDS_PXGM006_SPACE_MG
source: 406 MW/52 Entropia
ru: 406-МВт/52 Entropia
uk: 406-МВт/52 Entropia
zh: 406 MW/52 En
zh_sg: 406兆瓦特/52 Entropia

# IDS_PXGM007_SPACE_MG
source: 420 MW/48 EntropiaUltra
ru: 420-МВт/48 EntropiaUltra
uk: 420-МВт/48 EntropiaUltra
zh: 420 MW/48 EnU
zh_sg: 420兆瓦特/48 EntropiaUltra

# IDS_PXGM008_SPACE_MG
source: 128 MW/45 IC Petal
ru: 128-МВт/45 IC Petal
uk: 128-МВт/45 IC Petal
zh: 128 MW/45 IC 佩特尔
zh_sg: 128兆瓦特/45 IC Petal

# IDS_PXGM009_SPACE_MG
source: 203 MW/55 UlteX 375
ru: 203-МВт/55 UlteX 375
uk: 203-МВт/55 UlteX 375
zh: 203 MW/55 裕德 375
zh_sg: 203兆瓦特/55 UlteX 375

# IDS_PXGM010_SPACE_MG
source: 127 MW/38 FLY Swat
ru: 127-МВт/38 FLY Swat
uk: 127-МВт/38 FLY Swat
zh: 127 MW/38 FLY Sw
zh_sg: 127兆瓦特/38 FLY Swat

# IDS_PXGM011_SPACE_MG
source: 431 MW/50 Titan XXVI
ru: 431-МВт/50 Titan XXVI
uk: 431-МВт/50 Titan XXVI
zh: 431 MW/50 泰坦 XXVI
zh_sg: 431兆瓦特/50 Titan XXVI

# IDS_PXGM012_SPACE_MG
source: 152 MW/50 Zeus Blast
ru: 152-МВт/50 Zeus Blast
uk: 152-МВт/50 Zeus Blast
zh: 152 MW/50 Ze B
zh_sg: 152兆瓦特/50 Zeus Blast

# IDS_PXGM013_SPACE_MG
source: 220 MW/65 Kremlin-6
ru: 220-МВт/65 Kremlin-6
uk: 220-МВт/65 Kremlin-6
zh: 220 MW/65 克林姆林-6
zh_sg: 220兆瓦特/65 Kremlin-6

# IDS_PXGM014_28CM_SK_L45_LC_1906
source: 283 mm L/45 Drh LC/1906
ru: 283-мм L/45 Drh LC/1906
uk: 283-мм L/45 Drh LC/1906
zh: 283 毫米 L/45 Drh LC/1906

# IDS_PXGM018_12IN52
source: 305 mm Tsar Cannon
es_mx: Cañón Tsar de 305 mm
pl: 305 mm działo Car
ru: 305-мм Царь-пушка
uk: 305-мм Цар-гармата
zh: 305 毫米 沙皇舰炮

# IDS_PXGM021_120MM45_TYPE_HAGUN
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PXGM029_380MM_SKC_34
source: 380 mm L/52 SK C/34
ru: 380-мм L/52 SK C/34
uk: 380-мм L/52 SK C/34
zh: 380 毫米 L/52 SK C/34

# IDS_PXGM033_LIGHTGUN
source: 152 mm/57 MK-5D
ru: 152-мм/57 МК-5Д
uk: 152-мм/57 МК-5Д
zh: 152 毫米/57 MK-5D

# IDS_PXGM034_VIVIGUN
source: 127 mm/38 Plague
pl: 127 mm/38 Plaga
ru: 127-мм/38 Plague
uk: 127-мм/38 Plague
zh: 127 毫米/38 瘟疫

# IDS_PXGM038_TESLA_MAIN_GUN_1
source: 380 mm L52-B
ru: 380-мм L52-B
uk: 380-мм L52-B
zh: 380 毫米 L52-B

# IDS_PXGM040_VIVIGUN_1
source: 127 mm/38 Plague
pl: 127 mm/38 Plaga
ru: 127-мм/38 Plague
uk: 127-мм/38 Plague
zh: 127 毫米/38 瘟疫

# IDS_PXGM046_HURRAY_MAIN_GUN
source: 127 mm/50 Type59
es_mx: 127 mm/50 Tipo 59
ru: 127-мм/50 Type59
uk: 127-мм/50 Type59
zh: 127毫米 L/50 59式

# IDS_PXGM049_130MM_SM2_1
source: Thunder
pl: Grom
ru: Гроза
uk: Гроза
zh: Гроза

# IDS_PXGM052_100MM65_TYPE98
source: Rhythm
ru: Ритм
zh: Ритм

# IDS_PXGM054_130MM_B2U
source: Rain
ru: Дождь
uk: Дощ
zh: Дождь

# IDS_PXGM056_MUMMY_GUN_1_SHORT
source: 203 mm/50 Mle 1932
ru: 203-мм/50 Mle 1932
uk: 203-мм/50 Mle 1932
zh: 203 毫米/50 Mle 1932

# IDS_PXGS004_3IN50_MK4
source: 76.2 mm/50 Mk4
ru: 76,2-мм/50 Mk4
uk: 76,2-мм/50 Mk4
zh: 76.2 毫米/50 Mk4

# IDS_PXGS011_150MM_SK_L45_C06
source: 150 mm/45 Type2
es_mx: 150 mm/45 Tipo 2
ru: 150-мм/45 Type2
uk: 150-мм/45 Type2
zh: 150 毫米/45 二式

# IDS_PXGS012_88MM45_CASEMATE_SK_L45
source: 88 mm/45 Type1
es_mx: 88 mm/45 Tipo 1
ru: 88-мм/45 Type1
uk: 88-мм/45 Type1
zh: 88 毫米/45 一式

# IDS_PXGS013_88MM45_SK_L45
source: 88 mm/45 Type1
es_mx: 88 mm/45 Tipo 1
ru: 88-мм/45 Type1
uk: 88-мм/45 Type1
zh: 88 毫米/45 一式

# IDS_PXGS019_130MM_55
source: 130 mm Tsar Secondary Guns
es_mx: Cañones Secundarios Tsar de 130 mm
pl: 130 mm działa dodatkowe Car
ru: 130-мм Царь-ПМК
uk: 130-мм Цар-ПМК
zh: 130 毫米 沙皇副炮

# IDS_PXGS030260MM_SKC_2
source: 150 mm L/55 SK C/28
ru: 150-мм L/55 SK C/28
uk: 150-мм L/55 SK C/28
zh: 150 毫米 L/55 SK C/28

# IDS_PXGS030_150MM_SKC_28
source: 150 mm L/55 SK C/28
ru: 150-мм L/55 SK C/28
uk: 150-мм L/55 SK C/28
zh: 150 毫米 L/55 SK C/28

# IDS_PXGS036_5IN38_MK32_MOD12
source: 127 mm/38 Mk32 mod. 12
ru: 127-мм/38 Mk32 mod. 12
uk: 127-мм/38 Mk32 mod. 12
zh: 127 毫米/38 Mk32 12型

# IDS_PXGS039_TESLA_SECOND_GUN
source: 150 mm L/55 SK C/28
ru: 150-мм L/55 SK C/28
uk: 150-мм L/55 SK C/28
zh: 150 毫米 L/55 SK C/28

# IDS_PXGS040_SPACE_SG
source: 100 MW/65 FrozenShake SG
ru: 100-МВт/65 FrozenShake SG
uk: 100-МВт/65 FrozenShake SG
zh: 100 MW/65 FrS SG
zh_sg: 100兆瓦特/65 FrozenShake SG

# IDS_PXGS042_SPACE_SG
source: 150 MW L/55 Big Crunch 01
ru: 150-МВт L/55 Big Crunch 01
uk: 150-МВт L/55 Big Crunch 01
zh: 150 MW L/55 BiC 01
zh_sg: 150兆瓦特 L/55 Big Crunch 01

# IDS_PXGS043_SPACE_SG
source: 128 MW L/61 Small Crunch 00
ru: 128-МВт L/61 Small Crunch 00
uk: 128-МВт L/61 Small Crunch 00
zh: 128 MW L/61 SmC 00
zh_sg: 128兆瓦特 L/61 Small Crunch 00

# IDS_PXGS044_SPACE_SG
source: 127 MW/38 Cerberus
ru: 127-МВт/38 Cerberus
uk: 127-МВт/38 Cerberus
zh: 127 MW/38 瑟伯瑞斯
zh_sg: 127兆瓦特/38 Cerberus

# IDS_PXGS045_SPACE_SG
source: 127 MW/54 Phoebe
ru: 127-МВт/54 Phoebe
uk: 127-МВт/54 Phoebe
zh: 127 MW/54 菲比
zh_sg: 127兆瓦特/54 Phoebe

# IDS_PXGS046_SPACE_SG
source: 152 MW/55 Rhea
ru: 152-МВт/55 Rhea
uk: 152-МВт/55 Rhea
zh: 152 MW/55 瑞亚
zh_sg: 152兆瓦特/55 Rhea

# IDS_PXGS047_SPACE_SG
source: 130 MW/60 ChainSaw
ru: 130-МВт/60 ChainSaw
uk: 130-МВт/60 ChainSaw
zh: 130 MW/60 电锯
zh_sg: 130兆瓦特/60 ChainSaw

# IDS_PXGS051_MUMMY_SECOND_GUN
source: 100 mm/45 Mle 1932
ru: 100-мм/45 Mle 1932
uk: 100-мм/45 Mle 1932
zh: 100 毫米/45 Mle 1932

# IDS_PXGS535_QF_5_2IN_MKI
source: 5.2 in/42 QF Mk I
zh: 5.2英寸/42 QF Mk I

# IDS_PXGT001_SPACE_TL_L
source: Kukoyamba XO
zh: Kuk XO

# IDS_PXGT001_TORPEDO_TUBE
source: 533 mm
ru: 533-мм
uk: 533-мм
zh: 533 毫米

# IDS_PXGT002_SPACE_TL_R
source: Kukoyamba XO
zh: Kuk XO

# IDS_PXGT004_SPACE_TL
source: Chrysalis TM
ru: Сhrysalis TM
uk: Сhrysalis TM
zh: 蝶蛹 TM

# IDS_PXGT005_SPACE_TL
source: Chrysalis TM
zh: 蝶蛹 TM

# IDS_PXGT006_SPACE_TL
source: KaskaD III
zh: 卡夫卡D III

# IDS_PXGT009_533MM_PTA_5TUBES
source: 533 GN(u)
ru: 533 ГН(у)
uk: 533 ГН(у)
zh: 533 ГН(у)

# IDS_PXGT015_533MM_2N_5TUBES
source: N47-ib 533
ru: Н47-иб 533
uk: Н47-іб 533
zh: Н47-иб 533

# IDS_PXGT022_533MM_2
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PXGT035_SNAKE_TORPEDO_TUBE
source: Snake-Ball Mk5
zh: 贪吃蛇 MK5

# IDS_PXGT045_MUMMY_TA
source: 550 mm Ra
ru: 550-мм Ra
uk: 550-мм Ra
zh: 550 毫米 Ra

# IDS_PXGT047_HURRAY_TA
source: 610 mm Quad
es_mx: 610 mm Cuad
ja: 610 mm 四連装
ru: 610-мм 4-трубный
uk: 610-мм 4-трубний
zh: 610 毫米 九三式 四联
zh_sg: 610 mm 四联

# IDS_PXPA001_88MM_HE_HYDE
source: 88 mm HE
ru: 88-мм HE
uk: 88-мм HE
zh: 88 毫米 HE

# IDS_PXPA002_283MM_AP_HYDE
source: Deimos
zh: 迪莫斯

# IDS_PXPA003_283MM_HE_HYDE
source: Phobos
zh: 福波斯

# IDS_PXPA004_150MM_AP_HYDE
source: 150 mm AP
ru: 150-мм AP
uk: 150-мм AP
zh: 150 毫米 AP

# IDS_PXPA005_305MM_HE_RASPUTIN
source: 305 mm Tsar HE Charge
es_mx: Carga HE Tsar de 305 mm
pl: 305 mm Car ładunek OB
ru: 305-мм ОФ Царь-фугас
uk: 305-мм ОФ Цар-фугас
zh: 305 毫米 沙皇高爆弹

# IDS_PXPA006_305MM_AP_RASPUTIN
source: 305 mm Tsar AP Charge
es_mx: Carga AP Tsar de 305 mm
pl: 305 mm Car ładunek PP
ru: 305-мм ББ Царь-БиБиХа
uk: 305-мм ББ Цар-БеБеХа
zh: 305 毫米 沙皇穿甲弹

# IDS_PXPA007_130MM_HE_RASPUTIN
source: 130 mm HE Tsarevich
es_mx: HE Tsarevich de 130 mm
pl: 130 mm HE Carewicz
ru: 130-мм Фугас-царевич
uk: 130-мм Фугас-царевич
zh: 130 毫米 王储高爆弹

# IDS_PXPA011_76MM_HE_DR_FRANKY
source: 76 mm HE
ru: 76-мм HE
uk: 76-мм HE
zh: 76 毫米 HE

# IDS_PXPA012_152MM_AP_DR_FRANKY
source: Ares
zh: 阿瑞斯

# IDS_PXPA013_152MM_HE_DR_FRANKY
source: Hephaestus
pl: Hefajstos
zh: 赫菲斯托斯

# IDS_PXPA014_120MM_AP_HELLSINK
source: Ice
zh: 冰

# IDS_PXPA015_120MM_HE_HELLSINK
source: Fire
zh: 火

# IDS_PXPA034_152MM_OFU35
source: Smaga
ru: Смага
uk: Смаґа
zh: 斯马格

# IDS_PXPA042_SHELL_155MM_HE_O_TYPE_0
source: 155 mm HE Inferno
es_mx: HE Inferno de 130 mm
ru: 155-мм HE Inferno
uk: 155-мм HE Inferno
zh: 155 毫米 地狱高爆弹

# IDS_PXPA044_128MM_HE_SK_C34
source: 128 mm Leiden
ru: 128-мм Leiden
uk: 128-мм Leiden
zh: 128 毫米 莱顿

# IDS_PXPA045_128MM_AP_SK_C34
source: 128 mm Biss
ru: 128-мм Biss
uk: 128-мм Biss
zh: 128 毫米 比斯

# IDS_PXPA048_SHELL_155MM_AP_APC_TYPE_91
source: 155 mm AP Needle
pl: 155 mm AP Igła
ru: 155-мм AP Needle
uk: 155-мм AP Needle
zh: 155 毫米 尼德尔穿甲弹

# IDS_PXPA049_SHELL_127MM_HE_C_TYPE_0
source: 127 mm HE Necro
pl: 127 mm HE Nekro
ru: 127-мм HE Necro
uk: 127-мм HE Necro
zh: 127 毫米 死神高爆弹

# IDS_PXPA050_MAIN_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PXPA051_SHELL_406MM_AP_AP_MK_8
source: 406 mm AP H18
ru: 406-мм AP H18
uk: 406-мм AP H18
zh: 406 毫米 H18穿甲弹

# IDS_PXPA052_SHELL_406MM_HE_HC_MK_13E
source: 406 mm HE/HC H18
ru: 406-мм HE/HC H18
uk: 406-мм HE/HC H18
zh: 406 毫米 H18高爆弹

# IDS_PXPA053_134MM_MI_HE
source: 133 mm HE Mk IC
ru: 133-мм HE Mk IC
uk: 133-мм HE Mk IC
zh: 133 毫米 Mk IC高爆弹

# IDS_PXPA054_75MM_HE
source: 75 mm HE
pl: 75 mm OB
ru: 75-мм ОФ
uk: 75-мм ОФ
zh: 75 毫米 HE

# IDS_PXPA055_SHELL_102MM_HE_HC_MK_15
source: 102 mm HE/HC Mk15
ru: 102-мм HE/HC Mk15
uk: 102-мм HE/HC Mk15
zh: 102 毫米 HE/HC Mk15

# IDS_PXPA056_SHELL_127MM_HE_C_TYPE_0
source: 127 mm HE Type0
es_mx: 127 mm HE Tipo 0
ru: 127-мм HE Type0
uk: 127-мм HE Type0
zh: 127 毫米 HE 零式

# IDS_PXPA057_150MM_HE_HE_N_F
source: 150 mm Spr.Gr. L/4.5
ru: 150-мм Spr.Gr. L/4.5
uk: 150-мм Spr.Gr. L/4.5
zh: 150 毫米 高爆弹

# IDS_PXPA058_105MM_HE_HE_33LBS
source: 105 mm Spr.Gr. Kz.
ru: 105-мм Spr.Gr. Kz.
uk: 105-мм Spr.Gr. Kz.
zh: 105 毫米 高爆弹

# IDS_PXPA059_380MM_HE_HE_L_4_6_B
source: 380 mm Spr.Gr. L/4.6
ru: 380-мм Spr.Gr. L/4.6
uk: 380-мм Spr.Gr. L/4.6
zh: 380 毫米 高爆弹 L/4.6

# IDS_PXPA060_380MM_AP_APC_L_4_4_B
source: 380 mm P.Spr.Gr. L/4.4
ru: 380-мм P.Spr.Gr. L/4.4
uk: 380-мм P.Spr.Gr. L/4.4
zh: 380 毫米 被帽穿甲弹 L/4.4

# IDS_PXPA061_100MM_45_1930_HE
source: 100 mm HE OEA Mle 1928
ru: 100-мм HE OEA Mle 1928
uk: 100-мм HE OEA Mle 1928
zh: 100 毫米 HE OEA 1928型

# IDS_PXPA062_203MM_50_1924_AP
source: 203 mm AP OPf Mle 1936
ru: 203-мм AP OPf Mle 1936
uk: 203-мм AP OPf Mle 1936
zh: 203 毫米 AP OPf 1936型

# IDS_PXPA063_203MM_50_1924_HE
source: 203 mm HE OEA Mle 1927
ru: 203-мм HE OEA Mle 1927
uk: 203-мм HE OEA Mle 1927
zh: 203 毫米 HE OEA 1927型

# IDS_PXPA064_SHELL_127MM_AP_SC_MK_38
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PXPA065_MAIN_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PXPA068_MAIN_127MM_HE_C_MK_32
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PXPA071_105MM_HE_HE_33LBS
source: 105 MW HE
ru: 105-МВт HE
uk: 105-МВт HE
zh: 105-МВт HE

# IDS_PXPB102_TYPE99_N25_MOD1
source: Drones Bomb
zh: 无人机轰炸

# IDS_PXPT001_533MM_HELLSINK
source: Quick Spear
zh: 快枪

# IDS_PXPT003_550_23DT
source: 550 mm 23 DDT
ru: 550-мм 23 DDT
uk: 550-мм 23 DDT
zh: 550 毫米 23 DDT

# IDS_PXPT004_G7A_T1
source: SoE Rocket
zh: SoE 火箭

# IDS_PXPT005_SEA_TORPEDO_TYPE93
source: Kukoyamba Rocket
pl: Rakieta Kukoyamba
zh: Kuk 火箭

# IDS_PXPT006_533_MKIXM
source: KaskaD III Rocket
pl: Rakieta KaskaD III
zh: 卡夫卡D III 火箭

# IDS_PXPT008_MK_17
source: Chrysalis TM Rocket
zh: 蝶蛹 TM 火箭

# IDS_PXPT009_610_TYPE93_MODEL_2
source: G7 Eckzahn
zh: G7 犬牙

# IDS_PXPT011_TORPEDO_DAMAGE
source: T-N0RM "Awl"
pl: T-N0RM „Szydło”
zh: T-N0RM "锥子"

# IDS_PXPT012_TORPEDO_FROZEN
source: Class "Below Zero" MK-1
pl: Klasa „Poniżej zera” MK-1
ru: Класс «Ниже нуля» MK-1
uk: Клас «Нижче нуля» MK-1
zh: Class "零度以下" MK-1

# IDS_PXPT014_610MM_TYPE90_MOD_1
source: Type91 mod. A
zh: 九一式 A型

# IDS_PXPT015_TORPEDO_DAMAGE_D2
source: T-N0RM "Fish-Gig"
pl: T-N0RM „Oścień”
zh: T-N0RM "鱼鳔"

# IDS_PXPT016_TORPEDO_FROZEN_F2
source: Class "Below Zero" MK-2
pl: Klasa „Poniżej zera” MK-2
ru: Класс «Ниже нуля» MK-2
uk: Клас «Нижче нуля» MK-2
zh: Class "零度以下" MK-2

# IDS_PXPT017_TORPEDO_FROZEN_F3
source: Class "Below Zero" MK-3
pl: Klasa „Poniżej zera” MK-3
ru: Класс «Ниже нуля» MK-3
uk: Клас «Нижче нуля» MK-3
zh: Class "零度以下" MK-3

# IDS_PXPT018_610MM_TYPE90_MOD_1
source: Quick Spear VIII-17
zh: QS VIII-17

# IDS_PXPT022_TYPE_91_MOD_1A
source: Hornets Rocket
pl: Rakieta Szereszeni
zh: 黄蜂火箭

# IDS_PXPT111_TORPEDO_533MM_MK_15
source: 533 mm Asp
ru: 533-мм Asp
uk: 533-мм Asp
zh: 533 毫米 Asp

# IDS_PXPT118_53_38I
source: Water Strider-2017
es_mx: Patinador de Aguas 2017
ja: アメンボ-2017
pl: Nartnik-2017
ru: Водомерка-2017
uk: Водомірка-2017
zh: 2017 年水黾
zh_sg: 2017年水黾

# IDS_PXSA001
source: Luftwaffe
zh: D国空军

# IDS_PXSA002
source: Air Force
es_mx: Fuerza Aérea
pl: Siły powietrzne
zh: 航空部队

# IDS_PXSA002_FULL
source: Aircraft Carrier
es_mx: Portaaviones
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_PXSA003
source: Nobilium
zh: 诺比利
zh_sg: 诺比利

# IDS_PXSA003_DESCR
source: Nobilium, the pinnacle of engineering excellence built on the experiences of the past and discoveries of the future. The ship's hull is made of a rare sky alloy. Apart from sophisticated aircraft, carriers are armed with ancient artifacts. Any of the carriers can use those artifacts to disable enemy ships and restore the HP of allies. Damage dealt by the Filth: 500 HP per second.
es_mx: Nobilium, un pináculo de excelencia en ingeniería construido en experiencias del pasado y descubrimientos del futuro. El casco de este barco está hecho de una aleación de cielo raro. Además de aviones sofisticados, los portaaviones están armados con artefactos antiguos. Cualesquiera de los portaaviones pueden usar esos artefactos para deshabilitar barcos enemigos y recuperar puntos de vida a los aliados. Daño causado por la inmundicia: 500 Puntos de Vida por segundo.
ja: 航空母艦ノビリウムは、工業技術の頂点であり、過去の経験と未来の発見を組み合わせて建造されました。その船体は貴重なスカイ合金製であり、洗練された艦載機に加え、太古のアーティファクトによって武装しています。あらゆる航空母艦は、これらのアーティファクトを使用して敵艦艇を無力化し、味方の HP を回復することが可能です。 瘴気によるダメージ: 500 HP/秒
pl: Nobilium, przykład inżynierskiego kunsztu, zaprojektowany w oparciu o doświadczenia z przeszłości i odkrycia przyszłości. Jego kadłub zbudowany jest z rzadkiego stopu kosmicznego. Poza nowoczesnymi samolotami, lotniskowce uzbrojone są w starożytne artefakty. Każdy z nich może ich używać, żeby unieruchamiać okręty wroga lub przywracać wytrzymałość sojuszników. Uszkodzenia zadawane przez plugastwo: 500 PW na sekundę.
ru: Nobilium — вершина инженерной мысли, сочетающая в себе опыт прошлого и открытия будущего. Корпус этого корабля сделан из редкого небесного сплава. На вооружении авианосцев помимо передовых летательных машин имеются древние артефакты. Этими артефактами любой из авианосцев способен выводить из строя механизмы противников, а также восстанавливать боеспособность союзных кораблей. Получаемый урон в скверне — 500 единиц в секунду.
uk: Nobilium — вершина інженерної думки, що поєднує в собі досвід минулого і відкриття майбутнього. Корпус цього корабля зроблений з рідкісного небесного сплаву. На озброєнні авіаносців крім передових літальних машин є стародавні артефакти. Цими артефактами будь-який з авіаносців здатний виводити з ладу механізми супротивників, а також відновлювати боєздатність союзних кораблів. Шкода, що отримується в скверні — 500 одиниць на секунду.
zh: 诺比利，以过去经验和未来发现所打造出来的尖端工艺。舰身是用一种稀有的天空合金所制成。除了精密的飞机外，航母还装有着远古文物。任何航母都可以用这些文物来让敌方战舰失去作用并恢复队友的血量。 污秽之地会造成的伤害：每秒钟 500 血量。
zh_sg: 诺比利，以过去的经验和未来的探索所打造出来的尖端工艺。舰身是用一种稀有的天空合金所制成。除了精密的飞机外，航空母舰还装载着上古神器。任意航空母舰都可以用古神器让敌方战舰瘫痪并恢复队友的生命值。 污秽之地会造成的伤害：每秒500点。

# IDS_PXSA003_FULL
source: Nobilium
zh: 诺比利
zh_sg: 诺比利

# IDS_PXSA004
source: The Great Gorgon
pl: Wielka Gorgona
ru: Горгон Великий
uk: Горгон Великий
zh: 戈尔贡
zh_sg: 戈尔贡

# IDS_PXSA004_DESCR
source: The Great Gorgon
pl: Wielka Gorgona
ru: Горгон Великий
uk: Горгон Великий
zh: 戈尔贡
zh_sg: 戈尔贡

# IDS_PXSA004_FULL
source: The Great Gorgon
pl: Wielka Gorgona
ru: Горгон Великий
uk: Горгон Великий
zh: 戈尔贡
zh_sg: 戈尔贡

# IDS_PXSA005
source: Hellcarrier
zh: 地狱航母
zh_sg: 地狱航母

# IDS_PXSA005_DESCR
source: A heavy shield carrier mother ship of the Federation designed to explore the most distant corners of outer space. The series of this ship saw about ten versions and editions.
es_mx: Una nave nodriza de carga de la Federación con escudos pesados diseñada para explorar los rincones más distantes del espacio exterior. La serie de este barco vió alrededor de 10 versiones y ediciones.
ja: スペースポート・ヘルキャリアーは、連邦軍の重シールド航宙母艦です。アウター・スペースの最外縁部の探索を目的とした設計であり、姉妹艦には約 10 種類のバージョンおよびエディションが存在しています。
pl: Wyposażony w ciężkie tarcze statek flagowy Federacji, zaprojektowany po to, by odkrywać nawet najdalsze zakątki przestrzeni kosmicznej. Do tej serii okrętów należało około 10 wersji.
ru: Тяжёлый щитоносный корабль-матка Федерации для покорения самых дальних уголков космоса. Серия кораблей пережила около десяти версий и перевыпусков.
uk: Важкий щитоносний корабель-матка Федерації для підкорення найвіддаленіших куточків всесвіту. Серія кораблів мала майже десять версій та модифікацій.
zh: 一艘联邦的重型护盾母舰，设计来探索最遥远的外太空，这系列的战舰有十几种不同的版本
zh_sg: 一艘联邦重型护盾载体母舰，用于探索外太空的遥远角落。约有10个版本和型号。

# IDS_PXSA005_FULL
source: Spaceport Hellcarrier
zh: 地狱航母
zh_sg: 外太空港地狱航母

# IDS_PXSA807
source: Ranger
zh: 突击者
zh_sg: 突击者

# IDS_PXSB001
source: Jackal
zh: 豺狼
zh_sg: 豺狼

# IDS_PXSB001_DESCR
source: Jackal
zh: 豺狼
zh_sg: 豺狼

# IDS_PXSB001_FULL
source: Jackal
zh: 豺狼
zh_sg: 豺狼

# IDS_PXSB001_SHORT
source: JACK
zh: 豺狼
zh_sg: 豺狼

# IDS_PXSB002
source: Rasputin
ru: Распутин
uk: Распутін
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_PXSB002_DESCR
source: Long-range combat warship. Difficulty: high. A mysterious battleship, the enigmatic flagship of the Twilight Fleet. Little is known about her place of construction, and even less about who and why designed and built this ship. Those who have encountered her in combat recount that Rasputin is somehow capable of affecting the human mind by depriving the rivaling Commanders of the ability to give orders.
es_mx: Barco para el combate de largo alcance. Dificultad: alta. Un acorazado misterioso, buque insignia enigmático de la Flota de Crepúsculo. Poco se sabe sobre el lugar de su construcción, y mucho menos sobre quién y por qué diseñó y construyó esta nave. Aquellos que la encontraron en combate cuentan que Rasputin es capaz de afectar a la mente humana privando a los comandantes rivales de la capacidad de dar órdenes.
ja: 長距離戦闘艦 難易度: 高 ラスプーチンは神秘的な戦艦であり、逢魔時艦隊の不可解な旗艦です。本艦が建造された場所については情報が少なく、これを誰がどのような理由で設計・建造したかについては謎に包まれています。戦闘において本艦と遭遇した者達によると、本艦には人間の精神に影響を与え、敵艦長の指揮能力を奪う力がある模様です。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: wysoki. Tajemniczy pancernik, enigmatyczny okręt flagowy Floty Zmierzchu. Niewiele wiadomo o miejscu jego powstania, a jeszcze mniej o jego twórcach i motywach nimi kierujących. Ci, którzy zmierzyli się z nim w bitwie twierdzą, że Rasputin potrafi w jakiś sposób wpływać na ludzki umysł i uniemożliwia wrogim dowódcom wydawanie rozkazów.
ru: Корабль дальнего боя. Сложность освоения: высокая. Таинственный линкор, загадочный флагман Сумеречного флота. Доподлинно ничего не известно ни о месте его строительства, ни о том, кто и с какой целью спроектировал и построил этот корабль. Столкнувшиеся с ним в бою могут лишь рассказать о том, что «Распутин» каким-то образом влияет на рассудок, лишая противостоящих ему командиров способности отдавать важные приказы.
uk: Корабель далекого бою. Складність опанування: висока. Таємничий лінкор, загадковий флагман Присмеркового флоту. Достеменно нічого не відомо ні про місце його будівництва, ні про те, хто і з якою метою спроектував і побудував цей корабель. Ті хто зіткнулися з ним в бою можуть лише розповісти про те, що «Распутін» якимось чином впливає на розум, позбавляючи командирів, що протистоять йому, здатності віддавати важливі накази.
zh: 长距离作战军舰。 难度：高。 一艘神秘的战列舰，暮光舰队的神秘旗舰。关于它的建造地点知之甚少，更不知道是谁以及为什么设计和建造这艘战舰。那些在战斗中遇到它的人讲述了拉斯普京在某种程度上能够通过剥夺对手指挥官的能力来影响人类的思想。
zh_sg: 远距离战斗战舰。 难度：高 一艘神秘的战舰，黄昏舰队的神秘旗舰。关于她的结构特点知之甚少，更不知道是谁、为什么设计并建造了这艘战舰。那些在战斗中遭遇过它的人说，拉斯普京在某种程度上能够通过夺取对手指挥官的下达命令能力来影响人的思想。

# IDS_PXSB002_FULL
source: Rasputin
ru: Распутин
uk: Распутін
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_PXSB002_SHORT
source: RASP
ru: РАСП
uk: РАСП
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_PXSB003
source: Zikasa
zh: 范海辛
zh_sg: 范海辛

# IDS_PXSB003_DESCR
source: Zikasa
zh: 范海辛
zh_sg: 范海辛

# IDS_PXSB003_FULL
source: Zikasa
zh: 范海辛
zh_sg: 范海辛

# IDS_PXSB003_SHORT
source: ZIKA
zh: 范海辛
zh_sg: 范海辛

# IDS_PXSB004
source: Magnu-S
zh: 马格努-S
zh_sg: 马格努-S
