Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAES457_SPACE_ORLEAN_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PAES458_SPACE_BALTIMORE_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PAES459_SPACE_BUFFALO_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PAES460_SPACE_DES_MOINES_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PAES468_ANCHORAGE_DOCK
source: National
ja: 国家的
pl: Narodowy
ru: Национальный
zh: Национальный

# IDS_PAES470_ALASKA_HW19_DESCRIPTION
source: This bionic construct has spread its iron tentacles and is now fully ready to conquer the high seas.
es_mx: Esta construcción biónica ha desplegado sus tentáculos de hierro y está completamente lista para conquistar los mares.
ja: この生体工学的構造体は鉄の触手を広げ、外洋を制覇する準備を完璧に整えている。
pl: Gdy ten bioniczny twór rozczapierza swoje żelazne macki, sięga po tytuł władcy mórz.
ru: Биомеханический конструкт раскинул свои железные щупальца и готов покорить морские просторы.
uk: Біомеханічний конструктор розкинув свої залізні щупальці та готовий підкорити морські простори.
zh: Биомеханический конструкт раскинул свои железные щупальца и готов покорить морские просторы.
zh_sg: 仿生结构已经展开了铁触须并已经准备好征服大海。

# IDS_PAES505_MAD_HILL
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PAES505_MAD_HILL_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PAES508_BENSON_1945_H2017
source: Ghoul
zh: 食尸鬼
zh_sg: 食尸鬼

# IDS_PAES508_BENSON_1945_H2017_DESCRIPTION
source: Reduce all foes to dust
es_mx: Convierte en polvo a todos tus enemigos
ja: あらゆる敵を塵と化す
pl: Zetrzyj wszystkich wrogów na proch
ru: Обращать всех врагов в прах
uk: Перетворювати всіх ворогів на порох
zh: 让所有敌人回归尘土
zh_sg: 让所有敌人回归尘土

# IDS_PAES509_MAD_BENHAM
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PAES509_MAD_BENHAM_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PAES510_GEARING_FLYFIRE
source: FlyFire
zh: 翔空烈焰
zh_sg: 翔空烈焰

# IDS_PAES510_GEARING_FLYFIRE_DESCRIPTION
source: FlyFire is an ordinary Calmbook-class spaceship.
es_mx: El FlyFire es una nave espacial ordinarie de la clase Calmbook.
ja: フライファイアーは、ごく一般的なカームブック級航宙艦です。
pl: FlyFire to zwykły statek kosmiczny klasy Calmbook.
ru: FlyFire — рядовой корабль типа Calmbook.
uk: Flyfire — рядовий корабель типу Calmbook.
zh: 翔空烈焰是一般的刊布级宇宙飞船
zh_sg: 飞火是一艘普通的Calmbook级太空舰。

# IDS_PAES520_SPACE_GEARING
source: FlyFire
zh: 翔空烈焰
zh_sg: 翔空烈焰

# IDS_PAES520_SPACE_GEARING_DESCRIPTION
source: FlyFire is an ordinary Calmbook-class spaceship.
es_mx: El FlyFire es una nave espacial ordinarie de la clase Calmbook.
ja: フライファイアーは、ごく一般的なカームブック級航宙艦です。
pl: FlyFire to zwykły statek kosmiczny klasy Calmbook.
ru: FlyFire — рядовой корабль типа Calmbook.
uk: Flyfire — рядовий корабель типу Calmbook.
zh: 翔空烈焰是一般的刊布级宇宙飞船
zh_sg: 飞火是一艘普通的Calmbook级太空舰。

# IDS_PAES530_MAD_GEARING
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PAES530_MAD_GEARING_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PAES540_DESMOINES_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PAES600_MONTANA_OPTIMUS
source: Freedom Fighter
ja: フリーダム・ファイター
pl: Bojownik o wolność
ru: Борец за свободу
zh: Борец за свободу

# IDS_PAES601_GEARING_BUMBLEBEE
source: Gold Bug
ja: 黄金虫
pl: Złoty Insekt
ru: Золотой жук
zh: Золотой жук

# IDS_PAGA002_40MM_BOFORS_MK1
source: 40 mm Bofors on a Mk.1 mount
es_mx: Bofors de 40 mm en un montaje Mk.1
ja: 40 mm Bofors (Mk.1 砲座)
pl: 40 mm Bofors na stanowisku Mk.1
ru: 40-мм Bofors в установке Mk.1
uk: 40-мм Bofors в установці Mk.1
zh: 40 毫米 博福斯 Mk1
zh_sg: 40 mm Bofors（Mk.1炮座）

# IDS_PAGA003_20MM_OERLIKON_MK4
source: 20 mm Oerlikon on a Mk.4 mount
es_mx: Oerlikon de 20 mm en un montaje Mk.4
ja: 20 mm Oerlikon (Mk.4 砲座)
pl: 20 mm Oerlikon na stanowisku Mk.4
ru: 20-мм Oerlikon в установке Mk.4
uk: 20-мм Oerlikon в установці Mk.4
zh: 20 毫米 厄利空 Mk4
zh_sg: 20 mm Oerlikon（Mk.4炮座）

# IDS_PAGA008_40MM_BOFORS_MK2
source: 40 mm Bofors on a Mk.2 mount
es_mx: Bofors de 40 mm en un montaje Mk2
ja: 40 mm Bofors (Mk2 砲座)
pl: 40 mm Bofors na stanowisku Mk2
ru: 40-мм Bofors в установке Mk.2
uk: 40-мм Bofors в установці Mk.2
zh: 40 毫米 博福斯 Mk2
zh_sg: 40 mm Bofors（Mk2炮座）

# IDS_PAGA013_1IN_MK2_MOD2
source: 28 mm Mk.1 on a Mk.2 mount
es_mx: Mk.1 de 28 mm en un montaje Mk2
ja: 28 mm Mk.1 (Mk.2 砲座)
pl: 28 mm Mk.1 na stanowisku Mk.2
ru: 28-мм Mk.1 в установке Mk.2
uk: 28-мм Mk.1 в установці Mk.2
zh: 28 毫米/75 Mk2 2型
zh_sg: 28 mm Mk.1（Mk.2炮座）

# IDS_PAGA015_40MM_BOFORS_MK3
source: 40 mm Bofors on a Mk.3 mount
es_mx: Bofors de 40 mm en un montaje Mk.3
ja: 40 mm Bofors (Mk.3 砲座)
pl: 40 mm Bofors na stanowisku Mk.3
ru: 40-мм Bofors в установке Mk.3
uk: 40-мм Bofors в установці Mk.3
zh: 40 毫米 博福斯 Mk3
zh_sg: 40 mm Bofors（Mk.3炮座）

# IDS_PAGA016_3IN50_MK22_MOD2
source: 76 mm/50 Mk.22 on a single mount
es_mx: Mk.22 de 76 mm/50 en un montaje simple
ja: 76 mm/50 Mk.22 (単装砲座)
pl: 76 mm/50 Mk.22 na pojedynczym stanowisku
ru: 76-мм/50 Mk.22 в одиночной установке
uk: 76-мм/50 Mk.22 в одиночній установці
zh: 76.2 毫米/50 Mk22 2型
zh_sg: 76 mm/50 Mk.22（单装炮座）

# IDS_PAGA018_20MM_OERLIKON_MK20_TWIN12
source: 20 mm Oerlikon on a Mk.24 mount
es_mx: Oerlikon de 20 mm en un montaje Mk.24
ja: 20 mm Oerlikon (Mk.24 砲座)
pl: 20 mm Oerlikon na stanowisku Mk.24
ru: 20-мм Oerlikon в установке Mk.24
uk: 20-мм Oerlikon в установці Mk.24
zh: 20 毫米 厄利空 Mk20
zh_sg: 20 mm Oerlikon（Mk.24炮座）

# IDS_PAGA023_M2_50_BROWNING
source: 12.7 mm Browning on a single mount
es_mx: Browning de 12.7 mm en un montaje simple
ja: 12.7 mm Browning (単装銃座)
pl: 12,7 mm Browning na pojedynczym stanowisku
ru: 12,7-мм Browning в одиночной установке
uk: 12,7-мм Browning в одиночній установці
zh: 12.7 毫米 勃郎宁
zh_sg: 12.7 mm Browning（单装枪座）

# IDS_PAGA026_3IN50_TWIN_MARK_33
source: 76.2 mm/50 Mk.22 on a Mk.33 mount
es_mx: Mk.22 de 76.2 mm/50 en un montaje Mk.33
ja: 76.2 mm/50 Mk.22 (Mk.33 砲座)
pl: 76,2 mm/50 Mk.22 na stanowisku Mk.33
ru: 76,2-мм/50 Mk.22 в установке Mk.33
uk: 76,2-мм/50 Mk.22 в установці Mk.33
zh: 76.2 毫米/50 Mk33
zh_sg: 76.2 mm/50 Mk.22（Mk.33炮座）

# IDS_PAGA048_20MM_OERLIKON_MK10
source: 20 mm Oerlikon on a Mk.10 mount
es_mx: Oerlikon de 20 mm en un montaje Mk.10
ja: 20 mm Oerlikon (Mk.10 砲座)
pl: 20 mm Oerlikon na stanowisku Mk.10
ru: 20-мм Oerlikon в установке Mk.10
uk: 20-мм Oerlikon в установці Mk.10
zh: 20-мм Oerlikon в установке Mk.10
zh_sg: 20 mm Oerlikon（Mk.10炮座）

# IDS_PAGA054_BROWNING_M2_MOD1
source: 12.7 mm Browning on a single mount
es_mx: Browning de 12.7 mm en un montaje simple
ja: 12.7 mm Browning (単装銃座)
pl: 12,7 mm Browning na pojedynczym stanowisku
ru: 12,7-мм Browning в одиночной установке
uk: 12,7-мм Browning в одиночній установці
zh: 12.7 毫米 勃朗宁 M2 1型
zh_sg: 12.7 mm Browning（单装枪座）

# IDS_PAGA055_BROWNING_M2_MOD2
source: 12.7 mm Browning on a single mount
es_mx: Browning de 12.7 mm en un montaje simple
ja: 12.7 mm Browning (単装銃座)
pl: 12,7 mm Browning na pojedynczym stanowisku
ru: 12,7-мм Browning в одиночной установке
uk: 12,7-мм Browning в одиночній установці
zh: 12.7 毫米 勃朗宁 M2 2型
zh_sg: 12.7 mm Browning（单装枪座）

# IDS_PAGA056_40MM_BOFORS
source: 40 mm Bofors on a Mk.2 mount
es_mx: Bofors de 40 mm en un montaje Mk2
ja: 40 mm Bofors (Mk2 砲座)
pl: 40 mm Bofors na stanowisku Mk2
ru: 40-мм Bofors в установке Mk.2
uk: 40-мм Bofors в установці Mk.2
zh: 40 毫米 博福斯 Mk2
zh_sg: 40 mm Bofors（Mk2炮座）

# IDS_PAGA060_3IN23
source: 76.2 mm/23 Mk.14 on a single mount
es_mx: Mk.14 de 76.2 mm/23 en un montaje simple
ja: 76.2 mm/23 Mk.14 (単装砲座)
pl: 76,2 mm/23 Mk.14 w pojedynczym stanowisku
ru: 76,2-мм/23 Mk.14 в одиночной установке
uk: 76,2-мм/23 Mk.14 в одиночній установці
zh: 76.2 毫米/23 Mk7
zh_sg: 76.2 mm/23 Mk.14（单装炮座）

# IDS_PAGA070_20MM_OERLIKON_TWIN
source: 20 mm Oerlikon on a single Mk.20 mount
es_mx: Oerlikon de 20 mm en un montaje simple Mk.20
ja: 20 mm Oerlikon (Mk.20 単装砲座)
pl: 20 mm Oerlikon w pojedynczym stanowisku Mk.20
ru: 20-мм Oerlikon в установке Mk.20
uk: 20-мм Oerlikon в установці Mk.20
zh: 20 毫米 厄利空 Mk20
zh_sg: 20 mm Oerlikon（单装Mk.20炮座）

# IDS_PAGA071_1PDR_MK6_MAXIM
source: 37 mm Maxim on a single mount
es_mx: Maxim de 37 mm en un montaje simple
ja: 37 mm Maxim (単装砲座)
pl: 37 mm Maxim na pojedynczym stanowisku
ru: 37-мм Maxim в одиночной установке
uk: 37-мм Maxim в одиночній установці
zh: 37 毫米 马克沁
zh_sg: 37 mm Maxim（单装炮座）

# IDS_PAGA077_6IN47_MK16
source: 152 mm/47 Mk16
ru: 152-мм/47 Mk16
uk: 152-мм/47 Mk16
zh: 152 毫米/47 Mk16

# IDS_PAGA078_3IN50_MK34
source: 76.2 mm/50 Mk.22 on a Mk.34 mount
es_mx: Mk.22 de 76.2 mm/50 en un montaje Mk.34
ja: 76.2 mm/50 Mk.22 (Mk.34 砲座)
pl: 76,2 mm/50 Mk.22 na stanowisku Mk.34
ru: 76,2-мм/50 Mk.22 в установке Mk.34
uk: 76,2-мм/50 Mk.22 в установці Mk.34
zh: 76.2 毫米/50 Mk34
zh_sg: 76.2 mm/50 Mk.22（Mk.34炮座）

# IDS_PAGA104_3IN50_MK10
source: 76.2 mm/50 Mk.10 on a Mk.11 mount
es_mx: Mk.10 de 76.2 mm/50 en un montaje Mk.11
ja: 76.2 mm/50 Mk.10 (Mk.11 砲座)
pl: 76,2 mm/50 Mk.10 na stanowisku Mk.11
ru: 76,2-мм/50 Mk.10 в установке Mk.11
uk: 76,2-мм/50 Mk.10 в установці Mk.11
zh: 76.2 毫米/50 Mk10
zh_sg: 76.2 mm/50 Mk.10（Mk.11炮座）

# IDS_PAGA112_HOTCHKISS_MG_MK1
source: 7.62 mm Hotchkiss
es_mx: Hotchkiss de 7.62 mm
ru: 7,62-мм Hotchkiss
uk: 7,62-мм Hotchkiss
zh: 7.6 毫米 哈齐开斯 Mk1

# IDS_PAGA116_1PDR_AA_MAXIM
source: 37 mm Maxim on a single mount
es_mx: Maxim de 37 mm en un montaje simple
ja: 37 mm Maxim (単装砲座)
pl: 37 mm Maxim na pojedynczym stanowisku
ru: 37-мм Maxim в одиночной установке
uk: 37-мм Maxim в одиночній установці
zh: 37 毫米 马克沁
zh_sg: 37 mm Maxim（单装炮座）

# IDS_PAGA173_3IN50_TWIN_MARK_33
source: 76.2 mm/50 Mk.22 on a Mk.33 mount
es_mx: Mk.22 de 76.2 mm/50 en un montaje Mk.33
ja: 76.2 mm/50 Mk.22 (Mk.33 砲座)
pl: 76,2 mm/50 Mk.22 na stanowisku Mk.33
ru: 76,2-мм/50 Mk.22 в установке Mk.33
uk: 76,2-мм/50 Mk.22 в установці Mk.33
zh: 76.2 毫米/50 Mk33
zh_sg: 76.2 mm/50 Mk.22（Mk.33炮座）

# IDS_PAGA175_40MM_BOFORS_MK2_MK19
source: 40 mm Bofors on a Mk.2 mount
es_mx: Bofors de 40 mm en un montaje Mk2
ja: 40 mm Bofors (Mk2 砲座)
pl: 40 mm Bofors na stanowisku Mk2
ru: 40-мм Bofors в установке Mk.2
uk: 40-мм Bofors в установці Mk.2
zh: 40 毫米 博福斯 Mk2
zh_sg: 40 mm Bofors（Mk2炮座）

# IDS_PAGA180_3IN50_MK34_RADAR
source: 76.2 mm/50 Mk.22 on a Mk.34 mount
es_mx: Mk.22 de 76.2 mm/50 en un montaje Mk.34
ja: 76.2 mm/50 Mk.22 (Mk.34 砲座)
pl: 76,2 mm/50 Mk.22 na stanowisku Mk.34
ru: 76,2-мм/50 Mk.22 в установке Mk.34
uk: 76,2-мм/50 Mk.22 в установці Mk.34
zh: 76.2 毫米/50 Mk34
zh_sg: 76.2 mm/50 Mk.22（Mk.34炮座）

# IDS_PAGA529_OERLIKON_MK4
source: 20 mm SFG-Mk13
ru: 20-мм SFG-Mk13
uk: 20-мм SFG-Mk13
zh: 20 毫米 SFG-Mk13

# IDS_PAGM006_8IN55_CA32
source: 203 mm/55 Mk.12 in a turret
es_mx: Mk.12 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.12 (砲塔)
pl: 203 mm/55 Mk.12 w wieży
ru: 203-мм/55 Mk.12 в башенной установке
uk: 203-мм/55 Mk.12 в баштовій установці
zh: 203 毫米/55 Mk14
zh_sg: 203 mm/55 Mk.12（单装炮塔）

# IDS_PAGM009_6IN47_CL55
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）

# IDS_PAGM012_16IN45_MK6
source: 406 mm/45 Mk.6 in a turret
es_mx: Mk.6 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.6 (砲塔)
pl: 406 mm/45 Mk.6 w wieży
ru: 406-мм/45 Mk.6 в башенной установке
uk: 406-мм/45 Mk.6 в баштовій установці
zh: 406 毫米/45 Mk6
zh_sg: 406 mm/45 Mk.6（单装炮塔）

# IDS_PAGM014_5IN38_MK22_MOD10
source: 127 mm/38 Mk.12 on a Mk.22 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.22
ja: 127 mm/38 Mk.12 (Mk.22 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.22
ru: 127-мм/38 Mk.12 в установке Mk.22
uk: 127-мм/38 Mk.12 в установці Mk.22
zh: 127 毫米/38 Mk22 1型0
zh_sg: 127 mm/38 Mk.12（Mk.22炮座）

# IDS_PAGM019_8IN55_CA68
source: 203 mm/55 Mk.15 in a turret
es_mx: Mk.15 de 203 mm/55 en una torreta
ja: 203 mm/55 Mk.15 (砲塔)
pl: 203 mm/55 Mk.15 w wieży
ru: 203-мм/55 Mk.15 в башенной установке
uk: 203-мм/55 Mk.15 в баштовій установці
zh: 203 毫米/55 Mk15
zh_sg: 203 mm/55 Mk.15（单装炮塔）

# IDS_PAGM020_8IN55_MK14_MOD1
source: 203 mm/55 Mk.14 on a triple mount
es_mx: Mk.14 de 203 mm/55 en un montaje triple
ja: 203 mm/55 Mk.14 (三連装砲座)
pl: 203 mm/55 Mk.14 na potrójnym stanowisku
ru: 203-мм/55 Mk.14 в трёхорудийной установке
uk: 203-мм/55 Mk.14 у тригарматній установці
zh: 203 毫米/55 Mk14 1型
zh_sg: 203 mm/55 Mk.14（三联装炮座）

# IDS_PAGM021_8IN55_MK14_MOD2
source: 203 mm/55 Mk.14 on a twin mount
es_mx: Mk.14 de 203 mm/55 en un montaje doble
ja: 203 mm/55 Mk.14 (連装砲座)
pl: 203 mm/55 Mk.14 na podwójnym stanowisku
ru: 203-мм/55 Mk.14 в двухорудийной установке
uk: 203-мм/55 Mk.14 у двогарматній установці
zh: 203 毫米/55 Mk14 2型
zh_sg: 203 mm/55 Mk.14 （双联装炮座）

# IDS_PAGM025_8IN55_TRIPLE_MK16
source: 203 mm/55 RF Mk.16 in a turret
es_mx: RF Mk.16 de 203 mm/55 en una torreta
ja: 203 mm/55 RF Mk.16 (砲塔)
pl: 203 mm/55 RF Mk.16 w wieży
ru: 203-мм/55 RF Mk.16 в башенной установке
uk: 203-мм/55 RF Mk.16 у баштовій установці
zh: 203 毫米/55 Mk16
zh_sg: 203 mm/55 RF Mk.16（单装炮塔）

# IDS_PAGM027_6IN47_MK_17
source: 152 mm/47 Mk.17 on a Mk.18 mount
es_mx: Mk.17 de 152 mm/47 en un montaje Mk.18
ja: 152 mm/47 Mk.17 (Mk.18 砲座)
pl: 152 mm/47 Mk.17 na stanowisku Mk.18
ru: 152-мм/47 Mk.17 в установке Mk.18
uk: 152-мм/47 Mk.17 в установці Mk.18
zh: 152 毫米/47 Mk17
zh_sg: 152 mm/47 Mk.17（Mk.18炮座）

# IDS_PAGM031_6IN53_MK16_TWIN
source: 152 mm/53 Mk.12 on a Mk.16 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16
ja: 152 mm/53 Mk.12 (Mk.16 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16
ru: 152-мм/53 Mk.12 в установке Mk.16
uk: 152-мм/53 Mk.12 в установці Mk.16
zh: 152 毫米/53 Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座）

# IDS_PAGM033_14IN50_3GUN_TURRET
source: 356 mm/50 Mk4
ru: 356-мм/50 Mk4
uk: 356-мм/50 Mk4
zh: 356毫米/50 MK4

# IDS_PAGM034_16IN50_MK7
source: 406 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/50 en una torreta
ja: 406 mm/50 Mk.7 (砲塔)
pl: 406 mm/50 Mk.7 w wieży
ru: 406-мм/50 Mk.7 в башенной установке
uk: 406-мм/50 Mk.7 в баштовій установці
zh: 406毫米/50 MK7
zh_sg: 406 mm/50 Mk.7（单装炮塔）

# IDS_PAGM035_8IN55_MK14
source: 203 mm/55 Mk14
ru: 203-мм/55 Mk14
uk: 203-мм/55 Mk14
zh: 203 毫米/55 Mk14

# IDS_PAGM036_5IN38_MK30_MOD0_MS1
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 Mk30 0型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAGM037_5IN38_MK24_MOD11_MS1
source: 127 mm/38 Mk24 mod. 11
ru: 127-мм/38 Mk24 mod. 11
uk: 127-мм/38 Mk24 mod. 11
zh: 127 毫米/38 Mk24 mod. 11

# IDS_PAGM043_14IN50_3GUN_TURRET
source: 356 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.7 (砲塔)
pl: 356 mm/50 Mk.7 w wieży
ru: 356-мм/50 Mk.7 в башенной установке
uk: 356-мм/50 Mk.7 в баштовій установці
zh: 356 毫米/50 MK7
zh_sg: 356 mm/50 Mk.7（单装炮塔）

# IDS_PAGM049_14IN50_3GUN_TURRET
source: 356 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.7 (砲塔)
pl: 356 mm/50 Mk.7 w wieży
ru: 356-мм/50 Mk.7 в башенной установке
uk: 356-мм/50 Mk.7 в баштовій установці
zh: 356 毫米/50 MK7
zh_sg: 356 mm/50 Mk.7（单装炮塔）

# IDS_PAGM051_18IN47_MARK_A
source: 457 mm/45 Mk.А in a turret
es_mx: Mk.А de 457 mm/45 en una torreta
ja: 457 mm/45 Mk.А (砲塔)
pl: 457 mm/45 Mk.А w wieży
ru: 457-мм/45 Mk.A в башенной установке
uk: 457-мм/45 Mk.A в баштовій установці
zh: 457-мм/45 Mk.A в башенной установке
zh_sg: 457 mm/45 Mk.А（单装炮塔）

# IDS_PAGM052_12IN45_MK5
source: 305 mm/45 Mk.5 in a turret
es_mx: Mk.5 de 305 mm/45 en una torreta
ja: 305 mm/45 Mk.5 (砲塔)
pl: 305 mm/45 Mk.5 w wieży
ru: 305-мм/45 Mk.5 в башенной установке
uk: 305-мм/45 Mk.5 в баштовій установці
zh: 305 毫米/45 Mk5
zh_sg: 305 mm/45 Mk.5（单装炮塔）

# IDS_PAGM053_406MM_45_MK7_11
source: 406 mm/45 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.7 (砲塔)
pl: 406 mm/45 Mk.7 w wieży
ru: 406-мм/45 Mk.7 в башенной установке
uk: 406-мм/45 Mk.7 в баштовій установці
zh: 406-мм/45 Mk.7 в башенной установке
zh_sg: 406 mm/45 Mk.7（单装炮塔）

# IDS_PAGM059_16IN45_MK1
source: 406 mm/45 Mk1
ru: 406-мм/45 Mk1
uk: 406-мм/45 Mk1
zh: 406毫米/45 Mk1

# IDS_PAGM065_14IN50_3GUN_TURRET
source: 356 mm/50 Mk.11 in a turret
es_mx: Mk.11 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.11 (砲塔)
pl: 356 mm/50 Mk.11 w wieży
ru: 356-мм/50 Mk.11 в башенной установке
uk: 356-мм/50 Mk.11 в баштовій установці
zh: 356 毫米/50 MK7
zh_sg: 356 mm/50 Mk.11（单装炮塔）

# IDS_PAGM067_6IN50_MK6
source: 152 mm/50 Mk.5 on an Armstrong mounting
es_mx: Mk.5 de 152 mm/50 en un montaje Armstrong
ja: 152 mm/50 Mk.5 (Armstrong 砲座)
pl: 152 mm/50 Mk.5 na stanowisku prod. Armstrong
ru: 152-мм/50 Mk.5 на станке Armstrong
uk: 152-мм/50 Mk.5 на станку Armstrong
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.5（Armstrong炮座）

# IDS_PAGM069_14IN50_MK11_QUAD
source: 356 mm/50 Mk.11 in a turret
es_mx: Mk.11 de 356 mm/50 en una torreta
ja: 356 mm/50 Mk.11 (砲塔)
pl: 356 mm/50 Mk.11 w wieży
ru: 356-мм/50 Mk.11 в башенной установке
uk: 356-мм/50 Mk.11 в баштовій установці
zh: 356-мм/50 Mk.11 в башенной установке
zh_sg: 356 mm/50 Mk.11（单装炮塔）

# IDS_PAGM073_16IN45_MK10
source: 406 mm/45 Mk10
ru: 406-мм/45 Mk10
uk: 406-мм/45 Mk10
zh: 406 毫米/45 Mk10

# IDS_PAGM074_14IN_45_MK8
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 Mk2
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAGM076_5IN38_MK30_MOD0
source: 127 mm/38 Mk.12 on a Mk.30 mod.0 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.30 mod.0
ja: 127 mm/38 Mk.12 (Mk.30 mod.0 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.30 mod.0
ru: 127-мм/38 Mk.12 в установке Mk.30 mod.0
uk: 127-мм/38 Mk.12 в установці Mk.30 mod.0
zh: 127 毫米/38 Mk30 0型
zh_sg: 127 mm/38 Mk.12（Mk.30 mod.0炮座）

# IDS_PAGM077_6IN47_MK16
source: 152 mm/47 DP Mk.16 in a turret
es_mx: DP Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 DP Mk.16 (砲塔)
pl: 152 mm/47 DP Mk.16 w wieży
ru: 152-мм/47 DP Mk.16 в башенной установке
uk: 152-мм/47 RF Mk.16 у баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 DP Mk.16（单装炮塔）

# IDS_PAGM079_3IN50_MK22_MOD2
source: 76.2 mm/50 Mk22 mod. 2
ru: 76,2-мм/50 Mk22 mod. 2
uk: 76,2-мм/50 Mk22 mod. 2
zh: 76.2 毫米/50 Mk22 2型

# IDS_PAGM080_16IN50_MK7
source: 406 mm/45 Mk.7 in a turret
es_mx: Mk.7 de 406 mm/45 en una torreta
ja: 406 mm/45 Mk.7 (砲塔)
pl: 406 mm/45 Mk.7 w wieży
ru: 406-мм/45 Mk.7 в башенной установке
uk: 406-мм/45 Mk.7 в баштовій установці
zh: 406-мм/45 Mk.7 в башенной установке
zh_sg: 406 mm/45 Mk.7（单装炮塔）

# IDS_PAGM081_5IN50_MK5
source: 127 mm/50 Mk.6 on a single mount
es_mx: Mk.6 de 127 mm/50 en un montaje simple
ja: 127 mm/50 Mk.6 (単装砲座)
pl: 127 mm/50 Mk.6 na pojedynczym stanowisku
ru: 127-мм/50 Mk.6 в одиночной установке
uk: 127-мм/50 Mk.6 в одиночній установці
zh: 127 毫米/50 Mk5
zh_sg: 127 mm/50 Mk.6（单装炮座）
