Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOADING_TOOLTIP_LEVEL3_30
source: When firing HE shells, aim at enemy ship superstructures. Best targets for AP shells are turrets and the engine.
es_mx: Cuando dispares proyectiles HE, apunta a las superestructuras de los barcos enemigos. Los mejores objetivos para los proyectiles AP son las torretas y el motor.
ja: 榴弾 (HE) で射撃する場合、敵艦の上部構造を狙うと効果的だ。徹甲弾 (AP) の場合は、砲塔および主機に対して最大の有効性を有する
pl: Kiedy strzelasz z pocisków OB celuj w nadbudówki okrętu. Dla pocisków PP najlepszymi celami są wieże i silnik.
ru: При стрельбе осколочно-фугасными снарядами цельтесь в надстройки корабля противника, а при стрельбе бронебойными — в башни и двигатель.
uk: Під час стрільби осколково-фугасними снарядами цільтеся в надбудови корабля супротивника, а під час стрільби бронебійними — у башти та двигун.
zh: 射击 HE 弹时，要瞄准敌方战舰的上层建筑。而 AP 弹最好的目标则是主炮与引擎。
zh_sg: 使用高爆弹射击时，最好瞄准敌方战舰的上层建筑。使用穿甲弹时，则最好瞄准炮塔和引擎。

# IDS_LOADING_TOOLTIP_LEVEL3_31
source: Keep in mind that at close range, shells fired from bow and stern guns follow different trajectories to the target.
es_mx: Ten en cuenta que en combate cercano, los proyectiles disparados desde los cañones de proa y popa siguen trayectorias diferentes hacia el objetivo.
ja: 接近戦においては、艦首砲と船尾砲とでは目標への飛翔経路が異なるという点に留意せよ
pl: Na krótkich dystansach uwypukla się różnica w trajektorii pocisków wystrzelonych z dziobu i rufy okrętu.
ru: При стрельбе с близкого расстояния учитывайте, что снаряды из носовых и кормовых орудий летят в цель по разным траекториям.
uk: Стріляючи з близької відстані враховуйте, що снаряди з носових та кормових гармат летять у ціль різними траєкторіями.
zh: 在近距离下请留意，从舰艏与舰艉发射的炮弹会沿着不同弹道射向目标。
zh_sg: 在近距离下请留意，从舰首与舰尾发射的炮弹会沿着不同弹道射向目标。

# IDS_LOADING_TOOLTIP_LEVEL3_32
source: Press [CMD_SWITCH_ATBA_AIRDEFENSE] to disable your AA guns. Disabling AA guns helps you stay undetected by enemy aircraft for a longer period of time.
es_mx: Presiona [CMD_SWITCH_ATBA_AIRDEFENSE] para desactivar tus cañones AA. Desactivar los cañones AA te ayuda a permanecer sin ser detectado por los aviones enemigos por un mayor periodo de tiempo.
ja: [CMD_SWITCH_ATBA_AIRDEFENSE] で対空兵装を無効化。対空兵装を無効にすることで、敵機に発見されるリスクを軽減することが可能。
pl: Możesz wcisnąć [CMD_SWITCH_ATBA_AIRDEFENSE], aby wyłączyć działa przeciwlotnicze. Dzięki temu twój okręt dłużej pozostanie niewykryty przez samoloty wroga.
ru: Нажмите [CMD_SWITCH_ATBA_AIRDEFENSE] для отключения ПВО. Отключение ПВО позволяет дольше оставаться незаметным для самолётов противника.
uk: Натисніть [CMD_SWITCH_ATBA_AIRDEFENSE], щоб вимкнути ППО. Вимкнена ППО дозволяє довше залишатися непомітним для літаків супротивника.
zh: 当您操控驱逐舰时，您可以按下 [CMD_SWITCH_ATBA_AIRDEFENSE] 来关闭防空炮。关闭防空炮能帮助您的战舰在设置烟幕后保持不被敌方飞机所发现。
zh_sg: 当您操控驱逐舰时，您可以按下[CMD_SWITCH_ATBA_AIRDEFENSE]来关闭防空炮。关闭防空炮能帮助您长时间不被敌方飞机所发现。

# IDS_LOADING_TOOLTIP_LEVEL3_33
source: Spotting aircraft extends the firing range of the main battery.
es_mx: El avión de exploración extienden el rango de disparo de la batería principal.
ja: 着弾観測機により、主砲の射程を延伸することができる
pl: Samoloty zwiadowcze zwiększają zasięg ognia głównej artylerii.
ru: Корректировщик огня увеличивает дальность стрельбы главного калибра.
uk: Літак-корегувальник збільшує дальність стрільби головного калібру.
zh: 侦察机可以拓展主炮组的射程。
zh_sg: 侦察机可以提高主炮组的射程。

# IDS_LOADING_TOOLTIP_LEVEL3_34
source: Launched torpedo does not differentiate between allies and enemies.
es_mx: Los torpedos lanzados no diferencian entre aliados o enemigos.
ja: 発射された魚雷は、敵と味方を区別することができない
pl: Torpeda wystrzelona przez sojusznika nie różni się niczym od torpedy wystrzelonej przez przeciwnika.
ru: Пущенная торпеда не различает своих и чужих.
uk: Випущена торпеда не розрізняє своїх та чужих.
zh: 鱼雷发射后，其攻击将不会区分友军与敌军。
zh_sg: 鱼雷发射后，其攻击将不会区分友军与敌军。

# IDS_LOADING_TOOLTIP_LEVEL3_35
source: Operate in formations; a single ship is a perfect target.
es_mx: Opera en formaciones; un barco solitario es un objetivo perfecto.
ja: 集団で行動せよ。単独行動の艦は良い的だ
pl: Operuj w formacjach. Samotny okręt to doskonały cel.
ru: Действуйте в группах. Одиночный корабль — отличная мишень.
uk: Дійте групами. Поодинокий корабель — пречудова мішень.
zh: 要以阵型来作战。一艘落单的战舰是个完美的目标。
zh_sg: 组成阵型来作战。一艘落单的战舰只是活靶子。

# IDS_LOADING_TOOLTIP_LEVEL3_36
source: Take advantage of islands to stay undetected while approaching the enemy ships.
es_mx: Toma ventaja de las islas para permanecer sin ser detectado mientras te aproximas a los barcos enemigos.
ja: 敵艦艇に密かに接近するには、島影を有効活用せよ
pl: Wykorzystuj wyspy, żeby pozostać niewykrytym, kiedy podpływasz do okrętów przeciwnika.
ru: Используйте острова для незаметного сближения с кораблями противника.
uk: Використовуйте острови для непомітного зближення з кораблями супротивника.
zh: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。
zh_sg: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。

# IDS_LOADING_TOOLTIP_LEVEL3_37
source: The larger the ship, the easier she is to detect.
es_mx: Cuanto más grande sea el barco, más fácil será de detectar.
ja: 艦が大型であるほど、発見は容易だ
pl: Im większy okręt, tym łatwiej go wykryć.
ru: Чем крупнее корабль, тем проще его обнаружить.
uk: Що більший корабель, то легше його виявити.
zh: 战舰越大，越容易被对方发现
zh_sg: 战舰越大，越容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL3_38
source: You can fire trial shots before a full salvo.
es_mx: Puedes hacer disparos de prueba antes de una salva completa.
ja: 全門斉射前の試射は、命中率を高めるために有効だ
pl: Możesz oddać próbny strzał przed wystrzeleniem pełnej salwy.
ru: Делайте пристрелочные выстрелы, прежде чем дать залп.
uk: Пристрілюйтеся, перш ніж виконати залп.
zh: 您可以在全齐射前先进行试射。
zh_sg: 您可以在齐射前先进行试射。

# IDS_LOADING_TOOLTIP_LEVEL3_39
source: Make sure your ship is safe from new threats in order to use Damage Control Party efficiently.
es_mx: Asegúrate de que tu barco esté a salvo de nuevas amenazas para poder usar de manera eficiente el equipo de control de daños.
ja: 応急工作班を効果的に用いるには、新たな脅威が無いことを確認した上で使用せよ
pl: Upewnij się, że Twój okręt jest bezpieczny od nowych zagrożeń, żeby wykorzystać efektywnie Grupę naprawczo-ratunkową.
ru: Для эффективного использования Аварийной команды убедитесь в отсутствии новых угроз.
uk: Щоб ефективно використати аварійно-рятувальну команду, переконайтеся, що відсутні нові загрози.
zh: 在交战中请确保您的战舰不会出现在新加入战团的敌军战舰火力范围中。
zh_sg: 确认您的战舰已经远离新的威胁，才能有效利用伤害控制小组。

# IDS_LOADING_TOOLTIP_LEVEL3_4
source: Always fire a trial shot before a full salvo.
es_mx: Haz siempre un disparo de prueba antes de una salva completa.
ja: 斉射の前には試射を怠るな
pl: Zawsze oddaj próbny strzał przed wystrzeleniem całej salwy.
ru: Делайте пристрелочный выстрел перед залпом.
uk: Робіть пристрілювальний постріл перед залпом.
zh: 在齐射前永远先进行试射。
zh_sg: 在进行齐射前养成先试射的好习惯。

# IDS_LOADING_TOOLTIP_LEVEL3_40
source: Press [CMD_FIXING_TARGET_POSITION] to get a lock on a detected target within your firing range.
es_mx: Presiona [CMD_FIXING_TARGET_POSITION] para fijar tu visor de puntería en un objetivo visible dentro de tu rango de tiro.
ja: [CMD_FIXING_TARGET_POSITION] で、射程内の発見済み目標に向けて照準をロック可能
pl: Wciśnij [CMD_FIXING_TARGET_POSITION], żeby zablokować cel na widocznym okręcie znajdującym się w zasięgu ognia.
ru: Клавиша [CMD_FIXING_TARGET_POSITION] — захват обнаруженной цели в пределах максимальной дальности стрельбы.
uk: Клавіша [CMD_FIXING_TARGET_POSITION] — захопити виявлену ціль у межах максимальної дальності стрільби.
zh: 按下 [CMD_FIXING_TARGET_POSITION] 以锁定在您的射程内所发现的目标。
zh_sg: 按下 [CMD_FIXING_TARGET_POSITION] 来锁定在射程内所发现的目标。

# IDS_LOADING_TOOLTIP_LEVEL3_41
source: Press [CMD_RELATIVE_GUNS_LOCK] to lock the armament on the relative bearing. Press [CMD_FIXING_TARGET_POSITION] to unlock the armament.
es_mx: Presiona [CMD_RELATIVE_GUNS_LOCK] para fijar el armamento en el rumbo relativo. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquearlo.
ja: [CMD_RELATIVE_GUNS_LOCK] で、兵装を相対方位に向けてロック可能。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_RELATIVE_GUNS_LOCK], żeby zablokować działa na kącie kursowym. Wciśnij [CMD_FIXING_TARGET_POSITION], aby je odblokować.
ru: [CMD_RELATIVE_GUNS_LOCK] — фиксация угла вооружения. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_RELATIVE_GUNS_LOCK] — зафіксувати кут гармат відносно курсу. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_RELATIVE_GUNS_LOCK] 将武器锁定相应方位。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_RELATIVE_GUNS_LOCK] 锁定武器至对应方位。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL3_42
source: Press [CMD_ABSOLUTE_GUNS_LOCK] to lock on a sector. The armament will automatically turn in the direction of the locked sector. Press [CMD_FIXING_TARGET_POSITION] to disable armament locking.
es_mx: Presiona [CMD_ABSOLUTE_GUNS_LOCK] para fijar un sector. El armamento girará automáticamente en la dirección del sector fijado. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquear el armamento.
ja: [CMD_ABSOLUTE_GUNS_LOCK] でセクターにロック可能。兵装はロック中のセクターに向けて自動的に旋回する。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_ABSOLUTE_GUNS_LOCK], aby zablokować działa na sektorze. Uzbrojenie będzie się automatycznie obracać w kierunku wybranego sektora. Wciśnij [CMD_FIXING_TARGET_POSITION], aby wyłączyć blokowanie uzbrojenia.
ru: [CMD_ABSOLUTE_GUNS_LOCK] — фиксация сектора стрельбы. Вооружение будет автоматически доворачиваться в направлении зафиксированного сектора. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_ABSOLUTE_GUNS_LOCK] — зафіксувати сектор стрільби. Озброєння автоматично повертатиметься у напрямку зафіксованого сектора. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 来锁定一个区域。武器会自动转向锁定区域方向。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 来锁定一个区域。武器会自动转向锁定区域方向。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL3_43
source: Hold [KEY_RIGHTMOUSE] to look around while your aim remains fixed.
es_mx: Mantén [KEY_RIGHTMOUSE] para mirar alrededor mientras la puntería permanece fija.
ja: 照準を動かさずに周囲を見回すには、[KEY_RIGHTMOUSE] を長押し
pl: Przytrzymaj [KEY_RIGHTMOUSE], żeby rozejrzeć się dookoła, nie zmieniając przy tym kierunku celowania.
ru: Удерживайте [KEY_RIGHTMOUSE], чтобы оглядеться. Точка прицеливания при этом фиксируется.
uk: Утримуйте [KEY_RIGHTMOUSE], щоб озирнутися довкола. Точка прицілювання у цей час фіксується.
zh: 按住 [KEY_RIGHTMOUSE] 以环顾四周，同时准星会保持固定不动。
zh_sg: 按住 [KEY_RIGHTMOUSE] 可以在观察四周的同时保持准心固定不动。

# IDS_LOADING_TOOLTIP_LEVEL3_44
source: Ramming causes very heavy damage to the ship.
es_mx: Las embestidas causan daños muy graves al barco.
ja: 体当たりの際には、極めて大きなダメージが生じる
pl: Taranowanie zadaje bardzo poważne uszkodzenia okrętom.
ru: Таран наносит кораблю очень серьёзные повреждения.
uk: Таран значно ушкоджує корабель.
zh: 撞击会对战舰构成严重伤害
zh_sg: 撞击会对战舰造成非常严重的伤害。

# IDS_LOADING_TOOLTIP_LEVEL3_45
source: Rushing through the center of the map is poor tactics.
es_mx: El Precipitarse hacia el centro del mapa es una mala táctica.
ja: マップ中央に急行するような戦術は、有効とは言えない
pl: Bezmyślny szturm na centralną część mapy to kiepska taktyka.
ru: Тактика «Быстрый прорыв по центру» малоэффективна.
uk: Тактика «Швидкий прорив центром» малоефективна.
zh: 快速冲到地图中央是种很糟糕的战术。
zh_sg: 快速冲到地图中央是种很糟糕的战术。

# IDS_LOADING_TOOLTIP_LEVEL3_46
source: Take joint actions. Cover your allies.
es_mx: Realiza acciones conjuntas. Cubre a tus aliados.
ja: 連携して行動し、味方を支援せよ
pl: Działaj drużynowo. Osłaniaj sojuszników.
ru: Действуйте сообща. Прикрывайте союзников.
uk: Дійте спільно. Прикривайте союзників.
zh: 采取联合行动，掩护您的队友
zh_sg: 采取联合行动，掩护您的队友。

# IDS_LOADING_TOOLTIP_LEVEL3_47
source: A large ship can run aground in a narrow passage.
es_mx: Un navío grande puede encallar en un paso estrecho.
ja: 大型艦で細い海峡を通過しようとした場合、座礁の危険がある
pl: Duży okręt może zaryć o dno w wąskich przesmykach.
ru: В узком проливе большой корабль может сесть на мель.
uk: У вузькій протоці великий корабель може сісти на мілину.
zh: 大型战舰通过狭窄航道可能导致触礁
zh_sg: 大型战舰通过狭窄航道时可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL3_48
source: Press [KEY_RIGHTMOUSE] to quickly check your course while you are firing trial shots.
es_mx: Presiona [KEY_RIGHTMOUSE] para comprobar con rapidez tu curso mientras ejecutas disparos de prueba.
ja: [KEY_RIGHTMOUSE] で、試射中に進路を素早く確認可能
pl: Wciśnij [KEY_RIGHTMOUSE], żeby szybko sprawdzić kurs, kiedy oddajesz strzały próbne.
ru: [KEY_RIGHTMOUSE] — быстрый способ проверить ваш курс во время пристрелки.
uk: [KEY_RIGHTMOUSE] — швидкий спосіб перевірити ваш курс під час пристрілювання.
zh: 按下 [KEY_RIGHTMOUSE] 以在试射时快速查看您的弹道。
zh_sg: 按下 [KEY_RIGHTMOUSE] 能在试射时快速查看您的弹道。

# IDS_LOADING_TOOLTIP_LEVEL3_49
source: A torpedo hit close to the main battery turret may result in a magazine detonation.
es_mx: Un torpedo que impacte cerca de la torreta de la batería principal podría hacer detonar la munición.
ja: 魚雷が主砲付近に命中した場合、弾薬庫誘爆を引き起こす場合がある
pl: Trafienie torpedą w pobliżu wieży głównej baterii może wywołać eksplozję magazynu.
ru: Попадание торпеды рядом с башней главного калибра может привести к взрыву погреба боеприпасов.
uk: Влучення торпеди поруч з баштою головного калібру може призвести до вибуху погреба боєприпасів.
zh: 如果鱼雷命中靠近战舰主炮塔位置的区域，将可能引爆弹药库。
zh_sg: 如果鱼雷命中靠近战舰主炮组炮塔的区域，可能会引爆弹药库。

# IDS_LOADING_TOOLTIP_LEVEL3_5
source: Change your speed and course to throw off the enemy's aim.
es_mx: Cambia tu velocidad y curso para errar la mira de los cañones enemigos.
ja: 速度と進路を変更し、敵に照準を定めさせるな
pl: Zmieniaj kurs i prędkość, żeby utrudnić przeciwnikowi celowanie.
ru: Изменяйте скорость и направление движения — это мешает противнику точно прицелиться.
uk: Змінюйте швидкість та напрямок руху — це заважає супротивнику влучно прицілитися.
zh: 尽可能经常改变您的航速与航向来甩开敌人的瞄准。
zh_sg: 改变您的航速与航向来甩开敌人的瞄准。

# IDS_LOADING_TOOLTIP_LEVEL3_50
source: Autopilot: You can hold [KEY_SHIFT] to set up to five waypoints on the Tactical Map.
es_mx: Piloto Automático: Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos en el Mapa Táctico.
ja: 自動航行: 戦術マップで [KEY_SHIFT] 長押ししてウェイポイントを 5 ヶ所まで設定可能
pl: Autopilot: przytrzymaj [KEY_SHIFT], aby wyznaczyć do pięciu punktów trasy na mapie taktycznej.
ru: Автопилот: удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения на тактической карте.
uk: Авторульовий: утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення на тактичній мапі.
zh: 自动驾驶：您可以按住 [KEY_SHIFT] 来在战术地图上设置最多五个路径点。
zh_sg: 自动驾驶：您可以按住 [KEY_SHIFT] 在战术地图上设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL3_51
source: The amount of the ship that is submerged is comparable to the amount above the waterline. When steering your ship too close to land, you risk running aground.
es_mx: El calado del barco que está sumergido es comparable al que está sobre la línea de flotación. Cuando maniobras tu barco muy cerca de tierra, corres el riesgo de encallar.
ja: 船体の水面下の部分は、水面上の部分と同じぐらい大きい。よって陸に近づきすぎると、座礁の危険がある
pl: Rozmiar części okrętu, która znajduje się pod wodą jest porównywalny do tej nad wodą. Podpływając zbyt blisko wysp, ryzykujesz, że okręt osiądzie na mieliźnie.
ru: Подводная часть корабля по размеру сопоставима с надводной. Проходя слишком близко к суше, вы рискуете сесть на мель.
uk: Підводна частина корабля за розміром порівнянна із надводною. Проходячи занадто близько до суходолу, ви ризикуєте сісти на мілину.
zh: 舰艇水下部分和水面部分的高度是成比例的，当您的战舰太靠近岛屿时，就有可能会搁浅。
zh_sg: 战舰的水下部分和水面部分的高度是差不多的，当您的战舰太靠近岛屿时，就有可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL3_52
source: The circle around your ship on the Minimap indicates the firing range of the selected armament.
es_mx: El círculo alrededor de tu barco en el Minimapa indica el rango de disparo del armamento seleccionado.
ja: ミニマップ上で自艦を中心に描かれる円は、選択中の兵装の射程距離を示す
pl: Widoczny na minimapie okrąg wokół Twojego okrętu oznacza zasięg wybranego uzbrojenia.
ru: Окружность вокруг вашего корабля на миникарте обозначает дальность действия выбранного вооружения.
uk: Коло навкруги вашого корабля на міні-мапі позначає дальність дії вибраного озброєння.
zh: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。
zh_sg: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。

# IDS_LOADING_TOOLTIP_LEVEL3_6
source: Turn your ship's bow towards incoming torpedoes to reduce the risk of being hit.
es_mx: Gira la proa de tu barco hacia los torpedos que se aproximen para reducir el riesgo de impacto.
ja: 被雷率を下げるには、艦首を接近中の魚雷に向けて旋回せよ
pl: Obróć okręt nosem w stronę nadpływających torped, żeby zminimalizować ryzyko trafienia.
ru: Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
uk: Розверніться носом до торпед, які йдуть на корабель, щоб зменшити імовірність влучень.
zh: 回转舰艏迎向袭来的鱼雷以降低命中的几率。
zh_sg: 回转舰首迎向袭来的鱼雷以降低被击中的几率。

# IDS_LOADING_TOOLTIP_LEVEL3_7
source: When firing in Binocular View, remember to click [KEY_RIGHTMOUSE] every so often in order to stay aware of the situation around you.
es_mx: Cuando dispares con Visión Binocular, recuerda hacer click con [KEY_RIGHTMOUSE] de vez en cuando para estar consciente de la situación a tu alrededor.
ja: 双眼鏡視点で射撃中には、[KEY_RIGHTMOUSE] クリックを多用して周囲の状況を常に把握せよ
pl: Pamiętaj, żeby od czasu do czasu wcisnąć [KEY_RIGHTMOUSE] kiedy prowadzisz ogień korzystając z trybu lornetki. Dzięki temu nie stracisz orientacji w otoczeniu.
ru: При стрельбе в режиме «Бинокль» не забывайте периодически оценивать обстановку с помощью [KEY_RIGHTMOUSE].
uk: Стріляючи у режимі «Бінокль» не забувайте час від часу оцінювати обстановку за допомогою [KEY_RIGHTMOUSE].
zh: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。
zh_sg: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。

# IDS_LOADING_TOOLTIP_LEVEL3_8
source: Avoid collisions with allied warships.
es_mx: Evita las colisiones con los barcos aliados.
ja: 味方艦艇との衝突を回避せよ
pl: Unikaj zderzeń z sojuszniczymi okrętami.
ru: Избегайте столкновений с кораблями союзников.
uk: Уникайте зіткнень з кораблями союзників.
zh: 要避免与队友战舰发生碰撞。
zh_sg: 要避免与队友战舰发生碰撞。

# IDS_LOADING_TOOLTIP_LEVEL3_9
source: To turn your rudder and lock it in that position, press [CRUISE_ANGLE_LEFT] for port or [CRUISE_ANGLE_RIGHT] for starboard.
es_mx: Para girar tu timón y bloquearlo en esa posición, presiona [CRUISE_ANGLE_LEFT] para babor o [CRUISE_ANGLE_RIGHT] para estribor.
ja: 舵角を変更してその位置に固定: [CRUISE_ANGLE_LEFT] = 取舵、[CRUISE_ANGLE_RIGHT] = 面舵
pl: Do ustawiania steru i blokowania go używaj przycisków [CRUISE_ANGLE_LEFT] (bakburta) oraz [CRUISE_ANGLE_RIGHT] (sterburta).
ru: Клавиши [CRUISE_ANGLE_LEFT] и [CRUISE_ANGLE_RIGHT] позволяют зафиксировать угол поворота руля.
uk: Клавіші [CRUISE_ANGLE_LEFT] та [CRUISE_ANGLE_RIGHT] дозволяють зафіксувати кут повороту руля.
zh: 想要转动您的船舵并锁定于其方位，请按下 [CRUISE_ANGLE_LEFT] 或 [CRUISE_ANGLE_RIGHT]。
zh_sg: 想要转动您的船舵并锁定其方位，请按下 [CRUISE_ANGLE_LEFT]左转或 [CRUISE_ANGLE_RIGHT]右转。

# IDS_LOADING_TOOLTIP_LEVEL4_0
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL4_1
source: Main battery: double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets that are ready to fire.
es_mx: Batería principal: doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas que estén listas para disparar.
ja: 主砲: ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で砲撃準備が完了している砲を全門斉射
pl: Główna bateria: kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich wież gotowych do strzału.
ru: Главный калибр: двойное нажатие [KEY_LEFTMOUSE_DOUBLE] — залп из всех башен, готовых к стрельбе.
uk: Головний калібр: подвійне натискання [KEY_LEFTMOUSE_DOUBLE] — залп з усіх башт, готових до пострілу.
zh: 主炮组：双击 [KEY_LEFTMOUSE] 来使所有射击就绪的主炮进行齐射。
zh_sg: 主炮组：双击[KEY_LEFTMOUSE_DOUBLE]来使所有射击就绪的主炮进行齐射。

# IDS_LOADING_TOOLTIP_LEVEL4_10
source: You can earn more Experience Points (XP) and credits in random battles.
es_mx: Puedes ganar más puntos de experiencia (XP) y créditos en Batallas aleatorias.
ja: ランダム戦では、より多くの経験値 (EXP) やクレジットを取得することが可能
pl: W bitwach losowych zdobyć można więcej punktów doświadczenia (PD) i kredytów.
ru: В случайных боях можно заработать больше кредитов и опыта.
uk: У випадкових боях можна здобути більше кредитів та досвіду.
zh: 在标准战斗中，您可以获得比其它战斗类型还要多的经验与银币。
zh_sg: 随机战斗能获得比其它模式更多的经验与银币。

# IDS_LOADING_TOOLTIP_LEVEL4_11
source: Armor Piercing (AP) shells are ineffective against lightly armored ships. The shells will pierce through the ship without any tangible damage.
es_mx: Los proyectiles Antiblindaje (AP) no son efectivos contra barcos ligeramente blindados. Los proyectiles traspasarán el barco sin daño tangible.
ja: 徹甲弾 (AP) は軽装甲の艦艇に対しては効果が薄い。命中した砲弾が船体を完全に撃ち抜き、反対側へと抜けてしまう傾向がある
pl: Pociski przeciwpancerne (PP) nie są zbyt skuteczne przeciw lekko opancerzonym okrętom. Przebiją się przez cel, nie powodując większych uszkodzeń.
ru: Бронебойные (ББ) снаряды неэффективны против слабо бронированных кораблей. Снаряды пробьют корабль насквозь, не нанеся ощутимого урона.
uk: Бронебійні (ББ) снаряди неефективні проти слабко броньованих кораблів. Снаряди проб’ють корабель наскрізь, що не завдасть відчутної шкоди.
zh: 穿甲 (AP) 弹对付轻型装甲的战舰没什么效果。炮弹会穿透战舰且不会有任何实际的伤害。
zh_sg: 穿甲(AP)弹对付轻型装甲的战舰效果甚微。炮弹会直接穿过整个船体且无法造成有效的伤害。

# IDS_LOADING_TOOLTIP_LEVEL4_12
source: High Explosive (HE) shells may cause fire when they hit the target.
es_mx: Los proyectiles de alto explosivo (HE) pueden causar un incendio cuando alcanzan el objetivo.
ja: 榴弾 (HE) は、命中し炸裂した際に火災を引き起こし得る
pl: Pociski odłamkowo-burzące (OB) mogą wzniecić pożar po trafieniu w cel.
ru: Осколочно-фугасные (ОФ) снаряды могут вызвать пожар при попадании в цель.
uk: Осколково-фугасні (ОФ) снаряди можуть спричинити пожежу влучивши в ціль.
zh: 高爆 (HE) 弹在击中敌方目标时有可能会引发火灾。
zh_sg: 高爆(HE)弹在击中敌方目标时有几率引发火灾。

# IDS_LOADING_TOOLTIP_LEVEL4_13
source: High Explosive (HE) shells are most effective against lightly armored ships.
es_mx: Los proyectiles de Alto Explosivo (HE) son más efectivos contra barcos ligeramente blindados.
ja: 榴弾 (HE) は、軽装甲の艦艇に対して最も効果的だ
pl: Pociski odłamkowo-burzące (OB) są najskuteczniejsze przeciwko słabo opancerzonym okrętom.
ru: Осколочно-фугасные (ОФ) снаряды наиболее эффективны против слабо бронированных кораблей.
uk: Осколково-фугасні (ОФ) снаряди найбільш ефективні проти слабко броньованих кораблів.
zh: 高爆 (HE) 弹对付轻型装甲的战舰有着显著效果。
zh_sg: 高爆(HE)弹对轻装甲的战舰有很强的杀伤力。

# IDS_LOADING_TOOLTIP_LEVEL4_14
source: Remember that torpedo range is limited. Launch torpedoes when your ship is close enough to the enemy.
es_mx: Recuerda que el alcance de los torpedos es limitado. Lanza los torpedos cuando tu barco esté lo suficientemente cerca del enemigo.
ja: 魚雷の射程には制限があることを忘れるな。充分に接近してから発射せよ
pl: Pamiętaj, że zasięg torped jest ograniczony. Przeprowadzaj ataki torpedowe z dostatecznie bliskiej odległości.
ru: Торпеды имеют ограниченную дальность хода. Пускайте торпеды, когда корабль подойдёт к противнику на достаточно близкое расстояние.
uk: Торпеди мають обмежену дальність ходу. Пускайте торпеди, коли корабель підійде до супротивника на досить близьку відстань.
zh: 要记住，鱼雷射程是有限的。只在您的战舰够靠近敌人时才发射鱼雷。
zh_sg: 要记住，鱼雷射程是有限的。只在您的战舰离敌人足够近时才发射鱼雷。

# IDS_LOADING_TOOLTIP_LEVEL4_15
source: Smoke screens conceal the exact disposition of your warship and allied ships.
es_mx: Las cortinas de humo ocultan la posición exacta de tu barco y la de tus aliados.
ja: 煙幕により、自艦および味方艦艇の正確な配置を隠すことが可能だ
pl: Zasłona dymna pozwala na ukrycie dokładnych pozycji twojego okrętu i okrętów sprzymierzonych.
ru: Дымовая завеса скрывает точное расположение вашего корабля и кораблей союзников.
uk: Димова завіса приховує точне розташування вашого корабля та кораблів союзників.
zh: 设置烟幕来帮助隐藏您与我方战舰的确切位置。
zh_sg: 烟幕能够隐藏自己和友军战舰的确切位置。
