Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_REWARD_LOOTBOX_100_TITLE
source: "Warhammer 40,000 — Chaos" container
es_mx: Contenedor "Warhammer 40,000 – Caos"
ja: 「Warhammer 40,000 — ケイオス」コンテナ
pl: Kontener „Warhammer 40,000 – Chaos”
ru: Контейнер «Warhammer 40,000 — Хаос»
uk: Контейнер «Warhammer 40,000 — Хаос»
zh: Контейнер «Warhammer 40,000 — Хаос»
zh_sg: 《战锤40000》——混沌”补给箱

# IDS_REWARD_LOOTBOX_101_TITLE
source: "Warhammer 40,000 — Imperium" container
es_mx: Contenedor "Warhammer 40,000 – Imperium"
ja: 「Warhammer 40,000 — 帝国」コンテナ
pl: Kontener „Warhammer 40,000 – Imperium”
ru: Контейнер «Warhammer 40,000 — Империум»
uk: Контейнер «Warhammer 40,000 — Імперіум»
zh: Контейнер «Warhammer 40,000 — Империум»
zh_sg: 《战锤40000》——帝国”补给箱

# IDS_REWARD_LOOTBOX_102_TITLE
source: German Carriers Premium container
es_mx: Contenedor Premium "Portaaviones Alemanes"
ja: 「ドイツ航空母艦」プレミアムコンテナ
pl: Kontener premium Niemieckie lotniskowce
ru: Премиум контейнер «Немецкие авианосцы»
uk: Преміум контейнер «Німецькі авіаносці»
zh: Премиум контейнер «Немецкие авианосцы»
zh_sg: 德国航空母舰高级补给箱

# IDS_REWARD_LOOTBOX_103_TITLE
source: German Carriers container
es_mx: Contenedor "Portaaviones Alemanes"
ja: 「ドイツ航空母艦」コンテナ
pl: Kontener Niemieckie lotniskowce
ru: Контейнер «Немецкие авианосцы»
uk: Контейнер «Німецькі авіаносці»
zh: Контейнер «Немецкие авианосцы»
zh_sg: 德国航空母舰补给箱

# IDS_REWARD_LOOTBOX_104_TITLE
source: German Navy container
es_mx: Contenedor "Marina Alemana"
ja: 「ドイツ海軍」コンテナ
pl: Kontener Marynarka Niemiec
ru: Контейнер «Немецкий флот»
uk: Контейнер «Німецький флот»
zh: Контейнер «Немецкий флот»
zh_sg: 德国海军补给箱

# IDS_REWARD_LOOTBOX_105_TITLE
source: Kriegsmarine Premium container
es_mx: Contenedor Premium "Kriegsmarine"
ja: 「ドイツ戦争海軍」プレミアムコンテナ
pl: Kontener premium Kriegsmarine
ru: Премиум контейнер «Кригсмарине»
uk: Преміум контейнер «Крігсмаріне»
zh: Премиум контейнер «Кригсмарине»
zh_sg: 德国战争海军高级补给箱

# IDS_REWARD_LOOTBOX_106_TITLE
source: Kriegsmarine container
es_mx: Contenedor "Kriegsmarine"
ja: 「ドイツ戦争海軍」コンテナ
pl: Kontener Kriegsmarine
ru: Контейнер «Кригсмарине»
uk: Контейнер «Крігсмаріне»
zh: Контейнер «Кригсмарине»
zh_sg: 德国战争海军补给箱

# IDS_REWARD_LOOTBOX_107_TITLE
source: Cybertronian Premium container
ja: 「サイバトロン」プレミアムコンテナ
pl: Kontener cybertroniczny premium
ru: Премиум контейнер «Кибертронский»
zh: Премиум контейнер «Кибертронский»

# IDS_REWARD_LOOTBOX_108_TITLE
source: Cybertronian container
ja: 「サイバトロン」コンテナ
pl: Kontener cybertroniczny
ru: Контейнер «Кибертронский»
zh: Контейнер «Кибертронский»

# IDS_REWARD_LOOTBOX_109_TITLE
source: Five Epochs of the Navy container
ja: 「海軍の五つの時代」コンテナ
pl: Kontener Pięć epok marynarki
ru: Контейнер «Пять эпох флота»
zh: Контейнер «Пять эпох флота»

# IDS_REWARD_LOOTBOX_10_TITLE
source: The Hunt for Bismarck Premium container
es_mx: Contenedor Premium La Caza del Bismarck
ja: 「ビスマルク追撃戦」プレミアムコンテナ
pl: Kontener premium Polowanie na Bismarcka
ru: Премиум контейнер «Охота на "Бисмарк"»
uk: Преміум контейнер «Полювання на „Бісмарк“»
zh: 可收集卡片的高级幸运补给箱
zh_sg: 狩猎俾斯麦高级补给箱

# IDS_REWARD_LOOTBOX_11_TITLE
source: Dunkirk container
es_mx: Contenedor Dunkerque
ja: 「ダンケルク」コンテナ
pl: Kontener Dunkierka
ru: Контейнер «Дюнкерк»
uk: Контейнер «Дюнкерк»
zh: 敦刻尔克可收集卡片的幸运补给箱
zh_sg: 敦刻尔克补给箱

# IDS_REWARD_LOOTBOX_12_TITLE
source: Dunkirk Premium container
es_mx: Contenedor Premium Dunkerque
ja: 「ダンケルク」プレミアムコンテナ
pl: Kontener premium Dunkierka
ru: Премиум контейнер «Дюнкерк»
uk: Преміум контейнер «Дюнкерк»
zh: 敦刻尔克可收集卡片的高级幸运补给箱
zh_sg: 敦刻尔克高级补给箱

# IDS_REWARD_LOOTBOX_13_TITLE
source: Yamamoto Isoroku container
es_mx: Contenedor Yamamoto Isoroku
ja: 「山本五十六」コンテナ
pl: Kontener Yamamoto Isoroku
ru: Контейнер «Ямамото Исороку»
uk: Контейнер «Ямамото Ісороку»
zh: 山本可收集卡片的幸运补给箱
zh_sg: 山本五十六补给箱

# IDS_REWARD_LOOTBOX_14_TITLE
source: Yamamoto Isoroku Premium container
es_mx: Contenedor Premium Yamamoto Isoroku
ja: 「山本五十六」プレミアムコンテナ
pl: Kontener premium Yamamoto Isoroku
ru: Премиум контейнер «Ямамото Исороку»
uk: Преміум контейнер «Ямамото Ісороку»
zh: 山本可收集卡片的高级幸运补给箱
zh_sg: 山本五十六高级补给箱

# IDS_REWARD_LOOTBOX_15_TITLE
source: World of Warships First Anniversary container
es_mx: Contenedor Primer Aniversario de World of Warships
ja: 「World of Warships 1 周年記念」コンテナ
pl: Kontener Pierwsza rocznica World of Warships
ru: Контейнер «1 год World of Warships»
uk: Контейнер «1 рік World of Warships»
zh: 《战舰世界》一周年庆可收集卡片的幸运补给箱
zh_sg: 《战舰世界》一周年补给箱

# IDS_REWARD_LOOTBOX_16_TITLE
source: "2 Years of World of Warships" container
es_mx: Contenedor "2 Años de World of Warships"
ja: 「World of Warships の 2 年間」コンテナ
pl: Kontener 2 lata World of Warships
ru: Контейнер «2 года World of Warships»
uk: Контейнер «2 роки World of Warships»
zh: 《战舰世界》二周年庆可收集卡片的幸运补给箱
zh_sg: “《战舰世界》两周年”补给箱

# IDS_REWARD_LOOTBOX_17_TITLE
source: Oktyabrskaya Revolutsiya container
es_mx: Contenedor "Oktyabrskaya Revolutsiya"
ja: Oktyabrskaya Revolutsiya コンテナ
pl: Kontener Oktiabrskaja Rewolucja
ru: Контейнер «Октябрьская революция»
uk: Контейнер «Октябрськая революція»
zh: 十月革命幸运补给箱
zh_sg: 十月革命补给箱

# IDS_REWARD_LOOTBOX_18_TITLE
source: Halloween 2017 Container
es_mx: Contenedor Halloween 2017
ja: ハロウィーン 2017 コンテナ
pl: Kontener Halloween 2017
ru: Контейнер «Хэллоуин 2017»
uk: Контейнер «Хеловін 2017»
zh: 2017万圣节幸运补给箱
zh_sg: 2017年万圣节补给箱

# IDS_REWARD_LOOTBOX_19_TITLE
source: Battle of the North Cape container
es_mx: Contenedor Batalla del Cabo Norte
ja: 「北岬沖海戦」コンテナ
pl: Kontener Bitwa koło Przylądka Północnego
ru: Контейнер «Сражение у Нордкапа»
uk: Контейнер «Битва біля мису Нордкап»
zh: 2018新年幸运补给箱
zh_sg: 北角海战补给箱

# IDS_REWARD_LOOTBOX_1_TITLE
source: Container with credits
es_mx: Contenedor con créditos
ja: クレジット入りコンテナ
pl: Kontener z kredytami
ru: Контейнер с кредитами
uk: Контейнер із кредитами
zh: 银币幸运补给箱
zh_sg: 银币补给箱

# IDS_REWARD_LOOTBOX_20_TITLE
source: Supertest Container
es_mx: Contenedor Supertest
ja: スーパーテスト・コンテナ
pl: Kontener Supertestu
ru: Контейнер супертеста
uk: Контейнер супертесту
zh: 超测幸运补给箱
zh_sg: 超测补给箱

# IDS_REWARD_LOOTBOX_21_TITLE
source: Steam Container
es_mx: Contenedor Steam
ja: Steam コンテナ
pl: Kontener Steam
ru: Контейнер Steam
uk: Контейнер «Steam»
zh: Steam幸运补给箱
zh_sg: Steam补给箱

# IDS_REWARD_LOOTBOX_22_TITLE
source: High School Fleet Container
es_mx: Contenedor High School Fleet
ja: ハイスクール・フリート・コンテナ
pl: Kontener High School Fleet
ru: Контейнер High School Fleet
uk: Контейнер High School Fleet
zh: 高校舰队幸运补给箱
zh_sg: 高校舰队补给箱

# IDS_REWARD_LOOTBOX_23_TITLE
source: Vive la France container
es_mx: Contenedor Vive la France
ja: 「Vive la France」コンテナ
pl: Kontener Vive la France
ru: Контейнер Vive la France
uk: Контейнер «Vive la France»
zh: 玛丽安娜万岁幸运补给箱
zh_sg: Vive la France补给箱

# IDS_REWARD_LOOTBOX_24_TITLE
source: Vive la France Premium container
es_mx: Contenedor Premium Vive la France
ja: 「Vive la France」プレミアムコンテナ
pl: Kontener Premium Viva la France
ru: Премиум контейнер Vive la France
uk: Преміум контейнер «Vive la France»
zh: 玛丽安娜万岁高级幸运补给箱
zh_sg: Vive la France高级补给箱

# IDS_REWARD_LOOTBOX_25_TITLE
source: Twitch Container
es_mx: Contenedor Twitch
ja: Twitch コンテナ
pl: Kontener Twitch
ru: Контейнер Twitch
uk: Контейнер Twitch
zh: Twitch幸运补给箱
zh_sg: Twitch补给箱

# IDS_REWARD_LOOTBOX_26_TITLE
source: Twitch Container
es_mx: Contenedor Twitch
ja: Twitch コンテナ
pl: Kontener Twitch
ru: Контейнер Twitch
uk: Контейнер Twitch
zh: Twitch高级幸运补给箱
zh_sg: Twitch补给箱

# IDS_REWARD_LOOTBOX_27_TITLE
source: April Fools' Day Container
es_mx: Contenedor Día de las Bromas
ja: エイプリルフール・コンテナ
pl: Kontener Prima aprilis
ru: Контейнер «1 апреля»
uk: Контейнер «1 квітня»
zh: 愚人节幸运补给箱
zh_sg: 愚人节补给箱

# IDS_REWARD_LOOTBOX_28_TITLE
source: CONTRIBUTOR Container
es_mx: Contenedor COLABORADOR
ja: コントリビューター・コンテナ
pl: Kontener WSPÓŁTWÓRCY
ru: Контейнер CONTRIBUTOR
uk: Контейнер «CONTRIBUTOR»
zh: 贡献者幸运补给箱
zh_sg: 贡献者补给箱

# IDS_REWARD_LOOTBOX_29_TITLE
source: American Cruisers Container
es_mx: Contenedor Cruceros Estadounidenses
ja: 「アメリカの巡洋艦」コンテナ
pl: Kontener Amerykańskie krążowniki
ru: Контейнер «Американские крейсеры»
uk: Контейнер «Американські крейсери»
zh: 来自「快、狠、猛！」战役的幸运补给箱
zh_sg: 美国巡洋舰补给箱

# IDS_REWARD_LOOTBOX_2_TITLE
source: Container with signals
es_mx: Contenedor con señales
ja: 信号旗入りコンテナ
pl: Kontener z sygnałami
ru: Контейнер с сигналами
uk: Контейнер із сигналами
zh: 信号旗幸运补给箱
zh_sg: 信号旗补给箱

# IDS_REWARD_LOOTBOX_30_TITLE
source: American Cruisers Premium Container
es_mx: Contenedor Premium Cruceros Estadounidenses
ja: 「アメリカの巡洋艦」プレミアムコンテナ
pl: Kontener premium Amerykańskie krążowniki
ru: Премиум контейнер «Американские крейсеры»
uk: Преміум контейнер «Американські крейсери»
zh: 有M系巡洋舰收藏物品的幸运补给箱
zh_sg: 美国巡洋舰高级补给箱

# IDS_REWARD_LOOTBOX_31_TITLE
source: Sharks Container
es_mx: Contenedor Sharks
ja: Sharks コンテナ
pl: Kontener drużyny Sharks
ru: Контейнер Sharks
uk: Контейнер Sharks
zh: 巨鲨幸运补给箱
zh_sg: Sharks补给箱

# IDS_REWARD_LOOTBOX_32_TITLE
source: Eagles Container
es_mx: Contenedor Eagles
ja: Eagles コンテナ
pl: Kontener drużyny Eagles
ru: Контейнер Eagles
uk: Контейнер Eagles
zh: 雄鹰幸运补给箱
zh_sg: Eagles补给箱

# IDS_REWARD_LOOTBOX_33_TITLE
source: Go Navy! Container
es_mx: Contenedor Go Navy!
ja: Go Navy! コンテナ
pl: Kontener Go Navy!
ru: Контейнер «Go Navy!»
uk: Контейнер «Go Navy!»
zh: 海军加油!幸运补给箱
zh_sg: Go Navy!补给箱

# IDS_REWARD_LOOTBOX_34_TITLE
source: Container with resources
es_mx: Contenedor con recursos
ja: リソース入りコンテナ
pl: Kontener z zasobami
ru: Контейнер с ресурсами
uk: Контейнер із ресурсами
zh: 资源幸运补给箱
zh_sg: 资源补给箱

# IDS_REWARD_LOOTBOX_35_TITLE
source: "3 Years of World of Warships" Container
es_mx: Contenedor "3 Años de World of Warships"
ja: 「World of Warships の 3 年間」コンテナ
pl: Kontener 3 lata World of Warships
ru: Контейнер «3 года World of Warships»
uk: Контейнер «Три роки World of Warships»
zh: 《战舰世界》周年庆幸运补给箱
zh_sg: “《战舰世界》三周年”补给箱

# IDS_REWARD_LOOTBOX_36_TITLE
source: "3 Years of World of Warships" Premium Container
es_mx: Contenedor Premium "3 Años de World of Warships"
ja: 「World of Warships の 3 年間」プレミアムコンテナ
pl: Kontener premium 3 lata World of Warships
ru: Премиум контейнер «3 года World of Warships»
uk: Преміум контейнер «Три роки World of Warships»
zh: 《战舰世界》周年庆高级幸运补给箱
zh_sg: “《战舰世界》两周年”高级补给箱

# IDS_REWARD_LOOTBOX_37_TITLE
source: Royal Navy Container
es_mx: Contenedor Royal Navy
ja: Royal Navy コンテナ
pl: Kontener Royal Navy
ru: Контейнер Royal Navy
uk: Контейнер Royal Navy
zh: Royal Navy幸运补给箱
zh_sg: Royal Navy补给箱

# IDS_REWARD_LOOTBOX_38_TITLE
source: Premium Royal Navy Container
es_mx: Contenedor Premium Royal Navy
ja: Royal Navy プレミアムコンテナ
pl: Kontener Premium Royal Navy
ru: Премиум контейнер Royal Navy
uk: Преміум контейнер Royal Navy
zh: Royal Navy高级幸运补给箱
zh_sg: Royal Navy高级补给箱

# IDS_REWARD_LOOTBOX_39_TITLE
source: "The Great Eight" Container
es_mx: Contenedor "El Gran Ocho"
ja: 「グレート・エイト」コンテナ
pl: Kontener „Wielka Ósemka”
ru: Контейнер «Великая Восьмёрка»
uk: Контейнер «Велика Вісімка»
zh: 亚历山大-奥维奇金幸运补给箱
zh_sg: “伟大的八号”补给箱

# IDS_REWARD_LOOTBOX_3_TITLE
source: Container with consumables
es_mx: Contenedor con consumibles
ja: 消耗品入りコンテナ
pl: Kontener ze sprzętem eksploatacyjnym
ru: Контейнер со снаряжением
uk: Контейнер зі спорядженням
zh: 消耗品幸运补给箱
zh_sg: 消耗品补给箱

# IDS_REWARD_LOOTBOX_40_TITLE
source: Premium Container "The Great Eight"
es_mx: Contenedor Premium "El Gran Ocho"
ja: 「グレート・エイト」プレミアムコンテナ
pl: Kontener premium „Wielka Ósemka”
ru: Премиум контейнер «Великая Восьмёрка»
uk: Преміум контейнер «Велика Вісімка»
zh: 加值亚历山大-奥维奇金幸运补给箱
zh_sg: “伟大的八号”高级补给箱

# IDS_REWARD_LOOTBOX_41_TITLE
source: Halloween 2018 Container
es_mx: Contenedor Halloween 2018
ja: ハロウィーン 2018 コンテナ
pl: Kontener Halloween 2018
ru: Контейнер «Хэллоуин 2018»
uk: Контейнер «Хеловін 2018»
zh: 2018年万圣节幸运补给箱
zh_sg: 2018年万圣节补给箱

# IDS_REWARD_LOOTBOX_42_TITLE
source: Premium Halloween 2018 Container
es_mx: Contenedor Premium Halloween 2018
ja: ハロウィーン 2018 プレミアムコンテナ
pl: Kontener premium Halloween 2018
ru: Премиум контейнер «Хэллоуин 2018»
uk: Преміум контейнер «Хеловін 2018»
zh: 高级2018年万圣节幸运补给箱
zh_sg: 2018年万圣节高级补给箱

# IDS_REWARD_LOOTBOX_43_TITLE
source: Black Friday 2018 Premium Container
es_mx: Contenedor Premium Black Friday 2018
ja: ブラックフライデー 2018 プレミアムコンテナ
pl: Kontener premium Czarny piątek 2018
ru: Премиум контейнер «Чёрная пятница 2018»
uk: Преміум контейнер «Чорна п’ятниця 2018»
zh: 黑色星期五高级幸运补给箱
zh_sg: 2018年黑色星期五高级补给箱

# IDS_REWARD_LOOTBOX_44_TITLE
source: Royal Navy Destroyers Container
es_mx: Contenedor Destructores de la Royal Navy
ja: 「イギリス海軍の駆逐艦」コンテナ
pl: Kontener Niszczyciele Royal Navy
ru: Контейнер «Эсминцы Королевского флота»
uk: Контейнер «Есмінці Королівського флоту»
zh: Y系收藏的幸运补给箱
zh_sg: 皇家海军驱逐舰补给箱

# IDS_REWARD_LOOTBOX_45_TITLE
source: Royal Navy Destroyers Premium Container
es_mx: Contenedor Premium Destructores de la Royal Navy
ja: 「イギリス海軍の駆逐艦」プレミアムコンテナ
pl: Kontener premium Niszczyciele Royal Navy
ru: Премиум контейнер «Эсминцы Королевского флота»
uk: Преміум контейнер «Есмінці Королівського флоту»
zh: Y系收藏的高级幸运补给箱
zh_sg: 皇家海军驱逐舰高级补给箱

# IDS_REWARD_LOOTBOX_46_TITLE
source: Wargaming Container
es_mx: Contenedor Wargaming
ja: Wargaming コンテナ
pl: Kontener Wargaming
ru: Контейнер Wargaming
uk: Контейнер Wargaming
zh: Wargaming幸运补给箱
zh_sg: Wargaming补给箱

# IDS_REWARD_LOOTBOX_47_TITLE
source: Wargaming Container
es_mx: Contenedor Wargaming
ja: Wargaming コンテナ
pl: Kontener Wargaming
ru: Контейнер Wargaming
uk: Контейнер Wargaming
zh: Wargaming幸运补给箱
zh_sg: Wargaming补给箱

# IDS_REWARD_LOOTBOX_48_TITLE
source: Wargaming Container
es_mx: Contenedor Wargaming
ja: Wargaming コンテナ
pl: Kontener Wargaming
ru: Контейнер Wargaming
uk: Контейнер Wargaming
zh: Wargaming幸运补给箱
zh_sg: Wargaming补给箱

# IDS_REWARD_LOOTBOX_49_TITLE
source: Wargaming Container
es_mx: Contenedor Wargaming
ja: Wargaming コンテナ
pl: Kontener Wargaming
ru: Контейнер Wargaming
uk: Контейнер Wargaming
zh: Wargaming幸运补给箱
zh_sg: Wargaming补给箱

# IDS_REWARD_LOOTBOX_4_TITLE
source: Random Container
es_mx: Contenedor aleatorio
ja: ランダムコンテナ
pl: Losowy kontener
ru: Случайный контейнер
uk: Випадковий контейнер
zh: 随机幸运补给箱
zh_sg: 随机补给箱

# IDS_REWARD_LOOTBOX_50_TITLE
source: Black Friday 2018 Container
es_mx: Contenedor Black Friday 2018
ja: ブラックフライデー 2018 コンテナ
pl: Kontener Czarny piątek 2018
ru: Контейнер «Чёрная пятница 2018»
uk: Контейнер «Чорна п’ятниця 2018»
zh: 黑色星期五幸运补给箱
zh_sg: 2018年黑色星期五补给箱

# IDS_REWARD_LOOTBOX_51_TITLE
source: "Belle Époque" Container
es_mx: Contenedor "Belle Époque"
ja: 「ベル・エポック」 コンテナ
pl: Kontener „Belle Époque”
ru: Контейнер «Прекрасная эпоха»
uk: Контейнер «Прекрасна епоха»
zh: 2019新年幸运补给箱
zh_sg: “美好时代”补给箱

# IDS_REWARD_LOOTBOX_52_TITLE
source: Gift Container
es_mx: Contenedor de Regalo
ja: ギフトコンテナ
pl: Kontener z prezentem
ru: Подарочный контейнер
uk: Подарунковий контейнер
zh: 礼物幸运补给箱
zh_sg: 礼物补给箱

# IDS_REWARD_LOOTBOX_53_TITLE
source: Lunar New Year Container
es_mx: Contenedor "Año Nuevo Lunar"
ja: 春節コンテナ
pl: Kontener Chiński Nowy Rok
ru: Контейнер «Лунный Новый год»
uk: Контейнер «Місячний Новий рік»
zh: 2019年农历新年幸运补给箱
zh_sg: 农历新年补给箱

# IDS_REWARD_LOOTBOX_54_TITLE
source: Lunar New Year Premium Container
es_mx: Contenedor Premium "Año Nuevo Lunar"
ja: 春節プレミアムコンテナ
pl: Kontener premium Chiński Nowy Rok
ru: Премиум контейнер «Лунный Новый год»
uk: Преміум контейнер «Місячний Новий рік»
zh: 高级2019年农历新年幸运补给箱
zh_sg: 农历新年高级补给箱

# IDS_REWARD_LOOTBOX_55_TITLE
source: Naval Aviation Container
es_mx: Contenedor "Aviación Naval"
ja: 艦載機コンテナ
pl: Kontener Lotnictwo morskie
ru: Контейнер «Морская авиация»
uk: Контейнер «Морська авіація»
zh: Контейнер «Морская авиация»
zh_sg: 海军航空补给箱

# IDS_REWARD_LOOTBOX_56_TITLE
source: Naval Aviation Premium Container
es_mx: Contenedor Premium "Aviación Naval"
ja: 艦載機プレミアムコンテナ
pl: Kontener premium Lotnictwo morskie
ru: Премиум контейнер «Морская авиация»
uk: Преміум контейнер «Морська авіація»
zh: Премиум контейнер «Морская авиация»
zh_sg: 海军航空高级补给箱

# IDS_REWARD_LOOTBOX_57_TITLE
source: Air Supply Container
es_mx: Contenedor de Suministro Aéreo
ja: 航空補給コンテナ
pl: Kontener Zrzut zaopatrzenia
ru: Контейнер Air Supply
uk: Контейнер Air Supply
zh: Контейнер Air Supply
zh_sg: 空中支援补给箱

# IDS_REWARD_LOOTBOX_58_TITLE
source: Air Supply Premium Container
es_mx: Contenedor Premium de Suministro Aéreo
ja: 航空補給プレミアムコンテナ
pl: Kontener premium Zrzut zaopatrzenia
ru: Премиум контейнер Air Supply
uk: Преміум контейнер Air Supply
zh: Премиум контейнер Air Supply
zh_sg: 空中支援高级补给箱

# IDS_REWARD_LOOTBOX_59_TITLE
source: Azur Lane Container
es_mx: Contenedor de Azur Lane
ja: アズールレーン・コンテナ
pl: Kontener Azur Lane
ru: Контейнер Azur Lane
uk: Контейнер Azur Lane
zh: Контейнер Azur Lane
zh_sg: 碧蓝航线补给箱

# IDS_REWARD_LOOTBOX_5_TITLE
source: Supercontainer
es_mx: Supercontenedor
ja: スーパーコンテナ
pl: Superkontener
ru: Суперконтейнер
uk: Суперконтейнер
zh: 超级幸运补给箱
zh_sg: 超级补给箱

# IDS_REWARD_LOOTBOX_60_TITLE
source: Azur Lane Premium Container
es_mx: Contenedor Premium de Azur Lane
ja: アズールレーン・プレミアムコンテナ
pl: Kontener premium Azur Lane
ru: Премиум контейнер Azur Lane
uk: Преміум контейнер Azur Lane
zh: Премиум контейнер Azur Lane
zh_sg: 碧蓝航线高级补给箱

# IDS_REWARD_LOOTBOX_61_TITLE
source: Soviet Era Container
es_mx: Contenedor de la Era Soviética
ja: ソ連時代コンテナ
pl: Kontener Okres radziecki
ru: Контейнер «Советская эпоха»
uk: Контейнер «Радянська епоха»
zh: Контейнер «Советская эпоха»
zh_sg: 苏联时代补给箱

# IDS_REWARD_LOOTBOX_62_TITLE
source: Soviet Era Premium Container
es_mx: Contenedor Premium de la Era Soviética
ja: ソ連時代プレミアムコンテナ
pl: Kontener premium Okres radziecki
ru: Премиум контейнер «Советская эпоха»
uk: Преміум контейнер «Радянські епоха»
zh: Премиум контейнер «Советская эпоха»
zh_sg: 苏联时代高级补给箱

# IDS_REWARD_LOOTBOX_63_TITLE
source: Junior Recruiting Station Container
es_mx: Contenedor de la Estación de Reclutamiento de Cadetes
ja: 募集ステーションコンテナ (下級)
pl: Kontener stacji rekrutacyjnej poborowych
ru: Контейнер Морского братства
uk: Контейнер морського братерства
zh: Контейнер Морского братства
zh_sg: 初级征募站补给箱

# IDS_REWARD_LOOTBOX_64_TITLE
source: Seasoned Recruiting Station Container
es_mx: Contenedor de la Estación de Reclutamiento de Expertos
ja: 募集ステーションコンテナ (中級)
pl: Kontener stacji rekrutacyjnej doświadczonych
ru: Большой контейнер Морского братства
uk: Великий контейнер морського братерства
zh: Большой контейнер Морского братства
zh_sg: 中级征募站补给箱

# IDS_REWARD_LOOTBOX_65_TITLE
source: Veteran Recruiting Station Container
es_mx: Contenedor de la Estación de Reclutamiento de Veteranos
ja: 募集ステーションコンテナ (上級)
pl: Kontener stacji rekrutacyjnej weteranów
ru: Гигантский контейнер Морского братства
uk: Велетенський контейнер морського братерства
zh: Гигантский контейнер Морского братства
zh_sg: 老兵征募站补给箱

# IDS_REWARD_LOOTBOX_66_TITLE
source: In the service of the Motherland Container
es_mx: Contenedor "En el Servicio a la Patria"
ja: 「祖国への奉仕」コンテナ
pl: Kontener „W służbie Ojczyźnie”
ru: Контейнер «На службе Отечеству»
uk: Контейнер «На службі Батьківщині»
zh: Контейнер «На службе Отечеству»
zh_sg: 报效祖国补给箱

# IDS_REWARD_LOOTBOX_67_TITLE
source: In the service of the Motherland Premium Container
es_mx: Contenedor Premium "En el Servicio a la Patria"
ja: 「祖国への奉仕」プレミアムコンテナ
pl: Kontener premium „W służbie Ojczyźnie”
ru: Премиум контейнер «На службе Отечеству»
uk: Преміум контейнер «На службі Батьківщині»
zh: Премиум контейнер «На службе Отечеству»
zh_sg: 报效祖国高级补给箱

# IDS_REWARD_LOOTBOX_68_TITLE
source: Premium Ship V Container
es_mx: Contenedor de Barco Premium V
ja: 「プレミアム艦艇 V」コンテナ
pl: Kontener okrętu premium V poziomu
ru: Контейнер «Премиум корабль V»
uk: Контейнер «Преміум корабель V»
zh: Контейнер «Премиум корабль V»
zh_sg: V级加值战舰补给箱

# IDS_REWARD_LOOTBOX_69_TITLE
source: Premium Ship V Special Container
es_mx: Contenedor Especial de Barco Premium V
ja: 「プレミアム艦艇 V」特別コンテナ
pl: Specjalny kontener okrętu premium V poziomu
ru: Особый контейнер «Премиум корабль V»
uk: Особливий контейнер «Преміум корабель V»
zh: Особый контейнер «Премиум корабль V»
zh_sg: V级加值战舰特殊补给箱

# IDS_REWARD_LOOTBOX_6_TITLE
source: "Santa's Gift" container
es_mx: Contenedor "Regalo de Santa"
ja: 「サンタギフト」コンテナ
pl: kontener „Prezent od Mikołaja”
ru: Контейнер «Новогодний подарок»
uk: Контейнер «Новорічний дарунок»
zh: 神秘的圣诞老人1幸运补给箱
zh_sg: “神秘圣诞老人”补给箱

# IDS_REWARD_LOOTBOX_70_TITLE
source: Premium Ship VI Container
es_mx: Contenedor de Barco Premium VI
ja: 「プレミアム艦艇 VI」コンテナ
pl: Kontener okrętu premium VI poziomu
ru: Контейнер «Премиум корабль VI»
uk: Контейнер «Преміум корабель VI»
zh: Контейнер «Премиум корабль VI»
zh_sg: VI级加值战舰补给箱

# IDS_REWARD_LOOTBOX_71_TITLE
source: Premium Ship VI Special Container
es_mx: Contenedor Especial de Barco Premium VI
ja: 「プレミアム艦艇 VI」特別コンテナ
pl: Specjalny kontener okrętu premium VI poziomu
ru: Особый контейнер «Премиум корабль VI»
uk: Особливий контейнер «Преміум корабель VI»
zh: Особый контейнер «Премиум корабль VI»
zh_sg: VI级加值战舰特殊补给箱

# IDS_REWARD_LOOTBOX_72_TITLE
source: Premium Ship VII Container
es_mx: Contenedor de Barco Premium VII
ja: 「プレミアム艦艇 VII」コンテナ
pl: Kontener okrętu premium VII poziomu
ru: Контейнер «Премиум корабль VII»
uk: Контейнер «Преміум корабель VII»
zh: Контейнер «Премиум корабль VII»
zh_sg: VII级加值战舰补给箱

# IDS_REWARD_LOOTBOX_73_TITLE
source: Premium Ship VII Special Container
es_mx: Contenedor Especial de Barco Premium VII
ja: 「プレミアム艦艇 VII」特別コンテナ
pl: Specjalny kontener okrętu premium VII poziomu
ru: Особый контейнер «Премиум корабль VII»
uk: Особливий контейнер «Преміум корабель VII»
zh: Особый контейнер «Премиум корабль VII»
zh_sg: VII级加值战舰特殊补给箱

# IDS_REWARD_LOOTBOX_74_TITLE
source: Premium Ship VIII Container
es_mx: Contenedor de Barco Premium VIII
ja: 「プレミアム艦艇 VIII」コンテナ
pl: Kontener okrętu premium VIII poziomu
ru: Контейнер «Премиум корабль VIII»
uk: Контейнер «Преміум корабель VIII»
zh: Контейнер «Премиум корабль VIII»
zh_sg: VIII级加值战舰补给箱

# IDS_REWARD_LOOTBOX_75_TITLE
source: Premium Ship VIII Special Container
es_mx: Contenedor Especial de Barco Premium VIII
ja: 「プレミアム艦艇 VIII」特別コンテナ
pl: Specjalny kontener okrętu premium VIII poziomu
ru: Особый контейнер «Премиум корабль VIII»
uk: Особливий контейнер «Преміум корабель VIII»
zh: Особый контейнер «Премиум корабль VIII»
zh_sg: VIII级加值战舰特殊补给箱

# IDS_REWARD_LOOTBOX_76_TITLE
source: Premium Ship IX Container
es_mx: Contenedor de Barco Premium IX
ja: 「プレミアム艦艇 IX」コンテナ
pl: Kontener okrętu premium IX poziomu
ru: Контейнер «Премиум корабль IX»
uk: Контейнер «Преміум корабель IX»
zh: Контейнер «Премиум корабль IX»
zh_sg: IX级加值战舰补给箱

# IDS_REWARD_LOOTBOX_77_TITLE
source: Premium Ship IX Special Container
es_mx: Contenedor Especial de Barco Premium IX
ja: 「プレミアム艦艇 IX」特別コンテナ
pl: Specjalny kontener okrętu premium IX poziomu
ru: Особый контейнер «Премиум корабль IX»
uk: Особливий контейнер «Преміум корабель IX»
zh: Особый контейнер «Премиум корабль IX»
zh_sg: IX级加值战舰特殊补给箱

# IDS_REWARD_LOOTBOX_78_TITLE
source: Rogue Wave Container
es_mx: Contenedor "Ola Errante"
ja: 烈波コンテナ
pl: Kontener Dzika fala
ru: Контейнер «Дикая волна»
uk: Контейнер «Дика хвиля»
zh: Контейнер «Дикая волна»
zh_sg: 诡浪补给箱

# IDS_REWARD_LOOTBOX_79_TITLE
source: Rogue Wave Premium Container
es_mx: Contenedor Premium "Ola Errante"
ja: 烈波プレミアムコンテナ
pl: Kontener premium Dzika fala
ru: Премиум контейнер «Дикая волна»
uk: Преміум контейнер «Дика хвиля»
zh: Премиум контейнер «Дикая волна»
zh_sg: 诡浪高级补给箱

# IDS_REWARD_LOOTBOX_7_TITLE
source: "Santa's Big Gift" container
es_mx: Contenedor "Gran Regalo de Santa"
ja: 「ビッグサンタギフト」コンテナ
pl: kontener Duży prezent od Mikołaja
ru: Контейнер «Большой новогодний подарок»
uk: Контейнер «Великий новорічний дарунок»
zh: 神秘的圣诞老人2幸运补给箱
zh_sg: “圣诞老人的大号礼物”补给箱

# IDS_REWARD_LOOTBOX_80_TITLE
source: Supertest Container
es_mx: Contenedor Supertest
ja: スーパーテスト・コンテナ
pl: Kontener Supertestu
ru: Контейнер супертеста
uk: Контейнер супертесту
zh: 超测幸运补给箱
zh_sg: 超测补给箱

# IDS_REWARD_LOOTBOX_81_TITLE
source: French Destroyers Container
es_mx: Contenedor Destructores Franceses
ja: フランス駆逐艦コンテナ
pl: Kontener Francuskie niszczyciele
ru: Контейнер «Французские эсминцы»
uk: Контейнер «Французькі есмінці»
zh: Контейнер «Французские эсминцы»
zh_sg: 法国驱逐舰补给箱
