Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DEPOSE_CLUB_LEADER_HINT
source: A vote for removing the Leader is available for Teams with at least 4 members.
es_mx: Un voto para destituir al Líder está disponible para Equipos con al menos 4 miembros.
ja: リーダーを除外するための投票は、メンバー数 4 名以上のチームでご利用いただけます。
pl: Głosowanie o odwołanie lidera dostępne jest dla drużyn z przynajmniej 4 członkami.
ru: Голосование за исключение лидера возможно при наличии 4 и более человек в команде.
uk: Голосування за вилучення лідера можливе за наявності 4 та більше осіб у команді.
zh: 移除队长的投票适用于至少有 4 名成员的队伍。
zh_sg: 移除队长的投票适用于至少有 4 名成员的团队。

# IDS_DEPTH_CHARGES
source: Depth Сharges
es_mx: Cargas de profundidad
ja: 爆雷
pl: Bomby głębinowe
ru: Глубинные бомбы
uk: Глибинні бомби
zh: 深水炸弹
zh_sg: 深水炸弹

# IDS_DEPTH_CHARGES_AVAILABILITY_WARNING
source: Depth charges are only available in Submarine Battles.
es_mx: Las cargas de profundidad solo están disponibles en las Batallas de Submarinos.
ja: 爆雷は潜水艦戦のみで使用可能です。
pl: Bomby głębinowe dostępne są tylko w bitwach okrętów podwodnych.
ru: Глубинные бомбы доступны только в Подводном бою.
uk: Глибинні бомби доступні лише в Підводному бою.
zh: Глубинные бомбы доступны только в Подводном бою.
zh_sg: 深水炸弹仅限潜艇战中使用

# IDS_DESCRIPTION_CLASS_AIRCARRIER
source: Ships without main battery guns. Designed for tactical reconnaissance from the air. Can quickly shift positions, and engage in action in remote areas using strike aircraft. The aircraft are effective against ships of all types, but the carrier herself is vulnerable and needs to be covered by allies.
es_mx: Barcos sin cañones en la batería prinicipal. Diseñado para el reconocimiento táctico desde el aire. Pueden participar en acciones en áreas remotas usando aviones de ataque y cambiando de posición rápidamente. Los aviones son efectivos contra barcos de todos los tipos, pero el portaaviones es vulnerable y necesita ser cubierto por sus aliados.
ja: 主砲を持たない艦種であり、上空からの戦術的な偵察が可能です。攻撃用の艦載機を発艦させて遠方を攻撃すると共に、位置を素早く変えることができます。 艦載機はあらゆる艦種に対して効果的ですが、航空母艦本体は脆弱ですので、味方による支援が欠かせません。
pl: Okręt bez dział głównych. Zaprojektowane do prowadzenia działań zbrojnych w powietrzu dzięki przenoszonym samolotom. Za ich pośrednictwem mogą toczyć walkę na bardzo duże odległości i szybko zmieniać pozycje. Samoloty skuteczne są przeciw wszystkich rodzajom okrętów, ale same lotniskowce są bardzo wrażliwe i muszą być osłaniane przez sojuszników.
ru: Корабли без орудий главного калибра. Осуществляют оперативную воздушную разведку. Ведут дистанционный бой ударной авиацией с возможностью быстро менять позиции. Авиация эффективна против всех классов, но сам авианосец уязвим и нуждается в прикрытии союзников.
uk: Кораблі без гармат головного калібру. Здійснюють оперативну повітряну розвідку. Ведуть дистанційний бій ударною авіацією, маючи змогу швидко змінювати позиції. Авіація є ефективною проти всіх класів, але сам авіаносець є вразливим і потребує прикриття союзниками.
zh: Корабли без орудий главного калибра. Осуществляют оперативную воздушную разведку. Ведут дистанционный бой ударной авиацией с возможностью быстро менять позиции. Авиация эффективна против всех классов, но сам авианосец уязвим и нуждается в прикрытии союзников.
zh_sg: 无主炮的战舰。专为空中战术侦察而设计。可使用攻击机执行远程作战行动，并迅速转移位置。 飞机对付所有战舰类型都很有效，但航空母舰本身较脆弱，需队友掩护。

# IDS_DESCRIPTION_CLASS_BATTLESHIP
source: Heavily armored ships with powerful artillery. Can engage in action over substantial distances owing to their long-range guns. Most effective against cruisers.
es_mx: Barcos con un blindaje pesado y con una poderosa artillería. Pueden entrar en acción a distancias considerables gracias a sus cañones de largo alcance. Son más efectivos contra cruceros.
ja: 強力な主砲を搭載した重装甲艦艇です。長射程の主砲によりかなりの距離で交戦することができます。 巡洋艦に対して最も効果的です。
pl: Ciężko opancerzone okręty z potężną artylerią. Mogą atakować odległe cele dzięki dalekosiężnym działom. Najskuteczniejsze przeciw krążownikom.
ru: Тяжелобронированные корабли с мощным артиллерийским вооружением. За счёт дальнобойной артиллерии могут вести бой на больших дистанциях. Наиболее эффективны против крейсеров.
uk: Важкоброньовані кораблі з потужним артилерійським озброєнням. Завдяки далекобійній артилерії можуть вести бій на великих дистанціях. Найефективніші проти крейсерів.
zh: Тяжелобронированные корабли с мощным артиллерийским вооружением. За счёт дальнобойной артиллерии могут вести бой на больших дистанциях. Наиболее эффективны против крейсеров.
zh_sg: 拥有强大火炮的重型装甲战舰。由于装备着远程火炮，因此可在相当长的距离内作战。 对付巡洋舰最有效。

# IDS_DESCRIPTION_CLASS_CRUISER
source: Jack-of-all-trades ships with average armor protection and good artillery. Ideal for supporting allies with artillery fire and providing cover against hostile aircraft. Most effective against destroyers.
es_mx: Barcos multiusos con un blindaje promerio y una buena artillería. Ideales para apoyar a los aliados con fuego de artillería y proporcionando cobertura contra la aviación enemiga. Son más efectivos contra destructores.
ja: 多用途性に優れた艦種であり、平均的な装甲防御力と良好な主砲を備えています。味方に対する支援射撃や対空支援用として理想的です。 駆逐艦に対して最も効果的です。
pl: Wszechstronne okręty z przeciętnym opancerzeniem i dobrą artylerią. Idealne do wspierania sojuszników ogniem głównych dział i zapewniania osłony przed wrogim lotnictwem. Najskuteczniejsze przeciw niszczycielom.
ru: Универсальные среднебронированные корабли с хорошей артиллерией. Осуществляют поддержку союзников артиллерийским огнём и прикрытие от авиации противника. Наиболее эффективны против эсминцев.
uk: Універсальні середньоброньовані кораблі з гарною артилерією. Здійснюють підтримку союзників артилерійським вогнем та прикривають від атак авіації супротивника. Найефективніші проти есмінців.
zh: Универсальные среднебронированные корабли с хорошей артиллерией. Осуществляют поддержку союзников артиллерийским огнём и прикрытие от авиации противника. Наиболее эффективны против эсминцев.
zh_sg: 拥有一般装甲防护和良好火炮的多功能战舰。适合用炮火为队友提供支援，并提供掩护对抗敌方飞机。 对付驱逐舰最有效。

# IDS_DESCRIPTION_CLASS_DESTROYER
source: Light, fast, maneuverable ships without much armor protection. Ideal for reconnaissance, contesting Key Areas, and supporting allies by setting smoke screens. Most effective against battleships.
es_mx: Ligeros, rápidos y maniobrables barcos sin mucho blindaje. Ideales para el reconocimiento, la disputa de Áreas Clave y apoyando a los aliados mediante la colocación de pantallas de humo. Son más efectivos contra acorazados.
ja: 小型で高速、高機動な艦艇であり、装甲は脆弱です。偵察、キーエリア争奪戦、煙幕による味方支援用として理想的です。 戦艦に対して最も効果的です。
pl: Lekkie, szybkie i zwrotne okręty bez znaczącego opancerzenia. Idealne do prowadzenia zwiadu, walki o strefy kluczowe i wspierania sojuszników poprzez stawianie zasłon dymnych. Najskuteczniejsze przeciw pancernikom.
ru: Лёгкие, быстрые, манёвренные корабли без брони. Осуществляют разведку, борьбу за ключевые точки, поддержку союзников постановкой дымовых завес. Наиболее эффективны против линкоров.
uk: Легкі, швидкі, маневрені кораблі без броні. Здійснюють розвідку, боряться за ключові точки, підтримують союзників створенням димових завіс. Найефективніші проти лінкорів.
zh: Лёгкие, быстрые, манёвренные корабли без брони. Осуществляют разведку, борьбу за ключевые точки, поддержку союзников постановкой дымовых завес. Наиболее эффективны против линкоров.
zh_sg: 航速快、机动性强的轻型战舰，装甲防护能力较差。适合侦察、占领关键区域和通过设置烟幕来支援队友。 对付战列舰最有效。

# IDS_DESCRIPTION_CLASS_PREMIUM
source: Non-researchable ships of various types. Provide more credits per battle and make it possible to earn Free XP faster.
es_mx: Barcos no investigables de varios tipos. Proporcionan más créditos por batalla y hacen posible obtener XP Libre más rápido.
ja: 研究不能な各種の艦艇です。戦闘でより多くのクレジットを取得することができ、フリー EXP をより素早く獲得することも可能です。
pl: Niemożliwe do zbadania okręty różnych typów. Zapewniają więcej kredytów po każdej bitwie i umożliwiają szybsze zdobywanie wolnych PD.
ru: Корабли разных классов, не требующие исследования. Обеспечивают больше кредитов за бой и позволяют быстрее зарабатывать свободный опыт.
uk: Кораблі різних класів, які не потребують дослідження. Забезпечують більше кредитів за бій і дають змогу швидше здобувати вільний досвід.
zh: Корабли разных классов, не требующие исследования. Обеспечивают больше кредитов за бой и позволяют быстрее зарабатывать свободный опыт.
zh_sg: 各种类型的非研发战舰。在每场战斗中提供更多银币，使玩家更有可能加速获得全局经验。

# IDS_DESCRIPTION_DAMAGE_SHIPS
source: damage of any kind to enemy ships
es_mx: daño de cualquier clase sobre barcos enemigos
ja: 敵艦艇に対する任意のタイプのダメージ
pl: uszkodzeń dowolnego rodzaju okrętom wroga
ru: урона любого типа кораблям противника
uk: шкоди будь-якого типу кораблям супротивника
zh: 对敌方战舰的任何种类伤害
zh_sg: 对敌方战舰的任何类型伤害

# IDS_DESCRIPTION_PCZA002_BISMARK
source: The Hunt for Bismarck turned out to be one of the most ambitious naval operations in the North Atlantic. Incensed by the loss of Hood, a large British force comprising numerous warships of all types, as well as a number of aircraft formations, pursued Bismarck. Cruisers, battleships, an aircraft carrier and a frenzy of destroyers. "The Hunt for Bismarck" collection consists of the badges of all major participants of the grand naval operation aimed at destroying the German navy's most powerful raider.
es_mx: La Caza del Bismarck se volvió una de las más ambiciosas operaciones navales en el Atlántico Norte. Indignados por la pérdida del Hood, una gran fuerza británica compuesta de numerosos barcos de guerra de todos los tipos, así como un número de formaciones aéreas, persiguieron al Bismarck. Cruceros, acorazados, un portaaviones y un frenesí de destructores. La colección "La Caza del Bismarck" consta de medallas de todos los principales participantes de la gran operación naval que buscaba destruir al incursor más poderoso de la marina alemana.
ja: ビスマルク追撃戦は、北大西洋における最も大掛かりな海上作戦のひとつでした。巡洋戦艦フッドの喪失はイギリス軍を激怒させ、イギリス軍は持てる限りの軍艦と多数の航空機を動員してビスマルクを追撃したのでした。この追撃には、様々な巡洋艦および戦艦に加え、1 隻の航空母艦と驚くほどの数の駆逐艦が参加していました。 コレクション「ビスマルク追撃戦」には、ドイツ海軍最強の戦艦を仕留めることを狙ったこの壮大な海上作戦に参加した、全ての主要な役者たちのバッジが含まれています。
pl: Polowanie na pancernik Bismarck okazało się jedną z najbardziej ambitnych operacji morskich na północnym Atlantyku. Sprowokowane utratą HMS Hood, duże siły brytyjskie, na które składały się okręty wojenne wszystkich typów, a także liczne formacje lotnicze, ścigały pancernik Bismarck. Krążowniki, pancerniki, lotniskowiec i liczne niszczyciele. Kolekcja Polowanie na pancernik Bismarck składa się z godeł wszystkich głównych uczestników tej operacji morskiej, której celem było zniszczenie najpotężniejszego okrętu korsarskiego Niemiec.
ru: Охота на «Бисмарк» стала одной из наиболее масштабных военно-морских операций на севере Атлантики. Горящие желанием отомстить за потопленный Hood британцы задействовали множество кораблей самых разных классов и вдобавок к тому несколько авиационных подразделений. Крейсеры, линкоры, авианосец, целая стая эсминцев... Коллекция «Охота на "Бисмарк"» составлена из эмблем всех основных участников грандиозной операции по уничтожению немецкого суперрейдера.
uk: Полювання на «Бісмарк» стало однією з наймасштабніших військово-морських операцій на півночі Атлантики. Жадаючи помститися за потоплений Hood, британці задіяли безліч кораблів різних класів і на додачу до того кілька авіаційних підрозділів. Крейсери, лінкори, авіаносець, ціла зграя есмінців... Колекція «Полювання на "Бісмарк"» складена з емблем всіх головних учасників величної операції зі знищення німецького суперрейдера.
zh: 果不其然，狩猎俾斯麦成为北大西洋最具野心的海上行动之一。失去胡德的愤怒，使一批由众多所有类型战舰组成的Y国大型部队，以及由许多飞机组成的编队都在追击着俾斯麦。巡洋舰、战列舰、航空母舰和一大群驱逐舰。 “狩猎俾斯麦”收集任务需要收集的是海上行动所有主要参与者的徽章，此次行动目的在于摧毁D国海军中最强的入侵者。
zh_sg: 果不其然，狩猎俾斯麦成为北大西洋最具野心的海上行动之一。失去胡德的愤怒，使一批由众多所有类型战舰组成的英国大型部队，以及由许多飞机组成的编队都在追击着俾斯麦。巡洋舰、战列舰、航空母舰和一大群驱逐舰。 狩猎俾斯麦收集任务需要收集的是海上行动所有主要参与者的徽章，此次行动目的在于摧毁德国海军中最强的入侵者。

# IDS_DESCRIPTION_PCZA003_DUNKIRK
source: The Dunkirk Evacuation was one of the biggest battles of World War II, in which army, naval and air forces were fully involved. Within a few days, at the end of May and beginning of June 1940, more than 330,000 British and French troops were evacuated from Northern France. To save them, Allied forces had to sacrifice all equipment and most of their armament. Near Dunkirk, 2,472 guns and about 65,000 vehicles of the British Expeditionary Force and French Army were abandoned. For the evacuation, the British Admiralty called upon over 800 British, French, Dutch and Belgian war and civil ships. This included about fifty destroyers, dozens of minesweepers, trawlers, passenger steamships, yachts, fishing boats, salvage and other vessels. One in four vessels was destroyed by the Luftwaffe and Kriegsmarine attacks, Wehrmacht artillery strikes and mine barriers. Within nine days of the evacuation, 145 British and 156 German aircraft were shot down in battles for air supremacy in the north of France. Winston Churchill said, 'Wars are not won by evacuations.' However, as a result of the Miracle of Dunkirk, the British Army was saved and was able to fight against the Axis powers on new battlefields, and the evacuated French troops formed the basis of the Free French Forces. Four years later, the Allies returned to France in triumph. The experience gained in organizing the large-scale troop transportation at Dunkirk was used during the Normandy landing in 1944. Later, Vice-Admiral Bertram Ramsay and Captain William Tennant, who were responsible for the evacuation in 1940, became the key figures on D-Day.
es_mx: La Evacuación de Dunkerque fue una de las más grandes batallas de la 2a Guerra Mundial, en la cual el ejército, la marina y las fuerzas aéreas estuvieron involucradas por completo. En unos cuantos días, a finales de mayo e inicios de junio de 1940, más de 330,000 tropas británicas y francesas fueron evacuadas del norte de Francia. Para salvarlos, las fuerzas aliadas tenían que sacrificar todo el equipo y la mayoría de su armamento. Cerca de Dunkerque, 2,472 cañones y casi 65,000 vehículos de la Fuerza Expedicionaria Británica y del Ejército Francés fueron abandonados. Para la evacuación, el Almirantazgo Británico convocó a mas de 800 barcos civiles y de guerra británicos, franceses, holandeses y belgas. Esto incluía cerca de cincuenta destructores, docenas de barreminas, remolcadores, barcos de pasajeros a vapor, yates, botes de pesca y salvamento y otras embarcaciones. Una de cada cuatro embarcaciones fue destruida por ataques de la Luftwaffe, la Wehrmatch y la Kriegsmarine y por barreras de minas. En los nueve días de la evacuación, 145 aviones británicos y 156 alemanes fueron derribados en la batalla por la supremacía aérea en el norte de Francia. Winston Churchill dijo, 'Las guerras no se ganan con evacuaciones.' Sin embargo, como resultado del Milagro de Dunkerque, el Ejército Británico fue salvado y fue capaz de luchar contra las potencias del Eje en nuevos campos de batalla, y las tropas evacuadas francesas formaron la base de las Fuerzas Libres Francesas. Cuatro años más tarde, los Aliados regresaron a Francia triunfantes. La experiencia ganada en organizar el transporte de tropas a gran escala en Dunkerque fue usada durante el desembarco en Normandía en 1944. Más tarde, el Vicealmirante Bertram Ramsay y el Capitán William Tennant, quienes fueron responsables de la evacuación en 1940, se volvieron las figuras clave del Día D.
ja: ダンケルク撤退作戦は、二次大戦における最大規模の戦いのひとつであり、陸海空全ての戦力による総力戦でした。この戦いでは、1940 年の 5 月末から 6 月初頭にかけての僅か数日間に、北フランスから 33 万名を超えるイギリス軍およびフランス軍の兵士を撤退させました。撤退の際、連合軍部隊は全ての重装備と大半の武器を放棄せざるを得ず、ダンケルク付近において放棄された重装備は、イギリス海外派遣軍とフランス軍の合計で、大砲 2,472 門、車輌 65,000 両に達しました。そして、この撤退作戦に参加した艦船は、イギリス、フランス、ネーデルラント、ベルギーの軍用艦艇および民間船を合せて 800 隻という大規模なものでした。 この撤退作戦には、駆逐艦約 50 隻の他、多数の掃海艇、トロール船、蒸気客船、ヨット、漁船、救難船その他の連合軍艦船が参加しました。そして、ドイツ空軍およびドイツ海軍による攻撃、ドイツ国防軍による砲撃、そして機雷原により、参加した艦船のうちの約 1 / 4 が失われました。また、北フランス上空の制空権を巡る空中戦では、本作戦中の 9 日間で、イギリス軍機が 145 機、ドイツ軍機が 156 機撃墜されました。ウィンストン・チャーチルは「撤退によって戦争に勝つことはできない」と述べましたが、この「ダンケルクの奇跡」があったからこそ、イギリス陸軍はその戦力を維持することができたのであり、その後の各戦場で枢軸軍を相手に戦い続けることができたのでした。また、撤退したフランス軍部隊は、自由フランス軍のベースとなりました。 そして撤退作戦から 4 年後、連合軍はフランスへと大々的に戻りました。兵員を大規模に輸送するというダンケルクで得られた経験が、1944 年のノルマンディ上陸作戦に活かされたのです。1940 年の撤退作戦において重責を果たしたバートラム・ランセイ中将およびウィリアム・テナント大佐は、D デイにおいても重要な役割を担いました。
pl: Ewakuacja Dunkierki była jedną z największych bitew II wojny światowej, w której udział brały wojska lądowe, morskie i powietrzne. W ciągu kilku dni, na przełomie maja i czerwca 1940 roku, ponad 330 000 brytyjskich i francuskich żołnierzy zostało ewakuowanych z północnej Francji. Żeby ich uratować, alianci musieli poświęcić cały sprzęt i większość uzbrojenia. W pobliżu Dunkierki porzucono 2472 działa i ok. 65 000 pojazdów Brytyjskich Sił Ekspedycyjnych i Armii Francuskiej. Brytyjska admiralicja wezwała do wzięcia udziału w operacji ponad 800 brytyjskich, francuskich, holenderskich i belgijskich okrętów cywilnych oraz wojennych. W tej liczbie znajdowało się około pięćdziesiąt niszczycieli, tuziny trałowców, trawlerów, parowców pasażerskich, jachtów, łodzi rybackich, holowników i innych okrętów. Co czwarty okręt był niszczony przez Luftwaffe, Wehrmacht, Kriegsmarine lub pola minowe. Po 9 dniach ewakuacji 145 brytyjskich i 156 niemieckich samolotów zostało zestrzelonych w walkach o opanowanie przestrzeni powietrznej nad północną Francją. Winston Churchill powiedział „Wojen nie wygrywa się ewakuacjami”. Jednak w wyniku Cudu pod Dunkierską uratowana została British Army, dzięki czemu mogła walczyć z siłami Osi na nowych polach bitew, a ewakuowani Francuzi stanowili rdzeń Sił Wolnych Francuzów. Cztery lata później alianci wrócili do Francji triumfując. Doświadczenie zdobyte w organizowaniu transportu żołnierzy na wielką skalę pod Dunkierką zaowocowało podczas lądowania w Normandii w 1944 roku. Wiceadmirał Bertram Ramsay i Kapitan William Tennant, którzy odpowiadali za ewakuację z 1940 roku, byli kluczowymi osobami podczas D-Day.
ru: Дюнкеркская операция — одно из крупнейших сражений начала Второй мировой войны, в котором были полномасштабно задействованы и сухопутные войска, и военно-морские силы, и авиация. За несколько дней, в конце мая – начале июня 1940 года с севера Франции было эвакуировано свыше 330 тысяч английских и французских войск. Для спасения живой силы союзникам пришлось пожертвовать всей техникой и большей частью вооружения. Под Дюнкерком было оставлено 2472 орудия и почти 65 000 единиц автотранспорта Британских экспедиционных сил и французской армии. Британским Адмиралтейством к эвакуации было привлечено более 800 военных и гражданских судов: английских, французских, голландских, бельгийских. В это число входило около полусотни эсминцев, десятки тральщиков, траулеров, пассажирских пароходов, яхт, рыболовецких шхун, спасательных и прочих судов. В ходе налётов люфтваффе, от огня артиллерии Вермахта, атак торпедных катеров кригсмарине и на минных заграждениях было потеряно каждое четвёртое судно. За девять дней эвакуации в борьбе за воздушное пространство на севере Франции было сбито 145 британских и 156 немецких самолётов. «Войны не выигрываются эвакуациями,» — сказал Уинстон Черчилль. Однако в результате «чуда под Дюнкерком» была сохранена кадровая британская армия, которая смогла продолжить борьбу со странами Оси на других театрах. Эвакуированные же французские части составили основу вооружённых сил «Свободной Франции». Спустя четыре года союзники вернулись во Францию с победой. Опыт организации масштабной транспортировки войск под Дюнкерком был использован в 1944 году при высадке в Нормандии, а руководившие эвакуацией 1940 года вице-адмирал Бертрам Рамсей и кэптен Уилльям Тэннант стали одними из ключевых фигур «Дня Д».
uk: Дюнкеркська операція — одна з найбільших битв початку Другої світової війни, у якій повноцінно залучили і сухопутні війська, і військово-морські сили, і авіацію. За кілька днів, наприкінці травня – початку червня 1940 р. з півночі Франції евакуювали понад 330 тисяч англійських і французьких вояків. Щоб врятувати живу силу, союзники пожертвували усією технікою та майже всім озброєнням. Під Дюнкерком залишили 2 472 гармати і майже 65 000 одиниць автотранспорту Британських експедиційних сил і французької армії. Британське Адміралтейство до евакуації залучило понад 800 військових і цивільних суден Великобританії, Франції, Нідерландів, Бельгії. До цього числа входило близько півсотні есмінців, десятки тральщиків, траулерів, пасажирських пароплавів, яхт, риболовецьких шхун, рятувальних та інших суден. Під час нальотів люфтваффе, від вогню артилерії Вермахту, атак торпедних катерів крігсмаріне та на мінних загородженнях втратили кожне четверте судно. За дев’ять днів евакуації в боротьбі за повітряний простір на півночі Франції збили 145 британських і 156 німецьких літаків. «Війни не виграють евакуаціями», — сказав Вінстон Черчиль. Проте, внаслідок «дива під Дюнкерком» зберегли кадрову британську армію, яка змогла продовжити боротьбу з країнами Осі на інших театрах. Евакуйовані ж французькі частини склали основу збройних сил «Вільної Франції». Через чотири роки союзники повернулися до Франції з перемогою. Досвід організації масштабного транспортування військ поблизу Дюнкерка використали 1944 р. під час висадки у Нормандії, а віце-адмірал Бертрам Рамсей і капітан Вільямс Теннант, що керували евакуацією 1940 р. стали одними з ключових фігур Дня «Д».
zh: 敦刻尔克撤离行动是大战中最大的一场战斗，陆军、海军及空军全面参与其中。在几天之内，在 1940 年五月底至六月初，超过 330,000 人的Y国和D国部队从F国北部撤离。为了拯救他们，盟军部队不得不牺牲掉所有的装备和他们的大部分武器。敦刻尔克附近，Y国远征部队与F国陆军共遗弃了 2,472 把步枪和 65,000 辆车。为了撤离，Y国海军部号召了超过 800 艘Y国、F国等的战舰和民用船只。 其中包括约五十艘驱逐舰、数十艘扫雷舰、拖网渔船、蒸汽客轮、游艇、渔船、救助船和其它船只。有四分之一的战舰被D国空军、国防军、以及海军攻击，再加上水雷的屏障。在撤离的九天之内，有 145 架Y国和 156 架D国飞机为争夺F国北部的制空权而在战斗中被击落。温斯顿说过：「战争不是靠撤退来取胜的」。然而，由于敦刻尔克的奇迹，被拯救的Y国陆军才能够在新的战场上对抗轴心国，而撤离的F国部队也形成了自由F国部队的基础。 四年后，盟军凯旋回到F国。在敦刻尔克组织大规模部队运输所得到的经验也运用到了 1944 年的诺曼底登陆期间。后来，在 1940 年负责撤离的海军中将伯特伦-拉姆齐和舰长威廉-坦南特成为了 D 日的关键人物。
zh_sg: 敦刻尔克撤离行动是第二次世界大战中最大的一场战斗，陆军、海军及空军全面参与其中。在几天之内，于1940年5月底至6月初，超过330000人的英国和法国部队从法国北部撤离。为了拯救他们，盟军部队不得不牺牲掉所有的装备和他们的大部分武器。敦刻尔克附近，英国远征部队与法国陆军共遗弃了2472把步枪和65000辆车。为了撤离，英国海军部号召了超过800艘英国、法国、荷兰及比利时的战舰和民用船只。 其中包括约五十艘驱逐舰、数十艘扫雷舰、拖网渔船、蒸汽客轮、游艇、渔船、救助船和其它船只。有四分之一的战舰被德国空军及德国海军攻击，再加上德意志国防军炮袭和水雷的屏障。在撤离的九天之内，有145架英国和156架德国飞机为争夺法国北部的制空权而在战斗中被摧毁。温斯顿•丘吉尔说过：“战争不是靠撤退来取胜的”。然而，由于敦刻尔克的奇迹，被拯救的英国陆军才能够在新的战场上对抗轴心国，而撤离的法国部队也形成了自由法国部队的基础。 四年后，盟军凯旋回到法国。在敦刻尔克组织大规模部队运输所得到的经验也运用到了 1944 年的诺曼底登陆期间。后来，在1940年负责撤离的海军中将Bertram Ramsay和舰长William Tennant成为了登陆日的关键人物。

# IDS_DESCRIPTION_PCZA004_YAMAMOTO
source: It is easy to find a thousand soldiers, but hard to find a good general.
es_mx: Es fácil encontrar a mil soldados. pero es difícil encontrar un buen general.
ja: 千名の兵士を得ることは容易だが、 有能な将軍を得ることは困難である。
pl: Łatwo jest znaleźć tysiąc żołnierzy, ale trudno jest znaleźć jednego dobrego generała.
ru: Легче найти десять тысяч солдат, чем одного генерала.
uk: Легше відшукати десять тисяч вояків, ніж одного генерала.
zh: 千军易得，一将难求。
zh_sg: 千军易得， 一将难求。
