Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TASKRESTRICTION_AVDD_PVP
source: Complete the task in Random Battles with Tier %(level)s destroyers or aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias con destructores o portaaviones del Nivel %(level)s.
ja: Tier %(level)s 駆逐艦または航空母艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych niszczycielami lub lotniskowcami %(level)s poziomu.
ru: Выполняется в случайных боях на эсминцах или авианосцах %(level)s уровня.
uk: Виконують у випадкових боях есмінцями або авіаносцями %(level)s рівня.
zh: 在标准战斗模式中使用%(level)s 阶驱逐舰或航空母舰完成任务。
zh_sg: 使用%(level)s 级驱逐舰或航空母舰在随机战模式中完成此目标。

# IDS_TASKRESTRICTION_AV_PVP
source: Complete the task in Random Battles with Tier %(level)s aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias con portaaviones del Nivel %(level)s.
ja: Tier %(level)s 航空母艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lotniskowcem poziomu %(level)s.
ru: Выполняется в случайных боях на авианосцах %(level)s уровня.
uk: Виконують у випадкових боях авіаносцями %(level)s рівня.
zh: 用 %(level)s 级航空母舰在标准战斗中完成工作。
zh_sg: 用%(level)s级航空母舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_AV_PVPCOOP
source: Complete the task in Random and Co-op Battles with Tier %(level)s aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con portaaviones del Nivel %(level)s.
ja: Tier %(level)s 航空母艦を使用してランダム戦および Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych lotniskowcami %(level)s poziomu.
ru: Выполняется в случайных и кооперативных боях на авианосцах %(level)s уровня.
uk: Виконують у випадкових і кооперативних боях авіаносцями %(level)s рівня.
zh: 用 %(level)s 级航空母舰在标准战斗或联合作战中完成工作。
zh_sg: 用%(level)s级航空母舰在随机战和联合作战模式中完成目标。

# IDS_TASKRESTRICTION_BATTLESHIP_PVP
source: Complete the task in Random Battles with Tier %(level)s battleships.
es_mx: Completa la tarea en Batallas Aleatorias con acorazados del Nivel %(level)s.
ja: Tier %(level)s 戦艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych pancernikiem poziomu %(level)s.
ru: Выполняется в случайных боях на линкорах %(level)s уровня.
uk: Виконують у випадкових боях лінкорами %(level)s рівня.
zh: 用 %(level)s 级战列舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战列舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_BBCADD_PVP
source: Complete the task in Random Battles with any Tier %(level)s ships, except aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias con cualquier barco de Nivel %(level)s, excepto por los portaaviones.
ja: 任意の Tier %(level)s 艦艇 (航空母艦を除く) を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem poziomu %(level)s, nie dotyczy lotniskowców.
ru: Выполняется в случайных боях на любых кораблях %(level)s уровня, кроме авианосцев.
uk: Виконують у випадкових боях будь-якими кораблями %(level)s рівня, окрім авіаносців.
zh: 除了航空母舰外，用任何 %(level)s 级战舰在标准战斗中完成工作。
zh_sg: 除了航空母舰外，用任意%(level)s级战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_BBCADD_PVPCOOPRANKEDCLAN
source: Complete the task in Random, Co-op, Ranked, and Clan Battles with Tier %(level)s ships, except aircraft carriers.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas y por Rango con barcos de Nivel %(level)s, excepto portaaviones.
ja: Tier %(level)s 艦艇 (航空母艦を除く) を使用してランダム戦、Co-op 戦、ランク戦、クラン戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych i klanowych okrętami poziomu %(level)s, z wyjątkiem lotniskowców.
ru: Выполняется в случайных, кооперативных, ранговых и клановых боях на кораблях %(level)s уровня, кроме авианосцев.
uk: Виконують у випадкових, кооперативних, рангових і кланових боях кораблями %(level)s рівня, окрім авіаносців.
zh: 除了航空母舰外，用 %(level)s 级战舰在标准战斗、联合战斗、排位战和公军团战斗中完成工作。
zh_sg: 使用%(level)s级战舰（航空母舰除外）在随机战、联合作战、排位战和军团战模式中完成任务。

# IDS_TASKRESTRICTION_BBCA_PVP
source: Complete the task in Random Battles with Tier %(level)s battleships and cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con acorazados y cruceros del Nivel %(level)s.
ja: Tier %(level)s 戦艦と巡洋艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych pancernikiem lub krążownikiem poziomu %(level)s.
ru: Выполняется в случайных боях на линкорах и крейсерах %(level)s уровня.
uk: Виконують у випадкових боях лінкорами та крейсерами %(level)s рівня.
zh: 用 %(level)s 级战列舰及巡洋舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战列舰及巡洋舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_BBDD_PVP
source: Complete the task in Random Battles with Tier %(level)s battleships or destroyers.
es_mx: Completa la tarea en Batallas Aleatorias con acorazados y destructores de Nivel %(level)s.
ja: Tier %(level)s 戦艦と駆逐艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych pancernikiem lub niszczycielem poziomu %(level)s.
ru: Выполняется в случайных боях на линкорах и эсминцах %(level)s уровня.
uk: Виконують у випадкових боях лінкорами та есмінцями %(level)s рівня.
zh: Выполняется в случайных боях на линкорах и эсминцах %(level)s уровня.
zh_sg: 使用%(level)s级战列舰或驱逐舰在随机战中完成此目标。

# IDS_TASKRESTRICTION_BB_PVP
source: Complete the task in Random Battles with Tier %(level)s battleships.
es_mx: Completa la tarea en Batallas Aleatorias con acorazados del Nivel %(level)s.
ja: Tier %(level)s 戦艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych pancernikiem poziomu %(level)s.
ru: Выполняется в случайных боях на линкорах %(level)s уровня.
uk: Виконують у випадкових боях лінкорами %(level)s рівня.
zh: 用 %(level)s 级战列舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战列舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_BB_PVPCOOP
source: Complete the task in Random and Co-op Battles with Tier %(level)s battleships.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con acorazados del Nivel %(level)s.
ja: Tier %(level)s 戦艦を使用してランダム戦および Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych pancernikiem %(level)s poziomu.
ru: Выполняется в случайных и кооперативных боях на линкорах %(level)s уровня.
uk: Виконують у випадкових і кооперативних боях лінкорами %(level)s рівня.
zh: 在标准战斗、联合战斗中用 %(level)s 级战列舰来完成任务
zh_sg: 用%(level)s级战列舰在随机战和联合作战模式中完成目标。

# IDS_TASKRESTRICTION_BB_PVPRANKED
source: Complete the task in Random and Ranked Battles with Tier %(level)s battleships.
es_mx: Completa la tarea con acorazados de nivel %(level)s en batallas aleatorias y por rango.
ja: Tier %(level)s 戦艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych pancernikiem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на линкорах %(level)s уровня.
uk: Виконують у випадкових і рангових боях лінкорами %(level)s рівня.
zh: 用 %(level)s 阶战列舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级战列舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_BR_PVPRANKED
source: Complete the task in Random and Ranked Battles with British Tier %(level)s ships.
es_mx: Completa la tarea con barcos británicos de nivel %(level)s en batallas aleatorias y por rango.
ja: イギリス Tier %(level)s 艦艇を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych brytyjskim okrętem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на британских кораблях %(level)s уровня.
uk: Виконують у випадкових і рангових боях британськими кораблями %(level)s рівня.
zh: 用 %(level)s 阶Y系战舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级英国战舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_CADD_PVP
source: Complete the task in Random Battles with Tier %(level)s destroyers or cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con destructores o cruceros del Nivel %(level)s.
ja: Tier %(level)s 駆逐艦または巡洋艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych niszczycielem lub krążownikiem poziomu %(level)s.
ru: Выполняется в случайных боях на эсминцах или крейсерах %(level)s уровня.
uk: Виконують у випадкових боях есмінцями чи крейсерами %(level)s рівня.
zh: 用 %(level)s 阶驱逐舰或巡洋舰在标准战斗中完成工作。
zh_sg: 用%(level)s级驱逐舰或巡洋舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_CADD_PVPRANKED
source: Complete the task in Random and Ranked Battles with Tier %(level)s destroyers or cruisers.
es_mx: Completa la tarea con destructores o cruceros de nivel %(level)s en batallas aleatorias y por rango.
ja: Tier %(level)s 駆逐艦または巡洋艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych krążownikiem lub niszczycielem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на эсминцах или крейсерах %(level)s уровня.
uk: Виконують у випадкових і рангових боях есмінцями чи крейсерами %(level)s рівня.
zh: 用 %(level)s 阶驱逐舰或巡洋舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级驱逐舰或巡洋舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_CA_PVP
source: Complete the task in Random Battles with Tier %(level)s cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con cruceros del Nivel %(level)s.
ja: Tier %(level)s 巡洋艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych krążownikiem poziomu %(level)s.
ru: Выполняется в случайных боях на крейсерах %(level)s уровня.
uk: Виконують у випадкових боях крейсерами %(level)s рівня.
zh: 用 %(level)s 级巡洋舰在标准战斗中完成工作。
zh_sg: 用%(level)s级巡洋舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_CA_PVPCOOPRANKEDCLAN
source: Complete the task in Random, Co-op, Ranked, or Clan Battles with Tier %(level)s cruisers.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rango y de Clanes con cruceros de Nivel %(level)s.
ja: Tier %(level)s 巡洋艦を使用してランダム戦、Co-op 戦、ランク戦およびクラン戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub klanowych krążownikiem %(level)s poziomu.
ru: Выполняется в случайных, кооперативных, ранговых и клановых боях на крейсерах %(level)s уровня.
uk: Виконують у випадкових, кооперативних, рангових і кланових боях крейсерами %(level)s рівня.
zh: Выполняется в случайных, кооперативных, ранговых и клановых боях на крейсерах %(level)s уровня.
zh_sg: 使用%(level)s级巡洋舰在随机战、联合作战、排位战或军团战中完成此目标。

# IDS_TASKRESTRICTION_CA_PVPRANKED
source: Complete the task in Random and Ranked Battles with Tier %(level)s cruisers.
es_mx: Completa la tarea con cruceros de nivel %(level)s en batallas aleatorias y por rango.
ja: Tier %(level)s 巡洋艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych krążownikiem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на крейсерах %(level)s уровня.
uk: Виконують у випадкових і рангових боях крейсерами %(level)s рівня.
zh: 用 %(level)s 阶巡洋舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级巡洋舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_CLANTYPE
source: Complete the task in Clan Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas de Clanes con barcos de Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用し、クラン戦でタスクを達成する。
pl: Ukończ zadanie w bitwach klanowych okrętem poziomu %(level)s.
ru: Выполняется в клановых боях на кораблях %(level)s уровня.
uk: Виконують у клановий боях кораблями %(level)s рівня.
zh: 以 %(level)s 级战舰在军团战斗中完成工作。
zh_sg: 用%(level)s级战舰在军团战模式中完成目标。

# IDS_TASKRESTRICTION_COOP
source: Complete the task in Co-op Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Cooperativas con barcos de Tier %(level)s.
ja: Tier %(level)s 艦艇を使用して Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach kooperacyjnych okrętem poziomu %(level)s.
ru: Выполняется в кооперативных боях на кораблях %(level)s уровня.
uk: Виконують у кооперативних боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在联合作战中完成工作。
zh_sg: 用%(level)s级战舰在联合作战模式中完成目标。

# IDS_TASKRESTRICTION_CRUISER_PVP
source: Complete the task in Random Battles with Tier %(level)s cruisers.
es_mx: Completa la tarea en Batallas Aleatorias con cruceros del Nivel %(level)s.
ja: Tier %(level)s 巡洋艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych krążownikiem poziomu %(level)s.
ru: Выполняется в случайных боях на крейсерах %(level)s уровня.
uk: Виконують у випадкових боях крейсерами %(level)s рівня.
zh: 用 %(level)s 级巡洋舰在标准战斗中完成工作。
zh_sg: 用%(level)s级巡洋舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_DD_PVP
source: Complete the task in Random Battles with Tier %(level)s destroyers.
es_mx: Completa la tarea en Batallas Aleatorias con destructores del Nivel %(level)s.
ja: Tier %(level)s 駆逐艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych niszczycielem poziomu %(level)s.
ru: Выполняется в случайных боях на эсминцах %(level)s уровня.
uk: Виконують у випадкових боях есмінцями %(level)s рівня.
zh: 用 %(level)s 级驱逐舰在标准战斗中完成工作。
zh_sg: 用%(level)s级驱逐舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_DD_PVPRANKED
source: Complete the task in Random and Ranked Battles with Tier %(level)s destroyers.
es_mx: Completa la tarea con cruceros de nivel %(level)s en batallas aleatorias y por rango.
ja: Tier %(level)s 駆逐艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych niszczycielem %(level)s poziomu.
ru: Выполняется в случайных и ранговых боях на эсминцах %(level)s уровня.
uk: Виконують у випадкових і рангових боях есмінцями %(level)s рівня.
zh: 用 %(level)s 阶驱逐舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级驱逐舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_DESTROYER_PVP
source: Complete the task in Random Battles with Tier %(level)s destroyers.
es_mx: Completa la tarea en Batallas Aleatorias con destructores del Nivel %(level)s.
ja: Tier %(level)s 駆逐艦を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych niszczycielem poziomu %(level)s.
ru: Выполняется в случайных боях на эсминцах %(level)s уровня.
uk: Виконують у випадкових боях есмінцями %(level)s рівня.
zh: 用 %(level)s 级驱逐舰在标准战斗中完成工作。
zh_sg: 用%(level)s级驱逐舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_EUROPE_PVP
source: Complete the task in Random Battles with European Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos europeos de Nivel %(level)s.
ja: ヨーロッパ Tier %(level)s 艦艇を使用し、ランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem europejskim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Европы %(level)s уровня.
uk: Виконують у випадкових боях кораблями Європи %(level)s рівня.
zh: Выполняется в случайных боях на кораблях Европы %(level)s уровня.
zh_sg: 用欧洲%(level)s级战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_EU_PVP
source: Complete the task in Random Battles with European Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos europeos de Nivel %(level)s.
ja: ヨーロッパ Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych europejskim okrętem poziomu %(level)s.
ru: Выполняется в случайных боях на европейских кораблях %(level)s уровня.
uk: Виконують у випадкових боях європейськими кораблями %(level)s рівня.
zh: Выполняется в случайных боях на европейских кораблях %(level)s уровня.
zh_sg: 用%(level)s级欧洲战舰在随机战中完成此目标。

# IDS_TASKRESTRICTION_EU_PVPCOOPRANKEDCLAN
source: Complete the task in Random, Co-op, Ranked, or Clan Battles with European Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, por Rango y de Clanes con barcos europeos de Nivel %(level)s.
ja: ヨーロッパ Tier %(level)s 艦艇を使用してランダム戦、Co-op 戦、ランク戦およびクラン戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych, rankingowych lub klanowych europejskimi okrętami %(level)s poziomu.
ru: Выполняется в случайных, кооперативных, ранговых и клановых боях на европейских кораблях %(level)s уровня.
uk: Виконують у випадкових, кооперативних, рангових і кланових боях європейськими кораблями %(level)s рівня.
zh: Выполняется в случайных, кооперативных, ранговых и клановых боях на европейских кораблях %(level)s уровня.
zh_sg: 使用%(level)s级欧洲战舰在随机战、联合作战、排位战或军团战中完成此目标。

# IDS_TASKRESTRICTION_EXTRA_SOLO
source: The player must not be in a Division at the start of the battle.
es_mx: El jugador no debe estar en una División al inicio de la batalla
ja: 戦闘開始時にプレイヤーが分艦隊に非所属であること。
pl: Gracz nie może należeć do dywizjonu na początku bitwy.
ru: На старте боя игрок не должен состоять в отряде.
uk: На початок бою гравець має не перебувати у загоні.
zh: 战斗开始时，玩家必须不在分舰队里。
zh_sg: 战斗开始时玩家必须不在任何小队中。

# IDS_TASKRESTRICTION_FRANCE_PVP
source: Complete the task in Random Battles with French Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos franceses de Nivel %(level)s.
ja: フランス Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem francuskim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Франции %(level)s уровня.
uk: Виконують у випадкових боях кораблями Франції %(level)s рівня.
zh: 在标准战斗中驾驶F系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级法国战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_FRBB_PVPCOOP
source: Complete the task in Random and Co-op Battles with French Tier %(level)s battleships.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con acorazados franceses de Nivel %(level)s.
ja: フランス Tier %(level)s 戦艦を使用し、ランダム戦と Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych francuskim pancernikiem %(level)s poziomu.
ru: Выполняется в случайных и кооперативных боях на французских линкорах %(level)s уровня.
uk: Виконують у випадкових і кооперативних боях французькими лінкорами %(level)s рівня.
zh: 以F系 %(level)s级战列舰在标准战斗和联合战斗中完成工作。
zh_sg: 使用法国%(level)s级战列舰在随机战和联合作战中完成任务。

# IDS_TASKRESTRICTION_FR_PVPCOOP
source: Complete the task in Random and Co-op Battles with French Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con barcos franceses de Nivel %(level)s.
ja: フランス Tier %(level)s 艦艇を使用し、ランダム戦と Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych francuskim okrętem %(level)s poziomu.
ru: Выполняется в случайных и кооперативных боях на французских кораблях %(level)s уровня.
uk: Виконують у випадкових і кооперативних боях французькими кораблями %(level)s рівня.
zh: 以F系 %(level)s级战舰在标准战斗和联合战斗中完成工作。
zh_sg: 使用法国%(level)s级战舰在随机战和联合作战中完成任务。

# IDS_TASKRESTRICTION_GEBB_PVPRANKED
source: Complete the task in Random and Ranked Battles with German Tier %(level)s battleships.
es_mx: Completa la tarea con acorazados alemanes de nivel %(level)s en batallas aleatorias y por rango.
ja: ドイツ Tier %(level)s 戦艦を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych niemieckim pancernikiem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на немецких линкорах %(level)s уровня.
uk: Виконують у випадкових і рангових боях німецькими лінкорами %(level)s рівня.
zh: 用 %(level)s 阶D系战列舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级德国战列舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_GERMANY_PVP
source: Complete the task in Random Battles with German Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos alemanes de Nivel %(level)s.
ja: ドイツ Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem niemieckim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Германии %(level)s уровня.
uk: Виконують у випадкових боях кораблями Німеччини %(level)s рівня.
zh: 在标准战斗中驾驶D系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级德国战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_GE_PVPRANKED
source: Complete the task in Random and Ranked Battles with German Tier %(level)s ships.
es_mx: Completa la tarea con destructores de nivel %(level)s en batallas aleatorias y por rango.
ja: ドイツ Tier %(level)s 艦艇を使用してランダム戦とランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub rankingowych niemieckim okrętem poziomu %(level)s.
ru: Выполняется в случайных и ранговых боях на немецких кораблях %(level)s уровня.
uk: Виконують у випадкових і рангових боях німецькими кораблями %(level)s рівня.
zh: 用 %(level)s 阶D系战舰在标准战斗及排位战中完成工作。
zh_sg: 使用%(level)s级德国战舰在随机战和排位战模式中完成任务。

# IDS_TASKRESTRICTION_ITALY_PVP
source: Complete the task in Random Battles with Italian Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos italianos de nivel %(level)s.
ja: イタリア Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych włoskimi okrętami %(level)s poziomu.
ru: Выполняется в случайных боях на кораблях Италии %(level)s уровня.
uk: Виконують у випадкових боях кораблями Італії %(level)s рівня.
zh: Выполняется в случайных боях на кораблях Италии %(level)s уровня.
zh_sg: 用意大利%(level)s级战舰在随机战中完成目标。

# IDS_TASKRESTRICTION_JAPAN_PVP
source: Complete the task in Random Battles with Japanese Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos japoneses de Nivel %(level)s.
ja: 日本 Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem japońskim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Японии %(level)s уровня.
uk: Виконують у випадкових боях кораблями Японії %(level)s рівня.
zh: 在标准战斗中驾驶R系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级日本战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_PANASIA_PVP
source: Complete the task in Random Battles with Pan-Asian Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos panasiáticos de Nivel %(level)s.
ja: パンアジア Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem wschodnioazjatyckim poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях Пан-Азии %(level)s уровня.
uk: Виконують у випадкових боях кораблями Пан-Азії %(level)s рівня.
zh: 在标准战斗中驾驶C系 %(level)s 阶战舰来完成工作。
zh_sg: 用%(level)s级泛亚战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_PVP
source: Complete the task in Random Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias con barcos de Tier %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych okrętem poziomu %(level)s.
ru: Выполняется в случайных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在标准战斗中完成工作。
zh_sg: 用%(level)s级战舰在随机战模式中完成目标。

# IDS_TASKRESTRICTION_PVPCOOP
source: Complete the task in Random and Co-op Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con barcos de Tier %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦と Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych okrętem poziomu %(level)s.
ru: Выполняется в случайных и кооперативных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових та кооперативних боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在标准战斗及联合作战中完成工作。
zh_sg: 用%(level)s级驱逐舰在随机战及联合作战模式中完成目标。

# IDS_TASKRESTRICTION_PVPCOOPERATIVEPVE
source: Complete the task in Random, Co-op, and Scenario Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, y de Escenario con barcos del Nivel %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦、Co-op 戦およびシナリオ戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych lub scenariuszu okrętem %(level)s poziomu.
ru: Выполняется в случайных, кооперативных и сценарных боях на кораблях %(level)s уровня.
uk: Виконують у випадкових, кооперативних і сценарних боях кораблями %(level)s рівня.
zh: 在标准战斗、联合战斗和剧情战斗中用 Tier %(level)s 阶战舰来完成任务
zh_sg: 用%(level)s级战舰在随机战、联合作战和剧情战役模式中完成目标。

# IDS_TASKRESTRICTION_PVPCOOPERATIVE_AIGLE
source: Complete the task in Random and Co-op Battles with destroyer Aigle.
es_mx: Completa la tarea en Batallas Aleatorias y Cooperativas con el destructor Aigle.
ja: 駆逐艦 Aigle を使用してランダム戦および Co-op 戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych lub kooperacyjnych niszczycielem Aigle.
ru: Выполняется в случайных и кооперативных боях на эсминце Aigle.
uk: Виконують у випадкових і кооперативних боях есмінцем Aigle.
zh: 在标准战斗和联合中用鹰来完成任务
zh_sg: 用鹰驱逐舰在随机战、联合作战模式中完成目标。

# IDS_TASKRESTRICTION_PVPCOOPRANKED
source: Complete the task in Random, Co-op, and Ranked Battles with Tier %(level)s ships.
es_mx: Completa la tarea en Batallas Aleatorias, Cooperativas, o por Rangos con barcos de Tier %(level)s.
ja: Tier %(level)s 艦艇を使用してランダム戦、Co-op 戦またはランク戦でタスクを達成する。
pl: Ukończ zadanie w bitwach losowych, kooperacyjnych lub rankingowych okrętami %(level)s poziomu.
ru: Выполняется в случайных, кооперативных и ранговых боях на кораблях %(level)s уровня.
uk: Виконують у випадкових, кооперативних і рангових боях кораблями %(level)s рівня.
zh: 用 %(level)s 级战舰在标准战斗、联合作战及排位战中完成工作。
zh_sg: 用%(level)s级战舰在随机战、联合作战及排位战模式中完成目标。
