Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM052_DESCR
source: After winning the war against Russia, Japan became one of the naval powers. The bright officer was improving his knowledge. He took a training course in the Artillery School and then entered the Naval War College. He was adopted into the Yamamoto family, took their name and became the heir to the well known and influential clan. Through his interest in warfare innovations, studying the latest technical novelties during business trips abroad, and working as the representative of the Japanese Navy in the U.S.A., Yamamoto realized that the future of naval warfare belonged to carrier-based aircraft. He was appointed a head of the first Japanese naval aviation school where new aircraft for the Navy were tested.
es_mx: Después de ganar la guerra contra Rusia, Japón se convirtió en una de las potencias navales. El oficial brillante estaba mejorando su conocimiento. Tomó un curso de entrenamiento en la Escuela de Artillería y luego entró a la Escuela de Guerra Naval. Fue adoptado por la familia Yamamoto, tomando su nombre y convirtiéndose en el heredero de un clan bien conocido con influencias. A través de su interés en la innovación de las condiciones de batalla, estudioso en las últimas novedades técnicas durante sus viajes de negocio al extranjero, y trabajando como representativo de la Marina Imperial Japonesa en los E.U.A., Yamamoto se dio cuenta que el futuro de la guerra naval pertenecía a los portaaviones. Fue nombrado jefe de la primera escuela naval de aviación japonesa donde los nuevos aviones estaban siendo probados para la Marina.
ja: 日露戦争で勝利を収めた日本は、世界を代表する海軍国のひとつとなり、この聡明な士官は知識を深めていきました。海軍砲術学校で学んだ後、海軍大学校を卒業。その後に旧長岡藩家老の家柄である山本家を相続しました。彼は戦争の革新に深い関心を持っており、日本海軍の代表団の一員としてアメリカに駐在していた際に最新技術を学び、その結果として、今後の海戦では空母艦載機が勝敗を分けることになる、という認識に至りました。そして航空隊要員の操縦教育を担っていた霞ヶ浦海軍航空隊の副長に補され、海軍航空機の発展に尽力したのでした。
pl: Po odniesieniu zwycięstwa nad rosjanami, Japonia stała się jedną z morskich potęg. Błyskotliwy oficer szybko zdobywał wiedzę. Przeszedł szkolenie w Szkole Artyleryjskiej, a następnie wstąpił do Naval War College. Został przyjęty do rodziny Yamamoto, przybrał jej nazwisko i stał się spadkobiercą znanego i wpływowego klanu. Dzięki swojemu zainteresowaniu innowacjami wojennymi, śledzeniu najnowszych nowinek technicznych podczas zagranicznych podróży i pracy w charakterze reprezentanta japońskiej marynarki w Stanach Zjednoczonych, Yamamoto uznał, że przyszłość wojny na morzach należy do lotniskowców. Został mianowany na zwierzchnika pierwszej szkoły lotnictwa morskiego w Japonii, w której poddawano próbom nowe samoloty dla marynarki.
ru: Победа в войне с Россией выдвинула Японию в число морских держав. Подающий надежды офицер совершенствует свои знания — проходит курс Артиллерийской школы, обучается в Высшей военной академии флота. Его принимают в семью Ямамото, он, сменив фамилию, становится наследником знаменитого и влиятельного клана. Пристальное внимание к инновациям в военном деле, знакомство с последними техническими новинками в ходе зарубежных командировок и работа в качестве военно-морского представителя Японии в США убеждают Ямамото в том, что будущее в военно-морском деле принадлежит палубной авиации. Его назначают одним из руководителей первой в Японии морской лётной школы, где испытываются все новейшие самолёты для ВМС.
uk: Перемога у війні з Росією висунула Японію до числа морських держав. Перспективний офіцер удосконалює власні знання — проходить курс Артилерійської школи, навчається у Вищій військовій академії флоту. Його приймають до родини Ямамото, і він, змінивши прізвище, стає спадкоємцем знаменитого і впливового клану. Пильна увага до інновацій військової справи, знайомство з останніми технічними новинками під час закордонних відряджень і робота військово-морським представником Японії в США переконують Ямамото в тому, що майбутнє у військово-морській справі належить палубній авіації. Його призначають одним з керівників першої в Японії морської льотної школи, де випробовуються всі новітні літаки для ВМС.
zh: 在对俄罗斯的战争胜利之后，日本成为了海军强权之一。聪颖军官的他正在提升他的学识。他在炮兵学校接受训练然后进入海军战争学院。他被过继到 Yamamoto 家族，继承了他们的姓氏并成为最著名且有影响力氏族的子嗣。由于他对战争革新感兴趣，在海外出差期间会学习最新奇的技术，并且担任日本海军的驻美代表，Yamamoto 意识到未来的海战会是舰载机的天下。他被任命为日本海军航空学校的第一任教育长，在那为海军测试新的飞机。
zh_sg: 在对俄罗斯的战争胜利之后，日本成为了海上强国之一。作为一名聪慧的军官，此时他正在提升他的学识。在炮兵学校接受训练然后进入海军大学校。而后他被过继到山本家族，继承了其姓氏并成为最著名且有影响力氏族的子嗣。由于他对战争革新感兴趣，在海外出差期间会学习最新奇的技术，并且担任日本海军的驻美代表。山本意识到未来的海战会是舰载机的天下。他被任命为日本海军航空学校的第一任教育长，在那为海军测试新的飞机

# IDS_PCQM053_DESCR
source: In the late 1920s, Yamamoto was appointed Commander of Akagi, the most powerful aircraft carrier of the Japanese Navy. Due to his extensive knowledge, he participated as Rear and Vice Admiral in two international naval conferences to protect the interests of his country. For a while, Yamamoto commanded the First Carrier Division, then, for a few years, he managed key units of the Navy Ministry, which were responsible for carrier-based aircraft development, and initiated the development of several promising aircraft models. In 1939, Yamamoto left his post of Deputy Navy Minister to become Commander-in-Chief of the Combined Fleet, the largest naval force of Japan. Though he was against the aggressive intentions of the Army command, which gained a major influence in the country, the Admiral had to prepare the fleet for its upcoming confrontation with the U.S.A. on the Pacific Ocean. Under his command, a famous tactic of the Japanese Navy was honed: attack the enemy at night using the firepower of cruiser squadrons and destroyer-launched torpedoes.
es_mx: A finales de 1920, Yamamoto fue nombrado Comandante del Akagi, el más poderoso portaaviones de la Marina Japonesa. Debido a su extensivo conocimiento, él participó como Ante y Vice Almirante en dos conferencias navales internacionales para proteger los intereses de su país. Por un tiempo, Yamamoto comandó la Primera División de Portaaviones, luego, unos años más tarde, manejó unidades clave en el Ministro de la Marina, los cuáles fueron responsables por el desarrollo de los aviones en portaaviones, e inició el desarrollo de varios prometedores modelos de aviones. En 1939, Yamamoto dejó su posición como Diputado del Ministro de la Marina para convertirse en el Comandante en Jefe de la Flota Combinada, la fuerza naval más grande de Japón. Aunque estaba en contra de las intenciones agresivas del comando del Ejército, que ganaba mayor influencia en su país, el Almirante tuvo que preparar a la flota para su confrontación inminente con los Estados Unidos en el Océano Pacífico. Bajo su comando, una famosa táctica de la Marina Japonesa fue perfeccionada: atacar al enemigo durante la noche usando el poder de fuego de los escuadrones de cruceros y los torpedos lanzados por destructores.
ja: 山本は 1920 年代終盤、当時としては日本海軍最強の航空母艦だった「赤城」の艦長に就任しました。その豊富な知識を買われ、国益を守るべく、少将および中将として 2 回の国際海軍軍縮会議に参加しています。山本は第 1 航空戦隊の司令官を務めた後、海軍航空本部長に就任し、艦載機の開発に尽力し、いくつかの有望な空母艦級の開発を開始しました。1939 年、海軍次官の座を退き、連合艦隊司令長官に就任。山本は陸軍の強硬姿勢には反対であったものの、陸軍の姿勢は国全体に大きな影響を及ぼしていたため、太平洋におけるアメリカとの戦争に備えて艦隊を準備せざるを得ませんでした。夜間に巡洋艦による砲撃と駆逐艦による雷撃で敵に攻撃を仕掛けるという日本海軍の有名な戦術は、山本の指導により磨き上げられた戦術でした。
pl: W późnych latach dwudziestych admirał Yamamoto został mianowany dowódcą Akagi, najpotężniejszego lotniskowca marynarki japońskiej. Dzięki swej rozległej wiedzy, będąc kontradmirałem i wiceadmirałem, brał udział w dwóch międzynarodowych konferencjach morskich, żeby bronić interesów własnego kraju. Przez pewien czas Yamamoto dowodził Pierwszym Dywizjonem Lotniskowców, a później przez kilka lat dowodził kluczowymi jednostkami Ministerstwa Marynarki Wojennej, odpowiedzialnymi za rozwój samolotów startujących z lotniskowców, rozpoczął projektowanie kilku obiecujących modeli samolotów. W 1939 roku Yamamoto zrezygnował ze stanowiska zastępcy Ministra Marynarki Wojennej, żeby objąć funkcję dowódcy Floty Połączonej, największej formacji morskiej Japonii. Chociaż był przeciwny agresywnym intencjom dowództwa Armii, które zyskało decydujący wpływ w krajowej polityce, Admirał musiał przygotować flotę do nadchodzącej konfrontacji ze Stanami Zjednoczonymi na Oceanie Spokojnym. Pod jego dowództwem ukształtowała się słynna taktyka japońskiej marynarki: atakować w nocy, wykorzystując siłę ognia eskadr krążowników i torped wystrzelanych z niszczycieli.
ru: В конце 1920-х гг. Ямамото назначают командиром Akagi — самого мощного авианосца японского флота. Достигнув уже адмиральских званий, дважды он привлекается, благодаря своим обширным познаниям, к участию в международных конференциях по морским вооружениям, где защищает интересы своей страны. Некоторое время Ямамото командует 1-й дивизией авианосцев, в течение нескольких лет руководит ключевыми подразделениями Морского министерства, ответственными за развитие палубной авиации, став инициатором разработки нескольких перспективных моделей самолётов. В 1939 году с должности заместителя Морского министра Ямамото назначается главнокомандующим Объединённым флотом — самым крупным соединением ВМС Японии. Являясь противником агрессивных захватнических стремлений армейского командования, получившего решающее влияние в стране, адмирал был вынужден готовить свой флот к грядущему столкновению с США на Тихом океане. Под его командованием оттачивалась ставшая вскоре знаменитой тактика японского флота — ночные сражения с использованием огневой мощи крейсерских эскадр и торпедных атак эсминцев.
uk: Наприкінці 1920-х рр. Ямамото призначили командиром Akagi — найпотужнішого авіаносця японського флоту. Вже у адміральських званнях його двічі залучають до участі в міжнародних конференціях з морських озброєнь, де він захищає інтереси своєї держави. Деякий час Ямамото командує 1-ю дивізією авіаносців, протягом кількох років керує ключовими підрозділами Морського міністерства, відповідальними за розвиток палубної авіації. Він став ініціатором розроблення кількох перспективних моделей літаків. 1939 р. з посади заступника Морського міністра Ямамото призначають головнокомандувачем Об'єднаного флоту — найбільшим з’єднанням ВМС Японії. Будучи противником агресивних загарбницьких прагнень армійського командування, яке здобуло вирішальний вплив в країні, адмірал був змушений готувати свій флот до прийдешнього зіткнення зі США на Тихому океані. Під його командуванням гострилася тактика японського флоту, яка незабаром стала знаменитою — нічні битви з використанням військової потужності крейсерських ескадр і торпедних атак есмінців.
zh: 二零年代晚期，Yamamoto 被任命为 Akagi 的指挥官，为日本海军最强大的航空母舰。由于他的学识渊博，他以海军少将和中将身分参与了两次的国际海事会议以维护自己国家的利益。过了一段时间，Yamamoto 指挥第一航空战队，然后又过了几年，他掌控着负责研发舰载机的海军本部重要单位，并开创出数个大有前途的飞机模型研究。1939 年，Yamamoto 离开了海军次长的职位成为日本最大海军部队──联合舰队的总指挥。尽管他反对陆军指挥部的侵略意图，这对国内造成很大的影响，海军大将不得不为舰队即将在太平洋上与美国发生的冲突做好准备。在他的指挥之下，磨练着日本海军的一个著名战术：在夜间利用巡洋舰中队的火力和驱逐舰发射的鱼雷来攻击敌人。
zh_sg: 20年代晚期，山本被任命为 Akagi 的指挥官—日本海军最强大的航空母舰。由于他的学识渊博，他以海军少将和中将身分参与了两次的国际海事会议以维护自己国家的利益。过了一段时间，山本指挥第一航空战队，然后又过了几年，他掌控着负责研发舰载机的海军本部重要单位，并开创出数个大有前途的飞机模型研究。1939 年，山本离开了海军次长的职位成为日本最大海军部队──联合舰队的总指挥。尽管他反对陆军指挥部的侵略意图，这对国内造成很大的影响，海军大将不得不为舰队即将在太平洋上与美国发生的冲突做好准备。在他的指挥之下，磨练着日本海军的一个著名战术：在夜间利用巡洋舰中队的火力和驱逐舰发射的鱼雷来攻击敌人。

# IDS_PCQM054_DESCR
source: Admiral Yamamoto was one of the commanders who foresaw the crucial role of aircraft carriers in the imminent naval hostilities. Though, opposing the necessity of building super battleships, he believed that battleships were the pillars of any naval power. The idea that general engagement of the battle fleet was the only way to gain victory on the ocean battlefront was very popular among the Japanese Navy Commanders after the Battle of Tsushima. Yamamoto, who learned much about the U.S.A. during his service, understood that Japan had a chance to defeat this industrial giant by utilizing surprise air strikes on the U.S.A. ships. That is how the idea to attack Pearl Harbor, the main naval base of the Pacific Fleet, appeared. This attack brilliantly planned by Yamamoto and performed by his pet project, the First Carrier Division, went down in history. The Japanese torpedo bombers and bombers achieved impressive results and repeated the success of Admiral Tōgō: seven battleships were disabled, some of them for good.
es_mx: El Almirante Yamamoto fue uno de los comandantes que vio el futuro crucial que los portaaviones iban a tener en las hostilidades navales inminentes. Aunque, oponiéndose a la necesidad de construir super acorazados, él creía que los acorazados eran el pilar cualquier poder naval. La idea que un enfrentamiento general en una batalla de flotas navales era la única manera de obtener victoria, era muy popular entre los Comandantes de la Marina Japonesa después de la Batalla de Tsushima. Yamamoto, que había aprendido mucho sobre los Estados Unidos durante su servicio, entendió que para que Japón tuviera una oportunidad de derrotar al gigante industrial debía utilizar ataques sorpresas aéreos en los barcos norteamericanos. Así fue como la idea de atacar Pearl Harbor, la base naval principal de la Flota del Pacífico, fue coincidida. Este ataque brillantemente planeado por Yamamoto y llevado a cabo por su mascota proyecto, la Primera División de Portaaviones, hicieron historia. Los torpederos japoneses y bombarderos lograron resultados impresionantes y repitieron el éxito del Almirante Tōgō: siete acorazados deshabilitados, algunos para siempre.
ja: 山本は、来たる海戦においては空母艦載機が決定的な役割を担う、ということを予見していた司令官のひとりでした。彼は超戦艦の建造には反対していたものの、海軍力を支える柱としての戦艦の必要性は認めていました。日本海海戦で勝利を収めた日本海軍の司令官達の間では、大規模な艦隊決戦こそが海の戦いの勝敗を分ける、という考え方が支配的でした。しかしアメリカをよく知る山本は、この巨大工業国に勝つには、航空戦力による奇襲でアメリカ艦隊を葬り去るしかない、ということを理解していたのでした。その結果として、アメリカ太平洋艦隊の主力基地である真珠湾を攻撃する、という作戦が考案されました。そして山本によって綿密に立案され、彼が育てた第 1 航空戦隊によって実施されたこの作戦は、歴史に残るものとなりました。この作戦において日本の雷撃機および爆撃機が達成した戦果は、東郷長官の成功を反復するかのような目覚ましいものであり、7 隻もの戦艦を使用不能に陥れ、その一部については修理不能なまでに破壊したのでした。
pl: Admirał Yamamoto był jednym z dowódców, którzy przewidzieli kluczową rolę niszczycieli w nadchodzącej wojnie morskiej. Chociaż sprzeciwiał się budowie nadzwyczaj dużych pancerników, to uważał, że pancerniki są filarami każdej morskiej floty wojennej. Idea, zgodnie z którą do osiągnięcia zwycięstwa na froncie oceanicznym niezbędne jest zaangażowanie pełnej floty była powszechna w dowództwie japońskich sił morskich po Bitwie pod Cususzimą. Yamamoto, który o Stanach Zjednoczonych dowiedział się wiele w trakcie swojej służby, rozumiał, że Japonia ma szansę pokonać tego przemysłowego giganta dokonując niespodziewanych ataków powietrznych na amerykańskie okręty. W ten sposób narodził się pomysł ataku na Pearl Harbor, główną bazę Floty Pacyfiku. Atak, genialnie zaplanowany przez Yamamoto i przeprowadzony przez jego własny twór, Pierwszy Dywizjon Lotniskowców, przeszedł do historii. Japońskie bombowce oraz bombowce torpedowe wykazały się niebywałą skutecznością i powtórzyły sukces Admirała Tōgō: siedem pancerników zostało wyłączonych z walk, niektóre z nich na dobre.
ru: Адмирал Ямамото принадлежал к числу флотоводцев, предвидевших решающую роль авианосцев в надвигающихся морских сражениях. Однако, возражая против строительства супер-линкоров, он признавал значение линейных кораблей как символа и опоры могущества любой морской державы. Среди руководящих верхов ВМС Японии была чрезвычайно популярна идея генерального сражения линейных флотов как единственного пути к победе на океанском театре — своего рода новая Цусима. Ямамото, за время службы хорошо изучивший США, понимал, что Японии в противостоянии на море с этим промышленным гигантом может дать шанс только внезапный удар с воздуха по кораблям Соединённых Штатов. Так родилась идея атаки на Пёрл-Харбор — главную базу американского Тихоокеанского флота. Блестяще спланированная Ямамото и осуществлённая его детищем, 1-м ударным соединением авианосцев, операция вошла в историю. Японские торпедоносцы и бомбардировщики добились впечатляющих результатов, повторив успех адмирала Того, — семь линкоров противника были выведены из строя, некоторые из них навсегда.
uk: Адмірал Ямамото був у числі флотоводців, які передбачали вирішальну роль авіаносців у морських битвах. Однак, заперечуючи проти будівництва суперлінкорів, він визнавав значення лінійних кораблів, як символ і опору могутності будь-якої морської держави. Серед керівної верхівки ВМС Японії була надзвичайно популярною ідея генеральної битви лінійних флотів, як єдиного шляху до перемоги на океанському театрі — така собі нова Цусіма. Ямамото, який за час служби добре вивчив США, розумів, що Японія у протистоянні на морі з цим промисловим гігантом може сподіватися лише на раптовий удар з повітря по кораблях Сполучених Штатів. Так народилася ідея атаки на Перл-Гарбор — головну базу американського Тихоокеанського флоту. Добре спланована Ямамото та здійснена його утвором, 1-м ударним з’єднанням авіаносців, операція увійшла до історії. Японські торпедоносці та бомбардувальники досягли неймовірних результатів, повторивши успіх адмірала Того — сім лінкорів супротивника вивели з ладу, а деякі з них назавжди.
zh: 海军大将 Yamamoto 是其中一位预见到航空母舰在即将到来的海战会是关键角色的指挥官之一。尽管，反对着建造超级主力舰的必要性，但他相信主力舰会是任何海上强权的支柱。对马海峡海战后，战斗舰队的一般交战就是取得海战胜利唯一途径之概念在日本海军指挥官之间非常流行。Yamamoto 在服役期间学习了很多有关美国的事情，了解到日本有机会透过对美国舰艇利用出乎意料的空中打击来击败这个工业巨头。那就是攻击珍珠港，太平洋舰队的主要海军基地，构想的出现。这个攻击是由 Yamamoto 精心策画并由他钟爱的对象来执行，第一航空战队，名垂青史。日本的鱼雷轰炸机和轰炸机取得了令人印象深刻的成果并再现了海军大将 Tōgō 的成功：七艘主力舰失去功用，其中一些永远无法修复。
zh_sg: 海军大将山本是其中一位预见到航空母舰在即将到来的海战中扮演关键角色的指挥官之一。尽管，存在着反对建造超级战列舰的声音，但他相信战列舰会是任何海上强权的支柱。在对马海峡海战爆发后，战列舰群交战就是取得海战胜利唯一途径的概念在日本海军指挥官之间非常流行。山本在服役期间学习了很多有关美国的事情，了解到日本有机会通过对美国战舰发起出其不意的空中打击来击败这个工业巨头。也因此促使了攻击太平洋舰队的主要海军基地，袭击珍珠港构想的出现。这次攻击是由山本精心策划并由他钟爱的第一航空战队执行，在历史上留下了重重的一笔。日本的鱼雷轰炸机和轰炸机取得了令人印象深刻的成果并再现了海军大将 Tōgō 的成功：七艘战列舰失去功用，其中一些永远无法修复。
