Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_HINT_CHECKBOX_FILTER_NATION_RUSSIA
source: Show Soviet ships
es_mx: Mostrar barcos de la U.R.S.S.
ja: ソ連艦艇を表示
pl: Pokaż okręty radzieckie
ru: Показать корабли CCCP
uk: Показати кораблі СРСР
zh: 显示S系战舰
zh_sg: 显示苏联战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_UNITED_KINGDOM
source: Show British ships
es_mx: Mostrar barcos del R.U.
ja: イギリス艦艇を表示
pl: Pokaż okręty brytyjskie
ru: Показать корабли Великобритании
uk: Показати кораблі Великобританії
zh: 显示Y系战舰
zh_sg: 显示英国战舰

# IDS_HINT_CHECKBOX_FILTER_NATION_USA
source: Show U.S. ships
es_mx: Mostrar barcos de EE.UU.
ja: アメリカ艦艇を表示
pl: Pokaż okręty amerykańskie
ru: Показать корабли США
uk: Показати кораблі США
zh: 显示M系战舰
zh_sg: 显示美国战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_CLUB
source: You do not have any ships suitable for Team Battles
es_mx: No tienes barcos adecuados para Batallas en Equipo
ja: チームバトルに適合する艦艇を所有していません
pl: Nie masz okrętów odpowiednich do bitew drużynowych
ru: У вас нет кораблей, подходящих для участия в командных боях
uk: У вас нема кораблів, придатних до участі в командних боях
zh: У вас нет кораблей, подходящих для участия в командных боях
zh_sg: 您没有适合团队战的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_ELITE
source: You do not have any Elite ships
es_mx: No tienes barcos de Élite
ja: エリート艦艇を所有していません
pl: Nie masz okrętów elitarnych
ru: У вас нет элитных кораблей
uk: У вас нема елітних кораблів
zh: У вас нет элитных кораблей
zh_sg: 您没有精英战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_NOT_ELITE
source: You do not have any ships without Elite status
es_mx: No tienes barcos sin el estado de Élite
ja: 非エリート艦艇を所有していません
pl: Nie masz okrętów bez statusu elitarnego
ru: У вас нет кораблей, не получивших элитный статус
uk: У вас нема кораблів, які не отримали елітного статусу
zh: У вас нет кораблей, не получивших элитный статус
zh_sg: 您没有非精英状态的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_PREMIUM
source: You do not have any Premium ships
es_mx: No tienes barcos Premium
ja: プレミアム艦艇を所有していません
pl: Nie masz okrętów premium
ru: У вас нет премиум кораблей
uk: У вас нема преміум кораблів
zh: У вас нет премиум кораблей
zh_sg: 您没有加值战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_PVE
source: You do not have any ships suitable for the Scenario
es_mx: No tienes barcos adecuados para Escenarios
ja: シナリオに適合する艦艇を所有していません
pl: Nie masz okrętów odpowiednich do bitew scenariuszowych
ru: У вас нет кораблей, подходящих для участия в сценарии
uk: У вас нема кораблів, придатних до участі в сценарії
zh: У вас нет кораблей, подходящих для участия в сценарии
zh_sg: 您没有适合剧情的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_RANKED
source: You do not have any ships suitable for Ranked Battles
es_mx: No tienes barcos adecuados para Batallas por Rango
ja: ランク戦に適合する艦艇を所有していません
pl: Nie masz okrętów właściwych do bitew rankingowych
ru: У вас нет кораблей, подходящих для участия в ранговых боях
uk: У вас нема кораблів, придатних до участі в рангових боях
zh: У вас нет кораблей, подходящих для участия в ранговых боях
zh_sg: 您没有适合排位战的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_SELECTED_BY_USER
source: You have not designated any ships as primary
es_mx: No has designado ningún barco como primario
ja: メイン艦艇として設定している艦艇がありません
pl: Nie masz żadnego okrętu oznaczonego jako podstawowy
ru: Вы не выбрали основные корабли
uk: Ви не вибрали основні кораблі
zh: Вы не выбрали основные корабли
zh_sg: 指定任意战舰为主力

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_SHARE
source: You do not have any ships with a combat XP bonus
es_mx: No tienes ningún barco con bonificación de XP de combate
ja: 戦闘 EXP ボーナスを有する艦艇を所有していません
pl: Nie masz okrętów z premią bojową PD
ru: У вас нет кораблей с боевым бонусом на опыт
uk: У вас нема кораблів із бойовим бонусом на досвід
zh: У вас нет кораблей с боевым бонусом на опыт
zh_sg: 您没有带有战斗经验的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_SPECIAL
source: You do not have any special ships
es_mx: No tienes ningún barco especial
ja: 特別艦艇を所有していません
pl: Nie masz okrętów specjalnych
ru: У вас нет особых кораблей
uk: У вас нема особливих кораблів
zh: У вас нет особых кораблей
zh_sg: 你没有任何特殊战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_WITHOUT_COMMANDER
source: You do not have any ships without a Commander
es_mx: No tienes barcos sin un Comandante
ja: 艦長不在の艦艇を所有していません
pl: Nie masz okrętów bez dowódcy
ru: У вас нет кораблей без командиров
uk: У вас нема кораблів без командирів
zh: У вас нет кораблей без командиров
zh_sg: 您没有缺少指挥官的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_AVAILABLE_WITH_COMMANDER
source: You do not have any ships with a Commander
es_mx: No tienes barcos con un comandante
ja: 艦長が配属されている艦艇を所有していません
pl: Nie masz okrętów z dowódcą
ru: У вас нет кораблей с командирами
uk: У вас нема кораблів із командирами
zh: У вас нет кораблей с командирами
zh_sg: 您没有带有指挥官的战舰

# IDS_HINT_CHECKBOX_FILTER_NOT_ELITE
source: Show ships that do not have Elite status
es_mx: Mostar los barcos que sin estado de Ëlite
ja: エリートステータスを持たない艦艇を表示
pl: Pokaż okręty, które nie mają statusu Elitarny
ru: Показать корабли, не получившие элитный статус
uk: Показати кораблі, які не отримали елітного статусу
zh: 显示没有精英状态的战舰
zh_sg: 显示没有精英状态的战舰

# IDS_HINT_CHECKBOX_FILTER_PARAGON_BONUS
source: Show ships with a combat bonus for Research Points
es_mx: Mostrar barcos con una bonificación de combate para Puntos de Investigación
ja: 研究ポイントの戦闘ボーナスを有する艦艇を表示
pl: Pokaż okręty z premią bojową za punkty badawcze
ru: Показать корабли с боевым бонусом на очки исследования
uk: Показати кораблі з бойовим бонусом на очки дослідження
zh: Показать корабли с боевым бонусом на очки исследования
zh_sg: 显示带有研究点战斗加成的战舰

# IDS_HINT_CHECKBOX_FILTER_PREMIUM
source: Show Premium ships
es_mx: Mostrar barcos Premium
ja: プレミアム艦艇を表示
pl: Pokaż okręty Premium
ru: Показать премиум корабли
uk: Показати преміум кораблі
zh: 显示特殊战舰
zh_sg: 显示加值战舰

# IDS_HINT_CHECKBOX_FILTER_PVE
source: Show ships suitable for the Scenario
es_mx: Mostrar barcos adecuados para el Escenario
ja: シナリオに適合する艦艇を表示
pl: Pokaż okręty pasujące do tego scenariusza
ru: Показать корабли, подходящие для участия в сценарии
uk: Показати кораблі, які придатні до участі в сценарії
zh: Показать корабли, подходящие для участия в сценарии
zh_sg: 显示适合剧情的战舰

# IDS_HINT_CHECKBOX_FILTER_RANKED
source: Show ships suitable for Ranked Battles
es_mx: Mostrar barcos adecuados para Batallas por Rango
ja: ランク戦に適合する艦艇を表示
pl: Pokaż okręty nadające się do bitew rankingowych
ru: Показать корабли, подходящие для участия в ранговых боях
uk: Показати кораблі, які придатні до участі у рангових боях
zh: 显示适合参加排位战的战舰
zh_sg: 显示适合排位战的战舰

# IDS_HINT_CHECKBOX_FILTER_SELECTED_BY_USER
source: Show primary ships
es_mx: Mostrar barcos primarios
ja: メイン艦艇を表示
pl: Pokaż okręty podstawowe
ru: Показать основные корабли
uk: Показати основні кораблі
zh: 显示最爱的战舰
zh_sg: 显示主力战舰

# IDS_HINT_CHECKBOX_FILTER_SHARE
source: Show ships with a combat bonus for XP
es_mx: Mostrar barcos con una bonificación de combate para XP
ja: EXP の戦闘ボーナスを有する艦艇を表示
pl: Pokaż okręty z premią bojową do PD
ru: Показать корабли с боевым бонусом на опыт
uk: Показати кораблі з бойовим бонусом на досвід
zh: Показать корабли с боевым бонусом на опыт
zh_sg: 显示带有经验战斗加成的战舰

# IDS_HINT_CHECKBOX_FILTER_SNOWFLAKES
source: Show ships with a combat bonus for the Gift
es_mx: Mostrar barcos con una bonificación de combate para el Regalo
ja: ギフトの戦闘ボーナスを有する艦艇を表示
pl: Pokaż okręty z premią bojową za prezent
ru: Показать корабли с боевым бонусом на Подарок
uk: Показати кораблі з бойовим бонусом на Подарунок
zh: Показать корабли с боевым бонусом на Подарок
zh_sg: 显示带有礼品战斗加成的战舰

# IDS_HINT_CHECKBOX_FILTER_SPECIAL
source: Show Special ships
es_mx: Mostrar barcos especiales
ja: 特別艦艇を表示
pl: Pokaż okręty specjalne
ru: Показать особые корабли
uk: Показати особливі кораблі
zh: Показать особые корабли
zh_sg: 显示特殊战舰

# IDS_HINT_CHECKBOX_FILTER_WITHOUT_COMMANDER
source: Show ships without a Commander
es_mx: Mostrar barcos sin Comandante
ja: 艦長が不在の艦艇を表示
pl: Pokaż okręty bez dowódcy
ru: Показать корабли без командира
uk: Показати кораблі без командира
zh: 显示没有指挥官的战舰
zh_sg: 显示没有指挥官的战舰

# IDS_HINT_CHECKBOX_FILTER_WITH_COMMANDER
source: Show ships with a Commander
es_mx: Mostrar barcos con Comandante
ja: 艦長が搭乗中の艦艇を表示
pl: Pokaż okręty z dowódcą
ru: Показать корабли с командиром
uk: Показати кораблі з командиром
zh: 显示有指挥官的战舰
zh_sg: 显示有指挥官的战舰

# IDS_HINT_CHOOSE_ACTION_CREW
source: Select what you want to do with the crew
es_mx: Selecciona qué quieres hacer con la tripulación
ja: この搭乗員に対するアクションを選択
pl: Wybierz co zrobić z załogą
ru: Выберите действие с экипажем
uk: Виберіть, що ви хочете зробити з екіпажем
zh: 选择您想对船员做什么
zh_sg: 选择您想对船员做什么

# IDS_HINT_CHOOSE_ACTION_MODERNIZATION
source: Select what you want to do with the upgrade
es_mx: Selecciona qué quieres hacer con la mejora
ja: このアップグレードに対するアクションを選択
pl: Wybierz co zrobić z ulepszeniem
ru: Выберите действие с модернизацией
uk: Виберіть, що ви хочете зробити з модернізацією
zh: 选择您想对升级品做什么
zh_sg: 选择您想对升级品做什么

# IDS_HINT_CLANS
source: Join a clan or create a clan of your own
es_mx: Únete a un clan o crea tu propio clan
ja: クランに加入するか、新しいクランを作成しましょう
pl: Dołącz do klanu lub stwórz własny
ru: Вступите в клан или создайте свой собственный
uk: Вступіть до клану або сформуйте власний
zh: 加入军团或建立属于自己的军团
zh_sg: 加入军团或建立属于自己的军团

# IDS_HINT_CLICK_TO_CHOOSE_ACTION
source: Select an action
es_mx: Seleccionar una acción
ja: アクションを選択
pl: Wybierz działanie
ru: Открыть список доступных действий
uk: Відкрити список доступних дій
zh: 点击以选择一种操作
zh_sg: 点击以选择一种操作

# IDS_HINT_CLICK_TO_COMPLAIN
source: Compliment / Report
es_mx: Elogio / Reporte
ja: 賛辞 / 通報
pl: Pochwała / Skarga
ru: Поблагодарить / пожаловаться
uk: Подякувати / поскаржитися
zh: 称赞 / 举报
zh_sg: 称赞 / 举报

# IDS_HINT_CLICK_TO_COMPLAIN_OR_DISABLE_CHAT
source: Compliment / Report Enable / Disable messages
es_mx: Elogiar / Reportar Activar / Desactivar mensajes
ja: 賛辞 / 通報 メッセージの有効化 / 無効化
pl: Pochwała / Skarga Włącz / Wyłącz wiadomości
ru: Поблагодарить / пожаловаться Включить / отключить сообщения
uk: Подякувати / поскаржитися Увімкнути / вимкнути повідомлення
zh: 称赞 / 举报 开启 / 关闭信息
zh_sg: 称赞 / 举报 开启 / 关闭信息

# IDS_HINT_COLLAPSE_GROUP
source: Minimize group
es_mx: Minimizar grupo
ja: グループを最小化
pl: Minimalizuj grupę
ru: Свернуть группу
uk: Згорнути групу
zh: 最小化群组
zh_sg: 最小化群组

# IDS_HINT_COLLAPSE_WINDOW
source: Minimize window
es_mx: Minimizar ventana
ja: ウィンドウを最小化
pl: Minimalizuj okno
ru: Свернуть окно
uk: Згорнути вікно
zh: 最小化窗口
zh_sg: 最小化窗口

# IDS_HINT_CREATE_DIVISION
source: Play in Divisions together with other players
es_mx: Juega en Divisiones junto con otros jugadores
ja: 分艦隊で他のプレイヤーと共同でプレイ
pl: Graj razem z innymi graczami w dywizjonie
ru: Играйте в отрядах вместе с другими игроками
uk: Грайте у загонах разом з іншими гравцями
zh: 与其它玩家组成小队
zh_sg: 与其它玩家组成小队

# IDS_HINT_CREATE_PARTY
source: Play in Teams with other players
es_mx: Juega en Equipos con otros jugadores
ja: 他のプレイヤーと共にチームでプレイ
pl: Graj w drużynie z innymi graczami
ru: Играйте в командах вместе с другими игроками
uk: Грайте у командах разом з іншими гравцями
zh: 跟其他玩家一起加入队伍
zh_sg: 跟其他玩家一起加入团队

# IDS_HINT_CREWEXP
source: XP earned
es_mx: XP obtenida
ja: 取得 EXP
pl: Zdobyte PD
ru: Полученный опыт
uk: Здобуто досвіду
zh: 获得的经验
zh_sg: 获得的经验

# IDS_HINT_CREWEXP_TO_ADAPTATION
source: XP required to complete retraining
es_mx: XP requerida para completar reentrenamiento
ja: 再訓練完了のための所要 EXP
pl: PD wymagane do ukończenia przeszkolenia
ru: Опыт, необходимый для завершения переподготовки
uk: Досвід, потрібний, щоб завершити перепідготовку
zh: 需要经验来完成重新训练
zh_sg: 需要经验来完成重新训练

# IDS_HINT_CREWEXP_TO_NEXT_SKILLPOINT
source: XP required to receive a skill point
es_mx: XP requerida para recibir un punto de habilidad
ja: スキルポイント取得のための所要 EXP
pl: PD wymagane do zdobycia punktu umiejętności
ru: Опыт до получения очка навыков
uk: Стільки ще потрібно досвіду, щоб отримати очко уміння
zh: 需要经验来获得技能点数
zh_sg: 需要经验来获得技能点数

# IDS_HINT_CREW_FROM_BARACKS
source: Assign a Commander from the Reserve
es_mx: Asignar Comandante de la Reserva
ja: リザーブから艦長を配属
pl: Przydziel dowódcę z rezerwy
ru: Назначить командира из Резерва
uk: Призначити командира з Резерву
zh: 从军营中指派一名指挥官
zh_sg: 从预备队中指派一名指挥官

# IDS_HINT_CREW_FROM_SHIP
source: Assign a Commander from another ship
es_mx: Asignar Comandante de otro barco
ja: 他の艦艇から艦長を配属
pl: Przydziel dowódcę z innego okrętu
ru: Назначить командира с другого корабля
uk: Призначити командира з іншого корабля
zh: 从其它战舰上指派一名指挥官
zh_sg: 从其它战舰上指派一名指挥官

# IDS_HINT_CURRENCY_CHOICE
source: Select currency
es_mx: Seleccionar moneda
ja: 通貨を選択
pl: Wybierz walutę
ru: Выбрать валюту
uk: Вибрати валюту
zh: 选择货币
zh_sg: 选择货币

# IDS_HINT_DEFAULT_GROUP
source: This group cannot be renamed or removed
es_mx: Este grupo no puede ser renombrado o eliminado
ja: このグループは改名または削除できません
pl: Nie można zmienić nazwy, ani usunąć tej grupy
ru: Эту группу нельзя переименовать или удалить
uk: Цю групу неможливо перейменувати або видалити
zh: 这个群组不能重新命名或移除
zh_sg: 这个群组不能重新命名或移除

# IDS_HINT_DOUBLECLICK_GO_TO_RANDOM_BATTLE
source: Start Random Battle
es_mx: Comenzar Batalla Aleatoria
ja: ランダム戦を開始
pl: Rozpocznij bitwę losową
ru: Начать случайный бой
uk: Почати випадковий бій
zh: 点击开始标准战斗
zh_sg: 开始随机战斗

# IDS_HINT_ENTER_CHANNEL_NAME
source: Type the channel name. The channel name must be between 3 and 32 characters.
es_mx: Escribe el nombre del canal. El nombre del canal debe contener entre 3 y 32 caracteres.
ja: チャンネル名を入力してください。文字数制限: 3 - 32 文字
pl: Wprowadź nazwę kanału. Dopuszczalna długość wynosi od 3 do 32 znaków.
ru: Введите название. Название канала не может содержать менее 3 и более 32 символов.
uk: Введіть назву. Назва каналу може містити від 3 до 32 символів.
zh: 输入频道名称。频道名称必须介于 3 到 32 个字符之间。
zh_sg: 输入频道名称。频道名称必须介于3到32个字符之间。

# IDS_HINT_ENTER_PASSWORD
source: Enter your password to join the channel.
es_mx: Introduce tu contraseña para unirte al canal.
ja: チャンネル参加パスワードを入力してください。
pl: Wprowadź swoje hasło, żeby dołączyć do kanału.
ru: Введите пароль, чтобы присоединиться к каналу.
uk: Введіть пароль, щоб долучитися до каналу.
zh: 请输入您的密码来加入频道。
zh_sg: 请输入密码来加入频道。

# IDS_HINT_EVENT_LIFETIME
source: Duration of the event
es_mx: Duración del evento
ja: イベント期間
pl: Czas trwania wydarzenia
ru: Период действия события
uk: Період дії події
zh: 活动持续的时间
zh_sg: 活动持续的时间

# IDS_HINT_EXPAND_GROUP
source: Maximize group
es_mx: Maximizar grupo
ja: グループを最大化
pl: Maksymalizuj grupę
ru: Развернуть группу
uk: Розгорнути групу
zh: 最大化群组
zh_sg: 最大化群组

# IDS_HINT_EXPAND_WINDOW
source: Maximize window
es_mx: Maximizar ventana
ja: ウィンドウを最大化
pl: Maksymalizuj okno
ru: Развернуть окно
uk: Розгорнути вікно
zh: 最大化窗口
zh_sg: 窗口最大化

# IDS_HINT_FIND
source: Search
es_mx: Buscar
ja: 検索
pl: Wyszukaj
ru: Искать
uk: Шукати
zh: 搜寻
zh_sg: 搜索

# IDS_HINT_FREE_SKILLPOINTS
source: Undistributed points you can use for mastering Commander skills
es_mx: Puntos sin distribuir que puedes usar para dominar habilidades del Comandante
ja: 艦長スキルの習得に使用可能な未分配ポイント
pl: Nieprzydzielone punkty można wykorzystać do szkolenia umiejętności dowódcy
ru: Свободные очки для изучения навыков командира
uk: Вільні очки для вивчення умінь командира
zh: 您可以用未分配的点数来学习指挥官技能
zh_sg: 您可以用未分配的点数来学习指挥官技能

# IDS_HINT_GO_TO
source: Assign or recruit a Commander
es_mx: Asignar o reclutar un comandante
ja: 艦長を配属または採用
pl: Przydziel lub rekrutuj dowódcę
ru: Назначить или рекрутировать командира
uk: Призначити або рекрутувати командира
zh: 点击以指派或招募一名指挥官
zh_sg: 点击以指派或征募一名指挥官

# IDS_HINT_GO_TO_QUESTS
source: Go to Combat Missions
es_mx: Ir a las Misiones de Combate
ja: コンバットミッションへ
pl: Przejdź do misji bojowych
ru: Перейти к экрану боевых задач
uk: Перейти на екран бойових завдань
zh: 前往作战任务
zh_sg: 前往作战任务界面

# IDS_HINT_GO_TO_RANDOM_BATTLE
source: Start Random Battle
es_mx: Comenzar Batalla Aleatoria
ja: ランダム戦を開始
pl: Rozpocznij bitwę losową
ru: Начать случайный бой
uk: Почати випадковий бій
zh: 点击开始标准战斗
zh_sg: 开始随机战斗

# IDS_HINT_GO_TO_SSE_CHALLENGE
source: Go to Challenges screen
es_mx: Ir a la pantalla de Retos
ja: チャレンジ画面へ
pl: Przejdź do ekranu wyzwań
ru: Перейти к экрану испытаний
uk: Перейти на екран випробувань
zh: 进入挑战活动页面
zh_sg: 进入挑战活动页面

# IDS_HINT_GO_TO_SSE_EVENT
source: Go to Events screen
es_mx: Ir a la pantalla de Eventos
ja: イベント画面へ
pl: Przejdź do ekranu wydarzeń
ru: Перейти к экрану событий
uk: Перейти на екран подій
zh: 进入活动页面
zh_sg: 进入活动页面

# IDS_HINT_GO_TO_SSE_PRIVATETASKSANDCHALLENGES
source: Go to the personal Combat Missions screen.
es_mx: Ir a la pantalla Misiones de Combate personales
ja: パーソナルタスク画面へ
pl: Przejdź do ekranu osobistych misji bojowych.
ru: Перейти к экрану персональных боевых задач
uk: Перейти на екран особистих завдань
zh: 前往个人作战任务界面。
zh_sg: 前往个人作战任务界面。

# IDS_HINT_GO_TO_SSE_QUEST
source: Go to the Daily Missions screen
es_mx: Ir a la pantalla de Misiones Diarias
ja: デイリーミッション画面へ
pl: Przejdź do ekranu codziennych misji
ru: Перейти к экрану ежедневных боевых задач
uk: Перейти на екран щоденних бойових завдань
zh: 进入日常任务页面
zh_sg: 进入日常页面

# IDS_HINT_GO_TO_SSE_TASK
source: Go to Combat Missions screen
es_mx: Ir a la pantalla de Misiones de Combate
ja: コンバットミッション画面へ
pl: Przejdź do ekranu misji bojowych
ru: Перейти к экрану боевых задач
uk: Перейти на екран бойових завдань
zh: 前往作战任务画面
zh_sg: 前往作战任务界面

# IDS_HINT_HIRE_NEW_CREW
source: Assign a new Commander
es_mx: Asignar nuevo Comandante
ja: 新しい艦長を配属
pl: Przydziel nowego dowódcę
ru: Назначить нового командира
uk: Призначити нового командира
zh: 指派一名新的指挥官
zh_sg: 指派一名新的指挥官

# IDS_HINT_INVITE_FRIEND
source: Conquer the high seas and receive gifts together with your friends!
es_mx: ¡Conquista los mares abiertos y recibe regalos junto con tus amigos!
ja: フレンドと共同で大洋を制覇し、ギフトを受け取りましょう!
pl: Podbij głębokie wody i odbieraj prezenty razem ze znajomymi!
ru: Покоряйте морские просторы и получайте подарки вместе с друзьями!
uk: Підкоряйте морські простори та отримуйте подарунки разом із друзями!
zh: 跟您的好友一起征服大海及收到礼物！
zh_sg: 跟您的好友一起征服大海并获得礼物！

# IDS_HINT_INVITE_FRIEND_EXTERNAL
source: Conquer the high seas and receive gifts together with your friends! You will be redirected to the dedicated page.
es_mx: ¡Conquista los grandes mares y recibe regalos con tus amigos! Serás redirigido a la página dedicada.
ja: フレンドと共同で大洋を制覇し、ギフトを受け取りましょう! 詳細ページにリダイレクトされます。
pl: Podbij głębokie wody i odbieraj prezenty razem ze znajomymi! Zostaniesz przekierowany na odpowiednią stronę.
ru: Покоряйте морские просторы и получайте подарки вместе с друзьями! Вы будете перенаправлены на специальную страницу.
uk: Підкоряйте морські простори та отримуйте подарунки разом із друзями! Вас спрямують на спеціальну сторінку.
zh: 征服大海并跟您的好友一起收到礼物！ 您将被导往到专属的页面。
zh_sg: 跟您的好友一起征服大海并获得礼物！ 您将跳转到指定的页面。

# IDS_HINT_INVITE_PLAYERS
source: Invite a player from your Contacts, or find a player by name
es_mx: Invitar jugador de tus contactos o encontrar jugador por nombre
ja: 連絡先のプレイヤーを招待するか、名前でプレイヤーを検索
pl: Zaproś gracze ze swojej listy kontaktów lub wyszukaj gracza po nazwie
ru: Пригласить игрока из списка контактов или найти по имени
uk: Запросити гравця зі списку контактів або знайти за ім’ям
zh: 从您的联系人中邀请玩家或是按名称寻找玩家
zh_sg: 从您的联系人中邀请玩家或是按名称寻找玩家

# IDS_HINT_INVITE_PLAYERS_TO_CLUB
source: Invite player to join the Team as a permanent member.
es_mx: Invita a un jugador a unirse al Equipo como un miembro permanente.
ja: プレイヤーを常駐メンバーとしてチームに招待
pl: Zaproponuj graczowi stałe członkostwo w drużynie.
ru: Пригласить игрока в постоянный состав команды.
uk: Запросити гравця до постійного складу команди.
zh: 邀请玩家作为永久成员来加入队伍。
zh_sg: 邀请玩家作为永久成员来加入团队。

# IDS_HINT_INVITE_PLAYERS_TO_PARTY_0
source: Send the player an invitation for Team Battle.
es_mx: Enviar al jugador una invitación para una Batalla en Equipo.
ja: プレイヤーにチームバトルへの招待を送信
pl: Wyślij graczowi zaproszenie do bitwy drużynowej.
ru: Отправить игроку приглашение в командный бой.
uk: Надіслати гравцеві запрошення в командний бій.
zh: 发送给玩家加入队伍战斗的邀请。
zh_sg: 发送给玩家加入团队战斗的邀请。

# IDS_HINT_INVITE_PLAYERS_TO_PARTY_1
source: Players who are not members of the Team will be invited as mercenaries.
es_mx: Los jugadores que no son miembros del Equipo serán invitados como mercenarios.
ja: チームメンバーではないプレイヤーは、傭兵としてチームに招待
pl: Gracze niebędący członkami drużyny zostaną zaproszeni w charakterze najemników.
ru: Игроки, не являющиеся членами команды, будут приглашены в качестве наёмников.
uk: Гравці, які не є членами команди, будуть запрошені як найманці.
zh: 不是该队伍成员的玩家将会作为佣兵来邀请。
zh_sg: 不是该团队成员的玩家将作为佣兵来邀请。

# IDS_HINT_IS_NOT_READY
source: Not ready for battle in Division. You can change your ship configuration.
es_mx: No listo para la batalla en división. Puedes cambiar la configuración de tu barco.
ja: 分艦隊での戦闘準備中。艦の構成を変更可能です。
pl: Niegotowy do walki w dywizjonie. Możesz zmienić konfigurację okrętu.
ru: Не готов к бою в отряде. Можно вносить изменения в конфигурацию корабля.
uk: Не готовий до бою у складі загону. Можна вносити зміни в конфігурацію корабля.
zh: 未准备好以小队来加入战斗。您可以变更您的战舰配置。
zh_sg: 未准备好小队战斗。您可以变更您的战舰配置。

# IDS_HINT_IS_READY
source: Ready for battle in Division
es_mx: Listo para luchar en División
ja: 分艦隊での戦闘準備完了
pl: Gotowy do bitwy w dywizjonie
ru: Готов к бою в отряде
uk: Готовий до бою у складі загону
zh: 准备好以小队来加入战斗
zh_sg: 准备好小队作战

# IDS_HINT_JOIN
source: Join Channel
es_mx: Unirse al Canal
ja: チャンネル参加
pl: Dołącz do kanału
ru: Присоединиться к каналу
uk: Долучитися до каналу
zh: 加入频道
zh_sg: 加入频道

# IDS_HINT_LEFT_CLICK_FOR_CREW_PROFILE
source: Open the Commander's Personal File
es_mx: Abrir el Archivo Personal del Comandante
ja: 艦長の個人ファイルを開く
pl: Otwórz akta osobowe dowódcy
ru: Открыть Личное дело командира
uk: Відкрити Особову справу командира
zh: 单击打开指挥官的个人档案
zh_sg: 单击打开指挥官的个人档案

# IDS_HINT_LEFT_CLICK_FOR_CREW_WINDOW
source: Go to the Commander screen
es_mx: Ir a la pantalla del Comandante
ja: 艦長画面へ
pl: Przejdź do ekranu dowódcy
ru: Перейти к экрану командира
uk: Перейти на екран командира
zh: 单击打开指挥官窗口
zh_sg: 单击打开指挥官窗口

# IDS_HINT_LEFT_CLICK_FOR_FURTHER_INFO
source: View detailed information
es_mx: Ver información detallada
ja: 詳細情報を確認
pl: Zobacz szczegółowe informacje
ru: Посмотреть подробную информацию
uk: Переглянути докладну інформацію
zh: 查看详细信息
zh_sg: 查看详细信息

# IDS_HINT_LEFT_CLICK_TO_IVITE_TO_CHANNEL
source: Invite player to channel
es_mx: Invitar jugador al canal
ja: プレイヤーをチャンネルに招待
pl: Zaproś gracza do kanału
ru: Пригласить игрока в канал
uk: Запросити гравця до каналу
zh: 邀请玩家到频道
zh_sg: 邀请玩家到频道

# IDS_HINT_LEFT_CLICK_TO_IVITE_TO_CLUB
source: Invite to Team
es_mx: Invitar al Equipo
ja: チームへ招待
pl: Zaproś do drużyny
ru: Пригласить в команду
uk: Запросити до команди
zh: 邀请加入队伍
zh_sg: 邀请加入团队

# IDS_HINT_LEFT_CLICK_TO_IVITE_TO_DIVISION
source: Invite to Division
es_mx: Invitar a la División
ja: 分艦隊に招待
pl: Zaproś do dywizjonu
ru: Пригласить в отряд
uk: Запросити до загону
zh: 邀请加入小队
zh_sg: 邀请加入小队

# IDS_HINT_LEFT_CLICK_TO_IVITE_TO_PARTY
source: Invite to battle
es_mx: Invitar a luchar
ja: 戦闘へ招待
pl: Zaproś do bitwy
ru: Пригласить в бой
uk: Запросити до бою
zh: 邀请加入战斗
zh_sg: 邀请加入战斗

# IDS_HINT_LEFT_CLICK_TO_IVITE_TO_TRAINING_ROOM
source: Add Player
es_mx: Agregar Jugador
ja: プレイヤーを追加
pl: Dodaj gracza
ru: Добавить игрока
uk: Додати гравця
zh: 增加玩家
zh_sg: 添加玩家

# IDS_HINT_LEFT_CLICK_TO_OPEN_ABILITIES_CONFIGURATION
source: Click to manage the ship's consumables
es_mx: Haz click para administrar los consumibles del barco
ja: クリックして艦の消耗品を管理
pl: Kliknij, żeby zarządzać sprzętem eksploatacyjnym okrętu
ru: Перейти к управлению снаряжением корабля
uk: Натисніть, щоб виконати дії із спорядженням корабля
zh: 点击此处对战舰消耗品进行管理
zh_sg: 点击此处对战舰消耗品进行管理

# IDS_HINT_LEFT_CLICK_TO_OPEN_CHANNEL
source: Open Channel
es_mx: Abrir Canal
ja: チャンネルを開く
pl: Otwórz kanał
ru: Открыть канал
uk: Відкрити канал
zh: 开启频道
zh_sg: 开启频道

# IDS_HINT_LEFT_CLICK_TO_OPEN_CHAT
source: Open chat
es_mx: Abrir chat
ja: チャットを開く
pl: Otwórz czat
ru: Открыть окно чата
uk: Відкрити вікно чата
zh: 左键点击以开启聊天。
zh_sg: 左键点击以开启聊天。
