Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BAD_BEHAVIOUR
source: Misbehavior in chat
es_mx: Mala conducta en chat
ja: チャットでのマナー違反
pl: Niewłaściwe zachowanie na czacie
ru: Некорректное поведение в чате
uk: Некоректна поведінка в чаті
zh: 聊天行为不当
zh_sg: 聊天行为不当

# IDS_BAD_IDLE_AFK
source: Away from keyboard/AFK
es_mx: Lejos del teclado/Inactivo
ja: 放置行為 (AFK)
pl: Z dala od klawiatury / AFK
ru: Бездействие/AFK
uk: Бездіяльність/AFK
zh: 不在位置上/暂离
zh_sg: 挂机/暂离

# IDS_BAD_PLAYER
source: Plays poorly
es_mx: Juega pobremente
ja: 不適切なプレイ
pl: Fatalna gra
ru: Плохо играет
uk: Погано грає
zh: 消极作战
zh_sg: 消极作战

# IDS_BARRACKS
source: Send Commander to Reserve
es_mx: Enviar Comandante a la Reserva
ja: 艦長をリザーブに送る
pl: Wyślij dowódcę do rezerwy
ru: Отправить командира в Резерв
uk: Перевести командира до Резерву
zh: 将指挥官送回军营
zh_sg: 将指挥官送回预备队

# IDS_BARRACK_IS_FULL
source: No places left in the Reserve
es_mx: Sin lugares en la Reserva
ja: リザーブに空室がありません
pl: Za mało łóżek w rezerwie
ru: В Резерве нет места
uk: У Резерві немає місця
zh: 军营中的位置不足
zh_sg: 预备队中的位置不足

# IDS_BASE_CAPTURE_POINTS
source: Contribution to capture
es_mx: Contribución en captura
ja: 占領への貢献
pl: Wkład w zajmowanie
ru: Участие в захвате
uk: Участь у захопленні
zh: 占领的贡献
zh_sg: 占领的贡献

# IDS_BASE_CAPTURE_POINTS_AVERAGE
source: Base capture points
es_mx: Puntos de captura de base
ja: 陣地占領ポイント
pl: Punkty zajęcia bazy
ru: Очки захвата базы
uk: Очки захоплення бази
zh: 场均占领点数
zh_sg: 场均占领点数

# IDS_BASE_CAPTURE_POINTS_AVERAGE_TOOLTIP
source: Average number of points for capturing enemy bases
es_mx: Número promedio de puntos por capturar bases enemigas
ja: 敵陣地占領ポイントの平均値
pl: Średnia liczba punktów zajęcia bazy wroga
ru: Среднее количество очков за захват баз противника
uk: Середня кількість очок за захоплення баз супротивника
zh: 平均占领敌方基地的点数
zh_sg: 平均占领敌方基地的点数

# IDS_BASE_CAPTURE_POINTS_TOOLTIP
source: Percentage of capture points earned by you
es_mx: Porcentaje de puntos de captura que conseguiste
ja: 自艦が取得した陣地占領ポイントの割合
pl: Odsetek punktów zajęcia zdobytych przez Ciebie
ru: Процент заработанных вами очков захвата от общего количества, заработанного командой
uk: Відсоток здобутих вами очок захоплення від загальної кількості, здобутих командою
zh: 您获得的占领点数百分比
zh_sg: 您获得的占领点数百分比

# IDS_BASE_DEFENCE_POINTS
source: Contribution to defense
es_mx: Contribución en defensa
ja: 防衛への貢献
pl: Wkład w obronę
ru: Участие в защите
uk: Участь у захисті
zh: 防御的贡献
zh_sg: 防御的贡献

# IDS_BASE_DEFENCE_POINTS_AVERAGE
source: Base defense points
es_mx: Puntos de defensa de base
ja: 陣地防衛ポイント
pl: Punkty obrony bazy
ru: Очки защиты базы
uk: Очки захисту бази
zh: 场均防御点数
zh_sg: 场均防御点数

# IDS_BASE_DEFENCE_POINTS_AVERAGE_TOOLTIP
source: Average number of points for defending friendly bases
es_mx: Número promedio de puntos por defender bases aliadas
ja: 味方陣地防衛ポイントの平均値
pl: Średnia liczba punktów obrony własnej bazy
ru: Среднее количество очков за защиту союзных баз
uk: Середня кількість очок за захист баз союзників
zh: 平均防御我方基地的点数
zh_sg: 平均防御我方基地的点数

# IDS_BASE_DEFENCE_POINTS_TOOLTIP
source: Percentage of defense points earned by you
es_mx: Porcentaje de puntos de defensa que conseguiste
ja: 自艦が取得した陣地防衛ポイントの割合
pl: Odsetek punktów zajęcia zdobytych przez Ciebie
ru: Процент заработанных вами очков защиты от общего количества, заработанного командой
uk: Відсоток здобутих вами очок захисту від загальної кількості, здобутих командою
zh: 您获得的防御点数百分比
zh_sg: 您获得的防御点数百分比

# IDS_BASE_LOGIN_EXISTS
source: You have registered a permanent account. Log in with your password.
es_mx: Has registrado una cuenta permanente. Inicia sesión con tu contraseña.
ja: 無期限アカウントを作成しました。パスワードでログインしましょう。
pl: Zarejestrowałeś stałe konto. Zaloguj się przy użyciu swojego hasła.
ru: Вы зарегистрировали постоянный аккаунт. Используйте вход с паролем.
uk: Ви зареєстрували постійний акаунт. Використовуйте вхід з паролем.
zh: 您已经注册了永久账号。请用您的密码登录。
zh_sg: 您已经注册了永久账号。请用您的密码登录。

# IDS_BATTLE
source: Battle
es_mx: Batalla
ja: 戦闘
pl: Bitwa
ru: Бой
uk: Бій
zh: 战斗
zh_sg: 战斗

# IDS_BATTLEHINT_DESCRIPTION_AP
source: Effective against heavily armored targets. Penetrates armor and explodes inside the ship, causing considerable damage. If the armor is not thick enough, the shells will overpenetrate and cause significantly less damage. Armor will cause these shells to ricochet if they impact at a sharp angle.
es_mx: Eficaces contra objetivos fuertemente blindados. Penetran el blindaje y explotan dentro del barco, causando un daño considerable. Si el blindaje no es lo suficientemente grueso, los proyectiles sobrepenetrarán y causarán un daño mucho menor. El blindaje causará que estos proyectiles reboten si lo impactan en un ángulo cerrado.
ja: 重装甲の目標に対して効果的であり、装甲を貫通して内部で炸裂することにより大打撃を与えます。 装甲厚が不足していた場合、砲弾は全貫通を起こし、小さなダメージに留まります。 装甲に浅い角度で命中した場合には跳弾する可能性があります。
pl: Przydatne przeciwko ciężko opancerzonym celom. Przebijają pancerz i eksplodują wewnątrz okrętu, zadając znaczne uszkodzenia. Jeśli pancerz nie jest wystarczająco gruby, pociski będą przelatywać na wylot i zadawać znacznie mniej uszkodzeń. Pancerz spowoduje rykoszetowanie tych pocisków, jeśli uderzą pod kątem ostrym.
ru: Поражают тяжелобронированные цели, разрываются внутри корабля и наносят значительный урон. При недостаточной толщине брони снаряд проходит корабль насквозь, нанося незначительный урон. Броня вызывает рикошет при попадании снаряда под острым углом.
uk: Уражають важкоброньовані цілі, вибухають всередині корабля й завдають значної шкоди. Якщо броня досить тонка, то снаряд пролітає корабель наскрізь, завдаючи незначної шкоди. Снаряд рикошетить влучаючи під гострим кутом.
zh: AP 弹会穿透装甲并于战舰内部爆炸，引信武器。如果装甲够厚，对作战舱间造成重大的伤害。如果装甲不够厚，炮弹就会过度击穿，造成较低的伤害。
zh_sg: 有效对抗重装甲目标。穿透装甲并在战舰内部爆炸，造成可观的伤害。 如果装甲厚度不足，炮弹将过度击穿，从而造成很低的伤害。 如以锐角射入可能会被装甲弹开产生跳弹。

# IDS_BATTLEHINT_DESCRIPTION_BOMBER
source: Torpedo bombers attack a target with torpedoes.
es_mx: Los Torpederos atacan un objetivo con torpedos.
ja: 雷撃機は、魚雷による攻撃を行います。
pl: Bombowce torpedowe atakują cel torpedami.
ru: Атакуют цель торпедами.
uk: Атакують ціль торпедами.
zh: 鱼雷轰炸机会用鱼雷来攻击目标
zh_sg: 鱼雷轰炸机会用鱼雷来攻击目标

# IDS_BATTLEHINT_DESCRIPTION_CONSUMABLE_AIRDEFENSEDISP
source: Increases AA fire intensity.
es_mx: Aumenta la intensidad del fuego AA.
ja: 対空砲火の強度を向上
pl: Zwiększa intensywność ognia przeciwlotniczego.
ru: Увеличивает интенсивность огня ПВО.
uk: Збільшує інтенсивність вогню ППО.
zh: 提高防空火力强度并降低敌方俯冲轰炸机与鱼雷轰炸机的攻击准度。
zh_sg: 增加防空火力强度。

# IDS_BATTLEHINT_DESCRIPTION_CONSUMABLE_CRASHCREW
source: Extinguishes fires, removes instances of flooding, and repairs damaged modules.
es_mx: Extingue incendios, contiene las inundaciones y repara los módulos dañados.
ja: 火災を消火し、浸水を復旧し、損傷したモジュールを修理します。
pl: Gasi pożary, zwalcza zalania, naprawia uszkodzone moduły.
ru: Ликвидирует пожары, устраняет затопления и восстанавливает повреждённые модули.
uk: Гасить пожежі, ліквідує затоплення й відновлює пошкоджені модулі.
zh: 加快配件修理、灭火、以及进水的恢复
zh_sg: 扑灭起火、清除进水、并修复受损配件。

# IDS_BATTLEHINT_DESCRIPTION_CONSUMABLE_REGENCREW
source: Partially restores the ship's HP by repairing any light damage.
es_mx: Restaura parcialmente los puntos de vida del barco al reparar cualquier daño ligero.
ja: 軽度の損傷を修理し、艦の HP を一部回復します。
pl: Częściowo przywraca PW okrętu poprzez naprawę lekkich uszkodzeń.
ru: Частично восстанавливает боеспособность корабля, устраняя лёгкие повреждения.
uk: Частково відновлює боєздатність корабля, усуваючи легкі пошкодження.
zh: 恢复舰船所受到的部分损伤
zh_sg: 通过修理轻度损伤恢复战舰的部分生命值。

# IDS_BATTLEHINT_DESCRIPTION_CONSUMABLE_SCOUT
source: Extends firing range.
es_mx: Extiende el rango de disparo.
ja: 射程を延長します。
pl: Zwiadowcy zwiększają uzbrojenia.
ru: Увеличивает дальность стрельбы.
uk: Збільшує дальність стрільби.
zh: 延伸射程。
zh_sg: 延伸射程。

# IDS_BATTLEHINT_DESCRIPTION_CONSUMABLE_SMOKEGENERATOR
source: When started, the Smoke Generator temporarily creates an area of low visibility behind the ship.
es_mx: Al iniciarse, el generador de humo proporciona un área temporal de visibilidad mínima tras el barco.
ja: 発煙装置を始動することにより、一時的に艦の後方に視認困難なエリアを生成します。
pl: Po uruchomieniu wytwornicy dymu ustawia ona na pewien czas zasłonę dymną, zmniejszającą do minimum widoczność obiektów znajdujących się za okrętem.
ru: При запуске дымогенератор создаёт временную область минимальной видимости за кораблём.
uk: Після запуску генератор диму створює тимчасову область мінімальної видимості позаду корабля.
zh: 启动时，烟幕产生器会在战舰后方提供一个低可见度的暂时性区域。
zh_sg: 启动时，发烟器会在战舰后方提供一个低可见度的临时性区域。

# IDS_BATTLEHINT_DESCRIPTION_CS
source: Effective against lightly armored targets, they deal considerable damage. In cases of non-penetrations or ricochets, no damage is dealt.
es_mx: Eficaces contra objetivos ligeramente blindados y causan un daño considerable. En caso de no penetrar o rebotar, no causan ningún daño.
ja: 軽装甲の目標に対して効果的であり、大ダメージを与えることができます。 不貫通または跳弾が発生した場合にはダメージを与えることができません。
pl: Przydatne przeciwko lekko opancerzonym celom i zadające pokaźne uszkodzenia. W przypadku braku przebicia lub rykoszetu pocisk nie zada uszkodzeń.
ru: Поражают легкобронированные цели и наносят значительный урон. При непробитии и рикошетах урон не наносится.
uk: Завдають значної шкоди легкоброньованим цілям. У разі непробивання чи рикошету шкоди не завдають.
zh: Поражают легкобронированные цели и наносят значительный урон. При непробитии и рикошетах урон не наносится.
zh_sg: 有效对抗轻甲目标并造成可观的伤害。 如果未击穿或发生跳弹，则无伤害。

# IDS_BATTLEHINT_DESCRIPTION_DIVE
source: Bombers attack a target with a cluster of powerful bombs.
es_mx: Los bombarderos atacan un objetivo con varias bombas potentes.
ja: 爆撃機は、強力な爆弾を投下します。
pl: Bombowce nurkujące atakują cel potężnym ładunkiem bomb.
ru: Атакуют цель серией мощных бомб.
uk: Атакують ціль кількома потужними бомбами.
zh: 俯冲轰炸机能以一连串威力强大的炸弹来攻击目标。
zh_sg: 轰炸机能投射一连串威力强大的炸弹来攻击目标。

# IDS_BATTLEHINT_DESCRIPTION_FIGHTER
source: Attack the target with HE rockets. They are most effective against maneuverable enemy targets.
es_mx: Ataca al objetivo con cohetes HE. Estos son más efectivos contra objetivos enemigos maniobrables.
ja: HE ロケット弾で目標を攻撃します。高機動の目標に対して最も効果的です。
pl: Zaatakuj cel rakietami OB. Są one najskuteczniejsze w walce ze zwrotnymi celami.
ru: Атакуют цель осколочно-фугасными ракетами. Эффективны против высокоманёвренных целей противника.
uk: Атакують ціль осколково-фугасними ракетами. Ефективні проти високоманеврених цілей супротивника.
zh: 一种有效对付敌方飞机的武器
zh_sg: 使用HE火箭弹攻击目标。这是对付机动的敌方目标的最有效武器。

# IDS_BATTLEHINT_DESCRIPTION_HE
source: Effective against lightly armored targets. These shells have the potential to deal significant damage and high chances of causing fire or incapacitating modules.
es_mx: Efectivos contra objetivos de blindaje ligero. Tienen el potencial de causar un gran daño y una alta posibilidad de causar un incendio o incapacitar módulos.
ja: 軽装甲の目標に対して効果的です。 火災を引き起こしたりモジュールを機能停止に陥らせたりする確率が高いため、大きなダメージを与え得るポテンシャルを有しています。
pl: Przydatne przeciwko lekko opancerzonym celom. Te pociski mają znaczący potencjał w zadawaniu uszkodzeń z wysokim prawdopodobieństwem wywołania pożaru lub uszkodzenia modułów.
ru: Поражают легкобронированные цели и наносят значительный потенциальный урон. Имеют высокую вероятность поджога и вывода модулей из строя.
uk: Уражають легкоброньовані цілі та завдають значної потенційної шкоди. Мають високу імовірність підпалу та виведення модулів із ладу.
zh: HE 弹会在与表面接触时爆炸。它们有着高几率的重大伤害潜力，能造成火灾或让配件失去作用。
zh_sg: 有效对抗轻甲目标。 这些炮弹有极高的潜在伤害并有高几率对目标造成起火或配件瘫痪。

# IDS_BATTLEHINT_DESCRIPTION_TORPEDO
source: Most effective against large, armored enemy ships. Maneuverable ships have high chances of dodging torpedo attacks.
es_mx: Los Torpedos son más efectivos en contra de barcos grandes y blindados. Los barcos maniobrables tienen una gran probabilidad de esquivar un ataque de Torpedos.
ja: 魚雷は、重装甲の大型艦に対して最も効果的です。機動性の高い艦艇に対して使用した場合、回避される可能性が高くなります。
pl: Torpedy są najskuteczniejsze przeciwko dużym, opancerzonym okrętom. Zwinne jednostki mają większą szansę na wykonanie uniku.
ru: Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара.
uk: Найбільш ефективні проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару.
zh: 鱼雷能有效对付大型装甲的敌方战舰。机动型战舰有着很高的机率能闪躲掉鱼雷的攻击。
zh_sg: 能有效对付大型高装甲的敌方战舰。高机动性战舰有很高的几率能躲避掉鱼雷的攻击。

# IDS_BATTLEHINT_TYPE_AP
source: Armor-Piercing (AP) Shells
es_mx: Proyectiles Perforadores de Blindaje (AP)
ja: 徹甲弾 (AP)
pl: Pociski przeciwpancerne (PP)
ru: Бронебойные снаряды (ББ)
uk: Бронебійні снаряди (ББ)
zh: 穿甲弹
zh_sg: 穿甲弹(AP)

# IDS_BATTLEHINT_TYPE_BOMBER
source: Torpedo bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_BATTLEHINT_TYPE_CONSUMABLE_AIRDEFENSEDISP
source: Defensive AA Fire
es_mx: Fuego Antiaéreo Defensivo
ja: 対空防御砲火
pl: Obrona przeciwlotnicza
ru: Заградительный огонь ПВО
uk: Загороджувальний вогонь ППО
zh: 防御用对空火力
zh_sg: 防御型对空火力

# IDS_BATTLEHINT_TYPE_CONSUMABLE_CRASHCREW
source: Damage Control Party
es_mx: Equipo de Control de Daños
ja: 応急工作班
pl: Grupa naprawczo-ratunkowa
ru: Аварийная команда
uk: Аварійно-рятувальна команда
zh: 伤害控制组
zh_sg: 伤害控制小组

# IDS_BATTLEHINT_TYPE_CONSUMABLE_REGENCREW
source: Repair Party
es_mx: Equipo de Reparaciones
ja: 修理班
pl: Grupa naprawcza
ru: Ремонтная команда
uk: Ремонтна команда
zh: 维修小组
zh_sg: 维修小组

# IDS_BATTLEHINT_TYPE_CONSUMABLE_SCOUT
source: Spotting Aircraft
es_mx: Avión de Exploración
ja: 着弾観測機
pl: Samolot zwiadowczy
ru: Корректировщик огня
uk: Літак-корегувальник
zh: 侦察机
zh_sg: 侦察机

# IDS_BATTLEHINT_TYPE_CONSUMABLE_SMOKEGENERATOR
source: Smoke Generator
es_mx: Generador de Humo
ja: 発煙装置
pl: Wytwornica dymu
ru: Дымогенератор
uk: Генератор диму
zh: 烟雾产生器
zh_sg: 发烟器

# IDS_BATTLEHINT_TYPE_CS
source: Semi-Armor-Piercing (SAP) Shells
es_mx: Proyectiles Semi-Perforadores de Blindaje (SAP)
ja: 半徹甲弾 (SAP)
pl: Pociski przeciwpancerno-odłamkowe (PPO)
ru: Полубронебойные снаряды (ПББ)
uk: Напівбронебійні снаряди (НББ)
zh: Полубронебойные снаряды (ПББ)
zh_sg: 半穿甲弹(SAP)

# IDS_BATTLEHINT_TYPE_DIVE
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_BATTLEHINT_TYPE_FIGHTER
source: (HE) Attack aircraft
es_mx: Avión de ataque (HE)
ja: (HE) 攻撃機
pl: Samolot szturmowy (OB)
ru: Штурмовики (ОФ)
uk: Штурмовики (ОФ)
zh: 战斗机
zh_sg: （高爆）攻击机

# IDS_BATTLEHINT_TYPE_HE
source: High-Explosive (HE) Shells
es_mx: Proyectiles de Alto Explosivo (HE)
ja: 榴弾 (HE)
pl: Pociski odłamkowo-burzące (OB)
ru: Осколочно-фугасные снаряды (ОФ)
uk: Осколково-фугасні снаряди (ОФ)
zh: 高爆弹
zh_sg: 高爆弹(HE)

# IDS_BATTLEHINT_TYPE_TORPEDO
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_BATTLEHINT_USAGE_AP
source: Most effective against enemy ships of the same type.
es_mx: Más efectivo contra barcos enemigos del mismo tipo
ja: 同艦種の敵艦艇に対して最も効果的です。
pl: Najskuteczniejsze przeciw okrętom wroga tego samego typu.
ru: Наиболее эффективны против кораблей такого же класса.
uk: Найбільш ефективні проти кораблів такого ж класу.
zh: 穿甲弹是最有效对付同类型敌方战舰的弹种。
zh_sg: 对抗敌方同类型战舰最有效。

# IDS_BATTLEHINT_USAGE_BOMBER
source: They are most effective when a ship is attacked from the side, but are not effective against highly maneuverable targets.
es_mx: Son más efectivos cuando un barco es atacado por los lados, pero no son efectivos contra objetivos altamente maniobrables.
ja: 敵艦艇の側面から攻撃を仕掛けると最も効果的です。高機動の敵に対しては有効ではありません。
pl: Są najbardziej efektywne, kiedy okręt atakowany jest od burty i nieefektywne przeciw zwrotnym okrętom.
ru: Наиболее эффективны при атаках в борт корабля, не эффективны против высокоманёвренных целей.
uk: Найбільш ефективні у разі атаки в борт корабля, не ефективні проти цілей, які мають високу маневреність.
zh: 从战舰的两侧进攻时，它们有着很好的效果，而对付高机动性目标则效果很差。
zh_sg: 从战舰的两侧进攻时，它们有着很好的效果，而对付高机动性目标则效果很差。

# IDS_BATTLEHINT_USAGE_CONSUMABLE_AIRDEFENSEDISP
source: Available on cruisers.
es_mx: Disponible para Cruceros.
ja: 巡洋艦で使用可能。
pl: Dostępny dla krążowników.
ru: Снаряжение доступно для крейсеров.
uk: Спорядження доступне для крейсерів.
zh: 适用于巡洋舰。
zh_sg: 适用于巡洋舰。

# IDS_BATTLEHINT_USAGE_CONSUMABLE_CRASHCREW
source: Available on all ship types.
es_mx: Disponible para todos los tipos de barcos.
ja: 全ての艦種で使用可能。
pl: Dostępna dla wszystkich typów okrętów.
ru: Снаряжение доступно для всех классов кораблей.
uk: Спорядження доступне для всіх класів кораблів.
zh: 适用于所有战舰类型。
zh_sg: 适用于所有战舰类型。

# IDS_BATTLEHINT_USAGE_CONSUMABLE_REGENCREW
source: Available on battleships.
es_mx: Disponible para Acorazados.
ja: 戦艦で使用可能。
pl: Dostępna dla pancerników.
ru: Снаряжение доступно для линкоров.
uk: Спорядження доступне для лінкорів.
zh: 适用于战列舰。
zh_sg: 适用于战列舰。

# IDS_BATTLEHINT_USAGE_CONSUMABLE_SCOUT
source: Available on cruisers and battleships.
es_mx: Disponible para Cruceros y Acorazados.
ja: 巡洋艦・戦艦で使用可能。
pl: Dostępni dla krążowników i pancerników.
ru: Снаряжение доступно для крейсеров и линкоров.
uk: Спорядження доступне для крейсерів і лінкорів.
zh: 适用于巡洋舰与战列舰。
zh_sg: 适用于巡洋舰与战列舰。

# IDS_BATTLEHINT_USAGE_CONSUMABLE_SMOKEGENERATOR
source: Available on destroyers and some cruisers.
es_mx: Disponible en destructores y algunos cruceros.
ja: 駆逐艦および一部の巡洋艦で使用可能。
pl: Dostępna dla niszczycieli i niektórych krążowników.
ru: Снаряжение доступно для эсминцев и некоторых крейсеров.
uk: Спорядження доступне для есмінців та деяких крейсерів.
zh: 适用于驱逐舰及一些巡洋舰。
zh_sg: 适用于驱逐舰及部分巡洋舰。

# IDS_BATTLEHINT_USAGE_CS
source: Most effective against enemy ships of the same type.
es_mx: Más efectivo contra barcos enemigos del mismo tipo
ja: 同艦種の敵艦艇に対して最も効果的です。
pl: Najskuteczniejsze przeciw okrętom wroga tego samego typu.
ru: Наиболее эффективны против кораблей такого же класса.
uk: Найбільш ефективні проти кораблів такого ж класу.
zh: 穿甲弹是最有效对付同类型敌方战舰的弹种。
zh_sg: 对抗敌方同类型战舰最有效。

# IDS_BATTLEHINT_USAGE_DIVE
source: They are most effective when they approach the target ship from the bow or stern.
es_mx: Son más efectivos cuando se aproximan al barco objetivo desde la popa o la proa.
ja: 敵艦艇の前方/後方から攻撃を仕掛けると最も効果的です。
pl: Są najskuteczniejsze, kiedy cel atakowany jest od dziobu lub rufy.
ru: Наиболее эффективны при заходе на цель с носа или кормы корабля.
uk: Найбільш ефективні коли заходять на ціль з носа або корми корабля.
zh: 当它们从舰艏或舰艉接近目标战舰会有着最大的效果。
zh_sg: 当它们从舰首或舰尾接近目标战舰时会有着最大的效果。

# IDS_BATTLEHINT_USAGE_FIGHTER
source: They are most effective against maneuverable enemy targets.
es_mx: Son más efectivos contra objetivos enemigos maniobrables.
ja: 高機動の目標に対して最も効果的です。
pl: Są one najskuteczniejsze w walce ze zwrotnymi celami.
ru: Эффективны против высокоманёвренных целей.
uk: Ефективні проти високоманеврених цілей.
zh: 战斗机也可用来侦察。
zh_sg: 这是对付机动的敌方目标的最有效武器。

# IDS_BATTLEHINT_USAGE_HE
source: They are ineffective against armored parts of a ship.
es_mx: Son poco efectivos contra las partes blindadas de un barco.
ja: 艦の装甲部位には有効ではありません。
pl: Są nieefektywne przeciw opancerzonym częściom okrętu.
ru: Неэффективны против бронированных частей корабля.
uk: Неефективні проти броньованих частин корабля.
zh: 它们无法有效对付战舰的装甲部分。
zh_sg: 它们无法有效对付战舰的装甲部分。

# IDS_BATTLEHINT_USAGE_TORPEDO
source: Torpedoes' range is limited and they are relatively slow. When you lead the target, account for its speed and course.
es_mx: El alcance del torpedo es limitado y son relativamente lentos. Cuando te dirijas al objetivo, toma en cuenta su velocidad y curso.
ja: 魚雷の射程には制限があり、雷速は比較的低速です。偏差角度を計算する際には、目標の速度と進路を考慮してください。
pl: Zasięg torped jest ograniczony, a prędkość stosunkowo niska. Podczas celowania bierz poprawkę na kurs i prędkość celu.
ru: Имеют ограниченную дальность хода и сравнительно низкую скорость. При расчёте упреждения учитывайте скорость и направление движения цели.
uk: Мають обмежену дальність ходу й порівняно низьку швидкість. Розраховуючи випередження зважайте на швидкість та напрямок руху цілі.
zh: 鱼雷的射程有限且它们也相对缓慢。当您在计算目标的前置量时，也要考虑到其航速与航向。
zh_sg: 鱼雷的射程有限且它们也相对缓慢。当您在计算目标的前置量时，也要考虑到其航速与航向。

# IDS_BATTLELOADING_CP_TITLE
source: Key Areas
es_mx: Áreas Clave
ja: キーエリア
pl: Strefy kluczowe
ru: Контрольные точки
uk: Контрольні точки
zh: 关键地区
zh_sg: 关键区域

# IDS_BATTLES
source: Battles
es_mx: Batallas
ja: 戦闘
pl: Bitwy
ru: Бои
uk: Бої
zh: 战斗
zh_sg: 战斗

# IDS_BATTLESHIP
source: Battleship
es_mx: Acorazado
ja: 戦艦
pl: Pancernik
ru: Линкор
uk: Лінкор
zh: 战列舰
zh_sg: 战列舰

# IDS_BATTLESHIPS
source: Battleships
es_mx: Acorazados
ja: 戦艦
pl: Pancerniki
ru: Линкоры
uk: Лінкори
zh: 战列舰
zh_sg: 战列舰

# IDS_BATTLESHIP_GOAL
source: Battleships Role
es_mx: Papel de los Acorazados
ja: 戦艦の役割
pl: Rola pancernika
ru: Назначение линкоров
uk: Призначення лінкорів
zh: 战列舰作用
zh_sg: 战列舰的角色定位

# IDS_BATTLESHIP_GOAL_DESCRIPTION
source: Destroy enemy ships with main battery fire.
es_mx: Destruir barcos enemigos usando su batería principal.
ja: 強力な主砲を使い、敵艦艇を撃沈せよ。
pl: Niszcz nieprzyjacielskie okręty przy użyciu swojej głównej baterii.
ru: Уничтожение кораблей противника огнём артиллерии главного калибра.
uk: Знищення кораблів супротивника вогнем артилерії головного калібру.
zh: 可利用您的主炮组来摧毁敌方的战列舰以及巡洋舰。
zh_sg: 用强大的主炮摧毁敌方战舰。

# IDS_BATTLESTATS_SHIP_REWARD_DESC
source: Destroying enemy ships:
es_mx: Destruyendo barcos enemigos:
ja: 敵艦艇撃沈:
pl: Niszczenie okrętów wroga:
ru: Уничтожение кораблей противника:
uk: Знищення кораблів супротивника:
zh: 击毁敌方战舰数：
zh_sg: 击毁敌方战舰数：

# IDS_BATTLES_AT_BATTLESHIPS
source: %s with battleships
es_mx: %s con acorazados
ja: %s (戦艦)
pl: %s pancernikami
ru: %s на линкорах
uk: %s лінкорами
zh: %s 场用战列舰
zh_sg: %s 场用战列舰

# IDS_BATTLES_AT_CARRIERS
source: %s with carriers
es_mx: %s con portaaviones
ja: %s (航空母艦)
pl: %s lotniskowcami
ru: %s на авианосцах
uk: %s авіаносцями
zh: %s 场用航空母舰
zh_sg: %s 场用航空母舰

# IDS_BATTLES_AT_COMMONWEALTH
source: %s with Commonwealth ships
es_mx: %s con barcos de la Commonwealth
ja: %s (イギリス連邦艦艇)
pl: %s okrętami Wspólnoty
ru: %s на кораблях Содружества
uk: %s кораблями Співдружності
zh: %s 场用联邦战舰
zh_sg: %s 场用联邦战舰

# IDS_BATTLES_AT_CRUISERS
source: %s with cruisers
es_mx: %s con cruceros
ja: %s (巡洋艦)
pl: %s krążownikami
ru: %s на крейсерах
uk: %s крейсерами
zh: %s 场用巡洋舰
zh_sg: %s 场用巡洋舰

# IDS_BATTLES_AT_DESTROYERS
source: %s with destroyers
es_mx: %s con destructores
ja: %s (駆逐艦)
pl: %s niszczycielami
ru: %s на эсминцах
uk: %s есмінцями
zh: %s 场用驱逐舰
zh_sg: %s 场用驱逐舰

# IDS_BATTLES_AT_EUROPE
source: %s with European ships
es_mx: %s con barcos europeos
ja: %s (ヨーロッパ艦艇)
pl: %s okrętami europejskimi
ru: %s на кораблях Европы
uk: %s кораблями Європи
zh: %s на кораблях Европы
zh_sg: %s带有欧洲战舰

# IDS_BATTLES_AT_FRANCE
source: %s with French ships
es_mx: %s con barcos franceses
ja: %s (フランス艦艇)
pl: %s okrętami francuskimi
ru: %s на кораблях Франции
uk: %s кораблями Франції
zh: %s 场用F系战舰
zh_sg: %s 场用法国战舰

# IDS_BATTLES_AT_GERMANY
source: %s with German ships
es_mx: %s con barcos Alemanes
ja: %s (ドイツ艦艇)
pl: %s okrętami niemieckimi
ru: %s на кораблях Германии
uk: %s кораблями Німеччини
zh: %s使用D系战舰
zh_sg: %s使用德国战舰

# IDS_BATTLES_AT_ITALY
source: %s with Italian ships
es_mx: %s con barcos italianos
ja: %s (イタリア艦艇)
pl: %s okrętami włoskimi
ru: %s на кораблях Италии
uk: %s кораблями Італії
zh: %s 场用I系战舰
zh_sg: %s 场用意大利战舰

# IDS_BATTLES_AT_JAPAN
source: %s with Japanese ships
es_mx: %s con barcos Japoneses
ja: %s (日本艦艇)
pl: %s okrętami japońskimi
ru: %s на кораблях Японии
uk: %s кораблями Японії
zh: %s使用R系战舰
zh_sg: %s 场用日本战舰

# IDS_BATTLES_AT_PANAMERICA
source: %s with Pan-American ships
es_mx: %s con barcos panamericanos
ja: %s (パンアメリカ艦艇)
pl: %s okrętami Panameryki
ru: %s на кораблях Пан-Америки
uk: %s кораблями Пан-Америки
zh: 使用FM战舰进行 %s 场战斗
zh_sg: %s使用泛美战舰

# IDS_BATTLES_AT_PANASIA
source: %s with Pan-Asian ships
es_mx: %s con barcos Panasiáticos
ja: %s (パンアジア艦艇)
pl: %s okrętami wschodnioazjatyckimi
ru: %s на кораблях Пан-Азии
uk: %s кораблями Пан-Азії
zh: %s使用C系战舰
zh_sg: %s 场用泛亚战舰
