Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC401_NY2020_KEELLAYING_DESCRIPTION
source: The official keel-laying ceremony is the next important stage in the history of a ship. Depending on the significance of the warship, which is often proportional to her size, the ceremony is attended by various guests, including the Navy's highest ranks. At the ceremony, these guests usually participate in the first rivet-installing ritual, i.e. placing the ship’s fitting board in the keel structure. However, the occasion of the official keel-laying ceremony doesn't always represent the actual start of the ship's construction. Usually, at the time of the ceremony, tens and even hundreds of tons of steel hull structures are already mounted on the slipway.
es_mx: La ceremonia oficial de puesta de quilla es la siguiente fase importante en la historia de un barco. En función de la importancia del barco, que a menudo es proporcional a su tamaño, la ceremonia cuenta con la asistencia de diferentes invitados, incluyendo las mayores autoridades de la armada. Estos invitados suelen participar en el ritual de instalación de los primeros remaches en la grada donde se montará el barco. Sin embargo, la ceremonia oficial de puesta de quilla no siempre representa el inicio real de la construcción del barco. Normalmente, en el momento de la ceremonia, ya hay decenas e incluso centenares de toneladas de estructuras de acero montadas en la grada.
ja: 艦歴における 2 番目の重要な段階が公式の起工式です。多くの場合そのサイズに比例する軍艦の重要性に応じて、起工式には海軍の最高級将校を含む様々な来賓が出席します。式典でこれらの来賓は通常、最初のリベット取付儀式、すなわちキール構造上に艦艇のフィッティングボードを設置する作業に参加します。しかし、公式の起工式は艦艇の実際の建造開始を必ずしも表すものではありません。通常は、式典の時点で数十から数百トンの鋼鉄製の船体構造物が既に設置されています。
pl: Oficjalna ceremonia położenia stępki to kolejny istotny etap w historii okrętu. W zależności od istotności okrętu, która często jest wprost proporcjonalna do jego rozmiarów, na ceremonii pojawiają się rozmaici goście, w tym także najstarsi stopniem oficerowie marynarki. W trakcie ceremonii zazwyczaj biorą oni udział w zwyczaju wbijania pierwszego nitu w stępkę. Jednak oficjalna uroczystość położenia stępki nie zawsze jest równoznaczna z rozpoczęciem budowy okrętu. Często w czasie ceremonii na pochylni znajdują się już dziesiątki czy setki ton stali, tworzącej struktury kadłuba okrętu.
ru: Церемония официальной закладки является следующим важным этапом в истории корабля. В зависимости от значимости самой боевой единицы, зачастую пропорциональной её размерам, при этом могут присутствовать приглашённые гости, в том числе высшие чины флота. Обычно на церемонии проводят ритуал постановки «первой заклёпки», или помещения в конструкцию киля закладной доски корабля. При этом официальная закладка далеко не всегда означает фактическое начало строительства. Чаще всего к моменту церемонии на стапеле уже установлены десятки и даже сотни тонн стальных конструкций корпуса.
uk: Церемонія офіційного закладення — наступний важливий етап в історії корабля. Залежно від значення самої бойової одиниці, яка часто пропорційна розмірам закладення, на церемонії можуть бути присутніми запрошені гості, зокрема вищі чини флоту. Звичайно на церемонії відбувається ритуал «першої заклепки», чи розташування в конструкцію кіля дошки корабля, що закладається. Проте офіційне закладення не завжди означає фактичний початок будівництва. Найчастіше на час церемонії на стапелі вже встановлені десятки та навіть сотні тонн сталевих конструкцій корпусу.
zh: Церемония официальной закладки является следующим важным этапом в истории корабля. В зависимости от значимости самой боевой единицы, зачастую пропорциональной её размерам, при этом могут присутствовать приглашённые гости, в том числе высшие чины флота. Обычно на церемонии проводят ритуал постановки «первой заклёпки», или помещения в конструкцию киля закладной доски корабля. При этом официальная закладка далеко не всегда означает фактическое начало строительства. Чаще всего к моменту церемонии на стапеле уже установлены десятки и даже сотни тонн стальных конструкций корпуса.
zh_sg: 历史上正式的龙骨铺设仪式是造船的下一个重要阶段。根据这艘战舰的重要程度（通常与其体积成正比），很多重量级嘉宾将会出席仪式，其中包括海军的最高将领。在仪式上，客人通常会参加安装第一个铆钉的仪式，即将舰艇的安装板放置在龙骨结构中。然而，正式的龙骨铺设仪式并不总是代表舰艇建造的实际开始时间。通常，在仪式举行时，数十吨甚至数百吨的钢制舰体结构已经安装在船台上了。

# IDS_PCZC402_NY2020_LAUNCHING
source: Launching
es_mx: Botadura
ja: 進水
pl: Wodowanie
ru: Спуск на воду
uk: Спуск на воду
zh: Спуск на воду
zh_sg: 下水

# IDS_PCZC402_NY2020_LAUNCHING_DESCRIPTION
source: The most solemn event in a ship’s "career" is usually her launch, which is often accompanied by a ceremonial ritual. As a rule, a ship officially receives her name during her ceremonial launching. Attendees of these ceremonies are often quite noble, sometimes even monarchs or heads of state are present for a ship's launch. If a ship inherits the name of one of her predecessors, tradition dictates that one of the namesake's former crew members should be invited to the celebration. If ships are named after prominent historical figures, their relatives or descendants are invited to the ceremony.
es_mx: El momento más solemne de la «carrera» de un barco suele ser su botadura, que a menudo viene acompañada de una ceremonia ritual. Como norma, un barco recibe oficialmente su nombre durante su ceremonia de botadura. Los asistentes a estas ceremonias suelen ser bastante ilustres, a veces incluso monarcas o jefes de estado. Si un barco hereda el nombre de un navío predecesor, la tradición dicta que hay que invitar a uno de los antiguos tripulantes del barco homónimo a la celebración. Si los barcos reciben el nombre de figuras prominentes o históricas, sus familiares o descendientes están invitados a la ceremonia.
ja: 通常、艦歴において最も荘厳な出来事である進水は、しばしば式典儀礼を伴います。原則として、艦艇は進水式の中で公式に命名されます。この式典の出席者の多くが非常に高貴であり、時には君主や国家元首も進水式に臨席します。以前に存在した艦艇の名前を継承する場合は、伝統的に命名元の艦艇の乗組員のひとりを進水式に招待します。艦艇が著名な歴史上の人物に因んで名付けられる場合は、その親戚や子孫が式典に招待されます。
pl: Najbardziej podniosłym wydarzeniem w „karierze” okrętu jest zazwyczaj jego wodowanie, któremu często towarzyszy ceremonia. Zgodnie z tradycją, okręt chrzczony jest właśnie w trakcie uroczystości wodowania. W wydarzeniu tym często biorą udział znamienici goście, niejednokrotnie monarchowie oraz przywódcy państwa. Jeśli okręt dziedziczy nazwę po którymś ze swoich poprzedników, to na uroczystość powinien być zaproszony członek załogi okrętu, który wcześniej nosił daną nazwę. Jeśli okręt nosi imię zasłużonej postaci historycznej, to na uroczystość zapraszani są jej krewni lub potomkowie.
ru: Самым торжественным событием в «карьере» корабля чаще всего оказывается спуск на воду, сопровождающийся ритуалом его «крещения». Как правило, именно при спуске на воду корабль официально получает имя. Состав участников церемонии может быть очень представительным, вплоть до присутствия монарха или главы государства. Если корабль наследует имя одного из своих предшественников, то по традиции приглашают кого-либо из бывших членов экипажа «тёзки». Если корабль называют в честь исторического деятеля, то на церемонию стараются позвать кого-либо из его родственников или потомков.
uk: Найурочистішою подією в «кар’єрі» корабля найчастіше є спуск на воду, який супроводжується ритуалом його «хрещення». Зазвичай саме при спуску на воду корабель офіційно отримує ім’я. Склад учасників церемонії може бути дуже представницьким, аж до присутності монарха чи глави держави. Якщо корабель успадковує ім’я одного зі своїх попередників, то за традицією запрошують когось з колишніх членів екіпажу «тезки». Якщо корабель названо на честь історичного діяча, то на церемонію намагаються покликати когось з його родичів чи нащадків.
zh: Самым торжественным событием в «карьере» корабля чаще всего оказывается спуск на воду, сопровождающийся ритуалом его «крещения». Как правило, именно при спуске на воду корабль официально получает имя. Состав участников церемонии может быть очень представительным, вплоть до присутствия монарха или главы государства. Если корабль наследует имя одного из своих предшественников, то по традиции приглашают кого-либо из бывших членов экипажа «тёзки». Если корабль называют в честь исторического деятеля, то на церемонию стараются позвать кого-либо из его родственников или потомков.
zh_sg: 在舰艇的“生涯”中，最庄严的事件莫过于下水，通常伴随着一个庆祝仪式。一般来说，一艘舰艇在正式下水时会得到正式命名。参加仪式的人往往地位显赫，有时甚至有君主或国家元首出席舰艇的下水仪式。如果一艘舰艇继承了前任舰艇的名字，传统规定应该邀请一名前任舰艇上的船员参加庆典。如果战舰是以著名历史人物命名的，则邀请其亲属或后代参加仪式。

# IDS_PCZC403_NY2020_COMMISSION
source: Commissioning
es_mx: Entrada en Servicio
ja: 就役
pl: Wprowadzenie do służby
ru: Вступление в строй
uk: Вступ до лав
zh: Вступление в строй
zh_sg: 委任

# IDS_PCZC403_NY2020_COMMISSION_DESCRIPTION
source: After the ship has been launched, finished, and passed all her trials, she is finally "commissioned". When a rather high-ranking warship is being commissioned, the positive decision of the special Selection Board is followed by a solemn ceremony. Even though this represents the moment when the ship is technically considered to be "in service", she still has a long way to go before she is ready for battle. It will take several months of all kinds of exercises and crew drills to fully master the workings of all her systems and mechanisms, to understand the ship's behavior out in the open sea, and to learn her shooting and maneuverability peculiarities.
es_mx: Tras la botadura de un barco, su finalización y todas sus pruebas de navegación, por fin es puesto en servicio. Cuando las autoridades aprueban la puesta en servicio de un barco de bastante rango, la decisión viene seguida de una ceremonia solemne. Aunque a partir de este momento el barco técnicamente pasa a estar «en servicio», aún le queda mucho antes de estar listo para la batalla. Tendrán que efectuar todo tipo de ejercicios y simulacros con él durante varios meses para dominar por completo todos sus sistemas y mecanismos, comprender la desenvoltura del navío en mar abierto y conocer sus particularidades de disparo y maniobrabilidad.
ja: 艦艇は進水し、完成し、全ての試験に合格した後で、ようやく「就役」します。比較的重要な軍艦の就役時には、特別選考委員会の合格判定の後に荘厳な式典が行われます。これにより艦艇は技術的には「運用中」と見なされますが、戦闘準備が整うまでにはまだ長い道のりが待っています。艦艇の全システムや機器の動作を完全に習得し、外洋での挙動を理解し、射撃と航行の特徴を学ぶために、数ヶ月に渡りあらゆる演習や搭乗員訓練が行われます。
pl: Po tym zwodowaniu, przeprowadzeniu i ukończeniu wszystkich prób, okręt wprowadza się do służby. Gdy wprowadzany okręt uważany jest za istotny, po pozytywnej decyzji specjalnej Komisji kwalifikacyjnej odbywa się uroczysta ceremonia. Choć od tej chwili okręt formalnie jest w czynnej służbie, to nadal daleka przed nim droga, by był faktycznie gotowy do uczestnictwa w działaniach zbrojnych. Kolejne miesiące upłyną na manewrach i ćwiczeniach załogi w celu pełnego opanowania wszystkich systemów i mechanizmów okrętu, zrozumienia jego zachowania na otwartych wodach i oswojenia się z jego charakterystyką artyleryjską oraz manewrowością.
ru: После того как корабль был спущен на воду, достроен и прошёл все испытания, он наконец «вступает в строй». Если речь идёт о боевой единице достаточно высокого ранга, вслед за положительным решением специальной приёмной комиссии следует торжественная церемония. И даже несмотря на то, что с этого момента корабль формально уже «в строю», до его боеготовности ещё далеко. Потребуется несколько месяцев всевозможных учений и тренировок, чтобы экипаж полностью освоился с работой всех систем и механизмов, отработал движение корабля на ходу в открытом море, а также стрельбу и манёвренность.
uk: Після того, як корабель спустили на воду, добудували та провели всі випробування, він нарешті «вступає до лав». Якщо це бойова одиниця достатньо високого рангу, після позитивного рішення спеціальної приймальної комісії йде слідом урочиста церемонія. І навіть незважаючи на те, що з цієї миті корабель формально вже «у лавах», до його боєготовності ще далеко. Потребується декілька місяців найрізноманітніших навчань і тренувань, щоб екіпаж повністю освоївся з тим, як працюють всі системи та механізми, відпрацював рух корабля на ходу у відкритому морі, а також стрільбу та маневреність.
zh: После того как корабль был спущен на воду, достроен и прошёл все испытания, он наконец «вступает в строй». Если речь идёт о боевой единице достаточно высокого ранга, вслед за положительным решением специальной приёмной комиссии следует торжественная церемония. И даже несмотря на то, что с этого момента корабль формально уже «в строю», до его боеготовности ещё далеко. Потребуется несколько месяцев всевозможных учений и тренировок, чтобы экипаж полностью освоился с работой всех систем и механизмов, отработал движение корабля на ходу в открытом море, а также стрельбу и манёвренность.
zh_sg: 在这艘战舰下水、完工并通过所有试航后，就将最终“委任”了。当一艘高级战舰接收任命后，将会选拔出特别委员会，并举行一个庄严的仪式。尽管从技术层面上来说，这代表着这艘战舰进入“服役”的时刻，但在做好战斗准备之前，还有很长的路要走。要想全面掌握该战舰所有系统和机械的工作原理，在海上的性能表现，射击和操纵特性，需要数月的各种演习和船员演习。

# IDS_PCZC404_NY2020_RIVETER
source: Riveter
es_mx: Remachadora
ja: リベット工
pl: Nitownik
ru: Клепальщица
uk: Клепальниця
zh: Клепальщица
zh_sg: 铆工

# IDS_PCZC404_NY2020_RIVETER_DESCRIPTION
source: For many decades, from the point that steel became the primary material for hull construction, riveting was an absolutely fundamental part of shipbuilding. It was the most reliable method of securing and fastening the structures of a ship’s hull. Riveting remained immensely hard work, even when pneumatic riveting hammers came into use. The thoroughly coordinated work of two people was required for the installation of each rivet, which would be heated up to 1,000 degrees Celsius, and the number of such rivets on a large ship could amount to hundreds of thousands.
es_mx: Durante muchas décadas, desde el momento en el que el acero se convirtió en material primario para la construcción de cascos de barcos, el remachado ha sido una parte fundamental de la construcción naval. Era el método más fiable para asegurar y cerrar bien las estructuras del casco de un barco. El remachado suponía un trabajo inmenso, incluso cuando se empezaron a usar los martillos neumáticos. La coordinación minuciosa entre dos personas era necesaria para la instalación de cada remache, que se calentaba a hasta 1000 grados Celsius. En un barco de gran tamaño, estos remaches podían alcanzar los centenares o millares.
ja: 軍艦の船体の建造で鋼鉄が主要な材料になってから何十年もの間、リベット接合は造船にとって極めて根本的な部分でした。リベットは船体構造を確実に固定するための最も信頼性の高い方法でした。気圧式リベットハンマーの使用が開始された後も、リベット接合は大変な重労働でした。最大 1,000 ℃に達する各リベットの取付には 2 名の作業員が完全に息を合わせねばならず、大型艦ではそのようなリベットが無数にありました。
pl: Przez długie dziesięciolecia, od momentu gdy stal stała się głównym materiałem do konstrukcjach okrętów wojennych, nitowanie było absolutnie nieodłącznym elementem okrętownictwa. Było ono uznawane za najbardziej niezawodną metodę łączenia ze sobą elementów kadłuba okrętu. Nitowanie zawsze było bardzo ciężką pracą, nawet gdy wprowadzono nitownice pneumatyczne. Do wbicia każdego nitu, który rozgrzewano do 1000 stopni Celsjusza, potrzebna była skoordynowana praca dwójki ludzi, a takich nitów mogło być w dużym okręcie setki tysięcy.
ru: В истории судостроения, с тех пор как корпуса боевых кораблей стали стальными, на протяжении многих десятилетий клёпка являлась в буквальном смысле «основополагающей» частью. По надёжности скрепления конструкций корпуса корабля альтернативы ей не было. Это оставалось тяжёлым трудом, даже когда в обиход вошли пневматические клепальные молотки. Для установки каждой раскалённой до 1000 градусов Цельсия заклёпки требовалась слаженная работа двух человек, а счёт таким заклёпкам на крупном корабле мог идти на сотни тысяч.
uk: В історії суднобудування, з моменту, коли корпуси бойових кораблів стали сталевими, протягом багатьох десятиліть клепання було буквально «основоположною» частиною. За надійністю скріплення конструкцій корпусу корабля йому не було альтернатив. Це була важка праця, навіть коли запровадили в ужиток пневматичні клепальні молотки. Щоб установити кожну заклепку, розпечену до 1 000 градусів Цельсія, потребувалася злагоджена праця двох людей, а на великому кораблі треба було встановити сотні тисяч заклепок.
zh: В истории судостроения, с тех пор как корпуса боевых кораблей стали стальными, на протяжении многих десятилетий клёпка являлась в буквальном смысле «основополагающей» частью. По надёжности скрепления конструкций корпуса корабля альтернативы ей не было. Это оставалось тяжёлым трудом, даже когда в обиход вошли пневматические клепальные молотки. Для установки каждой раскалённой до 1000 градусов Цельсия заклёпки требовалась слаженная работа двух человек, а счёт таким заклёпкам на крупном корабле мог идти на сотни тысяч.
zh_sg: 几十年来，自从钢材成为了建造舰体的主要材料，铆接也成为了造船业的最基础的工艺。它是固定舰体结构最可靠的方法。即使是气动铆接锤投入使用后，铆接仍然是非常艰苦的工作。每根铆钉的安装都需要两个人的全面协调，每根铆钉要加热到1000摄氏度，而这样的铆钉在一艘大型战舰上的数量可能多达几十万个。

# IDS_PCZC405_NY2020_CRANEOPERATOR
source: Crane Operator
es_mx: Operadora de Grúa
ja: クレーン操縦士
pl: Operator żurawia
ru: Крановщица
uk: Кранівниця
zh: Крановщица
zh_sg: 起重机操作员

# IDS_PCZC405_NY2020_CRANEOPERATOR_DESCRIPTION
source: Nowadays, the image of a woman driving a heavy vehicle or any industrial machine isn't quite out of the ordinary. However, during World War II, such an image was still considered to be rather odd. Nevertheless, men who had left their jobs at industrial enterprises to join the army were replaced by women in nearly all professions, including, for example, that of a crane operator. U.S. President Franklin Roosevelt said that citizens' sacrifices on the home front were no less important for securing victory than the efforts of soldiers serving overseas. The outcome of the war had its roots in the millions of women who picked up heavy equipment or took their places at machine tools when the industry needed them the most.
es_mx: Hoy en día, la imagen de una mujer que conduce un vehículo pesado o una máquina industrial entra dentro de la normalidad. En cambio, durante la II Guerra Mundial, una estampa como esta aún se consideraba bastante extraña. Sin embargo, los hombres que tuvieron que dejar sus trabajos en la industria para alistarse en el ejército fueron reemplazados por mujeres en casi todas las profesiones, incluyendo, por supuesto, la de operador de grúa. El presidente de EE. UU. Franklin Roosevelt dijo que los esfuerzos de los ciudadanos que se sacrificaban en el frente interno no eran menos importantes que los de los soldados que servían al otro lado del océano. El resultado de la guerra no hubiese sido el mismo sin las millones de mujeres que levantaron equipamiento pesado o asumieron el trabajo en las fresadoras cuando la industria más las necesitaba.
ja: 今でこそ、大型車輌や産業機械を操縦する女性はさほど珍しくなくなりました。しかし第二次世界大戦中にはまた、そのような女性はどちらかと言えば奇妙だと考えられていました。にも関わらず、工場企業での仕事を辞めて軍隊に参加した男たちの代わりに、ほぼ全ての職業で女性が仕事に就きました。その中には、例えばクレーン操縦士も含まれます。アメリカ大統領フランクリン・ルーズベルトは、銃後における市民の献身は国外で従軍する兵士の努力と同じくらい確実な勝利のために重要であると述べました。戦争の勝利は、産業界が最も必要とした時に重機を操縦し工作機械で作業を行った何百万人もの女性によってもたらされたのです。
pl: W dzisiejszych czasach kobieta za sterami dużego pojazdu lub maszyny przemysłowej nikogo nie dziwi. Jednak w trakcie II wojny światowej obraz taki nadal uważano za dość osobliwy. Gdy jednak mężczyźni porzucili swoje stanowiska, by wstąpić do wojska, ich miejsca w niemal wszystkich zawodach zajęły kobiety – również jako operatorzy żurawi. Prezydent Stanów Zjednoczonych Ameryki Franklin Roosevelt powiedział, że poświęcenia obywateli w kraju były równie istotne dla odniesienia zwycięstwa, jak walka żołnierzy za oceanem. Nie sposób przecenić wkładu w zwycięstwo milionów kobiet, które wzięły w dłonie ciężki sprzęt lub zajęły stanowiska przy maszynach przemysłowych, gdy było to konieczne.
ru: В наше время образ женщины за рулём транспортного средства или какой-либо машины индустриального назначения не является чем-то из ряда вон выходящим. Однако в годы Второй мировой войны это было ещё в диковинку. И тем не менее мужчин, ушедших с промышленных предприятий на фронт, женщины заменили практически во всех профессиях, включая и такие квалифицированные как, к примеру, оператор подъёмного крана. Президент США Франклин Рузвельт говорил, что личное самопожертвование граждан в тылу не менее важно для победы, чем усилия солдат на фронте. Решение, будет исход войны победоносным или нет, оказалось в руках миллионов женщин, взявших в руки тяжёлый инструмент или вставших у станков на промышленных предприятиях.
uk: Зараз образ жінки за кермом транспортного засобу чи будь-якої машини індустріального призначення не здається чимось надзвичайним. Однак під час Другої світової війни це було в дивовижу. Проте чоловіків, які пішли з промислових підприємств на фронт, жінки замінили майже в усіх професіях, включно з такими кваліфікованими, як, наприклад, оператор підйомного крана. Президент США Франклін Рузвельт казав, що особиста самопожертва громадян в тилу не менш важлива для перемоги, ніж зусилля солдат на фронті. Рішення, чи буде кінець війни переможним, потрапило в руки мільйонів жінок, які взяли важкі інструменти чи встали за верстати на промислових підприємствах.
zh: В наше время образ женщины за рулём транспортного средства или какой-либо машины индустриального назначения не является чем-то из ряда вон выходящим. Однако в годы Второй мировой войны это было ещё в диковинку. И тем не менее мужчин, ушедших с промышленных предприятий на фронт, женщины заменили практически во всех профессиях, включая и такие квалифицированные как, к примеру, оператор подъёмного крана. Президент США Франклин Рузвельт говорил, что личное самопожертвование граждан в тылу не менее важно для победы, чем усилия солдат на фронте. Решение, будет исход войны победоносным или нет, оказалось в руках миллионов женщин, взявших в руки тяжёлый инструмент или вставших у станков на промышленных предприятиях.
zh_sg: 如今，女性驾驶重型机车或任何工业机器的形象已经习以为常。然而，在第二次世界大战期间，这样的形象仍然被认为是相当出格的。尽管如此，那些离开工业企业去参军的男子，岗位几乎被所有职业妇女所取代，其中就包括起重机操作员。美国总统富兰克林·罗斯福说，公民在国内前线的牺牲对于确保胜利的重要性，不亚于士兵在海外战场作战的作用。战争的结果源于数百万计的妇女，她们在重工业最需要的时候，拿起重型设备或走上了机床岗位。

# IDS_PCZC406_NY2020_SHIPFITTER
source: Shipfitter
es_mx: Ensambladora Naval
ja: 取付工
pl: Ślusarz okrętowy
ru: Сборщица
uk: Складальниця
zh: Сборщица
zh_sg: 船舶装配工
