Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAUS532_SUO
source: Mk6 mod. 2
zh: Mk6 2型

# IDS_PAUS541_SUO_ARIZONA
source: Mk6 mod. 1
zh: Mk6 1型

# IDS_PAUS601_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS602_SUO
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUS603_CL7_STOCK_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS604_CL7_TOP_SUO
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUS605_CA7_STOCK_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS606_CA7_TOP_SUO
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUS607_SUO_CALIFORNIA
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS608_SUO_FLORIDA
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS611_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS612_SUO
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUS621_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS631_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS632_SUO
source: Mk7 mod. 2
zh: Mk7 2型

# IDS_PAUS641_SUO_INDIANAPOLIS
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS651_SUO_FLINT
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS691_C7_SUO_JULIO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS701_SUO
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS702_SUO
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS703_SUO_KIDD
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS704_CL8_STOCK_SUO
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS705_CL8_TOP_SUO
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS706_CA8_STOCK_SUO
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS707_CA8_TOP_SUO
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS708_SUO_WICHITA
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS709_SUO_MONTPELIER
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS710_SUO_ANCHORAGE
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS711_SUO
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS712_SUO
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS713_BB8_SUO_STOCK
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS714_BB8_SUO_TOP
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS721_SUO
source: Mk7 mod. 1
zh: Mk7 1型

# IDS_PAUS731_SUO
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS732_SUO
source: Mk8 mod. 2
zh: Mk8 2型

# IDS_PAUS733_SUO_ALABAMA
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS734_SUO_ALABAMA
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS735_SUO_MASS
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS736_SUO_BLACK_MASS
source: Mk8 mod. 1
zh: Mk8 1型

# IDS_PAUS801_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS802_SUO
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS803_CL9_STOCK_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS804_CL9_TOP_SUO
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS805_CA9_STOCK_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS806_CA9_TOP_SUO
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS807_SUO_GEORGIA
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS808_SUO_BENHAM
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS809_BB9_SUO_STOCK
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS810_BB9_SUO_TOP
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS811_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS812_SUO
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS821_SUO
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS822_SUO
source: Mk9 mod. 2
zh: Mk9 2型

# IDS_PAUS831_SUO_BLACK
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS832_SUO_MISSOURI
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS901_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS902_SUO
source: Mk10 mod. 2
zh: Mk10 2型

# IDS_PAUS903_SUO_SALEM
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS904_CL10_TOP_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS906_SUO_TST_GEARING
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS907_SUO_TST_MONTANA
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS908_SUO_SOMERS
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS909_SUO_P_RICO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS910_BB10_SUO_STOCK
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS911_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS921_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS931_SUO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS941_SUO_BUFFALO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS972_SUO_ALASKA
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS973_SUO_BLACK_ALASKA
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUS974_SUO_GEARING
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS975_SUO_MONTANA
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUS976_SUO_OHIO
source: Mk10 mod. 1
zh: Mk10 1型

# IDS_PAUT000_TORPEDOES_DEFAULT
source: Torpedo Tubes (default)
es_mx: Tubos de Torpedo (predeterminado)
ja: 魚雷発射管 (標準)
pl: Wyrzutnie torpedowe (domyślnie)
ru: Торпедный аппарат (по умолчанию)
uk: Торпедний апарат (за замовчуванням)
zh: 鱼雷发射管 (预设)
zh_sg: 鱼雷发射管(预设)

# IDS_PAUT021_457_1_APT005
source: 450 mm (1x Mk5)
ru: 450-мм (1x Mk5)
uk: 450-мм (1x Mk5)
zh: 450 毫米 (1x Mk5)

# IDS_PAUT031_457_1_APT019
source: 450 mm (1x Mk5)
ru: 450-мм (1x Mk5)
uk: 450-мм (1x Mk5)
zh: 450 毫米 (1x Mk5)

# IDS_PAUT102_D2_TORP_STOCK
source: Whitehead Mk5
zh: 怀特黑德 Mk5

# IDS_PAUT103_D2_TORP_TOP
source: Bliss Leavitt Mk7
zh: 布利斯·莱维特 Mk7

# IDS_PAUT111_457_SMITH
source: Bliss Leavitt Mk7
zh: 布利斯·莱维特 Mk7

# IDS_PAUT201_533_2_APT014
source: 533 mm (2x Mk3)
ru: 533-мм (2x Mk3)
uk: 533-мм (2x Mk3)
zh: 533 毫米 (2x Mk3)

# IDS_PAUT202_D3_TORP_STOCK
source: Bliss Leavitt Mk3
zh: 比利斯 莱维特 Mk3

# IDS_PAUT203_D3_TORP_TOP
source: Bliss Leavitt Mk9
zh: 布利斯·莱维特 Mark 9

# IDS_PAUT302_D4_TORP_STOCK
source: Bliss Leavitt Mk9
zh: 布利斯·莱维特 Mark 9

# IDS_PAUT311_533_2_APT015
source: 533 mm (2x Mk8)
ru: 533-мм (2x Mk8)
uk: 533-мм (2x Mk8)
zh: 533 毫米 (2x Mk8)

# IDS_PAUT312_533_3_APT016
source: 533 mm (3x Mk8)
ru: 533-мм (3x Mk8)
uk: 533-мм (3x Mk8)
zh: 533 毫米 (3x Mk8)

# IDS_PAUT313_533_3_APT017
source: 533 mm (3x Mk8)
ru: 533-мм (3x Mk8)
uk: 533-мм (3x Mk8)
zh: 533 毫米 (3x Mk8)

# IDS_PAUT502_533_MARK_15_MOD_3
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT503_533_MARK_15_MOD_3_ATLANTA
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT504_FLINT
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT506_MONAGHAN
source: Mark 12 (Mk15 mod. 3)
zh: Mark 12

# IDS_PAUT507_MONAGHAN2
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT521_533_4_APT017
source: 533 mm (4x Mk14)
ru: 533-мм (4x Mk14)
uk: 533-мм (4x Mk14)
zh: 533 毫米 (4x Mk14)

# IDS_PAUT531_533_4_PAPT001
source: Mk15 mod. 0
zh: Mk15 0型

# IDS_PAUT541_533_3_PAPT017_MB
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUT551_533_3_PAPT017_CINCINNATI
source: Mk9 mod. 1
zh: Mk9 1型

# IDS_PAUT602_D7_TORP_TOP
source: Mk15 mod. 0
zh: Mk15 0型

# IDS_PAUT611_533_4_APT001
source: 533 mm (4x Mk14)
ru: 533-мм (4x Mk14)
uk: 533-мм (4x Mk14)
zh: 533 毫米 (4x Mk14)

# IDS_PAUT612_533_4_APT018
source: 533 mm (4x Mk14)
ru: 533-мм (4x Mk14)
uk: 533-мм (4x Mk14)
zh: 533 毫米 (4x Mk14)

# IDS_PAUT631_533_PAPT015_SIMS
source: Bliss Leavitt Mk7 mod. 2B
zh: 布利斯·莱维特 Mk7 2B

# IDS_PAUT680_TORP_STOCK_BLACK_SIMS
source: Mk15 mod. 0
zh: Mk15 0型

# IDS_PAUT681_TORP_TOP_BLACK_SIMS
source: Bliss Leavitt Mk7 mod. 2B
zh: 布利斯·莱维特 Mk7 2B

# IDS_PAUT701_D8_TORP_STOCK
source: Mk15 mod. 0
zh: Mk15 0型

# IDS_PAUT702_D8_TORP_TOP
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT703_533_MARK_14_MOD_3
source: Mk14 mod. 3
zh: Mark 14 3型

# IDS_PAUT704_TORP_KIDD
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT706_TORP_ANCHORAGE
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAUT711_533_5_APT001
source: 533 mm (5x Mk15)
ru: 533-мм (5x Mk15)
uk: 533-мм (5x Mk15)
zh: 533 毫米 (5x Mk15)

# IDS_PAUT712_533_5_APT018
source: 533 mm (5x Mk15)
ru: 533-мм (5x Mk15)
uk: 533-мм (5x Mk15)
zh: 533 毫米 (5x Mk15)

# IDS_PAUT731_533_4_PAPT001
source: 533 mm (4x Mk14)
ru: 533-мм (4x Mk14)
uk: 533-мм (4x Mk14)
zh: 533 毫米 (4x Mk14)

# IDS_PAUT801_D9_TORP_STOCK
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PAUT802_533_5_APT009
source: 533 mm (5x Mk11)
ru: 533-мм (5x Mk11)
uk: 533-мм (5x Mk11)
zh: 533 毫米 (5x Mk11)

# IDS_PAUT803_533_5_APT018
source: 533 mm (5x Mk15)
ru: 533-мм (5x Mk15)
uk: 533-мм (5x Mk15)
zh: 533 毫米 (5x Mk15)

# IDS_PAUT804_D9_TORP_TOP
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAUT805_BLACK
source: Mk29
zh: Mk16 1型

# IDS_PAUT806_BENHAM
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PAUT902_D10_NEW_STOCK
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAUT903_TORP_TST_GEARING
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAUT975_TORP_GEARING
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PAY_OFF_PENALTY_WITH_ELITE_XP
source: You can speed up the Commander retraining process using Elite Commander XP or Free XP
es_mx: Puedes acelerar el proceso de reentrenamiento del Comandante usando la XP Élite del Comandante o la XP Libre
ja: エリート艦長 EXP またはフリー EXP を用いることで艦長の再訓練プロセスを加速可能
pl: Możesz przyspieszyć proces przeszkalania dowódcy wykorzystując elitarne PD dowódcy lub wolne PD.
ru: Оставшуюся часть переподготовки можно будет компенсировать элитным опытом командиров или свободным опытом
uk: Перепідготовку можна пришвидшити, використовуючи елітний досвід командирів або вільний досвід
zh: 您可以用精英指挥官经验或全局经验来加快指挥官重新训练的过程
zh_sg: 您可以用精英指挥官经验或全局经验来加快指挥官重新训练的过程

# IDS_PA_GROZNY
source: Ivan the Terrible
es_mx: Iván el Terrible
pl: Iwan Groźny
ru: Иван Грозный
uk: Іван Грозний
zh: Иван Грозный
zh_sg: 伊凡·恐怖

# IDS_PA_TRUBA
source: Boris the Pipe
es_mx: Boris el Tubo
pl: Borys Rurka
ru: Борис Труба
uk: Борис Труба
zh: Борис Труба
zh_sg: 鲍里斯·管道

# IDS_PBAB001_B_RIPON
source: Ripon IIC
ru: Ripon IIС
uk: Ripon IIС
zh: 里彭 IIC

# IDS_PBAB002_F_SWORDFISH
source: Swordfish Mk I
zh: 剑鱼 Mk I

# IDS_PBAB003_B_FIREBRAND_TB
source: Firebrand TF.IV
zh: 火把 TF.IV

# IDS_PBAB004_F_ALBACORE_TB
source: Albacore
zh: 青花鱼

# IDS_PBAB005_F_BARRACUDA_TB
source: Barracuda Mk II
zh: 梭鱼 Mk II

# IDS_PBAB006_F_BARRACUDA_MKV_TB
source: Barracuda Mk V
zh: 梭鱼 Mk V

# IDS_PBAB007_F_SPEARFISH_TB
source: Spearfish
zh: 旗鱼

# IDS_PBAB008_BARR_TB_INDOMITABLE
source: Barracuda Mk V
zh: 梭鱼 Mk V

# IDS_PBAB104_HERMES_STOCK
source: Fairey Albacore
zh: 青花鱼式鱼雷轰炸机

# IDS_PBAB106_FURIOUS_STOCK
source: Fairey Albacore
zh: 青花鱼式鱼雷轰炸机

# IDS_PBAB108_IMPLACABLE_STOCK
source: Fairey Barracuda MkV
zh: 梭鱼式鱼雷轰炸机 MkV

# IDS_PBAB110_AUDACIOUS_STOCK
source: Blackburn Firebrand
zh: 火炬式战斗机

# IDS_PBAB206_FURIOUS_TOP
source: Fairey Barracuda MkII
zh: 梭鱼式鱼雷轰炸机 MkII

# IDS_PBAB208_IMPLACABLE_TOP
source: Fairey Spearfish
zh: 旗鱼式鱼雷轰炸机

# IDS_PBAB210_AUDACIOUS_TOP
source: Westland Wyvern
zh: 韦斯特兰飞龙战机

# IDS_PBAB506_ARKR_ALBCORE
source: Fairey Swordfish
zh: 青花鱼式鱼雷轰炸机

# IDS_PBAB508_INDOMITABLE_STOCK
source: Fairey Spearfish
zh: 旗鱼式鱼雷轰炸机

# IDS_PBAD001_H_OSPREY
source: Osprey Mk I
zh: 鹗 Mk I

# IDS_PBAD002_B_SKUA
source: Skua
zh: 贼鸥

# IDS_PBAD003_B_FIREBRAND_DB
source: Firebrand TF.III
zh: 火把 TF.III

# IDS_PBAD004_F_ALBACORE_DB
source: Albacore
zh: 青花鱼

# IDS_PBAD005_F_BARRACUDA_DB
source: Barracuda Mk II
zh: 梭鱼 Mk II

# IDS_PBAD006_F_BARRACUDA_MKV_DB
source: Barracuda Mk V
zh: 梭鱼 Mk V

# IDS_PBAD007_F_SPEARFISH_DB
source: Spearfish
zh: 旗鱼

# IDS_PBAD008_BARR_DB_INDOMITABLE
source: Barracuda Mk V
zh: 梭鱼 Mk V

# IDS_PBAD104_HERMES_STOCK
source: Fairey Swordfish
zh: 剑鱼式鱼雷攻击机

# IDS_PBAD106_FURIOUS_STOCK
source: Blackburn Skua
zh: 贼鸥式战斗轰炸机

# IDS_PBAD108_IMPLACABLE_STOCK
source: Fairey Barracuda MkV
zh: 梭鱼式鱼雷轰炸机 MkV

# IDS_PBAD110_AUDACIOUS_STOCK
source: Blackburn Firebrand
zh: 火炬式战斗机

# IDS_PBAD206_FURIOUS_TOP
source: Fairey Barracuda MkII
zh: 梭鱼式鱼雷轰炸机 MkII

# IDS_PBAD208_IMPLACABLE_TOP
source: Fairey Spearfish
zh: 旗鱼式鱼雷轰炸机

# IDS_PBAD210_AUDACIOUS_TOP
source: Westland Wyvern
zh: 韦斯特兰飞龙战机

# IDS_PBAD506_ARKR_SWORDF
source: Fairey Swordfish
zh: 剑鱼式鱼雷攻击机

# IDS_PBAD508_INDOMITABLE_STOCK
source: de Havilland Sea Hornet
zh: 德哈维兰大黄蜂

# IDS_PBAF001_H_NIMROD
source: Nimrod Mk I
zh: 尼姆罗德 Mk I

# IDS_PBAF002_G_SEAGLADIATOR
source: Sea Gladiator Mk II
zh: 海上角斗士 Mk II

# IDS_PBAF003_B_FIREBRAND_F
source: Firebrand F.I
zh: 火把 F.I

# IDS_PBAF004_H_SEA_HURR_MKIB
source: Sea Hurricane Mk IB
zh: 海飓风 Mk IB

# IDS_PBAF006_F_FIREFLY
source: Firefly Mk I
zh: 萤火虫 Mk I

# IDS_PBAF007_S_SEAFIRE_MKXV
source: Seafire F.Mk XV
zh: 海火 F.Mk XV

# IDS_PBAF008_F_FIREFLY_INDOMITABLE
source: Firefly Mk I
zh: 萤火虫 Mk I

# IDS_PBAF016_FAIREY_F
source: Fairey Flycatcher
zh: 捕蝇器

# IDS_PBAF017_HAWKER_O
source: Hawker Osprey
zh: 霍克鱼鹰

# IDS_PBAF018_SEA_G
source: Sea Gladiator
zh: 海斗士

# IDS_PBAF019_SEA_H
source: Sea Hurricane Mk IB
zh: 海飓风 Mk IB

# IDS_PBAF020_SEAFIRE_III
source: Seafire Mk III
zh: 海火 Mk III

# IDS_PBAF021_FAIREY_F_EXETER
source: Fairey Flycatcher
zh: 捕蝇器

# IDS_PBAF104_HERMES_STOCK
source: Gloster Sea Gladiator
zh: 格洛斯特海角斗士

# IDS_PBAF106_FURIOUS_STOCK
source: Blackburn Skua
zh: 贼鸥式战斗轰炸机

# IDS_PBAF108_IMPLACABLE_STOCK
source: Fairey Firefly
zh: 萤火虫式攻击机

# IDS_PBAF110_AUDACIOUS_STOCK
source: Blackburn Firebrand
zh: 火炬式战斗机

# IDS_PBAF206_FURIOUS_TOP
source: Hawker Sea Hurricane
zh: 颶风战斗机

# IDS_PBAF208_IMPLACABLE_TOP
source: Supermarine Seafire
zh: 超级海火战斗机

# IDS_PBAF210_AUDACIOUS_TOP
source: Westland Wyvern
zh: 韦斯特兰飞龙战机

# IDS_PBAF506_ARKR_SKUA
source: Blackburn Skua
zh: 贼鸥式战斗轰炸机

# IDS_PBAF508_INDOMITABLE_STOCK
source: de Havilland Sea Hornet
zh: 德哈维兰大黄蜂

# IDS_PBAS001_WALRUS
source: Supermarine Walrus
zh: 超级玛琳 海象

# IDS_PBAS004_SEAFOX
source: Seafox
zh: 长尾鲛

# IDS_PBAS005_FAIREY_S
source: Fairey Swordfish Mk I
zh: 剑鱼 Mk I

# IDS_PBAS006_ROC_S
source: Roc Seaplane
zh: 水上飞机

# IDS_PBAS007_SEA_OTTER
source: Sea Otter
zh: 海獭

# IDS_PBEE001_UK_DESC
source: An image combining the cross of St. George and the U.K. flag, used as a naval ensign for the British Navy since 1801.
es_mx: Una pieza que combina la imagen de la cruz de San Jorge y la bandera del Reino Unido, usado como insignia naval para la Marina del Reino Unido desde 1801.
ja: セント・ジョージ・クロスとイギリス国旗を組み合わせたこの旗は、1801 年以降、イギリス海軍の軍艦旗として使用されてきました。
pl: Flaga, na której połączone zostały krzyż Św. Jerzego i flaga Zjednoczonego Królestwa, używane jako symbol Marynarki Zjednoczonego Królestwa od 1801 roku.
ru: Полотнище, сочетающее изображение креста Святого Георга и флаг Соединённого Королевства. Используется в качестве британского военно-морского флага с 1801 года до настоящего времени.
uk: Полотнище, що поєднує зображення хреста Святого Георга та прапор Сполученого Королівства. Використовується як британський військово-морський прапор від 1801 р. до теперішнього часу.
zh: 结合了象征圣乔治十字与Y国国旗的旗帜，自 1801 年起被用作为Y国海军的海军旗。
zh_sg: 结合了象征圣乔治十字与英国国旗的旗帜，自1801年起被用作为英国海军的海军旗。

# IDS_PBEE001_UK_TITLE
source: The British Royal Navy
es_mx: La Royal Navy del Reino Unido
ja: イギリス海軍
pl: Royal Navy
ru: Королевский флот Великобритании
uk: Королівський флот Великобританії
zh: Y国皇家海军旗
zh_sg: 英国皇家海军

# IDS_PBEE001_UK_YEARS
source: from 1801
es_mx: de 1801
ja: 1801 年以降
pl: od 1801 r.
ru: с 1801 г.
uk: з 1801 р.
zh: 自1801年起
zh_sg: 1801年起

# IDS_PBEP075_DUKE_OF_YORK_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PBEP076_IMPLACABLE_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PBEP108_LIGHTNING_BRITISH
source: Royal Navy
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PBEP108_LIGHTNING_BRITISH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of British destroyers in time of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores británicos en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem brytyjskich niszczycieli w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов британских эсминцев в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці і славних подвигів британських есмінців у дні війни. Ми шануємо традиції флоту!
zh: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PBEP109_JUTLAND_BRITISH
source: Royal Navy
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PBEP109_JUTLAND_BRITISH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of British destroyers in time of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores británicos en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem brytyjskich niszczycieli w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов британских эсминцев в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці і славних подвигів британських есмінців у дні війни. Ми шануємо традиції флоту!
zh: 为了纪念Y系驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PBEP110_DARING_BRITISH
source: Royal Navy
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PBEP110_DARING_BRITISH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of British destroyers in time of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores británicos en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem brytyjskich niszczycieli w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов британских эсминцев в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці і славних подвигів британських есмінців у дні війни. Ми шануємо традиції флоту!
zh: 为了纪念Y系驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PBEP307_HOOD_PERMO_2
source: Type 14
es_mx: Tipo 14
ja: タイプ 14
pl: Typ 14
ru: Тип 14
uk: Тип 14
zh: 类型 14
zh_sg: 类型 14

# IDS_PBEP307_HOOD_PERMO_2_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PBEP347_DUKE_OF_YORK_MEDITERRA
source: Mediterranean
es_mx: Mediterráneo
ja: 地中海
pl: Śródziemnomorski
ru: Средиземноморский
uk: Середземноморський
zh: 地中海
zh_sg: 地中海

# IDS_PBEP347_DUKE_OF_YORK_MEDITERRA_DESCRIPTION
source: Camo scheme designed for use in the Mediterranean Sea.
es_mx: Esquema de camuflaje diseñado para su uso en el Mar Mediterráneo.
ja: 地中海用としてデザインされた迷彩スキーム
pl: Wzór kamuflażu używany na Morzu Śródziemnym.
ru: Схема камуфляжа, предназначенная для использования в Средиземном море.
uk: Схема камуфляжу, призначена для використання в Середземному морі.
zh: 设计用于地中海的涂装图案。
zh_sg: 为在地中海使用而设计的涂装配色

# IDS_PBEP348_DUKE_OF_YORK_TROPICS
source: Tropical
ja: 熱帯
pl: Tropikalny
ru: Тропический
uk: Тропічний
zh: 热带
zh_sg: 热带

# IDS_PBEP348_DUKE_OF_YORK_TROPICS_DESCRIPTION
source: Camo scheme designed for use in tropical latitudes.
es_mx: Esquema de camuflaje diseñado para su uso en latitudes tropicales.
ja: 熱帯海域用としてデザインされた迷彩スキーム
pl: Wzór kamuflażu zaprojektowany do użycia w rejonach tropikalnych.
ru: Схема камуфляжа, предназначенная для использования в тропических широтах.
uk: Схема камуфляжу, призначена для використання в тропічних широтах.
zh: 设计用于热带纬度的图案。
zh_sg: 为在热带纬度使用而设计的涂装配色

# IDS_PBEP349_DREADNOUGHT_UK
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PBEP349_DREADNOUGHT_UK_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PBEP350_WARSPITE_UK
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PBEP350_WARSPITE_UK_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PBEP351_FURIOUS_DAZZLE
source: Dazzling
ja: ダズル
pl: Deformujący
ru: Ослепляющий
uk: Сліпучий
zh: 炫目
zh_sg: 耀眼

# IDS_PBEP351_FURIOUS_DAZZLE_DESCRIPTION
source: Drives the enemy distracted: visually distorts the ship and prevents them from measuring the distance to target, its speed, and course.
es_mx: Distrae al enemigo: distorsiona la visualización del barco y no permite calcular la distancia a un objetivo, su velocidad ni su rumbo.
ja: 敵を混乱させます: 艦艇を視覚的に歪め、距離、速度、進路の判定を困難にします。
pl: Rozprasza uwagę przeciwnika, zniekształcając optycznie okręt i uniemożliwiając pomiar odległości do celu, prędkości oraz kursu.
ru: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
uk: Спантеличує супротивника: візуально деформує корабель і заважає оцінити відстань до об’єкта, його швидкість і курс.
zh: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
zh_sg: 使敌人混乱：从视觉上扭曲战舰，使之无法测量到目标的距离、速度和航向。

# IDS_PBEP506_GALLANT_BRITISH
source: Royal Navy
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PBEP506_GALLANT_BRITISH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of British destroyers in time of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores británicos en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem brytyjskich niszczycieli w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов британских эсминцев в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці і славних подвигів британських есмінців у дні війни. Ми шануємо традиції флоту!
zh: 为了纪念Y系驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PBEP517_COSSACK_BRITISH
source: Royal Navy
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_PBEP517_COSSACK_BRITISH_DESCRIPTION
source: In commemoration of the hard work and glorious feats of British destroyers in time of war. We honor the traditions of the Navy!
es_mx: En conmemoración del arduo trabajo y las gloriosas hazañas de los destructores británicos en tiempos de guerra. ¡Honramos las tradiciones de la Marina!
ja: 戦時中におけるイギリス駆逐艦の激務と輝かしい功績を記念して。海軍の伝統を称えます!
pl: Na pamiątkę ciężkiej pracy i wspaniałych osiągnięć, będących dziełem brytyjskich niszczycieli w trakcie wojny. Oddajemy hołd tradycjom marynarki!
ru: В ознаменование тяжкого труда и славных подвигов британских эсминцев в дни войны. Мы чтим традиции флота!
uk: Данина пам’яті важкої праці і славних подвигів британських есмінців у дні війни. Ми шануємо традиції флоту!
zh: 为了纪念Y系驱逐舰在战时的辛勤工作和光荣壮举。我们替海军的传统感到荣耀！
zh_sg: 为了纪念英国驱逐舰在战时的辛勤工作和光荣壮举。 我们尊重海军的传统！

# IDS_PBEP518_IMPLACABLE_CVARC
source: Wings of the Crown
es_mx: Las Alas de la Corona
ja: 王冠の翼
pl: Skrzydła Korony
ru: Крылья короны
uk: Крила корони
zh: Крылья короны
zh_sg: 皇冠之翼
