Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSB706_DESCR
source: A Battleship of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 4th Kongō-class battleship, Kirishima. She was first seen engaging I-401, along with Haruna, at the battle in Yokosuka Bay. She was eventually defeated by I-401 due to her "trump card" backfiring under her rival's tactics. This warship has been specially designed for World of Warships, and is modelled after Kirishima as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: El Acorazado de la "Flota de la Niebla". Basado en el 4° acorazado clase Kongō de la Marina Imperial Japonesa, Kirishima. Fue vista por vez primera enfrentando al I-401, junto con Haruna, en la batalla de la Bahía de Yokosuka. Fue eventualmente derrotada por el I-401 debido a que su "carta de triunfo" se volvió en su contra bajo las tácticas de su rival. Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Kirishima tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
ja: 旧日本帝国海軍の金剛型戦艦四番艦「霧島」を模した「霧の艦隊」の大戦艦。大戦艦ハルナをと共に横須賀に侵攻しイ401を追い詰めるも、ハルナとの合体攻撃の一瞬の隙をつかれ、撃沈された。メンタルモデル・キリシマは自分の武力に自信を持つ好戦的な性格。 本艦艇は「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場するキリシマを参考に World of Warships 向けにデザインされている。
pl: Pancernik Floty Mgły; wzorowany na pancerniku Kirshima, 4. pancerniku klasy Kongō, należącym Cesarskiej Marynarki Wojennej Japonii. Pierwsza bitwa, w której wziął udział toczyła się w Zatoce Yokosuka, podczas której u boku Haruny walczył z I-401. Został on zniszczony przez I-401 na własne życzenie, bo strategia, która obrał obróciła się przeciwko niemu i stała się atutem rywala. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Kirshima, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Линкор Туманного флота. Модель создана на базе Kirishima, четвёртого корабля в серии линкоров типа Kongō в составе Императорского флота Японии. Впервые о Kirishima становится известно в ходе сражения в бухте Йокоска, где совместно с Haruna ею была предпринята атака на I-401. На фоне грамотных тактических действий со стороны I-401 хитроумный план нападения, разработанный Kirishima, провалился. Линкор спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Лінкор Туманного флоту. Модель створена на базі Kirishima, четвертого корабля у серії лінкорів типу Kongō у складі Імператорського флоту Японії. Вперше про Kirishima стає відомо під час битви у бухті Йокосука, де спільно з Haruna вони атакували I-401. Завдяки дотепним тактичним діям з боку I-401 хитромудрий план нападу, розроблений Kirishima, провалився. Лінкор спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 《海雾舰队》 的战列舰；范本为R系海军鲤级战列舰四号舰，雾岛。它跟榛名一起在YO经历了首次对 I-401 的交战。由于它的 《王牌》 在对手的战术下逆火而最终被击败。 此战舰是专为《战舰世界》所设计；并且是以 《ARPEGGIO OF BLUE STEEL -ARS NOVA-》 中所出现的雾岛为范本。
zh_sg: “海雾舰队”的战列舰。以大日本帝国海军Kongō级战列舰四号舰，Kirishima为范本。它跟Haruna一同经历了首度与I-401交手的横须贺湾海战。由于它的“王牌”在对手战术下逆火，所以最终还是被击败。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA-”中出现的Kirishima来作为模板。

# IDS_PJSB706_FULL
source: ARP Kirishima
zh: 雾岛

# IDS_PJSB707
source: ARP Haruna
zh: 榛名

# IDS_PJSB707_DESCR
source: A Battleship of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 3rd Kongō-class battleship, Haruna. First seen engaging I-401 in combat alongside Kirishima, she was defeated by the superior tactics of Gunzo Chihaya, commander of I-401. Her Mental Model "Haruna" always wears a large overcoat and has a keen interest in the human language, "collecting" word samples as she hears them. This warship has been specially designed for World of Warships, and is modelled after Haruna as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Un Acorazado de la "Flota de la Niebla". Basado en el 3er acorazado clase Kongō de la Marina Imperial Japonesa, Haruna. Vista por primera vez enfrentando al I-401 en combate junto al Kirishima, fue derrotada por las tácticas superiores de Gunzo Chihaya, comandante del I-401. Su Modelo Mental, "Haruna", usa siempre un gran abrigo y tiene un entusiasta interés en el lenguaje humano, "recolectando" palabras al escucharlas. Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Haruna tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
ja: 旧日本帝国海軍の金剛型戦艦三番艦「榛名」を模した「霧の艦隊」の大戦艦。イ401を追い、キリシマと共に横須賀に侵攻。イ401と交戦し追い詰めるも、千早群像の戦術に逆転され敗北、撃沈された。メンタルモデルのハルナは常に大きなコートを身にまとい、人類の言語に興味があり「言葉集め」をしている。 本艦艇は「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場するハルナを参考に World of Warships 向けにデザインされている。
pl: Pancernik Floty Mgły. Wzorowany na pancerniku Haruna należącym do 3. klasy typu Kongō w Cesarskiej Marynarce Wojennej Japonii. Pierwszy raz widziano go w potyczce z I-401 u boku okrętu Kirshima, w której został zniszczony dzięki wspaniałej strategii Gunzo Cihaya'i, dowódcy I-401. Jego uosobienie, Haruna, zawsze chodzi w dużych płaszczach i jest szczególnie zainteresowane ludzkim językiem, „zbierając” przypadkowo zasłyszane słowa. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Haruna, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Линкор Туманного флота. Модель создана на базе Haruna, третьего корабля в серии линкоров типа Kongō в составе Императорского флота Японии. Впервые о Haruna мы узнаём в ходе атаки на I-401, осуществлённой при помощи Kirishima, которая оказалась безуспешной благодаря блистательным тактическим решениям Gunzo Chihaya, командира I-401. Аватар Haruna всегда носит плащ. Активно интересуется изучением человеческого языка, собирает «образцы» слов. Линкор спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Лінкор Туманного флоту. Модель створена на базі Haruna, третього корабля у серії лінкорів типу Kongō у складі Імператорського флоту Японії. Вперше про Haruna ми дізнаємося під час атаки на I-401, здійсненої за допомогою Kirishima, яка була безуспішною завдяки дотепним тактичним рішенням Gunzo Chihaya, командира I-401. Аватар Haruna завжди носить плащ. Активно цікавиться вивченням людської мови, збирає «зразки» слів. Лінкор спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 《海雾舰队》 的战列舰。范本为R系海军鲤级战列舰三号舰，榛名。与雾岛一同经历了首次对 I-401 的交战，它被 I-401 指挥官，千早群像，的优异战术所击败。它的心智模型，榛名，总是穿着大衣并对人类语言产生浓厚的兴趣，当它听到字例时就会 《收集》 它们。 此战舰是专为《战舰世界》所设计并且是以它在 《ARPEGGIO OF BLUE STEEL -ARS NOVA-》 中所出现的榛名为范本。
zh_sg: “海雾舰队”的战列舰。以大日本帝国海军Kongō级战列舰三号舰，Haruna为范本。与Kirishima一同经历了首度与I-401交手的海战，它被I-401指挥官，Gunzo Chihaya的优异战术所击败。它的心智模型，Haruna，总是穿着大衣并对人类语言有着浓厚的兴趣，当它听到了字例就会去“收集”它们。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA-”中出现的Haruna来作为模板。

# IDS_PJSB707_FULL
source: ARP Haruna
zh: 榛名

# IDS_PJSB708
source: ARP Hiei
zh: 比睿

# IDS_PJSB708_DESCR
source: A Battleship of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 2nd Kongō-class battleship, Hiei. Equipped with the "Mirroring System" bestowed by Musashi, she acts as the new flagship of the "First Oriental Fleet" after Kongō's departure. Repurposing the Fleet as the "Student Council of the Fog", she maintains strict order within the Fleet of Fog as the "Student Council President". This warship has been specially designed for World of Warships, and is modelled after Hiei as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA- DC".
es_mx: Un Acorazado de la "Flota de la Niebla". Basado en el 2º Acorazado clase Kongō de la Marina Imperial Japonesa, Hiei. Equipado con el "Sistema Espejo" otorgado por Musashi, actúa como el nuevo barco insignia de la "Primera Flota Oriental" después de la partida de Kongō. Reorganizando la Flota como el "Consejo Estudiantil de la Niebla", mantiene un estricto orden dentro de la Flota de la Niebla como la "Presidenta del Consejo Estudiantil". Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Hiei tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA- DC".
ja: 旧日本帝国海軍の金剛型戦艦二番艦「比叡」を模した「霧の艦隊」の大戦艦。ムサシに授けられた「ミラーリングシステム」を装備している。メンタルモデルのヒエイはコンゴウ出奔後の東洋方面第一巡航艦隊の旗艦として艦隊を自らを「生徒会長」とする「霧の生徒会」に再編、霧の風紀を乱すものを粛清している。 本艦艇は「劇場版 蒼き鋼のアルペジオ ‐アルス・ノヴァ‐ DC」に登場するヒエイを参考に World of Warships 向けにデザインされている。
pl: Pancernik Floty Mgły. Wzorowany na pancerniku Hiei należącym do 2. klasy typu Kongō w Cesarskiej Marynarce Wojennej Japonii. Zaopatrzony w systemy lustrzane otrzymane od Musashi, pełni rolę nowego okrętu flagowego Pierwszej Floty Orientu po odejściu Kongō. Zmieniając przeznaczenie Floty na Mglistą radę studencką, utrzymuje porządek we Flocie Mgły, jako Przewodnicząca rady studenckiej. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Hiei, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- DC”.
ru: Линкор Туманного флота. Модель создана на базе Hiei, второго корабля в серии линкоров типа Kongō в составе Императорского флота Японии. Обладает «Системой зеркального отражения», полученной в дар от Musashi. После ухода Kongō становится новым флагманом Первого восточного флота. Меняет задачи флота, преобразовав его в Студенческий совет Туманного флота. Поддерживает строжайший порядок в структуре флота, занимает пост президента Студенческого совета. Линкор спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA- DC.
uk: Лінкор Туманного флоту. Модель створена на базі Hiei, другого корабля у серії лінкорів типу Kongō у складі Імператорського флоту Японії. Має «Систему дзеркального відбиття», отриману в дар від Musashi. Стає новим флагманом Першого східного флоту після відставки Kongō. Міняє завдання флоту, перетворивши його на Студентську раду Туманного флоту. Підтримує найсуворіший лад у структурі флоту, обіймає посаду президента Студентської ради. Лінкор спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA- DC».
zh: 「海雾舰队」的战列舰。以大日本帝国海军 Kongo 级战列舰二号舰，Hiei 为范本。装备着 Musashi 所赋予的「镜像系统」，它在 Kongō 离开后便充当着「东洋第一巡航舰队」的新旗舰。重新运用舰队来作为「海雾学生会」，它以「学生会会长」的身分来维持着海雾舰队内的严格秩序。 此战舰是专为《战舰世界》所设计，而且是以它在「ARPEGGIO OF BLUE STEEL -ARS NOVA- DC」中出现的 Hiei 来作为模板。
zh_sg: “海雾舰队”的战列舰。以大日本帝国海军Kongō级战列舰二号舰，Hiei为范本。战舰装备了武藏所赋予的“镜像系统”，它在Kongō离开后便充当着“东洋第一巡航舰队”的新旗舰。重新运用舰队来作为“海雾学生会”，它以“学生会会长”的身分来维持着海雾舰队内的严格秩序。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA- DC”中出现的Hiei来作为模板。

# IDS_PJSB708_FULL
source: ARP Hiei
zh: 比睿

# IDS_PJSB799
source: ARP Kirishima
zh: 雾岛

# IDS_PJSB799_FULL
source: ARP Kirishima
zh: 雾岛

# IDS_PJSB801
source: Kawachi
ja: 河内
zh: 鲑
zh_sg: 河内

# IDS_PJSB801_DESCR
source: Battleship Kawachi, which is used in the Introductory Mission
es_mx: El acorazado Kawachi, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される戦艦 河内
pl: Pancernik Kawachi, który używany jest w misji wprowadzającej
ru: Линкор Kawachi, используемый во вводной миссии
uk: Лінкор Kawachi, що використовується у вступній місії
zh: Линкор Kawachi, используемый во вводной миссии
zh_sg: 新手任务中使用的河内号战列舰

# IDS_PJSB801_SHORT
source: KWCH
zh: 鲑
zh_sg: 河内

# IDS_PJSB802
source: Kawachi
ja: 河内
zh: 鲑
zh_sg: 河内

# IDS_PJSB802_DESCR
source: Battleship Kawachi, which is used in the Introductory Mission
es_mx: El acorazado Kawachi, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される戦艦 河内
pl: Pancernik Kawachi, który używany jest w misji wprowadzającej
ru: Линкор Kawachi, используемый во вводной миссии
uk: Лінкор Kawachi, що використовується у вступній місії
zh: Линкор Kawachi, используемый во вводной миссии
zh_sg: 新手任务中使用的河内号战列舰

# IDS_PJSB802_SHORT
source: KWCH
zh: 鲑
zh_sg: 河内

# IDS_PJSB878_DESCR
source: Originally designed for a Naval mission of the purpose now long forgotten, Ignis Purgatio was lost during the Horus Heresy. After missing for several millennia, the ship was rediscovered on one of the Frontier worlds in the Jericho Reach. Though clearly a warship, it was put to use as a transport by its new, uncouth masters who failed to recognize its true potential. After undergoing intensive repairs and cleansing its quarters of its previous inhabitants, Ignis Purgatio was eventually returned to Imperial Navy service and, since then, it has become an essential component of Battlefleet Solar. Once again, it acts as a fearsome guard dog for humanity and, by proxy, the Emperor Himself.
es_mx: Diseñado originalmente para una misión naval cuyo propósito fue olvidado hace mucho tiempo, el Ignis Purgatio se perdió durante la Herejía de Horus. Después de desaparecer por varios milenios, el barco fue redescubierto en uno de los mundos Fronterizos en la Brecha Jericho. Aunque claramente es un barco de guerra, fue usado como un transporte por sus nuevos y torpes amos, quienes no reconocieron su verdadero potencial. Después de intensas reparaciones y de limpar los restos de sus habitantes anteriores, el Ignis Purgatio finalmente regresó al servicio en la Armada Imperial y desde entonces se ha convertido en un componente esencial de la Flota de Batalla Solar. Una vez más, actúa como un temible perro guardián para la humanidad y en representación del mismo Emperador.
ja: 元々は遙か昔にその目的が忘れ去られた任務のために設計された「イグニス・プルガティオ」は、〈ホルスの大逆〉の最中に行方不明になりました。そしてそれから何千年も後に、ジェリコ・リーチ内にある辺境のひとつで再発見されました。本艦は明らかに戦闘艦ですが、新たな所有者となった愚かな者達は、その真の実力に気付くことができず、輸送用として運用していました。しかし徹底的な修理を施し、それまでの住民達の地域を掃討した後、遂に帝国海軍に復帰し、太陽系戦闘艦隊にとってなくてはならない重要な存在となりました。今再び、本艦は彼の皇帝陛下の代理として、人類を守る恐るべき番犬となったのです。
pl: Początkowo zaprojektowany do misji, której cel został już dawno zapomniany, Ignis Purgatio został utracony w czasach Herezji Horusa. Okręt zaginął na kilka tysiącleci aż ponownie odkryto go na jednym ze światów rubieży w Obrębie Jerycho. Choć ewidentnie był to okręt wojenny, jego nowi, nieokrzesani właściciele wykorzystali go jako transportowiec, nie rozpoznawszy jego prawdziwego potencjału. Po dokonaniu napraw i oczyszczeniu kwater z poprzednich mieszkańców, Ignis Purgatio wrócił ostatecznie do służby w Marynarce Imperialnej i stał się ważnym składowym Armady Solar. Ponownie przyjął rolę budzącego grozę obrońcy ludzkości, a więc i samego Imperatora.
ru: Изначально Ignis Purgatio был построен для целей, о которых сейчас никто уж и не вспомнит, и утерян во времена ереси Гора. Корабль был скрыт от взоров несколько тысячелетий, после чего был найден в одном из пограничных миров в пределе Джерико. Несмотря на явно военное предназначение корабля, новые хозяева использовали его лишь в качестве транспортника, не сумев по неопытности распознать его истинный потенциал. После серьёзного ремонта и тщательной очистки от следов пребывания предыдущих хозяев корабль Ignis Purgatio вновь поступил на службу в Имперский флот в качестве важнейшей единицы боевого флота Солара. И теперь, как и некогда ранее, этот не ведающий страха корабль стоит на страже человечества, а заодно и самого Императора.
uk: Спочатку Ignis Purgatio побудували для цілей, про які зараз ніхто вже й не згадає, і загубили за часів Єресі Гора. Корабель був прихований від поглядів протягом кількох тисячоліть, після чого був знайдений в одному з прикордонних світів у межі Джеріко. Будучи бойовим кораблем, проте використовувався як транспортник своїми новими недотепний господарями, які не змогли розпізнати його справжній потенціал. Після масштабного ремонту та ретельного очищення від слідів перебування попередніх господарів корабель Ignis Purgatio знову потрапив на службу в Імперський флот як найважливіша бойова одиниця бойового флоту Солара. І знову він, грізний і безстрашний, стоїть на сторожі людства, а заразом і самого імператора.
zh: Изначально Ignis Purgatio был построен для целей, о которых сейчас никто уж и не вспомнит, и утерян во времена ереси Гора. Корабль был скрыт от взоров несколько тысячелетий, после чего был найден в одном из пограничных миров в пределе Джерико. Несмотря на явно военное предназначение корабля, новые хозяева использовали его лишь в качестве транспортника, не сумев по неопытности распознать его истинный потенциал. После серьёзного ремонта и тщательной очистки от следов пребывания предыдущих хозяев корабль Ignis Purgatio вновь поступил на службу в Имперский флот в качестве важнейшей единицы боевого флота Солара. И теперь, как и некогда ранее, этот не ведающий страха корабль стоит на страже человечества, а заодно и самого Императора.
zh_sg: 最初为早已被遗忘的海军任务所设计，荷鲁斯反叛中遗失的Ignis Purgatio，失踪了数千年后在杰里科边区的边疆世界再次被发现。虽然明显是一艘军舰，但却被它粗鄙的新主人们埋没了真正潜力，成为运输舰。在经历了密集的维修和清理了四分之一居民宿舍后，Ignis Purgatio最终回到了帝国海军服役，并成为了太阳舰队的重要组成部分。作为帝皇的代理人，它又一次成为了人类可怕的看门狗。

# IDS_PJSB888_DESCR
source: The vessel is immeasurably ancient—a relic of days long forgotten. It was built in the shipyards orbiting a world of proud and fearsome warriors. Though the citizens adhered to the Imperial creed and paid their tithes, secret cabals on the planet's surface worshipped Khorne, the Lord of Rage. These cults were strong. They were hated. They were outnumbered. At the appointed hour, they rose up and tried to overthrow their loyalist masters. They failed. They were defeated in a long, bloody war and all, to a man, perished in flames. Their name was erased from history. But the fickle whims of the Warp decreed that their vengeful spirits would forever haunt the vessel Ragnarok, whose hull was being constructed in the docks above the planet's surface. The furious spirits invaded the hull and ensured the vessel served none but the Ruinous Powers. To this day, Ragnarok and all aboard it cry, "Vengeance! Death! Blood for the Blood God!"
es_mx: La nave tiene una antigüedad inmensurable—una reliquia de una época que lleva largo tiempo en el olvido. Fue construido en los astilleros que orbitan un mundo de orgullosos y aterradores guerreros. Aunque sus ciudadanos se unieron al credo Imperial y pagaron sus diezmos, las cabañas secretas sobre la superficie del planeta continuaron adorando a Khorne, el Señor de la Ira. Estos cultos eran firmes. Eran odiados. Eran superados en número. A la hora señalada, se sublevaron y trataron de derrocar a sus maestros leales al Imperio. Fueron derrotados en una larga guerra sangrienta y hasta el último de sus hombres pereció entre las llamas. Su nombre quedó borrado de la historia. Pero los caprichos inconstantes de la Disformidad decretaron que sus vengativos espíritus acecharían para siempre el buque Ragnarok, cuyo casco se había construido en los muelles que hay sobre la superficie del planeta. Los enfurecidos espíritus invadieron el casco y se aseguraron de que el navío sirviera únicamente a los Poderes Ruinosos. Hasta el día de hoy, el Ragnarok y todos los que viajan a bordo de él gritan "¡Venganza! ¡Muerte! ¡Sangre al Dios de la Sangre!"
ja: 本艦は計り知れないほどに古く、遙か昔に忘れ去られた時代の遺物です。本艦は誇り高く恐るべき戦士達の世界の軌道上にあった造船所で建造されました。この惑星の市民達は帝国の教義を支持し、十分の一税を支払っていましたが、惑星表面に巣くう秘密の闇教団は、激情の神コーンを崇拝していました。これらのカルトは強く、嫌われており、数の上では負けていました。それでも彼らは約束の時間に蜂起し、体制の転覆を試みました。そして彼らは失敗しました。長期に渡る血なまぐさい戦争で敗れ、一人残らず炎で焼かれ、消え去りました。彼らの名前は歴史上からは抹消されました。しかしながら、ワープが持つ気まぐれな性質により、彼らの復讐の魂が、この惑星の表面の上空にあるドックで船体を建造中だったラグナロクという艦に永遠に付きまとうことを運命付けられました。怒り狂った魂が船体を浸食した結果、この艦は〈破滅的な勢力〉だけのために貢献することになったのです。そして今に至るまでラグナロクとその乗員達は「復讐を! 死を! 血の神のための血を!」と叫び続けています。
pl: Wiek tego antycznego okrętu jest trudny do określenia – to relikt dawno zapomnianych czasów. Powstał w stoczni orbitującej wokół świata dumnych i nieustraszonych wojowników. Choć mieszkańcy przyjęli Imperialną wiarę i płacili dziesięcinę, to na powierzchni planety ostały się tajne koterie czczące Khorna, Boga Gniewu. Kulty te były silne. Były nienawidzone i osaczane. O wyznaczonej godzinie podniosły bunt przeciw swoim panom, ale im się nie powiodło. Pokonano ich po długiej i krwawej wojnie – wybito wszystkich, co do jednego. Ich nazwę wymazano z historii. Lecz kaprysy Osnowy zdecydowały, że ich mściwe duchy po wieki prześladować będą okręt Ragnarok, którego kadłub budowano w dokach nad powierzchnią planety. Rozgniewane dusze natarły na kadłub i dopilnowały, żeby okręt nie mógł służyć nikomu poza Siłami Chaosu. Do dnia dzisiejszego Ragnarok i wszyscy członkowie załogi wrzeszczą „Zemsta! Śmierć! Krew dla Boga Krwi!”
ru: Неизмеримо древний корабль, отголосок давно забытых времён. Он строился на верфях, находящихся на орбите мира гордых и бесстрашных воинов. Жители этого мира следовали Имперским правилам и платили оброк, однако на планете всё же имелись тайные последователи Кхорна, Повелителя ярости. Их культы были сильны. Их ненавидели. Они были в меньшинстве. В назначенный час они устроили восстание и попытались свергнуть правителей планеты. Но их планы не увенчались успехом. В ходе долгой и беспощадной войны все до одного мятежники пали. Их имена были стёрты из истории. Однако по прихоти Варпа их неприкаянные души были навеки заточены на борту корабля Ragnarok, чей корпус как раз строился над поверхностью планеты. Яростные духи захватили корпус корабля и заставили его перейти на службу Губительных сил. До сего дня кажется, будто сам корабль в неистовстве взывает: «Месть! Смерть! Кровь для Бога крови!»
uk: Незмірно стародавній корабель, відгомін давно забутих часів. Він будувався на верфях, що знаходилися на орбіті світу гордих і безстрашних воїнів. Мешканці цього світу дотримувалися Імперських правил і платили оброк, однак на планеті все ж були таємні послідовники Володаря Люті Кхорна. Їхні культи були сильні. Їх ненавиділи. Вони були в меншості. У призначений час вони влаштували повстання та спробували скинути правителів планети. І їхні плани не мали успіху. Під час довгої і нещадної війни всі заколотники до одного полягли. Їхні імена були стерті з історії. Однак за примхою Варпа їхні неспокійні душі були навіки заточені на борту корабля Ragnarok, чий корпус якраз будувався над поверхнею планети. Люті духи захопили корпус корабля та змусили його перейти на службу Нищівних сил. До цього дня здається, ніби сам корабель у шаленстві волає: «Помста! Смерть! Кров для Бога Крові!»
zh: Неизмеримо древний корабль, отголосок давно забытых времён. Он строился на верфях, находящихся на орбите мира гордых и бесстрашных воинов. Жители этого мира следовали Имперским правилам и платили оброк, однако на планете всё же имелись тайные последователи Кхорна, Повелителя ярости. Их культы были сильны. Их ненавидели. Они были в меньшинстве. В назначенный час они устроили восстание и попытались свергнуть правителей планеты. Но их планы не увенчались успехом. В ходе долгой и беспощадной войны все до одного мятежники пали. Их имена были стёрты из истории. Однако по прихоти Варпа их неприкаянные души были навеки заточены на борту корабля Ragnarok, чей корпус как раз строился над поверхностью планеты. Яростные духи захватили корпус корабля и заставили его перейти на службу Губительных сил. До сего дня кажется, будто сам корабль в неистовстве взывает: «Месть! Смерть! Кровь для Бога крови!»
zh_sg: 这艘舰艇是被遗忘已久的上古遗物。它是在一个充满骄傲可怕战士的世界里的造船厂中建造的。尽管臣民们恪守皇室信条缴纳着什一税，但星球上却也存在着崇拜愤怒之王恐虐的秘密组织。这些邪教徒很强大。他们被憎恨。他们寡不敌众。在约定的时间，他们试图反叛并推翻他们忠诚的主人。他们失败了。他们在一场漫长的血腥战争中被打败，所有人都在火焰中丧生。他们的名字从历史上被抹去了。但是，变化无常的翘曲让他们复仇的灵魂将永远萦绕在Ragnarok号上。狂暴的灵魂入侵了正在码头上建造的舰体，让这艘战舰成为了毁灭之力的奴仆。直到今天，Ragnarok号一直哭嚎着“复仇！死亡！为血神奉献鲜血！”

# IDS_PJSB918
source: [Yamato]
ja: [大和]
zh: [鲸]
zh_sg: [大和]

# IDS_PJSB918_DESCR
source: This ship is a copy of Yamato and is suitable for Clan Battles only
es_mx: Este barco es una copia del Yamato y solo es adecuado para las Batallas de Clanes
ja: 本艦は 大和 のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Yamato i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Yamato и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Yamato. Призначений лише для кланових боїв
zh: 这艘战舰是鲸的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是大和号的复制并且仅适用于军团战

# IDS_PJSB918_FULL
source: [Yamato]
ja: [大和]
zh: [鲸]
zh_sg: [大和]

# IDS_PJSC004
source: Yūbari
ja: 夕張
zh: 狐
zh_sg: 夕张
