Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PISC104_DESCR
source: A light cruiser built as part of the first series of Condottieri-class ships. Giussano was built to counter the French large contre-torpilleurs. The ship boasted a high speed and a good set of armament for her size, which came at the expense of poor armor protection.
es_mx: Un crucero ligero construido como parte de la primera serie de barcos de la clase Condottieri. El Giussano fue construido para contrarrestar a los grandes contre-torpilleurs franceses. El barco tenía una gran velocidad y un buen armamento para su tamaño, pero a cambio, tenía una escasa protección de blindaje.
ja: アルベルト・ディ・ジュッサーノ級巡洋艦は、コンドッティエリ (傭兵隊長) 型巡洋艦の第 1 弾であり、フランスの大型駆逐艦に対抗すべく建造されました。この艦級は高速でそのサイズの割に良好な兵装を備えていましたが、その代償として装甲が脆弱でした。
pl: Lekki krążownik tworzony jako część pierwszej serii okrętów klasy Condottieri. Giussano miał być odpowiedzią na francuskie duże kontrtorpedowce. Okręt odznaczał się dużą szybkością oraz dobrym, jak na swoje rozmiary, zestawem uzbrojenia, które dodano kosztem kiepskiego pancerza.
ru: Лёгкий крейсер первой серии типа Condottieri. Предназначался для борьбы с французскими контрминоносцами. Быстроходный, хорошо вооружённый для своих размеров, но слабо защищённый корабль.
uk: Легкий крейсер першої серії типу Condottieri. Призначався для боротьби з французькими контрміноносцями. Швидкохідний, добре озброєний як на свої габарити, але слабко захищений корабель.
zh: Лёгкий крейсер первой серии типа Condottieri. Предназначался для борьбы с французскими контрминоносцами. Быстроходный, хорошо вооружённый для своих размеров, но слабо защищённый корабль.
zh_sg: 一艘轻型巡洋舰，作为将军级第一系列战舰而建造。朱桑诺是为对抗法国大型反鱼雷艇而建造的。这艘战舰具备高速和武器精良的特点，但由于尺寸限制导致装甲防护能力较差。

# IDS_PISC105_DESCR
source: The lead ship in the third series of Condottieri-class light cruisers. In comparison with her predecessors, Montecuccoli featured more balanced characteristics, achieved by strengthening her armor protection.
es_mx: El barco insignia en la tercera serie de cruceros ligeros de la clase Condottieri. En comparación con sus predecesores, el Montecuccoli contaba con características más equilibradas obtenidas al reforzar la protección de su blindaje.
ja: ライモンド・モンテクッコリ級軽巡洋艦は、コンドッティエリ (傭兵隊長) 型巡洋艦の第 3 弾です。前級よりも装甲防御力が強化され、よりバランスの良い性能を実現していました。
pl: Okręt flagowy trzeciej serii lekkich krążowników Condottieri. W porównaniu z poprzednikami Montecuccoli odznacza się bardziej zbalansowaną charakterystyką, a to dzięki wzmocnieniu pancerza.
ru: Головной корабль третьей серии лёгких крейсеров типа Condottieri. Обладал более сбалансированными характеристиками по сравнению с предшественниками благодаря усилению бронирования.
uk: Головний корабель третьої серії легких крейсерів типу Condottieri. Мав збалансованіші характеристики порівняно з попередниками, завдяки посиленому бронюванню.
zh: Головной корабль третьей серии лёгких крейсеров типа Condottieri. Обладал более сбалансированными характеристиками по сравнению с предшественниками благодаря усилению бронирования.
zh_sg: 将军级轻型巡洋舰的第三系列旗舰。与前辈相比，蒙德库克利的属性更为均衡并重点强化了装甲防护。

# IDS_PISC106_DESCR
source: Trento belonged to the first series of Italian cruisers that were built under the restrictions of the Washington Naval Treaty. The ship carried 203 mm main battery guns. She was faster than her foreign counterparts and outmatched them in armor protection, though to a smaller extent.
es_mx: El Trento perteneció a la primera serie de cruceros italianos construidos bajo las restricciones del Tratado Naval de Washington. El barco contaba con cañones de 203 mm en la batería principal. Era más rápido que sus contrapartes extranjeras, y los superaba en blindaje, a pesar de su reducido tamaño.
ja: トレント級重巡洋艦は、イタリアがワシントン海軍軍縮条約による制限下で建造した巡洋艦としては最初の艦級でした。本級は 203 mm 砲を搭載し、他国の重巡洋艦よりも高速で、装甲防御力でも僅かながら上回っていました。
pl: Trento należał do pierwszej serii włoskich krążowników, budowanych z uwzględnieniem ograniczeń nałożonych przez Waszyngtoński traktat morski. Okręt wyposażono w działa baterii głównej o kal. 203 mm. Był szybszy od swych odpowiedników z zagranicy i przewyższał je pod względem opancerzenia, choć w mniejszym stopniu.
ru: Принадлежал к первой серии итальянских «вашингтонских» крейсеров с 203-мм орудиями главного калибра. Превосходил современные ему зарубежные аналоги в скорости хода и — в меньшей степени — в бронировании.
uk: Належав до першої серії італійських крейсерів із 203-мм гарматами головного калібру, побудованих згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. Перевершував тогочасні закордонні аналоги за швидкістю ходу й трохи за бронюванням.
zh: Принадлежал к первой серии итальянских «вашингтонских» крейсеров с 203-мм орудиями главного калибра. Превосходил современные ему зарубежные аналоги в скорости хода и — в меньшей степени — в бронировании.
zh_sg: 特伦托属于在华盛顿海军条约限制下建造的第一系列意大利巡洋舰。战舰搭载了203毫米的主炮。比其他国家的同类战舰速度更快，装甲防护更高，但体积更小。

# IDS_PISC107_DESCR
source: During the pre-war period, she was one of the best heavy cruisers in the world. The ship differed favorably from most contemporary counterparts by her good armor protection and overall well-balanced characteristics, but most of all, by her armament and speed.
es_mx: Durante el periodo de pre-guerra, fue uno de los mejores cruceros pesados en el mundo. El barco difería favorablemente de la mayoría de sus contrapartes contemporáneas por su buena protección de blindaje y unas características generales bien equilibradas, entre las principales, su armamento y su velocidad.
ja: ザラ級は、戦前期においては世界最高の重巡洋艦のひとつでした。本級は同時期の他国製重巡洋艦の大半に比べて良好な装甲防御力と全体としてバランスの良い性能を有するという点で優れており、特に兵装と速力が優秀でした。
pl: Jeden z najlepszych ciężkich krążowników okresu międzywojennego. Okręt wyróżniał się spośród swoich ówczesnych odpowiedników dobrym pancerzem oraz ogólnym zrównoważeniem charakterystyki, a przede wszystkim uzbrojeniem i prędkością.
ru: Один из лучших в мире тяжёлых крейсеров довоенного периода. Выгодно отличался от большинства современников хорошим бронированием при сбалансированности остальных характеристик — в первую очередь вооружения и скорости.
uk: Один із найліпших у світі важких крейсерів довоєнного часу. Вигідно відрізнявся від більшості однолітків добрим бронюванням та збалансованими іншими характеристиками — передусім, озброєнням і швидкістю.
zh: Один из лучших в мире тяжёлых крейсеров довоенного периода. Выгодно отличался от большинства современников хорошим бронированием при сбалансированности остальных характеристик — в первую очередь вооружения и скорости.
zh_sg: 战前时期，世界上最好的重型巡洋舰之一。区别于当时大多数同类战舰，拥有良好的装甲和整体性能平衡，尤其是在武器和速度方面。

# IDS_PISC108_DESCR
source: The project of a fast and well-protected heavy cruiser with nine 203 mm guns, designed by the Ansaldo company shortly before Italy entered World War II.
es_mx: El proyecto de un veloz y bien protegido crucero pesado con nueve cañones de 203 mm, diseñado por la compañía Ansaldo poco después de que Italia entrára a la Segunda Guerra Mundial.
ja: アマルフィは高速で防御力に優れ、203 mm 砲を 9 門搭載する重巡洋艦の計画案であり、イタリアが二次大戦に参戦する少し前にアンサルド社によって設計されました。
pl: Projekt szybkiego i dobrze opancerzonego ciężkiego krążownika z dziewięcioma działami kal. 203 mm, stworzony przez firmę Ansaldo krótko przed przystąpieniem Włoch do II wojny światowej.
ru: Проект быстроходного и хорошо защищённого тяжёлого крейсера с девятью 203-мм орудиями, разработанный фирмой Ansaldo незадолго до вступления Италии во Вторую мировую войну.
uk: Проєкт швидкохідного й добре захищеного важкого крейсера з дев’ятьма 203-мм гарматами, розроблений фірмою Ansaldo незадовго до вступу Італії в Другу світову війну.
zh: Проект быстроходного и хорошо защищённого тяжёлого крейсера с девятью 203-мм орудиями, разработанный фирмой Ansaldo незадолго до вступления Италии во Вторую мировую войну.
zh_sg: 在意大利加入第二次世界大战不久前，由安萨尔多公司设计的一艘配有9门203毫米口径火炮的快速、高防的重型巡洋舰。

# IDS_PISC109_DESCR
source: A further development of the preceding project, with the main battery reinforced by adding the fourth main gun turret. 203 mm main battery guns had high elevation angles.
es_mx: Un desarrollo posterior del proyecto precedente con la batería principal reforzada al añadir una cuarta torreta de cañones. Los cañones de la batería principal de 203 mm tenían altos ángulos de elevación.
ja: ブリンディジは先行する計画を発展させたものであり、4 基目の主砲塔を追加することで砲熕火力が強化されていました。この 203 mm 砲は仰角が大きいという特徴がありました。
pl: Rozwinięcie poprzedniego projektu, z baterią główną wzmocnioną poprzez dodanie czwartej wieży. Działa baterii głównej kal. 203 mm miały szeroki kąt unoszenia lufy.
ru: Развитие предшествующего проекта с усиленным артиллерийским вооружением за счёт добавления четвёртой башни главного калибра. 203-мм орудия главного калибра имели большие углы возвышения.
uk: Розвиток попереднього проекту з посиленим артилерійським озброєнням за рахунок доданої четвертої башти головного калібру. 203-мм гармати головного калібру мали великі кути піднесення.
zh: Развитие предшествующего проекта с усиленным артиллерийским вооружением за счёт добавления четвёртой башни главного калибра. 203-мм орудия главного калибра имели большие углы возвышения.
zh_sg: 上一个战舰项目的进一步发展，通过增加第四座炮塔来强化主炮组火力。其203毫米火炮的拥有很高的射击仰角。

# IDS_PISC110_DESCR
source: The project of a heavy cruiser with fifteen main battery guns and a high speed. The ship embodied the achievements of Italian shipbuilding of the early 1940's.
es_mx: El proyecto es un crucero pesado con quince cañones en la batería principal y una alta velocidad. El barco encarnaba los logros de la construcción naval italiana de principios de los años 40.
ja: ヴェネツィアは、15 門の主砲と高い速力を備えた重巡洋艦の計画案であり、1940 年代序盤のイタリアの造船技術における成果が活かされていました。
pl: Projekt szybkiego ciężkiego krążownika z piętnastoma działami baterii głównej. Okręt reprezentował osiągnięcia włoskiego przemysłu stoczniowego wczesnych lat 40.
ru: Проект тяжёлого крейсера с пятнадцатью орудиями главного калибра и высокой скоростью хода, воплощающий в себе достижения итальянского кораблестроения начала 1940-х годов.
uk: Проєкт важкого крейсера з п’ятнадцятьма гарматами головного калібру й високою швидкістю ходу, втілює в собі досягнення італійського кораблебудування початку 1940-х рр.
zh: Проект тяжёлого крейсера с пятнадцатью орудиями главного калибра и высокой скоростью хода, воплощающий в себе достижения итальянского кораблестроения начала 1940-х годов.
zh_sg: 项目是一艘携带15门主炮具备高航速的重型巡洋舰。这艘战舰代表了1940年代初意大利造船业的成就。

# IDS_PISC505_DESCR
source: The project of a high-speed cruiser with 203 mm main guns, designed under the Washington Naval Treaty limitations. By appearance, she retained the features of ships belonging to an earlier era of ironclads. She served as a prototype for Trento-class cruisers.
es_mx: El proyecto de un crucero de alta velocidad con cañones principales de 203 mm, diseñado bajo las limitaciones del Tratado Naval de Washington. En apariencia, retiene las características de los barcos perteneciente a la era inicial de los ironclads. Sirvió como un prototipo para los cruceros de la clase Torento.
ja: ジェノヴァは 203 mm 砲を備えた高速巡洋艦の計画案であり、ワシントン海軍軍縮条約による制限下で設計されました。その外観は、前時代の装甲艦の特徴を引き継いでいました。本案はトレント級巡洋艦のプロトタイプとして活かされました。
pl: Projekt szybkiego krążownika o działach głównych kal. 203 mm, którego projektowano zgodnie z ograniczeniami traktatu waszyngtońskiego. Z wyglądu przypominał okręty należące do poprzedniej epoki okrętów pancernych. Służył jako prototyp krążowników klasy Trento.
ru: Проект быстроходного крейсера с 203-мм артиллерией, созданный в рамках Вашингтонских договорных ограничений и сохранивший в облике черты кораблей более ранней броненосной эпохи. Послужил прототипом крейсеров типа Trento.
uk: Проєкт швидкохідного крейсера з 203-мм артилерією, побудований згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р., зберіг у зовнішності риси кораблів ранньої броненосної епохи. Став прототипом крейсерів типу Trento.
zh: Проект быстроходного крейсера с 203-мм артиллерией, созданный в рамках Вашингтонских договорных ограничений и сохранивший в облике черты кораблей более ранней броненосной эпохи. Послужил прототипом крейсеров типа Trento.
zh_sg: 在华盛顿海军条约的限制下，设计的一艘配有203毫米主炮的高速巡洋舰。从外观上看，它保留了早期铁甲船的特征。后被作为特伦托级巡洋舰的原型船。

# IDS_PISC506
source: Duca d'Aosta
zh: 奥斯塔公爵
zh_sg: 奥斯塔公爵

# IDS_PISC506_DESCR
source: A light cruiser, Duca d'Aosta was a good ship for her time. Among her competitive advantages were high speed and generally well-balanced parameters.
es_mx: Un crucero ligero, el Duca d'Aosta era un buen barco para su tiempo. Entre sus ventajas competitivas estaban su alta velocidad y sus parámetros generales bien balanceados.
ja: エマヌエーレ・フィリベルト・ドゥーカ・ダオスタ級軽巡洋艦は、当時としては優れた艦級であり、高い速力を備え、諸性能のバランスが全体として良好でした。
pl: Lekki krążownik, Duca D'Aosta był solidnym okrętem w swoich czasach. Jego zalety to między innymi duża szybkość i dobrze zrównoważone parametry.
ru: Удачный для своего времени лёгкий крейсер, главным преимуществом которого перед другими кораблями этого класса была высокая скорость хода при общей сбалансированности остальных характеристик.
uk: Вдалий для свого часу легкий крейсер, головною перевагою якого перед іншими кораблями цього класу була висока швидкість ходу із загалом збалансованими іншими характеристиками.
zh: 奥斯塔公爵号轻巡洋舰在当时来说是一艘不错的战舰。它的竞争优势是高航速及普遍平衡良好的参数。
zh_sg: 奥斯塔公爵轻型巡洋舰在当时来说是一艘不错的战舰。主要优势是高航速和良好的平衡性。

# IDS_PISC506_FULL
source: Duca d'Aosta
zh: 奥斯塔公爵
zh_sg: 奥斯塔公爵

# IDS_PISC506_SHORT
source: DUCA
zh: 奥斯塔公爵
zh_sg: 奥斯塔公爵

# IDS_PISC507
source: Abruzzi
zh: 阿布鲁齐
zh_sg: 阿布鲁齐公爵

# IDS_PISC507_DESCR
source: The top and most powerful ship in a series of Italian Condottieri-class light cruisers. Unlike her predecessors, she boasted more powerful armament and significantly improved protection, but couldn't travel as fast.
es_mx: El mayor y más poderoso barco de una serie de cruceros ligeros italianos de la clase Condottieri. A diferencia de sus predecesores, exhibía un armamento más poderoso y una protección significativamente mejorada, pero no podía viajar tan rápido.
ja: ドゥーカ・デリ・アブルッツィ級軽巡洋艦は、イタリアの嚮導 (コンドッティエリ) 型軽巡洋艦としては、最高かつ最も強力な艦級でした。前級に比して兵装が強化され、防御力は大幅に向上していましたが、速力は低下していました。
pl: Najważniejszy i najpotężniejszy okręt należący do lekkich krążowników włoskiej klasy Condottieri. W porównaniu do swoich poprzedników posiadał potężniejsze uzbrojenie i opancerzenie, choć nie mógł przemieszczać się równie szybko.
ru: Вершина развития итальянских лёгких крейсеров типа Condottieri и самый мощный из их числа. От своих предшественников отличался более мощным вооружением, существенно улучшенной защитой, но меньшей скоростью.
uk: Вершина розвитку італійських легких крейсерів типу Condottieri і найпотужніший з їх числа. Від своїх попередників відрізнявся потужнішим озброєнням, значно поліпшеним захистом, але меншою швидкістю.
zh: I系雇佣兵队长级轻型巡洋舰系列中，最好且最强大的战舰。与其前辈不同，它拥有更具威力的武器并大幅改善了防护力，但是无法高速航行。
zh_sg: 意大利Condottieri级轻型巡洋舰系列中最强的战舰。与前代舰的区别是，拥有威力更强的武器和大幅增强的防护力，但航速有所降低。

# IDS_PISC507_FULL
source: Duca degli Abruzzi
zh: 阿布鲁齐公爵
zh_sg: 阿布鲁齐公爵

# IDS_PISC607_DESCR
source: A heavy Zara-class cruiser. Ships of this class were designed to confront the weakly protected cruisers that were built after the Washington Naval Treaty of 1922. At the time of their entry into service, they had the best armor among ships of their type. The international displacement-limiting treaties, which were still in force during the ship's construction, were the reason why no torpedo weaponry was mounted on her.
es_mx: Un crucero pesado de la clase Zara. Los barcos de esta clase fueron diseñados para enfrentar a los cruceros débilmente protegidos que fueron construidos después del Tratado Naval de Washington de 1922. Al momento de su entrada en servicio, tenían el mejor blindaje entre los barcos de su tipo. Los tratados internacionales que limitaban el desplazamiento, que aún estaban vigentes durante la construcción del barco, fueron la razón por la que no se montó algún armamento de torpedos.
ja: ゴリツィアはザラ級重巡洋艦です。本級は 1922 年のワシントン海軍軍縮条約による制限下で建造された防御力の弱い巡洋艦に対抗するための艦級であり、就役当時には巡洋艦としては最高クラスの装甲を誇っていました。本艦の建造中には条約による国際的な排水量制限がまだ有効であったため、雷装が省かれました。
pl: Ciężki krążownik klasy Zara. Okręty tej klasy zaprojektowano w celu zwalczania słabiej opancerzonych krążowników, które budowano po waszyngtońskim traktacie morskim z 1922 roku. Po wejściu do służby był to najlepiej opancerzony okręt tego typu. Ograniczenia wyporności, które wymuszały nadal obowiązujące w trakcie budowy międzynarodowe traktaty, zmusiły konstruktorów do zrezygnowania z uzbrojenia torpedowego.
ru: Тяжёлый крейсер типа Zara. Корабли этого типа предназначались для противостояния слабозащищённым «вашингтонским» крейсерам и на момент вступления в строй обладали лучшим в своём классе бронированием. Действовавшие во время строительства международные договорённости, ограничивавшие водоизмещение, обусловили отказ от торпедного вооружения.
uk: Важкий крейсер типу Zara. Кораблі цього типу призначалися для протистояння малозахищеним «вашингтонським» крейсерам, а коли ставали у стрій, мали найкраще в своєму класі бронювання. Міжнародні домовленості, які існували під час будівництва, обмежували водотоннажність, тому довелось відмовитися від торпедного озброєння.
zh: Тяжёлый крейсер типа Zara. Корабли этого типа предназначались для противостояния слабозащищённым «вашингтонским» крейсерам и на момент вступления в строй обладали лучшим в своём классе бронированием. Действовавшие во время строительства международные договорённости, ограничивавшие водоизмещение, обусловили отказ от торпедного вооружения.
zh_sg: 重型扎拉级巡洋舰。此舰级的战舰设计是为了对抗1922年华盛顿海军条约限制下防御薄弱的巡洋舰。在其服役时期，装甲是同舰种中最好的。这艘战舰在建造期间仍受到国际条约的排水量限制，所以没有安装鱼雷武器。

# IDS_PISD506
source: Leone
zh: 狮子
zh_sg: 狮子

# IDS_PISD506_DESCR
source: A very large destroyer in comparison with her contemporaries, officially classified as a "light scout" for a long time. One of the ship's features was 8 main battery guns placed in 4 twin mounts.
es_mx: Un destructor bastante grande en comparación a sus contemporáneos, oficialmente clasificado como "explorador ligero" por un largo tiempo. Una de las características del barco eran sus 8 cañones principales montados 4 montajes gemelos.
ja: レオーネ級は、同時期においては極めて大型の駆逐艦であり、就役当初から長年に渡って「軽偵察艦」として分類されていました。この艦級の大きな特徴のひとつが、主砲を連装砲塔 4 基計 8 門備えている点でした。
pl: Bardzo duży niszczyciel, w porównaniu innych okrętów tego typu, który długo pozostawał oficjalnie zaklasyfikowany jako „lekki zwiadowca”. Jedną z wyróżniających cech okrętu było 8 dział baterii głównej umieszczonych w czterech podwójnych stanowiskach.
ru: Очень крупный для своего времени эсминец, долгое время официально классифицировавшийся как «лёгкий разведчик». Одной из особенностей корабля были восемь орудий главного калибра, размещённых в четырёх спаренных установках.
uk: Дуже великий для свого часу есмінець, тривалий час офіційно класифікувався як «легкий розвідник». Однією з особливостей корабля були вісім гармат головного калібру, розміщених в чотирьох спарених установках.
zh: 与它的同辈相比，这是一艘非常大的驱逐舰，长期以来被正式分类为「轻型侦察」。该舰的一个特点是8门主炮安装在4座双联装炮座中。
zh_sg: 与同时代的战舰相比，它是一艘尺寸非常大的驱逐舰，很长时间以来的官方分类为“轻型侦察员”。战舰的特点之一是其安装在4个双联装炮架上的8门主炮。

# IDS_PISD506_FULL
source: Leone
zh: 狮子
zh_sg: 狮子

# IDS_PISD509_DESCR
source: The project of a relatively large and a very high-speed "armored reconnaissance ship" with a powerful main battery, developed by the Ansaldo company under Project UP 39. Paolo Emilio was the predecessor of the Capitani Romani-class light cruisers.
ja: パオロ・エミリオは比較的大型で極めて高速な「装甲偵察艦」の計画案であり、強力な主砲を備えていました。本案はアンサルド社により UP 39 計画に基づいて開発され、カピターニ・ロマーニ級軽巡洋艦の開発に活かされました。
pl: Projekt względnie dużego i bardzo szybkiego „opancerzonego okrętu rozpoznawczego” o potężnej baterii głównej. Opracowywany przez firmę Ansaldo pod nazwą Projekt UP 39. Paolo Emilio był protoplastą krążowników lekkich klasy Capitani Romani.
ru: Проект сравнительно крупного и очень быстроходного «бронированного разведчика» с мощным артиллерийским вооружением, разработанный фирмой Ansaldo (проект UP 39). Предшествовал созданию лёгких крейсеров типа Capitani Romani.
zh: Проект сравнительно крупного и очень быстроходного «бронированного разведчика» с мощным артиллерийским вооружением, разработанный фирмой Ansaldo (проект UP 39). Предшествовал созданию лёгких крейсеров типа Capitani Romani.

# IDS_PIUA001_ART_STOCK
source: 120 mm/45 Armstrong 1919
ru: 120-мм/45 Armstrong 1919
uk: 120-мм/45 Armstrong 1919
zh: 120-мм/45 Armstrong 1919

# IDS_PIUA101_C2_ART_STOCK
source: 120 mm/50 Ansaldo 1909
ru: 120-мм/50 Ansaldo 1909
uk: 120-мм/50 Ansaldo 1909
zh: 120-мм/50 Ansaldo 1909

# IDS_PIUA201_C3_ART_STOCK
source: 150 mm/45 SK L/45
ru: 150-мм/45 SK L/45
uk: 150-мм/45 SK L/45
zh: 150-мм/45 SK L/45

# IDS_PIUA301_C4_ART_STOCK
source: 152 mm/53 Ansaldo 1926
ru: 152-мм/53 Ansaldo 1926
uk: 152-мм/53 Ansaldo 1926
zh: 152-мм/53 Ansaldo 1926

# IDS_PIUA401_C5_ART_STOCK
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIUA402_ART_GENOVA
source: 203 mm/50 Ansaldo 1924
ru: 203-мм/50 Ansaldo 1924
uk: 203-мм/50 Ansaldo 1924
zh: 203-мм/50 Ansaldo 1924

# IDS_PIUA501_ART_DUCA
source: 152 mm/53 OTO 1929
ru: 152-мм/53 OTO 1929
uk: 152-мм/53 OTO 1929
zh: 152 毫米/53 OTO 1929

# IDS_PIUA502_ART_GCESARE
source: 320 mm/44 1934
ru: 320-мм/44 1934
uk: 320-мм/44 1934
zh: 320 毫米/44 1934

# IDS_PIUA503_ART_GCESARE
source: 320 mm/44 1934
ru: 320-мм/44 1934
uk: 320-мм/44 1934
zh: 320 毫米/44 1934

# IDS_PIUA504_C6_ART_STOCK
source: 203 mm/50 Ansaldo 1924
ru: 203-мм/50 Ansaldo 1924
uk: 203-мм/50 Ansaldo 1924
zh: 203-мм/50 Ansaldo 1924

# IDS_PIUA601_ART_ABRUZZI
source: 152 mm/55 OTO 1934
ru: 152-мм/55 OTO 1934
uk: 152-мм/55 OTO 1934
zh: 152毫米 /55 奥托1934

# IDS_PIUA602_ART_LEONE
source: 120 mm/45 Vickers-Terni
ru: 120-мм/45 Vickers-Terni
uk: 120-мм/45 Vickers-Terni
zh: 120 毫米/45 维克斯-特尔尼

# IDS_PIUA603_C7_ART_STOCK
source: 203 mm/53 Ansaldo 1927
ru: 203-мм/53 Ansaldo 1927
uk: 203-мм/53 Ansaldo 1927
zh: 203-мм/53 Ansaldo 1927

# IDS_PIUA701_ART_ROMA
source: 381 mm/50 OTO 1934
ru: 381-мм/50 OTO 1934
uk: 381-мм/50 OTO 1934
zh: 381 毫米/50 OTO 1934

# IDS_PIUA702_C8_ART_STOCK
source: 203 mm/55 model 1934
es_mx: 203 mm/55 modelo 1934
ru: 203-мм/55 model 1934
uk: 203-мм/55 model 1934
zh: 203-мм/55 model 1934

# IDS_PIUA703_ART_GORIZIA
source: 203 mm/53 Ansaldo 1927
ru: 203-мм/53 Ansaldo 1927
uk: 203-мм/53 Ansaldo 1927
zh: 203-мм/53 Ansaldo 1927

# IDS_PIUA705_ART_AZUR_LITTORIO
source: 381 mm/50 OTO 1934
ru: 381-мм/50 OTO 1934
uk: 381-мм/50 OTO 1934
zh: 381 毫米/50 OTO 1934

# IDS_PIUA801_C9_ART_STOCK
source: 203 mm/55 model 1934
es_mx: 203 mm/55 modelo 1934
ru: 203-мм/55 model 1934
uk: 203-мм/55 model 1934
zh: 203-мм/55 model 1934

# IDS_PIUA802_ART_P_EMILIO
source: 135 mm/45 OTO 1938
ru: 135-мм/45 OTO 1938
zh: 135-мм/45 OTO 1938

# IDS_PIUA902_C10_ART_STOCK
source: 203 mm/55 model 1934
es_mx: 203 mm/55 modelo 1934
ru: 203-мм/55 model 1934
uk: 203-мм/55 model 1934
zh: 203-мм/55 model 1934

# IDS_PIUE001_ENG_STOCK
source: Propulsion:7,800 hp
es_mx: Propulsión: 7800 hp
ja: 推力: 7,800 馬力
pl: Napęd: 7800 KM
ru: ЭУ 7800 л.с.
uk: СУ 7 800 к.с.
zh: ЭУ 7800 л.с.
zh_sg: 推进系统：7800马力

# IDS_PIUE101_C2_ENG_STOCK
source: Propulsion: 23,000 hp
es_mx: Propulsión: 23 000 hp
ja: 推力: 23,000 馬力
pl: Napęd: 23 000 KM
ru: ЭУ 23 000 л.с.
uk: СУ 23 000 к.с.
zh: 推进系统：23,000 匹马力。
zh_sg: 推进系统：23000马力

# IDS_PIUE201_C3_ENG_STOCK
source: Propulsion: 33,742 hp
es_mx: Propulsión: 33 742 hp
ja: 推力: 33,742 馬力
pl: Napęd: 33 742 KM
ru: ЭУ 33 742 л.с.
uk: СУ 33 742 к.с.
zh: ЭУ 33 742 л.с.
zh_sg: 推进系统 ：33742马力

# IDS_PIUE301_C4_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100 000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力。
zh_sg: 推进系统：100000马力

# IDS_PIUE401_C5_ENG_STOCK
source: Propulsion: 106,000 hp
es_mx: Propulsión: 106 000 hp
ja: 推力: 106,000 馬力
pl: Napęd: 106 000 KM
ru: ЭУ 106 000 л.с.
uk: СУ 106 000 к.с.
zh: ЭУ 106 000 л.с.
zh_sg: 推进系统：106000马力
