Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC411_NY2020_WORKSHOP
source: Floating Workshop
es_mx: Taller Flotante
ja: 浮体式作業船
pl: Warsztat pływający
ru: Плавучая мастерская
uk: Плавуча майстерня
zh: Плавучая мастерская
zh_sg: 流动车间

# IDS_PCZC411_NY2020_WORKSHOP_DESCRIPTION
source: Floating workshops are a special class of auxiliary vessel and watercraft that facilitate the repair of warships, both away from bases and on their territory. These included non-self-propelled repair ships (floating workshops), built in the U.S.A. during World War II at various shipyards as per a standard design. These ships were assigned the YR (Yard Repair) board code. Several floating workshops that underwent repeated refurbishments continued their service until the early 21st century.
es_mx: Los talleres flotantes son una clase especial de navío y embarcación auxiliar para facilitar la reparación de barcos, tanto lejos de las bases como en su territorio. Estos buques incluían barcos de reparaciones no autopropulsados (talleres flotantes), construidos en EE. UU. durante la II Guerra Mundial en varios astilleros siguiendo un diseño estándar. A estos navíos se les asignó el código YR (de «Yard Repair» o «zona de reparaciones»). Varios talleres flotantes que experimentaron remodelaciones continuas continuaron prestando servicio hasta principios del siglo XXI.
ja: 工作艦は、基地や自国領から遠く離れた場所での軍艦の修理を容易にする補助艦艇や船舶を指す特殊な艦級です。その中には、第二次世界大戦中のアメリカで標準設計に従って様々な造船所で建造された曳航式工作艦 (すなわち浮体式作業船) も含まれます。これらの艦艇には艦種番号として YR (ヤード修理の略) が割り振られました。一部の浮体式作業船は繰り返し回収を受け、21 世紀初頭まで運用され続けています。
pl: Warsztaty pływające to specjalny rodzaj okrętów pomocniczych, które wspierają naprawę okrętów zarówno z dala od baz morskich, jak i w ich obrębie. Zaliczyć do nich można także pozbawione własnego napędu jednostki naprawcze (warsztaty pływające) budowane w Stanach Zjednoczonych podczas II wojny światowej w różnych stoczniach zgodnie ze standardowym projektem. Okręty takie nosiły odznaczenie kodowe YR (Yard Repair). Niektóre warsztaty pływające, które regularnie modernizowano, pozostawały w służbie jeszcze w początkach XXI wieku.
ru: Плавучие мастерские — особый класс вспомогательных судов и плавсредств, обеспечивающих ремонт боевых кораблей как вдали от баз, так и на их территории. К таким относились несамоходные плавучие мастерские (англ. Floating Workshop), производившиеся в США в годы Второй мировой войны на различных верфях по типовому проекту. Этим судам был присвоен бортовой код YR (англ. Yard Repair). Несколько плавмастерских, прошедших многократное переоборудование, продолжали свою службу до начала XXI века.
uk: Плавучі майстерні — особливий клас допоміжних кораблів і плавзасобів, які забезпечували ремонт бойових кораблів, як далеко від баз, так і на їх території. До таких належали несамохідні плавучі майстерні (англ. Floating Workshop), які виробляли в США під час Другої світової війни на різноманітних верфях за типовим проектом. Цим кораблям присвоїли бортовий код YR (англ. Yard Repair). Декілька плавмайстернь, які пройшли через багаторазові переобладнання, продовжували свою службу до початку XXI століття.
zh: Плавучие мастерские — особый класс вспомогательных судов и плавсредств, обеспечивающих ремонт боевых кораблей как вдали от баз, так и на их территории. К таким относились несамоходные плавучие мастерские (англ. Floating Workshop), производившиеся в США в годы Второй мировой войны на различных верфях по типовому проекту. Этим судам был присвоен бортовой код YR (англ. Yard Repair). Несколько плавмастерских, прошедших многократное переоборудование, продолжали свою службу до начала XXI века.
zh_sg: 流动车间是一种特殊的辅助舰艇，用于在远离基地和领土的水域维修军舰。其中包括第二次世界大战期间在美国建造的非自走式维修船（流动车间），按照标准设计在各造船厂建造。这些舰艇的代号为YR（代表维修厂）。几座经过反复翻新的流动车间一直服役到21世纪初。

# IDS_PCZC412_NY2020_305MM
source: Triple 305 mm Turret
es_mx: Torreta Triple de 305 mm
ja: 305 mm 三連装砲塔
pl: Potrójna wieża z działami kal. 305 mm
ru: Трёхорудийная 305-мм башня
uk: Тригарматна 305-мм башта
zh: Трёхорудийная 305-мм башня
zh_sg: 三联装305毫米炮塔

# IDS_PCZC412_NY2020_305MM_DESCRIPTION
source: The 305 mm Mark 8 gun, with a barrel length of 50 calibers, was developed in the U.S.A. at the turn of the 1940s, specifically for the large Alaska-class cruisers. In terms of range and penetration capabilities, it surpassed all artillery systems of a similar caliber that were in service anywhere in the world at the time. The gun’s rate of fire was an impressive three rounds per minute, and the weight of the AP projectile created for it was 517 kg. Mark 8 guns were mounted on Alaska-class cruisers in triple turrets weighing over 920 tons.
es_mx: El cañón Mark 8 de 305 mm, con una longitud de 50 calibres, se desarrolló en EE. UU a finales de los años 30 y principios de los 40, específicamente para los grandes cruceros de clase Alaska. Superaba en alcance y capacidad de penetración a todos los sistemas de artillería de un calibre similar que en esa época estaban en servicio en todo el mundo. La cadencia de tiro del cañón era de nada menos que tres proyectiles por minuto, y el proyectil AP creado para él pesaba 517 kg. Los cañones Mark 8 se montaron en los cruceros de clase Alaska, en torretas triples con un peso de más de 920 toneladas.
ja: 砲身長 50 口径の 305 mm Mark 8 砲は 1930 年代から 1940 年代の転換期のアメリカで、特にアラスカ級大型巡洋艦のために開発されました。射程と貫通力の点では、当時の世界各地で使用されていた同様の口径を有するあらゆる砲システムを上回りました。射撃速度も毎分 3 発と印象的であり、同砲用に製造された徹甲弾 (AP) の重量は 517 kg に達しました。アラスカ級巡洋艦の Mark 8 砲は重量 920 トンを超える三連装砲塔に搭載されました。
pl: Działo Mark 8 kal. 305 mm z lufą o długości 50 kalibrów opracowano w U.S.A. na przełomie lat 30. i 40. z myślą o dużych krążownikach typu Alaska. Pod względem zasięgu i zdolności przebijania pancerza przewyższały one wszystkie podobne systemy, jakie wówczas istniały. Jego szybkostrzelność była imponująca – 3 strzały na minutę, a masa pocisku przeciwpancernego wynosiła 517 kg. Działa Mark 8 montowano na krążownikach Alaska w potrójnych, ważących ponad 920 ton wieżach.
ru: 305-мм орудие Mark 8 с длиной ствола в 50 калибров было разработано в США на рубеже 1930–1940-х годов специально для «больших крейсеров» типа Alaska. По дальнобойности и пробивающей силе оно превосходило все находившиеся на вооружении в мире артиллерийские системы аналогичного калибра. Впечатляющими были скорость стрельбы орудия (до 3 выстрелов в минуту) и вес бронебойного снаряда, созданного для него (517 кг). На крейсерах типа Alaska Mark 8 устанавливались в трёхорудийных башнях весом свыше 920 тонн.
uk: 305-мм гармата Mark 8 із довжиною ствола 50 калібрів розробили в США на межі 1930–1940-років спеціально для «великих крейсерів» типу Alaska. За далекобійністю та пробивною потужністю вона перевершувала всі артилерійські системи аналогічного калібру, які знаходились на озброєнні у світі. Вражали також швидкість стрільби гармати — до 3 пострілів на хвилину, та вага бронебійного снаряда, який створили для неї, — 517 кг. На крейсерах типу Alaska Mark 8 встановлювали в тригарматних баштах вагою понад 920 тонн.
zh: 305-мм орудие Mark 8 с длиной ствола в 50 калибров было разработано в США на рубеже 1930–1940-х годов специально для «больших крейсеров» типа Alaska. По дальнобойности и пробивающей силе оно превосходило все находившиеся на вооружении в мире артиллерийские системы аналогичного калибра. Впечатляющими были скорость стрельбы орудия (до 3 выстрелов в минуту) и вес бронебойного снаряда, созданного для него (517 кг). На крейсерах типа Alaska Mark 8 устанавливались в трёхорудийных башнях весом свыше 920 тонн.
zh_sg: Mark 8型305毫米火炮，炮管长度50倍口径，是美国在上世纪三四十年代初专为阿拉斯加级大型巡洋舰所研制的。在射程和穿甲能力方面，它当时超过了世界上所有相近口径的火炮系统。这门炮的射速同样令人印象深刻的达到每分钟3发，为其制造的穿甲弹重量为517千克。Mark8型火炮安装在阿拉斯加级巡洋舰上的三联装炮塔中，总重量超过920吨。

# IDS_PCZC413_NY2020_127MM
source: Dual-Purpose 127 mm Mount
es_mx: Montura de Doble Propósito de 127 mm
ja: 127 mm 両用砲架
pl: Stanowisko dział uniwersalnych kal. 127 mm
ru: Универсальная 127-мм установка
uk: Універсальна 127-мм установка
zh: Универсальная 127-мм установка
zh_sg: 两用型127毫米炮座

# IDS_PCZC413_NY2020_127MM_DESCRIPTION
source: In the early 1940s, development began on the dual-purpose 127 mm Mark 16 gun that was supposed to replace the Mark 12 gun used at that time on nearly all U.S. warships. The Mark 16 gun barrel was 54 calibers long (compared to 38 calibers for the Mark 12), which provided the new artillery system with greater range and height, while maintaining the same rate of fire. The significant superiority in firepower was complimented by a heavier shell. The guns of this model were mounted on Midway-class aircraft carriers, and were planned as dual-purpose batteries for Montana-class battleships.
es_mx: A principios de los años 40, comenzó el desarrollo del cañón Mark 16 de 127 mm que iba a reemplazar el cañón Mark 12, usado en esa época en casi todos los buques bélicos de EE. UU. El cañón Mark 16 tenía una longitud de 54 calibres (frente a los 38 calibres del Mark 12), lo que amplió el alcance y la altura del nuevo sistema de artillería manteniendo la misma cadencia de tiro. La significativa superioridad en potencia de fuego quedaba complementada por un proyectil más pesado. Los cañones de este modelo se montaron en los portaaviones de clase Midway, y se planificó su uso como baterías de doble propósito para los acorazados de clase Montana.
ja: 1940 年代前半、当時ほぼ全てのアメリカの軍艦で使用されていた Mark 12 砲の代替となる 127 mm Mark 16 両用砲の開発が始まりました。Mark 16 砲の砲身長は 54 口径 (Mark 12 は 38 口径)、射程と高度に優れた新型の砲システムを備える一方、射撃速度は同一でした。火力での顕著な優位を補強したのが、大型化した砲弾です。同型砲はミッドウェイ級航空母艦に搭載され、モンタナ級戦艦の両用砲としても予定されていました。
pl: Na początku lat 40. rozpoczęto prace projektowe nad działami uniwersalnymi Mark 16 kal. 127 mm, które miały zastąpić używane na niemal wszystkich amerykańskich okrętach działa Mark 12. Lufa działa Mark 16 miała 54 kalibry długości (w porównaniu z 38 kalibrami w przypadku Mark 12), co zapewniało nowemu systemowi większy zasięg bez zmniejszania szybkostrzelności. Siłę ognia poprawiono także poprzez zwiększenie masy pocisków. Działa takie zamontowano na lotniskowcach klasy Midway, planowano je również zastosować na pancernikach klasy Montana w charakterze dział uniwersalnych.
ru: В начале 1940-х годов началась разработка универсальной 127-мм пушки Mark 16, которая должна была сменить орудие Mark 12, использовавшееся на тот момент практически на всех боевых кораблях США. Ствол пушки Mark 16 был длиной в 54 калибра (против 38 у Mark 12), что обеспечивало новой артиллерийской системе большую дальнобойность и досягаемость по высоте, при сохранившейся на прежнем уровне скорострельности. Значительное превосходство в огневой мощи подкреплялось и более тяжёлым снарядом. Орудия этой модели устанавливались на авианосцы типа Midway и планировались в качестве универсальной артиллерии для линкоров типа Montana.
uk: На початку 1940-х років почали розроблення універсальної 127-мм гармати Mark 16, яка мала замінити гармату Mark 12, яку на той час використовували майже на всіх бойових кораблях США. Ствол гармати Mark 16 був довжиною в 54 калібри (проти 38 у Mark 12), що забезпечувало новій артилерійській системі велику далекобійність і досяжність за висотою, при тому, що скорострільність не зменшилася. Значну перевагу вогневої міці також підкріпляв більш важкий снаряд. Гармати цієї моделі встановлювали на авіаносці типу Midway і планували як універсальну артилерію для лінкорів типу Montana.
zh: В начале 1940-х годов началась разработка универсальной 127-мм пушки Mark 16, которая должна была сменить орудие Mark 12, использовавшееся на тот момент практически на всех боевых кораблях США. Ствол пушки Mark 16 был длиной в 54 калибра (против 38 у Mark 12), что обеспечивало новой артиллерийской системе большую дальнобойность и досягаемость по высоте, при сохранившейся на прежнем уровне скорострельности. Значительное превосходство в огневой мощи подкреплялось и более тяжёлым снарядом. Орудия этой модели устанавливались на авианосцы типа Midway и планировались в качестве универсальной артиллерии для линкоров типа Montana.
zh_sg: 20世纪40年代初，发展开始于127毫米Mark 16型两用炮，旨在取代美国军舰上普遍使用的Mark 12型火炮。Mark 16型的炮管长度为54倍口径（Mark 12为38倍口径），使新型火炮系统拥有更远的射程和打击高度的同时，保持相同的射速。更重的炮弹使火力上的优势更为显著。这种型号的火炮安装在中途岛级航空母舰上，计划作为蒙大拿级战列舰的两用炮。

# IDS_PCZC414_NY2020_OERLIKON
source: Oerlikon Anti-Aircraft Machine Gun
es_mx: Ametralladora Antiaérea Oerlikon
ja: エリコン対空機関銃
pl: Przeciwlotnicza armata automatyczna Oerlikon
ru: Зенитный автомат Oerlikon
uk: Зенітний автомат Oerlikon
zh: Зенитный автомат Oerlikon
zh_sg: Oerlikon防空机炮

# IDS_PCZC414_NY2020_OERLIKON_DESCRIPTION
source: The famous 20 mm Oerlikon AA machine gun was developed in Switzerland in 1934. However, its initial characteristics didn't impress the largest potential customers—the United States and Great Britain. Ironically, the company was saved from bankruptcy only after having received an order from the Japanese Imperial Navy. In 1939, the gun was improved. Due to the outbreak of World War II, the demand for the new anti-aircraft machine gun grew to a cosmic scale, and the Swiss company could no longer satisfy it. This factor eventually brought the guns' licensed production to the U.S.A. and Great Britain. During the war, in the United States alone, more than 120,000 guns were assembled, making the 20 mm Oerlikon the most numerous anti-aircraft gun of the World War II era.
es_mx: La famosa ametralladora Oerlikon de 20 mm se desarrolló en Suiza en 1934. Sin embargo, sus características iniciales no impresionaron a sus mayores clientes potenciales: Estados Unidos y Gran Bretaña. Irónicamente, la empresa se libró de la bancarrota tras recibir un pedido de la Armada Imperial Japonesa. En 1939, se mejoró el cañón. Con el estallido de la II Guerra Mundial, la demanda de nuevas ametralladoras alcanzó unas proporciones cósmicas y la compañía suiza dejó de satisfacerla. Este factor trasladó la producción con licencia de estas armas a EE. UU y Gran Bretaña. Durante la guerra, solamente en Estados Unidos, se montaron más de 120 000 armas. De esta forma, la Oerlikon de 20 mm se convirtió en el arma antiaérea más numerosa de la época de la II Guerra Mundial.
ja: 有名な 20 mm エリコン対空機関銃は 1934 年にスイスで開発されました。しかし当初の性能は、最大の潜在的顧客であるアメリカとイギリスには感銘を与えませんでした。皮肉なことに、同社を破産から救ったのは大日本帝国海軍からの受注でした。機関銃は 1939 年に改良されました。第二次世界大戦勃発により、新型対空機関銃の需要は天文学的に増加し、スイスの会社だけではそれを満たせなくなりました。この結果、機関銃のライセンス生産がアメリカとイギリスに認められました。戦争中、アメリカだけでも 120,000 挺以上が生産された 20 mm エリコン機関銃は第二次世界大戦期で最も多い対空砲となりました。
pl: Słynna przeciwlotnicza armata automatyczna Oerlikon kal. 20 mm opracowana była w Szwajcarii w 1934 roku. Jednak jego początkowa charakterystyka nie zrobiła wrażenia na największych potencjalnych klientach – Stanach Zjednoczonych i Wielkiej Brytanii. Jak na ironię, firma została ocalona przed bankructwem dzięki zamówieniu złożonemu przez Cesarską Marynarkę Wojenną Japonii. W 1939 roku działko zostało ulepszone. Z powodu wybuchu II wojny światowej zapotrzebowanie na nowe uzbrojenie przeciwlotnicze urosło do niebotycznych rozmiarów, a Szwajcarzy nie byli już w stanie go zaspokoić. W rezultacie produkcję na licencji rozpoczęto w U.S.A. i w Wielkiej Brytanii. W trakcie wojny w samych Stanach Zjednoczonych wyprodukowano ponad 120 000 egzemplarzy, co uczyniło Oerlikon najliczniejszym działkiem przeciwlotniczym II wojny światowej.
ru: Знаменитое 20-мм зенитное автоматическое орудие Oerlikon было разработано в Швейцарии в 1934 году. Однако его первоначальные характеристики не впечатлили потенциальных крупных заказчиков — США и Великобританию, и по иронии судьбы фирму спас от банкротства только заказ от японского Императорского флота. В 1939 году орудие было усовершенствовано. Выросший в связи с начавшейся мировой войной до астрономических масштабов спрос на новый зенитный автомат швейцарская компания уже не могла удовлетворить, и в США и в Великобритании началось их производство по лицензии. За время войны только в США было собрано свыше 120 тысяч орудий, что сделало 20-мм Oerlikon самой многочисленной зениткой Второй мировой войны.
uk: Відому 20-мм зенітну автоматичну гармату Oerlikon розробили у Швейцарії у 1934 році. Однак його початкові характеристики не справили враження на потенційних великих змовників — США та Великобританію, та, за іронією долі, лише замовлення від Японського імператорського флоту врятувало фірму від банкрутства. У 1939 році гармату було вдосконалено. Попит на новий зенітний автомат, якій неймовірно збільшився через початок світової війни, швейцарська компанії не могла задовольнити, тому й в США, й у Великобританії їх почали виробляти за ліцензією. За час війни лише в США зібрали понад 120 тисяч гармат, що зробило 20-мм Oerlikon найчисленнішою зеніткою Другої світової війни.
zh: Знаменитое 20-мм зенитное автоматическое орудие Oerlikon было разработано в Швейцарии в 1934 году. Однако его первоначальные характеристики не впечатлили потенциальных крупных заказчиков — США и Великобританию, и по иронии судьбы фирму спас от банкротства только заказ от японского Императорского флота. В 1939 году орудие было усовершенствовано. Выросший в связи с начавшейся мировой войной до астрономических масштабов спрос на новый зенитный автомат швейцарская компания уже не могла удовлетворить, и в США и в Великобритании началось их производство по лицензии. За время войны только в США было собрано свыше 120 тысяч орудий, что сделало 20-мм Oerlikon самой многочисленной зениткой Второй мировой войны.
zh_sg: 著名的20毫米Oerlikon防空机炮于1934年在瑞士研制成功。然而，它最初的特点并没有打动最大的潜在客户美国和英国。讽刺的是，这家公司在接到日本帝国海军的订单后才避免了破产。1939年，这把枪得到了改进。由于第二次世界大战的爆发，对新型高射机炮的需求增长到了宇宙级，瑞士公司自身已无力支撑。该机炮的生产许可最终授权给了美国和英国。战争期间，仅在美国，就装配了超过120000门，使20毫米Oerlikon防空机炮成为了第二次世界大战时期数量最多的高射炮。

# IDS_PCZC415_NY2020_CURTISS
source: Curtiss SC-2 Scout Seaplane
es_mx: Hidroavión Curtiss SC-2 Scout
ja: カーチス SC-2 水上観測機
pl: Hydroplan zwiadowczy\nCurtiss SC-2
ru: Разведчик-корректировщик Curtiss SC-2
uk: Розвідник-корегувальник Curtiss SC-2
zh: Разведчик-корректировщик Curtiss SC-2
zh_sg: Curtiss SC-2水上侦查机

# IDS_PCZC415_NY2020_CURTISS_DESCRIPTION
source: The order for the development of a new reconnaissance seaplane to replace obsolete aircraft which had entered service in the late 1930s, was issued by the U.S. Navy to the Curtiss company in mid-1942. A specific feature of the new planes had to be their versatility: the easy replacement of their pontoons with wheeled chassis and vice versa made it possible to use them both at ground airfields and on the decks of aircraft carriers, and even with battleship and cruiser catapults. The first vehicles to be produced, which received the SC-1 Seahawk designation, were placed onboard cruiser Guam (Alaska class) in October 1944. An improved SC-2 model with a more powerful engine and better aerodynamics appeared in 1945, when the war was about to end. It would be the last U.S. Navy catapult aircraft.
es_mx: La Armada de EE. UU. buscaba un nuevo hidroavión de reconocimiento para reemplazar los aviones obsoletos que se habían puesto en servicio a finales de los años 30; y dio la orden desarrollarlo a la compañía Curtiss a mediados de 1942. Un rasgo específico de los nuevos aviones debía ser su versatilidad: sus flotadores se podían reemplazar con facilidad por chasis con ruedas, y viceversa, y de esta forma era posible usarlos en aeródromos de tierra y en cubiertas de portaaviones, e incluso con catapultas de cruceros y acorazados. Los primeros ejemplares que se produjeron, que recibieron la denominación SC-1 Seahawk, se destinaron a bordo del crucero Guam (de clase Alaska) en octubre de 1944. Un modelo mejorado SC-2 con un motor más potente apareció en 1945, cuando la guerra estaba a punto de terminar. Sería el último avión de catapulta de la Armada estadounidense.
ja: 1930 年代後半に就役した旧式航空機に代わる新型水上観測機の開発指令が、1942 年半ばにアメリカ海軍からカーチス社に出されました。新型機の特徴としては汎用性が求められました。フロートと車輪付き固定脚とを容易に交換可能なため、飛行場での陸上機または航空母艦の艦載機として運用が可能であり、戦艦や巡洋艦のカタパルトからも発艦できました。最初期の生産機は SC-1 シーホークと命名され、1944 年 10 月にアラスカ級巡洋艦グアムに搭載されました。より強力なエンジンと優れた空力を備えた改良型の SC-2 が戦争末期の 1945 年に登場し、同機はアメリカ海軍最後のカタパルト発艦型航空機と考えられます。
pl: W połowie roku 1942 U.S. Navy wysłało zamówienie do firmy Curtiss na opracowanie nowego hydroplanu zwiadowczego mającego zastąpić przestarzałe, służące od końcówki lat 30. jednostki. Cechą szczególną nowych samolotów miała być ich wszechstronność: łatwa wymiana pływaków na podwozie kołowe i odwrotnie umożliwiała użycie ich z lotnisk naziemnych i pokładów lotniskowców oraz z katapult pancerników i krążowników. Pierwsza produkowana wersja otrzymała oznaczenie SC-1 Seahawk i używano jej na krążowniku Guam (typu Alaska) od października 1944 roku. Ulepszona wersja SC-2, o mocniejszym silniku i lepszej aerodynamice, pojawiła się w 1945 roku, gdy wojna dobiegała końca – był to ostatni samolot katapultowany stosowany w U.S. Navy.
ru: Заказ на разработку нового гидросамолёта-разведчика на смену устаревавшим, принятым на вооружение в конце 1930-х годов машинам ВМС США выдали фирме Curtiss в середине 1942 года. Особенностью нового самолёта должна была стать универсальность: лёгкая замена поплавков на колёсное шасси и наоборот обеспечивала возможность его использования как с наземных аэродромов и палуб авианосцев, так и с катапульт линкоров и крейсеров. Первые серийные машины, получившие обозначение SC-1 Seahawk (англ. «Морской ястреб»), получил на вооружение крейсер Guam (типа Alaska) в октябре 1944 года. Усовершенствованная модель SC-2 с более мощным мотором и лучшей аэродинамикой появилась в 1945 году, уже в самом конце войны, став последним катапультным самолётом ВМС США.
uk: Замовлення на розроблення нового гідролітака-розвідника на зміну застарілим машинам, які прийняли на озброєння наприкінці 1930-х років, ВМС США видали фірмі Curtiss у середині 1942 року. Особливістю нового літака повинна була бути універсальність, легка заміна поплавців на колісне шасі та навпаки забезпечувала можливість використовувати їх як з наземних аеродромів і палуб авіаносців, так і з катапульт лінкорів і крейсерів. Перші серійні машини, які отримали назву SC-1 Seahawk (англ. «Морський яструб»), одержав на озброєння крейсер Guam (типу Alaska) в жовтні 1944 року. Удосконалена модель SC-2 з потужнішим двигуном і ліпшою аеродинамікою з’явилася в 1945 році, вже наприкінці війни, і стала останнім катапультним літаком ВМС США.
zh: Заказ на разработку нового гидросамолёта-разведчика на смену устаревавшим, принятым на вооружение в конце 1930-х годов машинам ВМС США выдали фирме Curtiss в середине 1942 года. Особенностью нового самолёта должна была стать универсальность: лёгкая замена поплавков на колёсное шасси и наоборот обеспечивала возможность его использования как с наземных аэродромов и палуб авианосцев, так и с катапульт линкоров и крейсеров. Первые серийные машины, получившие обозначение SC-1 Seahawk (англ. «Морской ястреб»), получил на вооружение крейсер Guam (типа Alaska) в октябре 1944 года. Усовершенствованная модель SC-2 с более мощным мотором и лучшей аэродинамикой появилась в 1945 году, уже в самом конце войны, став последним катапультным самолётом ВМС США.
zh_sg: 1942年中期，美国海军向柯蒂斯公司下达了研制新型水上侦察机的命令，用以替换上世纪30年代服役的过时侦查机。新型飞机的特点之一是具备多功能性：它们的浮筒很容易更换为轮式底盘，反之亦然，因此可以同时在地面机场和航空母舰上使用，甚至可以使用战列舰和巡洋舰弹射器。1944年10月，首批获得SC-1“海鹰”称号的飞机配置给了关岛号巡洋舰（阿拉斯加级）上。1945年，当战争即将结束时，一种改进的SC-2型号出现了，它拥有更强大的引擎和更好的空气动力学设计—这也是美国海军最后一种弹射式飞机。

# IDS_PCZC416_NY2020_MK38
source: Mk.38 Main Battery Director
es_mx: Director de Batería Principal Mk.38
ja: Mk.38 主砲射撃指揮装置
pl: Przelicznik artyleryjski baterii głównej Mk. 38
ru: Директор главного калибра Mk.38
uk: Директор головного калібру Mk.38
zh: Директор главного калибра Mk.38
zh_sg: Mk.38型主炮组控制台
