Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC389_ITCA_KALABRIA_JULE1940_DESCRIPTION
source: Convoys of exceptional importance carrying troops and cargo for the Italian army in Northern Africa were covered by the main forces of the Regia Marina. In some cases, this led to clashes with the British Mediterranean Fleet, which, in turn, were escorting convoys bound for Malta. On July 9, 1940, a battle took place off the coast of Calabria. It was the first major encounter between British and Italian ships at sea. Ultimately, the opposing fleets parted in a "draw", each having completed their main objective: both the convoys, Maltese and Libyan, arrived safely at their destinations. However, the command of the Italian Navy had every reason to draw disappointing conclusions from the clash. Unlike the British, the Italian Navy did not have its own aircraft, and had to request support from the Army Air Force, which was not under their control. It was with great reluctance and belatedly that the Air Force responded to any requests coming from the Navy. As a result, when a wave of British deck torpedo bombers hit the 1st Cruiser Division (comprising Zara and her two sister ships) during the battle, the Regia Marina sailors were forced to rely on the maneuverability of their ships and the strength of their AA defenses.
es_mx: Los convoyes de excepcional importancia que transportaban tropas y carga para el ejército italiano en el norte de África estaban cubiertos por las principales fuerzas de la Regia Marina. En algunos casos, esto llevó a enfrentamientos con la flota mediterránea británica, que, a su vez, escoltaban convoyes con destino a Malta. El 9 de julio de 1940 tuvo lugar una batalla frente a las costas de Calabria. Fue el primer gran encuentro entre barcos británicos e italianos en el mar. Finalmente, las flotas opuestas se separaron en un "empate", cada uno de los cuales cumplió su objetivo principal: tanto los convoyes, malteses como libios, llegaron a salvo a sus destinos. Sin embargo, el comando de la Marina Italiana tenía todas las razones para sacar conclusiones decepcionantes del choque. A diferencia de los británicos, la Armada italiana no tenía su propio avión y tuvo que solicitar el apoyo de la Fuerza Aérea del Ejército, que estaba fuera de su control. Fue con gran renuencia y tardíamente que la Fuerza Aérea respondió a cualquier solicitud proveniente de la Armada. Como resultado, cuando una ola de bombarderos de torpedos de la cubierta británica golpeó a la Primera División de Cruceros (que incluìa al Zara y a sus dos barcos gemelos) durante la batalla, los marineros de Regia Marina se vieron obligados a confiar en la maniobrabilidad de sus barcos y la fuerza de sus defensas AA .
ja: 北アフリカのイタリア軍に対し特別に重要な部隊や物資を輸送する船団は、イタリア海軍の主力部隊が護衛しました。この結果、時としてマルタ島への船団を護衛するイギリス地中海艦隊と激突することもありました。 1940 年 7 月 9 日にカラブリア沖で行われた戦闘は、イギリスとイタリアの艦艇による最初の大規模遭遇戦でした。究極的には両艦隊のは「引き分け」といえます。双方がそれぞれの主目的を達成し、マルタとリビアへの船団は共に目的地へと無事に到着したからです。しかしイタリア海軍司令部にとってこの海戦は、悔やんでも悔やみきれないものとなりました。イギリスと異なり独自の航空戦力を持たないイタリア海軍は指揮系統外にある空軍の支援を要請する必要がありました。そして空軍は海軍からのあらゆる要請に冷淡であり後回しにしていました。この結果、戦闘中にイギリスの艦上雷撃機の波状攻撃がザラとその姉妹艦 2 隻からなる第 1 巡洋艦戦隊を襲った時にイタリア海軍の乗組員たちは、彼らの艦艇の機動力と対空防御力に賭けるしかありませんでした。
pl: Konwoje szczególnej wagi, przenoszące żołnierzy i towary dla armii włoskiej w Afryce Północnej, chronione były przez główne siły Regia Marina. W niektórych przypadkach prowadziło to do starć z brytyjską Flotą Śródziemnomorską, która z kolei eskortowała konwoje na Maltę. 9 lipca 1940 roku u wybrzeży Kalabrii rozgorzała bitwa. Było to pierwsze poważne starcie pomiędzy okrętami brytyjskimi i włoskimi. Ostatecznie obie floty przystały na „remis”, ponieważ oba konwoje – maltański i libijski – dotarły bezpiecznie do celu. Jednak włoskie dowództwo miało prawo czuć się rozczarowane wnioskami płynącymi z bitwy. W przeciwieństwie do Brytyjczyków, Marynarka Włoch nie posiadała własnego lotnictwa i musiała prosić o wsparcie lotnictwo Królewskich Sił Powietrznych. Formacja ta reagowała z dużym ociąganiem na jakiekolwiek prośby ze strony marynarki. W wyniku tego, gdy fala brytyjskich bombowców torpedowych zaatakowała 1. Dywizjon Krążowników (w skład którego wchodziły Zara i dwa okręty siostrzane), marynarze Regia Marina mogli polegać jedynie na zwrotności swoich okrętów i sile własnych dział przeciwlotniczych.
ru: Особенно важные конвои с войсками и грузом для итальянской армии в Северной Африке прикрывались главными силами флота Королевства. В некоторых случаях это приводило к столкновению с британским Средиземноморским флотом, сопровождавшим, в свою очередь, конвои на Мальту. 9 июля 1940 года произошло сражение у берегов Калабрии — первое крупное столкновение британцев и итальянцев на море. В итоге стороны разошлись «вничью», выполнив каждая свою главную задачу — оба конвоя, и мальтийский, и ливийский, благополучно прибыли к месту назначения. Однако командование итальянским флотом могло сделать для себя неутешительные выводы. В отличие от британцев, ВМС Италии не имели своей авиации и вынуждены были запрашивать поддержку у не подчинявшихся им армейских ВВС, которые с большой неохотой и запозданием реагировали на запросы флота. Как следствие, когда в ходе сражения на Первую дивизию крейсеров (Zara и два его систершипа) налетела волна британских палубных торпедоносцев, морякам Regia Marina пришлось рассчитывать только на манёвренность своих кораблей и силу их ПВО.
uk: Особливо важливі конвої із військами та вантажем для італійської армії в Північній Африці прикривали головні сили флоту Королівства. Іноді це спричиняло зіткнення з британським Середземноморським флотом, який зі свого боку супроводжував конвої на Мальту. 9 липня 1940 року відбулася битва біля берегів Калабрії — перше велике зіткнення британців та італійців на морі. У підсумку сторони не виявили сильнішого, але кожна виконала своє головне завдання — обидва конвої, як мальтійський, так і лівійський, спокійно дісталися місця призначення. Проте командування італійського флоту могло зробити для себе невтішні підсумки. На відміну від британців, ВМС Італії не мали своєї авіації та були змушені просити підтримки армійських ВПС, які їм не підлягали та дуже неохоче і запізно реагували на запити флоту. У результаті, коли під час битви на Першу дивізію крейсерів (Zara та два його однотипники) налетіла хвиля британських палубних торпедоносців, морякам Regia Marina довелося сподіватися лише на маневреність своїх кораблів та силу їх ППО.
zh: Особенно важные конвои с войсками и грузом для итальянской армии в Северной Африке прикрывались главными силами флота Королевства. В некоторых случаях это приводило к столкновению с британским Средиземноморским флотом, сопровождавшим, в свою очередь, конвои на Мальту. 9 июля 1940 года произошло сражение у берегов Калабрии — первое крупное столкновение британцев и итальянцев на море. В итоге стороны разошлись «вничью», выполнив каждая свою главную задачу — оба конвоя, и мальтийский, и ливийский, благополучно прибыли к месту назначения. Однако командование итальянским флотом могло сделать для себя неутешительные выводы. В отличие от британцев, ВМС Италии не имели своей авиации и вынуждены были запрашивать поддержку у не подчинявшихся им армейских ВВС, которые с большой неохотой и запозданием реагировали на запросы флота. Как следствие, когда в ходе сражения на Первую дивизию крейсеров (Zara и два его систершипа) налетела волна британских палубных торпедоносцев, морякам Regia Marina пришлось рассчитывать только на манёвренность своих кораблей и силу их ПВО.
zh_sg: 在北非，为意大利军队运输重要部队和物资的工作主要由意大利皇家海军负责。在某些情况下，这导致了与护卫前往马耳他舰队的英国地中海舰队频繁发生冲突。 1940年7月9日在卡拉布里亚海岸发生的海战，是英国和意大利在海上的第一次重大战事。最终，双方以“平局”收场，并各自完成了主要目标：马耳他和利比亚两支舰队都安全抵达了目的地。然而，意大利海军司令部却从冲突中得出了消极的结论。与英国不同的是，意大利海军没有自己的空军力量，不得不请求不受控制的陆军空军提供支援。空军对海军提出的任何请求都推三阻四，甚至很晚才作出回应。结果，当一批英国舰载鱼雷轰炸机在战斗中击中了第一巡洋舰队（包括扎拉号和两艘姊妹舰）时，意大利皇家海军的水手只能被迫依靠机动性和对空防御被动反击。

# IDS_PCZC390_ITCA_GAUDOS_1941
source: Battle of the Island of Gavdos, March 1941
es_mx: Batalla de la Isla de Gavdos, marzo de 1941
ja: ガヴドス島沖海戦 (1941 年 3 月)
pl: Bitwa koło wyspy Gawdos, marzec 1941 r.
ru: Сражение у острова Гавдос, март 1941 года
uk: Битва біля острова Гавдос, березень 1941
zh: Сражение у острова Гавдос, март 1941 года
zh_sg: 加夫多斯岛近海的战斗，1941年3月

# IDS_PCZC390_ITCA_GAUDOS_1941_DESCRIPTION
source: During the Battle of Greece, at the end of March 1941, another naval engagement between the Italian and British forces took place, this time in the Eastern Mediterranean, south of Cape Matapan. The battle was preceded by an encounter off the island of Gavdos, between the 3rd Cruiser Squadron commanded by Admiral Sansonetti (Trento, Trieste, and Bolzano) and a squadron of British light cruisers (HMS Gloucester, HMAS Perth, and two ships of the Leander class). Italian cruisers outmatched their opponents both by the firing range of their main batteries and their speed. Not tempting fate, the British squadron immediately fell back and retreated, in the hope of entrapping Sansonetti's division with the assistance of their main forces. However, adroit maneuvering allowed the Italian ships to lure the British squadron into the range of the guns of battleship Vittorio Veneto, which had just arrived at the battle area. It was only a timely attack from British aircraft carrier Formidable that helped the Brits to seize the initiative from the Italian forces in the battle.
es_mx: Durante la Batalla de Grecia, a fines de marzo de 1941, tuvo lugar otro enfrentamiento naval entre las fuerzas italianas y británicas, esta vez en el Mediterráneo oriental, al sur del cabo Matapán. La batalla fue precedida por un encuentro frente a la isla de Gavdos, entre el tercer escuadrón de cruceros comandado por el almirante Sansonetti (Trento, Trieste y Bolzano) y un escuadrón de cruceros ligeros británicos (HMS Gloucester, HMAS Perth y dos barcos de la clase Leander). Los cruceros italianos superaron a sus oponentes tanto por el alcance de disparo de sus baterías principales como por su velocidad. Sin tentar al destino, el escuadrón británico inmediatamente retrocedió y se retiró, con la esperanza de atrapar la división de Sansonetti con la ayuda de sus fuerzas principales. Sin embargo, las maniobras hábiles permitieron a los barcos italianos atraer al escuadrón británico al alcance de los cañones del acorazado Vittorio Veneto, que acababa de llegar al área de batalla. Fue solo un ataque oportuno del portaaviones británico Formidable lo que ayudó a los británicos a tomar la iniciativa de las fuerzas italianas en la batalla.
ja: ギリシャの戦い中の 1941 年 3 月末にイタリア軍とイギリス軍との間で新たな海戦が起こりました。今回は東地中海のマタパン岬南方です。この海戦に先んじて行われたのが、サンソネッティ提督率いる第 3 巡洋艦戦隊 (トレント、トリエステ、ボルツァーノ) とイギリス軽巡洋艦戦隊 (グロチェスター、パース、リアンダー級巡洋艦 2 隻) の間で行われたガヴドス島沖での遭遇戦です。 イタリア巡洋艦部隊は敵を主砲射程と速力の双方で圧倒しました。イギリス艦隊は危険を冒すことを避けて即座に撤退し、イギリス主力部隊の支援のもとでサンソネッティ艦隊を罠にかけようとしました。しかしイタリア艦隊は巧みな機動により、戦闘海域に到着したばかりの戦艦ヴィットリオ・ヴェネトの射程へとイギリス艦隊を釣り出すことに成功しました。やがてイギリス航空母艦フォーミダブルが折りよく攻撃を行ったことで、イギリス軍は戦闘の主導権をイタリアから奪い返しました。
pl: W trakcie Bitwy o Grecję pod koniec marca 1941 roku doszło do innego starcia pomiędzy siłami morskimi Włoch i Wielkiej Brytanii, tym razem we wschodniej części Morza Śródziemnego, na południa od przylądka Matapan. Bitwę poprzedziło spotkanie koło wyspy Gavdos, pomiędzy 3. Eskadrą Krążowników, dowodzoną przez admirała Sansonettiego (Trento, Trieste oraz Bolzano) oraz eskadrą złożoną z brytyjskich lekkich krążowników (HMS Gloucester, HMAS Perth oraz dwa okręty klasy Leander). Włoskie krążowniki górowały nad przeciwnikiem zarówno pod względem prędkości, jak i zasięgu głównych dział. Nie chcąc kusić losu, eskadra brytyjska natychmiast przeszła do odwrotu, by połączyć się ze swoimi głównymi siłami. Jednak w trakcie manewrów dywizjon Sansonettiego wciągnął brytyjskie jednostki w zasięg dział pancernika Vittorio Veneto, który właśnie wpłynął w obszar bitwy. Jedynie atak brytyjskiego lotniskowca Formidable sprawił, że to Brytyjczycy przejęli inicjatywę w bitwie.
ru: В ходе Битвы за Грецию, в конце марта 1941 года, произошло очередное сражение итальянского и британского флотов, на этот раз в Восточном Средиземноморье к югу от мыса Матапан. Прологом к нему явился бой у острова Гавдос, начавшийся со столкновения Третьей эскадры крейсеров адмирала Сансонетти (Trento, Trieste и Bolzano) и отряда британских лёгких крейсеров (HMS Gloucester, HMAS Perth и два корабля типа Leander). Итальянские крейсеры превосходили противника и в дальнобойности орудий ГК, и в скорости хода. Британская эскадра, не испытывая судьбу, немедленно начала отступление, пытаясь навести дивизию Сансонетти на свои главные силы. Однако в результате манёвров итальянцев корабли англичан сами оказались в ловушке, попав под огонь подоспевшего к месту боя линкора Vittorio Veneto. Лишь своевременная атака самолётов британского авианосца Formidable вырвала инициативу в сражении из рук итальянцев.
uk: Під час Битви за Грецію наприкінці березня 1941 року відбулася чергова битва італійського та британського флотів, цього разу на Східному Середземномор’ї на південь від мису Матапан. Прологом до неї була битва біля острова Гавдос, на початку якої зіткнулися Третя ескадра крейсерів адмірала Сансонетті (Trento, Trieste та Bolzano) та загін британських легких крейсерів (HMS Gloucester, HMAS Perth і два корабля типу Leander). Італійські крейсери перевершували супротивника за далекобійністю гармат ГК та швидкістю ходу. Британська ескадра, вирішив не випробувати долю, негайно почала відступ, намагаючись навести дивізію Сансонетті на свої головні сили. Проте внаслідок маневрів італійців кораблі британців потрапили в пастку та знаходились під вогнем лінкора Vittorio Veneto, який щойно прибув до місця битви. Лише своєчасна атака літаків британського авіаносця Formidable дозволила перехопити ініціативу в італійців.
zh: В ходе Битвы за Грецию, в конце марта 1941 года, произошло очередное сражение итальянского и британского флотов, на этот раз в Восточном Средиземноморье к югу от мыса Матапан. Прологом к нему явился бой у острова Гавдос, начавшийся со столкновения Третьей эскадры крейсеров адмирала Сансонетти (Trento, Trieste и Bolzano) и отряда британских лёгких крейсеров (HMS Gloucester, HMAS Perth и два корабля типа Leander). Итальянские крейсеры превосходили противника и в дальнобойности орудий ГК, и в скорости хода. Британская эскадра, не испытывая судьбу, немедленно начала отступление, пытаясь навести дивизию Сансонетти на свои главные силы. Однако в результате манёвров итальянцев корабли англичан сами оказались в ловушке, попав под огонь подоспевшего к месту боя линкора Vittorio Veneto. Лишь своевременная атака самолётов британского авианосца Formidable вырвала инициативу в сражении из рук итальянцев.
zh_sg: 在1941年3月底的希腊战役中，意大利和英国海军又在地中海东部、马塔潘角以南进行了一次交战。战斗双方为：由海军上将桑索内蒂指挥的第三巡洋舰中队（特伦托、的里雅斯特和博尔扎诺）与英国轻型巡洋舰中队（格洛斯特，珀斯及两艘利安得级战舰）。 意大利巡洋舰的主炮射程和速度都超过了对手。没有抱侥幸，英军中队立即撤退，希望引诱至主力部队将桑索内蒂的舰队包围。然而，意大利战舰利用高机动性使英国中队进入了刚刚抵达战场的维托里奥·维内托号战列舰的射程内。英国“威猛”号航空母舰的及时进攻，帮助英国舰队重新掌握了战斗的主动权。

# IDS_PCZC391_ITCA_PANTELLERIA_1942
source: Battle of Pantelleria, June 1942
es_mx: Batalla de Pantelaria, junio de 1942
ja: パンテッレリーア海戦 (1942 年 6 月)
pl: Bitwa pod Pantellerią, czerwiec 1942 r.
ru: Бой у острова Пантеллерия, июнь 1942 года
uk: Бій біля острова Пантеллерія, червень 1942
zh: Бой у острова Пантеллерия, июнь 1942 года
zh_sg: 潘泰莱里亚战役，1942年6月

# IDS_PCZC391_ITCA_PANTELLERIA_1942_DESCRIPTION
source: Supplying equipment and provisions to Malta was of paramount importance to Great Britain. By the summer of 1942, the struggle on the approaches to the island had been ongoing for two years. On June 12, Italian aerial reconnaissance discovered another allied convoy. After waiting for it to approach the coast of Sicily, the 7th Cruiser Division, consisting of Raimondo Montecuccoli and Eugenio di Savoia, set out from Palermo on a mission to intercept it. The appearance on the horizon of the Italian cruisers approaching at full steam early in the morning of June 15, 1942, came as a complete surprise to the British ships. The escort ships frantically planted smoke screens and maneuvered, yet they were soon forced into battle. German aircraft struck the remaining transport ships that had been left without cover. Towards evening that day, the remains of the convoy ran into a minefield... As a result, only two of the six transport ships carrying cargo that was invaluable to the island's defenders reached Malta. Raimondo Montecuccoli and Eugenio di Savoia returned to base adorned with the laurels of victory.
es_mx: El suministro de equipos y suministros a Malta era de suma importancia para Gran Bretaña. Para el verano de 1942, la lucha por los enfoques de la isla había estado en curso durante dos años. El 12 de junio, el reconocimiento aéreo italiano descubrió otro convoy aliado. Después de esperar a que se acercara a la costa de Sicilia, la Séptima División de Cruceros, compuesta por el Raimondo Montecuccoli y el Eugenio di Savoia, salió de Palermo con la misión de interceptarla. La aparición en el horizonte de los cruceros italianos que se acercaban a toda velocidad temprano en la mañana del 15 de junio de 1942, fue una completa sorpresa para los barcos británicos. Los barcos de escolta plantaron frenéticamente pantallas de humo y maniobraron, pero pronto se vieron obligados a la batalla. Aviones alemanes golpearon los barcos de transporte restantes que habían quedado sin cobertura. Hacia la tarde de ese día, los restos del convoy chocaron con un campo minado... Como resultado, solo dos de los seis buques de transporte que transportaban carga que era invaluable para los defensores de la isla llegaron a Malta. El Raimondo Montecuccoli y el Eugenio di Savoia regresaron a la base adornados con los laureles de la victoria.
ja: イギリスはマルタ島に対する装備と食糧の供給を最重要視しました。1942 年夏、この島を巡る攻防は既に 2 年間続いていました。6 月 12 日、イタリア軍の航空偵察は連合軍の新たな船団を発見しました。この船団がシチリア沿岸に接近するのを待って、ライモンド・モンテクッコリとエウジェニオ・ディ・サヴォイアからなる第 7 巡洋艦戦隊が船団迎撃のためにパレルモから出航しました。 1942 年 6 月 15 日早朝に水平線上に出現した全速で接近してくるイタリア巡洋艦は、イギリス艦艇にとって全くの不意打ちとなりました。護衛艦は必死に煙幕を展開して機動をしましたが、すぐに戦闘を余儀なくされ、ドイツ軍の航空機が無防備で残された輸送船を攻撃しました。さらには同日夕方、残る船団が機雷原へと入ってしまいました。この結果、マルタ島の防衛隊にとって不可欠な物資を積んだ輸送船 6 隻のうち、島にたどり着けたのは 2 隻のみでした。ライモンド・モンテクッコリとエウジェニオ・ディ・サヴォイアは勝利の栄誉に飾られて基地へと帰還しました。
pl: Dostawy na Maltę miały dla Wielkiej Brytanii kluczowe znaczenie. Do lata 1942 roku walka wokół szlaków prowadzących na wyspę trwała już przez dwa lata. 12 czerwca włoski zwiad lotniczy dostrzegł kolejny aliancki konwój. Poczekawszy, aż konwój ten zbliży się do wybrzeży Sycylii, 7. Dywizjon Krążowników, w skład którego wchodziły Raimondo Montecuccoli oraz Eugenio di Savoia, wyruszyły z Palermo, by go przechwycić. Pojawienie się na horyzoncie rankiem 15 marca 1942 roku włoskich krążowników, nadpływających z pełną mocą, całkowicie zaskoczyło brytyjskie okręty. Jednostki eskortowe w panice rozstawiały zasłonę dymną i intensywnie manewrowały, ale ostatecznie zmuszone zostały do przyjęcia bitwy. Niemieckie lotnictwo uderzyło na pozostałe okręty transportowe, które nie były ukryte w zasłonie dymnej. Pod koniec dnia resztki konwoju wpłynęły na pole minowe... Tylko dwa z sześciu okrętów z bezcennym dla obrońców wyspy ładunkiem dotarły na Maltę. Raimondo Montecuccoli i Eugenio di Savoia powróciły do swojej bazy w blasku chwały.
ru: Снабжение Мальты техникой и припасами было жизненно важно для Великобритании. К лету 1942-го борьба на подступах к острову продолжалась уже два года. 12 июня итальянская воздушная разведка обнаружила очередной союзнический конвой. Дождавшись, когда он приблизился к берегам Сицилии, из Палермо на перехват вышла 7-я дивизия крейсеров в составе Raimondo Montecuccoli и Eugenio di Savoia. Ранним утром 15 июня 1942 года появление на горизонте несущихся навстречу на всех парах итальянских крейсеров стало для британцев полной неожиданностью. Корабли эскорта отчаянно ставили дымовые завесы и маневрировали, однако вскоре оказались скованы боем. По оставшимся без прикрытия транспортам нанесла удар немецкая авиация. На исходе дня остатки конвоя попали на минное поле... В итоге лишь два из шести транспортов с бесценным для защитников острова грузом добрались до Мальты, а Raimondo Montecuccoli и Eugenio di Savoia вернулись на базу с лаврами победителей.
uk: Для Великобританії було життєво важливо забезпечити Мальту технікою та припасами. До літа 1942 року боротьба на підступах до острова тривала вже два роки. 12 червня італійська повітряна розвідка виявила черговий союзницький конвой. Дочекавшись, коли він наблизиться до берегів Сицилії, з Палермо на перехоплення вийшла 7-ма дивізія у складі Raimondo Montecuccoli та Eugenio di Savoia. Вранці 15 червня 1942 року британці зовсім не очікували, що на горизонті з’являться італійські крейсери, які йдуть повним ходом. Кораблі ескорту відчайдушно ставили димові завіси та маневрували, але незабаром були змушені битися. По транспорту, який залишився без прикриття, завдала удар німецька авіація. Наприкінці дня залишки конвою потрапили до мінного поля... У підсумку лише два з шести кораблів із неоцінним для захисників острова вантажем дісталися Мальти, а Raimondo Montecuccoli та Eugenio di Savoia повернулися до бази з перемогою.
zh: Снабжение Мальты техникой и припасами было жизненно важно для Великобритании. К лету 1942-го борьба на подступах к острову продолжалась уже два года. 12 июня итальянская воздушная разведка обнаружила очередной союзнический конвой. Дождавшись, когда он приблизился к берегам Сицилии, из Палермо на перехват вышла 7-я дивизия крейсеров в составе Raimondo Montecuccoli и Eugenio di Savoia. Ранним утром 15 июня 1942 года появление на горизонте несущихся навстречу на всех парах итальянских крейсеров стало для британцев полной неожиданностью. Корабли эскорта отчаянно ставили дымовые завесы и маневрировали, однако вскоре оказались скованы боем. По оставшимся без прикрытия транспортам нанесла удар немецкая авиация. На исходе дня остатки конвоя попали на минное поле... В итоге лишь два из шести транспортов с бесценным для защитников острова грузом добрались до Мальты, а Raimondo Montecuccoli и Eugenio di Savoia вернулись на базу с лаврами победителей.
zh_sg: 向马耳他供给装备和物资对英国至关重要。到1942年夏天，在通往岛屿的道路上的长痘已经进行了两年。6月12日，意大利的空中侦察发现了另一个盟军船队。等它驶向西西里岛海岸之后，由莱蒙多•蒙德库克利和尤金尼奥·迪·萨沃亚组成的第7巡洋舰师从巴勒莫出发去拦截该船队。 1942年6月15日早，开足马力的意大利巡洋舰出现在了海平线上，英军对此感到十分惊讶。护送舰疯狂地设置烟幕并进行了调度，但仍然仓皇地被迫开战。德国飞机袭击了剩下的没有掩护的运输船。那天傍晚，船队剩余的船只进入了雷区……结果，六艘运输舰中只有两艘成功地将对岛上的守军无价的物资运到了马耳他。雷蒙多·蒙特库科利和尤金尼奥·迪·萨沃亚无比荣耀地凯旋而归，返回基地。
