Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_2
source: Reach the Hurricane League in Season 2 of the Clan Battles "Islands of Ice".
es_mx: Alcanza la Liga Huracán en la Temporada 2 de las Batallas de Clan, "Islas de Hielo".
ja: クラン戦シーズン 2 「氷の群島」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w 2. sezonie bitew klanowych „Lodowe wyspy”.
ru: Достичь лиги Урагана во втором сезоне клановых боёв «Ледяные острова».
uk: Досягти ліги Урагану у другому сезоні кланових боїв «Крижані острови».
zh: 在第二季「冰海追击」军团战中达到龙卷风联盟
zh_sg: 在军团战第2赛季"冰岛”中达到飓风段位。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_3
source: Reach the Hurricane League in Season 3 of the Clan Battles "Sleeping Giant".
es_mx: Alcanza la Liga Huracán en la Temporada 3 de las Batallas de Clanes "El Gigante Dormido".
ja: クラン戦シーズン 3 「眠れる巨人」で Hurricane リーグに到達する。
pl: Wejdź do ligi Huragan w 3 sezonie bitew klanowych „Śpiący olbrzym”.
ru: Достичь лиги Урагана в третьем сезоне клановых боёв «Спящий гигант».
uk: Досягти ліги Урагану в третьому сезоні кланових боїв «Приспаний гігант».
zh: 在第3季的军团战斗「沉睡巨人」中达到飓风联盟。
zh_sg: 在第3赛季军团战“沉睡的巨人”中达到飓风联赛

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_4
source: Reach the Hurricane League in Season 4 of the Clan Battles "North".
es_mx: Alcanza la Liga Huracán en la Temporada 4 de las Batallas de Clanes: Norte.
ja: クラン戦シーズン 4 「北方」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w czwartym sezonie bitew klanowych „Północ”.
ru: Достичь лиги Урагана в четвёртом сезоне клановых боёв «Север».
uk: Досягти ліги Урагану в четвертому сезоні кланових боїв «Північ».
zh: 在第四季的军团战斗「北方」中达到飓风联盟。
zh_sg: 在军团战“北方群岛”的第4赛季达到飓风联赛。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_5
source: Reach the Hurricane League in Season 5 of Clan Battles: "Land of Fire".
es_mx: Alcanza la Liga Huracán en la Temporada 5 de las Batallas de Clanes llamada "Tierra de Fuego".
ja: クラン戦シーズン 5 「火の地」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w 5. sezonie bitew klanowych „Ziemia Ognista”.
ru: Достичь лиги Урагана в пятом сезоне клановых боёв «Огненная земля».
uk: Досягти ліги Урагану в п’ятому сезоні кланових боїв «Вогняна земля».
zh: Достичь лиги Урагана в пятом сезоне клановых боёв «Огненная земля».
zh_sg: 在第5赛季军团战“火焰之岛”中达到飓风联盟段位的。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_6
source: Reach the Hurricane League in Season 6 of Clan Battles ("Neighbors").
es_mx: Alcanzar la Liga Huracán en la Temporada 6 de las Batallas de Clanes: "Vecinos".
ja: クラン戦シーズン 6 「隣接勢力」で Hurricane リーグに到達する。
pl: Dotrzyj do ligi Huragan w sezonie 6. bitew klanowych „Sąsiedzi”.
ru: Достичь лиги Урагана в шестом сезоне клановых боёв «Соседи».
uk: Досягти ліги Урагану в шостому сезоні кланових боїв «Сусіди».
zh: Достичь лиги Урагана в шестом сезоне клановых боёв «Соседи».
zh_sg: 在第6赛季军团战“隔海相望”中达到飓风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_7
source: Reach the Hurricane League in Season 7 of Clan Battles—"Crash Zone Alpha."
es_mx: Alcanzar la Liga Huracán en la Temporada 7 de las Batallas de Clanes: "Zona de Choque Alfa".
ja: クラン戦シーズン 7 「クラッシュゾーンα」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w 7. sezonie bitew klanowych „Złomowisko Alpha”.
ru: Достичь лиги Урагана в седьмом сезоне клановых боёв «Зона крушения Альфа».
uk: Досягти ліги Урагану в сьомому сезоні кланових боїв «Зона аварії Альфа».
zh: Достичь лиги Урагана в седьмом сезоне клановых боёв «Зона крушения Альфа».
zh_sg: 在第7赛季军团战“阿尔法冲撞区”中达到飓风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_8
source: Reach the Hurricane League in Season 8 of Clan Battles—"Sea of Fortune."
es_mx: Alcanza la Liga Huracán en la Temporada 8 de las Batallas de Clanes: "Mar de la Fortuna".
ja: クラン戦シーズン 8 「幸運の海」で Hurricane リーグに到達する。
pl: Dostań się do Ligi Huragan w 8. sezonie bitew klanowych „Morze nadziei”.
ru: Достичь лиги Урагана в восьмом сезоне клановых боёв «Море надежды».
uk: Досягти ліги Урагану у восьмому сезоні кланових боїв «Море надії».
zh: Достичь лиги Урагана в восьмом сезоне клановых боёв «Море надежды».
zh_sg: 在第8赛季军团战“命运之海”中达到飓风联盟段位的。

# IDS_ACHIEVEMENT_DESCRIPTION_TOP_LEAGUE_CLAN_SEASON_9
source: Reach the Hurricane League in Season 9 of Clan Battles—"Warrior's Path".
es_mx: Alcanza la Liga Huracán en la Temporada 9 de las Batallas de Clanes: "Curso del Guerrero".
ja: クラン戦シーズン 9 「戦士の道」で Hurricane リーグに到達する。
pl: Dotrzyj do ligi Huragan w sezonie 9. bitew klanowych „Droga Wojownika”.
ru: Достичь лиги Урагана в девятом сезоне клановых боёв «Путь воина».
uk: Досягти ліги Урагану у дев’ятому сезоні кланових боїв «Шлях воїна».
zh: Достичь лиги Урагана в девятом сезоне клановых боёв «Путь воина».
zh_sg: 在第9赛季军团战“勇士之路”中达到飓风联盟段位。

# IDS_ACHIEVEMENT_DESCRIPTION_TWITCH_PRIME
source: Exclusive achievement for Twitch Prime members only.
es_mx: Logro exclusivo solo para los miembros de Twitch Prime.
ja: Twitch Prime メンバー限定の特別褒賞
pl: Ekskluzywne osiągnięcie, tylko dla członków Twitch Prime.
ru: Уникальное достижение. Доступно только пользователям Twitch Prime.
uk: Унікальне досягнення. Доступне лише користувачам Twitch Prime.
zh: Twitch Prime 成员的独家成就
zh_sg: Twitch Prime成员唯一成就。

# IDS_ACHIEVEMENT_DESCRIPTION_TWITCH_WG
source: Welcome to World of Warships!
es_mx: ¡Bienvenido a World of Warships!
ja: World of Warships へようこそ!
pl: Witamy w World of Warships!
ru: Добро пожаловать в World of Warships!
uk: Ласкаво просимо до World of Warships!
zh: 欢迎来到"战舰世界"!
zh_sg: 欢迎来到《战舰世界》！

# IDS_ACHIEVEMENT_DESCRIPTION_UNHARMED
source: Test
zh: 测试
zh_sg: 测试

# IDS_ACHIEVEMENT_DESCRIPTION_UNSINKABLE
source: Receive damage from flooding that exceeds %(damageRatio_percent)s of your ship's normal HP and survive the battle.
es_mx: Recibe daño causado por inundaciones que excedan el %(damageRatio_percent)s de tus puntos de vida normales y sobrevive la batalla.
ja: 浸水により自艦の通常 HP の %(damageRatio_percent)s を上回るダメージを受けた上で生還する。
pl: Otrzymaj uszkodzenia w wyniku zalania przekraczające %(damageRatio_percent)s normalnej puli PW Twojego okrętu i przetrwaj bitwę.
ru: Получить урон от затопления, составляющий более %(damageRatio_percent)s от штатной боеспособности корабля, и выжить в бою.
uk: Отримати шкоду від затоплення більшу %(damageRatio_percent)s загальної боєздатності корабля, та вижити в бою.
zh: 从进水受到超过己身战舰生命值的 %(damageRatio_percent)s 伤害并存活下来。
zh_sg: 因进水受到超过己身战舰生命值%(damageRatio_percent)s的伤害并存活下来。

# IDS_ACHIEVEMENT_DESCRIPTION_VETERAN
source: Win %(winCount)s Random Battles.
es_mx: Gana %(winCount)s Batallas Aleatorias.
ja: ランダム戦で %(winCount)s 勝する。
pl: Wygraj %(winCount)s bitew losowych.
ru: Победить %(winCount)s раз в случайных боях.
uk: Перемогти %(winCount)s разів у випадкових боях.
zh: 赢得 %(winCount)s 场标准战斗。
zh_sg: 赢得%(winCount)s 场随机战。

# IDS_ACHIEVEMENT_DESCRIPTION_VICTORY
source: For bravery, courage, and the will for victory!
es_mx: ¡Por el valor, el coraje y la voluntad de victoria!
ja: 武勇と勝利への意志に対して!
pl: Za męstwo, brawurę i wolę zwycięstwa!
ru: За отважность, бесстрашие и волю к победе!
uk: За відважність, безстрашність і волю до перемоги!
zh: За отважность, бесстрашие и волю к победе!
zh_sg: 勇敢、坚强、和必胜的信念！

# IDS_ACHIEVEMENT_DESCRIPTION_WARRIOR
source: Destroy %(victimsCount)s or more enemy ships.
es_mx: Destruye %(victimsCount)s o más barcos enemigos.
ja: 敵艦艇を %(victimsCount)s 隻以上撃破する。
pl: Zniszcz przynajmniej %(victimsCount)s okrętów przeciwnika.
ru: Уничтожить %(victimsCount)s или более кораблей противника.
uk: Знищити %(victimsCount)s або більше кораблів супротивника.
zh: 击毁 %(victimsCount)s 艘或以上敌方战舰。
zh_sg: 击毁 %(victimsCount)s 艘或以上敌方战舰。

# IDS_ACHIEVEMENT_DESCRIPTION_WGFEST2016
source: Thank you for your participation in WG Fest 2016.
es_mx: Gracias por tu participación en el WG Fest 2016.
ja: WG Fest 2016 にご参加頂きありがとうございます。
pl: Dziękujemy za uczestnictwo w WG Fest 2016.
ru: Спасибо за участие в WG Fest 2016.
uk: Дякуємо за участь у WG Fest 2016.
zh: 感谢您参与 2016 年 WG 盛会
zh_sg: 感谢您参与 2016 年 WG 盛会

# IDS_ACHIEVEMENT_DESCRIPTION_WGFEST2017
source: Thank you for your participation in WG Fest 2017.
es_mx: Gracias por tu participación en el WG Fest 2017.
ja: WG Fest 2017 にご参加頂きありがとうございます。
pl: Dziękujemy za uczestnictwo w WG Fest 2017.
ru: Спасибо за участие в WG Fest 2017.
uk: Дякуємо за участь у WG Fest 2017.
zh: 感谢您参与 2017 年 WG 盛会
zh_sg: 感谢您参与 2017 年 WG 盛会

# IDS_ACHIEVEMENT_DESCRIPTION_WGSPB_STAFF
source: Wargaming St. Petersburg Employee
es_mx: Empleado de Wargaming San Petersburgo
ja: Wargaming St. Petersburg 従業員
pl: Pracownik Wargaming St. Petersburg
ru: Сотрудник Wargaming Санкт-Петербург
uk: Співробітник Wargaming Санкт-Петербурґ
zh: Wargaming 圣彼得堡员工
zh_sg: Wargaming 圣彼得堡员工

# IDS_ACHIEVEMENT_DESCRIPTION_WG_STAFF
source: Wargaming Employee
es_mx: Empleado de Wargaming
ja: Wargaming 従業員
pl: Pracownik Wargaming
ru: Сотрудник Wargaming
uk: Співробітник Wargaming
zh: Wargaming 员工
zh_sg: Wargaming 员工

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_1
source: Win Season 1 of the Clan Battles "Hotspot".
es_mx: Gana la Temporada 1 de las Batallas de Clan, "Punto Caliente".
ja: クラン戦シーズン 1 「ホットスポット」で勝利する。
pl: Wygraj 1. sezon bitew klanowych „Gorący punkt”
ru: Занять первое место в первом сезоне клановых боёв «Край вулканов».
uk: Посісти перше місце у першому сезоні кланових боїв «Край вулканів».
zh: 赢得第一季的「怒海新星」军团战
zh_sg: 在军团战第1赛季“热点”中获得胜利。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_10
source: Win Season 10 of Clan Battles—"Loop."
es_mx: Gana la Temporada 10 de las Batallas de Clanes: "Lazo".
ja: クラン戦シーズン 10 「ループ」で勝利する。
pl: Wygraj 10. sezon bitew klanowych – „Pętla”.
ru: Занять первое место в десятом сезоне клановых боёв «Петля».
uk: Посісти перше місце в десятому сезоні кланових боїв «Петля».
zh: Занять первое место в десятом сезоне клановых боёв «Петля».
zh_sg: 在第10赛季军团战“群岛之环”中获胜。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_2
source: Win Season 2 of the Clan Battles "Islands of Ice".
es_mx: Gana la Temporada 2 de las Batallas de Clan, "Islas de Hielo".
ja: クラン戦シーズン 2 「氷の群島」で勝利する。
pl: Wygraj 2. sezon bitew klanowych „Lodowe wyspy”
ru: Занять первое место во втором сезоне клановых боёв «Ледяные острова».
uk: Посісти перше місце у другому сезоні кланових боїв «Крижані острови».
zh: 赢得第二季的「冰海追击」军团战
zh_sg: 在军团战第2赛季“冰岛”中获得胜利。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_3
source: Win Season 3 of the Clan Battles "Sleeping Giant".
es_mx: Gana la Temporada 3 de las Batallas de Clanes "El Gigante Dormido".
ja: クラン戦シーズン 3 「眠れる巨人」で勝利する。
pl: Wygraj 3 sezon bitew klanowych „Śpiący olbrzym”.
ru: Занять первое место в третьем сезоне клановых боёв «Спящий гигант».
uk: Посісти перше місце в третьому сезоні кланових боїв «Приспаний гігант».
zh: 赢得第3季的军团战斗「沉睡巨人」。
zh_sg: 赢得第3赛季军团战“沉睡的巨人”

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_4
source: Win Season 4 of the Clan Battles "North".
es_mx: Gana la Temporada 4 de las Batallas de Clanes: Norte.
ja: クラン戦シーズン 4 「北方」で勝利する。
pl: Wygraj 4 sezon bitew klanowych „Północ”.
ru: Занять первое место в четвёртом сезоне клановых боёв «Север».
uk: Посісти перше місце в четвертому сезоні кланових боїв «Північ».
zh: 赢得第四季的军团战斗「北方」。
zh_sg: 赢得军团战“北方群岛”的第4赛季

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_5
source: Win Season 5 of Clan Battles: "Land of Fire".
es_mx: Gana la Temporada 5 de las Batallas de Clanes "Tierra de Fuego".
ja: クラン戦シーズン 5 「火の地」で勝利する。
pl: Wygraj 5. sezon bitew klanowych „Ziemia ognista”.
ru: Занять первое место в пятом сезоне клановых боёв «Огненная земля».
uk: Посісти перше місце в п’ятому сезоні кланових боїв «Вогняна земля».
zh: Занять первое место в пятом сезоне клановых боёв «Огненная земля».
zh_sg: 在第5赛季“火焰之岛”军团战中获胜。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_6
source: Win Season 6 of Clan Battles ("Neighbors").
es_mx: Gana la Temporada 6 de las Batallas de Clanes: "Vecinos".
ja: クラン戦シーズン 6 「隣接勢力」で勝利する。
pl: Wygraj w 6. sezonie bitew klanowych „Sąsiedzi”.
ru: Занять первое место в шестом сезоне клановых боёв «Соседи».
uk: Посісти перше місце в шостому сезоні кланових боїв «Сусіди».
zh: Занять первое место в шестом сезоне клановых боёв «Соседи».
zh_sg: 在第6赛季军团战“隔海相望”中获胜。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_7
source: Win Season 7 of Clan Battles—"Crash Zone Alpha."
es_mx: Gana la Temporada 7 de las Batallas de Clanes: "Zona de Choque Alfa".
ja: クラン戦シーズン 7 「クラッシュゾーンα」で勝利する。
pl: Wygraj 7. sezon bitew klanowych – „Złomowisko Alpha”.
ru: Занять первое место в седьмом сезоне клановых боёв «Зона крушения Альфа».
uk: Посісти перше місце в сьомому сезоні кланових боїв «Зона аварії Альфа».
zh: Занять первое место в седьмом сезоне клановых боёв «Зона крушения Альфа».
zh_sg: 赢得第7赛季军团战——“阿尔法冲撞区”。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_8
source: Win Season 8 of Clan Battles—"Sea of Fortune."
es_mx: Gana la Temporada 8 de las Batallas de Clanes: "Mar de la Fortuna".
ja: クラン戦シーズン 8 「幸運の海」で勝利する。
pl: Wygraj 8. sezon bitew klanowych – „Morze nadziei”.
ru: Занять первое место в восьмом сезоне клановых боёв «Море надежды».
uk: Посісти перше місце у восьмому сезоні кланових боїв «Море надії».
zh: Занять первое место в восьмом сезоне клановых боёв «Море надежды».
zh_sg: 赢得第8赛季军团战——“命运之海”。

# IDS_ACHIEVEMENT_DESCRIPTION_WINNER_CLAN_SEASON_9
source: Win Season 9 of Clan Battles—"Warrior's Path".
es_mx: Gana la Temporada 9 de las Batallas de Clanes: "Curso del Guerrero".
ja: クラン戦シーズン 9 「戦士の道」で勝利する。
pl: Wygraj w 9. sezonie bitew klanowych „Droga Wojownika”.
ru: Занять первое место в девятом сезоне клановых боёв «Путь воина».
uk: Посісти перше місце у дев’ятому сезоні кланових боїв «Шлях воїна».
zh: Занять первое место в девятом сезоне клановых боёв «Путь воина».
zh_sg: 在第9赛季军团战“勇士之路”中获胜。

# IDS_ACHIEVEMENT_DESCRIPTION_WITHERING
source: Cause at least %(damage)s HP of fire and flooding damage to enemy ships.
es_mx: Causa al menos %(damage)s de HP en daños a los barcos enemigos mediante incendios e inundaciones.
ja: 火災と浸水により敵艦艇に対し %(damage)s HP 以上のダメージを与える。
pl: Zadaj uszkodzenia w wysokości przynajmniej %(damage)s PW okrętom wroga przez zalania i pożary.
ru: Нанести кораблям противника %(damage)s урона поджогом и затоплением.
uk: Завдати кораблям супротивника %(damage)s шкоди підпалом та затопленням.
zh: 通过火灾和进水来对敌船造成至少 %(damage)s血量伤害。
zh_sg: 通过火灾和进水来对敌船造成至少 %(damage)s血量伤害。

# IDS_ACHIEVEMENT_DESCRIPTION_WORKAHOLIC
source: Complete 100 daily missions.
es_mx: Completa 100 misiones diarias.
ja: デイリーミッションを 100 回達成する。
pl: Ukończ 100 misji codziennych.
ru: Выполнить 100 ежедневных задач.
uk: Виконати 100 щоденних завдань.
zh: 完成 100 个每日任务。
zh_sg: 完成100个日常。

# IDS_ACHIEVEMENT_DESCRIPTION_WORKAHOLIC_L
source: Open 1,000 containers.
es_mx: Abre 1,000 contenedores.
ja: コンテナを 1,000 個開封する。
pl: Otwórz 1000 kontenerów.
ru: Открыть 1000 контейнеров.
uk: Відчинити 1000 контейнерів.
zh: 开启 1,000 个幸运补给箱。
zh_sg: 开启 1000 个补给箱。

# IDS_ACHIEVEMENT_DETONATED
source: Detonation
es_mx: Detonación
ja: 爆沈
pl: Detonacja
ru: Детонация
uk: Вибух
zh: 爆破手
zh_sg: 爆破手

# IDS_ACHIEVEMENT_DMMGAMES
source: "DMM Games" Achievement
es_mx: Logro "DMM Games"
ja: "DMM Games" 実績
pl: Osiągnięcie „DMM Games”
ru: Достижение DMM Games
uk: Досягнення DMM Games
zh: 「DMM Games」成就
zh_sg: “DMM Games”成就

# IDS_ACHIEVEMENT_DOUBLE_KILL
source: Double Strike
es_mx: Doble Ataque
ja: 連続攻撃
pl: Dublet
ru: Двойной удар
uk: Подвійний удар
zh: 一炮双响
zh_sg: 一炮双响

# IDS_ACHIEVEMENT_DREADNOUGHT
source: Dreadnought
ja: ドレッドノート
pl: Drednot
ru: Дредноут
uk: Дредноут
zh: 无人能挡
zh_sg: 无人能挡

# IDS_ACHIEVEMENT_ENGINEER
source: Naval Constructor
es_mx: Constructor Naval
ja: 造船者
pl: Konstruktor floty
ru: Инженер-конструктор
uk: Інженер-конструктор
zh: 建造师
zh_sg: 战舰工程师

# IDS_ACHIEVEMENT_EV1APR19_ALLROUNDER
source: Star-Enshrined Olympian
es_mx: Atleta Olímpico
ja: 星に祭られしオリンピア人
pl: Legendarny olimpijczyk
ru: Звёздный олимпиец
uk: Зірковий олімпієць
zh: Звёздный олимпиец
zh_sg: 群星环绕奥林匹克

# IDS_ACHIEVEMENT_EV1APR19_ATTDEF1
source: Guardian of the Galaxy
es_mx: Guardián de la Galaxia
ja: 銀河の防衛者
pl: Strażnik galaktyki
ru: Стражник галактики
uk: Вартовий галактики
zh: Стражник галактики
zh_sg: 银河护卫队

# IDS_ACHIEVEMENT_EV1APR19_ATTDEF2
source: Annihilator
es_mx: Aniquilador
ja: 殲滅者
pl: Anihilator
ru: Аннигилятор
uk: Анігілятор
zh: Аннигилятор
zh_sg: 歼灭者

# IDS_ACHIEVEMENT_EV1APR19_DOMINATION1
source: Sub-Orbital Bombardment
es_mx: Bombardeo Suborbital
ja: 軌道外艦砲射撃
pl: Bombardowanie suborbitalne
ru: Не покидая орбиту
uk: Не покидаючи орбіти
zh: Не покидая орбиту
zh_sg: 亚轨道炮击

# IDS_ACHIEVEMENT_EV1APR19_DOMINATION2
source: Nothing Can Stop Me!
es_mx: ¡Nada puede detenerme!
ja: もう誰にも止められない!
pl: Nic mnie nie powstrzyma!
ru: Иду напролом!
uk: Йду напролом!
zh: Иду напролом!
zh_sg: 没什么能阻挡我！

# IDS_ACHIEVEMENT_EV1APR19_EPICENTER1
source: In the Spotlight
es_mx: Bajo el reflector
ja: 注目の的
pl: W świetle jupiterów
ru: В центре внимания
uk: У центрі уваги
zh: В центре внимания
zh_sg: 聚光灯下

# IDS_ACHIEVEMENT_EV1APR19_EPICENTER2
source: True Grit
es_mx: Verdadero Valor
ja: 真の気概
pl: Żelazny charakter
ru: Железная хватка
uk: Залізна хватка
zh: Железная хватка
zh_sg: 大地惊雷

# IDS_ACHIEVEMENT_EV1APR19_TORPEDO1
source: Torpedoproof
es_mx: A prueba de Torpedos
ja: 魚雷に讃えられし者
pl: Torpedoodporny
ru: Торпедоупорный
uk: Торпедотривкий
zh: Торпедоупорный
zh_sg: 鱼雷检验

# IDS_ACHIEVEMENT_EV1APR19_TORPEDO2
source: Marssive Strike
es_mx: Ataque Masivo
ja: 火星的大打撃
pl: Zmarsowany atak
ru: Марсированный удар
uk: Марсований удар
zh: Марсированный удар
zh_sg: 火星打击

# IDS_ACHIEVEMENT_EV1APR19_TORPEDO3
source: Should We Take This Outside?
es_mx: ¿COmbatimos?
ja: 決闘しないか?
pl: Czy reflektują Państwo na młóckę?
ru: Пободаемся?
uk: Побуцаємося?
zh: Пободаемся?
zh_sg: 我们打一架吧？

# IDS_ACHIEVEMENT_EV1APR19_TORPEDO4
source: With All Guns Blazing
es_mx: Con Todos los Cañones Ardiendo
ja: 全力射撃
pl: Na pełnej petardzie
ru: Во все оружия
uk: Геть узброєний
zh: Во все оружия
zh_sg: 破釜沉舟

# IDS_ACHIEVEMENT_EV1APR19_TORPEDO5
source: Master Blaster
ja: マスターブラスター
pl: Mistrz blastera
ru: Мастер-бластер
uk: Мастер-бластер
zh: Мастер-бластер
zh_sg: 爆破大师

# IDS_ACHIEVEMENT_EV_POST_APOCALYPSE2019_WINNER
source: True Survivalist
es_mx: Verdadero Superviviente
ja: 真のサバイバリスト
pl: Prawdziwy surwiwalowiec
ru: Реальный выживальщик
uk: Майстер із виживання
zh: Реальный выживальщик
zh_sg: 真正的幸存者

# IDS_ACHIEVEMENT_FIGHTER
source: Warrior
es_mx: Guerrero
ja: 戦士
pl: Wojownik
ru: Боец
uk: Боєць
zh: 战士
zh_sg: 战士

# IDS_ACHIEVEMENT_FILLALBUM_AZURLANE_COMPLETED
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线
zh_sg: 碧蓝航线

# IDS_ACHIEVEMENT_FILLALBUM_BRIT_CVARC_COMPLETED
source: Naval Aviation
es_mx: Aviación Naval
ja: 艦載機
pl: Lotnictwo morskie
ru: Морская авиация
uk: Морська авіація
zh: 海军飞机
zh_sg: 海军航空

# IDS_ACHIEVEMENT_FILLALBUM_CAPT_COMPLETED
source: "Bad Advice: Behind the Scenes"
es_mx: "Malos Consejos: Detrás de Escenas"
ja: 「悪い例: 舞台裏」
pl: „Kapitan Zła Rada: Od kuchni”
ru: «Вредные советы: за кадром»
uk: «Шкідливі поради: за кадром»
zh: «Вредные советы: за кадром»
zh_sg: “坏建议：幕后花絮”

# IDS_ACHIEVEMENT_FILLALBUM_EPOCHSOFSHIPS_COMPLETED
source: Five Epochs of the Navy
ja: 海軍の五つの時代
pl: Pięć epok marynarki
ru: Пять эпох флота
zh: Пять эпох флота

# IDS_ACHIEVEMENT_FILLALBUM_FRENCHDD_COMPLETED
source: Legion of Honor
es_mx: Legión de Honor
ja: レジオンドヌール
pl: Legia Honorowa
ru: «Почётный легион»
uk: «Почесний легіон»
zh: «Почётный легион»
zh_sg: 荣誉军团

# IDS_ACHIEVEMENT_FILLALBUM_GF097_COMPLETED
source: German Navy
es_mx: Marina Alemana
ja: ドイツ海軍
pl: Marynarka Niemiec
ru: Немецкий флот
uk: Німецький флот
zh: Немецкий флот
zh_sg: 德国海军

# IDS_ACHIEVEMENT_FILLALBUM_ITCA_COMPLETED
source: "Resolute and Rapid"
es_mx: "Determinado y Veloz"
ja: 「決意を持って迅速に」
pl: „Stanowczo i gwałtownie”
ru: «Решительно и быстро»
uk: «Рішуче та швидко»
zh: «Решительно и быстро»
zh_sg: “坚决而迅速”

# IDS_ACHIEVEMENT_FILLALBUM_KOTS_COMPLETED
source: "King of the Sea"
zh: 海上之王

# IDS_ACHIEVEMENT_FILLALBUM_NY20_COMPLETED
source: Shipbuilding
es_mx: Construcción Naval
ja: 造船
pl: Okrętownictwo
ru: «Строительство корабля»
uk: «Будівництво корабля»
zh: «Строительство корабля»
zh_sg: 造船

# IDS_ACHIEVEMENT_FILLALBUM_SOVIETBB_COMPLETED
source: "In the service of the Motherland"
es_mx: "En el Servicio a la Patria"
ja: 「祖国への奉仕」
pl: „W służbie Ojczyźnie”
ru: «На службе Отечеству»
uk: «На службі Батьківщині»
zh: «На службе Отечеству»
zh_sg: “报效祖国”

# IDS_ACHIEVEMENT_FINISH_HIM
source: Mercy Strike
es_mx: Tiro de Gracia
ja: 仁慈の攻撃
pl: Cios miłosierdzia
ru: Удар милосердия
uk: Удар милості
zh: 仁慈一击
zh_sg: 仁慈一击

# IDS_ACHIEVEMENT_FIREPROOF
source: Fireproof
es_mx: A prueba de Incendios
ja: 防火
pl: Ognioodporny
ru: Несгораемый
uk: Неспалимий
zh: 耐火专精
zh_sg: 耐火专精

# IDS_ACHIEVEMENT_FIRST_BLOOD
source: First Blood
es_mx: Primera Sangre
ja: 最初の獲物
pl: Pierwsza krew
ru: Первая кровь
uk: Перша кров
zh: 第一滴血
zh_sg: 第一滴血

# IDS_ACHIEVEMENT_FOOLSDAY_ONE_STEP
source: That's one small step for a man
es_mx: Es un pequeño paso para un hombre
ja: 一人の人間にとっては小さな一歩
pl: Jeden mały krok dla człowieka
ru: Один маленький шаг для человека
uk: Один маленький крок для людини
zh: 这是我的一小步
zh_sg: 个人的一小步

# IDS_ACHIEVEMENT_FOOLSDAY_POEKHALI
source: Poekhali!
es_mx: ¡Vamos!
ja: Poekhali (行こう)!
ru: Поехали!
uk: Поїхали!
zh: 出发!
zh_sg: 我们走！

# IDS_ACHIEVEMENT_FOOLSDAY_SHIELDS
source: Shield Activator
es_mx: Activador de Escudo
ja: シールド・アクティベーター
pl: Aktywator tarcz
ru: Активация щитов
uk: Щитороб
zh: 启动护盾防御
zh_sg: 激活护盾

# IDS_ACHIEVEMENT_FOOLSDAY_TROOPER
source: Not Overly Assaultive
es_mx: No Demasiado Agresivo
ja: 攻撃的なだけではない
pl: Niezbyt napastliwy
ru: Не такой уж штурмовой
uk: Не такий вже й штурмовий
zh: 没有过度刺激
zh_sg: 别太激进

# IDS_ACHIEVEMENT_FOOLSDAY_VACUUM_CLEANER
source: Vacuum Cleaning
es_mx: Aspirado
ja: 宇宙の掃除屋
pl: Czyszczenie próżni
ru: Вакуумная чистка
uk: Вакуумна чистка
zh: 真空清除
zh_sg: 真空扫荡

# IDS_ACHIEVEMENT_GIVEN_ONCE
source: Can be obtained only once.
es_mx: Puede ser obtenido solo una vez.
ja: 1 回のみ取得可能
pl: Może zostać zdobyte tylko raz.
ru: Может быть получено один раз
uk: Можливо отримати один раз.
zh: 只能获得一次。
zh_sg: 只能获得一次。

# IDS_ACHIEVEMENT_GLORY
source: Glory
ru: Слава
uk: Слава
zh: Слава

# IDS_ACHIEVEMENT_GREATEEIGHT
source: Four-Goal Haul
es_mx: Cuarteto de Anotaciones
pl: Czterobramkowa zdobycz
ru: Покер
uk: Покер
zh: 大四喜
zh_sg: 大四喜

# IDS_ACHIEVEMENT_GROUP
source: group
es_mx: grupo
ja: 共同
pl: grupowe
ru: групповое
uk: групове
zh: 团队
zh_sg: 团体奖

# IDS_ACHIEVEMENT_HALLOWEEN_2016
source: Ghostbuster
es_mx: Cazafantasma
ja: ゴーストバスター
pl: Pogromca duchów
ru: Охотник за привидениями
uk: Мисливець за привидами
zh: 驱魔人
zh_sg: 捉鬼敢死队

# IDS_ACHIEVEMENT_HALLOWEEN_2017
source: Exorcist
es_mx: Exorcista
ja: エクソシスト
pl: Egzorcysta
ru: Экзорцист
uk: Екзорцист
zh: 驱魔人
zh_sg: 驱魔人

# IDS_ACHIEVEMENT_HALLOWEEN_2018
source: Terror of the Deep
es_mx: Terror de la Profundidad
ja: 海中に潜む恐怖
pl: Postrach z głębin
ru: Ужас глубин
uk: Жах глибин
zh: 深层恐惧
zh_sg: 恐怖深海

# IDS_ACHIEVEMENT_HEADBUTT
source: Die-Hard
es_mx: Duro de Matar
ja: 頑強
pl: Zatwardziały
ru: Твердолобый
uk: Непробивний
zh: 不死鸟
zh_sg: 不死鸟

# IDS_ACHIEVEMENT_HONOR
source: Honor
ru: Честь
uk: Честь
zh: Честь

# IDS_ACHIEVEMENT_INSTANT_KILL
source: Devastating Strike
es_mx: Ataque Devastador
ja: 破壊的一撃
pl: Dewastujące uderzenie
ru: Сокрушительный удар
uk: Нищівний удар
zh: 毁灭打击
zh_sg: 毁灭打击

# IDS_ACHIEVEMENT_JOLLYROGER
source: Jolly Roger
ja: 海賊旗
ru: Весёлый Роджер
uk: Веселий Роджер
zh: JR旗
zh_sg: 海盗旗

# IDS_ACHIEVEMENT_JUNIOR_PLANNER
source: Junior Naval Designer
es_mx: Diseñador Naval Júnior
ja: 造船技師補
pl: Młodszy projektant floty
ru: Младший проектировщик
uk: Молодший проектувальник
zh: 初级海军设计师
zh_sg: 初级战舰工程师

# IDS_ACHIEVEMENT_KINGOFTHESEA
source: King of the Sea V finalist
es_mx: Finalista de "King of the Sea V"
ja: King of the Sea V ファイナリスト
pl: Finalista turnieju King of the Sea V
ru: Финалист состязания King of the Sea V
uk: Фіналіст змагання «King of the Sea V»
zh: 海上之王的入围者
zh_sg: King of the Sea V决赛选手
