Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC107_NY2018_TORPEDOTUBE533MK8
source: Torpedo Tube of the British Destroyer
es_mx: Lanzatorpedos del Destructor Británico
ja: イギリス駆逐艦の魚雷発射管
pl: Wyrzutnia torped brytyjskiego niszczyciela
ru: Торпедный аппарат британского эсминца
uk: Торпедний апарат британського есмінця
zh: Y系驱逐舰的鱼雷发射管
zh_sg: 英国驱逐舰的鱼雷发射管

# IDS_PCZC107_NY2018_TORPEDOTUBE533MK8_DESCRIPTION
source: During the Battle of the North Cape, the Allied ships launched 55 torpedoes, 47 of them were launched by seven destroyers. All those destroyers were built in England and armed with 533 mm caliber quadruple torpedo tubes. HMS Musketeer and HMS Matchless were carrying the Mk.X tubes. Other ships, that were ordered as part of the War Emergency Programme, were equipped with slightly different Mk.VIII tubes. The primary munition of the tubes were the 533 mm Mk.IX torpedoes which contained 367 kg of explosives and could hit a target at a distance of 10 km and at a speed of 41 knots. At least 11 torpedoes of this kind hit Scharnhorst in her final battle.
es_mx: Durante la Batalla de Cabo Norte, los barcos aliados lanzaron 55 torpedos, 47 de ellos fueron lanzados por siete destructores. Todos esos destructores fueron construidos en Inglaterra. Fueron armados con tubos de torpedos cuádruples con un calibre de 533 mm. El HMS Musketeer y el HMS Matchless cargaban tubos de Mk.X. Otros barcos, fueron ordenados como parte del Programa de Emergencia de Guerra, fueron equipados un poco diferente con tubos de Mk.VIII. La munición primaria de los tubos eran los torpedos Mk.IX de 533mm. que contenían 367 kg de explosivo y podían golpear a un objetivo a una distancia de 10 km de distancia con una velocidad de 41 nudos. Por lo menos 11 torpedos de este tipo le dieron al Scharnhorst en su batalla final.
ja: 北岬沖海戦において連合軍艦艇は合計 55 本の魚雷を発射しましたが、そのうち 47 本は 7 隻の駆逐艦が発射したものであり、その全てがイングランドで建造されたものでした。全艦が口径 533 mm の四連装魚雷発射管を装備していましたが、マスケティーアおよびマッチレスのものは Mk.X 発射管であり、戦時急造艦隊として発注されたその他の駆逐艦は、若干異なる Mk.VIII 発射管を装備していました。 これらの発射管で主に使用されていた魚雷は 533mm Mk.IX 魚雷であり、その性能は炸薬量 367 kg、射程 10 km、雷速 41 ノットでした。この戦いにおいては、少なくとも 11 本のこのような魚雷がシャルンホルストに命中しています。
pl: W trakcie Bitwy koło Przylądka Północnego alianckie okręty wystrzeliły 55 torped, z czego 47 wystrzelono z siedmiu niszczycieli. Wszystkie z nich zostały zbudowane w Anglii. Uzbrojone były w poczwórne wyrzutnie torped kal. 533 mm. HMS Musketeer i HMS Matchless posiadały wyrzutnie Mk. X. Inne, zamówione w ramach War Emergency Programme posiadały wyrzutnie Mk. VIII. Podstawowym rodzajem amunicji do tych wyrzutni były torpedy kal. 533 mm Mk. IX, zawierające 367 kg ładunku wybuchowego, mogące trafić w cel oddalony o 10 km z prędkością 41 węzłów. Przynajmniej 11 takich torped trafiło w Scharnhorst w trakcie jego ostatniej bitwy.
ru: В ходе сражения при Нордкапе кораблями союзников было выпущено в общей сложности 55 торпед, из них 47 приходятся на долю семи эсминцев. Все участвовавшие в бою эсминцы были построены в Англии, и все были вооружены четырёхтрубными 533-мм торпедными аппаратами. На HMS Musketeer и HMS Matchless стояли аппараты Mk.X, на остальных, вошедших в строй по Чрезвычайной военной программе, — незначительно отличавшиеся Mk.VIII. Основным боеприпасом для этих аппаратов были 533-мм торпеды Mk.IX, которые несли 367 кг взрывчатки и при скорости 41 узел могли поразить цель на расстоянии до 10 км. По крайней мере 11 таких торпед поразили Scharnhorst в его последнем бою.
uk: Під час битви біля мису Нордкап кораблі союзників випустили загалом 55 торпед, з них 47 з сімох есмінців. Всі есмінці, що брали участь в бою, побудували в Англії, і всі були озброєні чотиритрубними 533-мм торпедними апаратами. На HMS Musketeer і HMS Matchless стояли апарати Mk.X, на інших, що стали у стрій за Надзвичайною військовою програмою, встановили Mk.VIII, які незначно відрізнялися. Головними боєприпасами для цих апаратів були 533-мм торпеди Mk.IX, які несли 367 кг вибухівки та зі швидкостю 41 вузол могли вразити ціль на відстані до 10 км. Принаймні 11 таких торпед вразили Scharnhorst в його останньому бою.
zh: 北角海战期间，盟军战舰发射了 55 枚鱼雷，其中 47 枚是由七艘驱逐舰所发射。所有这些驱逐舰都是在Y国建造的。它们装备着 533 毫米口径的四联装鱼雷发射管。火枪手和无敌则搭载了 Mk.X 发射管。作为战争紧急应对法案一部分而下令建造的其它战舰，则装备着略微不同的 Mk.VIII 发射管。 这些发射管的主要军火为 533 毫米的 Mk.IX 鱼雷，内含 367 公斤的爆炸物，并且能以 41 节的航速击中距离 10 公里的目标。在最后一战中，至少就有 11 枚这样的鱼雷击中了沙恩霍斯特。
zh_sg: 北角海战期间，盟军战舰发射了55枚鱼雷，其中47枚是由七艘驱逐舰所发射。所有这些驱逐舰都是在Y国建造的。它们装备着533毫米口径的四联装鱼雷发射管。HMS Musketeer和HMS Matchless则搭载了Mk.X发射管。作为战争紧急应对法案一部分而下令建造的其它战舰，则装备着略微不同的 Mk.VIII 发射管。 这些发射管的主要军火为533毫米的Mk.IX鱼雷，内含367公斤的爆炸物，并且能以41节的航速击中10公里内的目标。在最后一战中，至少就有11枚这样的鱼雷击中了沙恩霍斯特。

# IDS_PCZC108_NY2018_HMSDUKE_OF_YORK_GK356
source: Main Battery Turret of Battleship Duke of York
es_mx: Torreta de la Batería Principal del Duke of York
ja: 戦艦デューク・オブ・ヨークの主砲塔
pl: Wieża baterii głównej pancernika Duke of York
ru: Башня главного калибра линкора Duke of York
uk: Башта головного калібру лінкора Duke of York
zh: 战列舰约克公爵的主炮组炮塔
zh_sg: 战列舰约克公爵的主炮组炮塔

# IDS_PCZC108_NY2018_HMSDUKE_OF_YORK_GK356_DESCRIPTION
source: Throughout the history of shipbuilding, quadruple turrets were rarely seriously considered for the main armament due to the complexity of their design. Instances of their embodiment in metal were more of an exception to the rule. One such exception were the King George V-class battleships to which HMS Duke of York belonged. Each of the ships carried ten 14-inch (356 mm) Mk.VII guns, which were mounted in one Mk.II twin turret and two Mk.III quadruple turrets. King George V-class battleships couldn't boast the largest caliber of guns, and her guns had a lot of mechanical internals which didn't always work reliably, but under combat conditions the ships' main guns proved highly accurate and quite destructive. During the Battle of the North Cape, Duke of York scored a hit on the first salvo, disabling Scharnhorst's foremost turrets. During the first two hours of the battle, the German battleship lost all of her combat capability after taking hits from Duke of York's main guns, whereas the British ship sustained no significant damage from Scharnhorst's counterfire.
es_mx: A través de la historia de la construcción de barcos, las torretas cuádruples fueron rara vez consideradas un verdadero armamento principal debido a la complejidad del diseño. Por ejemplo, su personificación del cuerpo metálico era una excepción de la regla. Una de las excepciones fueron los acorazados de clase King George V donde el HMS Duke of York pertenecía. Cada uno de los barcos cargaba cañones Mk.VII de 14-pulgadas (356 mm), dichos estaban montado en una torreta doble Mk.II en la parte frontal y dos torretas cuádruples Mk.III. Los acorazados de clase King George V no podían tener el más largo calibre de cañón, y sus cañones tenían muchos internos mecánicos que no siempre funcionaban con confianza, pero bajo condiciones de combate los cañones principales de barco probaron ser altamente precisos y bastante destructivos. Durante la Batalla de Cabo Norte, el Duke of York le dio un golpe en el primer disparo, deshabilitando las torretas delanteras del Scharnhorst. Durante las dos primeras horas de la batalla, el acorazado alemán perdió toda su capacidad de combate después de recibir golpes directos de los cañones principales del Duke of York, el barco británico no recibió daño serio del contrafuego del Scharnhorst.
ja: 軍艦建造の歴史においては、四連装砲塔は設計が複雑であるため、主砲用として真剣に検討されることは稀であり、そのような主砲塔を採用した艦艇は例外的な存在でした。そのような例外のひとつがキング・ジョージ 5 世級戦艦であり、デューク・オブ・ヨークもその 1 隻だったのです。本級の各艦には 14 インチ (356 mm) Mk.VII 砲が採用されており、これを連装砲塔 1 基 (前部) および四連装砲塔 2 基 (前後に 1 基ずつ) に収めて搭載していました。 キング・ジョージ 5 世級戦艦の主砲口径は最大級のものとは言えず、機械的信頼性の問題も抱えていましたが、実戦では高い射撃精度と恐るべき威力を発揮しました。北岬沖海戦においては、デューク・オブ・ヨークは第 1 斉射から命中弾を記録し、シャルンホルストの前部砲塔群を無力化しました。そして戦闘開始から 2 時間で、デューク・オブ・ヨークの主砲弾を繰り返し被弾したシャルンホルストは戦闘能力を完全に喪失し、その一方でデューク・オブ・ヨークの損傷は軽微なものに留まりました。
pl: W historii okrętownictwa poczwórne wieże rzadko rozważano jako podstawowe uzbrojenie ze względu na ich poziom złożoności konstrukcyjnej. Przypadki ich zastosowania są raczej wyjątkiem od reguły. Jednym z takich wyjątków były pancerniki klasy King George V, do których należał HMS Duke of York. Każdy z tych okrętów posiadał 14-calowe (356 mm) działa Mk. VII, które umieszczone były w jednej podwójnej wieży Mk. II i dwóch poczwórnych wieżach Mk. III. Pancerniki klasy King George V nie mogły zostać wyposażone w działa największego kalibru, a te, które instalowano, posiadały wiele wewnętrznych części, które bywały zawodne. Jednak w warunkach bojowych główne działa tego okrętu okazywały się celne i niszczycielskie. W trakcie Bitwy koło Przylądka Północnego Duke of York trafił już pierwszą salwą, niszcząc przednie wieże Scharnhorsta. W trakcie pierwszych dwóch godzin bitwy niemiecki pancernik niemal stracił pełnię swoich zdolności bojowych po trafieniach z dział Duke of York, podczas gdy okręt brytyjski nie odniósł żadnych poważniejszych uszkodzeń.
ru: Четырёхорудийные башни, в силу сложности конструкции, в истории кораблестроения редко рассматривались всерьёз в качестве установок главного калибра. Воплощение же в металл таких башен было и вовсе исключением из правил. Таким исключением стали линкоры типа King George V, к числу которых относился HMS Duke of York. Каждый из этих кораблей был вооружён десятью 356-мм орудиями Mk.VII, размещёнными в двух четырёхорудийных башнях Mk.III и одной двухорудийной Mk.II. Несмотря на не самый большой калибр и обилие механической «начинки», не всегда работавшей надёжно, артиллерийские установки линкоров типа King George V показали в боевой обстановке высокую точность и достаточно мощную разрушительную силу. В сражении при Нордкапе HMS Duke of York первым же залпом добился попадания и вывел из строя носовые башни на корабле противника. За первые два часа боя огнём своего главного калибра он полностью лишил Scharnhorst боеспособности, не получив в ответ сколько-нибудь серьёзных повреждений.
uk: Чотиригарматні башти, через складність конструкції, в історії кораблебудування мало коли розглядали серйозно як установки головного калібру. Втілення ж в метал таких башт було переважно винятком з правил. Таким винятком стали лінкори типу King George V, до числа яких відносився HMS Duke of York. Кожен з цих кораблів був озброєний десятьма 356-мм гарматами Mk.VII, розміщеними в двох чотиригарматних баштах Mk.III і одній двогарматній Mk.II. Незважаючи на не найбільший калібр і безліч механічної «начинки», яка не завжди працювала надійно, артилерійські установки лінкорів типу King George V показали в бойових обставинах високу влучність і досить потужну руйнівну силу. У битві біля мису Нордкап HMS Duke of York першим же залпом влучив і вивів з ладу носові башти корабля супротивника. За перші дві години бою вогнем головного калібру він повністю позбавив Scharnhorst боєздатності, не отримавши у відповідь будь-яких значних ушкоджень.
zh: 在整个造船史上，由于设计上的复杂性，很少会认真考虑把四联装炮塔当做主要武器。用金属来体现它们的实例更是在规则之外。当中一个例外就是属于英王乔治五世级战列舰中的约克公爵。各战舰都搭载了 14 吋 (356 毫米) Mk.VII 舰炮，它们被装在一座 Mk.II 二联装前置炮塔和两座 Mk.III 四联装炮塔上。 英王乔治五世级战列舰无法拥有更大口径的舰炮，因为舰炮内部有着大量机械结构而无法一直可靠地运作，但在这种作战条件下证明了该战舰的主炮拥有相当高的准度及十足的破坏力。北角海战期间，约克公爵在首次齐射中就达成命中，瘫痪了沙恩霍斯特最重要的炮塔。战斗的头两个小时，D国战列舰在约克公爵的主炮命中后失去了所有的作战能力，Y国的战舰没有受到沙恩霍斯特反击火力的严重伤害。
zh_sg: 在整个造船史上，由于设计上的复杂性，很少会认真考虑把四联装炮塔当做主要武器。用金属来体现它们的实例更是在规则之外。当中一个例外就是属于 英王乔治五世 级战列舰中的 HMS 约克公爵。各战舰都搭载了14英寸 (356毫米) Mk.VII 舰炮，它们被装在一座 Mk.II 二联装前置炮塔和两座 Mk.III 四联装炮塔上。 英王乔治五世 级战列舰无法拥有更大口径的舰炮，因为舰炮内部有着大量机械结构而无法一直可靠地运作，但在这种作战条件下证明了该战舰的主炮拥有相当高的准度及十足的破坏力。北角海战期间，约克公爵在首次齐射中就达成命中，瘫痪了沙恩霍斯特最重要的炮塔。战斗的头两个小时，德国战列舰被约克公爵的主炮命中后失去了所有的作战能力，英国方的战舰没有受到 沙恩霍斯特 反击火力的严重伤害。

# IDS_PCZC109_NY2018_SCHARNHORST_RADAR
source: Scharnhorst's Forward Radar Set
es_mx: Equipo de Radar frontal del Scharnhorst
ja: シャルンホルストの前部レーダーセット
pl: Przedni zestaw radarowy pancernika Scharnhorst
ru: Носовой радар линкора Scharnhorst
uk: Носовий радар лінкора Scharnhorst
zh: 沙恩霍斯特的前方雷达套组
zh_sg: 沙恩霍斯特的前方雷达套装

# IDS_PCZC109_NY2018_SCHARNHORST_RADAR_DESCRIPTION
source: At the beginning of 1942, Scharnhorst was equipped with new FuMO 27 radars. One set was fitted above the forward rangefinder tower located on top of the fore superstructure, and the other set was placed on the aft rangefinder tower. The 2 x 4 m mattress antenna rotated together with the rangefinder towers. These radars could detect an enemy ship at a distance of 25 km. However, during the Battle of the North Cape, the British ships surpassed Scharnhorst in both the quality and quantity of radar equipment. What's more, in an attempt to avoid detection, the radar systems on the Scharnhorst had been turned off. In doing so, Scharnhorst was unable to detect enemy ships in time. The first salvos fired by the British cruisers came as a total surprise to the German ship. One of the first hits crippled the forward FuMO 27 set. Under polar night conditions, Scharnhorst, blinded by the loss of her radar, fell right into the trap set by the British.
es_mx: A principios de 1942, el Scharnhorst estaba equipado con los radares nuevos de clase FuMO 27. Un set fue puesto en la parte frontal de la torre del telémetro localizado en la parte superior de la superestructura frontal, y el otro fue puesto en la torre del telémetro en popa. La antena de colchón de 2m x 4m rotaba junto a las torres del telémetro. Los radares podían detectar a un barco enemigo a una distancia de 25 km. Sin embargo, durante la Batalla de Cabo Norte, los barcos británicos sobrepasaban al Scharnhorst en calidad y cantidad de equipamiento de radar. Además, para evitar ser detectados, los sistemas de radar del Scharnhorst estaban apagados. Al hacer eso, el Scharnhorst no pudo detectar a los barcos enemigos a tiempo. Los primeros disparos de los cruceros británicos fueron una total sorpresa para el barco alemán. Uno de ellos dañó el set FuMO 27 de la parte frontal. Bajo las condiciones polares nocturnas, el Scharnhorst, ciego por la pérdida de su radar, cayó en la trampa puesta por los británicos.
ja: 1942 年の初めに、シャルンホルストには新型の FuMO 27 レーダーが搭載されており、1 セットが前部上部構造の頂点にある前部測距儀塔の上部に、もう 1 セットが後部測距儀塔の上部にそれぞれ配置されていました。2 m x 4 m のマットレス・アンテナは、測距儀塔と共に回転するようになっており、25 km の距離で敵艦を発見できる性能を備えていました。 しかしながら北岬沖海戦の際には、イギリス艦隊はレーダー設備の性能と量の両面でシャルンホルストを凌駕していたのです。さらには、逆探知を恐れたシャルンホルストは、レーダー・システムを切った状態で航行していたのでした。その結果としてシャルンホルストは敵艦艇の接近に気付かず、イギリス巡洋艦隊が放った最初の斉射は、シャルンホルストにとって完全な奇襲となってしまいました。その結果としてシャルンホルストは前部の FuMO 27 セットを早期に破壊され、北極圏の夜という条件の中、イギリス軍の罠に落ちていったのです。
pl: Na początku 1942 roku Scharhorst wyposażony został w nowe radary FuMO 27. Pierwszy zestaw umieszczony został ponad przednią wieżą dalmierza, na szczycie przedniej nadbudówki, a drugi zestaw na rufowej wieży dalmierza. Anteny o wymiarach 2 m x 4 m obracały się wraz z dalmierzami. Radary mogły wykrywać okręty z odległości 25 km. Jednak podczas Bitwy koło Przylądka Północnego brytyjskie okręty przewyższały Schanrhorsta zarówno pod względem jakości, jak i ilości wyposażenia radarowego. Na dodatek, żeby uniknąć wykrycia, systemy radarowe Scharnhorsta musiały zostać wyłączone. Przez to nie mógł on wykryć wrogich okrętów na czas. Pierwsze salwy wystrzelone z brytyjskich krążowników były dla Niemców zupełnym zaskoczeniem. Jeden z pierwszych celnych strzałów uszkodził przedni zestaw FuMO 27. W warunkach nocy polarnej Scharnhorst, oślepiony utratą radaru, wpadł w pułapkę zastawioną przez Brytyjczyków.
ru: В начале 1942 года Scharnhorst был оснащён новыми радарами модели FuMO 27. Одна установка была размещена на носовом командно-дальномерном посту, расположенном наверху носовой надстройки, другая — на кормовом. Антенны «матрасного» типа размером 4х2 метра вращались вместе с башнями КДП. Радары могли обнаружить крупный корабль на расстоянии 25 км. Но в сражении при Нордкапе британские корабли превосходили Scharnhorst как по качеству, так и количеству радиолокационного оборудования. Более того, на перехват конвоя союзников немецкий линкор шёл с выключенными радарами, чтобы их работу не засекли англичане. Таким образом, Scharnhorst лишил себя возможности самому своевременно обнаружить корабли неприятеля. Залпы британских крейсеров стали для него полной неожиданностью. Одним из первых попаданий была выведена из строя носовая установка FuMO 27. В условиях полярной ночи «ослепший» линкор угодил прямо в ловушку, приготовленную для него англичанами.
uk: На початку 1942 р. Scharnhorst оснастили новими радарами моделі FuMO 27. Одну установку встановили на носовому командно-далекомірному посту, розташованому нагорі носової надбудови, іншу — на кормовому. Антени «матрацного» типу розміром 4х2 метра оберталися разом з баштами КДП. Радари могли виявити великий корабель на відстані 25 км. Але в битві біля мису Нордкап британські кораблі перевершували Scharnhorst як за якістю, так і кількістю радіолокаційного обладнання. До того ж на перехоплення конвою союзників німецький лінкор йшов з вимкненими радарами, щоб їх роботу не виявили британці. Таким чином, Scharnhorst позбавив себе можливості своєчасно виявити кораблі ворога. Залпи британських крейсерів стали для нього повною несподіванкою. Одне з перших влучень вивело з ладу носову установка FuMO 27. В умовах полярної ночі «осліплений» лінкор потрапив у пастку, яку приготували для нього британці.
zh: 1942 年初，沙恩霍斯特装备了新式的 FuMO 27 雷达。一套装在位于舰艏上层建筑顶部的前方测距塔上面，而另一套则放在舰艉测距塔上。2 x 4 公尺的矩阵式天线跟着测距塔一起转动。这些雷达可以侦测到距离 25 公里的敌方战舰。 然而在北角海战期间，Y国战舰在雷达设备的质量和数量上都远远超过了沙恩霍斯特。而更重要的是，沙恩霍斯特为了避免被发现而关闭了舰上的雷达系统。拜此所赐，沙恩霍斯特无法实时侦测出敌方战舰。Y国巡洋舰的第一批齐射就完全出乎D国战舰的意料之外。还被第一批齐射瘫痪了前方 FuMO 27 套组。在北极的夜晚条件下，因失去雷达而近盲的沙恩霍斯特，就这样直接闯入了Y国人的圈套。
zh_sg: 1942年初，沙恩霍斯特 装备了新式的 FuMO 27 雷达。一套装在位于舰艏上层建筑顶部的前方测距塔上面，而另一套则放在舰尾测距塔上。2 x 4米的矩阵式天线跟着测距塔一起转动。这些雷达可以发现距离25公里的敌方战舰。 然而在北角海战期间，英国战舰在雷达设备的质量和数量上都远远超过了 沙恩霍斯特。而更重要的是，沙恩霍斯特为了避免被发现而关闭了舰上的雷达系统。拜此所赐，沙恩霍斯特 无法实时侦测出敌方战舰。英国巡洋舰的第一批齐射就完全出乎德国战舰的意料之外。还被第一批齐射瘫痪了前方 FuMO 27 套组。在北极的夜晚条件下，因失去雷达而近盲的沙恩霍斯特，就这样直接闯入了英国人的圈套。

# IDS_PCZC110_NY2018_NORFOLKGK
source: Main Battery Turret of Cruiser Norfolk
es_mx: Torreta de la Batería Principal del Norfolk
ja: 巡洋艦ノーフォークの主砲塔
pl: Wieża baterii głównej krążownika Norfolk
ru: Башня главного калибра крейсера Norfolk
uk: Башта головного калібру крейсера Norfolk
zh: 巡洋舰诺福克的主炮组炮塔
zh_sg: 巡洋舰Norfolk的主炮组炮塔

# IDS_PCZC110_NY2018_NORFOLKGK_DESCRIPTION
source: HMS Norfolk belonged to the third series of County-class heavy cruisers designed under the Washington Naval Treaty of 1922, which defined such cruisers as warships of up to 10,000 tons displacement carrying guns no larger than 8 inches (203 mm) in caliber. The ship's eight 8-inch (203 mm) guns were placed in Mk.II twin turrets to make up one of the most efficient artillery systems of the time. It had high armor penetration capacity and great destructive power, sending four to five rounds per minute at a range of up to 28 km. At North Cape, HMS Norfolk was the first to successfully hit Scharnhorst at the outset of the battle. A lucky shot from the cruiser hit the German battleship's forward radar, resulting in what turned out to be catastrophic damage. Blinded by the loss of her radar, Scharnhorst sailed right into the trap set by the British.
es_mx: El HMS Norfolk pertenecía una tercera serie de cruceros pesados de clase County que estaban diseñados bajo el Tratado Naval de Washington de 1922, lo que definió a los cruceros como barcos de guerra con un desplazamiento de 10,000 toneladas cargando cañones no más grandes de 8 pulgadas (203 mm) en calibre. Los ocho cañones de 8-pulgadas (203 mm) fueron puestos en cañones gemelos Mk.II para hacer uno de los sistemas más eficientes de artillería de su tiempo. Tenía una capacidad alta de penetración y un gran poder destructivo, mandando de cuatro a cinco rondas por minuto a una distancia de hasta 28 km. En el Cabo Norte, el Norfolk fue el primero en exitosamente golpear al Scharnhorst al comienzo de la batalla. Un golpe de suerte del crucero golpeó el radar frontal alemán, produciendo un efecto fatal adverso en el destino final del barco. Ciego por la pérdida de su radar, el Scharnhorst zarpó justo a la trampa puesta por los ingleses.
ja: ノーフォークは、カウンティ級重巡洋艦の第 3 グループに属する重巡洋艦でした。カウンティ級は、1922 年のワシントン海軍軍縮条約に従って設計された艦級であり、この条約では重巡洋艦に関して、排水量は最大 10,000 トンまで、主砲口径は最大 8 インチ (203 mm) までという制限を課していました。本艦は、8 インチ (203 mm) 砲を Mk.II 連装砲塔に収めて 4 基計 8 門搭載しており、これは当時としては最も効果的な砲システムのひとつと言えました。優れた装甲貫通力と破壊力を備えており、射撃速度は 1 分間に 4 - 5 発、射程は 28 km でした。 北岬沖海戦においては、ノーフォークは戦闘開始後いち早くシャルンホルストに命中弾を与えましたが、これによって幸運にもシャルンホルストの前部レーダーを破壊することができたため、その後のシャルンホルストの命運に深刻な影響を与えることになりました。レーダーを失ったシャルンホルストは、イギリス軍の罠に落ちていったのです。
pl: HMS Norfolk należał do trzeciej serii ciężkich krążowników klasy County, zaprojektowanych po wejściu w życie Waszyngtońskiego Traktatu Morskiego z 1922 roku, który definiował krążowniki jako okręty wojenne o wyporności nie większej niż 10 000 ton, uzbrojone w działa o maksymalnym kalibrze 8 cali (203 mm). Osiem 8-calowych dział umieszczono w podwójnych wieżach Mk. II, co było jednym z najwydajniejszych systemów artyleryjskich tamtych czasów. Posiadały one duży współczynnik penetracji pancerza i wielką siłę niszczącą, mógł wystrzelić 4–5 pocisków na minutę na odległość do 28 km. Koło Przylądka Północnego Norfolk jako pierwszy trafił Scharnhorsta, już na początku bitwy. Szczęśliwy strzał z krążownika trafił w przedni radar niemieckiego okrętu, co prawdopodobnie przypieczętowało jego los. Oślepiony pancernik wpłynął wprost w pułapkę zastawioną przez Brytyjczyków.
ru: HMS Norfolk принадлежал к третьей серии тяжёлых крейсеров типа County, спроектированных согласно условиям Вашингтонского договора 1922 года, установившего максимальный калибр артиллерии крейсеров в 203 мм при водоизмещении не более чем 10000 тонн. Восемь 203-мм орудий HMS Norfolk размещалась в двухорудийных башнях Mk.II, и это была одна из самых удачных артиллерийских систем своего времени. Она обладала высоким бронепробитием и большой разрушительной силой, посылая 4–5 снарядов в минуту на дальность до 28 км. При Нордкапе HMS Norfolk первым добился попаданий в Scharnhorst уже в самом начале боя. Именно снаряд главного калибра крейсера вывел из строя носовой радар немецкого линкора, что роковым образом сказалось на судьбе последнего. «Ослепший» Scharnhorst уже не мог избежать западни, приготовленной для него англичанами.
uk: HMS Norfolk належав до третьої серії важких крейсерів типу County, спроектованих згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р., який встановив максимальний калібр артилерії крейсерів 203 мм та водотоннажність не більше ніж 10 000 тонн. Вісім 203-мм гармат HMS Norfolk розміщувалися в двогарматних баштах Mk.II, і це була одна з найвдаліших артилерійських систем свого часу. Вона мала високу бронепробивність і велику руйнівну силу, надсилаючи 4–5 снарядів на хвилину на відстань до 28 км. Біля мису Нордкап HMS Norfolk першим влучив у Scharnhorst вже на початку бою. Саме снаряд головного калібру крейсера вивів з ладу носовий радар німецького лінкора, що фатальним чином вплинуло на долю останнього. «Осліплений» Scharnhorst вже не міг уникнути пастки, яку приготували для нього британці.
zh: 诺福克是属于在 1922 年海军条约下设计出来的第三系列郡级重型巡洋舰，规定这类巡洋舰的最大排水量为 10,000 吨、所搭载的舰炮口径不能大于 8 吋 (203 毫米)。该战舰的八门 8 吋 (203 毫米) 炮是放置在二联装 Mk.II 炮塔中，构成了当时效率最高的火炮系统之一。它具有很高的装甲穿透力及很强的破坏力，可对最大 28 公里的射程进行每分钟四到五次的射击。 北角海战中，诺福克是第一艘在战斗开始时成功击中沙恩霍斯特的战舰。这艘巡洋舰幸运击中了D国战列舰的前方雷达，对后者命运产生了致命性的不利影响。因失去雷达而近盲的沙恩霍斯特，就这样直接航向了Y国人的圈套。
zh_sg: HMS Norfolk是在1922年华盛顿海军条约下设计出来的第三系列County级重型巡洋舰，规定这类巡洋舰的最大排水量为10000吨、所搭载的舰炮口径不能大于8英寸(203毫米)。该战舰的八门8英寸(203毫米)炮是放置在二联装Mk.II炮塔中，构成了当时效率最高的火炮系统之一。它具有很高的装甲穿透力及很强的破坏力，可对最远28公里的射程进行每分钟四到五次的射击。 北角海战中，Norfolk是第一艘在战斗开始时成功击中沙恩霍斯特 的战舰。这艘巡洋舰幸运击中了德国战列舰的前方雷达，对后者的之后的命运造成了致命性影响。因失去雷达而近盲的沙恩霍斯特，就这样直接航向了英国人的圈套。

# IDS_PCZC111_NY2018_DUKEOFYORKEMBLEM
source: Badge of Battleship Duke of York
es_mx: Medalla del acorazado Duke of York
ja: 戦艦デューク・オブ・ヨークのバッジ
pl: Godło pancernika Duke of York
ru: Эмблема линкора Duke of York
uk: Емблема лінкора Duke of York
zh: 战列舰约克公爵的徽章
zh_sg: 战列舰约克公爵的徽章
