Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC463_GF097_FI167_DESCRIPTION
source: Shortly after the laying down of aircraft carrier A, which took place in late 1936, a bid for the development of this carrier-based multipurpose aircraft was announced. Victory was awarded to the company of Gerhard Fieseler, an ace of the World War I era. His biplane, the Fi 167, which took off in the summer of 1938, exceeded all expectations and was sent to serial production with very few modifications. However, in May 1940, the construction of aircraft carrier Graf Zeppelin, for which the aircraft was intended, was suspended. The first and, as it turned out, sole series of Fi 167s that was manufactured, was used for various tests.
es_mx: Poco después de la puesta en grada del portaaviones A, durante el final del año 1936, se publicó una oferta para desarrollar los aviones multipropósito que llevaría éste. El ganador fue otorgado a la compañía de Gerhard Fieseler, un as de la época de la I Guerra Mundial. Su biplano, el Fi 167, que despegó en verano de 1938, superaba todas las expectativas y se envío a la producción en serie con muy pocas modificaciones. Sin embargo, en mayo de 1940, la construcción del portaaviones Graf Zeppelin, para el que estaba previsto este avión, se suspendió. La primera serie de Fi 167, y finalmente la única que se produjo, se empleó para diferentes pruebas.
ja: 1936 年末に行われた航空母艦 A の起工直後、この航空母艦用の多目的航空機の入札が発表されました。勝利したのは一次大戦期のエースであるゲルハルト・フィーゼラーの会社でした。 彼の複葉機 Fi 167 は 1938 年夏に完成し、全ての点で期待を上回ったため、ほぼ変更を加えずに大量生産に回されました。しかし 1940 年 5 月、この航空機を運用するはずの航空母艦グラーフ・ツェッペリンの建造は延期されました。 最初の、そして結果的には唯一生産された Fi 167 シリーズは様々な試験に使用されました。
pl: Krótko po rozpoczęciu budowy lotniskowca A pod koniec 1936 roku, ogłoszono przetarg na budowę wielozadaniowego samolotu morskiego. Wygrała go firma Gerharda Fieselera, asa I wojny światowej. Jego dwupłatowy Fi 167, którego budowę rozpoczęto w 1938 roku, przerastał oczekiwania i został skierowany do produkcji seryjnej z nielicznymi zmianami. Jednak w maju 1940 roku zawieszono budowę lotniskowca Graf Zeppelin, na potrzeby którego samolot był zamówiony. Samoloty pierwszej i jak się okazało – ostatniej serii Fi 167, wykorzystane zostały do przeprowadzenia rozmaitych testów.
ru: Вскоре после закладки авианосца A, состоявшейся в самом конце 1936 года, был объявлен конкурс на создание для него палубного многоцелевого самолёта. Победу в конкурсе одержала фирма Герхарда Физелера, одного из лётчиков-асов Первой мировой войны. Его биплан Fi 167, поднявшийся в воздух летом 1938 года, превзошёл все ожидания заказчиков и практически без доработок был отправлен в серийное производство. Однако в мае 1940 года строительство авианосца Graf Zeppelin, для которого предназначался самолёт, было приостановлено. Выпущенная вскоре после этого первая и оставшаяся единственной партия Fi 167 использовалась для различных испытаний.
uk: Незабаром після закладення авіаносця A, яке відбулося наприкінці 1936 року, оголосили конкурс на створення для нього палубного багатоцільового літака. Перемогла в конкурсі фірма Герхарда Фізелера, одного з льотчиків-асів Першої світової війни. Його біплан Fi 167, що піднявся в повітря влітку 1938 року перевершив усі очікування замовників і майже без доопрацювань був відправлений у серійне виробництво. Однак у травні 1940 року будівництво авіаносця Graf Zeppelin, для якого призначався літак, призупинили. Випущена незабаром після цього перша партія Fi 167, яка залишилася єдиною, використовувалася для різних випробувань.
zh: Вскоре после закладки авианосца A, состоявшейся в самом конце 1936 года, был объявлен конкурс на создание для него палубного многоцелевого самолёта. Победу в конкурсе одержала фирма Герхарда Физелера, одного из лётчиков-асов Первой мировой войны. Его биплан Fi 167, поднявшийся в воздух летом 1938 года, превзошёл все ожидания заказчиков и практически без доработок был отправлен в серийное производство. Однако в мае 1940 года строительство авианосца Graf Zeppelin, для которого предназначался самолёт, было приостановлено. Выпущенная вскоре после этого первая и оставшаяся единственной партия Fi 167 использовалась для различных испытаний.
zh_sg: 1936年底，在A型航空母舰开始建造不久后，宣布了对这艘航空母舰的舰载多用途飞机的研发竞标项目。第一次世界大战时期的王牌——格哈德·费塞勒的公司最终胜出。 其研发的双翼飞机——Fi 167于1938年夏天试飞，超出了所有人的预期，几乎未作修改就被投入了量产。然而，1940年5月，齐柏林伯爵号航空母舰的建造被暂停。 第一架也是唯一一架制造出的Fi 167被用于各种测试。

# IDS_PCZC464_GF097_BF109T_DESCRIPTION
source: The fighter wing of the Kriegsmarine's future aircraft carrier comprised the legendary Messerschmitt Bf 109, redesigned to take off from the ship's deck. The technical design of the carrier-based fighter, designated "Bf 109T", was completed in early 1939. Production, launched in the same year, was suspended shortly after Graf Zeppelin's construction was halted. However, a little later, a series of Bf 109Ts, adapted for aerodromes with short take-off strips, was released. Aircraft of this model participated in hostilities in Northern Europe.
es_mx: Entre los combatientes voladores del futuro portaaviones de la Kriegsmarine se encontraba el legendario Messerschmitt Bf 109, rediseñado para despegar desde la cubierta del barco. El diseño técnico del caza con base en el portaaviones, denominado "Bf 109T", se completó a principios de 1939. La producción, lanzada ese mismo año, se suspendió poco después de que la construcción del Graf Zeppelin se interrumpiera. Sin embargo, un poco más adelante, se lanzó una serie de Bf 109T adaptada a aeródromos con pistas de despegue cortas. Los aviones de este modelo participaron en las hostilidades en el norte de Europa.
ja: ドイツ戦争海軍の将来の航空母艦における戦闘機は、伝説的な メッサーシュミット Bf 109 を艦艇の甲板から発艦できるように再設計した機体でした。艦載型戦闘機 "Bf 109T" の技術的設計は 1939 年初頭に完了しました。 同年に開始された生産は、グラーフ・ツェッペリンの建造が停止した直後に延期されました。しかし、そのわずか後で、短距離滑走路を備えた飛行場に適応した一連の Bf 109T が生産されました。同型の戦闘機は北ヨーロッパでの戦闘に参加しました。
pl: Skrzydło myśliwskie przyszłego lotniskowca Kriegsmarine złożone było z legendarnych myśliwców Messerschmitt Bf 109, przeprojektowanych by umożliwić im operowanie z pokładu lotniskowca. Projekt techniczny myśliwca morskiego, oznaczonego „Bf 109T”, ukończono na początku 1939 roku. Produkcję, którą uruchomiono w tym samym roku, zawieszono krótko po wstrzymaniu budowy lotniskowca Graf Zeppelin. Później jednak wypuszczono serię Bf 109T przystosowaną do operowania z lotnisk o krótkim pasie startowym. Samoloty te były stosowane w północnej Europie.
ru: Истребительное крыло перспективного авианосца Кригсмарине должны были составить легендарные Messerschmitt Bf 109, переработанные для взлёта с палубы корабля. Технический проект палубного истребителя, получившего обозначение Bf 109T, был готов в начале 1939 года. Его производство, развёрнутое в том же году, было приостановлено вскоре после заморозки строительства Graf Zeppelin. Чуть позднее серия Bf 109T, приспособленных для работы с аэродромов с короткой взлётной полосой, всё же была выпущена. Самолёты этой модели приняли участие в военных действиях на севере Европы.
uk: Винищувальне крило перспективного авіаносця Крігсмаріне мали скласти легендарні Messerschmitt Bf 109, перероблені для зльоту з палуби корабля. Технічний проєкт палубного винищувача, що отримав назву Bf 109T, був готовий на початку 1939 року. Його виробництво, яке розгорнули в тому ж році, припинили незабаром після заморозки будівництва Graf Zeppelin. Трохи пізніше серію Bf 109T, пристосованих для роботи з аеродромів із короткою злітною смугою, все ж випустили. Літаки цієї моделі взяли участь у військових діях на півночі Європи.
zh: Истребительное крыло перспективного авианосца Кригсмарине должны были составить легендарные Messerschmitt Bf 109, переработанные для взлёта с палубы корабля. Технический проект палубного истребителя, получившего обозначение Bf 109T, был готов в начале 1939 года. Его производство, развёрнутое в том же году, было приостановлено вскоре после заморозки строительства Graf Zeppelin. Чуть позднее серия Bf 109T, приспособленных для работы с аэродромов с короткой взлётной полосой, всё же была выпущена. Самолёты этой модели приняли участие в военных действиях на севере Европы.
zh_sg: 德国战争海军未来航空母舰的战斗机中队是由传奇的Messerschmitt Bf 109组成的，重新设计后可以从战舰甲板上起飞。舰载战斗机的技术设计，命名为“Bf 109T”，于1939年初完成。 同年开始生产，但在齐柏林伯爵号中止建造后就暂停了。然而，不久之后，发布了适应短跑道机场的Bf 109T系列。该型号的飞机参加了在北欧的作战行动。

# IDS_PCZC465_GF097_EM_KONIGALBERT
source: Emblem of Battleship König Albert
es_mx: Emblema del Acorazado König Albert
ja: 戦艦ケーニヒ・アルベルトの紋章
pl: Emblemat pancernika König Albert
ru: Герб линкора König Albert
uk: Герб лінкора König Albert
zh: Герб линкора König Albert
zh_sg: 阿尔伯特国王号战列舰的徽章

# IDS_PCZC465_GF097_EM_KONIGALBERT_DESCRIPTION
source: One of the five Kaiser-class battleships was named in honor of the King of Saxony, Albert (1828–1902), a participant in several military campaigns, and field marshal of Prussia and Saxony. The ship's solemn launching ceremony on April 27, 1912, was attended by Albert's nephew, Frederick Augustus III, the last king of Saxony. The stem of this "royal" dreadnought carried a family crest of the Saxon House of Wettin—a black and gold shield with a stylized rue branch.
es_mx: Uno de los cinco acorazados de clase-Kaiser recibió su nombre en honor al rey Albert de Sajonia (1828–1902), participante en varias campañas militares y mariscal de campo de Prusia y Sajonia. El sobrino de Albert y último rey de Sajonia, Frederick Augustus III, asistió a la ceremonia solemne de botadura del barco el 27 de abril de 1912. La roda de proa de este dreadnought "real" llevaba el escudo de armas familiar de la casa Sajona de Wettin—un escudo negro y dorado con una rama estilizada.
ja: カイザー級戦艦 5 隻のうち 1 隻は、いくつもの軍事作戦に参加し、プロイセンとザクセンの元帥であったザクセン王アルベルト (1828 – 1902 年) に因んで命名されました。 本艦の進水式は 1912 年 4 月 27 日に行われ、彼の甥であり最後のザクセン王となったフリードリヒ・アウグスト 3 世が出席しました。 この「王族の」弩級戦艦の艦首には、ザクセン王室であるヴェッティン家の紋章―黒と金の縞地の楯に様式的なヘンルーダの枝―が掲げられました。
pl: Jeden z pięciu pancerników typu Kaiser, które nazwano na cześć Króla Saksonii – Alberta (1828–1902), uczestnika licznych kampanii militarnych i marszałka polowego Prus oraz Saksonii. Na uroczystej ceremonii wodowania, która odbyła się 27 kwietnia 1912 roku, pojawił się bratanek Alberta, Fryderyk August III – ostatni król Saksonii. Na dziobnicy tego „królewskiego” drednota widoczny był herb rodowy saksońskiej dynastii Wettynów – czarno-żółta tarcza ze stylizowaną gałązką ruty.
ru: Один из пяти линкоров типа Kaiser получил имя в честь короля Саксонии Альберта (1828–1902), участника нескольких военных кампаний, прусского и саксонского генерал-фельдмаршала. При торжественном спуске корабля на воду, состоявшемся 27 апреля 1912 года, присутствовал племянник Альберта, последний король Саксонии Фридрих Август III. На форштевне «венценосного» дредноута при этом красовался родовой герб саксонской династии Веттинов — чёрно-золотой щит со стилизованной рутовой ветвью.
uk: Один із п’яти лінкорів типу Kaiser отримав ім’я на честь короля Саксонії Альберта (1828–1902), учасника кількох військових кампаній, прусського та саксонського генерал-фельдмаршала. На урочистому спуску корабля на воду, який відбувся 27 квітня 1912 року, був присутній небіж Альберта, останній король Саксонії Фрідріх Август III. На форштевні «вінценосного» дредноута водночас красувався родовий герб саксонської династії Веттінів — чорно-золотий щит із стилізованою рутовою гілкою.
zh: Один из пяти линкоров типа Kaiser получил имя в честь короля Саксонии Альберта (1828–1902), участника нескольких военных кампаний, прусского и саксонского генерал-фельдмаршала. При торжественном спуске корабля на воду, состоявшемся 27 апреля 1912 года, присутствовал племянник Альберта, последний король Саксонии Фридрих Август III. На форштевне «венценосного» дредноута при этом красовался родовой герб саксонской династии Веттинов — чёрно-золотой щит со стилизованной рутовой ветвью.
zh_sg: 五艘凯撒级战列舰中的一艘是以萨克森国王阿尔伯特（1828-1902）命名的，他参加过多次军事战役，也是普鲁士和萨克森的陆军元帅。 1912年4月27日，阿尔伯特的侄子、萨克森州最后一位国王弗雷德里克·奥古斯都三世出席了这艘战舰庄严的下水仪式。 这艘“皇家”无畏舰的舰首镶嵌着撒克逊威廷家族的徽章——黑色和金色的盾牌上点缀着芸香枝。

# IDS_PCZC466_GF097_EM_NURNBERG
source: Emblem of Cruiser Nürnberg
es_mx: Emblema del Crucero Nürnberg
ja: 巡洋艦ニュルンベルクの紋章
pl: Emblemat krążownika Nürnberg
ru: Герб крейсера Nürnberg
uk: Герб крейсера Nürnberg
zh: Герб крейсера Nürnberg
zh_sg: 纽伦堡号巡洋舰的徽章

# IDS_PCZC466_GF097_EM_NURNBERG_DESCRIPTION
source: Three German cruisers carried the name of the old Bavarian city of Nuremberg. The bow decoration of the first Nürnberg, commissioned in April 1908, included both coats of arms of the city—one big, one small. The drawings of both date back to the 13th century. The third cruiser of the same name, launched in 1934, had an emblem that contained only the big coat of arms, with its central element being the image of the mythical harpy.
es_mx: Tres cruceros alemanes llevaban el nombre de la antigua ciudad bávara de Núremberg. La decoración de proa del primer Nürnberg, puesto en servicio en abril de 1908, incluía los dos escudos de armas de la ciudad: uno pequeño y uno grande. Los diseños de ambos se remontan al siglo XIII. El tercer crucero con el mismo nombre, botado en 1934, tenía un emblema que solo incluía el escudo de armas grande, cuyo elemento central es la imagen de una arpía mítica.
ja: バイエルンの歴史ある都市ニュルンベルクの名前を冠したドイツ巡洋艦は合計 3 隻存在します。1908 年 4 月に就役した初代ニュルンベルクの艦首は、この都市の大小 2 種類の紋章で飾られていました。 これらの紋章の起源は 13 世紀にまで遡ります。同名では 3 代目となる、1934 年に進水した巡洋艦は 大型の紋章のみを使用し、その中央には妖精ハーピーの像が描かれました。
pl: Trzy niemieckie krążowniki nosiły nazwę historycznego bawarskiego miasta Norymbergi. Dekoracja dziobowa pierwszego okrętu Nürnberg, który służbę rozpoczął w 1908 roku, zawierała oba herby miasta – mały i wielki. Projekty obu wywodzą się z XIII wieku. Trzeci krążownik o tej samej nazwie, zwodowany w 1934 roku, posiadał emblemat zawierający tylko wielki herb, a jego element centralny stanowił wizerunek mitycznej harpii.
ru: Имя древнего баварского города Нюрнберг носили три немецких крейсера. Носовое украшение первого Nürnberg, вступившего в строй в апреле 1908 года, включало в себя оба городских герба — малый и большой. Рисунок и того, и другого восходил к XIII веку. В качестве эмблемы для спущенного на воду в 1934 году третьего крейсера с этим названием был выбран большой герб, центральным элементом которого является изображение мифической гарпии.
uk: Ім’я стародавнього баварського міста Нюрнберг носили три німецькі крейсери. Носова прикраса першого Nürnberg, який став до лав у квітні 1908 року, містила обидва міські герби — малий і великий. Малюнок і того, й іншого сягає коріння до XIII століття. Як емблему для спущеного на воду в 1934 році третього крейсера з цією назвою вибрали великий герб, центральним елементом якого є зображення міфічної гарпії.
zh: Имя древнего баварского города Нюрнберг носили три немецких крейсера. Носовое украшение первого Nürnberg, вступившего в строй в апреле 1908 года, включало в себя оба городских герба — малый и большой. Рисунок и того, и другого восходил к XIII веку. В качестве эмблемы для спущенного на воду в 1934 году третьего крейсера с этим названием был выбран большой герб, центральным элементом которого является изображение мифической гарпии.
zh_sg: 三艘德国巡洋舰皆使用了老巴伐利亚城市纽伦堡的名字。1908年4月，第一艘纽伦堡号的舰首装饰，包含这座城市的两枚纹章：一大一小。 这两枚纹章上的图像都可以追溯到13世纪。第三艘同名巡洋舰于1934年下水，该战舰的徽章仅包含一枚大型纹章，其核心元素是神话中的鹰身女妖形象。

# IDS_PCZC467_GF097_EM_GNEISENAU
source: Emblem of Battleship Gneisenau
es_mx: Emblema del Acorazado Gneisenau
ja: 戦艦グナイゼナウの紋章
pl: Emblemat pancernika Gneisenau
ru: Герб линкора Gneisenau
uk: Герб лінкора Gneisenau
zh: Герб линкора Gneisenau
zh_sg: 格奈森瑙号战列舰的徽章

# IDS_PCZC467_GF097_EM_GNEISENAU_DESCRIPTION
source: The Kriegsmarine's first battleships, Scharnhorst and Gneisenau, were named in honor of the armored cruisers of Admiral Spee's squadron that were destroyed in the battle of the Falkland Islands in December 1914. Those, in turn, carried the names of two Prussian military leaders from the Napoleonic Wars—Gerhard von Scharnhorst (1755–1813) and Count August Neidhardt von Gneisenau (1760–1831). Both the Kaiser's cruisers and the Kriegsmarine's battleships "inherited" the family crests of the commanders that were placed on their stems.
es_mx: Los primeros acorazados de la Kriegsmarine, el Scharnhorst y el Gneisenau, recibieron sus nombres en honor a los cruceros blindados del escuadrón del almirante Spee que quedaron destruidos en la batalla de las islas Malvinas en diciembre de 1914. Estos barcos, por su parte, llevaban los nombres de dos líderes militares prusianos de las guerras napoleónicas: Gerhard von Scharnhorst (1755–1813) y Conde August Neidhardt von Gneisenau (1760–1831). Tanto los cruceros del Kaiser como los acorazados de la Kriegsmarine "heredaron" los escudos de armas familiares de los comandantes que estaban situados en su roda de proa.
ja: ドイツ戦争海軍 (Kriegsmarine) の最初の戦艦であるシャルンホルストとグナイゼナウは、1914 年 12 月にフォークランド沖海戦で破壊されたシュペー提督の部隊の装甲巡洋艦に因んで命名されました。 更にこれらの名前は、ナポレオン戦争におけるプロイセンの将軍 2 名、ゲルハルト・フォン・シャルンホルスト (1755 – 1813 年) とアウグスト・ナイトハルト・フォン・グナイゼナウ (1760 – 1831 年) にあやかっています。ドイツ帝政期の巡洋艦もその後のドイツ海軍の戦艦も共に、各将軍の一族の紋章を艦首に掲げています。
pl: Pierwsze pancerniki Kriegsmarine, Scharnhorst i Gneisenau, nazwane były na cześć opancerzonych krążowników należących do eskadry Admirała Spee, zniszczonej w trakcie bitwy o Falklandy w grudniu 1914 roku. Te z kolei nosiły nazwy dwóch pruskich dowódców wojskowych z okresu wojen napoleońskich – Gerharda von Scharnhorsta (1755–1813) i hrabiego Augusta Neidhardta von Gneisenau (1760–1831). Zarówno krążowniki cesarskie, jak i pancerniki Kriegsmarine, „odziedziczyły” herby rodowe dowódców, które umieszczono na ich dziobnicach.
ru: Первые линкоры Кригсмарине, Scharnhorst и Gneisenau, были названы в память броненосных крейсеров эскадры адмирала Шпее, погибших в сражении у Фолклендских островов в декабре 1914 года. Те, в свою очередь, получили имена двух прусских военачальников, героев борьбы с Наполеоном — Герхарда фон Шарнхорста (1755–1813) и графа Августа Нейдхардта фон Гнейзенау (1760–1831). При этом как кайзеровские крейсеры, так и линкоры Кригсмарине «унаследовали» и родовые гербы полководцев, украсившие их форштевни.
uk: Перші лінкори Крігсмаріне, Scharnhorst і Gneisenau, назвали на згадку про броненосні крейсери ескадри адмірала Шпеє, які загинули в битві біля Фолклендських островів у грудні 1914 року. Ті, зі свого боку, отримали імена двох прусських воєначальників, героїв боротьби з Наполеоном — Герхарда фон Шарнхорста (1755–1813) і графа Августа Нейдгардта фон Гнейзенау (1760–1831). Водночас кайзерівські крейсери та лінкори Крігсмаріне «успадкували» родові герби полководців, що прикрасили їхні форштевні.
zh: Первые линкоры Кригсмарине, Scharnhorst и Gneisenau, были названы в память броненосных крейсеров эскадры адмирала Шпее, погибших в сражении у Фолклендских островов в декабре 1914 года. Те, в свою очередь, получили имена двух прусских военачальников, героев борьбы с Наполеоном — Герхарда фон Шарнхорста (1755–1813) и графа Августа Нейдхардта фон Гнейзенау (1760–1831). При этом как кайзеровские крейсеры, так и линкоры Кригсмарине «унаследовали» и родовые гербы полководцев, украсившие их форштевни.
zh_sg: 德国战争海军的第一批战列舰沙恩霍斯特号和格奈森瑙号，是为了纪念施佩上将舰队在1914年12月福克兰群岛战役中被击毁的装甲巡洋舰而命名的。 而它们的名字则来自拿破仑战争时期的两名普鲁士军事领袖——格哈德·冯·沙恩霍斯特（1755-1813）和奥古斯特·奈哈特·冯·格奈森瑙伯爵（1760-1831）。凯撒的巡洋舰和德国战争海军的战列舰都“继承”了指挥官们曾放置于舰首的家族徽章。

# IDS_PCZC468_GF097_EM_KARLSRUHE
source: Emblem of Cruiser Karlsruhe
es_mx: Emblema del Crucero Karlsruhe
ja: 巡洋艦カールスルーエの紋章
pl: Emblemat krążownika Karlsruhe
ru: Герб крейсера Karlsruhe
uk: Герб крейсера Karlsruhe
zh: Герб крейсера Karlsruhe
zh_sg: 卡尔斯鲁厄号巡洋舰的徽章

# IDS_PCZC468_GF097_EM_KARLSRUHE_DESCRIPTION
source: The German city of Karlsruhe is relatively young, having been founded a little more than 300 years ago, in 1715, by Charles III William, Margrave of Baden-Durlach, as the new capital of his possessions. On the same occasion, the Margrave established the House Order of Fidelity. The city's coat of arms is the inverted crest of Baden—a golden shield with a red ribbon. The city's emblem also includes the motto of the House Order of Fidelity—Fidelitas (the Latin for "Fidelity"). When the first German cruiser named Karlsruhe was commissioned in January 1914, her emblem exactly replicated the coat of arms of the city of the same name.
es_mx: La ciudad alemana de Karlsruhe es relativamente joven. Charles III William, margrave de Baden-Durlach, la fundó hace poco más de 300 años, en 1715, como nueva capital de sus posesiones. Aprovechando la ocasión, el margrave creó la Orden de la Casa de la Fidelidad. El escudo de armas de la ciudad es el Baden invertido: un escudo dorado con un galón rojo. El emblema de la ciudad también incluye el lema de la Orden de la Casa de la Fidelidad: Fidelitas ("Fidelidad" en latín). Cuando el primer crucero alemán llamado Karlsruhe se puso en servicio en enero de 1914, su emblema era una réplica exacta del escudo de armas de la ciudad que le da nombre.
ja: ドイツの都市カールスルーエは比較的歴史が浅く、300 年ほど前の 1715 年にバーデン＝ドゥアラッハ辺境伯カール 3 世ヴィルヘルムにより、辺境伯領の新たな首都として建設されました。 一方、この辺境伯は騎士団を創設しました。この都市の紋章は、金地に赤いリボンのバーデンの紋章を反転させたものです。都市の紋章には、騎士団のモットーである "Fidelitas" (ラテン語で「忠誠」の意) も記されています。 カールスルーエと命名された最初のドイツ巡洋艦が 1914 年 1 月に就役した時、その紋章は同名の都市の紋章を完全に再現していました。
pl: Niemieckie miasto Karlsruhe ma stosunkowo krótką historię – założone zostało nieco ponad 300 lat temu, w roku 1715, przez Karola III Williama, margrabiego marchii Baden-Durlach i ustanowione nową stolicą jego włości. Jednocześnie margrabia ustanowił Order Wierności. Herb miasta to odwrotność herbu Baden – złota tarcza z czerwoną wstęgą. Widnieje na nim także motto Orderu Wierności – Fidelitas (z łac. „Wierność”). Gdy pierwszy niemiecki krążownik o nazwie Karlsruhe wcielono do służby w styczniu 1914 roku, jego emblemat był identyczny z herbem miasta o tej samej nazwie.
ru: Немецкий город Карлсруэ сравнительно молод — он был основан чуть более 300 лет назад, в 1715 году, маркграфом Баденским Карлом III Вильгельмом в качестве новой столицы его владений. Одновременно в честь этого события маркграф учредил орден Верности. Герб города представляет собой инверсию герба Бадена — золотого щита с красной лентой. Дополнил городскую эмблему девиз ордена Верности — Fidelitas (лат. «верность»). Когда в январе 1914 года вступил в строй первый немецкий крейсер под названием Karlsruhe, его герб в точности повторял герб одноимённого города.
uk: Німецьке місто Карлсруе порівняно молоде — його заснував трохи більше 300 років тому, в 1715 році, маркграф Баденський Карл III Вільгельм як нову столицю своїх володінь. Водночас на честь цієї події маркграф заснував орден Вірності. Герб міста являє собою інверсію герба Бадена — золотого щита з червоною стрічкою. Доповнив міську емблему девіз ордена Вірності — Fidelitas (лат. «вірність»). Коли в січні 1914 року став до лав перший німецький крейсер під назвою Karlsruhe, його герб повністю повторював герб однойменного міста.
zh: Немецкий город Карлсруэ сравнительно молод — он был основан чуть более 300 лет назад, в 1715 году, маркграфом Баденским Карлом III Вильгельмом в качестве новой столицы его владений. Одновременно в честь этого события маркграф учредил орден Верности. Герб города представляет собой инверсию герба Бадена — золотого щита с красной лентой. Дополнил городскую эмблему девиз ордена Верности — Fidelitas (лат. «верность»). Когда в январе 1914 года вступил в строй первый немецкий крейсер под названием Karlsruhe, его герб в точности повторял герб одноимённого города.
zh_sg: 德国城市卡尔斯鲁厄相对较年轻，建于300多年前，1715年由查尔斯三世威廉、巴登杜拉赫的马格拉夫作为新首都建立。 在相同的场所，玛格丽特建立了家庭忠诚秩序。这座城市的纹章是巴登徽章的倒置——一个镶着红丝带的金色盾牌。这座城市的徽章还包括了“忠诚家族”的座右铭——Fidelitas（拉丁语中的“忠诚”）。 1914年1月，德国第一艘名为卡尔斯鲁厄的巡洋舰进行服役，其徽章完全复制了这座城市的徽章。

# IDS_PCZC469_GF097_EM_TIRPITZ
source: Emblem of Battleship Tirpitz
es_mx: Emblema del Acorazado Tirpitz
ja: 戦艦ティルピッツの紋章
pl: Emblemat pancernika Tirpitz
ru: Герб линкора Tirpitz
uk: Герб лінкора Tirpitz
zh: Герб линкора Tirpitz
zh_sg: 提尔皮茨号战列舰的徽章
