Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SKILL_DESC_LANDMINEEXPLODERMODIFIER
source: Improves the armor penetration capabilities of HE shells fired from both main and secondary battery guns. Decreases the chances of setting an enemy ship on fire with HE shells.
es_mx: Mejora las capacidades de penetración de blindaje de los proyectiles HE disparados por los cañones de las baterías secundaria y principal. Reduce las probabilidades de causar un incendio en los barcos enemigos con los proyectiles HE.
ja: 主砲および副砲の榴弾 (HE) の装甲貫通力を向上 榴弾 (HE) による敵艦艇に対する火災発生率が低下
pl: Zwiększa zdolności penetracji pancerza przez pociski OB dział głównej i dodatkowej baterii. Zmniejsza szansę na podpalenie przeciwnika pociskami OB.
ru: Улучшает бронепробитие ОФ-снарядов главного и вспомогательного калибров. Снижает вероятность поджога ОФ-снарядами.
uk: Поліпшує бронепробиття ОФ-снарядів головного та допоміжного калібрів. Зменшує імовірність підпалу ОФ-снарядами.
zh: 以减少使敌方战舰起火的机率为代价来提高主炮及副炮的 HE 弹穿甲能力。
zh_sg: 提升主副炮高爆弹的穿甲能力。 降低使敌舰舰起火的几率。

# IDS_SKILL_DESC_LASTCHANCEMODIFIER
source: Increases the reload speed of all armaments as the ship's HP decreases. Increases the speed of the aircraft carrier's squadrons as the aircraft's HP decreases.
es_mx: Incrementa la velocidad de recarga de todos los armamentos conforme los HP del barco disminuyen. Aumenta la velocidad de los escuadrones del portaaviones conforme los HP de los aviones disminuyen.
ja: 自艦の HP の減少に伴い全兵装の装填速度を向上 航空機の HP の減少に伴い空母中隊の速力を向上
pl: Zwiększa szybkość przeładowania wszystkich typów uzbrojenia, kiedy okręt traci PW. Zwiększa prędkość eskadr lotniskowców, gdy tracą one swoje PW.
ru: Увеличивает скорость перезарядки всего вооружения при уменьшении боеспособности корабля. На авианосце увеличивает скорость эскадрилий при уменьшении боеспособности самолётов.
uk: Збільшує швидкість перезаряджання всього озброєння в разі зменшення боєздатності корабля. На авіаносці збільшує швидкість ескадрилей у разі зменшення боєздатності літаків.
zh: 当战舰血量降低时，提高所有武器的重新装填速度
zh_sg: 当战舰血量受损时，提高所有武器的装填速度 当飞机血量受损时，提高航空母舰的飞行中队的速度。

# IDS_SKILL_DESC_LASTEFFORTMODIFIER
source: When the engine or steering gears are incapacitated, they continue to operate but with a penalty.
es_mx: Cuando el motor o los engranes de dirección estén incapacitados, continuarán operando pero con restricciones.
ja: 主機または操舵装置が機能停止した場合、性能は低下しながらも、機能させ続けることが可能になる
pl: Poważnie uszkodzone silnik i elementy układu sterowania nadal pracują, ale ze zmniejszoną efektywnością.
ru: При выведении из строя двигателя или рулевых машин оборудование продолжает работать со штрафами.
uk: Після виведення з ладу двигуна або рульового механізму устаткування продовжує працювати зі штрафами.
zh: 当引擎或操舵装置严重受损时，它们仍会继续运作但效果不佳。
zh_sg: 当引擎或操舵装置严重受损时，它们仍会继续运作但性能有限。

# IDS_SKILL_DESC_MAINGUNSROTATIONMODIFIER
source: Increases the traverse speed of main battery guns.
es_mx: Incrementa la velocidad de giro de los cañones de la batería principal.
ja: 主砲の旋回速度を向上
pl: Zwiększa szybkość obrotu dział głównej baterii.
ru: Увеличивает скорость поворота орудий главного калибра.
uk: Збільшує швидкість повороту гармат головного калібру.
zh: 提高舰炮的回转速度。
zh_sg: 提升主炮的回转速度。

# IDS_SKILL_DESC_METICULOUSPREVENTIONMODIFIER
source: Reduces the risk of main turrets, torpedo tubes, steering gears, and engine becoming incapacitated.
es_mx: Reduce el riesgo de que las torretas principales, tubos de torpedos, el engrane de dirección, y el motor sean incapacitados.
ja: 主砲、魚雷発射管、操舵装置、主機の機能停止の発生率を低減
pl: Zmniejsza ryzyko poważnego uszkodzenia głównych wież, wyrzutni torped, układu sterowania i silnika.
ru: Уменьшает вероятность выхода из строя башен главного калибра, торпедных аппаратов, рулевых машин и двигателя.
uk: Зменшує імовірність виведення з ладу башт головного калібру, торпедних апаратів, рульових механізмів і двигуна.
zh: 降低主炮、鱼雷发射管、转向舵和引擎失去作用的风险。
zh_sg: 降低主炮塔、鱼雷发射管、操舵装置和引擎瘫痪的风险。

# IDS_SKILL_DESC_NEARAURADAMAGETAKENMODIFIER
source: Decreases the continuous damage taken by aircraft within the effective area of AA mounts.
es_mx: Reduce el daño continuo recibido por la aviación dentro del área efectiva de los montajes AA.
ja: 対空兵装の射程距離内で航空機が被る継続ダメージを軽減
pl: Zmniejsza stałe uszkodzenia otrzymywane przez samoloty w zasięgu oddziaływania obrony przeciwlotniczej.
ru: Снижает постоянный урон, получаемый самолётами в зонах действия ПВО.
uk: Знижує постійну шкоду, якої зазнають літаки в зонах дії ППО.
zh: 减少飞机自短、中和远程防空防御受到的持续伤害。
zh_sg: 降低飞机在防空武器有效区域内受到的持续伤害。

# IDS_SKILL_DESC_NEARENEMYINTUITIONMODIFIER
source: Shows the direction to the nearest enemy ship or a submarine that is on the surface. The enemy player will be alerted that a bearing was taken on their ship. It does not work on aircraft carriers or submerged submarines.
es_mx: Muestra la dirección hacia el barco enemigo más cercano o a un submarino que esté en la superficie. El jugador enemigo será alertado de que la posición de su barco fue detectada. No funciona en portaaviones o submarinos sumergidos.
ja: 最も近い敵の水上艦艇と水上航行中の潜水艦の方位を表示 対象の敵艦側では、方位を探知されたことが警告される 航空母艦または潜行中の潜水艦では機能しない
pl: Pokazuje kierunek, w którym na powierzchni znajduje się najbliższy okręt nawodny lub podwodny przeciwnika. Przeciwnik otrzyma ostrzeżenie o namierzeniu swojego okrętu. Nie działa na lotniskowce i zanurzone okręty podwodne.
ru: Показывает направление на ближайший корабль противника или подводную лодку в надводном положении. Противнику сообщается, что он запеленгован. Не работает на авианосцах и подводных лодках в подводном положении.
uk: Показує напрямок до найближчого корабля супротивника чи підводного човна в надводному стані. Супротивнику повідомляють, що його запеленговано. Не працює на авіаносцях і підводних човнах під водою.
zh: 会显示最靠近的敌方战舰方位。 敌方玩家的战舰上会出现方向标来警告。 如果玩家驾驶的是航空母舰，这个技能将会无法运作。
zh_sg: 显示海上最近的敌方战舰或位于水面的潜艇的方向。 敌方玩家会收到方位被记录的警告。 无法对航空母舰或水下的潜艇起作用。

# IDS_SKILL_DESC_OUTOFATTACKMODIFIER
source: Decreases the airspeed of strike aircraft (bombers, attack aircraft and torpedo bombers), but also reduces their detectability and increases their HP when returning to the carrier.
es_mx: Disminuye la velocidad de vuelo de los aviones de combate (aviones de ataque, bombarderos y torpederos), pero también reduce su detectabilidad y aumenta sus HP al regresar al portaaviones.
ja: 母艦へと帰還中の攻撃用航空機 (爆撃機・雷撃機) について、速力が低下する代わりに被発見性を低減し、HP を向上
pl: Zmniejsza prędkość samolotów szturmowych (bombowców nurkujących i torpedowych), ale obniża również ich wykrywalność i zwiększa PW podczas powrotu na lotniskowiec.
ru: Снижает заметность и скорость, повышает боеспособность ударных самолётов (штурмовиков, торпедоносцев и бомбардировщиков) при возвращении на авианосец.
uk: Зменшує помітність і швидкість, збільшує боєздатність ударних літаків (штурмовиків, торпедоносців і бомбардувальників), які повертаються на авіаносець.
zh: 减少攻击机的航速（对舰战斗机、鱼雷轰炸机和俯冲轰炸机），不过当它们返回航空母舰时也将会降低被侦测性并提高血量。
zh_sg: 降低飞机（攻击机、鱼雷轰炸机和轰炸机）的飞行速度，同时降低返航时被发现的可能性并提高生命值。

# IDS_SKILL_DESC_PARKINGDECKMODIFIER
source: Allows aircraft to take off and land on an aircraft carrier even when the carrier is on fire.
es_mx: Permite a los aviones despegar y aterrizar del portaaviones cuando este está en llamas.
ja: 航空母艦に火災が発生している場合であっても航空機の発艦・着艦が可能になる
pl: Pozwala samolotom startować i lądować kiedy na lotniskowcu płonie pożar.
ru: Позволяет поднимать и принимать самолёты во время пожара на авианосце.
uk: Дозволяє злітати та сідати літакам під час пожежі на авіаносці.
zh: 允许航空母舰发生火灾时还是可以起飞和降落飞机。
zh_sg: 航空母舰起火时允许飞机起飞和降落。

# IDS_SKILL_DESC_PLANEPREPARINGMODIFIER
source: Decreases the service time and increases HP for carrier-based aircraft.
es_mx: Disminuye el tiempo de servicio e incrementa los HP de los aviones embarcados.
ja: 航空母艦の艦載機の整備時間を短縮し、HP を向上
pl: Skraca czas obsługi samolotów na lotniskowcach i zwiększa ich wytrzymałość.
ru: Уменьшает время подготовки и увеличивает боеспособность самолётов авианосца.
uk: Зменшує час приготування і збільшує боєздатність літаків авіаносця.
zh: 提高舰载机的整备速度与血量。
zh_sg: 降低舰载机的维护时间并提升其生命值。

# IDS_SKILL_DESC_PLANESVISIONMODIFIER
source: Increases viewing radius for all aircraft, including spotting aircraft
es_mx: Incrementa el radio de visión de todos los aviones, incluyendo a los de exploración
ja: 着弾観測機を含む全ての航空機の視認半径を向上
pl: Zwiększa zasięg widzenia wszystkich samolotów, w tym zwiadowców
ru: Увеличивает радиус обзора всех самолётов, включая корректировщики огня
uk: Збільшує радіус огляду всіх літаків, включаючи літаки-корегувальники
zh: 增加所有飞机的可视半径、包含侦察机
zh_sg: 增加所有飞机的可视半径、包含侦察机。

# IDS_SKILL_DESC_PREPARINGONBOARDSHOOTERSMODIFIER
source: Increases efficiency of self-defense armament of aircraft with rear gunners.
es_mx: Incrementa la eficiencia del armamento de autodefensa para aviones con artilleros de cola.
ja: 後部銃座を持つ航空機の防御兵装の効力を向上
pl: Zwiększa skuteczność uzbrojenia defensywnego samolotów z tylnymi strzelcami.
ru: Увеличивает эффективность защитного вооружения самолётов с бортстрелками.
uk: Збільшує ефективність захисного озброєння літаків із бортстрільцями.
zh: 提高飞机后置机枪手的武器自卫效率
zh_sg: 提高飞机后置机枪手的自卫武器效果。

# IDS_SKILL_DESC_PRIORITYTARGETMODIFIER
source: The detection indicator will show the number of opponents currently aiming at your ship with their main battery guns. For an aircraft carrier's squadrons, the detection indicator will show the number of ships whose AA defenses are currently firing at your planes.
es_mx: El indicador de detección mostrará el número de oponentes que se apuntan en ese momento a tu barco con sus cañones de la batería principal. Para los escuadrones de un portaaviones, el indicador de detección mostrará el número de barcos cuyas defensas AA están disparanto a tus aviones en ese momento.
ja: 「発見された」インジケータに、その時点において主砲で自艦を狙っている敵艦艇数が表示されるようになる 空母中隊の場合、その時点においてその中隊を対空兵装で狙っている艦艇数が表示される
pl: Wskaźnik wykrycia będzie pokazywał liczbę przeciwników aktualnie mierzących do Ciebie ze swoich dział głównych. W przypadku eskadr startujących z lotniskowców wskaźnik wykrycia pokazywać będzie liczbę stanowisk uzbrojenia przeciwlotniczego ostrzeliwujących Twoje samoloty.
ru: На индикаторе обнаружения отображается количество противников, которые держат ваш корабль под прицелом ГК. Для эскадрилий авианосца отображается количество кораблей, ПВО которых ведёт по вам огонь.
uk: Індикатор виявлення показує кількість супротивників, які тримають ваш корабель у прицілі ГК. Для ескадрилей авіаносця показує кількість кораблів, ППО яких веде по вас вогонь.
zh: 学会此技能后，被侦测指示器将会显示目前用主炮瞄向自己战舰的对手数量。
zh_sg: 侦察指示器将会显示目前用主炮瞄准自己的对手数量。 对于航空母舰飞行中队，侦察指示器将会显示目前用对空防御瞄准自己飞机的战舰数量。

# IDS_SKILL_DESC_REGENERATIONABILITY
source: Increases the efficiency of the Repair Party consumable. Available on battleships and some cruisers.
es_mx: Incrementa la eficiencia del consumible Equipo de Reparación. Disponible en acorazados y algunos cruceros.
ja: 消耗品「修理班」の効力を向上 戦艦および一部の巡洋艦で使用可能
pl: Zwiększa efektywność sprzętu eksploatacyjnego Grupa naprawcza. Dostępne dla pancerników i niektórych krążowników.
ru: Повышает эффективность снаряжения «Ремонтная команда». Устанавливается на линкоры и некоторые крейсеры.
uk: Підвищує ефективність спорядження «Ремонтна команда». Встановлюють на лінкори та деякі крейсери.
zh: 提高维修小组消耗品的效率。 适用于战列舰及一些巡洋舰。
zh_sg: 提高维修小组消耗品的效果。 适用于战列舰及部分巡洋舰。

# IDS_SKILL_DESC_SMOKESCREENABILITY
source: Improves smoke screen setting. Available on destroyers.
es_mx: Mejora la cortina de humo. Disponible en destructores.
ja: 煙幕展開を向上 駆逐艦で使用可能
pl: Zwiększa skuteczność zasłony dymnej. Dostępne dla niszczycieli.
ru: Улучшает постановку дымов. Устанавливается на эсминцы.
uk: Поліпшує постановку димів. Встановлюють на есмінці.
zh: 提高烟幕的设置。 适用于驱逐舰。
zh_sg: 改善烟幕的施放。 适用于驱逐舰。

# IDS_SKILL_DESC_SUPERINTENDENTMODIFIER
source: Increases the capacity of your ship's consumables. Does not affect the consumables of aircraft carrier squadrons.
es_mx: Aumenta la capacidad de consumibles de tu barco. No aplica a los consumibles de los escuadrones de un portaaviones.
ja: 艦の消耗品の容量を向上 空母中隊の消耗品は対象外
pl: Pozwala na zabranie większej ilości sprzętu eksploatacyjnego. Nie działa dla sprzętu eksploatacyjnego eskadr lotniskowców.
ru: Увеличивает запас снаряжения корабля. Не действует на снаряжение эскадрилий авианосца.
uk: Збільшує запас спорядження корабля. Не діє на спорядження ескадрилей авіаносця.
zh: 提高消耗品运载量
zh_sg: 提高您的战舰的消耗品容量。 无法应用到航空母舰飞行中队的消耗品上。

# IDS_SKILL_DESC_SURVIVALMODIFIER
source: Increases HP of the ship and aircraft, including fighters.
es_mx: Aumenta los HP del barco y los aviones, incluyendo a los cazas.
ja: 艦と航空機 (戦闘機を含む) の HP を向上
pl: Zwiększa liczbę PW okrętu i samolotów, w tym również myśliwców.
ru: Увеличивает боеспособность корабля и самолётов, включая истребители.
uk: Збільшує боєздатність корабля і літаків, включно з винищувачами.
zh: 提高舰艇的血量
zh_sg: 提高战舰和飞机的血量，包括战斗机。

# IDS_SKILL_DESC_TORPEDOACCELERATORMODIFIER
source: Increases the speed of torpedoes launched from both ships and aircraft by reducing torpedo range.
es_mx: Incrementa la velocidad de los torpedos lanzados por barcos y aviones reduciendo el rango del torpedo.
ja: 魚雷の射程を犠牲にして雷速を向上。艦載魚雷と航空魚雷の両方が対象
pl: Zwiększa prędkość torped wystrzeliwanych z okrętu i przez samoloty, jednocześnie zmniejszając ich zasięg.
ru: Увеличивает скорость корабельных и авиационных торпед за счёт уменьшения дальности их хода.
uk: Збільшує швидкість корабельних та авіаційних торпед за рахунок зменшення дальності їх ходу.
zh: 通过降低鱼雷航行距离来提高从舰艇与飞机上发射之鱼雷的航速
zh_sg: 提高战舰和飞机发射鱼雷的航速，但降低鱼雷射程。

# IDS_SKILL_DESC_TORPEDOALERTNESSMODIFIER
source: Extends the torpedo acquisition range, even while the "Hydroacoustic Search" consumable is active. Does not affect aircraft carrier squadrons.
es_mx: Extiende el rango de detección de torpedos, incluso cuando el consumible "Búsqueda Hidroacústica" está activo. No aplica a los escuadrones de un portaaviones.
ja: 魚雷捕捉範囲を向上。消耗品「水中聴音」の発動中も対象 空母中隊は対象外
pl: Zwiększa zasięg wykrywania torped, również w przypadku, gdy aktywny jest sprzęt eksploatacyjny „Sonda hydroakustyczna”. Nie działa dla sprzętu eksploatacyjnego eskadr lotniskowców.
ru: Увеличивает дистанцию обнаружения торпед, в том числе при работе снаряжения «Гидроакустический поиск». Не действует на эскадрильях авианосца.
uk: Збільшує дистанцію виявлення торпед, зокрема під час роботи спорядження «Гідролокатор». Не діє на ескадрильях авіаносця.
zh: 延伸鱼雷捕获范围。这包含着当「水底搜索」消耗品启动的时间
zh_sg: 增加鱼雷捕获范围，包含激活消耗品“对海搜索”时。 无法应用到航空母舰飞行中队上。

# IDS_SKILL_DESC_TORPEDORELOADMODIFIER
source: Reduces the reload time of torpedo tubes.
es_mx: Reduce el tiempo de recarga de los tubos de torpedos.
ja: 魚雷発射管の装填時間を短縮
pl: Skraca czas przeładowania wyrzutni torpedowych.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: 降低鱼雷发射管的重新装填时间与鱼雷轰炸机的整备时间。
zh_sg: 降低鱼雷发射管的装填时间。

# IDS_SKILL_DESC_VISIBILITYMODIFIER
source: Reduces the detectability range of the ship and the aircraft carrier's squadrons.
es_mx: Reduce el rango de detectabilidad del barco y de los escuadrones del portaaviones.
ja: 艦と空母中隊の被発見距離を低減
pl: Zmniejsza zasięg wykrywalności okrętu i eskadr lotniskowca.
ru: Уменьшает заметность корабля и эскадрилий авианосца.
uk: Зменшує помітність корабля та ескадрилей авіаносця.
zh: 降低战舰的被侦测距离
zh_sg: 降低战舰和航空母舰飞行中队的被侦察范围。

# IDS_SKILL_EFFICIENCY_REDUSED
source: Effect of skill is reduced during retraining.
es_mx: El efecto de la habilidad es reducido durante el reentrenamiento.
ja: 再訓練中はスキルの効力が低下します。
pl: Efekt umiejętności jest zmniejszony w czasie przeszkalania.
ru: На период переподготовки эффективность навыка снижена.
uk: На час перепідготовки ефективність уміння знижена.
zh: 重新训练期间会降低技能的效果。
zh_sg: 重新训练期间会降低技能的效果。

# IDS_SKILL_EMERGENCYTEAMCOOLDOWNMODIFIER
source: High Alert
es_mx: Alerta Máxima
ja: 厳戒態勢
pl: Stan podwyższonej gotowości
ru: Повышенная готовность
uk: Підвищена готовність
zh: 高度警惕
zh_sg: 高度警惕

# IDS_SKILL_FIGHTEREFFICIENCYMODIFIER
source: Dogfighting Expert
es_mx: Experto en Combate Aéreo
ja: ドッグファイト・エース
pl: Ekspert w walce powietrznej
ru: Мастер воздушного боя
uk: Майстер повітряного бою
zh: 缠斗专家
zh_sg: 缠斗专家

# IDS_SKILL_FIREPROBABILITYMODIFIER
source: Demolition Expert
es_mx: Experto en Demoliciones
ja: 爆発物専門家
pl: Ekspert w wyburzaniu
ru: Взрывотехник
uk: Вибухотехнік
zh: 破坏专家
zh_sg: 破坏专家

# IDS_SKILL_FIRERESISTANCEMODIFIER
source: Fire Prevention
es_mx: Prevención de Incendios
ja: 防火処理
pl: Przeciwdziałanie pożarom
ru: Противопожарная подготовка
uk: Протипожежна підготовка
zh: 消防员
zh_sg: 防火专精

# IDS_SKILL_FLIGHTSPEEDMODIFIER
source: Improved Engines
es_mx: Motores Mejorados
ja: エンジン改良
pl: Ulepszone silniki
ru: Улучшенные двигатели
uk: Поліпшені двигуни
zh: 改良型引擎
zh_sg: 改进型引擎

# IDS_SKILL_FORSAGEDURATIONMODIFIER
source: Improved Engine Boost
es_mx: Impulso del Motor Mejorados
ja: エンジンブースト改良
pl: Ulepszone doładowanie silnika
ru: Улучшенный форсаж
uk: Поліпшений форсаж
zh: 改良型引擎增压
zh_sg: 改进型引擎增压

# IDS_SKILL_FORSAGERESTORATIONMODIFIER
source: Last Gasp
es_mx: Último Aliento
ja: 最後の奮闘
pl: Ostatnie tchnienie
ru: Последний рывок
uk: Останній ривок
zh: 最后一口气
zh_sg: 最后一搏

# IDS_SKILL_INEFFICIENT
source: Skill is inactive during retraining.
es_mx: La Habilidad está inactiva durante el reentrenamiento.
ja: 再訓練中にはスキルは無効です。
pl: Ta umiejętność jest nieaktywna podczas ponownego szkolenia.
ru: На период переподготовки навык не работает.
uk: Під час перепідготовки уміння не працює.
zh: 技能在重新训练期间没有效果。
zh_sg: 技能在重新训练期间不产生效果。

# IDS_SKILL_INTUITIONMODIFIER
source: Expert Loader
es_mx: Cargador Experto
ja: 熟練装填手
pl: Ekspert w ładowaniu
ru: Мастер-заряжающий
uk: Майстер заряджання
zh: 专业填装手
zh_sg: 专业填装手

# IDS_SKILL_LANDMINEEXPLODERMODIFIER
source: Inertia Fuse for HE Shells
es_mx: Espoleta de Inercia para Proyectiles HE
ja: 榴弾用慣性信管
pl: Zapalnik bezwładnościowy dla pocisków OB
ru: Инерционный взрыватель ОФ-снарядов
uk: Інерційний детонатор ОФ снарядів
zh: 高爆穿甲弹
zh_sg: 高爆弹的惯性引信

# IDS_SKILL_LASTCHANCEMODIFIER
source: Adrenaline Rush
es_mx: Aumento de Adrenalina
ja: アドレナリン・ラッシュ
pl: Przypływ adrenaliny
ru: Отчаянный
uk: Відчайдушний
zh: 肾上腺素激升
zh_sg: 肾上腺素飙升

# IDS_SKILL_LASTEFFORTMODIFIER
source: Last Stand
es_mx: Última Resistencia
ja: 最後の抵抗
pl: Ostatni bastion
ru: Из последних сил
uk: З останніх сил
zh: 沉着冷静
zh_sg: 背水一战

# IDS_SKILL_LEARN_PREVIOUS_LEVEL
source: You must first master a skill from the preceding level.
es_mx: Primero debes dominar una habilidad del nivel precedente.
ja: まずは前のレベルのスキルを習得してください。
pl: Należy najpierw opanować jedną z umiejętności niższego poziomu.
ru: Сначала изучите один из навыков предыдущего уровня.
uk: Спочатку вивчіть одне з умінь попереднього рівня.
zh: 您必须先学习前一级的技能。
zh_sg: 您必须先学习前一级的技能。

# IDS_SKILL_MAINGUNSROTATIONMODIFIER
source: Expert Marksman
es_mx: Experto en Puntería
ja: 熟練砲手
pl: Strzelec wyborowy
ru: Мастер-наводчик
uk: Майстер-стрілець
zh: 神射手
zh_sg: 专家神射手

# IDS_SKILL_METICULOUSPREVENTIONMODIFIER
source: Preventive Maintenance
es_mx: Mantenimiento Preventivo
ja: 予防整備
pl: Zapobiegawcze utrzymanie
ru: Профилактика
uk: Профілактика
zh: 防护大师
zh_sg: 防护保养

# IDS_SKILL_NEARAURADAMAGETAKENMODIFIER
source: Aircraft Armor
es_mx: Blindaje del Avión
ja: 航空機装甲
pl: Opancerzenie samolotów
ru: Авиационная броня
uk: Авіаційна броня
zh: 飞机装甲
zh_sg: 飞行装甲

# IDS_SKILL_NEARENEMYINTUITIONMODIFIER
source: Radio Location
es_mx: Radiolocalización
ja: 無線方向探知
pl: Radiolokacja
ru: Радиопеленгация
uk: Радіопеленгація
zh: 无线电定位
zh_sg: 无线电定位

# IDS_SKILL_OUTOFATTACKMODIFIER
source: Evasive Maneuver
es_mx: Maniobra Evasiva
ja: 回避機動
pl: Manewr unikający
ru: Манёвр уклонения
uk: Маневр ухилення
zh: 机动回避
zh_sg: 机动回避

# IDS_SKILL_PARKINGDECKMODIFIER
source: Emergency Takeoff
es_mx: Despegue de Emergencia
ja: 緊急発艦
pl: Awaryjny start
ru: Экстремальный взлёт
uk: Екстремальний зліт
zh: 紧急起飞
zh_sg: 紧急起飞

# IDS_SKILL_PLANEPREPARINGMODIFIER
source: Aircraft Servicing Expert
es_mx: Experto en Servicio de Aviones
ja: 航空機整備専門家
pl: Ekspert w obsłudze samolotów
ru: Мастер предполётного обслуживания
uk: Майстер з обслуговування літаків
zh: 飞机整备专家
zh_sg: 飞机维护专家

# IDS_SKILL_PLANESVISIONMODIFIER
source: Aerial Reconnaissance
es_mx: Reconocimiento Aéreo
ja: 航空偵察
pl: Rekonesans powietrzny
ru: Разведка с воздуха
uk: Повітряна розвідка
zh: 高空侦察
zh_sg: 高空侦察

# IDS_SKILL_PREPARINGONBOARDSHOOTERSMODIFIER
source: Expert Rear Gunner
es_mx: Artillero de Cola Experto
ja: エース後部銃手
pl: Biegłość tylnego strzelca
ru: Мастер-бортстрелок
uk: Майстер-бортстрілець
zh: 专业后置机枪手
zh_sg: 专业后置机枪手

# IDS_SKILL_PRIORITYTARGETMODIFIER
source: Priority Target
es_mx: Objetivo Primario
ja: 危険察知
pl: Cel priorytetowy
ru: Приоритетная цель
uk: Пріоритетна ціль
zh: 优先目标
zh_sg: 优先目标

# IDS_SKILL_REGENERATIONABILITY
source: Repair Work
es_mx: Trabajo de Reparación
ja: 修理作業
pl: Prace naprawcze
ru: Восстановительные работы
uk: Відновлювальні роботи
zh: 修理专家
zh_sg: 修理专家

# IDS_SKILL_SMOKESCREENABILITY
source: Smoke Screen
es_mx: Pantalla de Humo
ja: 煙幕
pl: Zasłona dymna
ru: Дымовая завеса
uk: Димова завіса
zh: 烟幕
zh_sg: 烟幕

# IDS_SKILL_SUPERINTENDENTMODIFIER
source: Superintendent
es_mx: Superintendente
ja: 管理
pl: Nadzorca
ru: Суперинтендант
uk: Суперінтендант
zh: 监察者
zh_sg: 监察者

# IDS_SKILL_SURVIVALMODIFIER
source: Survivability Expert
es_mx: Experto en Supervivencia
ja: 抗堪専門家
pl: Ekspert przeżywalności
ru: Мастер борьбы за живучесть
uk: Майстер боротьби за живучість
zh: 生存专家
zh_sg: 生存专家

# IDS_SKILL_TORPEDOACCELERATORMODIFIER
source: Torpedo Acceleration
es_mx: Aceleración del Torpedo
ja: 雷速向上
pl: Przyspieszenie torped
ru: Ускорение торпед
uk: Пришвидшення торпед
zh: 鱼雷加速
zh_sg: 鱼雷加速

# IDS_SKILL_TORPEDOALERTNESSMODIFIER
source: Vigilance
es_mx: Vigilancia
ja: 警戒
pl: Czujność
ru: Бдительность
uk: Пильність
zh: 战场直觉
zh_sg: 警戒

# IDS_SKILL_TORPEDORELOADMODIFIER
source: Torpedo Armament Expertise
es_mx: Experto en Armamento de Torpedos
ja: 魚雷専門家
pl: Ekspert uzbrojenia torpedowego
ru: Мастер торпедного вооружения
uk: Майстер торпедного озброєння
zh: 鱼雷专家
zh_sg: 鱼雷武器专家

# IDS_SKILL_VISIBILITYMODIFIER
source: Concealment Expert
es_mx: Experto en Ocultación
ja: 隠蔽処理専門家
pl: Ekspert w kamuflażu
ru: Мастер маскировки
uk: Майстер маскування
zh: 隐藏专家
zh_sg: 隐蔽专家

# IDS_SKIP_VIDEO_HINT
source: Press any key to skip
es_mx: Presiona cualquier tecla para omitir el video
ja: 任意のキーを押してスキップ
pl: Wciśnij dowolny klawisz, żeby pominąć
ru: Нажмите любую клавишу, чтобы пропустить
uk: Натисніть будь-яку клавішу, щоб пропустити
zh: Нажмите любую клавишу, чтобы пропустить
zh_sg: 按任意键跳过

# IDS_SKY_LIGHT_MAP
source: Sky light map
es_mx: Mapa de Luz del cielo
ja: スカイライトマップ
pl: Mapa oświetlenia nieba
zh: 地图天空光线
zh_sg: 地图天空光线

# IDS_SLOT_PURCHASE
source: Purchase Slot
es_mx: Comprar Espacio
ja: スロットの購入
pl: Kupno miejsc
ru: Покупка слота
uk: Купівля місця стоянки
zh: 船位购买
zh_sg: 船位购买

# IDS_SMALL_CAROUSEL_VIEW
source: Compact carousel view
es_mx: Vista compacta del carrusel
ja: コンパクト・カルーセル表示
pl: Kompaktowy widok karuzeli
ru: Компактный вид карусели
uk: Компактний вигляд каруселі
zh: 紧凑卷轴显示
zh_sg: 紧凑卷轴视图

# IDS_SMOKE_COMMAND
source: Start Smoke Generator
es_mx: Encender Generador de Humo
ja: 発煙装置始動
pl: Uruchom wytwornicę dymu
ru: Запустить дымогенератор
uk: Запустити генератор диму
zh: 启动烟雾产生器
zh_sg: 启动发烟器

# IDS_SMOKE_MACHINE_FINISHED
source: Smoke screen set
es_mx: Cortina de humo establecida
ja: 煙幕展開完了
pl: Zasłona dymna postawiona
ru: Постановка дымов завершена
uk: Димову завісу встановлено
zh: 烟幕已设置
zh_sg: 烟幕已释放

# IDS_SMOKE_MACHINE_IS_RELOADING
source: Smoke Generator is not ready
es_mx: El Generador de Humo no está listo
ja: 発煙装置: 準備中
pl: Wytwornica dymu nie jest gotowa
ru: Дымогенератор не готов
uk: Генератор диму не готовий
zh: 无法设置烟幕：烟雾产生器尚未就绪。
zh_sg: 发烟器尚未就绪

# IDS_SMOKE_MACHINE_IS_WORKING
source: Smoke Generator is in use
es_mx: El Generador de Humo está en uso
ja: 発煙装置は使用中
pl: Wytwornica dymu jest w użyciu
ru: Дымогенератор уже работает
uk: Генератор диму вже працює
zh: 无法设置烟幕：产生烟雾中...
zh_sg: 发烟器已在使用中
