Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PXSC009_DESCR
source: Long-range combat warship. Difficulty: low. Octopus, one of the numerous spawns of the Great Kraken which, through the power of the Filth, was fused with the wreckage of a ship that sank a long time ago. Its corroded guns cannot boast a decent rate of fire, but the rusted shells can burn the enemy literally with one volley. The cruiser is endowed with an ability to heal allies using the energy it takes from the abyss of the sea.
es_mx: Barco para el combate de largo alcance. Dificultad: baja. Octopus, uno de los numerosos engendros del Great Kraken, el cual, con ayuda del poder de la Inmundicia, se fusionó con los restos de un barco hundido hace mucho tiempo. Sus armas corroídas no tienen una gran cadencia de disparo, pero los proyectiles oxidados pueden quemar literalmente al enemigo con una sola salva El crucero está dotado con la habilidad de curar a los aliados usando la energía que toma del fondo del mar.
ja: 長距離戦闘艦 難易度: 低 大いなるクラーケンの伝説では、その姿が巨大なタコであるとされることが多くあります。そして、遙か昔に沈没した軍艦の残骸が瘴気のパワーによって巨大なタコと融合した結果、この巡洋艦オクトパスが誕生しました。その腐食した主砲は高い射撃速度を発揮することはできないものの、その錆びた砲弾は文字通り一撃で敵を炎上させることが可能です。加えて、底知れぬ海中から得たエネルギーを使用して味方を回復させるという特殊能力を備えています。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: niski. Octopus, jeden z licznych pomiotów Wielkiego Krakena, który dzięki mocy plugastwa połączył się z wrakiem dawno zatopionego okrętu. Jego zardzewiałe działa nie są zbyt szybkostrzelne, ale skorodowane pociski mogą spalić przeciwnika jedną celną salwą. Krążownik ten obdarzony jest umiejętnością leczenia sojuszników za pomocą energii pobieranej z głębi oceanu.
ru: Корабль дальнего боя. Сложность освоения: низкая. Octopus («Спрут») — одно из многочисленных отродий Великого Кракена, силою скверны сросшееся со старым потопленным кораблём. Его изъеденные коррозией орудия потеряли в скорострельности, но проржавевшие снаряды могут сжечь противника буквально с первого залпа. Крейсер наделён способностью исцелять союзников энергией морских глубин.
uk: Корабель далекого бою. Складність опанування: низька. Octopus («Восьминіг») — один з виродків Великого Кракена, який силою скверни зрісся зі старим потопленим кораблем. Його понівечені корозією гармати втратили свою скорострільність, але іржаві снаряди можуть спалити супротивника першим залпом. Крейсер здатний зцілювати союзників енергією морських глибин.
zh: 八爪鱼是大海妖众多的后代之一，它通过污秽的力量与很久以前沉没的战舰残骸融为一体。它腐蚀的主炮不能拥有不错的开火速度，但生锈的炮弹可以只通过一轮齐射来燃烧敌人。该巡洋舰具有使用从海洋深渊中获取的能量来治愈友军的能力。
zh_sg: 远距离战斗战舰。 难度：低 章鱼是大海妖产下的众多的卵之一，尽管拥有污秽之地的力量，缺与一艘很久之前沉没的船只残骸融为一体。它已经腐蚀的火炮的射速一般，但生锈的炮弹可以一次射击就能点燃敌人。他还可以使用从深渊中的获取能量来治疗友军。

# IDS_PXSC009_FULL
source: Octopus
zh: 八爪鱼
zh_sg: 章鱼

# IDS_PXSC010_DESCR
source: Century Hawk—a legendary ship. The hull of the cruiser is made from the lightest, yet strongest Sarcasium-Ironium alloy to protect its crew from any threat, while the ship's shells containing enriched Lolinit can reach any target.
es_mx: Century Hawk, un barco legendario. El casco del crucero está hecho de la aleación más ligera pero más fuerte de Sarcasium-Ironium para proteger a su tripulación de cualquier amenaza, mientras que los proyectiles del barco que contienen lolinito enriquecido pueden alcanzar cualquier objetivo.
ja: センチュリーホークは、伝説の艦艇として高名です。この巡航艦の船体は、超軽量ながらも超強靱なサーカシウム＝イロニウム合金製であり、あらゆる脅威から乗員を守ります。砲弾には濃縮されたローリニットが含まれており、あらゆる目標に到達できます。
pl: Century Hawk to okręt legendarny. Kadłub krążownika zbudowany jest w najlżejszego, ale jednocześnie najtwardszego stopu sarkazytowo-ironiowego, by chronić załogę przed wszelkimi zagrożeniami, podczas gdy jego pociski zawierające wzbogacony lolinit mogą trafić w każdy cel.
ru: Century Hawk — корабль-легенда. Корпус крейсера создан из крепчайшего и легчайшего сарказиумно-ирониевого сплава и защищает команду корабля от любой угрозы, а снаряды с обогащённым лолинитом способны достать любого противника.
uk: Century Hawk — корабель-легенда. Створений із надміцного й надлегкого саркастично-іроніумного сплаву, корпус крейсера захищає команду корабля від загроз космосу, а снаряди зі збагаченим сміхонітом дістануть будь-якого супротивника.
zh: Century Hawk — корабль-легенда. Корпус крейсера создан из крепчайшего и легчайшего сарказиумно-ирониевого сплава и защищает команду корабля от любой угрозы, а снаряды с обогащённым лолинитом способны достать любого противника.
zh_sg: 世纪之鹰是一艘传奇战舰。巡洋舰的外壳由最轻但最强的萨格拉斯铁合金制成能保护其船员免除任何威胁，而战舰上的炮弹含有丰富的洛林尼可射中任何目标。

# IDS_PXSC011_DESCR
source: This ship was built by crazy mechanics for one purpose only: to grab the spoils of war with her steel tentacles!
es_mx: Este barco fue construido por mecánicos locos con un solo propósito: ¡recoger los botines de guerra con sus tentáculos de acero!
ja: このオクトドロイドは、たった 1 つの目的のために狂ったメカニズムを用いて建造された。その目的とは、鋼鉄の触手で戦利品を掴み取ることである!
pl: Okręt ten zbudowany został przez szalonych mechaników tylko w jednym celu: by chwytać wojenne łupy jego stalowymi mackami!
ru: Этот корабль построен безумными механиками с одной целью: вывозить трофеи в его стальных щупальцах!
uk: Шалені механіки побудувати цей корабель з однією метою: вивозити трофеї у своїх стальних щупальцях!
zh: Этот корабль построен безумными механиками с одной целью: вывозить трофеи в его стальных щупальцах!
zh_sg: 这艘由疯狂机械师建造的战舰只有一个目标：用它的钢铁触手去掠夺战利品！

# IDS_PXSC012_DESCR
source: A ship capable of finding enemies and prey within a radius of 12 kilometers.
es_mx: Un barco capaz de encontrar a sus enemigos y a su presa en un radio de 12 km.
ja: ラスト・ナイトフォールは、半径 12 km 以内の敵や獲物を見つけ出すことが可能だ。
pl: Okręt zdolny do wynajdywania ofiary z odległości 12 km.
ru: Корабль, способный найти противников и добычу в радиусе 12 км.
uk: Корабель, який може знайти супротивника та здобич у радіусі 12 км.
zh: Корабль, способный найти противников и добычу в радиусе 12 км.
zh_sg: 能在12公里半径内发现敌人和猎物的战舰。

# IDS_PXSC013_DESCR
source: A monstrous creature—a petrified ghoul that steals vital energy away from her enemies and uses it to protect herself against damage.
es_mx: Una criatura monstruosa, un fantasma petrificado que roba la energía vital de sus enemigos y la usa para protegerse a si mismo de recibir daño.
ja: フォッスルは怪物のようなクリーチャーであり、石化したグールであり、敵から重要なエネルギーを盗んで自艦をダメージから保護するために活用することができる。
pl: Okropna kreatura – skamieniały upiór, który wykrada energię witalną swoich przeciwników i używa jej, by chronić siebie przed uszkodzeniami.
ru: Хтоническое существо, настоящий окаменелый вурдалак, отнимающий у противников жизненную энергию и использующий её для защиты от урона.
uk: Хтонічна істота, справжній окам’янілий вовкулака, який відбирає в супротивників життєву енергію та використовує її, щоб захиститися від шкоди.
zh: Хтоническое существо, настоящий окаменелый вурдалак, отнимающий у противников жизненную энергию и использующий её для защиты от урона.
zh_sg: 一种恐怖的生物——石化食尸鬼，能从敌人身上窃取生命力的并用来保护自己豁免伤害。

# IDS_PXSC503
source: Ship
es_mx: Barco
pl: Okręt
ru: Корабль
uk: Корабель
zh: 坏忠告
zh_sg: 战舰

# IDS_PXSD001
source: Blade
zh: 布莱德
zh_sg: 布莱德

# IDS_PXSD001_DESCR
source: Blade
zh: 布莱德
zh_sg: 布莱德

# IDS_PXSD001_FULL
source: Blade
zh: 布莱德
zh_sg: 布莱德

# IDS_PXSD001_SHORT
source: BLADE
zh: 布莱德
zh_sg: 布莱德

# IDS_PXSD002
source: Ghoul
zh: 食尸鬼
zh_sg: 食尸鬼

# IDS_PXSD002_DESCR
source: Short-range combat warship Difficulty: low Ghoul is a ghost ship molded from the parts of various monsters and revitalized with the magic of Victor F. Einstein. The sea folk of Intania say that if you let the crippled Ghoul disappear from sight for only a minute, she will come back without fail, intact, and ready to bring doom upon every living creature.
es_mx: Barco para el combate de corto alcance. Dificultad: baja. El Ghoul es un barco fantasma formado con las partes de varios monstruos y traído a la vida con la magia de Victor F. Einstein. Los marineros de Intania cuentan que si pierdes de vista al moribundo Ghoul por un solo minuto, sin duda este regresará, intacto, listo para acabar con toda criatura viviente.
ja: 短距離戦闘艦 難易度: 低 グールは様々なモンスターのパーツを寄せ集めて成形され、Victor F. Einstein の魔法によって甦った幽霊艦です。インタニアの水兵達によると、損傷したグールを 1 分間でも見失った場合、完全に回復した状態で舞い戻り、あらゆる生物に破滅をもたらすとされています。
pl: Okręt skuteczny na krótkich dystansach. Poziom trudności: niski. Ghoul to okręt-widmo, poskładany z części różnych potworów i przywrócony do życia magią Victora F. Einesteina. Lud Intanii utrzymuje, że zraniony Ghoul, który zdoła umknąć, wróci nietknięty i gotowy by zesłać zgubę na każda żywą istotę.
ru: Корабль ближнего боя. Сложность освоения: низкая. Ghoul («Фантом») — корабль-нежить, слепленный из частей разнообразных монстров и оживлённый по технологии Виктора Ф. Эйнштейна. Моряки Интании поговаривают: если повреждённому Ghoul'у позволить скрыться из вида буквально на минуту, то он обязательно вернётся целым и невредимым, неся погибель всему живому.
uk: Корабель ближнього бою. Складність опанування: низька. Ghoul («Фантом») — корабель-мрець, який зліпили з частин різних почвар та оживили за допомогою технології Віктора Ф. Ейнштейна. Моряки Інтанії кажуть: якщо ушкодженому Ghoul'у дозволити зникнути з поля зору на хвилину, він обов’язково повернеться цілим і неушкодженим, несучи смерть всьому живому.
zh: 食尸鬼是一艘幽灵船，由各种怪物的部分组成，并用维克多-F-爱因斯坦的魔法重新焕发活力。作为亡灵世界的后代，这艘战舰在长距离不构成危险，但在近距离残忍无比。可以以污秽喂养使其更快更灵活。
zh_sg: 近距离战斗战舰。 难度：低 食尸鬼是一艘幽灵船，由各种怪物的不同部位组成，并用Victor F. Einstein的魔法重新焕发魔力。作为亡灵世界的后裔，这艘船无法进行长途跋涉，但在近距离十分残暴。在污秽之地移动更快更灵活。

# IDS_PXSD002_FULL
source: Ghoul
zh: 食尸鬼
zh_sg: 食尸鬼

# IDS_PXSD003
source: Urashima
zh: 浦岛
zh_sg: 浦岛

# IDS_PXSD003_DESCR
source: These destroyers were specifically designed by the best engineers to carry out reconnaissance raids across dangerous waters far from the shores of the Silver Spear Archipelago. Each Urashima destroyer carries a cleansing boiler that speeds the ship up and increases her HP by absorbing the dark energy of the Filth. Damage dealt by the Filth: 10 HP per second.
es_mx: Estos destructores fueron diseñados específicamente por lo mejores ingenieros para llevar a cabo redadas de reconocimiento a través de las peligrosas aguas lejos de las costas del Archipiélago Lanza de Plata. Cada destructor Urashima carga una caldera de limpieza que aumenta la velocidad del barco e incrementa sus HP al absorber la energía oscura de la inmundicia. Daño causado por la inmundicia: 10 HP por segundo.
ja: ウラシマ型駆逐艦は、最高の技師達によって、シルバースピア列島沖の危険水域を強行偵察するために特別に設計されました。本艦級に搭載された浄化ボイラーには、瘴気のダークエナジーを吸収することで、艦の速力を高めると共に自艦の HP を増加させる能力があります。 瘴気によるダメージ: 10 HP/秒
pl: Te niszczyciele zostały zaprojektowane przez najlepszych inżynierów specjalnie do misji zwiadowczych na wodach dalekich od Archipelagu Srebrnej Włóczni. Każdy niszczyciel Urashima wyposażony jest w układ oczyszczający, który przyspiesza okręt i przywraca PW absorbując mroczną energię plugastwa. Uszkodzenia zadawane przez plugastwo: 10 PW na sekundę.
ru: Данные эсминцы создавались лучшими инженерами специально для разведки в опасных водах, вдали от берегов Архипелага Серебряного Копья. Каждый эсминец Urashima оснащён перегонным котлом, который увеличивает боеспособность корабля, поглощая тёмную энергию скверны, и ускоряет корабль. Получаемый урон в скверне — 10 единиц в секунду.
uk: Ці есмінці створили найліпші інженери спеціально для розвідки в небезпечних водах, далеко від берегів Архіпелагу Срібного Списа. Кожен есмінець Urashima оснащений перегінним котлом, який збільшує боєздатність корабля, поглинаючи темну енергію скверни, і пришвидшує корабель. Шкода, що отримується у скверні — 10 одиниць на секунду.
zh: 这些驱逐舰是由最棒的工程师所设计，可在银矛群岛附近的危险海域执行侦察突袭的任务。每艘浦岛驱逐舰都搭载了一个干净的锅炉，能加快战舰的航速并吸收污秽之地的黑暗能量来提高其血量。 污秽之地会造成的伤害：每秒钟 10 血量。
zh_sg: 这些驱逐舰是由最棒的工程师所设计，可在银矛群岛附近的危险海域执行侦察突袭任务。每艘浦岛驱逐舰都搭载了一个干净的锅炉，能加快战舰的航速并吸收污秽之地的黑暗能量来提高其血量。 污秽之地会造成的伤害：每秒10血量。

# IDS_PXSD003_FULL
source: Urashima
zh: 浦岛
zh_sg: 浦岛

# IDS_PXSD004
source: FlyFire
zh: 翔空烈焰
zh_sg: 翔空烈焰

# IDS_PXSD004_DESCR
source: An ordinary ship of the Calmbook class, one of the best known and most numerous series of spaceship. They were the workhorses piloted by many space adventurers.
es_mx: Una nave ordinaria de la clase Calmbook, una de las más conocidas y más numerosas clases de naves espaciales. Eran los caballos de batalla pilotados por muchos aventureros especiales.
ja: フライファイアーは、ごく一般的なカームブック級航宙艦です。本級は、航宙艦の中でも最も有名かつ数が多い艦級のひとつであり、多くの宇宙冒険者達にワークホースとして愛用されてきました。
pl: Przeciętny statek kosmiczny klasy Calmbook, jednej z najpopularniejszych i najliczniejszcyh serii statków kosmicznych. Były to typowe woły robocze, pilotowane przez wielu kosmicznych poszukiwaczy przygód.
ru: FlyFire — рядовой корабль типа Calmbook, одного из самых известных и массовых типов космических кораблей, бывших «рабочими лошадками» многих первопроходцев космоса.
uk: FlyFire — рядовий корабель типу Calmbook, одного з найвідоміших і наймасовіших типів космічних кораблів, які були «робочими конячками» багатьох піонерів космосу.
zh: 一艘普通的刊布级宇宙飞船，它是是建造数量最多也是最有名的宇宙飞船，同时也是是许多太空冒险家航行的主力战舰
zh_sg: 一艘普通的Calmbook级太空舰。是数量最多也是最有名的的太空舰型号之一。是许多太空探险家的主力座驾。

# IDS_PXSD004_FULL
source: FlyFire
zh: 翔空烈焰
zh_sg: 翔空烈焰

# IDS_PXSD005
source: Blue Aster
zh: 翠蓝行星
zh_sg: 翠兰行星

# IDS_PXSD005_DESCR
source: An annihilating annihilator intended for annihilating the annihilators' enemies. The only ship in a series that was under the command of Cheater the Great, the hero of the Battle of the Large Talos in 5087.
es_mx: Un aniquilador aniquilante diseñado para aniquilar a los enemigos de los aniquiladores. La única nave de una serie que estaba bajo el mando de Cheater el Grande, el héroe de la Batalla de Large Talos en 5087.
ja: ブルー・アスターは、滅びをもたらすものの敵を滅ぼすために開発された、滅亡的な殲滅用戦闘艦です。姉妹艦の中でも本艦は、5087 年の大タロスの戦いにおける英雄として高名な、大いなるチーターが艦長を務めていたことで知られています。
pl: Anihilujący anihilator służący do anihilacji wrogów anihilującego. Jedyny okręt w serii, którym dowodził Cziter Wspaniały, bohater Bitwy o Talos Wielki w 5087 roku.
ru: Уничтожающий уничтожитель для уничтожения врагов уничтожителей. Единственный в серии корабль, проходивший под командованием командира Читора великого, героя битвы 5087 года в системе большого Талоса.
uk: Знищувальний знищувач для знищення ворогів знищувачів. Єдиний в серії корабель, що перебував під командуванням командира Читера великого, героя битви 5087 р. в системі великого Талоса.
zh: 任务为歼灭敌人的歼灭者，这是一系列战舰中唯一由伟大骗子所指挥的战舰，它是5087年大战中的英雄
zh_sg: 毁灭性极强的毁灭者，目标是毁灭毁灭者的敌人。是5087年大塔洛斯战役的英雄 —— 大骗子麾下唯一的战舰型号。

# IDS_PXSD005_FULL
source: Blue Aster
zh: 翠蓝行星
zh_sg: 翠兰行星

# IDS_PXSD007
source: Schnellboot
zh: 鱼雷快艇
zh_sg: 鱼雷快艇

# IDS_PXSD008
source: Steel Rat
es_mx: Rata de Acero
zh: 铁鼠
zh_sg: 钢鼠

# IDS_PXSD008_DESCR
source: Long-range combat warship. Difficulty: high. Inconspicuous in appearance, Steel Rat is equipped with highly sophisticated and cutting-edge tools and mechanisms. Though vulnerable in a face-to-face encounter, this destroyer can be a real game changer by promptly recovering allied ships' HP and replenishing their supplies of consumables.
es_mx: Barco para el combate de largo alcance. Dificultad: alta. De apariencia discreta, el Steel Rat está equipado con las herramientas y mecanismos más avanzados y sofisticados. Aunque es vulnerable en un encuentro cara a cara, este destructor puede cambiar el rumbo del juego al restaurar rápidamente los HP de los barcos aliados y reabastecer sus suministros de consumibles.
ja: 長距離戦闘艦 難易度: 高 駆逐艦スチールラットは外観こそ地味であるものの、最も洗練された先進的なツールとメカニズムを備えています。本艦は1 対 1 の対決においては脆弱ですが味方艦艇の HP を速やかに回復し、消耗品を補充するという特殊能力を有するため、真のゲームチェンジャーになり得る潜在能力を秘めています。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: wysoki. Niepozorny z wyglądu Steel Rat wyposażony jest w najnowocześniejsze narzędzia i mechanizmy. Choć wrażliwy na uszkodzenia w bliskich starciach, niszczyciel ten może wywrzeć ogromny wpływ na przebieg bitwy, przywracając PW sprzymierzonych okrętów i uzupełniając zapasy ich sprzętu eksploatacyjnego.
ru: Корабль дальнего боя. Сложность освоения: высокая. Steel Rat («Стальная крыса») — неприметный с виду, этот корабль оснащён самыми совершенными и передовыми механизмами и устройствами. Слабый в прямом столкновении, этот эсминец способен переломить исход боя, осуществляя своевременно ремонт союзников и восполняя запасы их снаряжения.
uk: Корабель далекого бою. Складність опанування: висока. Steel Rat («Сталевий пацюк») — непримітний на перший погляд, але оснащений найсучаснішими механізмами та приладами корабель. Цей есмінець доволі слабкий у прямому зіткненні, але може змінити хід бою, ремонтуючи союзників та поповнюючи запаси їхнього спорядження.
zh: 外观上不显眼，铁鼠配备了最精密、最先进的工具和机械。虽然在面对面的遭遇很脆弱，但通过及时恢复友军战舰的血量并补充其消耗品，这艘驱逐舰可以成为真正的游戏改变者。
zh_sg: 远距离战斗战舰。 难度：高 钢鼠外观并不显眼，但它配备了最先进，划时代的道具和机械原理。虽然面对面的遭遇战中会显得很脆弱，但通过及时恢复友军战舰的血量并补充消耗品供应，这艘驱逐舰可以真正地改变游戏的战局。

# IDS_PXSD008_FULL
source: Steel Rat
es_mx: Rata de Acero
zh: 铁鼠
zh_sg: 钢鼠

# IDS_PXSD009
source: Razorworm
zh: 剃刀蠕虫
zh_sg: 剃刀蠕虫

# IDS_PXSD009_DESCR
source: Long-range combat warship. Difficulty: high. A biomechanical construct, a spy ship ideal for special operations, chasing its prey or escaping from pursuit. Quick as a guillotine, hard as a hammer, tough like her captain and capable of anchoring fast to her prey. "Why Razorworm?" you might ask. 'Cause it's hard as hell to hit.
es_mx: Barco para el combate de largo alcance. Dificultad: alta. Una construcción biomecánica, un barco espía ideal para las operaciones especiales, persiguiendo a su presa o escapando de una persecución. Rápido como una guillotina, pesado como un martillo, duro como su capitán y capaz de atrapar rápidamente a su presa. Tal vez te preguntarás, "¿Por qué Razorworm?". Porque alcanzarlo con un proyectil es un infierno.
ja: 長距離戦闘艦 難易度: 高 生体力学の応用によって建造されたこのレイザーワームは特別作戦を遂行する上で理想的なスパイ艦であり、獲物を追跡することも追跡から逃れることも得意としています。ギロチンのように素早く、ハンマーのように硬く、その艦長と同様にタフな本艦は獲物を速やかに追い詰めます。「何故レイザーワームか?」それは本艦に攻撃を命中させることは地獄のように困難だからなのです。
pl: Okręt skuteczny na długich dystansach. Poziom trudności: wysoki. Biomechaniczna konstrukcja, idealny okręt szpiegowski do operacji specjalnych, pogoni za zdobyczą lub ucieczki przed prześladowcami. Jest szybki jak gilotyna, twardy niczym młot, niezłomny jak jego kapitan i potrafi szybko dopaść swoją ofiarę. „Dlaczego Razorworm?” – spytacie. Dlatego, że piekielnie trudno go trafić.
ru: Корабль дальнего боя. Сложность освоения: высокая. Razorworm («Железный червь») — биомеханический конструкт, корабль-шпион, идеальная машина для спецопераций, позволяющая настичь любую жертву или ускользнуть от преследования. Резкий, как удар серпом, и жёсткий, как удар молота, под стать своему командиру — живуч и цепок, словно пиявка. Почему его называют Razorworm? Потому что в него чертовски трудно попасть.
uk: Корабель далекого бою. Складність опанування: висока. Razorworm «Залізний хробак» — біомеханічне створіння, корабель-розвідник, ідеальна машина для спеціальних операцій, яка може наздогнати будь-яку жертву або утекти від переслідування. Різкий, як удар серпом, та суворий, наче удар молота. Як і його командир, живучий та чіпкий, наче п’явка. Чому його називають Razorworm? Бо в нього дідька влучиш.
zh: 一种生物力学结构，一艘理想的特殊行动间谍舰，追逐它的猎物或逃离追捕。像断头台般快速，像锤子一样坚硬，像它的舰长一样坚韧，并且快速地锚定在它的猎物上。「为什么是剃刀虫？」您可能会问。因为就是那么难以击中它。
zh_sg: 远距离战斗战舰。 难度：高 一种生物力学结构，一艘理想的特殊行动间谍舰，不是在追捕它的猎物就是在逃避追捕。像断头台一样迅速，像锤子一样坚硬，像她的船长一样坚韧，能快速地锚定它的猎物上。你可能会问，“为什么要选择剃刀蠕虫？”。因为实在是太难击中它了。

# IDS_PXSD009_FULL
source: Razorworm
zh: 剃刀蠕虫
zh_sg: 剃刀蠕虫

# IDS_PXSD010_DESCR
source: A defending defender assigned to defend defenders. The favorite ship of, but not the only one helmed by, Commander LilFish OG.
es_mx: Un defensor que defiende asignado a defender a los defensores. El barco favorito aunque no el único comandado por el Comandante LilFish OG.
ja: セレスティアルは、防衛者を防衛するための防衛的な防衛艦です。この人気艦艇は、LilFish OG 艦長が舵を取る唯一の艦艇というわけではありません。
pl: Broniący obrońca, mianowany na obrońcę obrońców. Ulubiony, choć nie jedyny okręt dowódcy LilFIsh OG.
ru: Защищающий защитник для защиты защитников. Любимый, но далеко не единственный корабль командира LilFish OG.
uk: Захисний захисник для захисту захисників. Улюблений, але далеко не єдиний корабель командира LilFish OG.
zh: Защищающий защитник для защиты защитников. Любимый, но далеко не единственный корабль командира LilFish OG.
zh_sg: 一名防御型的防御者用于防御防御者。但不是LilFish OG指挥官的唯一最爱的座驾。

# IDS_PXSD011_DESCR
source: Comet Trace, a representative of the third generation of Calmbook-class ships. In contrast to her predecessors, Comet Trace is highly maneuverable and boasts reinforced rocket armament and blasters.
es_mx: Comet Trace, un representante de la tercera generación de barcos de la clase Calmbook. En contraste con sus predecesores, el Comet Trace es muy maniobrable y cuenta con armamento de cohetes reforzado y explosivos.
ja: コメット・トレースは、第 3 世代のカームブック級航宙艦を代表する艦艇です。前級よりも大幅に機動性が向上しており、ロケット兵装とブラスターも強化されています。
pl: Comet Trace to przedstawiciel trzeciej generacji okrętów klasy Calmbook. W porównaniu ze swoimi poprzednikami Comet Trace jest zwrotniejszy oraz uzbrojony w potężniejsze rakiety i blastery.
ru: Comet Trace — третье поколение кораблей типа Calmbook. От предшественников Comet Trace отличает высокая манёвренность, усиленное ракетное и бластерное вооружение.
uk: Comet Trace — третє покоління кораблів типу Calmbook. Від своїх попередників Comet Trace відрізняє висока маневреність, посилене ракетне й бластерне озброєння.
zh: Comet Trace — третье поколение кораблей типа Calmbook. От предшественников Comet Trace отличает высокая манёвренность, усиленное ракетное и бластерное вооружение.
zh_sg: 彗星轨迹，是Calmbook级第三代战舰的代表作。与前代型号相比，彗星轨迹具备高机动性和增强的火箭武器和舰炮。

# IDS_PXSD012_DESCR
source: The first stellar destroyer co-designed by the Green and Red Alliances. Created specifically for battles in Torpedo Beat mode, this ship alone can stir up trouble on a galactic scale.
es_mx: El primer destructor estelar diseñado en conjunto por las Alianzas Verde y Roja. Creado específicamente para las batallas en el modo Ritmo de Torpedos, este barco por si solo puede provocar problemas a escala galáctica.
ja: ローヴァーは、グリーン同盟とレッド同盟が共同設計した最初のステラーデストロイヤーです。「魚雷のビート」モード専用として開発された本艦は、単艦で銀河的スケールの問題を引き起こすことが可能です。
pl: Pierwszy gwiezdny niszczyciel opracowany wspólnie przez sojusze Zielony i Czerwony. Zaprojektowany specjalnie dla trybu Torpedo Beat, okręt ten może przysporzyć problemów na galaktyczną skalę.
ru: Первый звёздный эсминец, разработанный совместно Зелёным и Красным Альянсами. Созданный для битв в «Торпедном супе», этот корабль в одиночку способен заварить кашу галактического масштаба.
uk: Перший зоряний есмінець, розроблений спільними зусиллями Зеленого й Червоного Альянсів. Створений для битв у «Торпедній юшці», цей корабель самотужки здатен заварити кашу галактичного масштабу.
zh: Первый звёздный эсминец, разработанный совместно Зелёным и Красным Альянсами. Созданный для битв в «Торпедном супе», этот корабль в одиночку способен заварить кашу галактического масштаба.
zh_sg: 第一艘由绿色和红色联盟共同设计的歼星舰。这艘船是专门为鱼雷打击模式而设计的，自身单独就能在银河区域内制造麻烦。

# IDS_PXSD013_DESCR
source: The first in a series of Octopus-class ships. As hard to detect as a mouse trap, and as deadly as a rusty knife smeared with rat poison!
es_mx: El primero de una serie de barcos de la clase Octopus. Sigiloso como una trampa para roedores y letal como un cuchillo oxidado cubierto de veneno para ratas.
ja: メッサーはオクトパス級の最初のシリーズの 1 番艦であり、ネズミ捕り器のように高隠蔽で、殺鼠剤が塗られた錆び付いたナイフのように恐ろしい存在です!
pl: Pierwszy z serii okrętów klasy Ośmiornica. Dobrze ukryty niczym pułapka na myszy, śmiercionośny niczym zardzewiały nóż posmarowany trutką na szczury!
ru: Стартовый корабль типа «Спрут». Незаметный, как ловушка для грызунов, и смертоносный, как ржавый нож, смазанный крысиным ядом!
uk: Стартовий корабель типу «Спрут». Непомітний, як пастка для гризунів, і смертоносний, як іржавий ніж, змащений пацючою отрутою!
zh: Стартовый корабль типа «Спрут». Незаметный, как ловушка для грызунов, и смертоносный, как ржавый нож, смазанный крысиным ядом!
zh_sg: 章鱼级系列战舰中的首舰。像猎豹一样隐秘，像毒刃一样致命！

# IDS_PXSD013_SHORT
source: MSSR
zh: 密苏里
zh_sg: 梅塞尔
