Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_FEAT_GOOD_VIS_EASDIC_DESC
source: Increases the action time and range of acquisition of enemy ships and torpedoes.
es_mx: Aumenta el tiempo de acción y el rango de detección de los barcos y torpedos enemigos.
ja: 動作時間および敵艦艇と魚雷の捕捉距離が強化されています。
pl: Wydłużony czas działania i zasięg wykrywania wrogich okrętów i torped.
ru: Увеличено время действия и дистанция обнаружения кораблей и торпед.
uk: Збільшено час дії та дистанцію виявлення кораблів і торпед.
zh: Увеличено время действия и дистанция обнаружения кораблей и торпед.
zh_sg: 提升对敌方战舰和鱼雷的捕获范围和作用时间。

# IDS_FEAT_GOOD_VIS_ESMOKE
source: Enhanced Smoke Generator consumable
es_mx: Consumible mejorado Generador de Humo
ja: 強化版の消耗品「発煙装置」
pl: Sprzęt eksploatacyjny Ulepszona Wytwornica dymu
ru: Улучшенное снаряжение «Дымогенератор»
uk: Поліпшене спорядження «Генератор диму»
zh: Улучшенное снаряжение «Дымогенератор»
zh_sg: 增强的发烟器消耗品

# IDS_FEAT_GOOD_VIS_ESMOKE_2
source: Enhanced Smoke Generator consumable
es_mx: Consumible mejorado Generador de Humo
ja: 強化版の消耗品「発煙装置」
pl: Sprzęt eksploatacyjny Ulepszona Wytwornica dymu
ru: Улучшенное снаряжение «Дымогенератор»
uk: Поліпшене спорядження «Генератор диму»
zh: Улучшенное снаряжение «Дымогенератор»
zh_sg: 增强的发烟器消耗品

# IDS_FEAT_GOOD_VIS_ESMOKE_DESC
source: Increases the smoke screen dispersion time.
es_mx: Aumenta el tiempo de dispersión de la pantalla de humo.
ja: 煙幕の持続時間が長めです。
pl: Opóźnia rozpraszanie się zasłony dymnej.
ru: Увеличено время рассеивания дымов.
uk: Збільшено час розсіювання димів.
zh: Увеличено время рассеивания дымов.
zh_sg: 提升发烟器的扩散时间。

# IDS_FEAT_GOOD_VIS_ESMOKE_DESC_2
source: Reduced reload time.
es_mx: Tiempo de recarga reducido.
ja: 準備時間が短めです。
pl: Skrócony czas przeładowania.
ru: Уменьшено время перезарядки.
uk: Зменшено час перезаряджання.
zh: Уменьшено время перезарядки.
zh_sg: 装填时间减少。

# IDS_FEAT_GOOD_VIS_SMOKECHARGES
source: Numerous Smoke Generator consumable charges
es_mx: Numerosas cargas del consumible Generador de Humo
ja: 消耗品「発煙装置」の使用可能回数が多い
pl: Liczne ładunki sprzętu eksploatacyjnego Wytwornica dymu
ru: Большое количество зарядов снаряжения «Дымогенератор»
uk: Велика кількість зарядів спорядження «Генератор диму»
zh: Большое количество зарядов снаряжения «Дымогенератор»
zh_sg: 发烟器消耗品装载数较多

# IDS_FEAT_GOOD_VIS_SMOKERELOAD
source: Rapid reload of the Smoke Generator consumable
es_mx: Recarga rápida del consumible Generador de Humo
ja: 消耗品「発煙装置」の準備時間が短い
pl: Szybkie przeładowanie Wytwornicy dymu
ru: Быстрая перезарядка снаряжения «Дымогенератор»
uk: Швидке перезаряджання спорядження «Генератор диму»
zh: Быстрая перезарядка снаряжения «Дымогенератор»
zh_sg: 发烟器消耗品装填快速

# IDS_FEAT_GOOD_VIS_UNIQUESMOKE
source: The Exhaust Smoke Generator consumable is available
es_mx: El consumible Generador de Humo de Escape está disponible
ja: 消耗品「排気発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wysokoprężna wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымогенератор полного хода»
uk: Доступне спорядження «Генератор диму повного ходу»
zh: Доступно снаряжение «Дымогенератор полного хода»
zh_sg: 可使用消耗品：高速发烟器

# IDS_FEAT_GOOD_VIS_UNIQUESMOKE_5
source: Exhaust Smoke Generator consumable is available from Tier V
es_mx: El consumible Generador de Humo de Escape está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「排気発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny od V poziomu
ru: Доступно снаряжение «Дымогенератор полного хода» с V уровня
uk: Доступне спорядження «Генератор диму повного ходу» з V рівня
zh: Доступно снаряжение «Дымогенератор полного хода» с V уровня
zh_sg: 从V级起可使用高速发烟器消耗品

# IDS_FEAT_GOOD_VIS_UNIQUESMOKE_DESC
source: Allows the ship to remain undetected, even while traveling at full speed.
es_mx: Conserva la alta ocultación del barco, incluso al navegar a máxima velocidad.
ja: 全速航行中であっても自艦を隠蔽することが可能です。
pl: Zachowuje minimalną wykrywalność okrętu nawet, jeśli ten płynie z pełną prędkością.
ru: Позволяет кораблю оставаться незаметным даже на полном ходу.
uk: Дозволяє кораблю залишатися непомітним навіть на повному ходу.
zh: Позволяет кораблю оставаться незаметным даже на полном ходу.
zh_sg: 使战舰在全速航行时保持不被发现。

# IDS_FEAT_GOOD_VIS_VISIBILITY
source: Low detectability
es_mx: Baja detectabilidad
ja: 被発見距離が短い
pl: Niska wykrywalność
ru: Низкая заметность
uk: Низька помітність
zh: Низкая заметность
zh_sg: 被发现的可能性较低

# IDS_FEAT_HEBOMBS
source: HE bombs
es_mx: Bombas HE
ja: HE 爆弾
pl: Bomby OB
ru: Осколочно-фугасные бомбы
uk: Осколково-фугасні бомби
zh: Осколочно-фугасные бомбы
zh_sg: 高爆炸弹

# IDS_FEAT_HEBOMBS_DESC
source: Cause fires, do not ricochet, and have high chances of incapacitating modules. Explode on contact with armor, damaging the outer structures of a ship.
es_mx: Causan incendios, no rebotan y tienen altas probabilidades de incapacitar módulos. Explotan en contacto con el blindaje, dañando las estructuras externas de un barco.
ja: 火災を引き起こすことが可能で、跳弾が発生せず、高確率でモジュールを機能停止させることが可能です。装甲と接触した際に炸裂し、艦艇の外部構造にダメージを与えます。
pl: Wznieca pożary, nie odbija się i ma dużą szansę uszkodzenia modułów. Wybucha przy kontakcie z pancerzem celu, niszcząc jego zewnętrzne struktury.
ru: Вызывают пожары, не рикошетят и имеют высокую вероятность выведения модулей из строя. Взрываются при контакте с бронёй, поражая внешние части корабля.
uk: Викликають пожежі, не рикошетять і мають високу імовірність вивести модулі з ладу. Вибухають після контакту з бронею, вражаючи зовнішні частини корабля.
zh: Вызывают пожары, не рикошетят и имеют высокую вероятность выведения модулей из строя. Взрываются при контакте с бронёй, поражая внешние части корабля.
zh_sg: 可造成起火、不会跳弹、并有高几率使配件瘫痪。与装甲接触时爆炸，伤害战舰外部结构。

# IDS_FEAT_HEROCKETS
source: HE rockets
es_mx: Cohetes HE
ja: HE ロケット弾
pl: Rakiety OB
ru: Осколочно-фугасные ракеты
uk: Осколково-фугасні ракети
zh: Осколочно-фугасные ракеты
zh_sg: 高爆火箭弹

# IDS_FEAT_HEROCKETS_DESC
source: Cause fires, do not ricochet, and have high chances of incapacitating modules. Explode on contact with armor, damaging the outer structures of a ship.
es_mx: Causan incendios, no rebotan y tienen altas probabilidades de incapacitar módulos. Explotan en contacto con el blindaje, dañando las estructuras externas de un barco.
ja: 火災を引き起こすことが可能で、跳弾が発生せず、高確率でモジュールを機能停止させることが可能です。装甲と接触した際に炸裂し、艦艇の外部構造にダメージを与えます。
pl: Wznieca pożary, nie rykoszetuje i ma dużą szansę uszkodzenia modułów. Wybucha przy kontakcie z pancerzem celu, niszcząc jego zewnętrzne struktury.
ru: Вызывают пожары, не рикошетят и имеют высокую вероятность выведения модулей из строя. Взрываются при контакте с бронёй, поражая внешние части корабля.
uk: Викликають пожежі, не рикошетять і мають високу імовірність вивести модулі з ладу. Вибухають після контакту з бронею, вражаючи зовнішні частини корабля.
zh: Вызывают пожары, не рикошетят и имеют высокую вероятность выведения модулей из строя. Взрываются при контакте с бронёй, поражая внешние части корабля.
zh_sg: 可造成起火、不会跳弹、并有高几率使配件瘫痪。与装甲接触时爆炸，伤害战舰外部结构。

# IDS_FEAT_MAIN_AMMOCSAP
source: SAP and AP shells are available
es_mx: Los proyectiles SAP y AP están disponibles
ja: SAP 弾と AP 弾を使用可能
pl: Dostępne są pociski PPO i PP
ru: Доступны полубронебойные и бронебойные снаряды
uk: Доступні напівбронебійні та бронебійні снаряди
zh: Доступны полубронебойные и бронебойные снаряды
zh_sg: 可使用半穿甲弹和穿甲弹

# IDS_FEAT_MAIN_AMMOCSAP_DESC
source: Semi-armor-piercing shells have high armor penetration capabilities and maximum damage. Explode on contact with armor, damaging the outer structures of a ship. They are not capable of causing fires and may ricochet.
es_mx: Los proyectiles semiperforadores de blindaje tienen una alta capacidad de penetración de blindaje y un daño máximo. Explotan en contacto con el blindaje, dañando las estructuras externas de un barco. No son capaces de causar incendios y tienen la probabilidad de rebotar.
ja: 半徹甲弾 (SAP) は装甲貫通力に優れ、高威力です。装甲と接触した際に炸裂し、艦艇の外部構造にダメージを与えます。火災を引き起こすことはできず、跳弾する可能性もあります。
pl: Pociski przeciwpancerno-odłamkowe mają dużą zdolność penetracji pancerza i wysokie uszkodzenia maksymalne. Wybuchają przy kontakcie z pancerzem celu, uszkadzając zewnętrzne struktury okrętu. Nie wzniecają pożarów i mogą odbić się od celu.
ru: Полубронебойные снаряды имеют высокое бронепробитие и максимальный урон. Взрываются при контакте с броней, поражая внешние части корабля. Не вызывают пожары и имеют вероятность рикошета.
uk: Напівбронебійні снаряди мають високе бронепробиття та максимальну шкоду. Вибухають після контакту з бронею, вражаючи зовнішні частини корабля. Не викликають пожежі та мають імовірність рикошету.
zh: Полубронебойные снаряды имеют высокое бронепробитие и максимальный урон. Взрываются при контакте с броней, поражая внешние части корабля. Не вызывают пожары и имеют вероятность рикошета.
zh_sg: 半穿甲弹具有很高的穿甲能力和最大伤害。它们与装甲接触时爆炸，伤害战舰外部结构。同时无法造成起火并有几率跳弹。

# IDS_FEAT_VIS_BONUSEASDIC_6
source: The Short-Range Hydroacoustic Search consumable is available
es_mx: El consumible Búsqueda Hidroacústica de Corto Alcance está disponible
ja: 消耗品「短距離水中聴音」を使用可能
pl: Dostępny jest sprzęt eksploatacyjny Sonda hydroakustyczna krótkiego zasięgu
ru: Доступно снаряжение «Гидроакустический поиск ближнего действия»
uk: Доступне спорядження «Гідролокатор близької дії»
zh: Доступно снаряжение «Гидроакустический поиск ближнего действия»
zh_sg: 可使用短程对海搜索消耗品

# IDS_FEAT_VIS_BONUSEASDIC_6_DESC
source: Extended action time; short acquisition range of ships.
es_mx: Tiempo de acción extendido, corto rango de detección de barcos
ja: 動作時間が長めである一方で、敵艦艇の捕捉距離が短めです。
pl: Wydłużone działanie, zmniejszony zasięg wykrywania okrętów.
ru: Значительное время работы снаряжения. Короткая дистанция обнаружения кораблей.
uk: Значний час роботи спорядження. Мала дистанція виявлення кораблів.
zh: Значительное время работы снаряжения. Короткая дистанция обнаружения кораблей.
zh_sg: 作用时间延长；但对敌方战舰的捕获范围较短。

# IDS_FEAT_VIS_SPECSMOKE
source: The Short-Burst Smoke Generator consumable is available
es_mx: El consumible Generador de Humo de Acción Corta está disponible
ja: 消耗品「ショートバースト発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Krótkotrwała wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымовая шашка»
uk: Доступне спорядження «Димова шашка»
zh: Доступно снаряжение «Дымовая шашка»
zh_sg: 可使用短突发式发烟器消耗品

# IDS_FEAT_VIS_SPECSMOKE_DESC
source: Comes with numerous charges that reload rapidly. It has short action and smoke dispersion times.
es_mx: Cuenta con numerosas cargas que se recargan rápidamente. Tiene cortos tiempos de acción y dispersión del humo.
ja: 使用可能回数が多めで準備時間も短めですが、動作時間と煙幕の持続時間が短めです。
pl: Posiada liczne ładunki, które szybko się przeładowują. Krótki czas działania i rozpraszania zasłony.
ru: Большое количество снаряжения и быстрая перезарядка. Короткое время работы снаряжения и рассеивания дымов.
uk: Велика кількість спорядження та швидке перезаряджання. Малий час роботи спорядження та розсіювання димів.
zh: Большое количество снаряжения и быстрая перезарядка. Короткое время работы снаряжения и рассеивания дымов.
zh_sg: 装载数较多且装填较快。作用时间和烟幕扩散时间较短。

# IDS_FIFTH_AMERICAN_ARCSUBCOLLECTION_NAME
source: Highest Awards
es_mx: Premios más Altos
ja: 最高勲章
pl: Najwyższe odznaczenia
ru: Высшие награды
uk: Вищі нагороди
zh: 最高奖项
zh_sg: 最高奖项

# IDS_FIFTH_AZURLANESUBCOLLECTION_NAME
source: Eastern Radiance and Northern Union
es_mx: Resplandor del Oriente y Unión del Norte
ja: 東煌と北連
pl: Eastern Radiance i Northern Union
ru: Восточное Сияние и Северный Союз
uk: Східне Сяйво й Північний Союз
zh: Восточное Сияние и Северный Союз
zh_sg: 东煌和北方联合

# IDS_FIFTH_BD098_NAME
source: World War II and Postwar Ships
ja: 第二次世界大戦と戦後の艦艇
pl: Okręty II wojny światowej i powojenne
ru: Корабли Второй мировой и послевоенного времени
zh: Корабли Второй мировой и послевоенного времени

# IDS_FIFTH_GF097_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_FIFTH_HSF2018SUBCOLLECTION_NAME
source: Logistics Department
es_mx: Departamento de Logística
ja: 主計科
pl: Wydział logistyki
ru: Служба снабжения
uk: Служба забезпечення
zh: 主计科
zh_sg: 后勤部

# IDS_FIFTH_NY2020SUBCOLLECTION_NAME
source: Equipping a Large Cruiser
es_mx: Equipando un Gran Crucero
ja: 大型巡洋艦の装備
pl: Wyposażenie dużego krążownika
ru: Оборудование большого крейсера
uk: Обладнання великого крейсера
zh: Оборудование большого крейсера
zh_sg: 装配大型巡洋舰

# IDS_FIFTH_SOVIETBBARC_NAME
source: Way of the Naval Commander
es_mx: El Camino del Comandante Naval
ja: 海軍司令官の経歴
pl: Ścieżka dowódcy morskiego
ru: Путь флотоводца
uk: Шлях флотоводця
zh: Путь флотоводца
zh_sg: 海军指挥官之路

# IDS_FIFTH_YAMSUBCOLLECTION_NAME
source: Other
es_mx: Otro
ja: その他
pl: Inne
ru: Разное
uk: Різне
zh: 其它
zh_sg: 其它

# IDS_FIGHTER
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samolot szturmowy
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_FIGHTER_AP
source: (AP) Attack aircraft
es_mx: (AP) Avión de ataque
ja: (AP) 攻撃機
pl: Samoloty szturmowe (PP)
ru: Штурмовики (ББ)
uk: Штурмовики (ББ)
zh: Штурмовики (ББ)
zh_sg: （穿甲）攻击机

# IDS_FIGHTER_HE
source: (HE) Attack aircraft
es_mx: Avión de ataque (HE)
ja: (HE) 攻撃機
pl: Samolot szturmowy (OB)
ru: Штурмовики (ОФ)
uk: Штурмовики (ОФ)
zh: 战斗机
zh_sg: （高爆）攻击机

# IDS_FILL
source: Fill
es_mx: Rellenar
ja: 埋める
pl: Uzupełnij
ru: Заполнить
uk: Заповнити
zh: 填满
zh_sg: 填满

# IDS_FILL_MIRRORED
source: Fill teams symmetrically
es_mx: Rellenar equipos simétricamente
ja: チームを対称的に埋める
pl: Uzupełnij drużyny symetrycznie
ru: Заполнить зеркально
uk: Заповнити дзеркально
zh: 对称地填满队伍
zh_sg: 对称填满团队

# IDS_FILL_WITH_BOTS
source: Filling the team with bots
es_mx: Rellenando el equipo con bots
ja: チームを Bot で埋めています
pl: Uzupełnianie drużyny botami
ru: Заполнение команды ботами
uk: Заповнення команди ботами
zh: 用机器人填满队伍
zh_sg: 用机器人补满团队

# IDS_FILL_WITH_TARGETS
source: Filling the team with targets
es_mx: Rellenando el equipo con objetivos
ja: チームを標的で埋めています
pl: Uzupełnianie drużyny celami
ru: Заполнение команды мишенями
uk: Заповнення команди мішенями
zh: 用靶舰填满
zh_sg: 用目标补满团队

# IDS_FILTERS
source: Filters
es_mx: Filtros
ja: フィルター
pl: Filtry
ru: Фильтры
uk: Фільтри
zh: 筛选
zh_sg: 筛选

# IDS_FILTER_ELITE
source: Elite
ja: エリート
pl: Elitarny
ru: Элитные
uk: Елітні
zh: 精英
zh_sg: 精英

# IDS_FILTER_NOT_ELITE
source: Non-Elite
es_mx: No Élite
ja: 非エリート
pl: Nieelitarne
ru: Неэлитные
uk: Неелітні
zh: 非精英
zh_sg: 非精英

# IDS_FILTER_PREMIUM
source: Premium
ja: プレミアム
ru: Премиум
uk: Преміум
zh: 特殊
zh_sg: 特殊

# IDS_FILTH
source: FILTH
es_mx: INMUNDICIA
ja: 瘴気
pl: PLUGASTWO
ru: СКВЕРНА
uk: СКВЕРНА
zh: 污秽之地
zh_sg: 污秽

# IDS_FINAL_TASK
source: Final Task
es_mx: Tarea Final
ja: 最終タスク
pl: Ostateczne zadanie
ru: Финальное задание
uk: Фінальне завдання
zh: 最后的工作
zh_sg: 最终目标

# IDS_FINISHED_RETRAINING
source: Complete Commander retraining
es_mx: Reentrenamiento Completo del Comandante
ja: 艦長の再訓練を完了
pl: Pełne przeszkolenie dowódcy
ru: Завершить переподготовку командира
uk: Завершити перепідготовку командира
zh: 完成指挥官重新训练
zh_sg: 完成指挥官重新训练

# IDS_FINISHED_RETRAINING_FOR
source: Complete retraining for
es_mx: Completar reentrenamiento por
ja: 再訓練を完了:
pl: Pełne przeszkalanie za
ru: Завершить переподготовку за
uk: Завершити перепідготовку за
zh: 完成重新训练
zh_sg: 完成重新训练

# IDS_FINISH_ACCOUNT_COMPLETION
source: Create a Wargaming account
es_mx: Crea una cuenta de Wargaming
ja: Wargaming アカウントの作成
pl: Stwórz konto Wargaming
ru: Создать аккаунт Wargaming
uk: Створити акаунт Wargaming
zh: 完成注册
zh_sg: 创建Wargaming账号

# IDS_FINISH_ACCOUNT_COMPLETION_TOOLTIP
source: Proceed to create a new account
es_mx: Procede para crear una cuenta nueva
ja: アカウント新規作成に進む
pl: Przystąp do tworzenia nowego konta
ru: Перейти к созданию аккаунта
uk: Перейти до створення акаунта
zh: 完成注册
zh_sg: 前往创建新账号

# IDS_FIREPROOF_RANK
source: You cannot lose this Rank.
es_mx: No puedes perder este Rango.
ja: このランクを失うことはありません。
pl: Nie można stracić tego stopnia.
ru: Этот ранг нельзя потерять.
uk: Цей ранг не можна втратити.
zh: 您不能失去这个排位。
zh_sg: 您不会失去此排名。

# IDS_FIRE_EXTINGUISHED
source: The fire is out.
es_mx: Fuego extinguido.
ja: 火災を鎮火
pl: Pożar ugaszony.
ru: Пожар потушен.
uk: Пожежу ліквідовано.
zh: 火已扑灭。
zh_sg: 火灾已扑灭。

# IDS_FIRE_LARGE
source: Extensive fire.
es_mx: Fuego extenso.
ja: 大火災
pl: Rozległy pożar.
ru: Сильное возгорание.
uk: Сильне загоряння.
zh: 大规模起火。
zh_sg: 大规模起火。

# IDS_FIRE_SMALL
source: Localized fire.
es_mx: Fuego localizado.
ja: 小火災
pl: Miejscowy pożar.
ru: Слабое возгорание.
uk: Слабке загоряння.
zh: 区域性起火。
zh_sg: 区域性起火。

# IDS_FIRST_AMERICAN_ARCSUBCOLLECTION_NAME
source: Cruisers, 1900s–1930s
es_mx: Cruceros, 1900-1930
ja: 巡洋艦 (1900–1930 年代)
pl: Krążowniki, lata 1900–1939
ru: Крейсеры 1900–1930-х гг.
uk: Крейсер 1900–1930-х рр.
zh: 巡洋舰，1900年代 - 1930年代
zh_sg: 巡洋舰，1900年代至1930年代

# IDS_FIRST_AZURLANESUBCOLLECTION_NAME
source: Eagle Union
es_mx: Unión del Águila
ja: ユニオン
ru: Союз Орла
uk: Союз Орла
zh: Союз Орла
zh_sg: 白鹰联邦

# IDS_FIRST_BATTLE_PROMPT_FASTER
source: SPEED UP
es_mx: ACELERAR
ja: 加速
pl: PRZYSPIESZ
ru: БЫСТРЕЕ
uk: ШВИДШЕ
zh: БЫСТРЕЕ
zh_sg: 加速

# IDS_FIRST_BATTLE_PROMPT_LEFT_RIGHT
source: LEFT/RIGHT
es_mx: IZQUIERDA/DERECHA
ja: 左/右
pl: LEWO/PRAWO
ru: ВЛЕВО/ВПРАВО
uk: ЛІВОРУЧ/ПРАВОРУЧ
zh: ВЛЕВО/ВПРАВО
zh_sg: 左/右

# IDS_FIRST_BATTLE_PROMPT_SLOWER
source: SLOW DOWN
es_mx: DESACELERAR
ja: 減速
pl: ZWOLNIJ
ru: МЕДЛЕННЕЕ
uk: ПОВІЛЬНІШЕ
zh: МЕДЛЕННЕЕ
zh_sg: 减速

# IDS_FIRST_BD098_NAME
source: Early Dreadnought Era
ja: 初期ドレッドノート時代
pl: Era wczesnych drednotów
ru: Начало дредноутной эры
zh: Начало «дредноутной эры»

# IDS_FIRST_BDSUBCOLLECTION_NAME
source: Part 1
es_mx: Parte 1
ja: パート 1
pl: Część 1
ru: Часть 1
uk: Частина 1
zh: 第 1 部分
zh_sg: 第 1 部分

# IDS_FIRST_BRITISHARC_NAME
source: Badges
es_mx: Medallas
ja: バッジ
pl: Odznaki
ru: Эмблемы
uk: Емблеми
zh: 徽章
zh_sg: 徽章

# IDS_FIRST_BRITISHCVARC_NAME
source: Strike Aircraft
es_mx: Aviones de Ataque
ja: 攻撃用航空機
pl: Samoloty szturmowe
ru: Ударная авиация
uk: Ударна авіація
zh: Ударная авиация
zh_sg: 攻击机

# IDS_FIRST_CAPTSUBCOLLECTION_NAME
source: First Hundred Battles
es_mx: Las Primeras Cien Batallas
ja: 最初の 100 戦
pl: Pierwsza setka bitew
ru: Первые 100 боёв
uk: Перші 100 боїв
zh: Первые 100 боёв
zh_sg: 前一百场战斗

# IDS_FIRST_FRENCHDDARC_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_FIRST_GF097_NAME
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Самолёты
uk: Літаки
zh: 飞机
zh_sg: 飞机

# IDS_FIRST_HAPPY_BIRTHDAY2018SUBCOLLECTION_NAME
source: Part 1
es_mx: Parte 1
ja: パート 1
pl: Część 1
ru: Часть 1
uk: Частина 1
zh: 第 1 部分
zh_sg: 第 1 部分

# IDS_FIRST_HSF2018SUBCOLLECTION_NAME
source: Bridge Crew
es_mx: Tripulación del Puente
ja: 艦橋
pl: Załoga mostka
ru: Вахтенные на мостике
uk: Вахтові на містку
zh: 舰桥成员
zh_sg: 舰桥船员

# IDS_FIRST_ITCA_0810_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_FIRST_KOTSSUBCOLLECTION_NAME
source: Players
es_mx: Jugadores
ja: プレイヤー
pl: Gracze
ru: Игроки
uk: Гравці
zh: 玩家
zh_sg: 玩家

# IDS_FIRST_NY2018SUBCOLLECTION_NAME
source: Ship Elements
es_mx: Elementos del barco
ja: 艦艇の要素
pl: Elementy okrętu
ru: Элементы кораблей
uk: Елементи кораблів
zh: 战舰元素
zh_sg: 战舰元素

# IDS_FIRST_NY2019SUBCOLLECTION_NAME
source: Titled Persons
es_mx: Personas con Título
ja: 貴族
pl: Osoby tytularne
ru: Титулованные особы
uk: Титуловані персони
zh: 封面人物
zh_sg: 标题人物

# IDS_FIRST_NY2020SUBCOLLECTION_NAME
source: Creating a Ship
es_mx: Creando un Barco
ja: 艦艇の建造
pl: Tworzenie okrętu
ru: Создание корабля
uk: Створення корабля
zh: Создание корабля
zh_sg: 建造一艘舰艇

# IDS_FIRST_OVECHKINSUBCOLLECTION_NAME
source: Hockey Gear
es_mx: Equipo de Hockey
ja: ホッケー用具
pl: Sprzęt hokejowy
ru: Хоккейная форма
uk: Хокейна форма
zh: 曲棍球装备
zh_sg: 冰球装备

# IDS_FIRST_SOVIETBBARC_NAME
source: Admiral Nikolay Gerasimovich Kuznetsov
es_mx: Almirante Nikolay Gerasimovich Kuznetsov
ja: ニコライ・ゲラシモヴィチ・クズネツォフ提督
pl: Admirał Nikołaj Gierasimowicz Kuzniecow
ru: Адмирал Николай Герасимович Кузнецов
uk: Адмірал Микола Герасимович Кузнєцов
zh: Адмирал Николай Герасимович Кузнецов
zh_sg: 海军上将 尼古拉·库兹涅佐夫

# IDS_FIRST_VIVALAFRANCESUBCOLLECTION_NAME
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Корабли
uk: Кораблі
zh: 战舰
zh_sg: 战舰

# IDS_FIRST_WIN
source: Daily win bonus
es_mx: Bono de victoria diario
ja: デイリーウィンボーナス
pl: Premia codziennego zwycięstwa
ru: Ежедневный бонус за победу
uk: Щоденний бонус за перемогу
zh: 每日获胜奖励
zh_sg: 每日胜利加成

# IDS_FIRST_WIN_HINT
source: XP received as a result of the daily win bonus
es_mx: XP recibida como resultado del bono de victoria diario
ja: デイリーウィンボーナスで取得した EXP
pl: PD otrzymane z uwzględnieniem premii za codzienne zwycięstwo
ru: Количество опыта, начисленного благодаря ежедневному бонусу за победу
uk: Кількість досвіду, доданого завдяки щоденному бонусу за перемогу
zh: 由于每日获胜奖励而获得的经验
zh_sg: 由每日获胜加成而获得的经验

# IDS_FIRST_WIN_HINT_EXT
source: You get a daily XP bonus for one or more wins on each ship.
es_mx: Obtienes un bono de XP diario por una o más victorias en cada barco.
ja: 各艦艇で 1 戦以上勝利した際にデイリー EXP ボーナスを取得できます。
pl: Otrzymujesz codzienną premię w PD za jedno lub więcej zwycięstw każdym z okrętów.
ru: Ежедневно вы получаете бонус к опыту за одну или несколько побед на каждом корабле.
uk: Щодня ви отримуєте бонус до досвіду за одну або кілька перемог на кожному кораблі.
zh: 您用各艘战舰获胜一次或以上所得到的每日经验奖励。
zh_sg: 您用各艘战舰获胜一次或以上所得到的每日经验奖励。

# IDS_FIRST_YAMSUBCOLLECTION_NAME
source: Uniform
es_mx: Uniforme
ja: 制服
pl: Mundur
ru: Униформа
uk: Однострій
zh: 军服
zh_sg: 军服

# IDS_FIXING_TARGET_POSITION
source: Lock Target
es_mx: Fijar en Objetivo
ja: 目標ロック
pl: Zablokuj na celu
ru: Захватить цель
uk: Захопити ціль
zh: 锁定目标
zh_sg: 锁定目标

# IDS_FLAG
source: Flags
es_mx: Banderas
ja: 旗
pl: Flagi
ru: Флаги
uk: Прапори
zh: 旗帜
zh_sg: 旗帜

# IDS_FLAGS_QUALITY
source: Signal Flags
es_mx: Banderas de Señales
ja: 信号旗
pl: Flagi sygnałowe
ru: Сигнальные флаги
uk: Сигнальні прапори
zh: 信号旗描述
zh_sg: 信号旗描述

# IDS_FLORA_DENSITY
source: Flora
ja: 植生
pl: Roślinność
ru: Растительность
uk: Рослинність
zh: 植物
zh_sg: 植物

# IDS_FOGHORN
source: Ship horn
es_mx: Sirena del barco
ja: 汽笛
pl: Syrena okrętowa
ru: Корабельный гудок
uk: Корабельний гудок
zh: 战舰雾笛
zh_sg: 战舰雾笛

# IDS_FOR
source: for
es_mx: por
ja: コスト:
pl: za
ru: за
uk: за
zh: 花费
zh_sg: 以

# IDS_FORCED_REGISTRATION_INFO_0
source: Register a permanent account now to gain access to all the features available in the game!
es_mx: ¡Registra ahora una cuenta permanente para obtener acceso a todas las características disponibles en el juego!
ja: 無期限アカウントを作成してゲームの全機能にアクセスしましょう!
pl: Zarejestruj stałe konto już teraz i zyskaj dostęp do wszystkich możliwości gry!
ru: Откройте все игровые возможности с постоянным аккаунтом!
uk: Отримайте усі ігрові можливості з постійним акаунтом!
zh: 现在注册永久账号就能使用游戏提供的所有功能！
zh_sg: 现在注册永久账号就能使用游戏提供的所有功能！

# IDS_FORCED_REGISTRATION_INFO_1
source: By registering, you will be able to save and protect your progress and take on a unique in-game name.
es_mx: Al registrarte, podrás guardar y proteger tu progreso y adquirir un nombre único en el juego.
ja: 登録することで、固有のプレイヤー名を設定してゲームの進行状況を保存できるようになります。
pl: Rejestracja pozwoli na zachowanie Twoich postępów w grze i przybranie unikalnej nazwy w grze.
ru: Регистрация позволит вам сохранить и защитить игровой прогресс, а также задать себе уникальное имя.
uk: Реєстрація дозволить вам зберегти і захистити ігровий прогрес, а також вибрати собі унікальне ім’я.
zh: 通过注册，您就可以保存并保护好自己的进度，然后取一个独一无二的游戏名称。
zh_sg: 通过注册，您就可以保存并保护好自己的进度，然后取一个独一无二的游戏名称。

# IDS_FORCED_REGISTRATION_MODAL_WINDOW_ENTER_HEADER
source: Log in to your account
es_mx: Inicia sesión en tu cuenta
ja: アカウントでログイン
pl: Zaloguj się na swoje konto
ru: Войдите под своим аккаунтом
uk: Увійдіть своїм акаунтом
zh: 登录您的账号
zh_sg: 登录您的账号

# IDS_FORCED_REGISTRATION_MODAL_WINDOW_HEADER
source: Create a permanent account
es_mx: Crea una cuenta permanente
ja: 無期限アカウントの作成
pl: Stwórz stałe konto
ru: Создайте постоянный аккаунт
uk: Створіть постійний акаунт
zh: 建立永久账号
zh_sg: 建立永久账号
