Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT332_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT333_1
source: Cause %(count)d HP of damage to enemy ships with aerial torpedoes.
es_mx: Causa %(count)d HP de daño a barcos enemigos con torpedos aéreos.
ja: 航空魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przy pomocy torped lotniczych.
ru: Нанесите кораблям противника %(count)d урона авиаторпедами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди авіаторпедами.
zh: 用航空鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用空投鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT334_1
source: Incapacitate the engine of an enemy ship %(count)d time.
es_mx: Incapacita el motor de un barco enemigo %(count)d vez.
ja: 敵艦艇の主機を %(count)d 回機能停止させる。
pl: Unieruchom silnik wrogiego okrętu %(count)d raz.
ru: Выведите из строя двигатель на корабле противника %(count)d раз.
uk: Виведіть з ладу двигуни на кораблях супротивника %(count)d раз.
zh: 使敌方战舰的引擎失去作用 %(count)d 次。
zh_sg: 使敌方战舰的引擎瘫痪%(count)d次。

# IDS_PCQT335_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите %(count)d раз, оставаясь в живых до конца боя.
uk: Здобудьте перемогу %(count)d раз, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗并且存活下来。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT336_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT337_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT338_1
source: Destroy %(count)d enemy battleship.
es_mx: Destruye %(count)d acorazado enemigo.
ja: 敵戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d pancernik wroga.
ru: Уничтожьте %(count)d линкор противника.
uk: Знищте %(count)d лінкор супротивника.
zh: 击毁 %(count)d 艘敌方战列舰。
zh_sg: 击毁%(count)d艘敌方战列舰。

# IDS_PCQT339_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT341_1
source: Be the first to spot %(count)d German ship.
es_mx: Se el primero en detectar %(count)d barco alemán.
ja: 最初にドイツ艦艇を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niemiecki okręt.
ru: Первым в бою обнаружьте %(count)d немецкий корабль.
uk: Першим у бою виявіть %(count)d німецький корабель.
zh: 成为第一个侦察到 %(count)d 艘D国战舰的人。
zh_sg: 第一个侦察到%(count)d艘德国战舰。

# IDS_PCQT342_1
source: Be the first to spot %(count)d German ship.
es_mx: Se el primero en detectar %(count)d barco alemán.
ja: 最初にドイツ艦艇を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niemiecki okręt.
ru: Первым в бою обнаружьте %(count)d немецкий корабль.
uk: Першим у бою виявіть %(count)d німецький корабель.
zh: 成为第一个侦察到 %(count)d 艘D国战舰的人。
zh_sg: 第一个侦察到%(count)d艘德国战舰。

# IDS_PCQT343_1
source: Incapacitate the steering gears of an enemy ship %(count)d time.
es_mx: Incapacita el engrane de dirección de un barco enemigo %(count)d vez.
ja: 敵艦艇の操舵装置を %(count)d 回機能停止させる。
pl: Unieruchom układ sterowania wrogiego okrętu %(count)d raz.
ru: Выведите из строя рулевые машины на корабле противника %(count)d раз.
uk: Виведіть з ладу рульові механізми на кораблі супротивника %(count)d раз.
zh: 使敌方战舰的操舵装置失去作用 %(count)d 次。
zh_sg: 致使敌方战舰的操舵装置失效%(count)d次。

# IDS_PCQT344_1
source: Hit enemy ships with aerial torpedoes %(count)d time.
es_mx: Alcanza a los barcos enemigos con torpedos aéreos %(count)d vez.
ja: 航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręty wroga torpedą lotniczą %(count)d raz.
ru: Попадите авиаторпедами по кораблям противника %(count)d раз.
uk: Влучте авіаторпедами у кораблі супротивника %(count)d раз.
zh: 用航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT345_1
source: Cause %(count)d HP of damage to enemy battleships in a single battle.
es_mx: Causa %(count)d HP de daño a los acorazados enemigos en una sola batalla.
ja: 1 戦で敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga w jednej bitwie.
ru: В одном бою нанесите %(count)d урона линкорам противника.
uk: В одному бою завдайте %(count)d од. шкоди лінкорам супротивника.
zh: 在一场战斗中对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT346_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT347_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT348_1
source: Destroy %(count)d enemy destroyer.
es_mx: Destruye %(count)d destructor enemigo.
ja: 敵駆逐艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niszczyciel wroga.
ru: Уничтожьте %(count)d эсминец противника.
uk: Знищте %(count)d есмінець супротивника.
zh: 击毁 %(count)d 艘敌方驱逐舰。
zh_sg: 击毁%(count)d艘敌方驱逐舰。

# IDS_PCQT349_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT351_1
source: Hit enemy cruisers and destroyers %(count)d time with the main guns.
es_mx: Alcanza a los cruceros y destructores enemigos %(count)d vez con los cañones principales.
ja: 主砲によって敵巡洋艦と駆逐艦に命中弾を %(count)d 回与える。
pl: Traf krążowniki i niszczyciele wroga %(count)d raz działami baterii głównych.
ru: Попадите по крейсерам и эсминцам противника %(count)d раз из орудий главного калибра.
uk: Влучте у крейсери та есмінці супротивника %(count)d раз з гармат головного калібру.
zh: 用主炮或副炮击中敌方巡洋舰和驱逐舰 %(count)d 次。
zh_sg: 用主炮或副炮击中敌方巡洋舰和驱逐舰%(count)d次。

# IDS_PCQT352_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите %(count)d раз, оставаясь в живых до конца боя.
uk: Здобудьте перемогу %(count)d раз, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗并且存活下来。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT353_1
source: Cause %(count)d HP of damage to enemy ships with torpedoes.
es_mx: Causa %(count)d HP de daño a los barcos enemigos con torpedos.
ja: 魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami.
ru: Нанесите кораблям противника %(count)d урона торпедами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди торпедами.
zh: 用鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT354_1
source: Hit enemy ships %(count)d time with the secondary battery guns.
es_mx: Impacta barcos enemigos %(count)d vez con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz działami baterii dodatkowej.
ru: Попадите по кораблям противника %(count)d раз из орудий вспомогательного калибра.
uk: Влучте у кораблі супротивника %(count)d раз з гармат допоміжного калібру.
zh: 用副炮击中敌方战舰 %(count)d 次。
zh_sg: 用副炮击中敌方战舰%(count)d次。

# IDS_PCQT355_1
source: Earn %(count)d "Dreadnought" achievement.
es_mx: Obtén %(count)d logro "Acorazado".
ja: 勲章「ドレッドノート」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Drednot” %(count)d raz.
ru: Получите %(count)d достижение «Дредноут».
uk: Отримайте %(count)d досягнення «Дредноут».
zh: 获得 %(count)d 个「无人能挡」成就。
zh_sg: 获得%(count)d次“无人能挡”成就。

# IDS_PCQT356_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT357_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT358_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT359_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT361_1
source: Cause %(count)d HP of damage to enemy ships with the main battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería principal.
ja: 主砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga swoją główną baterią.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат головного калібру.
zh: 用主炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用主炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT362_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите %(count)d раз, оставаясь в живых до конца боя.
uk: Здобудьте перемогу %(count)d раз, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT363_1
source: Cause %(count)d HP of damage to enemy ships with the secondary battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga działami baterii dodatkowej.
ru: Нанесите кораблям противника %(count)d урона огнём орудий вспомогательного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат допоміжного калібру.
zh: 用副炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用副炮对敌方战舰造成%(count)d生命值伤害。

# IDS_PCQT364_1
source: Hit enemy ships with ship torpedoes %(count)d time.
es_mx: Impacta barcos enemigos con torpedos de barcos %(count)d vez.
ja: 艦載魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga torpedą wystrzeloną z okrętu %(count)d raz.
ru: Попадите по кораблям противника корабельными торпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними торпедами %(count)d раз.
zh: 用战舰鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT365_1
source: Destroy %(count)d German battleship.
es_mx: Destruye %(count)d acorazado alemán.
ja: ドイツ戦艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d niemiecki pancernik.
ru: Уничтожьте %(count)d немецкий линкор.
uk: Знищте %(count)d німецький лінкор.
zh: 击毁 %(count)d 艘D国战列舰。
zh_sg: 击毁%(count)d艘德国战列舰。

# IDS_PCQT366_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT367_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT368_1
source: Rank %(count)d time among the top-5 XP earners on your team.
es_mx: Ubícate %(count)d vez entre los mejores 5 ganadores de XP en tu equipo.
ja: 取得 EXP でチーム内 TOP 5 を %(count)d 回達成する。
pl: %(count)d raz znajdź się w pierwszej 5 swojej drużyny pod względem zdobytego doświadczenia.
ru: Войдите в топ-5 своей команды по количеству заработанного опыта %(count)d раз.
uk: Посядьте місце у топ-5 своєї команди за кількістю здобутого досвіду %(count)d раз.
zh: 获得置身己队前 5 名的经验 %(count)d 次。
zh_sg: 在己方团队中经验获取量排名前5名%(count)d次。

# IDS_PCQT369_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT371_1
source: Earn the most XP on your team %(count)d time.
es_mx: Obtén la mayor XP de tu equipo %(count)d vez.
ja: チーム内最多 EXP を %(count)d 回達成する。
pl: Zdobądź najwięcej PD w swojej drużynie %(count)d raz.
ru: Займите первое место в своей команде по количеству заработанного опыта %(count)d раз.
uk: Посядьте перше місце у своїй команді за кількістю здобутого досвіду %(count)d раз.
zh: 获得置身己队最多的经验 %(count)d 次。
zh_sg: 在己方团队获得最多的经验%(count)d 次。

# IDS_PCQT372_1
source: Receive %(count)d HP of potential damage and survive in a single battle.
es_mx: Recibe %(count)d HP de daño potencial en una sola batalla y sobrevive.
ja: 1 戦で %(count)d HP の潜在ダメージを受け、生還する。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń w jednej bitwie i przetrwaj.
ru: Получите %(count)d единицу потенциального урона в одном бою и останьтесь в живых.
uk: Отримайте %(count)d од. потенційної шкоди в одному бою і виживіть.
zh: 在一场战斗中受到 %(count)d 血量潜在伤害并存活下来。
zh_sg: 在一场战斗中受到%(count)d血量潜在伤害并存活下来。

# IDS_PCQT373_1
source: Destroy %(count)d enemy destroyer and survive in a single battle.
es_mx: Destruye %(count)d destructor enemigo y sobrevive en una sola batalla.
ja: 1 戦で敵駆逐艦を %(count)d 隻撃沈し、生還する。
pl: Zniszcz %(count)d wrogi niszczyciel i przetrwaj bitwę.
ru: Уничтожьте %(count)d эсминец противника в одном бою и останьтесь в живых.
uk: Знищте %(count)d есмінець супротивника в одному бою і виживіть.
zh: 在一场战斗中击毁 %(count)d 艘敌方驱逐舰并存活下来。
zh_sg: 在一场战斗中击毁%(count)d艘敌方驱逐舰并存活下来。

# IDS_PCQT374_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT375_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите в цитадель корабля противника %(count)d раз.
uk: Влучте у цитадель корабля супротивника %(count)d раз.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT376_1
source: Cause %(count)d HP of damage to enemy ships with the main battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería principal.
ja: 主砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga swoją główną baterią.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат головного калібру.
zh: 用主炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用主炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT377_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди пожежами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT378_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT379_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT380_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT381_1
source: Earn the most XP on your team %(count)d time.
es_mx: Obtén la mayor XP de tu equipo %(count)d vez.
ja: チーム内最多 EXP を %(count)d 回達成する。
pl: Zdobądź najwięcej PD w swojej drużynie %(count)d raz.
ru: Займите первое место в своей команде по количеству заработанного опыта %(count)d раз.
uk: Посядьте перше місце у своїй команді за кількістю здобутого досвіду %(count)d раз.
zh: 获得置身己队最多经验 %(count)d 次。
zh_sg: 在己方团队获得最多的经验%(count)d 次。

# IDS_PCQT382_1
source: Help your team cause %(count)d HP of damage upon your spotting in a single battle.
es_mx: Ayuda a tu equipo a causar %(count)d HP de daño por tus detecciones en una sola batalla.
ja: 1 戦で自艦の観測によるダメージ %(count)d HP を達成する。
pl: Pomóż swojej drużynie zadać %(count)d PW uszkodzeń w jednej bitwie poprzez podświetlanie przeciwników.
ru: Обеспечьте нанесение %(count)d единицы урона по вашим разведданным в одном бою.
uk: Допоможіть команді завдати %(count)d од. шкоди за вашими розвідданими в одному бою.
zh: 在一场战斗中在您的侦察下协助己队造成 %(count)d 血量伤害。
zh_sg: 在一场战斗中通过侦察协助己方团队造成%(count)d血量伤害。

# IDS_PCQT383_1
source: Hit enemy ships with aerial torpedoes %(count)d time in a single battle.
es_mx: Alcanza barcos enemigos con torpedos aéreos %(count)d vez y sobrevive en una sola batalla.
ja: 1 戦で航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręty wroga torpedami lotniczymi %(count)d raz w jednej bitwie.
ru: В одном бою попадите авиаторпедами по кораблям противника %(count)d раз.
uk: В одному бою влучте авіаторпедами у кораблі супротивника %(count)d раз.
zh: 在一场战斗中用航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 在一场战斗中用空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT384_1
source: Earn %(count)d "AA Defense Expert" or "King of the Air" achievement.
es_mx: Obtén %(count)d logro "Experto en Defensa AA" o "Rey del Aire".
ja: 勲章「対空エース」または「空の王者」を %(count)d 個取得する。
pl: Zdobądź osiągnięcie „Ekspert obrony przeciwlotniczej” lub „Król przestworzy” %(count)d raz.
ru: Получите %(count)d достижение «Мастер ПВО» или «Король воздуха».
uk: Отримайте %(count)d досягнення «Майстер ППО» або «Король повітря».
zh: 获得 %(count)d 个「防空火炮专家」和「战机杀手」成就。
zh_sg: 获得%(count)d次“对空防御专家”或“空战之王”成就。

# IDS_PCQT385_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT386_1
source: Earn any %(count)d achievement.
es_mx: Obtén %(count)d logro cualquiera.
ja: 任意の実績を %(count)d 個取得する。
pl: Zdobądź %(count)d dowolne osiągnięcie.
ru: Получите %(count)d любое достижение.
uk: Отримайте %(count)d будь-яке досягнення.
zh: 侦察到 %(count)d 颗鱼雷。
zh_sg: 获得%(count)d个任意成就。

# IDS_PCQT387_1
source: Shoot down %(count)d enemy aircraft.
es_mx: Derriba %(count)d avión enemigo.
ja: 敵機を %(count)d 機撃墜する。
pl: Zestrzel %(count)d samolot wroga.
ru: Уничтожьте %(count)d самолёт противника.
uk: Знищте %(count)d літак супротивника.
zh: 击落 %(count)d 架敌方飞机。
zh_sg: 击落%(count)d架敌方飞机。

# IDS_PCQT388_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT389_1
source: Earn a total of %(count)d credit.
es_mx: Obtén un total de %(count)d crédito.
ja: 合計 %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит суммарно.
uk: Заробіть загалом %(count)d кредит.
zh: 获得总共 %(count)d 银币。
zh_sg: 获得总共%(count)d银币。

# IDS_PCQT390_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。
