Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC338_SOVIETBBARC_BALTIETS_PISTOL_DESCRIPTION
source: The harsh winter of 1941–1942 was a severe test not only for the citizens and defenders of the blockaded Leningrad. Weapons and military equipment also was seriously affected. Thus, the TT pistol, being in service with the army and navy, often malfunctioned in freezing temperatures. Kontr-Admiral Rall, Chief of Staff of the Baltic Navy, requested the higher authorities to produce a more reliable pistol at one of the Leningrad plants to arm the naval officers. After considering the issue, the Leningrad Regional Committee of the Communist Party appointed Plant No. 181 to design and manufacture the first batch of new pistols as soon as possible. Having received just drawings of the parts in January 1942, the masters at the plant made a prototype by hand. In March 1942, it was successfully tested at the temperature of −30 degrees Celsius. The pistol, named Baltiets in honor of the Baltic Navy, had a 7.62 mm caliber and a magazine for eight cartridges. Under the blockade, a total of 14 Baltiets pistols were made by hand. Admiral Nikolay Gerasimovich Kuznetsov, the People's Commissar for the Navy, was given the pistol with serial number 2 and the dedicatory inscription as a present.
es_mx: El duro invierno entre 1941 y 1942 no solo fue una dura prueba para los ciudadanos y defensores del asediado Leningrado. Las armas y el equipamiento militar también se vieron afectadas seriamente. Un ejemplo fue la pistola TT en servicio en el ejército y la armada, que era muy propensa a fallar debido a las bajas temperaturas. El Kontr-Admiral Rall, Jefe de Estado Mayor de la Armada del Báltico, solicitó a las autoridades superiores la producción de una pistolas más confiable en una de las plantas de Leningrado para armar a los oficiales navales. Tras estudiar este problema, el Comité Regional del Partido Comunista de Leningrado asignó a la Planta N.º 181 el diseño y la fabricación del primer lote de las nuevas pistolas lo antes posible. Después de recibir únicamente los dibujos de las partes en enero de 1942, los maestros de la planta hicieron un prototipo a mano. En marzo de 1942 fue probado con éxito a una temperatura de −30 grados Celsius. La pistola, llamada Baltiets en honor a la Armada del Báltico, tenía un calibre de 7.62 mm y un cargador para ocho cartuchos. Durante el bloqueo, se fabricaron a mano un total de 14 pistoles Baltiets. El Almirante Nikolay Gerasimovich Kuznetsov, Comisario del Pueblo para la Armada, recibió la pistola con el N.º de serie 2 y una inscripción dedicada como regalo.
ja: 1941 年から 1942 年にかけての厳しい冬には、レニングラード包囲戦下の市民や防衛軍だけが辛い試練を受けたわけではありません。兵器や軍事装備も深刻な影響を受けました。こうして、陸海軍で使用されていたトカレフ拳銃はしばしば氷点下で製造されました。バルト海艦隊参謀長のラル少将は上層部に対し、レニングラードの工場のひとつでより信頼性の高い拳銃を製造して海軍士官用の武器とするように求めました。 この要求を検討した結果、レニングラード地域の共産党委員会は第 181 工場に対し、新型拳銃の最初のロットを大至急設計し生産するよう指示しました。1942 年 1 月に部品のスケッチのみを受け取った工場の熟練技師たちは手作業で試作型を製作しました。1942 年 3 月、この試作型はマイナス 30 度での試験に成功しました。バルト海艦隊に敬意を表してバルチエツと命名されたこの拳銃は、口径 7.62 mm で 8 発式弾倉でした。包囲下において、計 14 丁のバルチエツ拳銃が手作業で製造されました。海軍人民委員のニコライ・ゲラシモヴィチ・クズネツォフ元帥はシリアルナンバー 2 番と特別な銘刻の入った拳銃を贈呈されました。
pl: Ostra zima w latach 1941–1942 była ciężkim doświadczeniem nie tylko dla mieszkańców i obrońców oblężonego Leningradu. Broń i sprzęt wojskowy również poddane zostały próbie. Pistolet TT, jaki znajdował się na wyposażeniu armii i marynarki, często zawodził na siarczystym mrozie. Kontradmirał Rall, szef sztabu Marynarki Bałtyckiej zwrócił się z prośbą do władz o wyprodukowanie dla oficerów marynarki bardziej niezawodnego pistoletu w jednej z Leningradzkich fabryk. Po rozpatrzeniu wniosku leningradzki Komitet Regionalny Partii Komunistycznej przydzielił fabryce nr 181 zadanie jak najszybszego zaprojektowania i wyprodukowania pierwszej partii nowych pistoletów. Otrzymawszy jedynie szkice części w styczniu 1942 roku rusznikarze w fabryce wykonali odręcznie prototyp. W marcu 1942 roku pomyślnie przetestowano go przy temperaturze –30 stopni Celsjusza. Pistolet, który na cześć Morza Bałtyckiego nazwano Baltiets, posiadał kaliber 7,62 mm i magazynek na osiem pocisków. W trakcie blokady odręcznie zbudowano 14 pistoletów Baltiets. Admirał Nikołaj Gierasimowicz Kuzniecow, Komisarz Ludowy Marynarki Wojennej, otrzymał w prezencie pistolet nr 2 ze specjalną inskrypcją.
ru: Суровая зима 1941–1942 года была жестоким испытанием не только для жителей и защитников блокадного Ленинграда. Серьёзно страдала и техника. Так, состоявший на вооружении армии и флота пистолет ТТ часто отказывал на морозе. Начальник штаба Балтийского флота контр-адмирал Ю. Ф. Ралль обратился в вышестоящие инстанции с просьбой изготовить на одном из ленинградских заводов более надёжный пистолет, которым можно было бы вооружить морских офицеров. Ленинградский областной комитет Коммунистической партии, рассмотрев вопрос, поручил заводу № 181 в кратчайшие сроки спроектировать и изготовить первую партию новых пистолетов. Получив в январе 1942 года лишь эскизы деталей, мастера завода вручную изготовили опытный образец, который уже в марте 1942 года был успешно испытан при температуре –30 градусов Цельсия. Пистолет, получивший в честь Балтийского флота название «Балтиец», имел калибр 7,62 мм и магазин на восемь патронов. Всего в условиях блокады, также кустарным способом, было изготовлено 14 «Балтийцев». Пистолет с заводским номером 2 и дарственной надписью вручили народному комиссару ВМФ адмиралу Николаю Герасимовичу Кузнецову.
uk: Сувора зима 1941–1942 року стала жорстоким випробуванням не лише для жителів і оборонців блокадного Ленінграда. Техніка теж серйозно страждала. Наприклад, пістолет «ТТ», що був на озброєнні армії та флоту часто відмовляв на морозі. Начальник штабу Балтійського флоту контр-адмірал Ю. Ф. Ралль звернувся у вищі інстанції з проханням виготовити на одному з Ленінградських заводів надійніший пістолет, яким можна було б озброїти морських офіцерів. Ленінградський обласний комітет Компартії розглянув прохання й доручив заводу № 181 якнайшвидше спроектувати й виготовити першу партію нових пістолетів. Отримавши в січні 1942 року лиш ескізи деталей, майстри заводу вручну створили дослідний зразок, який уже в березні 1942 року успішно випробували за температури –30 градусів Цельсія. Пістолет, що мав калібр 7,62 мм та магазин на вісім патронів, назвали «Балтієць» на честь Балтійського флоту. Загалом в умовах блокади, так само ручним способом виготовили 14 «Балтійців». Пістолет із заводським номером 2 і дарчим написом вручили народному комісару ВМФ адміралу Миколі Герасимовичу Кузнєцову.
zh: Суровая зима 1941–1942 года была жестоким испытанием не только для жителей и защитников блокадного Ленинграда. Серьёзно страдала и техника. Так, состоявший на вооружении армии и флота пистолет ТТ часто отказывал на морозе. Начальник штаба Балтийского флота контр-адмирал Ю. Ф. Ралль обратился в вышестоящие инстанции с просьбой изготовить на одном из ленинградских заводов более надёжный пистолет, которым можно было бы вооружить морских офицеров. Ленинградский областной комитет Коммунистической партии, рассмотрев вопрос, поручил заводу № 181 в кратчайшие сроки спроектировать и изготовить первую партию новых пистолетов. Получив в январе 1942 года лишь эскизы деталей, мастера завода вручную изготовили опытный образец, который уже в марте 1942 года был успешно испытан при температуре –30 градусов Цельсия. Пистолет, получивший в честь Балтийского флота название «Балтиец», имел калибр 7,62 мм и магазин на восемь патронов. Всего в условиях блокады, также кустарным способом, было изготовлено 14 «Балтийцев». Пистолет с заводским номером 2 и дарственной надписью вручили народному комиссару ВМФ адмиралу Николаю Герасимовичу Кузнецову.
zh_sg: 1941-1942的严冬不仅对被封锁的列宁格勒市民和保卫者来说是一次严峻的考验。也对武器和军事装备造成了严重影响。陆军和海军配备的TT型手枪，经常在极低的温度下故障。波罗的海海军参谋长康德尔上将要求上级当局在列宁格勒的工厂生产一种更可靠的手枪，作为海军军官的武器。 经过考虑，列宁格勒地区委员会任命第181号工厂，尽快设计和制造第一批新手枪。1942年1月一收到零件和图纸后，工厂就手工制作了一支原型枪。1942年3月，它在零下30度的温度下成功通过了测试。这支名为“波罗的海”的手枪是为纪念波罗的海海军而设计的，拥有7.62毫米口径和八发子弹的弹夹。在被封锁期间，一共手工制造了14支波罗的海手枪。海军人民委员尼古拉·格拉西莫维奇·库兹涅佐夫上将被授予了带有序列2号和专用铭文的手枪作为礼物。

# IDS_PCZC339_SOVIETBBARC_GAZ_A
source: GAZ-A Car (1935)
es_mx: Carro GAZ-A (1935)
ja: GAZ-A 車 (1935 年)
pl: Samochód GAZ-A (1935)
ru: Автомобиль ГАЗ-А (1935)
uk: Автомобіль ГАЗ-А (1935)
zh: Автомобиль ГАЗ-А (1935)
zh_sg: 嘎斯A汽车（1935）

# IDS_PCZC339_SOVIETBBARC_GAZ_A_DESCRIPTION
source: In 1933, Nikolay Gerasimovich Kuznetsov was appointed the Commander of light cruiser Chervona Ukraina. Under his command, the cruiser soon became the best ship of the Black Sea Navy in terms of combat training. The Soviet statesmen visited Chervona Ukraina many times. Among them was Sergo Ordzhonikidze, the People's Commissar of Heavy Industry, who was in charge of shipbuilding and production of Soviet cars. Impressed by the crew's training level and the ship's excellent condition, he presented the cruiser Commander with the GAZ-A. GAZ-A was the first Soviet passenger car of mass production. It was produced between 1932 and 1936 and was a licensed copy of the American Ford Model A, as it was impossible for the Soviet industry of the early 1930s to assimilate the production of an original model. A simple five-passenger phaeton, equipped with a 40 hp engine and bearing similar design to truck GAZ-AA, was supposed to be used not only for civilian needs. The Red Army was massively supplied with GAZ-A to be used mainly as a command vehicle.
es_mx: En 1933, Nikolay Gerasimovich Kuznetsov fue nombrado comandante del crucero ligero Chervona Ukraina. A su mando, el crucero se convirtió rápidamente en el mejor barco de la Armada del Mar Negro en términos de entrenamiento de combate. Los Estadistas de la URSS visitaron el Chervona Ukraina muchas veces. Entre ellos estaba Sergo Ordzhonikidze, el Comisario del Pueblo para la Industria Pesada, quien estaba a cargo de la construcción naval y la producción de carros soviéticos. Impresionado por el nivel de entrenamiento de la tripulación y la excelente condición del barco, le obsequió al comandante del crucero un GAZ-A. El GAZ-A fue el primer coche de pasajeros soviético es ser fabricado en serie. Estuvo en producción de 1932 a 1936, y era una copia con licencia del Ford Modelo A estadounidense, ya que era imposible para la industria soviética de principios de los años 30 asimilar la producción de un modelo original. Consistía en un simple faetón de cinco pasajeros, equipado con un motor de 40 hp y con un diseño similar al camión GAZ-AA, y que fue creado para usarse más allá de las necesidades civiles. El Ejército Rojo recibió un enorme suministro del GAZ-A, que sería usado principalmente como vehículo de mando.
ja: 1933 年にニコライ・ゲラシモヴィチ・クズネツォフは軽巡洋艦チェルヴォナ・ウクライナの艦長に任命されました。彼の指揮の下で、間もなく巡洋艦は黒海艦隊の中で戦闘訓練において最高の艦となりました。ソ連の国家指導者たちはチェルヴォナ・ウクライナを何度も訪問しました。その中の 1 人が造船とソ連車の生産を統括していた重工業人民委員のセルゴ・オルジョニキーゼです。この艦の乗組員の練度と素晴らしい状態に感銘を受けた彼は巡洋艦の艦長に GAZ-A を贈呈しました。 GAZ-A はソ連で最初に大量生産された乗用車です。1932 年から 1936 年にかけて生産された本車は、アメリカのフォード モデル A のライセンスコピーでした。1930 年代初頭のソ連の工業力では、独自モデルの生産を行うのが不可能だったためです。簡素な 5 人乗りのフェートン型であった本車は 40 馬力のエンジンを備え GAZ-AA トラックと類似した設計であり、民間以外の用途が想定されていました。赤軍では主に指揮車輌として GAZ-A が大量供給されました。
pl: W 1933 roku Nikołaj Gierasimowicz Kuzniecow mianowany został dowódcą lekkiego krążownika Chervona Ukraina. Pod jego dowództwem krążownik szybko stał się najlepszym okrętem szkoleniowym Floty Czarnomorskiej. Na jego pokładzie często gościły ważne osobistości Związku Radzieckiego. Wśród nich m.in. Sergo Ordżonikidze, Komisarz Ludowy Przemysłu Ciężkiego, który nadzorował budowę okrętów i samochodów w ZSRR. Będąc pod wrażeniem poziomu wyszkolenia załogi i doskonałego stanu okrętu, sprezentował on kapitanowi samochód GAZ-A. GAZ-A był pierwszym masowo produkowanym samochodem w ZSRR. Wytwarzano go w latach 1932–1936 i był on licencjonowaną kopią amerykańskiego Forda model A, ponieważ dla radzieckiego przemysłu lat 30. niemożliwa była produkcja oryginału. Prosty, pięcioosobowy faeton z silnikiem o mocy 40 KM o konstrukcji podobnej do ciężarówki GAZ-AA, którego przeznaczeniem było coś więcej niż użytkowanie cywilne. Armia Czerwona otrzymała GAZ-A w dużej liczbie, w charakterze samochodów dowodzenia.
ru: В 1933 году Николая Герасимовича Кузнецова назначили командиром лёгкого крейсера «Червона Украина». Под его командованием крейсер вскоре стал лучшим кораблём Черноморского флота по уровню боевой подготовки. Не раз «Червону Украину» посещали государственные деятели СССР. Был среди них и Серго Орджоникидзе, народный комиссар тяжёлой промышленности, в ведении которого находилось не только судостроение, но и производство советских автомобилей. Именно он, впечатлённый выучкой экипажа и блестящим состоянием корабля, подарил командиру крейсера автомашину «ГАЗ-А». «ГАЗ-А» был первым советским легковым автомобилем массовой постройки. Выпускался он с 1932 по 1936 год и являлся лицензионной копией американского Ford Model A, так как освоить оригинальную модель промышленность СССР в начале 1930-х годов ещё не могла. Простой пятиместный фаэтон с 40-сильным двигателем, максимально унифицированный по конструкции с выпускавшимся параллельно грузовиком «ГАЗ-АА», предполагалось использовать не только для гражданских нужд. «ГАЗ-А» в массовом порядке поступал на вооружение Красной армии, где использовался в основном в качестве штабного автомобиля.
uk: 1933 року Миколу Герасимовича Кузнєцова призначили командиром легкого крейсера «Червона Україна». Під його командуванням крейсер незабаром став найліпшим за рівнем бойової підготовки кораблем чорноморського флоту. «Червону Україну» неодноразово відвідували державні діячі СРСР, серед яких був зокрема Серго Орджонікідзе — Народний комісар важкої промисловості, у чиєму віданні було не лише суднобудування, але й радянська автомобільна промисловість. Саме він подарував командиру крейсера автомобіль «ГАЗ-А», бо був вражений уміннями екіпажу та блискучим станом корабля. «ГАЗ-А» став першим радянським легковим автомобілем масового виробництва — його випускали з 1932 до 1936 року. Він був ліцензійною копією американського Ford Model A, оскільки опанувати виробництво власної моделі автомобільна промисловість СРСР на початку 1930-х років ще не могла. Простий п’ятимісний фаетон, що був оснащений 40-сильним двигуном і мав конструкцію максимально уніфіковану з вантажівкою «ГАЗ-АА», створили не лише для цивільних потреб. «ГАЗ-А» масово брала на озброєння Червона армія, де його використовували здебільшого як штабний автомобіль.
zh: В 1933 году Николая Герасимовича Кузнецова назначили командиром лёгкого крейсера «Червона Украина». Под его командованием крейсер вскоре стал лучшим кораблём Черноморского флота по уровню боевой подготовки. Не раз «Червону Украину» посещали государственные деятели СССР. Был среди них и Серго Орджоникидзе, народный комиссар тяжёлой промышленности, в ведении которого находилось не только судостроение, но и производство советских автомобилей. Именно он, впечатлённый выучкой экипажа и блестящим состоянием корабля, подарил командиру крейсера автомашину «ГАЗ-А». «ГАЗ-А» был первым советским легковым автомобилем массовой постройки. Выпускался он с 1932 по 1936 год и являлся лицензионной копией американского Ford Model A, так как освоить оригинальную модель промышленность СССР в начале 1930-х годов ещё не могла. Простой пятиместный фаэтон с 40-сильным двигателем, максимально унифицированный по конструкции с выпускавшимся параллельно грузовиком «ГАЗ-АА», предполагалось использовать не только для гражданских нужд. «ГАЗ-А» в массовом порядке поступал на вооружение Красной армии, где использовался в основном в качестве штабного автомобиля.
zh_sg: 1933年，尼古拉·格拉西莫维奇·库兹涅佐夫被任命为轻型巡洋舰切尔沃纳·乌克兰号的指挥官。在他的指挥下，这艘巡洋舰很快成为黑海海军训练中表现最好的舰艇。苏联中央官员多次访问切尔沃纳·奥尔忠尼启则。其中包括负责造船和苏联汽车生产的重工业人民委员塞尔戈·奥德乔尼基德。由于船员的训练水平和船只状态良好，他向巡洋舰指挥官赠送了一辆嘎斯A。 嘎斯A是苏联第一批量产的乘用车。于1932年至1936年投入生产，是美国福特A型车的授权仿制品，1930年代初苏联的工业水平尚无法支持自研型号生产。一个简单的五座车舱，配备了40马力的发动机和类似嘎斯AA卡车的轴承设计，它的用途不仅仅是民用需求。红军部分大量配备了嘎斯A，主要用作指挥车。

# IDS_PCZC340_SOVIETBBARC_305MM
source: 305 mm Gun of 1907
es_mx: Cañón de 305 mm de 1907
ja: 305 mm 砲 (1907 年)
pl: Działo kal. 305 mm z 1907 r.
ru: 305-мм орудие образца 1907 года
uk: 305-мм гармата зразка 1907 р.
zh: 305-мм орудие образца 1907 года
zh_sg: 1907型305毫米火炮

# IDS_PCZC340_SOVIETBBARC_305MM_DESCRIPTION
source: Having analyzed the experience of the Russo-Japanese War of 1904–1905, the Admiralty command came to the conclusion that the main caliber guns of the new battleships should have much better ballistics and range of fire than the 305 mm, 40 caliber guns installed on the majority of the Russian squadron battleships. Initially, the armament of the designed battleship was supposed to be placed in double-gun turrets, but the Naval General Staff insisted on installation in triple turrets. The new 305 mm, 52 caliber gun was designed at the Obukhov Plant in St. Petersburg. The first copy was made in 1907. The three-gun turret was developed at the Metal Plant in St. Petersburg. The turrets of the Baltic battleships (Sevastopol, Gangut, and others) were protected by 203 mm thick armored plates. The maximum gun elevation angle was 25 degrees, which provided a 24 km range of fire of the 1911 shell. Later, after the modernization of one of the battleships, the gun elevation angle increased to 40 degrees, which extended the range of fire to 30 km.
es_mx: Al analizar la experiencia obtenida durante la Guerra Ruso-Japonesa de 1904 a 1905, la dirección del Almirantazgo llegó a la conclusión de que los cañones de mayor calibre de los nuevos acorazados debían tener una balística y alcance de disparo muy superiores al de los cañones de 305 mm y 40 calibres instalados en la mayoría de los acorazados rusos. Inicialmente, el armamento del acorazado diseñado debía ser colocado en torretas de dos cañones, pero el Estado Mayor Naval insistió en la instalación de torretas triples. El nuevo cañón de 305 mm y 52 calibres fue diseñado en la Planta Obukhov en San Petersburgo. La primera copia fue hecha en 1907. La torreta de tres cañones fue desarrollada en la Planta Mealúrgica en San Petersburgo. Las torretas de los acorazados del Bático (Sevastopol, Gangut, entre otros) estaban protegidas por placas blindadas de 203 mm de espesor. El máximo ángulo de elevación del cañón era de 25 grados, lo que proporcionaba un alcance de disparo de 24 km con los proyectiles usados en 1911. Posteriormente, tras la modernización de uno de los acorazados, el angulo de elevación del cañón aumentó a 40 grados, lo que extendió el alcance de disparo hasta los 30 km.
ja: 1904 年から 1905 年にかけての日露戦争で得た戦訓を分析した海軍司令部は、新型戦艦の主砲はロシア戦艦の大半に搭載されていた 40 口径 305 mm 砲よりもはるかに優れた弾道と射程を備えるべきだと結論しました。当初、彼らが設計した戦艦の主砲は連装砲塔に設置することが想定されましたが、海軍参謀本部は三連装砲塔の搭載を主張しました。 新しい 52 口径 305 mm 砲はサンクトペテルブルクのオブホフ工場で設計され、最初の砲が 1907 年に製造されました。三連装砲塔はサンクトペテルブルクの金属工場で開発されました。バルト海戦艦 (セヴァストポリ、ガングートなど) の砲塔は 203 mm の装甲版で防護されました。主砲の最大仰角は 25 度で、1911 年に使用されていた砲弾での射程は 24 km でした。後に、これらの戦艦のうち 1 隻を近代化改修したことで主砲の仰角が 40 度に向上し射程は 30 km に伸びました。
pl: Doświadczenia zdobyte w trakcie wojny rosyjsko-japońskiej z lat 1904–1905 doprowadziły Admiralicję do wniosku, że działa głównego kalibru nowych pancerników powinny mieć znacznie lepszą balistykę i zasięg niż 40-kalibrowe działa 305 mm, jakie posiadała większość rosyjskich pancerników. Początkowo działa główne nowego pancernika planowano umieścić w podwójnych wieżach, ale Sztab Główny Marynarki Wojennej naciskał na zamontowanie potrójnych wież. Nowe, 52-kalibrowe działa 305 mm zaprojektowane zostały w fabryce Obuchow w Sankt Petersburgu. Pierwszy egzemplarz powstał w 1907 roku. Potrójną wieżę zaprojektowano w hucie metalu w Sankt Petersburgu. Wieże pancerników bałtyckich (Sewastopol, Gangut i inne) chronione były 203-milimetrowym pancerzem. Maksymalny kąt podnoszenia dział wynosił 25 stopni, co dawało zasięg 24 kilometrów, w przypadku pocisków używanych w 1911 roku. Później, po modernizacji jednego z pancerników, kąt podnoszenia dział wzrósł do 40 stopni, co wydłużyło ich zasięg do 30 km.
ru: Проанализировав опыт Русско-японской войны 1904–1905 годов, руководство Морского ведомства пришло к выводу, что орудия главного калибра новых линейных кораблей должны обладать существенно лучшей баллистикой и дальнобойностью, чем 305-мм пушки в 40 калибров длиной, устанавливавшиеся на большинстве русских эскадренных броненосцев. Первоначально вооружение проектируемого линкора предполагалось разместить в двухорудийных башнях, однако затем по настоянию Морского Генерального штаба было отдано предпочтение трёхорудийной установке. Новое 305-мм орудие с длиной ствола в 52 калибра разрабатывал Обуховский завод в Санкт-Петербурге. Первый экземпляр был изготовлен уже в 1907 году. Трёхорудийную башенную установку разработали также в Санкт-Петербурге на Металлическом заводе. Башни балтийских линкоров («Севастополь», «Гангут» и другие) защищались броневыми плитами толщиной 203 мм. Максимальный угол возвышения орудий в них составлял 25 градусов, что обеспечивало дальность стрельбы в 24 километра снарядом образца 1911 года. Позднее, при модернизации одного из линкоров, угол возвышения орудий увеличили до 40 градусов, что довело их дальнобойность до 30 км.
uk: Проаналізувавши досвід Російсько-японської війни 1904–1905 рр., керівництво Морського відомства дійшло висновку: гармати головного калібру нових лінійних кораблів мають мати значно ліпші балістику й далекобійність, ніж 305-мм гармати з довжиною ствола 40 калібрів, які здебільшого встановлювали на російські ескадрені броненосці. Спочатку озброєння проектованого лінкора планували розмістити у двогарматних баштах, але згодом на вимогу Морського Генерального штабу віддали перевагу тригарматній установці. Нову 305-мм гармату з довжиною ствола 52 калібри розробили на Обуховському заводі в Санкт-Петербурзі. Перший екземпляр виготовили вже 1907 року. Тригарматну баштову установку створили також у Санкт-Петербурзі — на Металічному заводі. Башти балтійських лінкорів («Севастополь», «Гангут» та інші) захищали броньові плити 203 мм завтовшки. Максимальний кут піднесення гармат у них становив 25 градусів, що давало змогу стріляти снарядами зразка 1911 року на відстань 24 кілометри. Пізніше, під час модернізації одного з лінкорів, кут піднесення гармат збільшили до 40 градусів, зробивши таким способом їхню далекобійність до 30 км.
zh: Проанализировав опыт Русско-японской войны 1904–1905 годов, руководство Морского ведомства пришло к выводу, что орудия главного калибра новых линейных кораблей должны обладать существенно лучшей баллистикой и дальнобойностью, чем 305-мм пушки в 40 калибров длиной, устанавливавшиеся на большинстве русских эскадренных броненосцев. Первоначально вооружение проектируемого линкора предполагалось разместить в двухорудийных башнях, однако затем по настоянию Морского Генерального штаба было отдано предпочтение трёхорудийной установке. Новое 305-мм орудие с длиной ствола в 52 калибра разрабатывал Обуховский завод в Санкт-Петербурге. Первый экземпляр был изготовлен уже в 1907 году. Трёхорудийную башенную установку разработали также в Санкт-Петербурге на Металлическом заводе. Башни балтийских линкоров («Севастополь», «Гангут» и другие) защищались броневыми плитами толщиной 203 мм. Максимальный угол возвышения орудий в них составлял 25 градусов, что обеспечивало дальность стрельбы в 24 километра снарядом образца 1911 года. Позднее, при модернизации одного из линкоров, угол возвышения орудий увеличили до 40 градусов, что довело их дальнобойность до 30 км.
zh_sg: 通过对1904-1905年日俄战争的研究分析，海军司令部得出了结论：新型战列舰的主炮应该比当时大部分俄罗斯战舰上装备的40倍口径305毫米火炮拥有更好的弹道和射程。最初，设计的战列舰的武器采用了双联装炮塔方案，但海军总参谋部坚持使用三联装炮塔。 新式52倍口径305毫米火炮在圣彼得堡的奥布科夫工厂设计。第一副本于1907年制造。而三联装炮塔则是在圣彼得堡的金属厂研发。波罗的海战列舰（塞瓦斯托波尔号、甘古特号等）的炮塔使用了203毫米的装甲板保护。最大的火炮仰角为25度，使用1911年制的炮弹射程可达到24公里。后来，其中一艘战列舰现代化后，火炮仰角增加到40度，射程扩大到了30公里。

# IDS_PCZC341_SOVIETBBARC_356MM
source: 356 mm Gun of 1913
es_mx: Cañón de 356 mm Modelo 1913
ja: 356 mm 砲 (1913 年)
pl: Działo kal. 356 mm Model 1913
ru: 356-мм орудие образца 1913 года
uk: 356-мм гармата зразка 1913 р.
zh: 356-мм орудие образца 1913 года
zh_sg: 1913型356毫米火炮
