Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_QUICK_COMMANDS_C
source: QUICK MESSAGES
es_mx: MENSAJES RÁPIDOS
ja: クイックコマンド
pl: SZYBKIE WIADOMOŚCI
ru: БЫСТРЫЕ СООБЩЕНИЯ
uk: ШВИДКІ ПОВІДОМЛЕННЯ
zh: 快速消息
zh_sg: 快速消息

# IDS_QUORUM
source: Quorum
es_mx: Cuórum
ja: 定足数
pl: Kworum
ru: Кворум
uk: Кворум
zh: 规定人数
zh_sg: 规定人数

# IDS_RANDOMBATTLE
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_RANDOMBATTLE_ACC
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_RANDOMBATTLE_DESCRIPTION
source: Random map and battle mode
es_mx: Mapa aleatorio y modo de batalla
ja: ランダムマップと戦闘モード
pl: Losowa mapa i rodzaj bitwy.
ru: Случайно выбранные карта и режим боя
uk: Випадково вибрані мапа та режим бою
zh: 随机地图与战斗模式
zh_sg: 随机地图和战斗模式

# IDS_RANDOM_BATTLE
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_RANDOM_BATTLE_ACC
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_RANDOM_BATTLE_DESCRIPTION
source: Fight against real players. The matchmaker will create teams randomly.
es_mx: Lucha contra jugadores reales. El matchmaker creará equipos aleatoriamente.
ja: 対人戦。チームはマッチメイカーによりランダムに編成されます
pl: Walcz z prawdziwymi graczami. Drużyny są losowane.
ru: Сражайтесь против реальных игроков. Команды подбираются случайным образом.
uk: Бийтеся проти справжніх гравців. Команди добирають випадковим способом.
zh: 对抗真实的玩家。配对系统将会随机建立队伍。
zh_sg: 对战真实玩家。匹配系统将随机创建团队。

# IDS_RANDOM_SHORT_DESCRIPTION
source: Fight against real players. The matchmaker will create teams randomly.
es_mx: Lucha contra jugadores reales. El matchmaker creará equipos aleatoriamente.
ja: 対人戦。チームはマッチメイカーによりランダムに編成されます
pl: Walcz z prawdziwymi graczami. Drużyny są losowane.
ru: Сражайтесь против реальных игроков. Команды подбираются случайным образом.
uk: Бийтеся проти справжніх гравців. Команди добирають випадковим способом.
zh: 对抗真实的玩家。配对系统将会随机建立队伍。
zh_sg: 对战真实玩家。匹配系统将随机创建团队。

# IDS_RANGES_ALPHA_SLIDER
source: Adjust the transparency of circles on the Minimap
es_mx: Ajustar la transparencia de círculos en el Minimapa
ja: ミニマップのサークルの透過度調節
pl: Dostosuj przeźroczystość kół na minimapie
ru: Настройка прозрачности кругов на миникарте
uk: Налаштування прозорості кіл на міні-мапі
zh: 调整小地图上的圆圈透明度
zh_sg: 调整小地图上的圆圈透明度

# IDS_RANKEDBATTLE
source: Ranked Battle
es_mx: Batalla por Rango
ja: ランク戦
pl: Bitwa rankingowa
ru: Ранговый бой
uk: Ранговий бій
zh: 排位战
zh_sg: 排位战

# IDS_RANKEDBATTLE_ACC
source: Ranked Battle
es_mx: Batalla por Rango
ja: ランク戦
pl: Bitwa rankingowa
ru: Ранговый бой
uk: Ранговий бій
zh: 排位战
zh_sg: 排位战

# IDS_RANKED_BATTLE
source: Ranked Battle
es_mx: Batalla por Rango
ja: ランク戦
pl: Bitwa rankingowa
ru: Ранговый бой
uk: Ранговий бій
zh: 排位战
zh_sg: 排位战

# IDS_RANKED_BATTLES
source: Ranked Battles
es_mx: Batallas por Rango
ja: ランク戦
pl: Bitwy rankingowe
ru: Ранговые бои
uk: Рангові бої
zh: 排位战
zh_sg: 排位战

# IDS_RANKED_BATTLES_DETAILS_BUTTON
source: DETAILS
es_mx: DETALLES
ja: 詳細
pl: SZCZEGÓŁY
ru: ПОДРОБНЕЕ
uk: ДОКЛАДНО
zh: 详情
zh_sg: 详情

# IDS_RANKED_BATTLE_ACC
source: Ranked Battle
es_mx: Batalla por Rango
ja: ランク戦
pl: Bitwa rankingowa
ru: Ранговый бой
uk: Ранговий бій
zh: 排位战
zh_sg: 排位战

# IDS_RANKED_BATTLE_ALLOWED_ACCESS_LEVEL_IN_DIVISION
source: The players in the Division have not reached Access Level %(level)s
es_mx: Los jugadores en la División no han alcanzado el nivel de acceso %(level)s
ja: 分艦隊のプレイヤーがアクセスレベル %(level)s 未満です
pl: Gracze w dywizjonie nie zdobyli jeszcze %(level)s poziomu dostępu
ru: Игроки в отряде не достигли %(level)s уровня доступа
uk: Гравці в загоні не досягли %(level)s рівня доступу
zh: Игроки в отряде не достигли %(level)s уровня доступа
zh_sg: 小队中的玩家未达到权限等级%(level)s

# IDS_RANKED_BATTLE_ALLOWED_ACCOUNT_LEVEL_IN_DIVISION
source: The players in the Divisions have not reached Level %(level)s in the Service Record
es_mx: Los jugadores en las Divisiones no han alcanzado el Nivel %(level)s en la Hoja de Servicio
ja: 分艦隊のメンバーの任務記録レベルが %(level)s 未満
pl: Gracze w dywizjonach nie osiągnęli %(level)s poziomu Przebiegu służby.
ru: Игроки в отряде не достигли %(level)s уровня в послужном списке
uk: Гравці загону не досягли %(level)s рівня у послужному списку
zh: 分舰队中的玩家尚未达到等级 %(level)s
zh_sg: 小队中的玩家在服役记录中未达到%(level)s等级

# IDS_RANKED_BATTLE_ALLOWED_MY_ACCESS_LEVEL
source: Reach Access Level %(level)s
es_mx: Alcanza el nivel de acceso %(level)s
ja: アクセスレベル %(level)s に到達
pl: Zdobądź %(level)s poziom dostępu
ru: Достигните %(level)s уровня доступа
uk: Досягніть %(level)s рівня доступу
zh: Достигните %(level)s уровня доступа
zh_sg: 达到权限等级%(level)s

# IDS_RANKED_BATTLE_ALLOWED_MY_ACCOUNT_LEVEL
source: Achieve Level %(level)s in the Service Record
es_mx: Alcanza el Nivel %(level)s en la Hoja de Servicio
ja: 任務記録レベル %(level)s を達成してください
pl: Osiągnij %(level)s poziom Twojego przebiegu służby
ru: Достигните %(level)s уровня в послужном списке
uk: Досягніть %(level)s рівня у послужному списку
zh: 达到您的服役记录 %(level)s 级
zh_sg: 达到%(level)s级服役记录

# IDS_RANKED_BATTLE_ALLOWED_MY_SHIPS_ALL
source: You can participate in Ranked Battles using a ship of any tier.
es_mx: Puedes participar en Batallas por Rango utilizando un barco de cualquier nivel.
ja: ランク戦には、任意の Tier の艦艇で参加可能です。
pl: W bitwach rankingowych możesz walczyć okrętem każdego poziomu.
ru: Вы можете участвовать в ранговых боях на корабле любого уровня.
uk: Ви можете брати участь у рангових боях кораблем будь-якого рівня.
zh: 您可以使用一艘任何等级的战舰来参与排位战。
zh_sg: 您可以使用任何等级的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_MY_SHIPS_FROM
source: You can participate in Ranked Battles using a ship of at least Tier %(min)s.
es_mx: Puedes participar en las Batallas por Rango usando un barco del Nivel %(min)s como mínimo.
ja: ランク戦には、Tier %(min)s 以上の艦艇で参加可能です。
pl: W bitwach rankingowych możesz walczyć okrętem poziomu %(min)s lub wyższych.
ru: Вы можете участвовать в ранговых боях на корабле не ниже %(min)s уровня.
uk: Ви можете брати участь у рангових боях кораблем не нижче %(min)s рівня.
zh: 您可以使用一艘 %(min)s 或更高等级的战舰来参与排位战。
zh_sg: 您可以使用%(min)s级以上的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_MY_SHIPS_FROM_TO
source: Select a ship of Tier %(min)s to %(max)s.
es_mx: Selecciona un barco de Niveles %(min)s a %(max)s.
ja: Tier %(min)s - %(max)s の艦艇を選択してください。
pl: Wybierz okręt od %(min)s do %(max)s poziomu.
ru: Выберите корабль с %(min)s по %(max)s уровень.
uk: Виберіть корабель від %(min)s до %(max)s рівня.
zh: 选择一艘 %(min)s 到 %(max)s 的战舰。
zh_sg: 选择一艘%(min)s到%(max)s级的战舰。

# IDS_RANKED_BATTLE_ALLOWED_MY_SHIPS_LEVEL
source: Select a ship of Tier %(level)s.
es_mx: Selecciona un barco de Tier %(level)s.
ja: Tier %(level)s 艦艇を選択してください。
pl: Wybierz okręt %(level)s poziomu.
ru: Выберите корабль %(level)s уровня.
uk: Виберіть корабель %(level)s рівня.
zh: 选择 %(level)s 级战舰。
zh_sg: 选择%(level)s级战舰。

# IDS_RANKED_BATTLE_ALLOWED_MY_SHIPS_TO
source: You can participate in Ranked Battles using a ship of Tier %(max)s or lower.
es_mx: Puedes participar en Batallas por Rango utilizando un barco de Nivel %(max)s o más bajo.
ja: ランク戦には、Tier %(max)s 以下の艦艇で参加可能です。
pl: W bitwach rankingowych możesz walczyć okrętem maksymalnie %(max)s poziomu.
ru: Вы можете участвовать в ранговых боях на корабле не выше %(max)s уровня.
uk: Ви можете брати участь у рангових боях кораблем не вище %(max)s рівня.
zh: 您可以使用一艘 %(max)s 或更低等级的战舰来参与排位战。
zh_sg: 您可以使用%(max)s级以下的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_ALL
source: Ships of any tier are allowed to participate in Ranked Battles.
es_mx: Barcos de cualquier nivel están permitidos en participar en Batallas por Rango.
ja: ランク戦には、任意の Tier の艦艇で参加可能です。
pl: W bitwach rankingowych mogą brać udział okręty wszystkich poziomów.
ru: В ранговые бои допускаются корабли любых уровней.
uk: У рангові бої допускають кораблі будь-яких рівнів.
zh: 允许任何等级的战舰来参与排位战。
zh_sg: 允许任何等级的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_ALL_DIVISION
source: Ships of any tier can participate in Ranked Battles. Divisions are allowed.
es_mx: Se les permite a los barcos de cualquier nivel a participar en las Batallas por Rango. Las Divisiones son permitidas.
ja: ランク戦では、任意の Tier の艦艇を使用できます。分艦隊は許可されています。
pl: W bitwach rankingowych mogą brać udział okręty dowolnego poziomu. Dywizjony są dozwolone.
ru: В ранговые бои допускаются корабли любых уровней. Допускаются отряды.
uk: У рангові бої допускають кораблі будь-яких рівнів. Можлива гра загоном.
zh: 任何级别的战舰都可以参加排位战。允许分舰舰。
zh_sg: 允许任何等级的战舰来参与排位战。可以使用小队模式。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_FROM
source: Ships of at least Tier %(min)s are allowed to participate in Ranked Battles.
es_mx: Los barcos del Nivel %(min)s como mínimo, pueden participar en las Batallas por Rango.
ja: ランク戦には、Tier %(min)s 以上の艦艇が参加可能です。
pl: W bitwach rankingowych mogą brać udział okręty poziomu %(min)s i wyższych.
ru: В ранговые бои допускаются корабли не ниже %(min)s уровня.
uk: У рангові бої допускають кораблі не нижче %(min)s рівня.
zh: 允许 %(min)s 与更高等级的战舰来参与排位战。
zh_sg: 允许%(min)s级以上的战舰参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_FROM_DIVISION
source: Ships of at least Tier %(min)s can participate in Ranked Battles. Divisions are allowed.
es_mx: Los barcos de al menos el Nivel %(min)s son permitidos en las Batallas por Rango. Las Divisiones son permitidas.
ja: ランク戦では、Tier %(min)s 以上の艦艇を使用できます。分艦隊は許可されています。
pl: W bitwach rankingowych mogą brać udział okręty przynajmniej %(min)s poziomu. Dywizjony są dozwolone.
ru: В ранговые бои допускаются корабли не ниже %(min)s уровня. Допускаются отряды.
uk: У рангові бої допускають кораблі не нижче %(min)s рівня. Можлива гра загоном.
zh: 至少 %(min)s 级的战舰可以参加排位战。允许分舰队。
zh_sg: 允许%(min)s级以上的战舰参与排位战。可以使用小队模式。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_FROM_TO
source: Ships of Tier %(min)s to %(max)s are allowed to enter the battle.
es_mx: Barcos de Nivel %(min)s al %(max)s están permitidos a entrar a la batalla.
ja: ランク戦には、Tier %(min)s - %(max)s の艦艇が参加可能です。
pl: W bitwach rankingowych mogą brać udział okręty od %(min)s do %(max)s poziomu.
ru: Допускаются корабли с %(min)s по %(max)s уровень.
uk: Допускають кораблі від %(min)s до %(max)s рівня.
zh: 允许 %(min)s 到 %(max)s 等级的战舰来参与排位战。
zh_sg: 允许%(min)s到%(max)s级的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_FROM_TO_DIVISION
source: Ships of Tier %(min)s to %(max)s can enter the battle. Divisions are allowed.
es_mx: Los barcos del Nivel %(min)s al %(max)s pueden entrar a la batalla. Las Divisiones son permitidas.
ja: ランク戦では、Tier %(min)s-%(max)s 艦艇を使用できます。分艦隊は許可されています。
pl: Do bitwy mogą wejść okręty z poziomów od %(min)s do %(max)s. Dywizjony są dozwolone.
ru: Допускаются корабли с %(min)s по %(max)s уровень. Допускаются отряды.
uk: Допускають кораблі від %(min)s до %(max)s рівня. Можлива гра загоном.
zh: %(min)s 至 %(max)s 级的战舰可以参加战斗。允许分舰队。
zh_sg: 允许%(min)s到%(max)s级的战舰来参与排位战。可以使用小队模式。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_LEVEL
source: Ranked Battles are available for ships of Tier %(level)s
es_mx: Las Batallas por Rango estàn disponibles para los barcos de Nivel %(level)s
ja: ランク戦には、次の艦艇で参加可能です: Tier %(level)s
pl: Bitwy rankingowe dostępne są dla okrętów poziomu %(level)s
ru: В ранговые бои допускаются корабли %(level)s уровня.
uk: У рангові бої допускають кораблі %(level)s рівня
zh: 允许 %(level)s 阶战舰参加排位战
zh_sg: %(level)s 级战舰可以参加排位战

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_LEVEL_DIVISION
source: Ranked Battles are available for ships of Tier %(level)s. Divisions are allowed.
es_mx: Las Batallas por Rango están disponibles para los barcos de Nivel %(level)s. Las Divisiones son permitidas.
ja: ランク戦では、Tier %(level)s 艦艇を使用できます。分艦隊は許可されています。
pl: Bitwy rankingowe dostępne są dla okrętów poziomu %(level)s. Dywizjony są dozwolone.
ru: В ранговые бои допускаются корабли %(level)s уровня. Допускаются отряды.
uk: У рангові бої допускають кораблі %(level)s рівня. Можлива гра загоном.
zh: 排位战斗开放给 %(level)s 级战舰。允许分舰队。
zh_sg: %(level)s 级战舰可以参加排位战。可以使用小队模式。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_TO
source: Ships of Tier %(max)s and lower are allowed to participate in Ranked Battles.
es_mx: Barcos de Nivel %(max)s y más bajo están permitidos en participar en Batallas por Rango.
ja: ランク戦には、Tier %(max)s 以下の艦艇が参加可能です。
pl: W bitwach rankingowych mogą brać udział okręty maksymalnie %(max)s poziomu.
ru: В ранговые бои допускаются корабли не выше %(max)s уровня.
uk: У рангові бої допускають кораблі не вище %(max)s рівня.
zh: 允许 %(max)s 与更低等级的战舰来参与排位战。
zh_sg: 允许%(max)s级以下的战舰来参与排位战。

# IDS_RANKED_BATTLE_ALLOWED_THEIRS_SHIPS_TO_DIVISION
source: Ships of Tier %(max)s and lower can participate in Ranked Battles. Divisions are allowed.
es_mx: Los barcos de Nivel %(max)s y menor pueden participar en las Batallas por Rango. Las Divisiones son permitidas.
ja: ランク戦では、Tier %(max)s 以下の艦艇を使用できます。分艦隊は許可されています。
pl: W bitwach rankingowych mogą brać udział okręty maksymalnie %(max)s poziomu. Dywizjony są dozwolone.
ru: В ранговые бои допускаются корабли не выше %(max)s уровня. Допускаются отряды.
uk: У рангові бої допускають кораблі не вище %(max)s рівня. Можлива гра загоном.
zh: %(max)s 或更低级别的战舰可以参加排位战。允许分舰队。
zh_sg: 允许%(max)s级以下的战舰来参与排位战。可以使用小队模式。

# IDS_RANKED_BATTLE_DESCRIPTION
source: Fight against real players and earn Ranks.
es_mx: Lucha contra jugadores reales y gana Posiciones.
ja: 対人戦でランクアップを目指せ
pl: Walcz z prawdziwymi przeciwnikami i zdobywaj stopnie.
ru: Сражайтесь против реальных игроков, завоёвывайте ранги.
uk: Бийтеся проти справжніх гравців та здобувайте ранги.
zh: 对抗真实的玩家并获得排位。
zh_sg: 对抗真实的玩家并获得排名。

# IDS_RANKED_BATTLE_RESULTS
source: Battle Results
es_mx: Resultados de Batalla
ja: 戦闘結果
pl: Wyniki bitwy
ru: Результаты боя
uk: Результати бою
zh: 战斗结果
zh_sg: 战斗结果

# IDS_RANKED_BATTLE_RESULTS_MODAL_HEADER
source: Ranked Battle Results
es_mx: Resultados de Batalla por Rango
ja: ランク戦の戦闘結果
pl: Wyniki bitwy rankingowej
ru: Результаты рангового боя
uk: Результати рангового бою
zh: 排位战结果
zh_sg: 排位战结果

# IDS_RANKED_BATTLE_STAR_EARN_CONDITION_SAFE
source: A star is awarded for a victory and is not taken away for a defeat.
es_mx: Una estrella es otorgada por una victoria y no se pierde por una derrota.
ja: 勝利すると 1 スターが授与され、敗北しても喪失しません。
pl: Gwiazda przyznawana jest za zwycięstwo i nie jest odbierana w przypadku porażki.
ru: Звезда выдаётся за победу и не отнимается за поражение.
uk: Зірка видається за перемогу і не забирається за поразку.
zh: 胜利时会给予一颗星且不会因失败而拿走。
zh_sg: 胜利时增加一颗星且失败不会减少。

# IDS_RANKED_BATTLE_STAR_EARN_CONDITION_VICTORY
source: A Star is awarded for a victory.
es_mx: Una estrella es otorgada por la victoria.
ja: 勝利すると、1 スターが授与されます。
pl: Za zwycięstwo przyznawana jest gwiazda.
ru: Звезда выдаётся за победу.
uk: Зірка видається за перемогу.
zh: 一次胜利奖励一颗星。
zh_sg: 一次胜利奖励一颗星。

# IDS_RANKED_BATTLE_STAR_LOSS_CONDITION_DEFEAT
source: You lose a Star after a defeat or a draw.
es_mx: Pierdes una Estrella después de una derrota o un empate.
ja: 敗北または引き分けにより、1 スターを喪失します。
pl: Po każdej porażce lub remisie tracisz gwiazdę.
ru: Отнимается за поражение или ничью.
uk: Ви втрачаєте зірку після поразки або нічиєї.
zh: 您在一次失败或一次平手后会失去一颗星。
zh_sg: 您在失败或平手后会失去一颗星。

# IDS_RANKED_BATTLE_STAR_LOSS_PLACE_CONDITION
source: The top experience earner does not lose a star.
es_mx: El mejor ganador de experiencia no pierde una estrella.
ja: 取得経験値で最高を達成した場合、スターを喪失しません。
pl: Gracz, który zdobył największą ilość doświadczenia, nie traci gwiazdy.
ru: У игрока, занявшего первое место по заработанному опыту, звезда не отнимается.
uk: У гравця, який посів перше місце за здобутим досвідом, зірка не віднімається.
zh: 获得置身第一名的经验且没有失去星数。
zh_sg: 若经验排名第一则不会损失星数。

# IDS_RANKED_BATTLE_STAR_LOSS_PLACE_RANGE_CONDITION
source: The top %(starLossPlace)s experience earners do not lose a star.
es_mx: Los mejores ganadores de experiencia %(starLossPlace)s no pierden una estrella.
ja: 取得経験値 TOP %(starLossPlace)s を達成した場合、スターを喪失しません。
pl: %(starLossPlace)s najlepszych graczy nie traci gwiazdy.
ru: У игроков, попавших в топ-%(starLossPlace)s по заработанному опыту, звезда не отнимается.
uk: У гравців, які посіли місце у топ-%(starLossPlace)s за здобутим досвідом, зірка не віднімається.
zh: 获得置身前 %(starLossPlace)s 名的经验且没有失去星数。
zh_sg: 经验排名前%(starLossPlace)s 的玩家不会损失星数。

# IDS_RANKED_RULES_HEADER
source: Ranked Battle Season Rules
es_mx: Reglas de la temporada de Batallas de clasificación
ja: ランク戦シーズンのルール
pl: Zasady sezonu bitew rankingowych
ru: Правила рангового сезона
uk: Правила рангового сезону
zh: Правила рангового сезона
zh_sg: 排位战赛季规则

# IDS_RANK_BATTLES_FIRST_RANK_REACHED
source: Congratulations! You have reached the highest Rank in the current season. Play in more Ranked Battles in the next season.
es_mx: ¡Felicidades! Has alcanzado el Rango más alto en la temporada actual. Juega en más Batallas por Rango en la próxima Temporada.
ja: おめでとうございます! 今シーズン中の最高ランクを達成しました。次のシーズンのランク戦をお楽しみに。
pl: Gratulacje! Otrzymujesz najwyższy stopień w tym sezonie. Stocz więcej bitew rankingowych w następnym sezonie.
ru: Поздравляем! Вы достигли высшего ранга в текущем сезоне. Возвращайтесь в ранговые бои в следующем сезоне.
uk: Вітаємо! Ви досягли найвищого рангу у поточному сезоні. Повертайтеся до рангових боїв наступного сезону.
zh: 恭喜！您已达到目前赛季中最高的排位。下赛季来参与更多的排位战吧。
zh_sg: 恭喜！您已达到当前赛季的最高排名。下赛季来参与更多的排位战吧。

# IDS_RANK_BATTLES_FIRST_RANK_REACHED_IN_DIVISION
source: The players in the Division have reached the highest rank of the current season. Come back for more Ranked Battles in the next season.
es_mx: Los jugadores en la División han alcanzado el rango más alto en la temporada actual. Regrese por más Batallas por Rango en la siguiente temporada.
ja: 分艦隊のメンバーが現シーズンにおける最高ランクに達しました。次のシーズンで再びプレイしていただければ幸いです。
pl: Gracze w dywizjonie osiągnęli najwyższe stopnie w aktualnym sezonie. Wróć w przyszłym sezonie, by dalej walczyć w bitwach rankingowych.
ru: Игроки в отряде достигли высшего ранга в текущем сезоне. Возвращайтесь в ранговые бои в следующем сезоне.
uk: Гравці загону досягли найвищого рангу у поточному сезоні. Повертайтеся до рангових боїв наступного сезону.
zh: 分舰队中的玩家已达到本赛季的最高排名。在下个赛季回来进行更多排位战。
zh_sg: 小队中的玩家已达到当前赛季的最高等级。请下赛季再来参加更多的排位战。

# IDS_RANK_BATTLES_PRIMETIME_TYPE_1
source: %(title)s of Ranked Battles starts in %(timeLeft)s
es_mx: %(title)s de las Batallas por Rango comienza en %(timeLeft)s
ja: ランク戦 %(title)s 開始まで %(timeLeft)s
pl: %(title)s bitew rankingowych zaczyna się za %(timeLeft)s
ru: %(title)s ранговых боёв начнётся через %(timeLeft)s.
uk: %(title)s рангових боїв розпочнеться за %(timeLeft)s
zh: %(title)s ранговых боёв начнётся через %(timeLeft)s.
zh_sg: %(title)s排位战开始于%(timeLeft)s

# IDS_RANK_BATTLES_PRIMETIME_TYPE_2
source: %(title)s of Ranked Battles begins!
es_mx: ¡%(title)s de las Batallas por Rango comienza!
ja: ランク戦 %(title)s 開始!
pl: %(title)s bitew rankingowych został rozpoczęty!
ru: %(title)s ранговых боёв начался!
uk: %(title)s рангових боїв розпочався!
zh: %(title)s ранговых боёв начался!
zh_sg: %(title)s排位战开始！

# IDS_RANK_BATTLES_PRIMETIME_TYPE_3
source: %(title)s of Ranked Battles is currently underway. It ends in %(timeLeft)s
es_mx: %(title)s de las Batallas por Rango está actualmente en curso. Esta termina en %(timeLeft)s
ja: ランク戦 %(title)s 開催中、終了まで %(timeLeft)s
pl: %(title)s bitew rankingowych jest w toku. Koniec za %(timeLeft)s
ru: Идёт %(title)s ранговых боёв. До окончания %(timeLeft)s.
uk: Триває %(title)s рангових боїв. До закінчення %(timeLeft)s.
zh: Идёт %(title)s ранговых боёв. До окончания %(timeLeft)s.
zh_sg: %(title)s排位战正在进行中。结束于%(timeLeft)s

# IDS_RANK_BATTLES_PRIMETIME_TYPE_4
source: %(title)s of Ranked Battles ends in %(timeLeft)s
es_mx: %(title)s de las Batallas por Rangotermina en %(timeLeft)s
ja: ランク戦 %(title)s 終了まで %(timeLeft)s
pl: %(title)s bitew rankingowych kończy się za %(timeLeft)s
ru: %(title)s ранговых боёв заканчивается через %(timeLeft)s.
uk: %(title)s рангових боїв закінчиться за %(timeLeft)s
zh: %(title)s ранговых боёв заканчивается через %(timeLeft)s.
zh_sg: %(title)s排位战结束于%(timeLeft)s

# IDS_RANK_BATTLES_SEASON_IS_NOT_ACTIVE
source: Ranked Battles are currently unavailable.
es_mx: Las Batallas por Rango no están disponibles por el momento.
ja: ランク戦は現在ご利用頂けません。
pl: Bitwy rankingowe nie są aktualnie dostępne.
ru: В данный момент ранговые бои не проводятся.
uk: У цей час рангові бої не відбуваються.
zh: 排位战目前无法使用。
zh_sg: 排位战目前无法使用。

# IDS_RANK_BATTLES_SEASON_IS_NOT_ACTIVE_SEASON_STARTS_IN
source: Ranked Battles are currently unavailable. The next season starts in
es_mx: Las Batallas por Rango no están disponibles actualmente. La siguiente temporada inicia en
ja: ランク戦は現在ご利用頂けません。次のシーズンの開始まで:
pl: Bitwy rankingowe są obecnie niedostępne. Następny sezon zaczyna się za
ru: В данный момент ранговые бои не проводятся. Сезон начнётся через
uk: На цей час рангові бої не відбуваються. Сезон розпочнеться через
zh: 排位战目前无法使用。下个赛季将开始于
zh_sg: 排位战目前无法使用。下个赛季将开始于

# IDS_RANK_BATTLE_COUNTER
source: %(count)s battle played.
es_mx: %(count)s batalla jugada.
ja: %(count)s 戦プレイしました。
pl: Stoczono %(count)s bitwę.
ru: Проведён %(count)s бой.
uk: Зіграно %(count)s бій.
zh: 已进行 %(count)s 场战斗。
zh_sg: 已进行%(count)s场战斗。

# IDS_RANK_GAINED
source: You have reached Rank %(rank)s.
es_mx: Has alcanzado el Rango %(rank)s.
ja: ランク昇進: %(rank)s
pl: Osiągasz stopień %(rank)s.
ru: Получен %(rank)s-й ранг.
uk: Отримано %(rank)s ранг.
zh: 您已达到排位 %(rank)s。
zh_sg: 您已达到排名%(rank)s。

# IDS_RANK_IN_SEASON
source: Rank in
es_mx: Rango en
ja: ランク:
pl: Stopień w
ru: Ранг в
uk: Ранг у
zh: 排位
zh_sg: 排名

# IDS_RANK_RETURN
source: You have returned to Rank %(rank)s.
es_mx: Has regresado al rango %(rank)s.
ja: ランク降格: %(rank)s
pl: Powracasz na stopień %(rank)s.
ru: Возврат на %(rank)s-й ранг.
uk: Вас понизили до %(rank)s рангу.
zh: 您已回到排位 %(rank)s。
zh_sg: 您已回到排位%(rank)s。

# IDS_RANK_SEA_WOLF
source: Sea Wolves
es_mx: Lobos Marinos
ja: 海の狼たち
pl: Wilki morskie
ru: Морские волки
uk: Морські вовки
zh: 海狼
zh_sg: 海狼

# IDS_RANK_STAR_EARNED
source: Star earned
es_mx: Estrella ganada
ja: スター獲得
pl: Zdobyto gwiazdę
ru: Звезда получена
uk: Зірку отримано
zh: 已获得星数
zh_sg: 获得星数

# IDS_RANK_STAR_LOST
source: Star lost
es_mx: Estrella perdida
ja: スター喪失
pl: Utracono gwiazdę
ru: Звезда потеряна
uk: Зірку втрачено
zh: 已失去星数
zh_sg: 失去星数

# IDS_RANK_STAR_SAVED
source: No changes
es_mx: Sin cambios
ja: 変更なし
pl: Brak zmian
ru: Без изменений
uk: Без змін
zh: 没有改变
zh_sg: 无变化

# IDS_RANK_X
source: Rank %(rank)s
es_mx: Rango %(rank)s
ja: ランク %(rank)s
pl: Stopień %(rank)s
ru: %(rank)s-й ранг
uk: %(rank)s ранг
zh: 军阶 %(rank)s
zh_sg: 军阶 %(rank)s

# IDS_RANK_X_IN_JUNIOR_SEASON_TOOLTIP
source: Rank %(rank)s in this Sprint, %(league)s League
es_mx: Rango %(rank)s en esta Carrera, Liga %(league)s
ja: 今回のスプリントのランク %(rank)s、%(league)s リーグ
pl: Stopień %(rank)s w tym sprincie, liga %(league)s
ru: %(rank)s-й ранг в спринте, %(league)s-я лига
uk: %(rank)s-й ранг у спринті, ліга %(league)s
zh: %(rank)s-й ранг в спринте, %(league)s-я лига
zh_sg: 在本次排位冲刺达到排名%(rank)s，%(league)s联盟段位

# IDS_RANK_X_IN_SEASON_TOOLTIP
source: Rank %(rank)s in this season, League %(league)s
es_mx: Rango %(rank)s en esta temporada, Liga %(league)s
ja: 今シーズンのランク %(rank)s、リーグ %(league)s
pl: Stopień %(rank)s w tym sezonie, liga %(league)s
ru: %(rank)s-й ранг в сезоне, %(league)s-я лига
uk: %(rank)s ранг в сезоні, %(league)s ліга
zh: 此联盟排名 %(rank)s ， %(league)s 联盟
zh_sg: 此赛季排名%(rank)s，第%(league)s联盟

# IDS_RANK_X_IN_SEASON_Y
source: Rank %(rank)s, "%(season)s"
es_mx: Rango %(rank)s, "%(season)s"
ja: ランク %(rank)s、"%(season)s"
pl: Stopień %(rank)s, „%(season)s”
ru: %(rank)s-й ранг, %(season)s
uk: %(rank)s ранг, «%(season)s»
zh: 排位 %(rank)s，「%(season)s」
zh_sg: 排名%(rank)s，"%(season)s"

# IDS_RASPUTIN
source: Rasputin
ru: Распутин
uk: Распутін
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_RASPUTIN_NAME
source: Rasputin
ru: Распутин
uk: Распутін
zh: 拉斯普京
zh_sg: 拉斯普京

# IDS_RATE
source: Rate:
es_mx: Tasa:
ja: 比率:
pl: Kurs:
ru: Курс:
uk: Курс:
zh: 比率：
zh_sg: 汇率：
