Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC293_BRITISHCVARC_SLANT_DESCRIPTION
source: The main task of the landing signal officers was to ensure the safety of aircraft landing on the deck, and to reduce the intervals between each of their arrivals on the aircraft carrier. The signal systems in the U.S. and U.K. Navies were different, and in case of joint operations, the commanders had to coordinate which of the systems would be used each time. After the landing gear and hook were released, the pilot had to level the plane. Stretching his arms to the sides and inclining them, the signal officer showed the direction in which the plane had to level its wings. If necessary, he could supplement the signal by raising his foot and thus "indicating" how to work with a pedal.
es_mx: La tarea principal de los oficiales de señales de aterrizaje era asegurar la seguridad del aterrizaje de los aviones en cubierta, y reducir los intervalos entre cada una de las llegadas al portaaviones. El sistema de señales en las Armades de los EE. UU. y del Reino Unido eran diferentes, y en el caso de operaciones conjuntas, los comandantes debían coordinar cual de los sistemas sería usado cada vez. Después de que se bajar el tren y el gancho de aterrizaje, el piloto tenía que nivelar el avión. Estirando sus brazos hacia los lados e inclinándolos, el oficial de señales mostraba la dirección hacia la que el avión debía nivelar sus alas. Si era necesario, podía complementar la señal al levantar su pie y así "indicar" cómo trabajar con un pedal.
ja: 着艦信号士官の主要な任務は、航空機を安全に着艦させると共に、着艦間隔の短縮を図ることでした。アメリカ海軍とイギリス海軍では信号のシステムが異なっていたため、共同作戦の際には指揮官達がどちらのシステムを用いるかをその都度決める必要がありました。 着陸脚とフックを降ろした後、パイロットが次にやるべきことは機体を水平状態にすることでした。着艦信号士官は、腕を両側に伸ばして傾けることにより、水平状態にするために翼をどちら側に傾けるべきかをパイロットに伝達することになっていました。必要に応じ、足を上げることでペダルの操作を指示することもありました。
pl: Głównym zadaniem sygnałowych oficerów lądowania było zapewnienie bezpieczeństwa lądujących samolotów i skrócenie odstępów pomiędzy kolejnymi lądowaniami na pokładzie. Systemy sygnałowe marynarek brytyjskiej i amerykańskiej różniły się między sobą, a w przypadku łączonych operacji dowódcy musieli koordynować za każdym razem wybór jednego lub drugiego systemu. Po opuszczeniu podwozia i haka pilot musiał wyrównać lot. Wyciągając ręce na boki i nachylając je pod odpowiednim kątem, oficer sygnałowy pokazywał kierunek, w którym pilot musiał przechylić skrzydła. W razie konieczności sygnał mógł być uzupełniony przez uniesienie stopy i „wskazanie”, jak kontrolować ster kierunku pracować pedałami.
ru: Главной задачей посадочных сигнальщиков было обеспечить безопасность посадки самолётов на палубу, а заодно и сократить интервал между их приёмом на авианосец. Системы сигналов в ВМС США и Великобритании были различными, и в случае совместной операции приходилось отдельно согласовывать, какая из систем будет использоваться. После того как были выпущены шасси и посадочный гак, пилоту следовало выровнять самолёт. Вытянув руки в стороны, сигнальщик показывал, в какую сторону следовало наклонить машину. В случае необходимости он мог дополнить сигнал, поднимая ногу и «обозначая» таким образом работу педалью.
uk: Головним завданням посадкових сигнальників було убезпечити сідання літаків на палубу й водночас скоротити інтервал між їх прийманням на авіаносець. ВМС США та Великобританії мали різні системи сигналів і під час спільних операцій доводилося додатково погоджувати, яку з них треба використовувати. Випустивши шасі й посадковий гак, пілот мав вирівняти літак. Витягуючи руки в боки, сигнальник показував, у який бік треба нахилити машину. За потреби сигнал доповнювали, підіймаючи ногу, — так закликали працювати педаллю.
zh: Главной задачей посадочных сигнальщиков было обеспечить безопасность посадки самолётов на палубу, а заодно и сократить интервал между их приёмом на авианосец. Системы сигналов в ВМС США и Великобритании были различными, и в случае совместной операции приходилось отдельно согласовывать, какая из систем будет использоваться. После того как были выпущены шасси и посадочный гак, пилоту следовало выровнять самолёт. Вытянув руки в стороны, сигнальщик показывал, в какую сторону следовало наклонить машину. В случае необходимости он мог дополнить сигнал, поднимая ногу и «обозначая» таким образом работу педалью.
zh_sg: 着陆信号员的主要任务是确保飞机降落在甲板上的安全性，并减少飞机每次返回航空母舰间的间隔。美国和英国海军的信号系统是不同的，在联合作战的情况下，指挥官必须首先协调使用哪个系统。 起落架和吊钩松开后，飞行员必须使飞机保持水平。信号员伸出双臂向两侧倾斜，显示飞机机翼的平衡方向。如果有必要，也可以通过抬起脚来补充信号，用于指示如何使用踏板。

# IDS_PCZC294_BRITISHCVARC_HIGH_DIP
source: Hi Dip!
es_mx: ¡Desciende!
ja: Hi Dip! (高い、降下せよ!)
ru: Сбавь высоту!
uk: Зменшити висоту!
zh: Сбавь высоту!
zh_sg: 升高！

# IDS_PCZC294_BRITISHCVARC_HIGH_DIP_DESCRIPTION
source: Until the emergence of radio communication between the pilot and the signal post in the 1950s, deck landing was corrected purely by visual signals. Before World War II, a certain set of signals had already been developed, which, as a rule, were given using special devices that resembled paddles. Simultaneously with the leveling of the aircraft, the landing signal officer informed the pilot what altitude he should take. The "Hi Dip!" signal looked like this: from the normal "Roger" position (arms stretched out to the sides), the LSO simultaneously raised both paddles by about 45 degrees several times until the pilot followed his instructions.
es_mx: Hasta la llegada de la comunicación de radio entre el piloto y el puesto de señales en los años 50, el aterrizaje en cubierta era corregido únicamente con señales visuales. Antes de la Segunda Guerra Mundial, una cierta cantidad de señales ya habían sido desarrolladas, las cuales, como regla, eran comunicadas usando dispositivos especiales que lucían como paletas. Al mismo tiempo de nivelar el avión, el oficial de señales de aterrizaje informaba al piloto que altitud debía tomar. La señal "¡Elevación!" lucía así: desde la posición normal "Roger" (brazos pegados a los costados), el LSO levantaba simultáneamente ambas paletas alrededor de 45 grados varias veces hasta que el piloto seguía sus instrucciones.
ja: 信号所とパイロットとの無線通話が実現したのは 1950 年代になってからであり、それまでは着艦の際の指示は純粋に目視による信号で行われていました。二次大戦の前までに信号一式が制定され、パドル状の専用器具を用いることになっていました。 着艦信号士官はパイロットに対し、水平状態に関する指示と併せて高度に関する指示も伝えることになっていました。信号 "Hi Dip!" (高い、降下せよ!) の場合、通常の「そのまま」ポジション (両腕を両側に伸ばす) から両方のパドルを 45 度上げるという動作を数回繰り返し、パイロットに対して指示に従うように促しました。
pl: Aż do pojawienia się komunikacji radiowej pomiędzy pilotem a stanowiskiem sygnałowym w latach 50., lądowanie na pokładzie opierało się w całości na sygnałach wizualnych. Przed II wojną światową opracowano pewien zestaw sygnałów, które pokazywano pilotowi przy pomocy specjalnych urządzeń przypominających paletki. Wyrównując lot samolotu, oficer sygnałowy informował również pilota o pułapie, na jakim powinien się znajdować. Sygnał „Hi Dip!” wyglądał tak: z normalnej pozycji „Roger” (ramiona wyciągnięte na boki), sygnałowy oficer lądowania jednocześnie unosił oba sygnalizatory pod kątem 45 stopni kilkukrotnie, do momentu aż pilot wypełnił polecenie.
ru: Вплоть до появления в 1950-х годах радиосвязи между пилотом и сигнальным постом, посадка на палубу авианосца корректировалась визуальными сигналами. К началу Второй мировой войны уже был выработан определённый набор сигналов, подававшихся, как правило, с помощью специальных приспособлений, напоминавших теннисные ракетки. Одновременно с выравниванием самолёта посадочный сигнальщик давал знать пилоту, на какой высоте тому следует вести машину. Сигнал «Сбавь высоту!» выглядел так: из положения «норма» (руки вытянуты в стороны) сигнальщик несколько раз одновременно поднимал обе «ракетки» вверх примерно на 45 градусов до тех пор, пока пилот не выполнял его указания.
uk: Аж до появи радіозв’язку між пілотом і сигнальним постом у 1950-х роках, посадку на палубу авіаносця коригували візуальними сигналами. Вже до початку Другої світової війни розробили певний набір сигналів, які давали здебільшого за допомогою спеціальних знарядь, що за формою нагадували тенісні ракетки. Одночасно з вирівнюванням літака, сигнальник давав пілоту знати, на якій висоті той має вести машину. Сигнал «Зменшити висоту!» мав такий вигляд: з положення «норма» (руки витягнуті в боки), сигнальник кілька разів одночасно підіймав обидві «ракетки» вгору десь на 45 градусів, доки пілот не виконував вказівки.
zh: Вплоть до появления в 1950-х годах радиосвязи между пилотом и сигнальным постом, посадка на палубу авианосца корректировалась визуальными сигналами. К началу Второй мировой войны уже был выработан определённый набор сигналов, подававшихся, как правило, с помощью специальных приспособлений, напоминавших теннисные ракетки. Одновременно с выравниванием самолёта посадочный сигнальщик давал знать пилоту, на какой высоте тому следует вести машину. Сигнал «Сбавь высоту!» выглядел так: из положения «норма» (руки вытянуты в стороны) сигнальщик несколько раз одновременно поднимал обе «ракетки» вверх примерно на 45 градусов до тех пор, пока пилот не выполнял его указания.
zh_sg: 直到1950年代飞行员和信号岗之间可以进行无线电通信，夹板着陆才完全由视觉信号控制。在第二次世界大战之前，研发出了一组信号，这些信号通常是使用类似桨的特殊装置发出的。 在对飞机进行调平的同时，着陆信号员会告知飞行员应该调整到什么样的高度。“升高(Hi Dip!)”信号看上去是这样的：从正常的“收到”位置（伸展到两侧的手臂），信号员同时将两个桨板抬起约45度，直到飞行员按照他的指示行进。

# IDS_PCZC295_BRITISHCVARC_CUT_THROTTLE
source: Cut!
es_mx: ¡Corte!
ja: Cut! (カットせよ!)
ru: Убери газ!
uk: Скинути газ!
zh: Убери газ!
zh_sg: 切割气门！

# IDS_PCZC295_BRITISHCVARC_CUT_THROTTLE_DESCRIPTION
source: Aircraft arrived on a carrier from the stern of the ship, and the pilots usually approached her from the port side. Hence, the platform specially designated for the signaling officers was situated along the port side at the rear part of the deck. If the landing was going well, and the pilot followed all of the instructions of the LSO, the latter gave the final signal allowing the landing. In the U.S. Navy, it was called a Cut Throttle signal because it sounded a bit like "cut throat". Thus, the signal resembled the movement of a hand cutting the throat.
es_mx: Los aviones llegaban al portaaviones por la popa del barco, y los pilotos usualmente se aproximaban por babor. Por lo tanto, la plataforma diseñada especialmente para los oficiales de señales estaba situada a lo largo ded babor en la parte posterior de la cubierta. Si el aterrizaje iba bien, y el piloto seguía todas las instrucciones del LSO, este último le daba la última señal permitiendo el aterrizaje. En la Armada de los EE. UU. era llamada una señal de Corte de Acelerador (Cut Throttle), que sonaba un poco como "cortar el cuello" (cut throat). Por lo tanto, la señal imitaba el movimiento de una mano cortando el cuello.
ja: 航空機は空母の後方に到着した後、通常は左舷側からアプローチすることになっていました。従って、着艦信号士官専用のプラットフォームが甲板後部の左舷側に設けられていました。 着艦のためのアプローチが順調に進み、パイロットが着艦信号士官の指示に完全に従った場合には、着艦信号士官は着艦を許可する最後の信号を送りました。アメリカ海軍においてこの信号は "Cut Throttle" (スロットルをカットせよ) と呼ばれており、その理由は "cut throat" (喉をかき切る) に少し響きが似ていたためでした。そしてこの信号の動作は、自分の喉を手でかき切る動作に似ています。
pl: Samoloty pojawiały się zazwyczaj na rufie lotniskowca, a piloci zazwyczaj podchodzili do lądowania od strony bakburty. Specjalną platformę dla oficerów sygnałowych umieszczano więc wzdłuż bakburty, w tylnej części pokładu. Jeśli lądowanie szło pomyślnie, a pilot wykonywał wszystkie polecenia oficera, to ten ostatni dawał ostateczny sygnał pozwalający na lądowanie. W U.S. Navy nazywano to „Cut throttle” („zdław ciąg”), co brzmiało podobnie do „cut throat” („poderżnięcie gardła”). Sygnalista wykonywał więc ruch imitujący podrzynanie gardła.
ru: Приём самолётов на авианосец осуществлялся с кормы корабля, причём пилоты заходили на посадку, как правило, со стороны левого борта. В соответствии с этим располагалась и площадка, специально выделенная для корректировавших посадку сигнальщиков, — по левому борту в кормовой части палубы. Если заход на посадку проходил благополучно, и пилот выполнил все указания сигнальщика, тот давал последнюю отмашку, разрешавшую посадку. В американском флоте это был сигнал Cut Throttle (англ. «Убери газ!»), созвучный выражению Cut Throat (англ. «Режь горло»). Подавался сигнал соответствующим образом — движением руки, напоминавшим удар по горлу.
uk: Літаки сідали на авіаносець зазвичай із корми корабля, причому пілоти заходили на посадку здебільшого з боку лівого борту. Відповідно й розташовували й майданчик для сигнальників, що коригували посадку, — по лівому борту в кормовій частині палуби. Якщо захід на посадку здійснюється нормально, і пілот виконав усі вказівки сигнальника, той давав останній сигнал, що дозволяв посадку. У флоті США це був сигнал Cut Throttle (англ. «Скинути газ!»), співзвучний із фразою Cut Throat (англ. «Ріж горлянку»). Подавали цей сигнал відповідним рухом, що нагадував удар по горлу.
zh: Приём самолётов на авианосец осуществлялся с кормы корабля, причём пилоты заходили на посадку, как правило, со стороны левого борта. В соответствии с этим располагалась и площадка, специально выделенная для корректировавших посадку сигнальщиков, — по левому борту в кормовой части палубы. Если заход на посадку проходил благополучно, и пилот выполнил все указания сигнальщика, тот давал последнюю отмашку, разрешавшую посадку. В американском флоте это был сигнал Cut Throttle (англ. «Убери газ!»), созвучный выражению Cut Throat (англ. «Режь горло»). Подавался сигнал соответствующим образом — движением руки, напоминавшим удар по горлу.
zh_sg: 飞机从船尾抵达航母，飞行员通常从港口方向接近它。因此，信号员专门的平台位于甲板后部的左舷侧。 如果着陆进展顺利，并且飞行员遵循了信号员的所有指示，信号员会给出了允许着陆的最终信号。在美国海军中，这被称为切割节气门信号，因为听起来有点像“割喉”。因此，该信号类似于用手切割喉咙的运动。

# IDS_PCZC296_BRITISHCVARC_HMS_HERMES_DESCRIPTION
source: Laid down in January 1918, HMS Hermes was the world's first ship designed as an aircraft carrier from day one of its inception. On the basis of the results of trials held with her predecessors, ships converted from other types, changes in the new project were made even at the final stages of construction. As a result, the ship that entered service in early 1924 had all of the features of a classic aircraft carrier: a closed hangar, solid flight deck, and an island-type superstructure shifted to the starboard side. The 11,000-ton HMS Hermes could carry two dozen planes onboard and reach a speed of up to 25 knots. HMS Hermes spent most of her peacetime service in the Far East, looking after the interests of the British Crown in the region. One of the tasks that she had to perform—quite unusual for an aircraft carrier—was to fight against pirates. At the beginning of World War II, Hermes, based out of African ports, participated in the search for German raiders and blockade breakers in Atlantic waters. In early 1942, she was assigned to the British Eastern Fleet and arrived in Ceylon. In April of the same year, the Japanese fleet launched a raid in the Indian Ocean. On April 9, HMS Hermes, on her voyage to join with the main forces of the Eastern Fleet, was intercepted and sunk by Japanese dive bombers.
es_mx: Puesto en quilla en enero de 1918, el HMS Hermes fue el primer barco del mundo diseñado como un portaaviones desde el primer día de su concepción. Con base en los resultados de las pruebas realizadas con sus predecesores, los barcos convertidos a partir de otros tipos, se hicieron cambios en el nuevo proyecto incluso en las etapas finales de su construcción. Como resultado, el barco que entró en servicio a principios de 1924 tenía todas las características de un portaaviones clásico: un hangar cerrado, una cubierta de aterrizaje sólida, y una superestructura en forma de isla ubicada a estribor. Las 11 000 toneladas del HMS Hermes podían llevar dos docenas de aviones a bordo y alcanzar una velocidad de hasta 25 nudos. El HMS Hermes pasó la mayor parte de su servicio en tiempos de paz en el Lejano Oriente, protegiendo los intereses de la Corona Británica en la región. Una de las tareas que tenía que llevar a cabo, poco usual para un portaaviones, era combatir a los piratas. Al inicio de la Segunda Guerra Mundial, el Hermes, basado en los puertos africanos, participó en la búsqueda de los incursores alemanes y los rompedores de bloqueos en las aguas del Atlántico. A principios de 1942, fue asignado a la Flota Británica Oriental y llegó a Ceilán. En abril de ese mismo año, la flota japonesa lanzó un ataque en el Océano Índico. El 9 de abril, el HMS Hermes, en su viaje para unirse con las fuerzas principales de la Flota Oriental, fue interceptado y hundido por bombarderos en picada japoneses.
ja: 1918 年 1 月に起工されたハーミーズは、当初から航空母艦として設計されたものとしては世界でも最初期の空母の 1 隻でした。そして、他の艦種から改装されて空母となったこれまでの各艦における実験で得られた知見を反映し、建造の最終段階においてさえ各種の変更が加えられました。その結果として、1924 年の序盤に就役した本艦は、閉鎖式の格納庫、頑丈な飛行甲板、右舷側に寄せたアイランド方式の上部構造など、クラシックな空母としての特徴を全て備えていました。排水量 11,000 トンのハーミーズは、約 20 機の艦載機を搭載可能であり、最大速力は 25 ノットでした。 ハーミーズは、平時における大半の期間を極東で過ごし、この地域におけるイギリスの領地に気を配りました。そして本艦が担う必要のあった任務のひとつが、空母としては極めて異例なことに、海賊と戦うことでした。二次大戦の序盤においてハーミーズはアフリカの港から出撃し、大西洋においてドイツ軍の通商破壊艦や封止の突破を図る艦船の捜索に従事しました。本艦は 1942 年の序盤にイギリス東洋艦隊に配属され、セイロン島に到着しました。そして同年の 4 月に日本艦隊がインド洋攻撃を実施し、4 月 9 日、東洋艦隊の主力部隊との合流を目指していたハーミーズはその途上で日本の急降下爆撃機隊に捕捉され、撃沈されました。
pl: Zbudowany w styczniu 1918 roku HMS Hermes był pierwszym na świecie okrętem projektowanym od samego początku jako lotniskowiec. Próby przeprowadzane z udziałem jego protoplastów, okrętów przebudowanych z jednostek innych typów, skutkowały zmianami w projekcie wprowadzanymi nawet w końcowych etapach budowy. W rezultacie okręt wszedł do służby na początku 1924 roku i posiadał wszystkie cechy klasycznego lotniskowca: zamknięty hangar, solidny pokład lotniczy oraz wyspową nadbudówkę przesuniętą w kierunku sterburty. Ważący 11 tys. ton HMS Hermes mógł przenosić 24 samoloty i rozpędzać się do 25 węzłów. HMS Hermes spędził większość swojej służby w czasach pokoju na Dalekim Wschodzie, pilnując interesów Korony Brytyjskiej w regionie. Jednym z zadań, jakie miał wykonywać – dość niecodziennym, jak na lotniskowiec – było zwalczanie piratów. Na początku II wojny światowej Hermes, stacjonujący w portach w Afryce, uczestniczył w poszukiwaniu niemieckich korsarzy i blokad na wodach Atlantyku. W początkach 1942 roku okręt przydzielono do Brytyjskiej Floty Wschodniej i przeniesiono do Cejlonu. W kwietniu tego samego roku flota Japonii przypuściła ofensywę na Oceanie Indyjskim. 9 kwietnia HMS Hermes, płynący w kierunku głównych sił Floty Wschodniej, został odnaleziony i zatopiony przez japońskie bombowce nurkujące.
ru: Заложенный в январе 1918 года HMS Hermes стал первым в мире кораблём, изначально спроектированным как авианосец. По результатам испытаний его предшественников, переоборудованных из кораблей других классов, уже на стадии достройки в новый проект были внесены изменения. В итоге вступивший в строй в начале 1924 года корабль имел все черты авианосца классической компоновки: закрытый ангар, сплошную полётную палубу, смещённую к правому борту надстройку-остров. 11 000-тонный HMS Hermes мог принимать на борт два десятка самолётов и развивать скорость до 25 узлов. Большую часть своей мирной службы HMS Hermes провёл на Дальнем Востоке, обеспечивая интересы британской короны в этом регионе. Одной из несвойственных для авианосца задач, которые ему пришлось выполнять, была борьба с пиратами. В начале Второй мировой войны Hermes, базируясь на африканские порты, участвовал в поисках в водах Атлантики немецких рейдеров и транспортов-блокадопрорывателей. В начале 1942 года он был назначен в состав британского Восточного флота и прибыл на остров Цейлон. В апреле того же года японский флот предпринял рейд в Индийский океан. 9 апреля вышедший на соединение с основными силами Восточного флота HMS Hermes был перехвачен и потоплен японскими пикирующими бомбардировщиками.
uk: Закладений у січні 1918 р., HMS Hermes став першим у світі кораблем, від початку спроектованим як авіаносець. За результатами випробувань його попередників — переобладнаних кораблів інших класів — у новий проект на фінальних стадіях внесли зміни. У підсумку, корабель, що став до лав флоту на початку 1924 р., мав усі риси авіаносця класичного компонування: закритий ангар, суцільну польотну палубу та зсунуту до правого борту надбудову-острів. 11 000-тонний HMS Hermes міг нести два десятки літаків і розвивати швидкість до 25 вузлів. Більшу частину своєї мирної служби HMS Hermes пройшов на Далекому Сході, захищаючи інтереси британської корони в регіоні. Одним із нехарактерних для авіаносця завдань, яке йому довелося виконувати, була боротьба з піратами. На початку Другої світової війни Hermes, базуючись в африканських портах, допомагав вишукувати німецьких рейдерів і транспортів-блокадопроривачів у водах Атлантики. На початку 1942 р. його перевели у склад британського Східного флоту й він прибув на острів Цейлон. У квітні того ж року японський флот здійснив рейд до Індійського океану, і 9 квітня HMS Hermes перехопили на шляху до головних сил Східного флоту та затопили японські пікіруючі бомбардувальники.
zh: Заложенный в январе 1918 года HMS Hermes стал первым в мире кораблём, изначально спроектированным как авианосец. По результатам испытаний его предшественников, переоборудованных из кораблей других классов, уже на стадии достройки в новый проект были внесены изменения. В итоге вступивший в строй в начале 1924 года корабль имел все черты авианосца классической компоновки: закрытый ангар, сплошную полётную палубу, смещённую к правому борту надстройку-остров. 11 000-тонный HMS Hermes мог принимать на борт два десятка самолётов и развивать скорость до 25 узлов. Большую часть своей мирной службы HMS Hermes провёл на Дальнем Востоке, обеспечивая интересы британской короны в этом регионе. Одной из несвойственных для авианосца задач, которые ему пришлось выполнять, была борьба с пиратами. В начале Второй мировой войны Hermes, базируясь на африканские порты, участвовал в поисках в водах Атлантики немецких рейдеров и транспортов-блокадопрорывателей. В начале 1942 года он был назначен в состав британского Восточного флота и прибыл на остров Цейлон. В апреле того же года японский флот предпринял рейд в Индийский океан. 9 апреля вышедший на соединение с основными силами Восточного флота HMS Hermes был перехвачен и потоплен японскими пикирующими бомбардировщиками.
zh_sg: HMS 竞技神号于1918年1月开始生产，是世界上第一艘从一开始就被设计为航母的战舰。根据其前代战舰、从其他类型转换而来的战舰进行的试验结果，新项目方案甚至到了建造的最后阶段都在进行着修改。因此，这艘在1924年初投入使用的战舰具有着经典航空母舰的所有特征：封闭的机库，坚固的飞行甲板和向右舷移动的岛式上层建筑。这艘重达11000吨的HMS 竞技神号可搭载二十几架飞机，航度可达25节。 HMS 竞技神号服役生涯在的大部分时间是在远东地区的和平时期度过的，负责照看该地区英国王室的利益。它必须执行的任务之一对航母而言非常少见——要与海盗的斗争。在第二次世界大战开始时，位于非洲港口基地的竞技神号参与了在大西洋水域寻找德国袭击者和封锁破坏者的行动。1942年初，它被分配到英国东方舰队并抵达锡兰。同年4月，日本舰队在印度洋发动突袭。4月9日，HMS 竞技神号在与东方舰队主力部队一起航行时被日本俯冲轰炸机拦截并击沉。
