Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJUE975_ENG_ZAO
source: Propulsion: 159,000 hp
es_mx: Propulsión: 159,000 hp
ja: 推力: 159,000 馬力
pl: Napęd: 159 000 KM
ru: ЭУ 159 000 л.с.
uk: СУ 159 000 к.с.
zh: 推进系统：159,000 匹马力
zh_sg: 推进系统：159000马力

# IDS_PJUE976_ENG_SHIM
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PJUE977_ENG_YAM
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PJUE978_BB10_ENG_SHIKISHIMA
source: Propulsion: 158,000 hp
es_mx: Propulsión: 158 000 hp
ja: 推力: 158,000 馬力
pl: Napęd: 158 000 KM
ru: ЭУ 158 000 л.с.
uk: СУ 158 000 к. с.
zh: ЭУ 158 000 л.с.
zh_sg: 推进系统：158000马力

# IDS_PJUF301_FLIGHTCONTROL_1
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUF391_FC1_HOSHO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUF401_FLIGHTCONTROL_1
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUF402_FLIGHTCONTROL_2_A
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUF501_FLIGHTCONTROL_1
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUF502_FLIGHTCONTROL_2_A
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUF503_FLIGHTCONTROL_2_U
source: Type6 mod. 3
es_mx: Tipo 6 mod. 3
zh: 六年式3型

# IDS_PJUF504_FC_A1_KAGA
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUF505_FC_A2_KAGA
source: Type7 mod. 2
es_mx: Tipo 7 mod. 2
zh: 七式 2型

# IDS_PJUF591_FC1_RYUJO
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUF601_FLIGHTCONTROL_1
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUF602_FLIGHTCONTROL_2_A
source: Type7 mod. 2
es_mx: Tipo 7 mod. 2
zh: 七式 2型

# IDS_PJUF603_FLIGHTCONTROL_2_U
source: Type7 mod. 3
es_mx: Tipo 7 mod. 3
zh: 七年式3型

# IDS_PJUF701_FLIGHTCONTROL_1
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUF702_FLIGHTCONTROL_2_A
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUF703_FLIGHTCONTROL_2_U
source: Type8 mod. 3
es_mx: Tipo 8 mod. 3
zh: 八年式 3型

# IDS_PJUF791_FC1_SHOKAKU
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUF792_FC1_KAGA
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUF801_FLIGHTCONTROL_1
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUF802_FLIGHTCONTROL_2_A
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUF803_FLIGHTCONTROL_2_U
source: Type9 mod. 3
es_mx: Tipo 9 mod. 3
zh: 九年式3型

# IDS_PJUF901_FLIGHTCONTROL_1
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUF902_FLIGHTCONTROL_2_A
source: Type10 mod. 2
es_mx: Tipo 10 mod. 2
zh: 十年式2型

# IDS_PJUF903_FLIGHTCONTROL_2_U
source: Type10 mod. 3
es_mx: Tipo 10 mod. 3
zh: 十年式3型

# IDS_PJUF974_FC_1_HAKU
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUF975_FC_2A_HAKU
source: Type10 mod. 2
es_mx: Tipo 10 mod. 2
zh: 十年式2型

# IDS_PJUF976_FC_2B_HAKU
source: Type10 mod. 3
es_mx: Tipo 10 mod. 3
zh: 十年式3型

# IDS_PJUF991_FC1_HAKURYU
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUH003_UJI_A
source: Hashidate (A)
ja: 橋立 (A)
zh: 鼠 (A)
zh_sg: 桥立(A)

# IDS_PJUH004_UJI_B
source: Hashidate (B)
ja: 橋立 (B)
zh: 鼠 (B)
zh_sg: 桥立(B)

# IDS_PJUH101_TACHIBANA_1912
source: Tachibana
ja: 橘
zh: 枳
zh_sg: 橘

# IDS_PJUH111_CHIKUMA_1912
source: Chikuma (A)
ja: 筑摩 (A)
zh: 獾 (A)
zh_sg: 筑摩(A)

# IDS_PJUH112_CHIKUMA_1918
source: Chikuma (B)
ja: 筑摩 (B)
zh: 獾 (B)
zh_sg: 筑摩(B)

# IDS_PJUH121_MIKASA_1905
source: Mikasa
ja: 三笠
zh: 鲐
zh_sg: 三笠

# IDS_PJUH131_SAKURA
source: Tachibana
ja: 橘
zh: 枳
zh_sg: 橘

# IDS_PJUH201_UMIKAZE_1911
source: Umikaze (A)
ja: 海風 (A)
zh: 藤 (A)
zh_sg: 海风(A)

# IDS_PJUH202_UMIKAZE_1925
source: Umikaze (B)
ja: 海風 (B)
zh: 藤 (B)
zh_sg: 海风(B)

# IDS_PJUH211_KAWACHI_1912
source: Kawachi (A)
ja: 河内 (A)
zh: 鲑 (A)
zh_sg: 河内(A)

# IDS_PJUH212_KAWACHI_1919
source: Kawachi (B)
ja: 河内 (B)
zh: 鲑 (B)
zh_sg: 河内(B)

# IDS_PJUH213_KAWACHI_1912_CS
source: Kawachi (A)
ja: 河内 (A)
zh: 鲑 (A)
zh_sg: 河内(A)

# IDS_PJUH214_KAWACHI_1919_CS
source: Kawachi (B)
ja: 河内 (B)
zh: 鲑 (B)
zh_sg: 河内(B)

# IDS_PJUH221_TATSUTA_1919
source: Tenryū (A)
ja: 天龍 (A)
zh: 豺 (A)
zh_sg: 天龙(A)

# IDS_PJUH222_TATSUTA_1937
source: Tenryū (B)
ja: 天龍 (B)
zh: 豺 (B)
zh_sg: 天龙(B)

# IDS_PJUH231_WAKATAKE_1923
source: Wakatake (A)
ja: 若竹 (A)
zh: 菖 (A)
zh_sg: 若竹(A)

# IDS_PJUH232_WAKATAKE_1925
source: Wakatake (B)
ja: 若竹 (B)
zh: 菖 (B)
zh_sg: 若竹(B)

# IDS_PJUH241_KATORI
source: Katori
ja: 香取
zh: 鹿
zh_sg: 香取

# IDS_PJUH301_ISOKAZE_1917
source: Isokaze (A)
ja: 磯風 (A)
zh: 柳 (A)
zh_sg: 矶风(A)

# IDS_PJUH302_ISOKAZE_1925
source: Isokaze (B)
ja: 磯風 (B)
zh: 柳 (B)
zh_sg: 矶风(B)

# IDS_PJUH303_ISOKAZE_1917_CS
source: Isokaze (A)
ja: 磯風 (A)
zh: 柳 (A)
zh_sg: 矶风(A)

# IDS_PJUH304_ISOKAZE_1925_CS
source: Isokaze (B)
ja: 磯風 (B)
zh: 柳 (B)
zh_sg: 矶风(B)

# IDS_PJUH305_ISOKAZE_1917
source: Isokaze (A)
ja: 磯風 (A)
zh: 柳 (A)
zh_sg: 矶风(A)

# IDS_PJUH306_ISOKAZE_1925
source: Isokaze (B)
ja: 磯風 (B)
zh: 柳 (B)
zh_sg: 矶风(B)

# IDS_PJUH311_MYOGI_1912
source: Myōgi (A)
ja: 妙義 (A)
zh: 鲛 (A)
zh_sg: 妙义(A)

# IDS_PJUH312_MYOGI_1919
source: Myōgi (B)
ja: 妙義 (B)
zh: 鲛 (B)
zh_sg: 妙义(B)

# IDS_PJUH313_MYOGI_1932
source: Myōgi (C)
ja: 妙義 (C)
zh: 鲛 (C)
zh_sg: 妙义(C)

# IDS_PJUH321_KUMA_1920
source: Kuma (A)
ja: 球磨 (A)
zh: 球磨 (A)
zh_sg: 球磨(A)

# IDS_PJUH322_KUMA_1938
source: Kuma (B)
ja: 球磨 (B)
zh: 球磨 (B)
zh_sg: 球磨(B)

# IDS_PJUH323_KUMA_C
source: Kuma (C)
ja: 球磨 (C)
zh: 球磨 (C)
zh_sg: 球磨(C)

# IDS_PJUH331_YUBARI_1944
source: Yūbari
ja: 夕張
zh: 狐
zh_sg: 夕张

# IDS_PJUH332_YUBARI_1944_CS
source: Yūbari
ja: 夕張
zh: 狐
zh_sg: 夕张

# IDS_PJUH341_ISHIZUCHI_1921
source: Ishizuchi
ja: 石鎚
zh: 鳗
zh_sg: 石锤

# IDS_PJUH352_HOSHO_1939
source: Hōshō (A)
ja: 鳳翔 (A)
zh: 凤 (A)
zh_sg: 凤翔(A)

# IDS_PJUH353_HOSHO_1941
source: Hōshō (B)
ja: 鳳翔 (B)
zh: 凤 (B)
zh_sg: 凤翔(B)

# IDS_PJUH354_HOSHO_1939
source: Hōshō (A)
ja: 鳳翔 (A)
zh: 凤 (A)
zh_sg: 凤翔(A)

# IDS_PJUH355_HOSHO_1941
source: Hōshō (B)
ja: 鳳翔 (B)
zh: 凤 (B)
zh_sg: 凤翔(B)

# IDS_PJUH401_MINEKADZE_1920
source: Minekaze (A)
ja: 峯風 (A)
zh: 樱 (A)
zh_sg: 峯风(A)

# IDS_PJUH402_MINEKADZE_1938
source: Minekaze (B)
ja: 峯風 (B)
zh: 樱 (B)
zh_sg: 峯风(B)

# IDS_PJUH403_MINEKADZE_1920
source: Minekaze (A)
ja: 峯風 (A)
zh: 樱 (A)
zh_sg: 峯风(A)

# IDS_PJUH404_MINEKADZE_1938
source: Minekaze (B)
ja: 峯風 (B)
zh: 樱 (B)
zh_sg: 峯风(B)

# IDS_PJUH411_KONGO_1941
source: Kongō (B)
ja: 金剛 (B)
zh: 鲤 (B)
zh_sg: 金刚(B)

# IDS_PJUH412_KONGO_1942
source: Kongō (C)
ja: 金剛 (C)
zh: 鲤 (C)
zh_sg: 金刚(C)

# IDS_PJUH413_KONGO_1913
source: Kongō (A)
ja: 金剛 (A)
zh: 鲤 (A)
zh_sg: 金刚(A)

# IDS_PJUH421_IWAKI_1944
source: Iwaki
ja: 磐城
zh: 岩木
zh_sg: 岩城

# IDS_PJUH431_FURUTAKA_1926
source: Furutaka (A)
ja: 古鷹 (A)
zh: 狼 (A)
zh_sg: 古鹰(A)

# IDS_PJUH432_FURUTAKA_1930
source: Furutaka (B)
ja: 古鷹 (B)
zh: 狼 (B)
zh_sg: 古鹰(B)

# IDS_PJUH433_FURUTAKA_1941
source: Furutaka (C)
ja: 古鷹 (C)
zh: 狼 (C)
zh_sg: 古鹰(C)

# IDS_PJUH434_YAHAGI
source: Yahagi
ja: 矢矧
zh: 狸
zh_sg: 矢矧

# IDS_PJUH441_ZUIHO_1940
source: Zuihō (A)
ja: 瑞鳳 (A)
zh: 鹞 (A)
zh_sg: 瑞凤(A)

# IDS_PJUH442_ZUIHO_1942
source: Zuihō (B)
ja: 瑞鳳 (B)
zh: 鹞 (B)
zh_sg: 瑞凤(B)

# IDS_PJUH443_ZUIHO_1944
source: Zuihō (C)
ja: 瑞鳳 (C)
zh: 鹞 (C)
zh_sg: 瑞凤(C)

# IDS_PJUH451_KAMIKAZE_1935
source: Fūjin
ja: 風神
zh: 杨
zh_sg: 风神

# IDS_PJUH461_TRUE_KAMIKAZE
source: Kamikaze
ja: 神風
zh: 枫
zh_sg: 神风

# IDS_PJUH462_CAMO_KAMIKAZE
source: Kamikaze
ja: 神風
zh: 枫
zh_sg: 神风

# IDS_PJUH495_KONGOU
source: ARP Kongō
zh: 鲤

# IDS_PJUH496_KIRISHIMA
source: ARP Kirishima
zh: 雾岛

# IDS_PJUH497_HARUNA
source: ARP Haruna
zh: 榛名

# IDS_PJUH498_HIEI_ARPEGGIO
source: ARP Hiei
zh: 比睿

# IDS_PJUH501_HATSUHARU_1935
source: Hatsuharu (A)
ja: 初春 (A)
zh: 梅 (A)
zh_sg: 梅(A)

# IDS_PJUH502_HATSUHARU_1945
source: Hatsuharu (B)
ja: 初春 (B)
zh: 梅 (B)
zh_sg: 梅(B)

# IDS_PJUH503_HATSUHARU_1935
source: Hatsuharu (A)
ja: 初春 (A)
zh: 梅 (A)
zh_sg: 梅(A)

# IDS_PJUH504_HATSUHARU_1945
source: Hatsuharu (B)
ja: 初春 (B)
zh: 梅 (B)
zh_sg: 梅(B)

# IDS_PJUH511_FUSO_1941
source: Fusō (A)
ja: 扶桑 (A)
zh: 魟 (A)
zh_sg: 扶桑(A)

# IDS_PJUH512_FUSO_1943
source: Fusō (B)
ja: 扶桑 (B)
zh: 魟 (B)
zh_sg: 扶桑(B)

# IDS_PJUH513_FUSO_1919
source: Fusō (A)
ja: 扶桑 (A)
zh: 魟 (A)
zh_sg: 扶桑(A)

# IDS_PJUH514_MUTSU
source: Mutsu
ja: 陸奥
zh: 鲭
zh_sg: 陆奥

# IDS_PJUH521_MUTSUKI_1926
source: Mutsuki (A)
ja: 睦月 (A)
zh: 松 (A)
zh_sg: 松(A)

# IDS_PJUH522_MUTSUKI_1939
source: Mutsuki (B)
ja: 睦月 (B)
zh: 松 (B)
zh_sg: 松(B)

# IDS_PJUH523_MUTSUKI_1942
source: Mutsuki (C)
ja: 睦月 (C)
zh: 松 (C)
zh_sg: 松(C)

# IDS_PJUH524_MUTSUKI_1926
source: Mutsuki (A)
ja: 睦月 (A)
zh: 松 (A)
zh_sg: 松(A)

# IDS_PJUH525_MUTSUKI_1939
source: Mutsuki (B)
ja: 睦月 (B)
zh: 松 (B)
zh_sg: 松(B)

# IDS_PJUH526_SHINO
source: Shinonome
ja: 東雲
zh: 茜
zh_sg: 东云

# IDS_PJUH531_AOBA_1942
source: Aoba (A)
ja: 青葉 (A)
zh: 犹 (A)
zh_sg: 青叶(A)

# IDS_PJUH532_AOBA_1943
source: Aoba (B)
ja: 青葉 (B)
zh: 犹 (B)
zh_sg: 青叶(B)

# IDS_PJUH541_RYUJO
source: Ryūjō (A)
ja: 龍驤 (A)
zh: 枭 (A)
zh_sg: 龙骧(A)

# IDS_PJUH542_RYUJO
source: Ryūjō (B)
ja: 龍驤 (B)
zh: 枭 (B)
zh_sg: 龙骧(B)

# IDS_PJUH543_RYUJO
source: Ryūjō (C)
ja: 龍驤 (C)
zh: 枭 (C)
zh_sg: 龙骧(C)

# IDS_PJUH544_KAGA
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PJUH545_RYUJO
source: Ryūjō (A)
ja: 龍驤 (A)
zh: 枭 (A)
zh_sg: 龙骧(A)

# IDS_PJUH546_RYUJO
source: Ryūjō (B)
ja: 龍驤 (B)
zh: 枭 (B)
zh_sg: 龙骧(B)

# IDS_PJUH547_RYUJO
source: Ryūjō (C)
ja: 龍驤 (C)
zh: 枭 (C)
zh_sg: 龙骧(C)

# IDS_PJUH548_KAGA
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PJUH601_KAGERO_1943
source: Kagerō (A)
ja: 陽炎 (A)
zh: 萩 (A)
zh_sg: 阳炎(A)

# IDS_PJUH602_KAGERO_1941
source: Kagerō (B)
ja: 陽炎 (B)
zh: 萩 (B)
zh_sg: 阳炎(B)

# IDS_PJUH603_KAGERO_1945
source: Kagerō (C)
ja: 陽炎 (C)
zh: 萩 (C)
zh_sg: 阳炎(C)

# IDS_PJUH604_KAGERO_1943
source: Kagerō (A)
ja: 陽炎 (A)
zh: 萩 (A)
zh_sg: 阳炎(A)

# IDS_PJUH605_KAGERO_1941
source: Kagerō (B)
ja: 陽炎 (B)
zh: 萩 (B)
zh_sg: 阳炎(B)

# IDS_PJUH611_NAGATO_1941
source: Nagato (A)
ja: 長門 (A)
zh: 鲨 (A)
zh_sg: 长门(A)

# IDS_PJUH612_NAGATO_1944
source: Nagato (B)
ja: 長門 (B)
zh: 鲨 (B)
zh_sg: 长门(B)

# IDS_PJUH613_NAGATO_1933
source: Nagato (A)
ja: 長門 (A)
zh: 鲨 (A)
zh_sg: 长门(A)

# IDS_PJUH614_ASHITAKA
source: Ashitaka
ja: 愛鷹
zh: 鲔
zh_sg: 爱鹰

# IDS_PJUH621_MOGAMI_1935
source: Mogami (A)
ja: 最上 (A)
zh: 狮 (A)
zh_sg: 最上(A)

# IDS_PJUH622_MOGAMI_1943
source: Mogami (B)
ja: 最上 (B)
zh: 狮 (B)
zh_sg: 最上(B)

# IDS_PJUH623_MOGAMI_1944
source: Mogami (C)
ja: 最上 (C)
zh: 狮 (C)
zh_sg: 最上(C)

# IDS_PJUH632_HIRYU_1942
source: Hiryū (A)
ja: 飛龍 (A)
zh: 龙 (A)
zh_sg: 飞龙(A)

# IDS_PJUH633_HIRYU_1945
source: Hiryū (B)
ja: 飛龍 (B)
zh: 龙 (B)
zh_sg: 飞龙(B)

# IDS_PJUH641_D7_HULL_STOCK_2
source: Shiratsuyu (A)
ja: 白露 (A)
zh: 椿（A）
zh_sg: 白露(A)

# IDS_PJUH642_D7_HULL_TOP_2
source: Shiratsuyu (B)
ja: 白露 (B)
zh: 椿（B）
zh_sg: 白露(B)

# IDS_PJUH643_D7_HULL_STOCK
source: Akatsuki (A)
ja: 暁 (A)
zh: 蕾（A）
zh_sg: 晓(A)

# IDS_PJUH644_D7_HULL_TOP
source: Akatsuki (B)
ja: 暁 (B)
zh: 蕾（B）
zh_sg: 晓(B)

# IDS_PJUH701_FUBUKI_1942
source: Fubuki (A)
ja: 吹雪 (A)
zh: 桐(A)
zh_sg: 吹雪(A)

# IDS_PJUH702_FUBUKI_1944
source: Fubuki (B)
ja: 吹雪 (B)
zh: 桐(B)
zh_sg: 吹雪(B)

# IDS_PJUH703_FUBUKI_1943
source: Fubuki (C)
ja: 吹雪 (C)
zh: 桐(C)
zh_sg: 吹雪(C)

# IDS_PJUH704_D8_HULL_STOCK_2
source: Akizuki (A)
ja: 秋月 (A)
zh: 杏（A）
zh_sg: 秋月(A)

# IDS_PJUH705_D8_HULL_TOP_2
source: Akizuki (B)
ja: 秋月 (B)
zh: 杏（B）
zh_sg: 秋月(B)

# IDS_PJUH706_FUBUKI_1942
source: Fubuki (A)
ja: 吹雪 (A)
zh: 桐(A)
zh_sg: 吹雪(A)

# IDS_PJUH707_FUBUKI_1944
source: Fubuki (B)
ja: 吹雪 (B)
zh: 桐(B)
zh_sg: 吹雪(B)

# IDS_PJUH711_AMAGI_1941
source: Amagi (A)
ja: 天城 (A)
zh: 鳐 (A)
zh_sg: 天城(A)

# IDS_PJUH712_AMAGI_1944
source: Amagi (B)
ja: 天城 (B)
zh: 鳐 (B)
zh_sg: 天城(B)

# IDS_PJUH713_AMAGI_1926
source: Amagi (A)
ja: 天城 (A)
zh: 鳐 (A)
zh_sg: 天城(A)

# IDS_PJUH721_MYOKO_1936
source: Myōkō (A)
ja: 妙高 (A)
zh: 鬣 (A)
zh_sg: 妙高(A)

# IDS_PJUH722_MYOKO_1941
source: Myōkō (B)
ja: 妙高 (B)
zh: 鬣 (B)
zh_sg: 妙高(B)

# IDS_PJUH723_MYOKO_1945
source: Myōkō (C)
ja: 妙高 (C)
zh: 鬣 (C)
zh_sg: 妙高(C)

# IDS_PJUH741_KITAKAMI_1941
source: Kitakami
ja: 北上
zh: 北上
zh_sg: 北上

# IDS_PJUH751_ZUIKAKU_1941
source: Shōkaku (A)
ja: 翔鶴 (A)
zh: 鹤 (A)
zh_sg: 翔鹤(A)

# IDS_PJUH752_ZUIKAKU_1943
source: Shōkaku (B)
ja: 翔鶴 (B)
zh: 鹤 (B)
zh_sg: 翔鹤(B)

# IDS_PJUH753_ZUIKAKU_1944
source: Shōkaku (C)
ja: 翔鶴 (C)
zh: 鹤 (C)
zh_sg: 翔鹤(C)

# IDS_PJUH754_SHOKAKU_1941
source: Shōkaku (A)
ja: 翔鶴 (A)
zh: 鹤 (A)
zh_sg: 翔鹤(A)

# IDS_PJUH755_SHOKAKU_1944
source: Shōkaku (B)
ja: 翔鶴 (B)
zh: 鹤 (B)
zh_sg: 翔鹤(B)

# IDS_PJUH761_ATAGO_1944
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_PJUH762_BLACK_ATAGO
source: Atago B.
ja: 愛宕 B.
zh: 犬
zh_sg: 爱宕 B.

# IDS_PJUH771_TONE
source: Tone
ja: 利根
zh: 貂
zh_sg: 利根

# IDS_PJUH772_KII
source: Kii
ja: 紀伊
zh: 鲣
zh_sg: 纪伊

# IDS_PJUH773_ASASHIO
source: Asashio
ja: 朝潮
zh: 柊
zh_sg: 朝潮

# IDS_PJUH774_BLACK_ASASHIO
source: Asashio B.
ja: 朝潮 B.
zh: 柊
zh_sg: 朝潮B.

# IDS_PJUH793_TAKAO
source: ARP Takao
zh: 高雄

# IDS_PJUH794_NACHI
source: ARP Nachi
zh: 那智

# IDS_PJUH795_MYOKO
source: ARP Myōkō
zh: 鬣

# IDS_PJUH796_HAGURO
source: ARP Haguro
zh: 羽黑

# IDS_PJUH797_ASHIGARA
source: ARP Ashigara
zh: 足柄

# IDS_PJUH798_YELLOW_DRAGON
source: Southern Dragon
zh: 凤凰
zh_sg: 南方神龙

# IDS_PJUH799_BLUE_DRAGON
source: Eastern Dragon
zh: 昆仑
zh_sg: 东方神龙

# IDS_PJUH801_SHIMAKAZE_1943
source: Shimakaze (A)
ja: 島風 (A)
zh: 芒 (A)
zh_sg: 岛风(A)

# IDS_PJUH802_SHIMAKAZE_1944
source: Shimakaze (A)
ja: 島風 (A)
zh: 芒 (A)
zh_sg: 岛风(A)

# IDS_PJUH811_IBUKI_1944
source: Ibuki (A)
ja: 伊吹 (A)
zh: 虎 (A)
zh_sg: 伊吹(A)

# IDS_PJUH812_IBUKI_1945
source: Ibuki (B)
ja: 伊吹 (B)
zh: 虎 (B)
zh_sg: 伊吹(B)

# IDS_PJUH821_TAIHO_1944
source: Taihō (A)
ja: 大鳳 (A)
zh: 鹩 (A)
zh_sg: 大凤(A)

# IDS_PJUH822_TAIHO_1945
source: Taihō (B)
ja: 大鳳 (B)
zh: 鹩 (B)
zh_sg: 大凤(B)

# IDS_PJUH831_IZUMO_1938
source: Izumo (A)
ja: 出雲 (A)
zh: 鲟 (A)
zh_sg: 出云(A)

# IDS_PJUH832_IZUMO_1942
source: Izumo (B)
ja: 出雲 (B)
zh: 鲟 (B)
zh_sg: 出云(B)

# IDS_PJUH833_IZUMO_1944
source: Izumo (C)
ja: 出雲 (C)
zh: 鲟 (C)
zh_sg: 出云(C)

# IDS_PJUH841_D9_HULL_STOCK_2
source: Yūgumo (A)
ja: 夕雲 (A)
zh: 榎（A）
zh_sg: 夕云(A)

# IDS_PJUH842_D9_HULL_TOP_2
source: Yūgumo (B)
ja: 夕雲 (B)
zh: 榎（B）
zh_sg: 夕云(B)

# IDS_PJUH843_D9_HULL_STOCK_3
source: Kitakaze (A)
ja: 北風 (A)
zh: 蕉 (A)
zh_sg: 北风(A)

# IDS_PJUH844_D9_HULL_TOP_3
source: Kitakaze (B)
ja: 北風 (B)
zh: 蕉 (B)
zh_sg: 北风(B)

# IDS_PJUH902_D10_HULL_STOCK
source: Harugumo (A)
ja: 春雲 (A)
zh: 葫 (A)
zh_sg: 春云(A)

# IDS_PJUH911_YAMATO_1944
source: Yamato (A)
ja: 大和 (A)
zh: 鲸 (A)
zh_sg: 大和(A)

# IDS_PJUH912_MUSASHI
source: Musashi
ja: 武蔵
zh: 鲲
zh_sg: 武藏

# IDS_PJUH921_TENGU_1944
source: Zaō (A)
ja: 蔵王 (A)
zh: 象 (A)
zh_sg: 藏王(A)

# IDS_PJUH931_HAKURYU_1942
source: Hakuryū (A)
ja: 白龍 (A)
zh: 鹫 (A)
zh_sg: 白龙(A)

# IDS_PJUH932_HAKURYU
source: Hakuryū (A)
ja: 白龍 (A)
zh: 鹫 (A)
zh_sg: 白龙(A)

# IDS_PJUH972_AZUMAYA
source: Azuma
ja: 吾妻
zh: 犀
zh_sg: 吾妻

# IDS_PJUH974_HAKU
source: Hakuryū
ja: 白龍
zh: 鹫
zh_sg: 白龙

# IDS_PJUH975_ZAO
source: Zaō
ja: 蔵王
zh: 象
zh_sg: 藏王

# IDS_PJUH976_SHIM
source: Shimakaze
ja: 島風
zh: 芒
zh_sg: 岛风

# IDS_PJUH978_YAM
source: Yamato
ja: 大和
zh: 鲸
zh_sg: 大和

# IDS_PJUI001_A6M2
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI003_NIKAJIMA_A4N
source: Nakajima A4N
ja: 中島 A4N
zh: 中岛 九五舰战

# IDS_PJUI004_J7W1_A
source: Kyushu J7W1
ja: 九州 J7W1
zh: 九州 震电

# IDS_PJUI005_MITSUBISHI_A5M2
source: Mitsubishi A5M2
ja: 三菱 A5M2
zh: 三菱 九六舰战

# IDS_PJUI006_MITSUBISHI_A7M1
source: Mitsubishi A7M1
ja: 三菱 A7M1
zh: 三菱 烈风

# IDS_PJUI008_MITSUBISHI_A8M
source: Mitsubishi A8M
ja: 三菱 A8M
zh: 三菱 A8M

# IDS_PJUI009_KAWANISHI_N1K5_A
source: Kawanishi N1K5-A
ja: 川西 N1K5-A
zh: 川西 紫电改

# IDS_PJUI010_NAKAJIMA_J8N1
source: Nakajima J8N1
ja: 中島 J8N1
zh: 中岛 橘花

# IDS_PJUI013_NAKAJIMA_A2N2
source: Nakajima A2N2
ja: 中島 A2N2
zh: 中岛 九零舰战

# IDS_PJUI014_MITSUBISHI_1MF
source: Mitsubishi 1MF
ja: 三菱 1MF
zh: 三菱 一零舰战

# IDS_PJUI018_MITSUBISHI_A5M4
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI019_MITSUBISHI_A6M5_C
source: Mitsubishi A6M5c
ja: 三菱 A6M5c
zh: 三菱 零式舰战52型丙

# IDS_PJUI020_A5M4_KAGA
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI022_A6M2_KAGA
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI023_A6M2_KAGA
source: A6M5 Zero
ja: A6M5 零戦
zh: A6M5 零式舰载战斗机

# IDS_PJUI301_CV4_F_STOCK
source: Nakajima A4N
ja: 中島 A4N
zh: 中岛 九五舰战

# IDS_PJUI302_CV4_F_TOP
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI304_CV4_F_TOP
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI401_CV5_F_STOCK
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI402_CV5_F_TOP
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI501_A6M2_0
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI501_CV6_F_STOCK
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI502_CV6_F_TOP
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI503_CV6_F_STOCK
source: A5M Claude
ja: A5M 九六艦戦
zh: A5M 克劳德

# IDS_PJUI504_CV6_F_TOP
source: A6M2 Zero
ja: A6M2 零戦
zh: A6M2 零式舰载战斗机

# IDS_PJUI506_MITSUBISHI_A7M1_0
source: Mitsubishi A7M1
ja: 三菱 A7M1
zh: 三菱 烈风

# IDS_PJUI509_KAWANISHI_N1K5_A_0
source: Kawanishi N1K5-A
ja: 川西 N1K5-A
zh: 川西 紫电改

# IDS_PJUI518_MITSUBISHI_A5M4_0
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJUI519_MITSUBISHI_A6M5_C_0
source: Mitsubishi A6M5c
ja: 三菱 A6M5c
zh: 三菱 零式舰战52型丙

# IDS_PJUI601_CV7_F_STOCK
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJUI602_CV7_F_TOP
source: Mitsubishi A6M5c
ja: 三菱 A6M5c
zh: 三菱 零式舰战52型丙

# IDS_PJUI701_CV8_F_STOCK
source: Mitsubishi A6M5c
ja: 三菱 A6M5c
zh: 三菱 零式舰战52型丙

# IDS_PJUI702_CV8_F_TOP
source: Kawanishi N1K5-A
ja: 川西 N1K5-A
zh: 川西 紫电改

# IDS_PJUI703_CV7_F_STOCK
source: A6M5 Zero
ja: A6M5 零戦
zh: A6M5 零式舰载战斗机

# IDS_PJUI704_CV7_F_TOP
source: N1K2-J Shiden-Kai
ja: N1K2-J 紫電改
zh: N1K 强风

# IDS_PJUI801_CV9_F_STOCK
source: Kawanishi N1K5-A
ja: 川西 N1K5-A
zh: 川西 紫电改

# IDS_PJUI802_CV9_F_TOP
source: Mitsubishi A7M1
ja: 三菱 A7M1
zh: 三菱 烈风

# IDS_PJUI901_CV10_F_STOCK
source: Mitsubishi A7M1
ja: 三菱 A7M1
zh: 三菱 烈风

# IDS_PJUI902_CV10_F_TOP
source: Mitsubishi A8M
ja: 三菱 A8M
zh: 三菱 A8M

# IDS_PJUI903_CV10_F_STOCK
source: A7M Reppū
ja: A7M 烈風
zh: A7M 烈风

# IDS_PJUI904_CV10_F_TOP
source: A8M Rikufū
ja: A8M 陸風
zh: A8M 里库福

# IDS_PJUI974_F1_HAKU
source: A7M Reppū
ja: A7M 烈風
zh: 三菱 烈风

# IDS_PJUI975_F2_HAKU
source: A8M Rikufū
ja: A8M 陸風
zh: 三菱 A8M

# IDS_PJUS002_SUO
source: Type1 mod. 2
es_mx: Tipo 1 mod. 2
zh: 一式 2型

# IDS_PJUS003_SUO
source: Type1 mod. 1
es_mx: Tipo 1 mod. 1
zh: 一式 1型

# IDS_PJUS103_SUO_TACHIBANA
source: Type2 mod. 1
es_mx: Tipo 2 mod. 1
zh: 二式 1型

# IDS_PJUS104_SUO_SAKURA
source: Type2 mod. 1
es_mx: Tipo 2 mod. 1
zh: 二式 1型

# IDS_PJUS113_SUO_MIKASA
source: Type2 mod. 1
es_mx: Tipo 2 mod. 1
zh: 二式 1型

# IDS_PJUS121_SUO
source: Type2 mod. 1
es_mx: Tipo 2 mod. 1
zh: 二式 1型

# IDS_PJUS122_SUO
source: Type2 mod. 2
es_mx: Tipo 2 mod. 2
zh: 二式 2型

# IDS_PJUS201_SUO
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS211_SUO
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS212_SUO
source: Type3 mod. 2
es_mx: Tipo 3 mod. 2
zh: 三式 2型

# IDS_PJUS213_SUO_CS
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS214_SUO_CS
source: Type3 mod. 2
es_mx: Tipo 3 mod. 2
zh: 三式 2型

# IDS_PJUS221_SUO
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS222_SUO
source: Type3 mod. 2
es_mx: Tipo 3 mod. 2
zh: 三式 2型

# IDS_PJUS231_SUO
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS241_SUO_KATORI
source: Type3 mod. 1
es_mx: Tipo 3 mod. 1
zh: 三式 1型

# IDS_PJUS301_SUO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS302_SUO
source: Type4 mod. 2
es_mx: Tipo 4 mod. 2
zh: 四式 2型

# IDS_PJUS303_SUO_CS
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS304_SUO_CS
source: Type4 mod. 2
es_mx: Tipo 4 mod. 2
zh: 四式 2型

# IDS_PJUS305_SUO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS306_SUO
source: Type4 mod. 2
es_mx: Tipo 4 mod. 2
zh: 四式 2型

# IDS_PJUS311_SUO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS312_SUO
source: Type4 mod. 2
es_mx: Tipo 4 mod. 2
zh: 四式 2型

# IDS_PJUS321_SUO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS322_SUO
source: Type4 mod. 2
es_mx: Tipo 4 mod. 2
zh: 四式 2型

# IDS_PJUS331_SUO
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS332_SUO_CS
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS341_SUO_ISHIZUCHI
source: Type4 mod. 1
es_mx: Tipo 4 mod. 1
zh: 四式 1型

# IDS_PJUS401_SUO
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS402_SUO
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS403_D5_SUO_STOCK_2
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS404_D5_SUO_TOP_2
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS405_SUO
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS406_SUO
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS407_D5_SUO_STOCK_2
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS408_D5_SUO_TOP_2
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS409_SUO_YAHAGI
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS411_SUO
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS412_SUO
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS421_SUO
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS431_SUO
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS432_SUO
source: Type5 mod. 2
es_mx: Tipo 5 mod. 2
zh: 五式 2型

# IDS_PJUS441_SUO_KAMIKAZE
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS451_SUO_TRUE_KAMIKAZE
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS452_SUO_CAMO_KAMIKAZE
source: Type5 mod. 1
es_mx: Tipo 5 mod. 1
zh: 五式 1型

# IDS_PJUS495_SUO_KONGOU
source: Type5 mod. 2
zh: 五式 2型

# IDS_PJUS496_SUO_KIRISHIMA
source: Type5 mod. 2
zh: 五式 2型

# IDS_PJUS497_SUO_HARUNA
source: Type5 mod. 2
zh: 五式 2型

# IDS_PJUS498_SUO_HIEI
source: Type5 mod. 2
zh: 五式 2型

# IDS_PJUS501_SUO
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS502_SUO
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS503_D6_SUO_STOCK_2
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS504_D6_SUO_TOP_2
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS505_D6_SUO_STOCK
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS506_D6_SUO_TOP
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS507_D6_SUO_STOCK_2
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS508_D6_SUO_TOP_2
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS509_D6_SUO_STOCK
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS510_D6_SUO_TOP
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS511_SUO
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS512_SUO
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS513_SUO_SHINO
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS514_SUO_MUTSU
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS521_SUO
source: Type6 mod. 1
es_mx: Tipo 6 mod. 1
zh: 六式 1型

# IDS_PJUS522_SUO
source: Type6 mod. 2
es_mx: Tipo 6 mod. 2
zh: 六年式2型

# IDS_PJUS601_SUO
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS602_SUO
source: Type7 mod. 2
es_mx: Tipo 7 mod. 2
zh: 七式 2型

# IDS_PJUS603_SUO_ASHITAKA
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS604_SUO_YUDACHI
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS611_SUO
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS621_SUO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS622_SUO
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS631_D7_SUO_STOCK_2
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS632_D7_SUO_TOP_2
source: Type7 mod. 2
es_mx: Tipo 7 mod. 2
zh: 七式 2型

# IDS_PJUS633_D7_SUO_STOCK
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS634_D7_SUO_TOP
source: Type7 mod. 2
es_mx: Tipo 7 mod. 2
zh: 七式 2型
