Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC046_DUNKIRK_WATSON_DESCRIPTION
source: Since 1824, these small ships were built by demand of the Royal National institute responsible for rescuing those who are in distress near the United Kingdom coast. The Watson class vessels were built within 1926–1933 and served till 1972. This wooden motorboat was 14 m long and 4 m wide. She was equipped with two gasoline motors, which provided a speed of 7 knots. In 1940, these ships were sent from salvage stations in the Southern counties of England to Dunkirk, some of them with their civil crews. During the evacuation, they carried soldiers from beaches to large transport ships that could not approach the shore due to their deep draught.
es_mx: Desde 1824, estos pequeños barcos fueron construidos por demanda del Instituto Nacional Real responsable de rescatar a aquellos en peligro cerca de la costa del Reino Unido. Los buques de la clase Watson fueron construidos entre 1926 y 1933 y sirvieron hasta 1972. Este bote a motor de madera tenía 14 m de largo y m de ancho. Estaba equipado con dos motores de gasolina, que le daban una velocidad de 7 nudos. en 1940, estos barcos fueron enviados desde las estaciones de salvamento en los condados del sur de Inglaterra a Dunkerque, algunos de ellos con sus tripulaciones civiles. Durante la evacuación, llevaron soldados de las playas a grandes barcos de transporte que no podían acercarse a la costa debido a su gran calado.
ja: 1824 年以後、このような小型船が、イギリス沿岸部での救難の責任を負うイギリスの国家機関の求めに応じて建造されてきました。ワトソン級救難タグボートは、1926 年から 1933 年にかけて建造され、1972 年まで運用が続けられました。全長 14 m、幅 4 m の木製モーターボートであり、2 機のガソリンエンジンにより、7 ノットの速力を発揮しました。1940 年、これらの船はイングランド南部各所の救難基地からダンケルクへと送られ、一部の船には民間の船員が搭乗したままでした。そして撤退作戦においては、浜から大型輸送船 (喫水が深いために浜に接近できない) まで兵士を輸送しました。
pl: Od 1824 roku te małe statki budowane na potrzeby Royal National Institute ratowały marynarzy, którzy znaleźli się w opałach u wybrzeży Zjednoczonego Królestwa. Okręty klasy Watson budowane były w latach 1926-1933 i służyły do 1972 roku. Te drewniane motorówki miały 14 m długości i 4 m szerokości. Wyposażone były w dwa silniki beznynowe, pozwalające rozwijać prędkość 7 węzłów. W 1940 roku holowniki z południowych hrabstw Anglii oddelegowane zostały do Dunkierki, niektóre z nich z cywilnymi załogami. W trakcie ewakuacji przewoziły żołnierzy z plaż na pobliskie okręty transportowe, które nie mogły ryzykować uderzenia w płytkie dno przy samym brzegu.
ru: Такие небольшие суда заказывались Королевской Национальной организацией, занимающейся спасением терпящих бедствие на море у берегов Соединённого Королевства с 1824 г. до настоящего времени. Суда типа Watson строились с 1926 по 1933 гг., а служили вплоть до 1972 г. Деревянный катер около 14 м длиной и около 4 м шириной, с двумя бензиновыми моторами, развивавшими скорость 7 узлов. В 1940 г. такие суда со спасательных станций южных графств Англии были отправлены в Дюнкерк, некоторые со своими гражданскими экипажами. Во время эвакуации они главным образом перевозили солдат с пляжей на крупные транспорты, которые не могли подойти к берегу из-за большой осадки.
uk: Такі невеликі кораблі замовляла Королівська Національна організація, що опікується порятунком тих, хто потерпає від лиха на морі біля берегів Сполученого Королівства з 1824 р. і понині. Судна типу Watson будували з 1926 до 1933 рр., а служили аж до 1972 р. Дерев’яний катер коло 14 м завдовжки та коло 4 м завширшки, з двома бензиновими моторами, набирав швидкість 7 вузлів. 1940 р. такі судна з рятувальних станцій південних графств Англії надіслали до Дюнкерка, деякі із власними цивільними екіпажами. Під час евакуації вони переважно перевозили вояків з пляжів на великі транспорти, які не могли підійти до берега через глибоку осадку.
zh: 自 1824 年以来，这些小型战舰是依照国家学会的要求而建造，负责拯救那些在Y国海岸附近遇难的人。沃森级战舰于 1926–1933 年间建造并服务到 1972 年。这艘木制汽艇长 14 公尺且宽 4 公尺。它装备了两台汽油发动机，能提供 7 节的航速。1940 年，这些战舰从Y国南部的郡救助站被送到敦刻尔克，其中一些载着的是民间船员。撤离期间，它们将士兵从沙滩载运到由于吃水太深而无法靠近岸边的大型运输舰上。
zh_sg: 自1824年以来，这些小型战舰是依照皇家国家学会的要求而建造，负责拯救那些在英国海岸附近遇难的人。Watson级战舰于1926–1933年间建造并服务到1972年。这艘木制汽艇长14米且宽4米。它装备了两台汽油发动机，能提供7节的航速。1940 年，这些战舰从英国南部的郡救助站被送到敦刻尔克，其中一些载着的是民间船员。撤离期间，它们将士兵从沙滩载运到由于吃水太深而无法靠近岸边的大型运输舰上。

# IDS_PCZC047_DUNKIRK_RENAULT
source: Renault AGC-3 Ambulance (France)
es_mx: Ambulancia Renault AGC-3 (Francia)
ja: ルノー AGC-3 救急トラック (フランス軍)
pl: Ambulans Renault AGC-3 (Francja)
ru: Санитарный автомобиль Renault AGC-3 (Франция)
uk: Санітарний автомобіль Renault AGC-3 (Франція)
zh: 雷诺 AGC-3 救护车 (F系)
zh_sg: Renault AGC-3救护车 (法国)

# IDS_PCZC047_DUNKIRK_RENAULT_DESCRIPTION
source: This was a heavy ambulance lorry built on the basis of the 1.5-ton Renault AGC. It was designed by order of the French Ministry of War, and its production started in 1940. The vehicle had a 2.4-liter engine with 44 hp and could carry up to five seriously injured men. The French army experienced a severe shortage of heavy ambulance lorries, so 3,000 vehicles of this model were produced. Though Renault AGC-3 was produced after the war started, it was extensively used during the campaign of 1940.
es_mx: Está era un camión ambulancia pesado construido sobre la base de un Renault AGC de 1.5 toneladas. Fue diseñado por órdenes del Ministro Francés de Guerra, y su producción inició en 1940. El vehículo tenía un motor de 2.4 litros con 44 ho y podía cargar hasta cinco hombres heridos de gravedad. El ejército francés experimentaba una gran falta de camiones ambulancia pesados, así que 3,000 vehículos de este modelo fueron producidos. Aunque el Renault AGC-3 fue producido después del inicio de la guerra, fue ampliamente usado durante la campaña de 1940.
ja: 1.5 トンのルノー AGC をベースとした大型の救急トラックであり、フランス陸軍省による発注に応じて設計され、1940 年から生産が開始されました。2.4 リッターで出力 44 馬力のエンジンを搭載しており、重傷者を最大 5 名まで輸送する能力を備えていました。 フランス陸軍においては大型の救急トラックが深刻に不足していたため、このモデルは 3,000 両もが生産されました。この AGC-3 の開発が完了したのは開戦後であったにも関わらず、1940 年の本作戦において積極的に運用されました。
pl: Ten ciężki ambulans zbudowany był w oparciu o 1,5 tonową ciężarówkę Reanult AGC. Zaprojektowany został przez francuskie Ministerstwo Wojny i produkowany od 1940 roku. Pojazd posiadał 2,4-litrowy silnik rozwijający moc 44 KM i potrafił przewozić do pięciu poważnie rannych ludzi. Armia francuska poważnie odczuwała niedostatek ciężkich ambulansów, więc wyprodukowano ponad 3000 takich samochodów. Chociaż Renault AGC-3 był produkowany już po rozpoczęciu wojny, był szeroko wykorzystywany w kampanii z 1940 roku.
ru: Тяжёлый санитарный автомобиль на базе 1,5-тонного грузовика Renault AGC, созданный по заказу Военного министерства Франции, начал сходить с конвейера в начале 1940 года. Машина оснащалась 2,4-литровым двигателем мощностью 44 л. с. и могла перевозить до пяти тяжелораненых бойцов. Французская армия испытывала острую потребность в тяжёлых санитарных автомобилях и было произведено около 3000 машин этой модели. Хотя Renault AGC-3 опоздал к началу войны, он активно использовался во время кампании 1940 г.
uk: Важкий санітарний автомобіль на базі 1,5-тонної вантажівки Renault AGC, створений на замовлення Військового міністерства Франції, почав сходити з конвеєра на початку 1940 р. Машину оснащували 2,4-літровим двигуном потужністю 44 к.с. і вона могла перевозити до п’яти важкопоранених бійців. Французька армія гостро потребувала важких санітарних автомобілів й саме тому виробили коло 3 000 машин цієї моделі. Хоча Renault AGC-3 запізнився до початку війни, його активно використовували під час кампанії 1940 р.
zh: 这是一辆以 1.5 吨 雷诺 AGC 为主要结构所建造的重型救护卡车。它按照F国战争部的命令所设计，因此它的生产从 1940 年开始。该车辆拥有一具 44 匹马力的 2.4 公升引擎并且可以载运五名重伤病患。 F国陆军碰上了重型救护卡车严重短缺，所以此型号才生产了 3,000 辆。虽然 雷诺 AGC-3 是在战后才开始生产，但在 1940 年的战役期间被广泛运用。
zh_sg: 这是一辆以1.5吨级Renault AGC为主要结构所建造的重型救护卡车。它按照法国战争部的命令所设计，因此它的生产于1940年开始。该车辆拥有一部44匹马力的2.4千克引擎并且可以载运五名重伤病患。 法国陆军碰上了重型救护卡车严重短缺，所以此型号才生产了3000辆。虽然Renault AGC-3是在战后才开始生产，但在1940年的战役期间被广泛运用。

# IDS_PCZC048_DUNKIRK_BEDFORD
source: Bedford OYD Truck (U.K.)
es_mx: Camión Bedford OYD (Reino Unido)
ja: ベッドフォード OYD トラック (イギリス軍)
pl: Ciężarówka Bedford OYD (Zjednoczone Królestwo)
ru: Грузовой автомобиль Bedford OYD (Великобритания)
uk: Вантажний автомобіль Bedford OYD (Великобританія)
zh: 贝德福德 OYD 卡车 (Y系)
zh_sg: Bedford OYD 卡车(英国)

# IDS_PCZC048_DUNKIRK_BEDFORD_DESCRIPTION
source: At the beginning of World War II, Bedford started production of simplified lorries with a rear wheel drive layout, on the basis of the pre-war O series, for the purposes of the armed forces. The readily recognizable OY series vehicles on the long wheelbase with a payload of 3 tons were equipped with 3.5-liter engines producing 72 hp. The OYD open lorry with a general purpose body was the most common in the British army. It was used for carrying cargo and troops. During the war, Bedford OY became one of the most common British army vehicles. Its production continued till 1945, and the total number of delivered vehicles was over 70,000.
es_mx: Al inicio de la Segunda Guerra Mundial, el Bedford comenzó su producción de camiones simplificados con tracción trasera, basado en la serie O de preguerra, para las fuerzas armadas. Los fácilmente reconocibles vehículos de la serie OY por su larga distancia entre ejes tenían una carga útil de 3 toneladas y estaban equipados con motores de 3.5 que producían 72 hp. El camión de cabina abierta OYD con una construcción para uso general fue el más común en el ejército británico. Fue usado para llevar tropas y cargas. Durante la guerra, el Bedford OYD se volvió uno de los más comunes vehículos del ejército británico. Su producción continuo hasta 1945, y el total de vehículos entregados fue de más de 70,000.
ja: 二次大戦の序盤において、ベッドフォード・ブランドは、戦前の O シリーズをベースとした後輪駆動方式の軍用簡易トラックの製造を開始しました。容易に認識することが可能な OY シリーズの車両は、長いホイールベースを備え、積載量は 3 トンを誇り、3.5 リッターで 72 馬力のエンジンを搭載していました。 イギリス陸軍において最も一般的だったのは、汎用型の OYD トラックであり、貨物および兵員を輸送するために用いられました。そして大戦中にこのベッドフォード OY シリーズは、イギリス陸軍における最多車両のひとつとなりました。生産は 1945 年まで続けられ、合計 70,000 両以上が納品されました。
pl: Na początku II wojny światowej Bedford, na potrzeby sił zbrojnych, rozpoczął produkcję uproszczonych ciężarówek z napędem na tylne koła w oparciu o przedwojenną serię O. Pojazdy serii OY miały szeroki rozstaw osi, ładowność wynoszącą 3 tony i 3,5-litrowy silnik rozwijający moc 72 KM. Otwarta ciężarówka OYD, ze swoją wszechstronną charakterystyką była najbardziej rozpowszechniona w British Army. Używana była do transportu towarów i żołnierzy. W trakcie wojny Bedford OY stał się jednym z najpopularniejszych pojazdów armii brytyjskiej. Jego produkcja kontynuowana była to 1945 roku i stanęła na liczbie ponad 70 000 egzemplarzy.
ru: С началом Второй мировой войны компания Bedford на базе довоенной серии O начала производство упрощённых заднеприводных грузовиков специально для вооружённых сил. Длиннобазные машины OY-серии, с характерным, легко узнаваемым дизайном, имели полезную нагрузку 3 тонны и оснащались 3,5-литровым 72-сильным двигателем. Наиболее распространённым в британской армии был бортовой грузовик OYD с кузовом общего назначения, использовавшийся для перевозки различных грузов и личного состава. За время войны Bedford OY стал одним из самых массовых английских армейских автомобилей. Его производство продолжалось до 1945 года, а общее число выпущенных машин перевалило за 70 тысяч.
uk: З початком Другої світової війни компанія Bedford на базі довоєнної серії O розпочала виробництво спрощених задньопривідних вантажівок спеціально для збройних сил. Довгобазні машини OY-серії, з характерним, легко пізнаваним дизайном, мали корисне навантаження 3 тонни і оснащувалися 3,5-літровим 72-сильним двигуном. Найпоширенішою в британській армії була бортова вантажівка OYD з кузовом загального призначення, яки використовували для перевезення різних вантажів і особового складу. За час війни Bedford OY став одним з наймасовіших англійських армійських автомобілів. Його виробництво тривало до 1945 р., а загальна кількість випущених машин перевищила 70 тисяч.
zh: 大战一开始，出于武装部队的用途，贝德福德开始以战前的 O 系列为主要结构来生产后轮驱动的简易卡车。其容易辨别的 OY 系列车辆在长轴距上的载重量为 3 吨，装备产生 72 匹马力的 3.5 公升引擎。 OYD 开棚货车有着Y国陆军中最常见的通用车体。它被用于载运货物和部队。战争期间，贝德福德 OY 成为英国陆军最常见的车辆之一。其生产持续到 1945 年，而已交付车辆的总数超过了 70,000 辆。
zh_sg: 第二次世界大战一开始，出于武装部队的用途，Bedford开始以战前的O系列为主要结构来生产后轮驱动的简易卡车。其容易辨别的OY系列车辆在长轴距上的载重量为3吨，装备产生72匹马力的3.5公升引擎。 OYD敞篷货车有着英国陆军中最常见的通用车体。它被使用于载运货物和部队。战争期间，Bedford OY成为英国陆军最常见的车辆之一。其生产持续到1945年，而已交付车辆的总数超过70000辆。

# IDS_PCZC049_DUNKIRK_PEUGEOT
source: Peugeot DK5J Truck (France)
es_mx: Camión Peugeot DK5J (Francia)
ja: プジョー DK5J トラック (フランス軍)
pl: Ciężarówka Peugeot DK5J (Francja)
ru: Грузовой автомобиль Peugeot DK5J (Франция)
uk: Вантажний автомобіль Peugeot DK5J (Франція)
zh: 标致 DK5J 卡车 (F系)
zh_sg: Peugeot DK5J 卡车(法国)

# IDS_PCZC049_DUNKIRK_PEUGEOT_DESCRIPTION
source: The Peugeot DK5J light covered truck was produced by order of the military department of France until the end of 1939. It was based on the Peugeot 402 and adopted the original cabin design of its predecessor. The vehicle with a payload of 1.2 tons had a 2-liter engine providing an output of 45 hp. The Peugeot DK5J was mainly used for carrying small supplies of food and ammunition in the rear and front lines. It was well received in the French army due to its easy maintenance and good flotation.
es_mx: El camión ligero Peugeot DK5J fue producido por órdenes del departamento militar de Francia hasta el final de 1939. Estaba basado en el Peugeot 402 y adoptó el diseño de la cabina original de su predecesor. El vehículo con una carga útil de 1.2 toneladass tenía un motor de 2 litros que producía 45 hp. El Peugeot DK5J fue usado principalmente para llevar pequeños suministros de comida y munición a las líneas retiradas y del frente. Fue bien recibido en el ejército francés debido a su fácil mantenimiento y buena flotación.
ja: プジョー DK5J 幌トラックは、1939 年の末にフランス陸軍省からの発注を受けて開発されました。本車はプジョー 402 をベースとしており、402 からキャビンの設計を踏襲していました。積載量は 1.2 トンであり、2 リッターで 45 馬力のエンジンを搭載していました。 このプジョー DK5J は、後方と前線において主に食料や弾薬などの小さな補給品を輸送するために用いられました。本車はメンテナンスが容易であり、優れた沈下抵抗力を備えていたため、フランス陸軍において好評でした。
pl: Lekka, zakryta ciężarówka Peugeot DK5J była produkowana na zamówienie wojska francuskiego do końca 1939 roku. Opierała się na modelu Peugeot 402 i przejęła po nim oryginalny projekt kabiny. Ładowność samochodu wynosiła 1,2 tony, a 2-litrowy silnik produkował 45 KM. Peugeot DK5J wykorzystywany był głównie do transportu małych ilości żywności i amunicji na tyłach i w pobliżu frontu. Cieszył się uznaniem wśród żołnierzy z powodu łatwej konserwacji i dobrych właściwości jezdnych.
ru: Небольшой тентовый грузовик Peugeot DK5J производился по заказу военного ведомства Франции с конца 1939 года. Он базировался на узлах легкового Peugeot 402, от которого перенял и оригинальный дизайн кабины. Автомобиль имел полезную нагрузку 1,2 тонны, оснащался двигателем объёмом 2 литра и мощностью 45 л.с. Peugeot DK5J служил, в основном, для перевозки небольших партий продовольствия и боеприпасов, как в тылу, так и в прифронтовой полосе. Благодаря лёгкости в обслуживании и неплохой проходимости, грузовичок пользовался большой популярностью в вооружённых силах Французской республики.
uk: Невелику тентовану вантажівку Peugeot DK5J виробляли на замовлення військового відомства Франції з кінця 1939 р. Вона базувалася на вузлах легкового Peugeot 402, від якого і перейняла оригінальний дизайн кабіни. Автомобіль мав корисне навантаження 1,2 тонни, оснащувався двигуном об’ємом 2 літри та потужністю 45 к.с. Peugeot DK5J служив, переважно, для перевезення невеликих партій продовольства і боєприпасів, як в тилу, так і у прифронтовій смузі. Завдяки легкості в обслуговуванні і непоганій прохідності, вантажівка користувалася великою популярністю в збройних силах Французької республіки.
zh: 标致 DK5J 轻棚卡车是按照F国军事部门的命令所生产，一直到 1939 年底。它是以 标致 402 为基础并采用其前身的原始座舱设计。该车辆有着 1.2 吨的负载重量并拥有可产生 45 匹马力的 2 公升引擎。 标致 DK5J 主要是在前线与后线间用于载运小型的食物补给及弹药。由于它容易维护且有良好的浮力，在F国陆军里广受好评。
zh_sg: Peugeot DK5J轻棚卡车是按照法国军事部门的命令所生产，一直到1939年底。它是以Peugeot 402为基础并采用其前身的原始座舱设计。该车辆有着1.2吨的负载重量并拥有可产生45匹马力的2公升引擎。 Peugeot DK5J主要是在前线与后线间用于载运小型的食物补给及弹药。由于它容易维护和有良好的浮力，在法国陆军里广受好评。

# IDS_PCZC050_DUNKIRK_LEYLAND
source: Leyland Retriever Truck (U.K.)
es_mx: Camión Leyland Retriever (Reino Unido)
ja: レイランド・レトリヴァー (イギリス軍)
pl: Ciężarówka Leyland Retriever (Zjednoczone Królestwo)
ru: Грузовой автомобиль Leyland Retriever (Великобритания)
uk: Вантажний автомобіль Leyland Retriever (Великобританія)
zh: 利兰猎犬卡车 (Y系)
zh_sg: Leyland Retriever 卡车 (英国)

# IDS_PCZC050_DUNKIRK_LEYLAND_DESCRIPTION
source: The Leyland Retriever was a standard 3-ton cab-over six-wheeler. This was a first-generation army vehicle, production of which started in 1933 by order of the U.K. military department. The Retriever model with the 6x4 wheel layout was equipped with a 6-liter engine producing 73 hp, and was distinguished by its conservative construction and utilitarian design. Most standard first-generation six-wheelers were lost in France in the summer of 1940. Though the Leyland Retriever had become outdated by that time, its upgraded version was still produced until 1944.
es_mx: El Leyland Retriever era un seis ruedas de 3 toneladas con cabina sobre el motor. Esta era un primera generación del vehículo del ejército, cuya producción inició en 1933 por órdenes del departamento militar del Reino Unido. El modelo Retriever estaba equipado con un motor de 6 litros que producía 73 hp, y se distinguía por su construcción conservadora y diseño utilitario. La mayoría de los vehículos de seis ruedas de la primera generación fueron perdidos en Francia en el verano de 1940. Aunque el Leyland Retriever era obsoleto para su época, su versión mejorada continuo en producción hasta 1944.
ja: レイランド・レトリヴァーは、スタンダードな 3 トン級のキャブオーバー型 6 輪トラックです。本車は第 1 世代の軍用車両であり、イギリス政府からの発注に応じて 1933 年に開発が開始されました。このモデルは 6 輪中 4 輪が駆動輪であり、6 リッターで 73 馬力のエンジンを搭載しおり、保守的な構造と実利的な設計が大きな特徴でした。 第 1 世代のスタンダードな 6 輪トラックは、その大半が 1940 年の夏にフランスで失われ、このレイランド・レトリヴァーはもはや時代遅れとなりましたが、その改良型の生産が 1944 年まで続けられました。
pl: Leyland Retriever był standardowym 3-tonowym, sześciokołowym samochodem ciężarowym z kabiną nad silnikiem. Był to pojazd zaprojektowany na potrzeby wojska, produkowany od 1933 roku na rozkaz departamentu wojskowego Zjednoczonego Królestwa. Retriever miał napęd typu 6x4, 6-litrowy silnik produkujący 73 KM i cechował się zachowawczą konstrukcją oraz układem stawiającym użyteczność ponad wszystko. Większość tych sześciokołowców została utracona we Francji latem 1940 roku. Chociaż Leyland Retriever był już w tamtych czasach przestarzały, to jego ulepszona wersja produkowana była do 1944 roku.
ru: Leyland Retriever входил в гамму типовых трёхосных бескапотных грузовиков 3-тонного класса. Он принадлежал к армейским машинам первого поколения, разработка которых началась в 1933 году по заданию военного ведомства Великобритании. Модель Retriever с колёсной формулой 6x4 оснащалась 6-литровым мотором мощностью 73 л.с., отличалась консервативной конструкцией и имела предельно утилитарный дизайн. Большинство типовых трёхосных машин первого поколения было потеряно во Франции летом 1940 года. Хотя к этому времени Leyland Retriever уже устарел, тем не менее, его модернизированная версия оставалась в производстве до 1944 года.
uk: Leyland Retriever був типовою тривісною безкапотною вантажівкою 3-тонного класу. Він належав до армійських машин першого покоління, розробляти які почали 1933 р. за завданням військового відомства Великобританії. Модель Retriever з колісною формулою 6×4 оснащували 6-літровим мотором потужністю 73 к.с., відрізнялася консервативною конструкцією і мала максимально утилітарний дизайн. Більшість типових тривісних машин першого покоління втратили у Франції влітку 1940 р. Хоч до цього часу Leyland Retriever вже застарів, проте, його модернізована версія залишалася у виробництві до 1944 р.
zh: 利兰猎犬是一辆标准的 3 吨平头式六轮卡车。这是第一代陆军车辆，按照Y国军事部门的命令于 1933 年开始生产。猎犬型号具有 6x4 轮的配置并装备了可产生 73 匹马力的 6 公升引擎，因此以保守结构和实用设计而著名。 大部分的标准第一代六轮卡车都在 1940 年夏季在F国失去。虽然利兰猎犬到那时都已经过时了，其升级版却仍然一直生产到 1944 年。
zh_sg: Leyland Retriever是一辆标准的3吨平头式六轮卡车。这是第一代陆军车辆，按照英国军事部门的命令于1933年开始生产。Retriever型号具有6x4轮的配置并装备了可产生73匹马力的6公升引擎，因此以保守结构和实用设计而著名。 大部分的标准第一代六轮卡车都失去于1940年法国夏季。虽然Leyland Retriever到那时都已经过时了，其升级版却仍然一直生产到1944年。

# IDS_PCZC051_YAMAMOTO_KADETSUMMER_UNIFORM
source: Imperial Naval Academy Cadet, Summer Uniform, 1901
es_mx: Cadete de la Academia Naval Imperial, Uniforme de Verano, 1901
ja: 海軍兵学校 士官候補生 夏服 (1901 年)
pl: Kadet Cesarskiej Akademii Morskiej, Mundur letni, 1901 r.
ru: Кадет Военно-морской академии, летняя униформа, 1901 год
uk: Кадет Військово-морської академії, літній однострій, 1901 р.
zh: 帝国海军学院学员，夏季制服，1901年
zh_sg: 帝国海军学院学员，夏季制服，1901年
