Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE313_SEASONFLAG14_EXTRA_DESCRIPTION
source: The Italian city of Taranto was founded by the Spartans in the 8th century BC, and named by them in honor of one of the heroes of ancient Greek myths. After the unification of Italy, this port began to be used as a base of the Regia Marina.
es_mx: La ciudad italiana de Taranto fue fundada por los espartanos en el siglo VIII a. C., y recibió su nombre en honor a uno de los héroes de los antiguos mitos griegos. Después de la unificación de Italia, este puerto comenzó a ser usado como una base de la Regia Marina.
ja: イタリアのタラント市は紀元前 8 世紀にスパルタからの植民者達によって設立され、当初は古代ギリシャ神話の英雄に因んでタレスと呼ばれていました。イタリアが統一された後には、この港はイタリア海軍の基地として利用されるようになりました。
pl: Włoskie miasto Taranto zostało założone przez Spartan w 8. roku p.n.e. i nazwane na cześć jednego z bohaterów greckich mitów. Po zjednoczeniu Włoch port ten wykorzystywany był jako baza Regia Marina.
ru: Итальянский город Таранто был основан спартанцами в VIII веке до н. э. и назван ими в честь одного из героев древнегреческих мифов. После объединения Италии этот порт стал использоваться в качестве базы Королевских ВМС.
uk: Італійське місто Таранто було засновано спартанцями в VIII столітті до н. е. та названо на честь одного з героїв давньогрецьких міфів. Після об’єднання Італії цей порт стали використовувати як базу Королівських ВМС.
zh: Итальянский город Таранто был основан спартанцами в VIII веке до н. э. и назван ими в честь одного из героев древнегреческих мифов. После объединения Италии этот порт стал использоваться в качестве базы Королевских ВМС.
zh_sg: 意大利城市塔兰托由斯巴达人在公元前8世纪建立，并用古希腊神话中的英雄所命名。意大利统一后，此港口成为了皇家海军的基地。

# IDS_PCEE314_SILIWANGI_FLAG_DESCRIPTION
source: In 1959, Soviet destroyer Volevoy (Project 30-bis) was transferred to the Indonesian Navy and renamed "Siliwangi" in honor of the semi-mythical ruler of the Sunda Kingdom located on the island of Java, who, according to legend, transformed into a tiger.
es_mx: En 1959, el destructor soviético Volevoy (Proyecto 30-bis) fue transferido a la Armada de Indonesia y se renombrado "Siliwangi" en honor al gobernante semimitológico del Reino de Sunda ubicado en la isla de Java, el cual, según una leyenda, fue transformado en un tigre.
ja: 1959 年にソ連の駆逐艦ヴォレヴォイ (プロイェークト 30-bis) がインドネシア海軍に引き渡され、ジャワ島にあったスンダ王国の半神話的支配者に因んでシリワンギと改名されました。伝説によるとこの支配者は虎に変身したとされています。
pl: W 1959 roku radziecki niszczyciel Woliewoj (projekt 30 bis) został przekazany marynarce wojennej Indonezji i nazwany „Siliwangi” na cześć półmitycznego władcy Królestwa Sunda, położonego na wyspie Jawa, który zgodnie z legendą przemienił się w tygrysa.
ru: В 1959 году советский эсминец «Волевой» (проект 30-бис) был передан ВМС Индонезии и переименован в Siliwangi в честь полумифического правителя королевства Сунда на острове Ява, по легенде превратившегося в тигра.
uk: У 1959 році радянський есмінець «Вольовий» (проект 30-біс) передали ВМС Індонезії та перейменували на Siliwangi на честь напівміфічного правителя королівства Сунда на острові Ява, який за легендою перетворився на тигра.
zh: В 1959 году советский эсминец «Волевой» (проект 30-бис) был передан ВМС Индонезии и переименован в Siliwangi в честь полумифического правителя королевства Сунда на острове Ява, по легенде превратившегося в тигра.
zh_sg: 1959年，原苏联驱逐舰坚定号（30-bis计划）移交给印尼海军并更名为“西利旺义”，以致敬爪哇岛巽他王国的半神统治者，根据传说，他变成了一只老虎。

# IDS_PCEE315_STEAM2_FLAG
source: Piece of Cake
es_mx: Rebanada de Pastel
ja: 華やかなケーキ
pl: Tort świąteczny
ru: Праздничный торт
uk: Святковий торт
zh: Праздничный торт
zh_sg: 节日蛋糕

# IDS_PCEE315_STEAM2_FLAG_DESCRIPTION
source: Sailing full Steam ahead for 2 years now! May your battles be a piece of cake.
es_mx: World of Warships: ¡navegando a toda vapor por dos años en este momento! ¡No olvides darte un premio por tus logros en el juego con una deliciosa rebanada de pastel.
ja: World of Warships: 2 年間に渡り Steam で全速前進を続けてきました! 今まで本ゲームに様々な結果を残してきたからこそ、美味しいケーキなどで贅沢することを忘れないでください。
pl: World of Warships: pędzi całą naprzód już 2 lata! Nie zapomnij uczcić swoich osiągnięć w grze kawałkiem pysznego tortu.
ru: Идём на всех парах: два года World of Warships на Steam! Не забудьте отметить свои достижения кусочком вкусного торта.
uk: Йдемо на всіх парах: два роки World of Warships на Steam! Не забудьте відсвяткувати свої досягнення шматочком смачного торта.
zh: Идём на всех парах: два года World of Warships на Steam! Не забудьте отметить свои достижения кусочком вкусного торта.
zh_sg: 《战舰世界》：全速航行2年了！别忘了用一块美味的蛋糕犒劳自己的成就。

# IDS_PCEE316_CST_FLAG_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: Особый
zh_sg: 特殊

# IDS_PCEE316_CST_FLAG_EXTRA_DESCRIPTION
source: Flag of a CST team member.
es_mx: Bandera de un miembro del equipo del CST.
ja: CST チームメンバー旗
pl: Flaga dla członka zespołu CST.
ru: Флаг участника команды CST.
uk: Прапор учасника команди CST.
zh: Флаг участника команды CST.
zh_sg: CST团队成员旗帜。

# IDS_PCEE317_BORODINO_FLAG
source: Borodino
ru: Бородино
uk: Бородіно
zh: Бородино
zh_sg: 博罗季诺

# IDS_PCEE317_BORODINO_FLAG_DESCRIPTION
source: A number of Russian and Soviet Navy ships carried the name "Borodino," honoring the famous Battle of Borodino of 1812.
es_mx: Numerosos barcos de las armadas rusa y soviética llevaban el nombre «Borodino», en homenaje a la célebre batalla de Borodino de 1812.
ja: ロシア海軍およびソ連海軍の様々な艦艇に対して有名な 1812 年の「ボロジノの戦い」に因んだ艦名が付与されました。
pl: Liczne rosyjskie i radzieckie okręty nosiły nazwę „Borodino”, by uczcić słynną bitwę pod Borodino w 1812 roku.
ru: Имя «Бородино», в честь знаменитого Бородинского сражения 1812 года, носил целый ряд кораблей российского и советского флота.
uk: Ім’я «Бородіно», на честь знаменитої Бородінської битви 1812 року, носила ціла низка кораблів російського та радянського флоту.
zh: Имя «Бородино», в честь знаменитого Бородинского сражения 1812 года, носил целый ряд кораблей российского и советского флота.
zh_sg: 俄罗斯和苏联的一些海军舰艇都冠以“波罗底诺”的名字，以纪念1812年著名的波罗迪诺战役。

# IDS_PCEE318_CHESHIRE_FLAG_DESCRIPTION
source: Located in the north-west of England, Cheshire is one of Great Britain’s historic counties. The tradition of naming warships in honor of counties was established in the Royal Navy in the 1900s.
es_mx: Localizado al noroeste de Inglaterra, Cheshire es uno de los condados históricos de Gran Bretaña. En la década 1900, la Royal Navy estableció la tradición de poner el nombre de condados a barcos.
ja: イングランド北西部にあるチェシャー州は、イギリスにおいて歴史ある郡 (カウンティ) のひとつです。イギリス海軍において軍艦にカウンティに因んだ艦名を付与するという伝統が 1900 年代に確立されました。
pl: Położone na północnym zachodzie Anglii Cheshire to jedno z historycznych hrabstw Wielkiej Brytanii. Tradycja nazywania okrętów wojennych od hrabstw pojawiła się w Royal Navy w pierwszej dekadzie XX wieku.
ru: Расположенный на северо-западе Англии Чешир входит в число исторических графств Великобритании. Традиция именовать боевые корабли в честь графств установилась в Королевском флоте с 1900-х годов.
uk: Розтошований на північному заході Англії, Чешир входить до числа історичних графств Великобританії. Традиція називати бойові кораблі на честь графств встановилася в Королівському флоті з 1900-х років.
zh: Расположенный на северо-западе Англии Чешир входит в число исторических графств Великобритании. Традиция именовать боевые корабли в честь графств установилась в Королевском флоте с 1900-х годов.
zh_sg: 柴郡位于英格兰西北部，是英国历史悠久的郡之一。以郡的名称命名军舰的传统是1900年起在皇家海军中确立的。

# IDS_PCEE319_AUTUMNTEST_FLAG
source: PT Autumn Season
es_mx: Temporada de Otoño de la PP
ja: PT オータムシーズン
pl: Sezon jesienny TP
ru: Осенний сезон PT
uk: Осінній сезон ЗТ
zh: Осенний сезон PT
zh_sg: 公测秋季

# IDS_PCEE319_AUTUMNTEST_FLAG_DESCRIPTION
source: Flag for participants of the Public Test Autumn Marathon.
es_mx: Bandera para los participantes del Maratón de Otoño de la Prueba Pública.
ja: 公開テストのオータムマラソン参加者のための記念旗です。
pl: Flaga dla uczestników jesiennego maratonu testów publicznych.
ru: Флаг участника осеннего марафона Общего теста.
uk: Прапор учасника осіннього марафону Загального тестування.
zh: Флаг участника осеннего марафона Общего теста.
zh_sg: 公测秋季马拉松参赛旗帜。

# IDS_PCEE320_SECRETSANTA2020_FLAG
source: Santa's Gifts 2020
es_mx: Los Regalos de Santa 2020
ja: サンタギフト 2020
pl: Prezenty od Mikołaja 2020
ru: Новогодние подарки 2020
uk: Дарунки Діда Мороза 2020
zh: Новогодние подарки 2020
zh_sg: 2020年圣诞老人的礼物

# IDS_PCEE320_SECRETSANTA2020_FLAG_DESCRIPTION
source: A commemorative flag for participating in the "Santa's Gifts" special event in 2020.
es_mx: Una bandera conmemorativa por participar en el evento especial "Los Regalos de Santa" en el 2020.
ja: 2020 年の特別イベント「サンタギフト」への参加記念旗です。
pl: Pamiątkowa flaga za uczestnictwo w specjalnym wydarzeniu „Prezenty od Mikołaja” w 2020 roku.
ru: Памятный флаг за участие в акции «Новогодние подарки» в 2020 году.
uk: Пам’ятний прапор за участь в акції «Дарунки Діда Мороза» 2020 року.
zh: Памятный флаг за участие в акции «Новогодние подарки» в 2020 году.
zh_sg: 参与2020年特别活动“圣诞老人的礼物”的纪念旗帜。

# IDS_PCEE321_WUKONG_FLAG_DESCRIPTION
source: Sun Wukong, the Monkey King, is a character from "Journey to the West", a novel by Wu Cheng'en.
es_mx: Sun Wukong, el Rey Mono, es un personaje de "Viaje al Oeste", una novela de Wu Cheng'en.
ja: 猿の王である孫悟空 (サン・ウーコン) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。
pl: Sun Wukong, Małpi Król, to postać z powieści „Wędrówka na zachód” autorstwa chińskiego pisarza Wu Cheng'ena.
ru: Царь обезьян — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
uk: Sun Wukong, Цар Мавп — герой роману «Подорож на Захід» китайського письменника У Чен’еня.
zh: Царь обезьян — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
zh_sg: 孙悟空是吴承恩小说《西游记》中的主角。

# IDS_PCEE322_BAJIE_FLAG_DESCRIPTION
source: Half man and half pig, Zhu Bajie is a character from "Journey to the West", a novel by Wu Cheng'en.
es_mx: Mitad hombre y mitad cerdo, Zhu Bajie es un personaje de "Viaje al Oeste", una novela de Wu Cheng'en.
ja: 半人半豚の猪八戒 (ズー・バジー) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。
pl: Zhy Bajie, pół-człowiek, pół-świnia to postać z powieści „Wędrówka na zachód” autorstwa chińskiego pisarza Wu Chenga'ena.
ru: Получеловек-полусвинья — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
uk: Напівлюдина-напівсвиня, Zhu Bajie — герой роману «Подорож на Захід» китайського письменника У Чен’еня.
zh: Получеловек-полусвинья — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
zh_sg: 猪八戒是吴承恩小说《西游记》中猪面人身的角色。

# IDS_PCEE323_WHITERAT_FLAG
source: Year of the Rat
es_mx: Año de la Rata
ja: 子年
pl: Rok szczura
ru: Год Крысы
uk: Рік Щура
zh: Год Крысы
zh_sg: 鼠年

# IDS_PCEE323_WHITERAT_FLAG_DESCRIPTION
source: To honor the celebration of the year of the White Metal Rat according to the Lunar calendar.
es_mx: En honor a la celebración del año de la Rata de Metal Blanco de acuerdo al calendario Lunar.
ja: 太陰暦による庚子の年を祝って。
pl: Dla uczczenia roku Białego Metalowego Szczura w kalendarzu księżycowym.
ru: В честь празднования года Белой Металлической Крысы по восточному календарю.
uk: З нагоди святкування року Білого Металевого Щура за східним календарем.
zh: В честь празднования года Белой Металлической Крысы по восточному календарю.
zh_sg: 按农历庆祝白金鼠年。

# IDS_PCEE324_SMALAND_FLAG_DESCRIPTION
source: One of a pair of large destroyers of the Halland class, launched in 1952. The ship was named after the historical province in Southern Sweden, whose coat of arms is depicted on the flag.
es_mx: Uno de los dos grandes destructores de clase Halland, botado en 1952. El barco recibió el nombre de la histórica provincia en el sur de Suecia, cuyo escudo de armas se encuentra en la bandera.
ja: スモーランドは全 2 隻から成る大型のハッランド級駆逐艦の 1 隻であり、1952 年に進水しました。艦名の由来はスウェーデン南部の歴史的な地方であり、この旗にはそのスモーランド地方の紋章が描かれています・
pl: Jeden z dwóch dużych niszczycieli typu Halland, zwodowany w 1952. Okręt nosi nazwę historycznej prowincji na południu Szwecji, której herb widnieje na fladze okrętu.
ru: Один из пары больших эсминцев типа Halland, спущенный на воду в 1952 г. Назван в честь исторической провинции в южной Швеции, герб которой изображён на флаге.
uk: Один з двох великих есмінців типу Halland, який був спущений на воду у 1952 р. Назвали на честь історичної провінції у південній Швеції, герб якої зображений на прапорі.
zh: Один из пары больших эсминцев типа Halland, спущенный на воду в 1952 г. Назван в честь исторической провинции в южной Швеции, герб которой изображён на флаге.
zh_sg: 哈兰级大型驱逐舰之一，于1952年下水。以瑞典国旗上徽章所代表的的一个行省命名的，是瑞典南部的一个历史上的行省。

# IDS_PCEE325_AEGIR_FLAG_DESCRIPTION
source: In Norse mythology, Aegir is a god associated with the oceans. Like Poseidon and his Roman equivalent, Neptune, he possessed a divine attribute of power—a trident of his own.
es_mx: En la mitología nórdica, Aegir es un dios asociado con los océanos. Al igual que Poseidón y su equivalente romano, Neptuno, poseía un atributo divino de poder: su propio tridente.
ja: エーギルは北欧神話における海の神です。ポセイドーンやそのローマ神話における呼称であるネプトゥーヌスと同様、神聖な力の象徴である三叉の矛を持っています。
pl: W mitologii nordyckiej Aegir był bogiem utożsamianym z oceanami. Podobnie, jak jego odpowiednicy Posejdon i Neptun, Aegir posiadał atrybut boskiej mocy – własny trójząb.
ru: Эгир — бог морей в германо-скандинавской мифологии. Подобно Посейдону и Нептуну обладал символом власти — собственным трезубцем.
uk: Егір — бог морів германо-скандинавської міфології. Як і Посейдон та Нептун мав символ влади — власний тризубець.
zh: Эгир — бог морей в германо-скандинавской мифологии. Подобно Посейдону и Нептуну обладал символом власти — собственным трезубцем.
zh_sg: 在挪威神话中，埃吉尔是一位与海洋有关的神。就像波塞冬和罗马的海王星一样，他拥有一种神圣的力量——三叉戟。

# IDS_PCEE326_SHIKISHIMA_FLAG_DESCRIPTION
source: Shikishima was a further development of the Yamato-class battleships, also known as the Super Yamato class. The project was to be armed with 510 mm main battery guns and planned to be ordered under the 1942 shipbuilding program. "Shikishima" is one of the ancient poetic names for Japan.
es_mx: El Shikishima fue un desarrollo avanzado de los acorazados de la clase Yamato, también conocida como la clase Super Yamato. El proyecto estaría armado con cañones de 510 mm en la batería principal y se planeó que fuera ordenado bajo el programa de construcción naval de 1942. "Shikishima" es uno de los antiguos nombres poéticos para Japón.
ja: 敷島は大和型戦艦の発展型で、超大和型戦艦としても知られています。主砲として 510 mm 砲を採用する案であり、1942 年の建艦計画において発注することが検討されていました。艦名の敷島とは、日本を意味する古称のひとつです。
pl: Shikishima to rozwinięcie pancerników typu Yamato, okręt znany był również pod nazwą Super Yamato. Projekt uwzględniał artylerię główną z działami o kal. 510 mm i planowano go zamówić w programie na 1942 rok. „Shikishima” to jedno z antycznych, poetyckich określeń Japonii.
ru: Shikishima — проект развития линкоров типа Yamato (известный также как «Сверх-Yamato») с 510-мм артиллерией главного калибра, запланированный к заказу в программе развития флота от 1942 г. Shikishima — это одно из древних поэтических наименований Японии.
uk: Shikishima — проєкт розвитку лінкорів типу Yamato (відомий також як «Над Yamato») з 510-мм артилерією головного калібру, який планували до замовлення в програмі розвитку флоту від 1942 р. Shikishima — це одна з давніх поетичних назв Японії.
zh: Shikishima — проект развития линкоров типа Yamato (известный также как «Сверх-Yamato») с 510-мм артиллерией главного калибра, запланированный к заказу в программе развития флота от 1942 г. Shikishima — это одно из древних поэтических наименований Японии.
zh_sg: 敷岛是大和级战列舰的进一步发展，也被称为超大和级战列舰。该项目配备510毫米主炮，计划根据1942年造船计划采购。“Shikishima”出自日语中的“敷岛”，是日本古代的诗歌名之一。

# IDS_PCEE327_RECRUITING_FLAG
source: Recruiting Station
es_mx: Estación de Reclutamiento
ja: 募集ステーション
pl: Stacja rekrutacyjna
ru: Морское братство
uk: Морське братерство
zh: 邀请好友
zh_sg: 征募站

# IDS_PCEE327_RECRUITING_FLAG_DESCRIPTION
source: Friendship is free and the rewards are priceless.
es_mx: La amistad es libre y las recompensas no tienen precio.
ja: 友情は無償であり、褒賞はプライスレスです。
pl: Przyjaźń nic nie kosztuje, ale sowicie wynagradza.
ru: Дружба — это дар, и плоды её бесценны!
uk: Дружба — це дар, і плоди її неоцінні!
zh: Дружба — это дар, и плоды её бесценны!
zh_sg: 友谊是免费的，回报是无价的。

# IDS_PCEE328_STACKUP_FLAG_DESCRIPTION
source: Thank you for your donation to support the Veteran’s Mental Health Campaign organized by World of Warships and Stack Up.
es_mx: Gracias por tu donación para apoyar a la Campaña de Salud Mental de los Veteranos organizada por World of Warships y Stack Up.
pl: Dziękujemy za Twoje wsparcie dla kampanii na rzecz zdrowia psychicznego weteranów, organizowanej przez World of Warships i Stack Up.
ru: В благодарность за участие в программе Veteran's Mental Health, учреждённой совместно World of Warships и Stack Up.
uk: На подяку за участь у програмі Veteran's Mental Health Campaign, яку впровадили спільно World of Warships і Stack Up.
zh: В благодарность за участие в программе Veteran's Mental Health, учреждённой совместно World of Warships и Stack Up.
zh_sg: 感谢您捐赠支持由《战舰世界》组织筹款的退伍军人心理健康运动。

# IDS_PCEE329_POPCORN_FLAG
source: "Bad Advice"
es_mx: "Malos Consejos"
ja: 「悪い例」
pl: „Zła rada”
ru: «Вредные советы»
uk: «Шкідливі поради»
zh: «Вредные советы»
zh_sg: “坏建议”

# IDS_PCEE329_POPCORN_FLAG_DESCRIPTION
source: In honor of the collection dedicated to the adventures of Cap and Fishy.
es_mx: En honor a la colección dedicada a las aventuras de Cap y Fish.
ja: 船長とお魚さんの冒険をテーマにしたコレクションを称えて。
pl: Na cześć kolekcji poświęconej przygodom Kapitana i Rybki.
ru: В честь коллекции, посвящённой приключениям Кэпа и Рыбки.
uk: На честь колекції, присвяченій пригодам Кепа та Рибки.
zh: В честь коллекции, посвящённой приключениям Кэпа и Рыбки.
zh_sg: 纪念卡普和费什大冒险主题收藏。

# IDS_PCEE330_KOTSX_FLAG
source: King of the Sea
zh: 海上之王

# IDS_PCEE330_KOTSX_FLAG_DESCRIPTION
source: King of the Sea Tournament Winner
es_mx: Ganador del Torneo "King of the Sea"
ja: King of the Sea トーナメントの優勝者
pl: Zwycięzca turnieju King of the Sea
ru: Победитель турнира King of the Sea
uk: Переможець турніру King of the Sea
zh: Победитель турнира King of the Sea
zh_sg: King of the Sea联赛获胜者

# IDS_PCEE331_WINTERTEST_FLAG
source: PT Winter Season
es_mx: Temporada de Invierno de la PP
ja: PT ウィンターシーズン
pl: Sezon zimowy TP
ru: Зимний сезон PT
uk: Зимовий сезон ЗТ
zh: Зимний сезон PT
zh_sg: 公测冬季

# IDS_PCEE331_WINTERTEST_FLAG_DESCRIPTION
source: Flag for participants of the Public Test Winter Marathon.
es_mx: Bandera para los participantes del Maratón de Invierno de la Prueba Pública.
ja: 公開テストのウィンターマラソン参加者のための記念旗です。
pl: Flaga dla uczestników zimowego maratonu testów publicznych.
ru: Флаг участника зимнего марафона Общего теста.
uk: Прапор учасника зимового марафону Загального тестування.
zh: Флаг участника зимнего марафона Общего теста.
zh_sg: 公测冬季马拉松参赛旗帜。

# IDS_PCEE332_SEASONFLAG15
source: Devonport
ja: デヴォンポート
ru: Девонпорт
uk: Девонпорт
zh: Девонпорт
zh_sg: 德文港

# IDS_PCEE332_SEASONFLAG15_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Fifteenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Decimoquinta Temporada de las Batallas por Rango.
ja: ランク戦第 15 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w piętnastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 15-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 15-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 15-м ранговом сезоне.
zh_sg: 在排位战第15赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE333_OCHAKOV_FLAG
source: Ochakov
pl: Oczakow
ru: Очаков
uk: Очаків
zh: Очаков
zh_sg: 奥恰科夫

# IDS_PCEE333_OCHAKOV_FLAG_DESCRIPTION
source: For your service and bravery.
es_mx: Por tu servicio y valentía.
ja: 貢献と勇気を称えて。
pl: Za Twoją służbę i męstwo.
ru: За службу и храбрость.
uk: За службу й хоробрість.
zh: За службу и храбрость.
zh_sg: 为了您的付出和勇敢。

# IDS_PCEE334_ORKAN_FLAG_DESCRIPTION
source: Destroyer Orkan was commissioned into the Polish Navy in November 1942. She took part in the protection of convoys in the Arctic and Atlantic, and was sunk in the spring of 1943.
es_mx: El destructor Orkan fue puesto en servicio en la Armada de Polonia en noviembre de 1942. Participó en la protección de convoyes en el Ártico y el Atlántico, y fue hundido en la primavera de 1943.
ja: 駆逐艦オルカンは、1942 年 11 月にポーランド海軍に就役しました。本艦は北極海と大西洋で船団護衛任務に従事し、1943 年の春に撃沈されました。
pl: Niszczyciel Orkan został wcielony do Polskiej Marynarki Wojennej w listopadzie 1942 roku. Ochraniał konwoje arktyczne i atlantyckie, zatonął wiosną 1943 roku.
ru: Эсминец Orkan вошёл в состав ВМС Польши в ноябре 1942 года, принимал участие в охране конвоев в Арктике и Атлантике и погиб весной 1943 года.
uk: Есмінець Orkan увійшов до складу ВМС Польщі в листопаді 1942 року, брав участь в охороні конвоїв в Арктиці й Атлантиці та загинув навесні 1943 року.
zh: Эсминец Orkan вошёл в состав ВМС Польши в ноябре 1942 года, принимал участие в охране конвоев в Арктике и Атлантике и погиб весной 1943 года.
zh_sg: 驱逐舰奥坎号在1942年11月正式进入波兰海军服役。它参加了北极和大西洋护航行动，于1943年春被击沉。

# IDS_PCEE335_ANZAC_FLAG
source: Remember Gallipoli
es_mx: Recordando Galípoli
ja: ガリポリを忘れるな
pl: Pamięć o Gallipoli
ru: В память о Галлиполи
uk: На згадку про Галліполі
zh: В память о Галлиполи
zh_sg: 记住加里波利

# IDS_PCEE335_ANZAC_FLAG_DESCRIPTION
source: Honoring those that took part in the Battle of Gallipoli.
es_mx: Honrando a aquellos que participaron en la Batalla de Galípoli.
ja: ガリポリの戦いで戦った兵士たちを称えて。
pl: Ku pamięci żonierzy walczących w Bitwie o Gallipoli.
ru: Посвящается участникам Галлиполийского сражения.
uk: Данина пам’яті учасниками битви біля Галліполі.
zh: Посвящается участникам Галлиполийского сражения.
zh_sg: 向参与加里波利之战服的人们致敬。

# IDS_PCEE335_ANZAC_FLAG_EXTRA_DESCRIPTION
source: For the soldiers who fought valiantly during the Battle of Gallipoli in 1915.
es_mx: Por los soldados que combatieron valientemente durante la Batalla de Galípoli en 1915.
ja: 1915 年のガリポリの戦いで勇敢に戦った兵士たちのために。
pl: Dzielni żołnierze, którzy walczyli w Bitwie o Gallipoli w 1915 roku.
ru: Дань памяти солдатам, которые доблестно сражались в битве при Галлиполи в 1915 году.
uk: На згадку про солдатів, які відважно боролися під час Галліполійської битви в 1915 році.
zh: Дань памяти солдатам, которые доблестно сражались в битве при Галлиполи в 1915 году.
zh_sg: 致1915年在加里波利之战中英勇作战的士兵。

# IDS_PCEE336_CHAMPAGNE_FLAG_DESCRIPTION
source: Champagne is a province in the northeast of France that is famous throughout the world for its sparkling wines. Its history can be traced back to the county of Champagne, the first mention of which dates back to the turn of the 12th century.
es_mx: Champagne es una provincia en el noreste de Francia famosa en todo el mundo por sus espumosos vinos. La historia de la región se remonta al condado de Champagne, cuya primera mención data de los siglos XI y XII.
ja: フランス北東部にあるシャンパーニュ地方は、スパークリングワインの産地として世界的に有名です。この地方はかつては州であり、その名が初めて現われたのは 11 世紀から 12 世紀にかけての時代でした。
pl: Szampania to prowincja położona na północnym wschodzie Francji, słynąca na całym świecie ze swoich win musujących. Historia regionu sięga hrabstwa Szampanii, o którym po raz pierwszy wzmiankowano na przełomie XI i XII wieku.
ru: Шампань — провинция на северо-востоке Франции, прославившаяся на весь мир своими игристыми винами. История региона восходит к графству Шампань, первое упоминание о котором относится к рубежу XI–XII вв.
uk: Шампань — провінція на північному сході Франції, яка прославилася на весь світ своїми ігристими винами. Історія регіону сягає корінням до графства Шампань, перша згадка про яке належить до межі XI–XII ст.
zh: Шампань — провинция на северо-востоке Франции, прославившаяся на весь мир своими игристыми винами. История региона восходит к графству Шампань, первое упоминание о котором относится к рубежу XI–XII вв.
zh_sg: 香槟是位于法国东北部的一个省，以出产葡萄酒闻名于世。这个地区的历史可以追溯到香槟郡，介于11世纪和12世纪之间。
