Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSB008_DESCR
source: One of the draft designs for a battlecruiser of the Imperial Japanese Navy that subsequently materialized as the Kongō class. The ship had a high speed and an impressive artillery. The arrangement of main turrets allowed her to fire a full broadside with all main battery guns. The known drawback of the ship's design was a very weak horizontal armor.
es_mx: Uno de los diseños de un crucero de batalla de la Flota Imperial Japonesa que subsecuentemente, fue materializado como la clase Kongō. El barco tenía una alta velocidad y una artillería impresionante. La disposición de las torretas principales le permitía disparar de costado completo con todos los cañones de la batería. El inconveniente conocido del diseño del barco era un blindaje horizontal débil.
ja: 巡洋戦艦石鎚は、金剛型巡洋戦艦の原案のひとつであり、高い速力と素晴らしい砲火力を備えていました。主砲は、全ての砲塔を同じ舷側に向けて斉射できるように配置されていました。欠点としては、水平装甲が極めて脆弱であったという点が知られています。
pl: Jeden ze wstępnych projektów krążownika liniowego dla Cesarskiej Marynarki Wojennej Japonii, który ostatecznie urzeczywistnił się jako klasa Kongō. Okręt cechowała duża szybkość i imponująca artyleria. Rozmieszczenie głównych wież pozwalało na oddanie pełnej salwy burtowej ze wszystkich dział głównej baterii. Znanym mankamentem tych okrętów był słaby pancerz poziomy.
ru: Один из первоначальных вариантов проекта линейного крейсера для японского флота, впоследствии воплощённый в кораблях типа Kongō. Обладал высокой скоростью и внушительной артиллерией. Размещение башен главного калибра позволяло задействовать в бортовом залпе всю артиллерийскую мощь корабля. Недостатком проекта было очень слабое горизонтальное бронирование.
uk: Один з первісних варіантів проекту лінійного крейсера для японського флоту, згодом втілений у кораблях типу Kongō. Мав високу швидкість й вражаючу артилерію. Розміщення башт головного калібру дозволяло задіяти у разі бортового залпу всю артилерійську міць корабля. Недоліком проекту було дуже слабке горизонтальне бронювання.
zh: 此战列巡洋舰最初计划装备两种不同口径主炮，但最终造船工程师决定按照无畏舰的设计思路进行设计。该舰配备有中型装甲，主装甲带厚度不超过178毫米。由于技术上的因素，该设计没有付诸建造。
zh_sg: 为大日本帝国海军所设计的战斗巡洋舰草图之一，后来在Kongō级上得以实现。该舰拥有高航速和惊人的火炮威力。主炮塔的排列让它能用全部的主炮对整个舷侧齐射。缺点是水平装甲非常薄弱。

# IDS_PJSB008_FULL
source: Ishizuchi
ja: 石鎚
zh: 鳗
zh_sg: 石锤

# IDS_PJSB008_SHORT
source: ISHI
zh: 鳗
zh_sg: 石锤

# IDS_PJSB010
source: Nagato
ja: 長門
zh: 鲨
zh_sg: 长门

# IDS_PJSB010_DESCR
source: Nagato had long remained the most powerful warship in the Imperial Japanese Navy. She had good armor and carried 410 mm main battery guns. In the 1930s, the ship was modernized to receive more powerful torpedo protection.
es_mx: El Nagato permaneció por mucho tiempo como el barco de guerra más poderoso en la Flota Imperial Japonesa. Tenía un buen blindaje y contaba con una batería principal de 410 mm. En los años 30, el barco fue modernizado para recibir una protección de torpedos más poderosa.
ja: 戦艦長門は、長年に渡り大日本帝国海軍最強の軍艦として君臨し続けました。優れた装甲を備え、410 mm 主砲を搭載していました。1930 年代に近代化改装が施され、対水雷防御が強化されました。
pl: Nagato przez długi czas pozostawał najpotężniejszym okrętem wojennym Cesarskiej Marynarki Wojennej Japonii. Nagato posiadał gruby pancerz i główne działa kalibru 410 mm. W latach .30 otrzymał zaawansowaną ochronę przeciwtorpedową.
ru: Долгое время являлся самым мощным боевым кораблём японского флота. Был вооружён 410-мм орудиями главного калибра и хорошо бронирован. В 1930-х годах в ходе переоборудования получил усиленную противоторпедную защиту.
uk: Довгий час був найпотужнішим бойовим кораблем японського флоту. Був озброєний 410-мм гарматами головного калібру і добре броньований. У 1930-х роках під час переобладнання отримав посилений протиторпедний захист.
zh: 世界上最初装备16英寸主炮的超弩级战列舰，在当时的战列舰中可以说是首屈一指的。
zh_sg: 长门一直都是大日本帝国海军中最具威力的战舰。它拥有良好的装甲并搭载了410毫米主炮。直到30年代，该战舰进行了现代化改良并得到更强大的的鱼雷防护。

# IDS_PJSB010_FULL
source: Nagato
ja: 長門
zh: 鲨
zh_sg: 长门

# IDS_PJSB010_SHORT
source: NAGT
zh: 鲨
zh_sg: 长门

# IDS_PJSB011
source: Mikasa
ja: 三笠
zh: 鲐
zh_sg: 三笠

# IDS_PJSB011_DESCR
source: The best squadron battleship of the Imperial Japanese Navy during the Russo-Japanese War. The ship was well-balanced, with very good armament, armor and speed for her time. However, Mikasa was in many respects largely inferior to successive dreadnought battleships.
es_mx: El mejor acorazado de escuadra naval de la Flota Imperial Japonesa durante la guerra Ruso-Japonesa. El barco estaba bien balanceado con armamento, blindaje y velocidad muy buenos para su tiempo. Sin embargo, Mikasa era en muchos aspectos, inferior a los acorazados sucesivos tipo dreadnought.
ja: 三笠は、日露戦争中の大日本帝国海軍における最強の戦艦であり、諸性能のバランスに優れ、兵装、装甲、速力が、いずれも当時としてはとても高いレベルにありました。しかし、後に登場する弩級戦艦と比べると、多くの点で大幅に劣りました。
pl: Najlepszy pancernik eskadrowy Cesarskiej Marynarki Wojennej Japonii w czasie wojny rosyjsko-japońskiej. Był to przemyślany i zrównoważony projekt o dobrym uzbrojeniu, opancerzeniu i szybkości jak na swoje czasy. Pomimo tego, Mikasa pod wieloma względami ustępował następującym po nim drednotom.
ru: Лучший эскадренный броненосец японского флота периода Русско-японской войны. Был удачно сбалансирован и имел очень хорошие для своего времени характеристики вооружения, бронирования и скорости, но значительно уступал по многим параметрам более поздним линкорам-дредноутам.
uk: Ліпший ескадрений броненосець японського флоту періоду Російсько-японської війни. Був вдало збалансований та мав дуже хороші для свого часу характеристики озброєння, бронювання та швидкості, але значно поступався за багатьма параметрами пізнішим лінкорам-дредноутам.
zh: 由他国为该国所建造的一艘前无畏舰，战功卓著，曾由于弹药库爆炸事故沉没，一年后被打捞出水并修复。
zh_sg: 大日本帝国海军在日俄战争期间最强分遣舰队的战列舰。该舰平衡性良好、拥有当时标准下非常强的武器、装甲以及航速。然而，三笠在许多方面都比不上无畏级战列舰。

# IDS_PJSB011_FULL
source: Mikasa
ja: 三笠
zh: 鲐
zh_sg: 三笠

# IDS_PJSB011_SHORT
source: MIKA
zh: 鲐
zh_sg: 三笠

# IDS_PJSB013
source: Amagi
ja: 天城
zh: 鳐
zh_sg: 天城

# IDS_PJSB013_DESCR
source: A battlecruiser design with very powerful artillery. Though outclassed by other battleships of her time in terms of armor, Amagi was to a great extent superior to them in terms of speed.
es_mx: Un diseño de crucero de batalla con una artillería muy poderosa. Aunque fue superado por otros acorazados de su tiempo en términos de blindaje, Amagi era en gran extensión, superior a todos ellos en términos de velocidad.
ja: 天城は、極めて強力な主砲を搭載する巡洋戦艦の設計案です。装甲防御力の面では当時の他の戦艦に劣っていましたが、速力の面では遙かに凌駕していました。
pl: Krążownik liniowy uzbrojony w bardzo potężną artylerię. Chociaż ustępował innym pancernikom swoich czasów pod względem grubości pancerza, to w dużym stopniu przewyższał konkurencję swoją szybkością.
ru: Проект линейного крейсера с очень сильным артиллерийским вооружением. Amagi уступал линкорам своего времени в бронировании, но значительно превосходил их в скорости.
uk: Проект лінійного крейсера з дуже сильним артилерійським озброєнням. Amagi поступався тогочасним лінкорам у бронюванні, але значно перевершував їх у швидкості.
zh: 计划建造的战列巡洋舰，最终毁于地震。
zh_sg: 有着非常强大火炮的战斗巡洋舰设计。尽管当时的其它战列舰在装甲方面远胜于它，天城 在航速方面却大大地超越了它们。

# IDS_PJSB013_FULL
source: Amagi
ja: 天城
zh: 鳐
zh_sg: 天城

# IDS_PJSB013_SHORT
source: AMAG
zh: 鳐
zh_sg: 天城

# IDS_PJSB018
source: Yamato
ja: 大和
zh: 鲸
zh_sg: 大和

# IDS_PJSB018_DESCR
source: The biggest warship of World War II and the world's largest battleship. Yamato was designed around the idea that an individual ship could have superiority over any battleship of a potential enemy. Her main guns had overwhelming firepower. The ship maintained a very high level of survivability due to reliable armor and robust torpedo protection. Yamato's AA capabilities were highly efficient due to carrying numerous AA artillery guns.
es_mx: El barco de guerra más grande de la Segunda Guerra Mundial y el acorazado más grande del mundo. Yamato fue diseñado de acuerdo al concepto de la superioridad individual sobre cualquier acorazado de un enemigo potencial. Sus cañones principales tenían una potencia de fuego aplastante. El barco mantuvo un muy alto nivel de supervivencia debido a su blindaje confiable y a una protección contra torpedos robusta, La capacidad antiaérea del Yamato era altamente eficiente debido a que llevaba numerosos cañones de artillería AA.
ja: 大和は、二次大戦中における最大の軍艦であり、そして史上最大の戦艦です。本艦は、個艦戦闘能力においてあらゆる敵戦艦を凌駕する戦艦として設計され、その主砲は圧倒的な火力を誇ります。堅牢な装甲と対水雷防御が施されており、極めて高いレベルの抗堪性を実現していました。無数の対空兵装が搭載されており、対空能力も優秀でした。
pl: Największy okręt wojenny II wojny światowej i największy pancernik w historii. Yamato zaprojektowany był w oparciu o koncepcję indywidualnej przewagi nad dowolnym pancernikiem potencjalnego nieprzyjaciela. Jego główne działa charakteryzowały się oszałamiającą siłą ognia. Okręt szczycił się również bardzo wysoką przeżywalnością, dzięki solidnemu opancerzeniu i ochronie przeciwtorpedowej. Z kolei liczne działa przeciwlotnicze zapewniały Yamato dobrą ochronę przed atakami z powietrza.
ru: Крупнейший военный корабль периода Второй мировой войны и самый большой в мире линкор. Создавался в соответствии с концепцией индивидуального превосходства над любым линкором потенциального противника. Был вооружён мощнейшей артиллерией главного калибра. Обладал очень высокой живучестью благодаря надёжному бронированию и сильной противоторпедной защите. Высокая эффективность ПВО обеспечивалась многочисленной зенитной артиллерией.
uk: Найбільший військовий корабель періоду Другої світової війни та найбільший у світі лінкор. Створювався відповідно до концепції особистої переваги над будь-яким лінкором потенційного супротивника. Був озброєний найпотужнішою артилерією головного калібру. Мав дуже високу живучість завдяки надійному бронюванню та сильному протиторпедному захисту. Висока ефективність ППО забезпечувалася численною зенітною артилерією.
zh: 搭载了九门 18 吋舰炮的战舰，最终被舰载机击沉。
zh_sg: 最大的第二次世界大战战舰、也是世界上最大的战列舰。大和的设计理念就是单一战舰而言性能超越所有敌对的战列舰。它的主炮有着压倒性的火力。可靠的装甲与牢不可破的鱼雷防护，也保证了非常高的存活性。由于搭载了大量的防空炮，大和的防空能力也很出色。

# IDS_PJSB018_FULL
source: Yamato
ja: 大和
zh: 鲸
zh_sg: 大和

# IDS_PJSB018_SHORT
source: YAMT
zh: 鲸
zh_sg: 大和

# IDS_PJSB021
source: Izumo
ja: 出雲
zh: 鲟
zh_sg: 出云

# IDS_PJSB021_DESCR
source: One of the draft designs for a "super battleship" concept, preceding the appearance of the Yamato-class battleships. This design featured heavy armor and a sufficiently high speed complemented by powerful main battery guns that were unconventionally placed in three turrets located at the ship's front end.
es_mx: Uno de los proyectos de diseño para un concepto de "súper acorazado", precediendo la aparición de los acorazados de la clase Yamato. Este diseño poseía un blindaje pesado y una velocidad suficientemente alta complementado por poderosos cañones de la batería principal que estaban colocados de manera poco convencional en tres torretas localizadas en la proa del barco.
ja: 戦艦出雲は、最終的に大和型戦艦として完成された「超大型戦艦」の計画案のひとつです。本案は、重装甲かつ充分な速力を有する案であり、主砲塔 3 基全てを艦首側の甲板上に配置するという、異例の方式を採用していました。
pl: Jeden z projektów realizujących koncepcję „superpancernika”, poprzedzający pojawienie się pancerników klasy Yamato. Okręt charakteryzował się ciężkim pancerzem i dostatecznie dużą szybkością, a także potężnymi działami głównej baterii, nietypowo umieszczonymi w trzech wieżach ulokowanych na dziobie okrętu.
ru: Один из вариантов проекта «суперлинкора», предшествовавший появлению линкоров типа Yamato. В этом проекте мощное бронирование и достаточно высокая скорость дополнялись сильной артиллерией главного калибра, размещённой по оригинальной схеме в трёх носовых башенных установках.
uk: Один з варіантів проекту «суперлінкор», що передував появі лінкорів типу Yamato. У цьому проекті потужне бронювання й досить висока швидкість доповнювалися потужною артилерією головного калібру, розміщеною за оригінальною схемою у трьох носових баштових установках.
zh: 该国设计师们试图设计出一艘在性能上超越所有当时潜在对手的战列舰，此舰即为其中诸多方案之一，该设计所获得的经验日后在后续的战列舰上得到应用。该舰的设计中计划搭载三座三联装410毫米主炮塔，所有炮塔均位于舰艏，但最终该设计只停留在草图阶段。
zh_sg: “超级战列舰”概念设计的草图之一，在大和级战列舰前出现。这种设计配备了重型装甲以及足够高的航速、并辅以强大的主炮，将三座炮塔非常规地配置在该舰的舰首。

# IDS_PJSB021_FULL
source: Izumo
ja: 出雲
zh: 鲟
zh_sg: 出云

# IDS_PJSB021_SHORT
source: IZUMO
zh: 鲟
zh_sg: 出云

# IDS_PJSB506
source: Mutsu
ja: 陸奥
zh: 鲭
zh_sg: 陆奥

# IDS_PJSB506_DESCR
source: A Nagato-class battleship designed using experience gained in World War I to become one of the first "high-speed" battleships. The ship's armor protection was very good for her time. In addition to her primary armament, she also carried torpedo tubes.
es_mx: Un acorazado de la clase Nagato diseñado en base a la experiencia obtenida en la Primera Guerra Mundial para volverse un de los primeros acorazados de "alta velocidad". El blindaje del barco era muy bueno para su época. Además de su armamento primario, también contaba con tubos de torpedos.
ja: 戦艦陸奥は、一次大戦の戦訓を踏まえて最初の「高速」戦艦となるべく設計された長門型戦艦の 1 隻です。本艦の装甲防御力は、当時としては極めて優れていました。そして主砲に加えて魚雷発射管を搭載していました。
pl: Pancernik klasy Nagato zaprojektowany z wykorzystaniem doświadczeń zebranych podczas I wojny światowej i będący jest z pierwszych szybkich pancerników. Jego opancerzenie było bardzo dobre jak na swoje czasy. Dodatkowo, oprócz swojego głównego uzbrojenia, posiadał również wyrzutnie torped.
ru: Линейный корабль типа Nagato, проектировался с учётом опыта Первой мировой войны и был одним из первых «быстроходных» линкоров. Для своего времени имел очень хорошее бронирование. Помимо основного вооружения, был оснащён торпедными аппаратами.
uk: Лінійний корабель типу Nagato, проектувався з урахуванням досвіду Першої світової війни і був одним з перших «швидкохідних» лінкорів. Свого часу мав дуже хороше бронювання. Окрім основного озброєння, був оснащений торпедними апаратами.
zh: 鲨级战列舰是运用了前次战争中得到的经验而设计，成为第一批「高速」战列舰之一。该舰艇的装甲防护力以当时标准而言非常出色。除主要武器之外，它还搭载了鱼雷发射管。
zh_sg: 长门级战列舰是吸取了第一次世界大战经验而设计的，第一批“高速”战列舰之一。该战舰的装甲防护力以当时标准而言非常出色。除主要武器之外，还搭载了鱼雷发射管。

# IDS_PJSB506_FULL
source: Mutsu
ja: 陸奥
zh: 鲭
zh_sg: 陆奥

# IDS_PJSB506_SHORT
source: MUTS
zh: 鲭
zh_sg: 陆奥

# IDS_PJSB507
source: Ashitaka
ja: 愛鷹
zh: 鲔
zh_sg: 爱鹰

# IDS_PJSB507_DESCR
source: An Amagi-class battlecruiser. Like the lead ship in the series, her construction was not completed. Boasted a very high speed and carried ten 410 mm guns.
es_mx: Un crucero de batalla de la clase Amagi. Al igual que el barco insignia de su serie, su construcción no fue completada. Exhibía una velocidad muy alta y cargaba diez cañones de 410 mm.
ja: 愛鷹は、天城型巡洋戦艦です。この艦級のネームシップと同様、本艦もまた建造されることはありませんでした。極めて高い速力を誇り、410 mm 主砲を 10 門搭載していました。
pl: Ciężki krążownik klasy Amagi. Podobnie jak w przypadku okrętu prowadzącego, jest budowa nie została dokończona. Cechował się bardzo dużą prędkością i działami kal. 410 mm.
ru: Линейный крейсер типа Amagi. Как и головной корабль, достроен не был. Отличался очень высокой скоростью и был вооружён десятью 410-мм орудиями.
uk: Лінійний крейсер типу Amagi. Як і головний корабель, не був добудований. Відрізнявся дуже високою швидкістю і був озброєний десятьма 410-мм гарматами.
zh: 鳐级战列巡洋舰。就如该系列中的首舰一样，它的建造工程并没有完成。拥有着非常高的航速并搭载着十门 410 毫米舰炮。
zh_sg: 天城级战斗巡洋舰。和该系列的首舰一样，它的建造工程并没有完成。拥有着非常高的航速并搭载着十门410毫米舰炮。

# IDS_PJSB507_FULL
source: Ashitaka
ja: 愛鷹
zh: 鲔
zh_sg: 爱鹰

# IDS_PJSB507_SHORT
source: ASHT
zh: 鲔
zh_sg: 爱鹰

# IDS_PJSB508
source: Kii
ja: 紀伊
zh: 鲣
zh_sg: 纪伊

# IDS_PJSB508_DESCR
source: This high-speed battleship was designed under the 1920 Shipbuilding Program. The ship was a further development of the Amagi-class battleship design. Compared with her predecessor, she had heavier armor protection. The Kii-class battleships were canceled as a result of the Washington Naval Treaty.
es_mx: Este acorazado de alta velocidad fue diseñado bajo el Programa de Construcción Naval de 1920. El barco era un desarrollo avanzado del diseño del acorazado clase Amagi. Comparado con su predecesor, tenía una protección blindada más pesada. Los acorazados clase Kii fueron cancelados como resultado del Tratado Naval de Washington.
ja: 紀伊型戦艦は、1920 年の造船計画で設計された高速戦艦です。天城型戦艦の設計を発展させたものであり、装甲防御が強化されていましたが、ワシントン海軍軍縮条約に伴い、起工前に中止されました。
pl: Ten szybki pancernik został zaprojektowany w ramach programu okrętowniczego 1920. Okręt jest rozwinięciem pancerników klasy Akagi. W porównaniu do poprzedników posiadał lepsze opancerzenie. Pancerniki klasy Kii zostały odrzucone po podpisaniu Waszyngtońskiego Traktatu Morskiego.
ru: Проект быстроходного линкора кораблестроительной программы 1920 года. Представлял собой развитие линейного крейсера типа Amagi, от которого отличался, главным образом, более мощным бронированием. По Вашингтонскому договору строительство линкоров типа Kii было отменено.
uk: Проект швидкохідного лінкора кораблебудівної програми 1920 р. Був розвитком лінійного крейсера типу Amagi, від якого відрізнявся, головним чином, потужнішим бронюванням. За умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. будівництво лінкорів типу Kii скасували.
zh: 这艘高速战列舰是在 1920 年造船计划下所设计。该战舰是进一步研发自鳐级战列舰的设计。相较于它的前辈，它拥有更重型的装甲防护力。因为受到华盛顿海军条约的影响而取消了鲣级战列舰。
zh_sg: 在1920年造船计划下所设计的高速战列舰。是基于天城级战列舰的设计。相较于它的前辈，它拥有更重型的装甲防护力。因为受到华盛顿海军条约的影响而取消了纪伊级战列舰。

# IDS_PJSB508_FULL
source: Kii
ja: 紀伊
zh: 鲣
zh_sg: 纪伊

# IDS_PJSB509
source: Musashi
ja: 武蔵
zh: 鲲
zh_sg: 武藏

# IDS_PJSB509_DESCR
source: A Yamato-class battleship, Yamato's only sister ship to be commissioned. Just like Yamato, Musashi was the biggest warship of World War II. Upon completion, and in contrast to her subsequently modernized sister ship, she had more powerful secondary battery guns, but weaker AA defenses.
es_mx: Un acorazado de la clase Yamato. El único barco hermano del Yamato en ser comisionado. Al igual que el Yamato, el Musashi fue el barco más grande de la 2ª Guerra Mundial. Al ser completado, y a diferencia de su barco hermano modernizado posteriormente, tenía una batería secundaria más poderosa, pero defensas AA más débiles.
ja: 武蔵は、大和の姉妹艦としては唯一戦艦として就役した艦であり、大和と同様、世界最大の戦艦でした。大和と武蔵には、竣工時には両舷に 155 mm 副砲が搭載されていましたが、大和では 1944 年の改装時に撤去されました。
pl: Pancernik klasy Yamato, jedyny okręt siostrzany Yamato jaki został wcielony do służby. Podobnie jak Yamato, Musashi był największym okrętem wojennym II wojny światowej. Posiadał potężniejszą dodatkową baterię dział niż zmodernizowany okręt siostrzany, ale słabszą obronę przeciwlotniczą.
ru: Линейный корабль типа Yamato, единственный из его систершипов, который удалось ввести в строй. Как и Yamato, Musashi являлся крупнейшим боевым кораблём периода Второй мировой войны. На момент постройки от модернизированного впоследствии систершипа отличался более мощной артиллерией вспомогательного калибра и ослабленной ПВО.
uk: Лінійний корабель типу Yamato, єдиний з його однотипників, який вдалося ввести у стрій. Як і Yamato, Musashi був найбільшим бойовим кораблем періоду Другої світової війни. На час побудови від модернізованого згодом однотипника відрізнявся потужнішою артилерією допоміжного калібру і ослабленою ППО.
zh: 鲸级战列舰，鲸唯一进入服役的姊妹舰。就像鲸一样，鲲是大战中最大的战舰。在完成之后，跟后来现代化的姊妹舰形成对比，它拥有更强大的副炮，但对空防御较弱。
zh_sg: 大和级战列舰，大和唯一进入服役的姊妹舰。就像大和一样，武藏是第二次世界大战最大的战舰。在完成之后，跟后来现代化的姊妹舰形成对比，它拥有更强大的副炮，但对空防御较弱。

# IDS_PJSB509_FULL
source: Musashi
ja: 武蔵
zh: 鲲
zh_sg: 武藏

# IDS_PJSB510_DESCR
source: The project of a battleship developed shortly before Japan entered World War II (Design A-150). The design of the ship called for a main battery of six 510 mm guns in three twin turrets. In all other respects, the ship's characteristics were similar to those of Yamato-class battleships.
es_mx: El proyecto de un acorazado desarrollado poco antes de que Japón entrara a la Segunda Guerra Mundial (Diseño A-150). El diseño del barco incluía una batería principal con seis cañones de 510 mm en tres torretas dobles. En todos los demás aspectos, las características del barco eran similares a las de los acorazados de la clase Yamato.
ja: 敷島は日本が二次大戦に参戦して間もない頃に開発された戦艦の計画案 (基本計画番号 A-150) です。主砲として 510 mm 砲を連装砲塔 3 基計 6 門搭載しており、その他のあらゆる諸元は大和型戦艦に類似していました。
pl: Projekt pancernika opracowany krótko po włączeniu się Japonii w II wojnę światową (projekt A-150). Okręt posiadał baterię główną złożoną z sześciu dział kal. 510 mm w trzech podwójnych wieżach. Pod każdym innym względem charakterystyka okrętu przypominała pancerniki typu Yamato.
ru: Проект линкора, разрабатывавшийся накануне вступления Японии во Вторую мировую войну (проект A-150). Главный калибр корабля представлен шестью 510-мм орудиями в трёх башнях, в остальном проект был близок по характеристикам к линкорам типа Yamato.
uk: Проект лінкора, який розробляли напередодні вступу Японії у Другу світову війну (проект A-150). Головний калібр корабля представлений шістьма 510-мм гарматами в трьох баштах, поза цим нагадував характеристиками лінкори типу Yamato.
zh: Проект линкора, разрабатывавшийся накануне вступления Японии во Вторую мировую войну (проект A-150). Главный калибр корабля представлен шестью 510-мм орудиями в трёх башнях, в остальном проект был близок по характеристикам к линкорам типа Yamato.
zh_sg: 日本在二战前夕开发的战列舰项目（a-150设计）。该战舰的设计要求在三座双联炮塔中安装六门510毫米主炮。在其他方面，与大和级战列舰相似。

# IDS_PJSB705
source: ARP Kongō
zh: 鲤

# IDS_PJSB705_DESCR
source: A Battleship of the "Fleet of Fog". Modelled after the lead ship of the Imperial Japanese Navy's Kongō-class, Kongō. As the flagship of the "First Oriental Fleet", her Mental Model "Kongō" honors the Admiralty Code above all else. She seeks to eliminate the submarine I-401, who chose to deviate from the Code. This warship has been specially designed for World of Warships, and is modelled after Kongō as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Un Acorazado de la "Flota de la Niebla". Basado en el barco líder clase Kongō de la Marina Imperial Japonesa, Kongō. Como la nave insignia de la "Primera Flota Oriental", su Modelo Mental "Kongō" honra el Código de Almirantazgo sobre cualquier cosa. Ella busca eliminar al submarino I-401, quién eligió desviarse del Código. Este barco ha sido especialmente diseñado para World of Warships y está basado en el Kongō tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
ja: 旧日本帝国海軍の金剛型戦艦一番艦「金剛」を模した「霧の艦隊」の大戦艦で、東洋方面第一巡航艦隊旗艦。メンタルモデル・コンゴウはアドミラリティ・コ－ドの遵守を絶対とし、その規範から逸脱したイ401を追撃する。 本艦艇は「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場するコンゴウを参考に World of Warships 向けにデザインされている。
pl: Pancernik Floty Mgły. Wzorowany na okręcie prowadzącym Kongō, należącym do klasy typu Kongō, w Cesarskiej Marynarki Wojennej Japonii. Jako okręt flagowy Pierwszej Floty Orientu, jego uosobienie Kongō przedkładało postępowanie według Kodeksu Admiralicji ponad wszystko inne. Jego głównym zadaniem było wyeliminowanie okrętu podwodnego I-401, który odbiegał od zasad Kodeksu. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Kongō, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA-”.
ru: Линкор Туманного флота. Модель создана на базе головного корабля серии линкоров типа Kongō в составе Императорского флота Японии. Флагман Первого восточного флота. Аватар Kongō ревностно следует «Кодексу Адмиралтейства». Стремится уничтожить подводную лодку I-401 за отступление от требований Кодекса. Линкор спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Лінкор Туманного флоту. Модель створена на базі головного корабля серії лінкорів типу Kongō у складі Імператорського флоту Японії. Флагман Першого східного флоту. Аватар Kongō ревно дотримується «Кодексу Адміралтейства». Прагне знищити підводний човен I-401 за відступ від вимог Кодексу. Лінкор спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 《海雾舰队》 的战列舰。范本为R系海军鲤级的首舰，鲤。它的心智模型 《鲤》 遵从着阿得米拉提密码高于其它一切。它试图消灭掉 I-401，选择了叛离代码的潜水舰。 此战舰是专为《战舰世界》所设计，并且是以它在 《ARPEGGIO OF BLUE STEEL -ARS NOVA-》 中所出现的Kongō为范本。
zh_sg: “海雾舰队”的战列舰。以大日本帝国海军Kongō级首舰，Kongō为范本。身为“东洋第一巡航舰队”的旗舰，它的心智模型Kongō遵从着阿得米拉提密码高于一切。它企图去消灭选择叛离代码的潜艇，I-401。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA-”中出现的Kongō作为模板。

# IDS_PJSB705_FULL
source: ARP Kongō
zh: 鲤

# IDS_PJSB706
source: ARP Kirishima
zh: 雾岛
