Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BATTLES_AT_POLAND
source: %s with Polish ships
es_mx: %s con barcos Polacos
ja: %s (ポーランド艦艇)
pl: %s polskimi okrętami
ru: %s на кораблях Польши
uk: %s кораблями Польщі
zh: %s使用B系战舰
zh_sg: %s 场用波兰战舰

# IDS_BATTLES_AT_RUSSIA
source: %s with U.S.S.R. ships
es_mx: %s con barcos de la U.R.S.S.
ja: %s (ソ連艦艇)
pl: %s okrętami radzieckimi
ru: %s на кораблях СССР
uk: %s кораблями СРСР
zh: %s使用S系战舰
zh_sg: %s 场用苏联战舰

# IDS_BATTLES_AT_UK
source: %s with U.K. ships
es_mx: %s con barcos del Reino Unido
ja: %s (イギリス艦艇)
pl: %s okrętami brytyjskimi
ru: %s на кораблях Великобритании
uk: %s кораблями Великобританії
zh: %s使用Y系战舰
zh_sg: %s 场用英国战舰

# IDS_BATTLES_AT_USA
source: %s with U.S.A. ships
es_mx: %s con barcos de EE.UU.
ja: %s (アメリカ艦艇)
pl: %s okrętami amerykańskimi
ru: %s на кораблях США
uk: %s кораблями США
zh: %s使用M系战舰
zh_sg: %s 场用美国战舰

# IDS_BATTLES_ON
source: Battles: on
es_mx: En Batalla
ja: 開催中
pl: Bitwy: włącz
ru: Идут бои
uk: Тривають бої
zh: 战斗：
zh_sg: 战斗：

# IDS_BATTLES_PER_LEVEL
source: %s with Tier %s ships
es_mx: %s con barcos Nivel %s
ja: %s (Tier %s 艦艇)
pl: %s okrętami %s poziomu
ru: %s на кораблях %s уровня
uk: %s кораблями %s рівня
zh: %s 场用 %s 级战舰
zh_sg: %s 场用 %s 级战舰

# IDS_BATTLES_TO_CLEAN_ABUSE_STATUS
source: Battles without violations until the penalty is lifted:
es_mx: Batallas sin violaciones antes de levantar la sanción:
ja: ペナルティ解除までに違反なしでプレイすべき戦闘数:
pl: Bitwy bez naruszeń pozostałe do zniesienia kary:
ru: Боёв без нарушений до снятия предупреждения:
uk: Боїв без порушень до зняття попередження:
zh: 在惩处还未解除之前在战斗中没有违反规章
zh_sg: 惩罚取消前保持无违规战斗的场数：

# IDS_BATTLES_TO_NEXT_STEP
source: %(battles)s battle left
es_mx: %(battles)s batalla restante
ja: 残り %(battles)s 戦
pl: pozostała %(battles)s bitwa
ru: Остался %(battles)s бой
uk: Залишився %(battles)s бій
zh: Остался %(battles)s бой
zh_sg: %(battles)s场剩余

# IDS_BATTLE_BONUS
source: Victory Bonus
es_mx: Bonificación de Victoria
ja: 勝利ボーナス
pl: Premia za zwycięstwo
ru: Бонус за победу
uk: Бонус за перемогу
zh: Бонус за победу
zh_sg: 胜利加成

# IDS_BATTLE_CHAT_GENERAL
source: To All
es_mx: Todos
ja: 全員宛
pl: Do wszystkich
ru: Всем
uk: Усім
zh: 给所有人
zh_sg: 给所有人

# IDS_BATTLE_CHAT_TEAM
source: To Team
es_mx: Equipo
ja: 味方宛
pl: Do drużyny
ru: Команде
uk: Команді
zh: 给队伍
zh_sg: 给团队

# IDS_BATTLE_EFFECTIVENESS
source: Battle Performance
es_mx: Rendimiento en Batalla
ja: 戦績
pl: Skuteczność bitewna
ru: Боевая эффективность
uk: Бойова ефективність
zh: 战斗表现
zh_sg: 战斗表现

# IDS_BATTLE_EFFICIENCY
source: Battle Performance
es_mx: Rendimiento en Batalla
ja: 戦績
pl: Skuteczność bitewna
ru: Боевая эффективность
uk: Бойова ефективність
zh: 战斗表现
zh_sg: 战斗表现

# IDS_BATTLE_HINT_SQUADRON_CONTROL_RETURN
source: Return your squadrons to the aircraft carrier
es_mx: Regresa tus escuadrones al portaaviones
ja: 中隊を航空母艦に帰還させる
pl: Zawróć eskadry na pokład lotniskowca
ru: Возврат эскадрильи на авианосец
uk: Повернення ескадрильї на авіаносець
zh: 将您的航空中队返回航空母舰
zh_sg: 让您的中队返回航空母舰

# IDS_BATTLE_LOADING_SUBMARINE_INFO_DESCRIPTION_1
source: Torpedoes can be launched only when a submarine is on the surface or at periscope depth.
es_mx: Los torpedos pueden ser disparados únicamente cuando un submarino está en la superficie o a profundidad de periscopio.
ja: 魚雷は、水上または潜望鏡深度でのみ発射可能です。
pl: Torpedy mogą być wystrzelone tylko wtedy, gdy okręt znajduje się na głębokości peryskopowej lub na powierzchni.
ru: Пуск торпед возможен только в надводном положении и на перископной глубине.
uk: Пуск торпед можливий лише у надводному стані та з перископної глибини.
zh: 只有当潜艇在水面或潜望镜深度时才能发射鱼雷。
zh_sg: 只有当潜艇在水面或潜望深度时才能发射鱼雷。

# IDS_BATTLE_LOADING_SUBMARINE_INFO_DESCRIPTION_2
source: Detectability range of a submarine decreases upon diving.
es_mx: El rango de detectabilidad de un submarino se redue al sumergirse.
ja: 潜行中の潜水艦は、被発見距離が低下します。
pl: Zasieg wykrywalności okrętu podwodnego zmniejsza się przy zanurzeniu.
ru: Заметность подводной лодки снижается при погружении.
uk: Помітність підводного човна зменшується після занурення.
zh: 潜艇的被侦测性在潜水时减少。
zh_sg: 潜艇的被侦察范围在下潜时会降低。

# IDS_BATTLE_LOADING_SUBMARINE_INFO_DESCRIPTION_3
source: Oxygen reserves are consumed underwater and can be replenished at snorkeling depth. When oxygen reserves hit critical level, emergency surfacing is initiated.
es_mx: Las reservas de oxígeno se consumen bajo el agua y se pueden reponer a profundidad de buceo Cuando las reservas de oxígeno alcanzan un nivel crítico, se inicia el ascenso de emergencia.
ja: 予備酸素残量は、水中において消費され、シュノーケル深度において補充できます。予備酸素が尽きると緊急浮上が行われます。
pl: Zapasy tlenu są zużywane, gdy okręt znajduje się pod powierzchnią wody i mogą być uzupełniane na powierzchni. Gdy zapasy tlenu spadną do poziomu krytycznego, inicjowane jest wynurzanie awaryjne.
ru: Запас воздуха расходуется под водой и пополняется в надводном положении. При критическом уровне запаса происходит экстренное всплытие.
uk: Запас повітря витрачається під водою та поповнюється у надводному стані. Якщо рівень запасу критичний, відбувається негайне спливання.
zh: 氧气储备在水下消耗并可以在浮潜深度补充。当氧气储备达到临界值时，紧急上浮被启动。
zh_sg: 氧气储备在水下时会被消耗，可以在浮潜深度时进行补充。当氧气储备低到一定水平时，会开始进行紧急上升。

# IDS_BATTLE_LOADING_SUBMARINE_INFO_DESCRIPTION_4
source: Watch out! The enemy is deploying depth charges as an anti-submarine measure.
es_mx: ¡Cuidado! El enemigo despliega cargas de profundidad como medida antisubmarina.
ja: 注意! 敵は潜水艦に対抗すべく爆雷を投下してきます。
pl: Uwaga! Wróg rozstawia bomby głębinowe do zwalczania okrętów podwodnych.
ru: Будьте осторожны, для противостояния подводным лодкам противник использует глубинные бомбы.
uk: Будьте обережні, щоб протидіяти підводним човнам супротивник застовує глибинні бомби.
zh: 小心！敌人投放深水炸弹作为反潜手段。
zh_sg: 注意！敌人部署了深水炸弹作为反潜措施。

# IDS_BATTLE_LOADING_SUBMARINE_INFO_HEADER
source: Submarine
es_mx: Submarino
ja: 潜水艦
pl: Okręt podwodny
ru: Подводная лодка
uk: Підводний човен
zh: 潜艇
zh_sg: 潜艇

# IDS_BATTLE_MISSION
source: COMBAT MISSIONS
es_mx: MISIONES DE COMBATE
ja: コンバットミッション
pl: MISJE BOJOWE
ru: БОЕВЫЕ ЗАДАЧИ
uk: БОЙОВІ ЗАВДАННЯ
zh: 作战任务
zh_sg: 作战任务

# IDS_BATTLE_NUMBER
source: Battle number
es_mx: Número de Batalla
ja: 戦闘番号
pl: Numer bitwy
ru: Номер боя
uk: Номер бою
zh: 战斗数
zh_sg: 战斗数

# IDS_BATTLE_PENALTY
source: Fines:
es_mx: Multas:
ja: 補償 (支出):
pl: Kary:
ru: Штрафы:
uk: Штрафи:
zh: 赔偿：
zh_sg: 罚款：

# IDS_BATTLE_RESULTS
source: Battle Results
es_mx: Resultados de la Batalla
ja: 戦闘結果
pl: Wyniki bitwy
ru: Результаты боя
uk: Результати бою
zh: 战斗结果
zh_sg: 战斗结果

# IDS_BATTLE_RESULTS_NOTIFICATION_TEXT_FOR_SPECTATORS
source: Results of the battle in which you were a spectator.
es_mx: Resultados de la Batalla en la cual fuiste un espectador.
ja: 観戦 (オブザーバー) した戦闘の結果
pl: Wyniki bitwy, w której byłeś widzem.
ru: Результаты боя, за которым вы наблюдали.
uk: Результати бою, за яким ви спостерігали.
zh: Результаты боя, за которым вы наблюдали.
zh_sg: 您作为观察者的战斗结果。

# IDS_BATTLE_SESSION_LEAVE_REASON_ARENA_FAILED
source: Server overloaded. Try to enter battle later or select another battle type.
es_mx: Servidor sobrecargado. Intenta entrar a la batalla más tarde o selecciona otro tipo de batalla.
ja: サーバーが過負荷です。後で改めてご参加頂くか、別の戦闘タイプを選択してください。
pl: Serwer przeciążony. Spróbuj później wejść do bitwy lub wybierz inny typ bitwy.
ru: Сервер перегружен. Попробуйте выйти в бой позже или выберите другой тип боя.
uk: Сервер перевантажено. Спробуйте вступити у бій пізніше або виберіть інший тип бою.
zh: 服务器负载过高。请稍后再试着进入战斗或选择其它战斗类型。
zh_sg: 服务器负载过高。请稍后再尝试进入战斗或选择其它战斗模式。

# IDS_BATTLE_SIGNAL
source: Combat signal
es_mx: Señal de combate
ja: 戦闘信号旗
pl: Sygnał bojowy
ru: Боевой сигнал
uk: Бойовий сигнал
zh: Боевой сигнал
zh_sg: 战斗信号旗

# IDS_BATTLE_START_TIME
source: Battle start time
es_mx: Hora de comienzo de la batalla
ja: 戦闘開始時間
pl: Czas rozpoczęcia bitwy
ru: Время начала боя
uk: Час початку бою
zh: 战斗开始时间
zh_sg: 战斗开始时间

# IDS_BATTLE_STATS_AGRO
source: Potential damage
es_mx: Daño potencial
ja: 潜在ダメージ
pl: Potencjalne uszkodzenia
ru: Потенциальный урон
uk: Потенційна шкода
zh: 潜在伤害
zh_sg: 潜在伤害

# IDS_BATTLE_STATS_AGRO_HINT
source: Total damage potential of ammunition fired at your warship by enemy ships
es_mx: Daño total potencial de la munición disparada desde barcos enemigos a tu barco
ja: 敵艦艇が自艦に向かって射撃した砲弾による合計潜在ダメージ
pl: Ogólny potencjał uszkodzeń pocisków wystrzelonych przez wroga w Twój okręt
ru: Суммарный урон от боеприпасов, выпущенных противниками по вашему кораблю
uk: Сумарна шкода від боєприпасів, випущених супротивниками у ваш корабель
zh: 敌方战舰朝您战舰射击的总弹药伤害
zh_sg: 敌方战舰朝您战舰射击的总弹药伤害

# IDS_BATTLE_STATS_AIRBASE_BUILDING_DAMAGE_HINT
source: Damage you caused to this aerodrome
es_mx: Daño que has causado a este aeródromo
ja: 自艦がこの飛行場に与えたダメージ
pl: Uszkodzenia zadane temu aerodromowi
ru: Урон, который вы нанесли этому аэродрому
uk: Шкода, яку ви завдали цьому аеродрому
zh: 您对此机场造成的伤害
zh_sg: 你对机场造成的伤害

# IDS_BATTLE_STATS_AIRBASE_PLANES_HINT
source: The number of aircraft from this aerodrome you brought down
es_mx: Número de aviones de este aeródromo que has derribado
ja: 自艦が撃墜したこの飛行場所属の航空機の数
pl: Liczba zestrzelonych przez Ciebie samolotów z tego aerodromu
ru: Количество сбитых вами самолётов этого аэродрома
uk: Кількість збитих вами літаків цього аеродрому
zh: 您击落的该机场所属飞机数量
zh_sg: 你从该机场击落的飞机数量

# IDS_BATTLE_STATS_AIRPLANES
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Авиация
uk: Авіація
zh: 飞机
zh_sg: 飞机

# IDS_BATTLE_STATS_AIRPLANES_BOMBS_HITS
source: Direct bomb hits
es_mx: Impactos directos por bombas
ja: 爆弾直撃
pl: Bezpośrednie trafienia bombami
ru: Прямых попаданий бомбами
uk: Прямих влучень бомбами
zh: 炸弹直接命中数
zh_sg: 炸弹命中

# IDS_BATTLE_STATS_AIRPLANES_BOMBS_SPLASH
source: Bomb near-misses
es_mx: Bombas detonadas cerca
ja: 爆弾至近弾
pl: Lekko niecelne trafienia bombami
ru: Разрывов бомб вблизи цели
uk: Вибухів бомб поблизу цілі
zh: 炸弹高爆伤害数
zh_sg: 炸弹溅射

# IDS_BATTLE_STATS_AIRPLANES_TORPEDOES_HITS
source: Torpedo hits
es_mx: Impactos de torpedo
ja: 魚雷命中
pl: Trafienia torpedami
ru: Попаданий торпедами
uk: Влучень торпедами
zh: 鱼雷命中数
zh_sg: 鱼雷命中

# IDS_BATTLE_STATS_ALIVE_TIME
source: Time spent in battle
es_mx: Tiempo en batalla
ja: 継戦時間
pl: Czas spędzony w bitwie
ru: Время участия в бою
uk: Час перебування у бою
zh: 战斗消耗时间
zh_sg: 战斗消耗时间

# IDS_BATTLE_STATS_ALIVE_TIME_HINT
source: Time spent in battle
es_mx: Tiempo en batalla
ja: 継戦時間
pl: Czas spędzony w bitwie
ru: Время участия в бою
uk: Час перебування у бою
zh: 战斗消耗时间
zh_sg: 战斗消耗时间

# IDS_BATTLE_STATS_ALLIES_CAPTURED_BASE
source: Our team captured the base.
es_mx: Nuestro equipo capturó la base.
ja: 味方チームが陣地を占領
pl: Nasza drużyna zdobyła bazę.
ru: Наша команда захватила базу.
uk: Наша команда захопила базу.
zh: 我方队伍占领了基地。
zh_sg: 我方团队占领了基地。

# IDS_BATTLE_STATS_ALLIES_MISSION_COMPLETE
source: Our team completed the mission.
es_mx: Nuestro equipo completó la misión.
ja: 味方チームがミッションを達成
pl: Nasza drużyna ukończyła misję.
ru: Наша команда выполнила боевую задачу.
uk: Наша команда виконала бойове завдання.
zh: 我方队伍已完成任务。
zh_sg: 我方团队已完成任务。

# IDS_BATTLE_STATS_ALLIES_MISSION_COMPLETE_ON_TIMEOUT
source: Battle time expired. Our team won by points.
es_mx: Tiempo de batalla expirado. Nuestro equipo ganó por puntos.
ja: 戦闘時間終了、ポイント優勢により味方チームが勝利
pl: Czas bitwy dobiegł końca. Nasza drużyna wygrywa na punkty.
ru: Время боя истекло. Наша команда выиграла по очкам.
uk: Час бою минув. Наша команда перемогла за очками.
zh: 战斗时间结束，我方舰队获得了更多制海权点数而获胜
zh_sg: 战斗时间结束，我方团队以优胜点数获胜。

# IDS_BATTLE_STATS_ALLIES_PLANES_KILLED
source: Allied Aircraft Destroyed
es_mx: Avión Aliado Destruido
ja: 味方航空機撃墜
pl: Zniszczone samoloty sojusznicze
ru: Сбито союзных самолётов
uk: Збито союзних літаків
zh: 我方飞机被击落
zh_sg: 我方飞机被摧毁

# IDS_BATTLE_STATS_ALLIES_PLANES_KILLED_HINT
source: Number of allied aircraft you destroyed in this battle
es_mx: Número de aviones aliados que destruiste en esta batalla
ja: この戦闘で自艦が撃墜した味方機数
pl: Liczba sojuszniczych samolotów, które zniszczyłeś w tej bitwie
ru: Количество сбитых вами союзных самолётов в этом бою
uk: Кількість збитих вами союзних літаків у цьому бою
zh: 您在此战斗中击落的我方飞机数
zh_sg: 您在此战斗中摧毁的我方飞机数

# IDS_BATTLE_STATS_ALLIES_PVE_MISSION_FAILED
source: Our team failed the primary task.
es_mx: Nuestro equipo no completó la tarea primaria.
ja: 味方チームが主タスクに失敗
pl: Nasza drużyna nie wypełniła zadania głównego.
ru: Наша команда не выполнила основную задачу.
uk: Наша команда не виконала основне завдання.
zh: 我们的队伍没有完成主要任务。
zh_sg: 我们的团队未完成主要目标。

# IDS_BATTLE_STATS_ALLIES_PVE_MISSION_SUCCEEDED
source: Our team completed the primary task.
es_mx: Nuestro equipo completó la tarea primaria.
ja: 味方チームが主タスクを達成
pl: Nasza drużyny wypełniła zadanie główne.
ru: Наша команда выполнила основную задачу.
uk: Наша команда виконала основне завдання.
zh: 我们的队伍已完成主要任务。
zh_sg: 我们的团队已完成主要目标。

# IDS_BATTLE_STATS_ALLIES_SUNK
source: All allied warships destroyed.
es_mx: Todos los barcos de guerra aliados destruidos.
ja: 味方艦艇全滅
pl: Wszystkie sojusznicze okręty zostały zniszczone.
ru: Все корабли союзников уничтожены.
uk: Усі кораблі союзників знищено.
zh: 我方所有战舰都被击毁。
zh_sg: 所有我方战舰被摧毁。

# IDS_BATTLE_STATS_AMMO_AP_SHORT
source: AP shells
es_mx: Proyectiles AP
ja: AP 弾
pl: Pociski PP
ru: ББ-снаряды
uk: ББ снаряди
zh: ББ-снаряды
zh_sg: 穿甲弹

# IDS_BATTLE_STATS_AMMO_CS_SHORT
source: SAP shells
es_mx: Proyectiles SAP
ja: SAP 弾
pl: Pociski PPO
ru: ПББ-снаряды
uk: НББ снаряди
zh: ПББ-снаряды
zh_sg: 半穿甲弹

# IDS_BATTLE_STATS_AMMO_HE
source: High-Explosive (HE) Shells
es_mx: Proyectiles de Alto Explosivo (HE)
ja: 榴弾 (HE)
pl: Pociski odłamkowo-burzące (OB)
ru: Осколочно-фугасные снаряды (ОФ)
uk: Осколково-фугасні снаряди (ОФ)
zh: 高爆弹
zh_sg: 高爆弹(HE)

# IDS_BATTLE_STATS_AMMO_HE_SHORT
source: HE shells
es_mx: Proyectiles HE
ja: HE 弾
pl: Pociski OB
ru: ОФ-снаряды
uk: ОФ снаряди
zh: ОФ-снаряды
zh_sg: 高爆弹

# IDS_BATTLE_STATS_APPLIED_CREW
source: Commander assigned to the ship
es_mx: Comandante asignado al barco
ja: この艦に配属中の艦長
pl: Dowódca przydzielony do Twojego okrętu
ru: Назначенный на корабль командир
uk: Командир цього корабля
zh: 指挥官被指派到该战舰
zh_sg: 指派到战舰的指挥官

# IDS_BATTLE_STATS_ATBA_AMMO0
source: First shell type
es_mx: Primer tipo de proyectil
ja: 第 1 砲弾タイプ
pl: Pociski pierwszego typu
ru: Первым типом снаряда
uk: Першим типом снаряда
zh: 第一种炮弹类型
zh_sg: 第一种弹药类型

# IDS_BATTLE_STATS_ATBA_AMMO1
source: Second shell type
es_mx: Segundo tipo de proyectil
ja: 第 2 砲弾タイプ
pl: Pociski drugiego typu
ru: Вторым типом снаряда
uk: Другим типом снаряда
zh: 第二种炮弹类型
zh_sg: 第二种弹药类型

# IDS_BATTLE_STATS_ATBA_AMMO2
source: Third shell type
es_mx: Tercer tipo de proyectil
ja: 第 3 砲弾タイプ
pl: Trzeci typ pocisków
ru: Третьим типом снаряда
uk: Третім типом снаряда
zh: Третьим типом снаряда
zh_sg: 第三炮弹类型

# IDS_BATTLE_STATS_ATBA_SHOTS
source: Secondary battery shells fired
es_mx: Proyectiles de la batería secundaria disparados
ja: 副砲射撃弾数
pl: Pociski wystrzelone z baterii dodatkowej
ru: Выстрелов вспомогательным калибром
uk: Пострілів допоміжним калібром
zh: 已发射副炮组炮弹数
zh_sg: 副炮组已发射炮弹数

# IDS_BATTLE_STATS_AUTOREPAIR
source: Auto-service
es_mx: Servicio automático
ja: 自動修理・補給
pl: Automatyczna obsługa
ru: Автоматическое обслуживание
uk: Автоматичне обслуговування
zh: 自动修理
zh_sg: 自动维护

# IDS_BATTLE_STATS_BACK_TO_DOCK
source: BACK TO PORT
es_mx: REGRESAR A PUERTO
ja: 港に戻る
pl: POWRÓT DO PORTU
ru: ВЕРНУТЬСЯ В ПОРТ
uk: ПОВЕРНУТИСЯ ДО ПОРТУ
zh: 回到港口
zh_sg: 回到港口

# IDS_BATTLE_STATS_BACK_TO_REPLAYS
source: Back to Replays
es_mx: De regreso a las repeticiones
ja: リプレイに戻る
pl: Powrót do powtórek
ru: Вернуться к повторам
uk: Повернутися до повторів
zh: 回到回放
zh_sg: 返回回放

# IDS_BATTLE_STATS_BASE_CAPTURE_DROPPED_POINTS
source: Base capture points reduced
es_mx: Puntos de captura de base reducidos
ja: 陣地防衛ポイント
pl: Zredukowane punkty zajęcia bazy
ru: Сбито очков захвата базы
uk: Збито очок захоплення бази
zh: 已降低基地占领点数
zh_sg: 降低基地占领点数

# IDS_BATTLE_STATS_BASE_CAPTURE_POINTS
source: Base capture points received
es_mx: Puntos de captura de base recibidos
ja: 陣地占領ポイント
pl: Otrzymane punkty zajęcia bazy
ru: Получено очков захвата базы
uk: Здобуто очок захоплення бази
zh: 已获得基地占领点数
zh_sg: 获得基地占领点数

# IDS_BATTLE_STATS_BATTLE_STARTED
source: Starting time
es_mx: Hora de inicio
ja: 開始時間
pl: Czas rozpoczęcia
ru: Начало боя
uk: Початок бою
zh: 开始时间
zh_sg: 开始时间

# IDS_BATTLE_STATS_BATTLE_STARTED_HINT
source: Time and date of the battle start
es_mx: Hora y fecha de inicio de la batalla
ja: 戦闘開始日時
pl: Czas i data rozpoczęcia bitwy
ru: Время и дата начала боя
uk: Час та дата початку бою
zh: 战斗开始的时间与日期
zh_sg: 战斗开始的时间与日期

# IDS_BATTLE_STATS_BATTLE_TIME
source: Battle duration
es_mx: Duración de la batalla
ja: 戦闘時間
pl: Czas trwania bitwy
ru: Продолжительность боя
uk: Тривалість бою
zh: 战斗持续时间
zh_sg: 战斗持续时间

# IDS_BATTLE_STATS_BATTLE_TIME_HINT
source: Battle duration
es_mx: Duración de la batalla
ja: 戦闘時間
pl: Czas trwania bitwy
ru: Продолжительность боя
uk: Тривалість бою
zh: 战斗持续时间
zh_sg: 战斗持续时间

# IDS_BATTLE_STATS_BUILDING_DAMAGE_NOT_FOR_STATS
source: Damage caused to onshore installations is not counted in the battle statistics on the Summary screen
es_mx: El daño causado a las instalaciones terrestres no se cuenta en las estadísticas de batalla en la pantalla de Resumen
ja: 地上施設に対する与ダメージは、概要画面の戦績には加算されません
pl: Uszkodzenia, które zadajesz instalacjom przybrzeżnym nie są wliczane do statystyk bitwy na ekranie podsumowującym
ru: Урон, нанесённый береговым сооружениям, не учитывается в боевой статистике и сводке
uk: Шкода, завдана береговим спорудам, не враховується у бойовій статистиці та підсумках
zh: 对岸上的设备造成的伤害不会计算在战斗数据总结页面
zh_sg: 对陆上设施造成的伤害不会纳入战斗总结界面的统计

# IDS_BATTLE_STATS_CAPTURE_POINTS
source: Capture points
es_mx: Puntos de captura
ja: 占領ポイント
pl: Punkty zajęcia
ru: Очки захвата
uk: Очки захоплення
zh: 占领点数
zh_sg: 占领点数

# IDS_BATTLE_STATS_CAPTURE_POINTS_HINT
source: Points earned by you and your entire team for capturing bases and key areas
es_mx: Puntos obtenidos por ti y todo tu equipo al capturar bases y áreas claves
ja: 自艦とチーム全体が陣地やキーエリアの占領によって取得したポイント
pl: Punkty zdobyte przez Ciebie i Twoją drużyną za zajmowanie baz stref kluczowych
ru: Очки, полученные вами и всей командой за захват баз и точек
uk: Очки, здобуті вами та всією командою за захоплення баз і точок
zh: 您与己队所有人在占领基地及关键地区时获得的点数
zh_sg: 您与友军所有人在占领基地和关键区域时获得的点数

# IDS_BATTLE_STATS_CAUSED_BOMBS_HINT
source: Number of hits and damage caused by depth charges
es_mx: Número de impactos y daño causado por las cargas de profundidad
ja: 爆雷の命中数と与ダメージ
pl: Liczba trafień i uszkodzenia zadane bombami głębinowymi
ru: Количество попаданий и урон, нанесённый глубинными бомбами
uk: Кількість влучень та шкода, завдана глибинними бомбами
zh: Количество попаданий и урон, нанесённый глубинными бомбами
zh_sg: 深水炸弹的命中次数和伤害

# IDS_BATTLE_STATS_CAUSED_DAMAGE
source: Damage Caused to Ships
es_mx: Daño causado a barcos
ja: 艦艇への与ダメージ
pl: Uszkodzenia okrętów
ru: Урон, нанесённый кораблям
uk: Завдано шкоди кораблям
zh: 造成的伤害
zh_sg: 对战舰造成的伤害

# IDS_BATTLE_STATS_CAUSED_DAMAGE_HINT
source: Total damage caused to enemy ships in this battle
es_mx: Daño total causado a los barcos enemigos en esta batalla
ja: この戦闘での敵艦艇への合計与ダメージ
pl: Suma uszkodzeń zadanych okrętom wroga w tej bitwie
ru: Суммарный урон, нанесённый кораблям противника за этот бой
uk: Сумарна шкода, завдана кораблям супротивника у цьому бою
zh: 在此战斗中对敌方战舰造成的总伤害
zh_sg: 在此战斗中对敌方战舰造成的总伤害

# IDS_BATTLE_STATS_CAUSED_DAMAGE_TO_PLANES
source: Damage Caused to Aircraft
es_mx: Daño causado a la aviación
ja: 航空機への与ダメージ
pl: Uszkodzenia zadane samolotom
ru: Урон, нанесённый самолётам
uk: Шкода, якої завдано літакам
zh: Урон, нанесённый самолётам
zh_sg: 对飞机造成的伤害

# IDS_BATTLE_STATS_CAUSED_DAMAGE_TO_PLANES_HINT
source: Total damage you caused to enemy aircraft in this battle.
es_mx: Daño total causado a la aviación enemiga en esta batalla.
ja: この戦闘で敵航空機に与えたダメージの合計
pl: Suma uszkodzeń zadanych samolotom wroga w tej bitwie.
ru: Суммарный урон, нанесённый самолётам противника за этот бой.
uk: Сумарна шкода, завдана літакам супротивника в цьому бою.
zh: 战斗中对敌方飞机造成的总伤害。
zh_sg: 在这场战斗中您对敌方飞机造成的总伤害

# IDS_BATTLE_STATS_CAUSED_FIRES_HINT
source: Number of fires set and damage caused by fire
es_mx: Número de incendios causados y daño causado por incendios
ja: 引き起こした火災数と与ダメージ
pl: Wzniecone pożary i uszkodzenia od pożarów
ru: Количество поджогов и урон, нанесённый пожарами
uk: Кількість підпалів та шкода, завдана пожежами
zh: 火灾次数与火灾造成的伤害
zh_sg: 火灾次数与火灾造成的伤害

# IDS_BATTLE_STATS_CAUSED_FLOODS_HINT
source: Number of floodings and damage caused by flooding
es_mx: Número de inundaciones causadas y daño causado por inundaciones
ja: 引き起こした浸水数と与ダメージ
pl: Spowodowane zalania i uszkodzenia od zalań
ru: Количество вызванных затоплений и нанесённый ими урон
uk: Кількість спричинених затоплень та завдана ними шкода
zh: 进水次数与进水造成的伤害
zh_sg: 进水次数与进水造成的伤害

# IDS_BATTLE_STATS_CAUSED_RAMS_HINT
source: Damage caused by ramming
es_mx: Daño causado por embestidas
ja: 体当たりによる与ダメージ
pl: Uszkodzenia przez taranowanie
ru: Урон, нанесённый тараном
uk: Шкода, що завдана тараном
zh: 冲撞造成的伤害
zh_sg: 冲撞造成的伤害

# IDS_BATTLE_STATS_COMMAND_RESULTS
source: Team Play
es_mx: Juego en Equipo
ja: チームプレイ
pl: Gra zespołowa
ru: Командная игра
uk: Командна гра
zh: 团队合作
zh_sg: 团队合作

# IDS_BATTLE_STATS_COMMAND_RESULTS_HINT
source: Indicators reflecting your contribution to your team results and assistance to allies
es_mx: Indicadores que reflejan tu contribución a los resultados de tu equipo y la asistencia a los aliados
ja: チーム戦績への自艦の貢献度や味方へのアシストを表すインジケータ
pl: Wskaźniki pokazujące Twój wkład w wynik drużyny i pomoc udzieloną sojusznikom
ru: Показатели, отражающие ваш вклад в командный результат и помощь союзникам
uk: Показники, що показують ваш внесок у командний результат і допомогу союзникам
zh: 指标会反映出您对队伍战绩及协助队友的贡献
zh_sg: 能反映出您对团队和队友所作出贡献的指标

# IDS_BATTLE_STATS_COMPLEX_BUILDING_DAMAGE_HINT
source: Damage you caused to this Fort
es_mx: Daño que causaste a este Fuerte
ja: 自艦がこの要塞に与えたダメージ
pl: Uszkodzenia, jakie zadałeś temu fortowi
ru: Урон, который вы нанесли этому форту
uk: Шкода, якої ви завдали цьому форту
zh: 您对这座要塞造成的伤害
zh_sg: 您对这座要塞造成的伤害

# IDS_BATTLE_STATS_COUNT_DAMAGED_SHIPS
source: warship damaged
es_mx: barco de guerra dañado
ja: 損傷を与えた艦艇
pl: uszkodzony okręt
ru: корабль повреждён
uk: корабель пошкоджено
zh: 伤害的战舰
zh_sg: 伤害的战舰

# IDS_BATTLE_STATS_COUNT_ENEMY_FIND
source: enemy spotted
es_mx: enemigo detectado
ja: 発見した敵
pl: wykryty przeciwnik
ru: противник обнаружен
uk: супротивника виявлено
zh: 发现的敌人
zh_sg: 发现的敌人

# IDS_BATTLE_STATS_COUNT_HELP_KILL
source: destroyed with your assistance
es_mx: destruido con tu ayuda
ja: 自艦のアシストによる撃沈
pl: zniszczony dzięki twojej pomocy
ru: уничтожен с вашей помощью
uk: знищений з вашою допомогою
zh: 在您的协助下击毁
zh_sg: 在您的协助下摧毁

# IDS_BATTLE_STATS_COUNT_HL_OUTOFACTION
source: module incapacitated
es_mx: módulo incapacitado
ja: モジュール機能停止
pl: moduł poważnie uszkodzony
ru: модуль выведен из строя
uk: модуль виведений з ладу
zh: 丧失能力的配件
zh_sg: 瘫痪的配件

# IDS_BATTLE_STATS_COUNT_KILLED_SHIPS
source: warship destroyed
es_mx: barco de guerra destruido
ja: 艦艇撃沈
pl: zniszczony okręt
ru: корабль уничтожен
uk: корабель знищено
zh: 击毁的战舰
zh_sg: 摧毁的战舰

# IDS_BATTLE_STATS_COUNT_PLANE_KILLED
source: aircraft destroyed
es_mx: avión destruido
ja: 航空機撃墜
pl: zniszczony samolot
ru: самолёт уничтожен
uk: літак знищений
zh: 击毁的飞机
zh_sg: 摧毁的飞机

# IDS_BATTLE_STATS_CREDITS
source: Credits
es_mx: Créditos
ja: クレジット
pl: Kredyty
ru: Кредиты
uk: Кредити
zh: 银币
zh_sg: 银币

# IDS_BATTLE_STATS_CREDITS_AND_EXP
source: Credits and XP
es_mx: Créditos y Experiencia
ja: クレジット/EXP
pl: Kredyty i PD
ru: Кредиты и опыт
uk: Кредити та досвід
zh: 银币与经验
zh_sg: 银币与经验

# IDS_BATTLE_STATS_CREDITS_HINT
source: Main in-game currency
es_mx: Moneda principal del juego
ja: 主要なゲーム内通貨
pl: Główna waluta w grze
ru: Основная игровая валюта
uk: Основна ігрова валюта
zh: 主要的游戏货币
zh_sg: 主要游戏内货币
