Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE049_JOLLY_ROGER_3_DESCRIPTION
source: A commemorative flag granted for achieving Rank 1 for the fourth time.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 1 por cuarta vez.
ja: ランク 1 を 4 回達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 1 stopnia po raz czwarty.
ru: Памятный флаг за достижение первого ранга в четвёртый раз.
uk: Пам’ятний прапор за досягнення першого рангу вчетверте.
zh: 四次达成排位第 1 所给予的纪念旗帜。
zh_sg: 四次达成排位第 1 所给予的纪念旗帜。

# IDS_PCEE050_LENINGRAD
source: Leningrad
ru: Ленинград
uk: Ленінград
zh: 列宁格勒
zh_sg: 列宁格勒

# IDS_PCEE050_LENINGRAD_DESCRIPTION
source: Destroyer Leningrad Commemorative Flag
es_mx: Bandera Conmemorativa del Destructor Leningrad
ja: 駆逐艦レニングラード記念旗
pl: Flaga pamiątkowa niszczyciela Leningrad
ru: Памятный флаг в честь эсминца «Ленинград»
uk: Пам’ятний прапор на честь есмінця «Ленінград»
zh: 列宁格勒驱逐舰纪念旗帜
zh_sg: 列宁格勒驱逐舰纪念旗帜

# IDS_PCEE050_LENINGRAD_EXTRA_DESCRIPTION
source: The first major warship to be designed and built entirely in the U.S.S.R. She boasted powerful artillery and a very high speed. During World War II, her AA defenses were reinforced.
es_mx: El primer barco de guerra en ser diseñado y construido por completo en la U.R.S.S. Contaba con una poderosa artillería y una muy alta velocidad. Durante la Segunda Guerra Mundial, sus defensas AA fueron reforzadas.
ja: ソ連において初めて設計・建造された純国産大型艦です。 強力な砲撃兵装と極めて高い速力が特長でした。二次大戦中には、対空兵装の強化が図られました。
pl: Pierwszy większy okręt wojenny zaprojektowany i zbudowany w całości w Z.S.R.R. Posiadał potężne uzbrojenie i bardzo dużą szybkość. W trakcie II wojny światowej jego uzbrojenie przeciwlotnicze zostało wzmocnione.
ru: Первый крупный военный корабль, полностью спроектированный и построенный в СССР. Отличался мощным артиллерийским вооружением и очень высокой скоростью хода. Во время Второй мировой войны была усилена ПВО корабля.
uk: Перший великий військовий корабель, повністю спроектований і побудований у СРСР. Відрізнявся потужним артилерійським озброєнням і дуже високою швидкістю ходу. Під час Другої світової війни посилили ППО корабля.
zh: 第一艘完全在该国设计及建造的主要战舰。 它拥有强大的火炮及非常高的航速。
zh_sg: 第一艘完全在苏联设计及建造的主力战舰。 拥有强大的火炮及非常高的航速。第二次世界大战期间，重新强化了它的对空防御。

# IDS_PCEE051_BELFAST
source: HMS Belfast
zh: 贝尔法斯特
zh_sg: HMS贝尔法斯特

# IDS_PCEE051_BELFAST_DESCRIPTION
source: HMS Belfast Commemorative Flag
es_mx: Bandera Conmemorativa del HMS Belfast
ja: ベルファスト記念旗
pl: Flaga pamiątkowa HMS Belfast
ru: Памятный флаг в честь HMS Belfast
uk: Пам’ятний прапор на честь HMS Belfast
zh: 贝尔法斯特纪念旗帜
zh_sg: HMS贝尔法斯特纪念旗帜

# IDS_PCEE051_BELFAST_EXTRA_DESCRIPTION
source: The Red Hand of Ulster is an Irish symbol used in heraldry to denote the Irish province of Ulster.
es_mx: La Mano Roja de Ulster es un símbolo irlandés usado en los escudos de armas para referirse a la provincia irlandesa de Ulster.
ja: 「アルスターの赤い手」は、紋章学においてアイルランドのアルスター地方を表すシンボルです。
pl: Czerwona ręka Ulster to symbol wykorzystywany w Irlandzkiej heraldyce, wyróżniający prowincję Ulster.
ru: «Красная рука Ольстера» — это ирландский геральдический символ, обозначающий провинцию Ольстер.
uk: «Червона рука Ольстера» — це ірландський геральдичний символ, що означає провінцію Ольстер.
zh: 阿尔斯特红手是一种用来代表爱尔兰阿尔斯特省的爱尔兰纹章标志。
zh_sg: 阿尔斯特红手是一种用来代表爱尔兰阿尔斯特省的爱尔兰纹章标志。

# IDS_PCEE052_SQUARED_CIRCLE
source: Squared Circle
es_mx: Círculo Cuadrado
pl: Ring
ru: Ринг
uk: Ринг
zh: 拳击台
zh_sg: 拳击台

# IDS_PCEE052_SQUARED_CIRCLE_DESCRIPTION
source: Keep it Tight
es_mx: Mantenlo Firme
pl: Trzymaj się mocno
ru: Держи оборону!
uk: Тримай оборону!
zh: 保持贴近
zh_sg: 保持贴近

# IDS_PCEE053_VOTES_FLAG
source: I Voted
es_mx: Yo voté
ja: 投票完了
pl: Głosowałem
ru: Я отдал свой голос!
uk: Я віддав свій голос!
zh: 我投票了
zh_sg: 我投票了

# IDS_PCEE053_VOTES_FLAG_DESCRIPTION
source: DEMOCRACY!!!
es_mx: ¡DEMOCRACIA!
ja: 民主主義!!!
pl: DEMOKRACJA!
ru: ЗА ДЕМОКРАТИЮ!!!
uk: ЗА ДЕМОКРАТІЮ!!!
zh: 民主！！！
zh_sg: 民主！！！

# IDS_PCEE053_VOTES_FLAG_EXTRA_DESCRIPTION
source: The best argument against democracy is a five-minute conversation with the average voter – Winston Churchill.
es_mx: El mejor argumento en contra de la democracia es una conversación de cinco minutos con un votante promedio – Winston Churchill.
ja: 民主主義が役に立たないということは、普通の有権者と 5 分話せばわかる – ウィンストン・チャーチル
pl: Najlepszym argumentem przeciwko demokracji jest pięciominutowa rozmowa z przeciętnym wyborcą - Winston Churchill.
ru: «Лучший аргумент против демократии — пятиминутный разговор с рядовым избирателем», — Уинстон Черчилль.
uk: «Найліпший аргумент проти демократії — п’ятихвилинна розмова з рядовим виборцем», — Вінстон Черчиль.
zh: 对民主最好的反驳就是和一个普通选民谈话五分钟──温斯顿
zh_sg: 对民主最好的反驳就是和一个普通选民谈话五分钟──温斯顿·丘吉尔

# IDS_PCEE054_BUFFED_DE_DESCRIPTION
source: Get Buffed with the Cap!
es_mx: ¡Brilla con la Captura!
pl: Przypakuj z Kapitanem!
ru: Держи удар вместе с Кэпом!
uk: Тримай удар разом з Кепом!
zh: 冲上顶峰！
zh_sg: 冲上顶峰！

# IDS_PCEE055_PERTH_FLAG
source: Perth
zh: 珀斯
zh_sg: 珀斯

# IDS_PCEE055_PERTH_FLAG_DESCRIPTION
source: Perth Commemorative Flag
es_mx: Bandera Conmemorativa de Perth
ja: パース記念旗
pl: Flaga pamiątkowa Perth
ru: Памятный флаг в честь Perth
uk: Пам’ятний прапор на честь Perth
zh: 珀斯纪念旗帜
zh_sg: 珀斯纪念旗帜

# IDS_PCEE055_PERTH_FLAG_EXTRA_DESCRIPTION
source: In February 1942, Perth survived the Allied defeat at the Battle of the Java Sea, only to be torpedoed and sunk by the Imperial Japanese Navy at the Battle of Sunda Strait.
es_mx: En febrero de 1942, el Perth sobrevivió a la derrota aliada en la Batalla del Mar de Java, solo para ser torpedeado y hundido por la Flota Imperial Japonesa en la Batalla por el Estrecho de Sonda.
ja: 1942 年 2 月にスラバヤ沖海戦で連合軍が敗退した際、軽巡洋艦パース (Perth) は 生き残りましたが、その後バタビア沖海戦において日本海軍が放った魚雷を被雷し、撃沈されました。
pl: W lutym 1942 r. Perth przetrwał aliancką klęskę w Bitwie na Morzu Jawajskim, jednak został storpedowany i zatopiony przez Cesarską Marynarkę Wojenną Japonii w trakcie Bitwy w Cieśninie Sundajskiej.
ru: В феврале 1942 года Perth уцелел в ходе проигранного союзниками сражения в Яванском море. Во время боя в Зондском проливе крейсер был торпедирован и потоплен кораблями Императорского флота Японии.
uk: У лютому 1942 р. Perth уцілів у програній союзниками сутичці в Яванському морі. У бою в Зондській протоці крейсер було торпедовано й потоплено кораблями Імператорського флоту Японії.
zh: 1942 年二月，珀斯在盟军战败的爪哇海战役中存活了下来，只是被鱼雷击中并且最后在巽他海峡海战中被击沉。
zh_sg: 1942年2月，珀斯在盟军战败的爪哇海战役中存活了下来，只是被鱼雷击中并且最后在巽他海峡海战中被大日本帝国海军击沉。

# IDS_PCEE056_PROJECT_OIL
source: Project Oil Flag
es_mx: Bandera del Proyecto Oil
ja: Project Oil 旗
pl: Flaga Projektu Olej
ru: Памятный флаг проекта «Нефть»
uk: Пам’ятний прапор проекту «Нафта»
zh: Project Oil 旗帜
zh_sg: Project Oil 旗帜

# IDS_PCEE056_PROJECT_OIL_DESCRIPTION
source: A commemorative flag granted to participants of Project Oil in the RU cluster.
es_mx: Una bandera conmemorativa otorgada a los participantes del Proyecto Oil en el cúster del RU.
ja: RU クラスターにおける「Project Oil」参加記念旗です。
pl: Flaga pamiątkowa przyznawana uczestnikom Projektu Olej w rosyjskim klastrze.
ru: Флаг участника проекта «Нефть» на RU кластере
uk: Прапор учасника проекту «Нафта» на RU кластері
zh: 参与俄服服务器 Project Oil 所给予的纪念旗帜。
zh_sg: 参与俄服服务器Project Oil所给予的纪念旗帜。

# IDS_PCEE057_COINSUP_FLAG
source: Coinsup User
es_mx: Usuario Coinsup
ja: Coinsup ユーザー
pl: Użytkownik Coinsup
ru: Пользователь системы Coinsup
uk: Користувач системи Coinsup
zh: Coinsup 旗帜
zh_sg: Coinsup用户

# IDS_PCEE057_COINSUP_FLAG_DESCRIPTION
source: A commemorative flag granted to players who joined via Coinsup.
es_mx: Una bandera conmemorativa otorgada a los jugadores que se unieron a través de Coinsup.
ja: Coinsup 経由で参加したプレイヤーのための記念旗です。
pl: Pamiątkowa flaga przyznawana graczom, którzy dołączyli za pośrednictwem Coinsup.
ru: Флаг выдаётся игрокам, пользующимся сервисом Coinsup.
uk: Прапор видається гравцям, які користуються сервісом Coinsup.
zh: 给予透过 Coinsup 而加入之玩家的纪念旗帜。
zh_sg: 给予通过Coinsup加入的玩家的纪念旗帜。

# IDS_PCEE058_WG_FEST
source: WG Fest 2016
es_mx: Festival WG 2016
zh: WG 盛会旗帜

# IDS_PCEE058_WG_FEST_DESCRIPTION
source: A commemorative flag granted to participants of WG Fest 2016
es_mx: Una bandera conmemorativa otorgada a los participantes del Festival WG 2016
ja: WG Fest 2016 参加記念旗
pl: Flaga pamiątkowa dla uczestników WG Fest 2016.
ru: Памятный флаг участника WG Fest 2016
uk: Пам’ятний прапор учасника WG Fest 2016
zh: 参与 WG 盛会所给予的纪念旗帜。
zh_sg: 参与WG Fest 2016所给予的纪念旗帜。

# IDS_PCEE059_PEARL_HARBOR
source: Pearl Harbor 75th Anniversary
es_mx: 75º Aniversario de Pearl Harbor
ja: 真珠湾攻撃 75 周年
pl: 75 rocznica Pearl Harbor
ru: 75-ая годовщина трагических событий в Пёрл-Харбор
uk: 75-та річниця трагічних подій у Перл-Гарборі
zh: 七十五周年纪念
zh_sg: 珍珠港七十五周年纪念

# IDS_PCEE059_PEARL_HARBOR_DESCRIPTION
source: The Japanese attack on the American port of Pearl Harbor took place on December 7, 1941, with more than two thousand servicemen lost in the operation. The attack led to the United States of America declaring war on Japan on December 8, and then joining World War II as part of both the European and Pacific fronts.
es_mx: El ataque japonés en el puerto estadoun¡dense de Pearl Harbor tuvo lugar el 7 de diciembre de 1941, con más de dos mil pérdidas humanas en la operación. El ataque llevó a los Estados Unidos de América a declarar la guerra a Japón el 8 de diciembre, y a unirse a la Segunda Guerra Mundial en los frentes Europeo y el del Pacífico.
ja: ハワイ時間 1941 年 12 月 7 日、日本軍がアメリカの真珠湾を攻撃し、2,000 名を超える軍人が戦死しました。この攻撃を受けたアメリカは翌 12 月 8 日に対日宣戦布告し、ヨーロッパ戦線と太平洋戦線の両方で二次大戦に参戦しました。
pl: Japoński atak na amerykański port w Pearl Harbor miał miejsce 7 grudnia 1941 roku, a w jego wyniku śmierć poniosło ponad 2000 osób należących do personelu naziemnego. Był on bezpośrednią przyczyną wypowiedzenia wojny Japonii przez Stany Zjednoczone Ameryki 8 grudnia i początek udziału Amerykanów w walkach na frontach europejskim i pacyficznym.
ru: Утром 7 декабря 1941 года японская авиация и силы Японского императорского флота предприняли внезапную массированную атаку на американскую военную базу в Пёрл-Харбор, в результате которой погибло более 2 000 военнослужащих. 8 декабря США объявили войну Японии, тем самым вступив во Вторую мировую войну на Европейском и Тихоокеанском театрах военных действий.
uk: Вранці 7 грудня 1941 р. японська авіація й сили Японського імператорського флоту здійснили раптову масовану атаку на американську військову базу у Перл-Гарбор, внаслідок якої загинуло понад 2 000 військовослужбовців. 8 грудня США оголосили війну Японії, таким чином вступивши у Другу світову війну на Європейському й Тихоокеанському театрах воєнних дій.
zh: 于1941年12月7日在袭击事件，在这次行动中失去了两千多名的军人。这次袭击导致合众国在12月8日对日宣战，然后同时加入了世界大战的欧洲与太平洋战线。
zh_sg: 于1941年12月7日在美国珍珠港所发生的日本袭击事件，在这次行动中丧生了两千多名军人。并导致美利坚合众国在12月8日对日本宣战，然后同时加入了第二次世界大战的欧洲与太平洋战线。

# IDS_PCEE060_OLEG_FLAG
source: Oleg
ru: Олег
uk: Олег
zh: 奥列格
zh_sg: 奥列格

# IDS_PCEE060_OLEG_FLAG_DESCRIPTION
source: Cruiser Oleg Commemorative Flag
es_mx: Bandera Conmemorativa del Crucero Oleg
ja: 巡洋艦オレーグ記念旗
pl: Flaga pamiątkowa krążownika Oleg
ru: Памятный флаг в честь крейсера «Олег»
uk: Пам’ятний прапор на честь крейсера «Олег»
zh: 奥列格纪念旗帜
zh_sg: 巡洋舰奥列格纪念旗帜

# IDS_PCEE060_OLEG_FLAG_EXTRA_DESCRIPTION
source: During the October Revolution of 1917, the crew of Oleg quickly declared their support for the Bolshevik cause. The Treaty of Brest-Litovsk required the Soviets to evacuate their base at Helsinki in March 1918 or have their ships interned by newly independent Finland even though the Gulf of Finland was still frozen over. Oleg sailed to Kronstadt in what became known as the "Ice Voyage".
es_mx: Durante la Revolución de Octubre de 1917, la tripulación del Oleg rápidamente declaro su apoyo a la causa bolchevique. El Tratado de Brest-Litovsk requirió que los soviéticos evacuaran su base en Helsinki en marzo de 1918 o internando sus barcos en la nueva Finlandia independiente, aunque el Golfo de Finlandia aún estaba congelado. El Oleg navegó hacia Kronstadt en el llamado "Viaje del Hielo".
ja: 1917 年の「十月革命」において、防護巡洋艦オレーグの搭乗員はボリシェヴィキを支持することを迅速に宣言しました。1918 年 3 月のブレスト＝リトフスク条約により、ソ連はヘルシンキの基地から退去することを求められ、さもなくば独立したばかりのフィンランドによって艦艇を抑留されることになりましたが、フィンランド湾はまだ凍結したままでした。オレーグはヘルシンキからクロンシュタットに向け出航し、これは「氷の航海」として知られるようになりました。
pl: W trakcie Rewolucji Październikowej w 1917 roku załoga statku Oleg ogłosiła, że staje po stronie Bolszewików. Zgodnie z zapisami Traktatu brzeskiego Sowieci musieli opuścić bazę w Helsinkach w marcu 1918 roku lub oddać swoje okręty w ręce nowo utworzonej niepodległej Finlandii. Chociaż Zatoka Fińska wciąż była skuta lodem, załoga wyruszyła w podróż.
ru: Вскоре после начала Октябрьской революции 1917 года экипаж бронепалубного крейсера «Олег» перешёл на сторону большевиков. Условиями Брест-Литовского мирного договора стране советов было предписано покинуть базу в г. Хельсинки в марте 1918 года, невзирая на то, что Финский залив был всё ещё покрыт льдом. В случае отказа все советские корабли подлежали переходу в собственность получившей независимость Финляндии. В труднейших ледовых условиях «Олег» вынужден был прорываться в Кронштадт в рамках операции, получившей название «Ледовый переход».
uk: Згодом після початку Жовтневого перевороту 1917 р. екіпаж бронепалубного крейсера «Олег» перейшов на бік більшовиків. За умовами Брест-Литовської мирної угоди радянська країна мусила покинути базу в м. Гельсінкі у березні 1918 р., незважаючи на те, що Фінська затока все ще була вкрита кригою. У випадку відмови всі радянські кораблі переходили у власність незалежної Фінляндії. У складних крижаних умовах «Олег» був змушений прориватися у Кронштадт в рамках операції, що отримала назву «Крижаний перехід».
zh: 1917年十月革命期间，奥列格的乘员很快就宣布他们支持布尔什维克的理想。布列斯特-立陶夫斯克条约要求他们于1918年三月前撤离位于赫尔辛基的基地，或是任由他们的战舰被拘留，就算芬兰湾仍然处于结冰的状态。因奥列格强行航行到克隆斯塔而被称为「渡冰者」。
zh_sg: 1917年十月革命期间，奥列格的乘员很快就宣布他们支持布尔什维克的理想。布列斯特-立陶夫斯克条约要求苏联于1918年3月撤离赫尔辛基基地，或是任由他们的战舰被最近才独立的芬兰所拘留，尽管芬兰湾仍然处于结冰的状态。因Oleg强行航行到克隆斯塔而被称为“渡冰者”。

# IDS_PCEE061_GRAF_SPEE
source: Graf Spee
zh: 施佩伯爵
zh_sg: 海军上将施佩伯爵

# IDS_PCEE061_GRAF_SPEE_DESCRIPTION
source: Graf Spee Commemorative Flag
es_mx: Bandera Conmemorativa del Graf Spee
ja: グラーフ・シュペー記念旗
pl: Flaga pamiątkowa Graf Spee
ru: Памятный флаг в честь Graf Spee
uk: Пам’ятний прапор на честь Graf Spee
zh: 施佩伯爵纪念旗帜
zh_sg: 海军上将施佩伯爵纪念旗帜

# IDS_PCEE061_GRAF_SPEE_EXTRA_DESCRIPTION
source: The ship was named after Admiral Maximilian von Spee, Commander of the East Asia Squadron that fought the battles of Coronel and the Falkland Islands, where he was killed in action, in World War I.
es_mx: El barco recibió el nombre del Almirante Maximilian Von Spee, comandante del Escuadrón de Asia Oriental que luchó las batallas del Coronel y de las Islas Malvinas, en donde murió en acción, en la Primera Guerra Mundial.
ja: この艦は、マクシミリアン・フォン・シュペー提督にちなんで命名されました。シュペー提督は、一次大戦中にドイツ東洋艦隊の司令官としてコロネル沖海戦およびフォークランド沖海戦で戦い、戦死しました。
pl: Okręt ten otrzymał swoją nazwę na cześć Admirała Masymiliana von Spee, dowódcy Eskadry Wschodnioazjatyckiej, która walczyła w I wojnie światowej bitwach pod Coronelem i Falklandami, gdzie admirał zginął.
ru: Корабль назван в честь адмирала Максимилиана фон Шпее, командующего германской Восточно-Азиатской эскадрой. Во время Первой мировой войны принимал участие в сражениях у мыса Коронель и у Фолклендских островов. Погиб в бою.
uk: Корабель названо на честь адмірала Максиміліана фон Шпеє, командувача німецькою Східно-Азійською ескадрою. Під час Першої світової війни брав участь у боях поблизу мису Коронель та біля Фолклендських островів. Загинув у бою.
zh: 该战舰是以海军上将马克西米利安-冯-斯佩来命名，他所指挥的东亚分舰队曾参与过科罗内尔及马尔维纳斯群岛海战，而他也是在那场行动中阵亡的。
zh_sg: 该战舰是以海军上将 Maximilian von Spee 来命名，所指挥的东亚分舰队曾参与过第一次世界大战的科罗内尔及福克兰群岛海战，而他也是在那场行动中阵亡。

# IDS_PCEE062_KING_OF_THE_SEA
source: King of the Sea
uk: Володар морів
zh: 海上之王

# IDS_PCEE062_KING_OF_THE_SEA_DESCRIPTION
source: You stand tall among all captains and have proven your superiority in real, fierce, naval combat. You are the King of the Sea, until someone manages to stand up and take the crown away from you.
es_mx: Destacas entre todos los capitanes y has probado tu superioridad en rl feroz y real combate naval. Eres el Rey del Mar, hasta que alguien logre sobresalir y quitarte la corona.
ja: あなたは全ての艦長たちの上に立ち、激しい海戦において圧倒的な実力を示しました。あなたこそが海の王者です。他の誰かが辛くもあなたを凌ぎ、王冠を奪い取るまでは。
pl: Stoisz dumnie na czele wszystkich kapitanów, udowodniwszy swoją wyższość w zaciętych walkach na morzu. Jesteś Królem Mórz, do czasu aż pojawi się ktoś, komu uda się odebrać Ci koronę.
ru: Ты сражаешься на равных с любым противником. В условиях суровых морских сражений ты доказал своё превосходство, возведя его в ранг искусства. Ты — хозяин морей, и останешься таковым до тех пор, пока не придёт тот, кто сможет отнять у тебя корону.
uk: Ти б’єшся на рівних з будь-яким супротивником. В умовах суворих морських боїв ти довів свою перевагу, піднісши її у ранг мистецтва. Ти — володар морів, і залишатимешся таким до тих пір, доки не прийде той, хто зможе відібрати у тебе корону.
zh: 您屹立于所有舰长之中并证明了您在真实、激烈的海上战斗的杰出。您就是海上之王，除非有人设法爬起来并从您身上摘走王冠。
zh_sg: 您屹立于所有舰长之中并证明了您在真实、激烈的海上战斗的杰出。您就是海上之王，除非有人能从您身上摘走王冠。

# IDS_PCEE063_FLAG_VOLUNTEER_2
source: Volunteer, Class II
es_mx: Voluntario, Clase II
ja: ボランティア クラス II
pl: Ochotnik, Klasa II
ru: Волонтёр II степени
uk: Волонтер II ступеня
zh: 志愿者旗帜，II 级
zh_sg: 志愿者，II 级

# IDS_PCEE063_FLAG_VOLUNTEER_2_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE063_FLAG_VOLUNTEER_2_EXTRA_DESCRIPTION
source: A special flag for the community of project volunteers, Class II.
es_mx: Una bandera especial para la comunidad de voluntarios del proyecto, Clase II.
ja: プロジェクト・ボランティア・コミュニティ用の特別旗、クラス II
pl: Specjalna flaga dla członków ochotniczej społeczności projektowej, Klasa II.
ru: Флаг сообщества волонтёров проекта II степени.
uk: Прапор спільноти волонтерів проекту II ступеня.
zh: 游戏社群志愿者，II 级的特殊旗帜。
zh_sg: 游戏社群志愿者，II 级的特殊旗帜。

# IDS_PCEE064_FLAG_VOLUNTEER_3
source: Volunteer, Class I
es_mx: Voluntario, Clase I
ja: ボランティア クラス I
pl: Ochotnik, klasa I
ru: Волонтёр I степени
uk: Волонтер I ступеня
zh: 志愿者旗帜，I 级
zh_sg: 志愿者，I 级

# IDS_PCEE064_FLAG_VOLUNTEER_3_DESCRIPTION
source: Special
es_mx: Especial
ja: 特別
pl: Specjalna
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PCEE064_FLAG_VOLUNTEER_3_EXTRA_DESCRIPTION
source: A special flag for the community of project volunteers, Class I.
es_mx: Una bandera especial para la comunidad de voluntarios del proyecto, Clase I.
ja: プロジェクト・ボランティア・コミュニティ用の特別旗、クラス I
pl: Specjalna flaga dla członków ochotniczej społeczności projektowej, Klasa I.
ru: Флаг сообщества волонтёров проекта I степени.
uk: Прапор спільноти волонтерів проекту I ступеня.
zh: 游戏社群志愿者，I 级的特殊旗帜。
zh_sg: 游戏社群志愿者，I 级的特殊旗帜。

# IDS_PCEE065_SHIPSMAS
source: Happy Shipsmas
es_mx: Feliz Barcvidad
ja: ハッピー艦スマス
pl: Okrętowych Świąt
ru: Счастливого рождественского плавания!
uk: Щасливого різдвяного плавання!
zh: Shipsmas 快乐
zh_sg: Shipsmas 快乐

# IDS_PCEE065_SHIPSMAS_DESCRIPTION
source: Includes a dinner, an unadorned aluminum pole, and practices such as the "Airing of Grievances" and "Feats of Strength".
es_mx: Incluye una cena, un tubo de aluminio sin adornos, y prácticas como el "Desahogo de Agravios" y las "Hazañas de Fuerza".
ja: ディナー、簡素なアルミポール、「苦情の表明」や「強さの業」といった練習が含まれます。
pl: Zawiera uroczystą kolację, ozdobny pręt aluminiowy i tradycje takie jak „wygłaszanie żali” i „próba sił”.
ru: Включает ужин у невзрачного алюминиевого шеста вместо ёлки и забавы вроде громогласного выражения негодования и стремления показать, кто в море хозяин.
uk: Містить вечерю біля непривабливої алюмінієвої жердини замість ялинки та розвага на зразок гучного обурення й прагнення показати, хто в морі володар.
zh: 包含晚餐、没有装饰的铝棒，然后进行像是「发牢骚」和「角力」活动。
zh_sg: 包含晚餐、没有装饰的铝棒，然后进行像是“发牢骚”和“角力”活动。

# IDS_PCEE066_SUPREMACY_LEAGUE_WINNER
source: Supremacy League Gold Champion
es_mx: Campeón de Oro de la Liga de la Supremacía
ja: Supremacy League ゴールドチャンピオン
pl: Mistrz Złotej Ligi Supremacji
ru: Обладатель золотой медали Высшей лиги
uk: Володар золотої медалі Вищої ліги
zh: 超级联盟黄金冠军
zh_sg: 超级联盟黄金冠军

# IDS_PCEE066_SUPREMACY_LEAGUE_WINNER_DESCRIPTION
source: Never gonna give you up, never gonna let you down. Never gonna run around and desert you. Never gonna make you cry, never gonna say goodbye. Never gonna tell a lie and hurt you.
zh: 从不打算放弃你。永远不会让你失望。永远不会抛下你独自逃跑。永远不会让你哭泣。永远不会说再见。
zh_sg: 从不打算放弃你。永远不会让你失望。永远不会抛下你独自逃跑。永远不会让你哭泣。永远不会说再见。

# IDS_PCEE067_SUPREMACY_LEAGUE_PARTICIPANT
source: Supremacy League Soldier
es_mx: Soldado de la Liga de la Supremacía
ja: Supremacy League 戦士
pl: Żołnierz Ligi Supremacji
ru: Солдат Высшей лиги
uk: Солдат Вищої ліги
zh: 超级联盟士兵
zh_sg: 超级联盟士兵

# IDS_PCEE067_SUPREMACY_LEAGUE_PARTICIPANT_DESCRIPTION
source: Participated in Supremacy League Season 3
es_mx: Participó en la Temporada 3 de la Liga de la Supremacía
ja: Supremacy League シーズン 3 参加者
pl: Uczestniczył w 3 sezonie Ligi Supremacji
ru: За участие в баталиях третьего сезона Высшей лиги
uk: За участь у баталіях Третього сезону Вищої ліги
zh: 参与超级联盟联盟 3
zh_sg: 参与第3赛季超级联盟

# IDS_PCEE068_COMMUNITY_CONTEST
source: Community Contest Winner
es_mx: Ganador del Concurso de la Comunidad
ja: コミュニティ・コンテスト入賞者
pl: Zwycięzca konkursu społeczności
ru: Победитель состязания среди игроков
uk: Переможець змагання серед гравців
zh: 社群大赛赢家
zh_sg: 社区竞赛优胜者

# IDS_PCEE068_COMMUNITY_CONTEST_DESCRIPTION
source: Proud winner of a NikoPower forum contest!
es_mx: ¡Orgulloso ganador de un concurso del foro NikoPower!
ja: NikoPower フォーラム・コンテストの誇り高き入賞者!
pl: Dumny zwycięzca konkursu forumowego NikoPower!
ru: Победитель конкурса среди участников форума NikoPower
uk: Переможець конкурсу серед учасників форуму NikoPower
zh: NikoPower 论坛大赛的光荣赢家！
zh_sg: NikoPower 论坛大赛的荣誉优胜者！

# IDS_PCEE069_FIRE_ROOSTER
source: Fire Rooster
es_mx: Gallo de Fuego
ja: 炎の鶏
pl: Ognisty kogut
ru: Огненный петух
uk: Вогняний півень
zh: 金鸡
zh_sg: 金鸡

# IDS_PCEE069_FIRE_ROOSTER_DESCRIPTION
source: In celebration of year 4714 of the Chinese calendar—the year of the Fire Rooster.
es_mx: En celebración del año 4,714 del calendario chino — el año del Gallo de Fuego.
ja: 炎の鶏の年である中国暦 4714 年記念
pl: Dla uczczenia roku 4714 w kalendarzu chińskim – roku ognistego koguta.
ru: В честь празднования 4714 года по китайскому календарю — года Огненного Петуха.
uk: З нагоди святкування 4714 року за китайським календарем — року Вогняного Півня.
zh: 庆祝农历第 4,714 年──金鸡年。
zh_sg: 庆祝农历第4714年──金鸡年。

# IDS_PCEE070_CHINESE_NEW_YEAR
source: CNY
es_mx: ANC
ja: 春節
pl: CNR
ru: Китайский Новый год
uk: Китайський Новий рік
zh: 春节旗帜
zh_sg: 春节

# IDS_PCEE070_CHINESE_NEW_YEAR_DESCRIPTION
source: Celebrating Chinese New Year 2017
es_mx: Celebrando el Año Nuevo Chino 2017
ja: 中国春節 2017 祝賀
pl: Obchody nowego chińskiego roku 2017
ru: В честь празднования Нового года по китайскому календарю
uk: З нагоди святкування Нового року за китайським календарем
zh: 庆祝 2017 年农历新年
zh_sg: 庆祝 2017 年农历新年

# IDS_PCEE071_KOREAN_TURTLE
source: Turtle Ship
es_mx: Barco Tortuga
ja: 亀甲船
pl: Okręt-żółw
ru: Кобуксон
uk: Кобуксон
zh: 龟甲船 旗帜
zh_sg: 龟甲船

# IDS_PCEE071_KOREAN_TURTLE_DESCRIPTION
source: A flag design featuring a "Turtle" character in the center of a black background. It has been used by the Korean Royal Navy for the Turtle ship since the 16th century.
es_mx: Un diseño de bandera que cuenta con una "Tortuga" en el centro de un fondo negro. Ha sido utilizado por la Marina Real Coreana para el barco Tortuga desde el siglo XVI.
ja: 朝鮮水軍にて 16 世紀から亀甲船で使用していた旗です。
pl: Flaga z postacią żółwia umieszczoną na czarnym tle. Była używana przez marynarkę koreańską od XVI wieku.
ru: В центре полотнища на чёрном фоне изображён символ, означающий «Черепаха». Использовался в Корейском королевском флоте на кобуксонах начиная с XVI века.
uk: У центрі полотнища на чорному фоні зображений символ, що значить «Черепаха». Використовувався в Корейському королівському флоті на кобуксонах починаючи з XVI сторіччя.
zh: 黑底中间有着 「（乌龟）」 字眼的旗帜设计。 该旗帜从 16 世纪以来就由龟甲船所用。
zh_sg: 黑底中间有着 “乌龟”字眼的旗帜设计。 该旗帜从16世纪以来就由龟甲船所用。
