Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BATTLE_STATS_TAKEN_MAIN_CS_SHORT
source: Main Battery SAP
es_mx: Batería Principal SAP
ja: 主砲 SAP
pl: PPO głównej baterii
ru: ГК ПББ
uk: ГК НББ
zh: ГК ПББ
zh_sg: 主炮组半穿甲弹

# IDS_BATTLE_STATS_TAKEN_MAIN_HE_SHORT
source: Main Battery HE
es_mx: HE de la Batería Principal
ja: 主砲 HE
pl: OB głównej baterii
ru: ГК ОФ
uk: ГК ОФ
zh: 主炮组 HE
zh_sg: 主炮组高爆弹

# IDS_BATTLE_STATS_TAKEN_TILL_BATTLE
source: Received
es_mx: Recibido
ja: 取得
pl: Otrzymano
ru: Получено за бой
uk: Отримано за бій
zh: 获得
zh_sg: 获得

# IDS_BATTLE_STATS_TAKEN_TILL_BATTLE_CREDITS_HINT
source: Credits received for your actions in battle, including fines and compensations
es_mx: Créditos recibidos por tus acciones en batalla, incluyendo multas y compensaciones
ja: 補償の支払いと受け取りを含む、戦闘中の行動によるクレジット取得
pl: Kredyty otrzymane za Twoje działania w bitwie, włączając w to kary i rekompensaty
ru: Количество кредитов, начисленных за действия в бою, с учётом штрафов и компенсаций
uk: Кількість кредитів, доданих за дії у бою, з урахуванням штрафів та компенсацій
zh: 您战斗行动所获得的经验，包括赔偿与补偿
zh_sg: 您战斗中获得的银币，包括罚款和补偿

# IDS_BATTLE_STATS_TAKEN_TILL_BATTLE_EXPIRIENCE_HINT
source: XP received for your actions in battle, including fines and compensations
es_mx: XP recibida por tus acciones en batalla, incluyendo multas y compensaciones
ja: 補償の支払いと受け取りを含む、戦闘中の行動による EXP 取得
pl: PD otrzymane za Twoje działania w bitwie, włączając w to kary i rekompensaty
ru: Количество опыта, начисленного за действия в бою, с учётом штрафов и компенсаций
uk: Кількість досвіду, доданого за дії у бою, з урахуванням штрафів та компенсацій
zh: 您战斗行动所获得的经验，包括赔偿与补偿
zh_sg: 您在战斗中获得的经验，包括罚款与补偿

# IDS_BATTLE_STATS_TEAMMATES
source: Allies
es_mx: Aliados
ja: 味方
pl: Sojusznicy
ru: Союзники
uk: Союзники
zh: 我方
zh_sg: 友军

# IDS_BATTLE_STATS_TEAM_CAPTURE_POINTS_HINT
source: Total points earned by your team for capturing bases and key areas
es_mx: Total de puntos obtenidos por tu equipo al capturar bases y áreas clave
ja: 味方チームが陣地やキーエリアの占領により取得した合計ポイント
pl: Ogólna liczba punktów zdobytych przez Twoją drużynę za zajmowanie baz i stref kluczowych
ru: Суммарное количество очков, полученное вашей командой за захват баз и точек
uk: Сумарна кількість очок, здобутих вашою командою за захоплення баз і точок
zh: 己队在占领基地及关键地区时获得的总点数
zh_sg: 己方团队在占领基地及关键区域时获得的总点数

# IDS_BATTLE_STATS_TEAM_DEFENCE_POINTS_HINT
source: Total points earned by your team for defending bases and key areas
es_mx: Total de puntos obtenidos por tu equipo al defender bases y áreas clave
ja: 味方チームが陣地やキーエリアの防衛により取得した合計ポイント
pl: Ogólna liczba punktów zdobytych przez Twoją drużynę za obronę baz i stref kluczowych
ru: Суммарное количество очков, полученное вашей командой за защиту баз и точек
uk: Сумарна кількість очок, здобутих вашою командою за захист баз і точок
zh: 己队在防御基地及关键地区时获得的总点数
zh_sg: 己方团队在防御基地及关键区域时获得的总点数

# IDS_BATTLE_STATS_TEAM_REPORT
source: TEAM SCORE
es_mx: PUNTUACIÓN DEL EQUIPO
ja: チームスコア
pl: WYNIK DRUŻYNY
ru: КОМАНДНЫЙ РЕЗУЛЬТАТ
uk: КОМАНДНИЙ РЕЗУЛЬТАТ
zh: 队伍成绩
zh_sg: 团队成绩

# IDS_BATTLE_STATS_TIME_AND_SPACE
source: Time and Distance
es_mx: Tiempo y Distancia
ja: 時間と距離
pl: Czas i dystans
ru: Время и расстояние
uk: Час та відстань
zh: 时间与距离
zh_sg: 时间与距离

# IDS_BATTLE_STATS_TIME_AND_SPACE_HINT
source: Time statistics for the battle and distance traveled
es_mx: Estadísticas de tiempo de la batalla y distancia recorrida
ja: 戦闘時間と航行距離の情報
pl: Statystyki dot. czasu i dystansu przemierzonego w bitwie
ru: Временные характеристики боя и пройденное расстояние
uk: Часові характеристики бою та пройдена відстань
zh: 战斗与航行距离的时间统计
zh_sg: 战斗与航行距离的时间统计

# IDS_BATTLE_STATS_TORPEDOES_RELEASED
source: Torpedoes released
es_mx: Torpedos soltados
ja: 魚雷投下数
pl: Zrzucone torpedy
ru: Сброшено торпед
uk: Скинуто торпед
zh: 投掷的鱼雷
zh_sg: 投掷的鱼雷

# IDS_BATTLE_STATS_TORPEDOES_SHOTS
source: Torpedoes launched
es_mx: Torpedos lanzados
ja: 魚雷発射数
pl: Wystrzelone torpedy
ru: Выпущено торпед
uk: Випущено торпед
zh: 发射的鱼雷
zh_sg: 发射的鱼雷

# IDS_BATTLE_STATS_TORPEDOES_SPOTTED
source: Torpedoes spotted
es_mx: Torpedos detectados
ja: 魚雷発見数
pl: Wykryte torpedy
ru: Обнаружено торпед
uk: Виявлено торпед
zh: 侦察鱼雷数
zh_sg: 侦察鱼雷数

# IDS_BATTLE_STATS_TORPEDOES_SPOTTED_HINT
source: Number of enemy torpedoes spotted by you in this battle
es_mx: Número de torpedos enemigos que detectaste en esta batalla
ja: この戦闘において自艦が発見した敵魚雷数
pl: Liczba wrogich torped wykrytych przez Ciebie w tej bitwie
ru: Количество обнаруженных вами торпед противника в этом бою
uk: Кількість виявлених вами торпед супротивника у цьому бою
zh: 您在此战斗中侦察到的敌方鱼雷数
zh_sg: 您在此战斗中侦察到的敌方鱼雷数

# IDS_BATTLE_STATS_TORPEDO_HITS
source: Hits
es_mx: Impactos
ja: 命中
pl: Trafienia
ru: Попаданий
uk: Влучень
zh: 命中数
zh_sg: 命中数

# IDS_BATTLE_STATS_TOTAL
source: Total:
ja: 合計:
pl: W sumie:
ru: Итого:
uk: Разом:
zh: 总共：
zh_sg: 总共：

# IDS_BATTLE_STATS_TOTAL_CREDITS_COUNT_HINT
source: Total number of credits
es_mx: Número total de créditos
ja: 合計クレジット
pl: Ogólna liczba kredytów
ru: Итоговая сумма кредитов
uk: Підсумок кредитів
zh: 银币总数
zh_sg: 银币总数

# IDS_BATTLE_STATS_TOTAL_CREDITS_HINT
source: Total number of credits and doubloons received for the battle
es_mx: Número total de créditos y doblones recibidos por la batalla
ja: この戦闘で取得したクレジットとダブロンの合計
pl: Ogólna liczba kredytów i dublonów otrzymanych w bitwie
ru: Итоговая сумма полученных кредитов и дублонов за бой
uk: Підсумок отриманих кредитів та дублонів за бій
zh: 该战斗所获得的银币与金币总数
zh_sg: 该战斗所获得的银币与达布隆总数

# IDS_BATTLE_STATS_TOTAL_EXP_COUNT_HINT
source: Total amount of XP
es_mx: Cantidad total de XP
ja: 合計 EXP
pl: Ogółem PD
ru: Итоговая сумма опыта
uk: Підсумок досвіду
zh: 经验总数量
zh_sg: 经验总数

# IDS_BATTLE_STATS_TOTAL_EXP_HINT
source: Total amount of XP and Free XP received for the battle
es_mx: Cantidad total de XP y XP Libre recibida por la batalla
ja: この戦闘で取得した EXP およびフリー EXP の合計
pl: Ogólna ilość PD i wolnych PD otrzymanych za bitwę
ru: Итоговая сумма опыта и свободного опыта за бой
uk: Підсумок досвіду та вільного досвіду за бій
zh: 该战斗所获得的经验与全局经验总数量
zh_sg: 该战斗所获得的经验与全局经验的总数

# IDS_BATTLE_STATS_TOTAL_GOLD_COUNT_HINT
source: Total number of doubloons
es_mx: Número total de doblones
ja: 合計ダブロン
pl: Ogółem dublonów
ru: Итоговая сумма дублонов
uk: Підсумок дублонів
zh: 金币总数
zh_sg: 达布隆总数

# IDS_BATTLE_STATS_TO_GO_TO_DOCK
source: to return to the Port.
es_mx: para regresar a Puerto.
ja: で港に戻る
pl: żeby powrócić do portu.
ru: для выхода в Порт.
uk: щоб повернутися до Порту.
zh: 来回到港口。
zh_sg: 回到港口。

# IDS_BATTLE_STATS_WARNING_ICON_HINT
source: Attention! Incomplete.
es_mx: ¡Atención! Incompleto.
ja: 注意! 不完全です
pl: Uwaga! Nie dokończono.
ru: Внимание! Выполнено в неполном объёме.
uk: Увага! Не завершено.
zh: 注意！未完成。
zh_sg: 注意！未完成。

# IDS_BATTLE_STATS_WATCHTOWER_BUILDING_SUPPRESSIONS_HINT
source: Number of times you suppressed this surveillance station
es_mx: Número de veces que suprimiste esta estación de vigilancia
ja: 自艦がこの監視所を制圧した回数
pl: Tyle razy zneutralizowałeś tą stację dozorowania
ru: Количество подавлений этого дозорного поста вами
uk: Кількість придушень цього дозорного поста вами
zh: 你压制这个侦察站的次数
zh_sg: 你压制此监控站的次数

# IDS_BATTLE_STATS_WITH_PREMIUM
source: With Premium
es_mx: Con Premium
ja: プレミアム
pl: Z kontem premium
ru: С премиумом
uk: З преміум
zh: 有高级账号
zh_sg: 有高级账号

# IDS_BATTLE_TASKS
source: Combat Missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: Боевые задачи
zh_sg: 作战任务

# IDS_BATTLE_TASKS_ACTIVE_THIS_BATTLE_DESCRIPTION
source: Combat missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: 作战任务
zh_sg: 作战任务

# IDS_BATTLE_TASKS_COLON
source: Combat Missions:
es_mx: Misiones de Combate:
ja: コンバットミッション:
pl: Misje bojowe:
ru: Боевые задачи:
uk: Бойові завдання:
zh: 作战任务：
zh_sg: 作战任务：

# IDS_BATTLE_TASKS_CREDITS_HINT
source: Credits received for completing Combat Missions
es_mx: Créditos recibidos por completar Misiones de Combate
ja: コンバットミッション達成によるクレジット取得
pl: Kredyty otrzymane za ukończenie misji bojowych
ru: Количество кредитов, полученных за выполнение боевых задач
uk: Кількість кредитів, отриманих за виконання бойових завдань
zh: 完成作战任务所获得的银币
zh_sg: 完成作战任务所获得的银币

# IDS_BATTLE_TASKS_EXPIRIENCE_HINT
source: XP received for completing Combat Missions
es_mx: XP recibida por completar Misiones de Combate
ja: コンバットミッション達成による EXP 取得
pl: PD otrzymane za ukończenie misji bojowych
ru: Количество опыта, полученного за выполнение боевых задач
uk: Кількість досвіду, здобутого за виконання бойових завдань
zh: 完成作战任务所获得的经验
zh_sg: 完成作战任务所获得的经验

# IDS_BATTLE_TASKS_EXP_HINT
source: XP received for completing Combat Missions
es_mx: XP recibida por completar Misiones de Combate
ja: コンバットミッション達成による EXP 取得
pl: PD otrzymane za ukończenie misji bojowych
ru: Количество опыта, полученного за выполнение боевых задач
uk: Кількість досвіду, здобутого за виконання бойових завдань
zh: 完成作战任务所获得的经验
zh_sg: 完成作战任务所获得的经验

# IDS_BATTLE_TASK_DONE
source: Personal order completed
es_mx: Orden personal completada
ja: パーソナルオーダー達成
pl: Rozkaz osobisty wykonany
ru: Личный приказ выполнен
uk: Особистий наказ виконано
zh: 特殊工作完成
zh_sg: 个人命令已完成

# IDS_BATTLE_TASK_FAIL
source: Personal order not completed
es_mx: Orden personal no completada
ja: パーソナルオーダー未達成
pl: Rozkaz osobisty niewykonany
ru: Личный приказ не выполнен
uk: Особистий наказ не виконано
zh: 特殊工作失败
zh_sg: 个人命令未完成

# IDS_BATTLE_TASK_INCREASE_EV_HL_17_MAIN_TASK
source: The Tower was demolished! Portal sealing time increased by %s
es_mx: ¡La Torre fue demolida! El tiempo para sellar el Portal se ha incrementado un %s
ja: 塔が破壊されました! ポータル封印時間が %s 増加しました
pl: Wieża została zniszczona! Czas do zamknięcia portalu wzrósł o %s
ru: Башня разрушена! Время закрытия портала увеличилось на %s
uk: Вежу зруйновано! Час зачинення порталу збільшився на %s
zh: 高塔已被拆除！传送门封闭时间提高了 %s
zh_sg: 高塔已被拆除！传送门封闭时间增加了 %s

# IDS_BATTLE_TASK_INCREASE_IDS_EV19_ATTDEF_TASK
source: Generator destroyed: +1.5 minutes to attack time.
es_mx: Generador destruido. 1.5 minutos más al tiempo de ataque.
ja: 発生装置を撃破、攻撃時間 +1.5 分
pl: Zniszczono generator. Dodano 1,5 minuty do czasu ataku.
ru: Генератор уничтожен. +1,5 минуты ко времени атаки.
uk: Генератор знищено. +1,5 хвилини до часу атаки.
zh: Генератор уничтожен. +1,5 минуты ко времени атаки.
zh_sg: 生成器被摧毁。+1.5分钟进攻时间。

# IDS_BATTLE_TASK_MESSAGE
source: PERSONAL ORDER
es_mx: ORDEN PERSONAL
ja: パーソナルオーダー
pl: ROZKAZ OSOBISTY
ru: ЛИЧНЫЙ ПРИКАЗ
uk: ОСОБИСТИЙ НАКАЗ
zh: 获得特殊工作
zh_sg: 个人命令

# IDS_BATTLE_TASK_RASPUTIN_KILLED
source: Rasputin was banished!
es_mx: ¡Rasputin ha desaparecido!
ja: Rasputin を追放した!
pl: „Rasputin” został wygnany!
ru: «Распутин» изгнан!
uk: «Распутіна» вигнано!
zh: 拉斯普京已被驱逐！
zh_sg: 拉斯普京已被驱逐！

# IDS_BATTLE_TASK_TEXT_000_001_MAIN_TASK
source: Escort Transylvania
es_mx: Escolta al Transylvania
ja: Transylvania を護衛せよ
pl: Eskortuj „Transylwanię”
ru: Сопроводить «Трансильванию»
uk: Супроводити «Трансільванію»
zh: 护卫特兰西瓦尼亚
zh_sg: 护卫特兰西瓦尼亚

# IDS_BATTLE_TASK_TEXT_000_021_PAYLOAD_HALF_HEALTH
source: Make sure Transylvania doesn't lose more than 50% of her hit points
es_mx: Asegúrate de que el Transylvania no pierda mas del 50% de su puntos de vida
ja: Transylvania の HP 喪失を 50% 以下に抑えろ
pl: Zadbaj, żeby „Transylwania” nie straciła więcej niż 50% PW
ru: Сохранить более 50% очков боеспособности «Трансильвании»
uk: Зберегти понад 50 % очок боєздатності «Трансільванії»
zh: 确保特兰西瓦尼亚不要失去超过 50% 的血量
zh_sg: 确保特兰西瓦尼亚不会失去超过50%的生命值

# IDS_BATTLE_TASK_TEXT_000_022_KILL_ALL_ENEMIES
source: Eliminate all foes
es_mx: Elimina a todos los enemigos
ja: 敵を殲滅せよ
pl: Wyeliminuj wszystkich przeciwników
ru: Упокоить супостатов
uk: Упокоїти супостатів
zh: 消灭所有敌人
zh_sg: 消灭所有敌人

# IDS_BATTLE_TASK_TEXT_000_023_SUPPRESS_BUILDINGS
source: Suppress all catapults
es_mx: Acaba con todas las catapultas
ja: カタパルトを全て制圧せよ
pl: Zneutralizuj wszystkie katapulty
ru: Подавить все катапульты
uk: Придушити всі катапульти
zh: 压制所有投石机
zh_sg: 压制所有投石机

# IDS_BATTLE_TASK_TEXT_000_024_UNSTOPPABLE
source: Transylvania must not stop
es_mx: El Transylvania no debe detenerse
ja: Transylvania を停止させるな
pl: „Transylwania” nie może się zatrzymać
ru: «Трансильвания» не должна останавливаться
uk: «Трансільванія» мусить не зупинятися
zh: 特兰西瓦尼亚绝对不能停下来
zh_sg: 特兰西瓦尼亚绝对不能停下来

# IDS_BATTLE_TASK_TEXT_000_026_ALL_ALIVE
source: Survive a battle with all of your teammate ships surviving
es_mx: Sobrevive una batalla con todos los barcos de tu equipo con vida
ja: 自艦を含む全ての味方艦艇が生還
pl: Przetrwaj bitwę wraz ze wszystkimi sojusznikami.
ru: Выжить всей командой
uk: Вижити всією командою
zh: 在战斗中存活且所有队友的舰艇也都存活下来
zh_sg: 在战斗中存活且所有队友的战舰也都存活下来

# IDS_BATTLE_TASK_TEXT_EV_HL_17_MAIN_TASK
source: Defend the Towers until they seal the Portal
es_mx: Defiende las Torres hasta que sellen el portal
ja: 塔がポータルを封印するまで塔を防衛せよ
pl: Chroń Wieże do momentu zamknięcia portalu
ru: Защитить Башни, пока они не закроют портал
uk: Захистити Вежі, поки вони зачинятимуть портал
zh: 防卫高塔直到它们封闭传送门为止
zh_sg: 防卫高塔直到它们封闭传送门为止

# IDS_BATTLE_TASK_TEXT_EV_HL_17_TASK_KILLAIRCARRIER
source: Banish the Great Gorgon
es_mx: Desaparece al Great Gorgon
ja: Great Gorgon を追放せよ
pl: Wygnaj Wielką Gorgonę
ru: Изгнать «Горгона Великого»
uk: Вигнати «Горгона Великого»
zh: 驱逐巨大的戈尔贡
zh_sg: 驱逐Great Gorgon

# IDS_BATTLE_TASK_TEXT_EV_HL_17_TASK_KILLRASPUTIN
source: Banish Rasputin
es_mx: Desaparece al Rasputin
ja: Rasputin を追放せよ
pl: Wygnaj „Rasputina”
ru: Изгнать «Распутина»
uk: Вигнати «Распутіна»
zh: 驱逐拉斯普京
zh_sg: 驱逐拉斯普京

# IDS_BATTLE_TASK_TEXT_EV_HL_17_TASK_KILLZOMBIES
source: Eliminate all foes in the Filth
es_mx: Elimina a todos tus enemigos en la inmundicia
ja: 瘴気内の敵を殲滅せよ
pl: Wyeliminuj wszystkich wrogów w plugawej mgle
ru: Упокоить супостатов в скверне
uk: Упокоїти супостатів у скверні
zh: 消灭所有身处污秽之地的敌人
zh_sg: 消灭所有身处污秽之地的敌人

# IDS_BATTLE_TASK_TEXT_EV_HL_17_TASK_SAVESHIPS
source: Save Transylvania
es_mx: Salva al Transylvania
ja: Transylvania を救え
pl: Uratuj „Transylwanię”
ru: Сохранить «Трансильванию»
uk: Зберегти «Трансільванію»
zh: 拯救特兰西瓦尼亚
zh_sg: 拯救特兰西瓦尼亚

# IDS_BATTLE_TASK_TEXT_EV_HL_17_TASK_SAVETOWERS
source: Save two Towers
es_mx: Salva dos Torres
ja: 2 つの塔を救え
pl: Chroń dwóch Wież
ru: Сохранить две Башни
uk: Зберегти дві Вежі
zh: 拯救两座高塔
zh_sg: 拯救两座高塔

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_FASTKILL
source: Destroy 3 archenemy ships in one minute
es_mx: Destruye 3 barcos archienemigos en un minuto
ja: アークエネミー艦艇を 1 分以内に 3 隻撃沈せよ
pl: Zniszcz 3 okręty arcywroga w ciągu minuty
ru: Уничтожить 3 супостатов за минуту
uk: Знищити трьох супостатів за хвилину
zh: 在一分钟内击毁3艘大敌战舰
zh_sg: 在一分钟内消灭3艘敌方战舰

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_KILLRASPUTIN
source: Banish Rasputin permanently
es_mx: Aleja permanentemente al Rasputin
ja: Rasputin を永久追放せよ
pl: Wygnaj Rasputina raz na zawsze
ru: Окончательно изгнать «Распутина»
uk: Остаточно вигнати «Распутіна»
zh: 永久驱逐拉斯普京
zh_sg: 永远驱逐拉斯普京

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_KILLZOMBIES
source: Eliminate all foes
es_mx: Elimina a todos los enemigos
ja: 敵を殲滅せよ
pl: Wyeliminuj wszystkich przeciwników
ru: Упокоить супостатов
uk: Упокоїти супостатів
zh: 消灭所有敌人
zh_sg: 消灭所有敌人

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_SAVETEAMMATES
source: Save at least 3 submarines on your team
es_mx: Salva al menos a 3 submarinos en tu equipo
ja: 味方潜水艦を 3 隻以上救え
pl: Ocal przynajmniej 3 okręty podwodne ze swojej drużyny
ru: Сохранить не менее 3 подводных лодок команды
uk: Зберегти щонайменше 3 підводних човни команди
zh: 拯救至少3艘您的队伍的潜艇
zh_sg: 至少拯救己方队伍3艘潜艇

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_SEEITALL
source: Spot the enemy's onshore gun mounts
es_mx: Detecta los montajes de los cañones costeros del enemigo
ja: 敵の陸上砲台を発見せよ
pl: Wykryj przybrzeżne instalacje artylerii wroga
ru: Обнаружить береговые орудия противника
uk: Виявити берегові гармати супротивника
zh: 标记敌方陆上炮座
zh_sg: 发现敌方的路上炮组

# IDS_BATTLE_TASK_TEXT_EV_HL_18_TASK_SEEMAINBUILDING
source: Discover the location of the Black Lair castle.
es_mx: Encuentra la ubicación del castillo Black Lair
ja: ブラックレア城の位置を見つけ出せ
pl: Znajdź zamek Czarne Leże
ru: Обнаружить замок «Чёрная обитель»
uk: Виявити замок «Чорна обитель»
zh: 找出黑暗巢穴城堡的位置
zh_sg: 找出黑巢城堡的位置

# IDS_BATTLE_TASK_TEXT_HEADER_EV19_ANTS_TMR_01
source: Points will be activated in:
es_mx: Los puntos se activarán en:
ja: 各ポイントの有効化まで:
pl: Punkty zostaną aktywowane za:
ru: До активации точек
uk: До активації точок
zh: До активации точек
zh_sg: 据点即将激活：

# IDS_BATTLE_TASK_TEXT_HEADER_EV_HL_17_MAIN_TASK
source: Until the Portal is sealed
es_mx: Hasta que el Portal esté sellado
ja: ポータルの封印完了まで
pl: Do chwili zamknięcia portalu
ru: До закрытия портала
uk: До зачинення порталу
zh: 撑到传送门被封闭为止
zh_sg: 撑到传送门被封闭为止

# IDS_BATTLE_TASK_TEXT_HEADER_GAMEMODE_ARMS_RACE_TMR_01
source: Key Area appears in:
es_mx: El Área Clave aparece en:
ja: キーエリア出現まで:
pl: Strefa kluczowa pojawi się za:
ru: До появления точки
uk: До появи точки
zh: До появления точки
zh_sg: 关键区域出现：

# IDS_BATTLE_TASK_TEXT_HEADER_IDS_EV19_ATTDEF_TASK
source: Attack time
es_mx: Tiempo de ataque
ja: 攻撃時間
pl: Czas ataku
ru: Время атаки
uk: Час атаки
zh: Время атаки
zh_sg: 进攻时间

# IDS_BATTLE_TASK_TEXT_HEADER_OP_02_02_MAIN_TASK_PART_2
source: Defend the aerodrome
es_mx: Defiende el aeródromo
ja: 飛行場を防衛せよ
pl: Broń aerodromu
ru: Защищайте аэродром
uk: Захищайте аеродром
zh: 防卫机场
zh_sg: 防卫机场

# IDS_BATTLE_TASK_TEXT_I00_AV
source: Sink an enemy battleship
es_mx: Hundir un acorazado enemigo
ja: 敵戦艦を撃沈せよ
pl: Zatop wrogi pancernik
ru: Потопить линкор противника
uk: Потопити лінкор супротивника
zh: Потопить линкор противника
zh_sg: 击沉一艘敌方战列舰

# IDS_BATTLE_TASK_TEXT_I00_FIRSTENEMY
source: Crush the attacking enemy destroyers
es_mx: Aplastar a los destructores enemigos atacantes
ja: 攻撃中の敵駆逐艦群を撃破せよ
pl: Zmiażdż atakujące niszczyciele przeciwnika
ru: Уничтожить атакующие эсминцы противника
uk: Знищити есмінці супротивника, які атакують
zh: Уничтожить атакующие эсминцы противника
zh_sg: 击溃进攻的敌方驱逐舰

# IDS_BATTLE_TASK_TEXT_I00_MOREENEMIES
source: Destroy a cruiser
es_mx: Destruir un crucero
ja: 巡洋艦を撃沈せよ
pl: Zniszcz krążownik
ru: Уничтожить крейсер
uk: Знищити крейсер
zh: Уничтожить крейсер
zh_sg: 击毁一艘巡洋舰

# IDS_BATTLE_TASK_TEXT_I00_POINT_A
source: Capture Key Area A
es_mx: Capturar el Área Clave A
ja: キーエリア A を占領せよ
pl: Zajmij strefę kluczową A
ru: Захватить точку A
uk: Захопити точку A
zh: Захватить точку A
zh_sg: 占领关键区域A

# IDS_BATTLE_TASK_TEXT_I00_POINT_B
source: Capture Key Area B
es_mx: Capturar el Área Clave B
ja: キーエリア B を占領せよ
pl: Zajmij strefę kluczową B
ru: Захватить точку B
uk: Захопити точку B
zh: Захватить точку B
zh_sg: 占领关键区域B

# IDS_BATTLE_TASK_TEXT_I00_POINT_B_DEFENDERS
source: Sink the two retreating cruisers
es_mx: Hundir a los dos cruceros en retirada
ja: 退避中の巡洋艦 2 隻を撃沈せよ
pl: Zatop dwa wycofujące się krążowniki
ru: Потопить два отступающих крейсера
uk: Потопити два крейсери, які відступають
zh: Потопить два отступающих крейсера
zh_sg: 击沉两艘撤退的巡洋舰

# IDS_BATTLE_TASK_TEXT_KILL_RASPUTIN
source: Banish Rasputin
es_mx: Desaparece al Rasputin
ja: Rasputin を追放せよ
pl: Wygnaj „Rasputina”
ru: Изгнать «Распутина»
uk: Вигнати «Распутіна»
zh: 驱逐拉斯普京
zh_sg: 驱逐拉斯普京

# IDS_BATTLE_TASK_TEXT_OP_01_01_ESCAPE
source: Escort transport ships out of the action zone
es_mx: Escolta a los barcos de transporte fuera de la zona de acción
ja: 輸送船団が戦闘海域から離脱するまで護衛せよ。
pl: Eskortuj okręty transportowe opuszczające strefę walki
ru: Выведите транспорты из зоны боевых действий
uk: Виведіть транспорти із зони бойових дій
zh: 护送运输舰离开作战区域
zh_sg: 护送运输舰离开行动区域

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_ANNIHILATION
source: Destroy 5 ships within 2 minutes
es_mx: ¡Destruye 5 barcos en 2 minutos
ja: 2 分以内に 5 隻撃沈せよ
pl: Zniszcz 5 okrętów w 2 minuty
ru: Уничтожьте 5 кораблей за 2 минуты
uk: Знищте 5 кораблів за 2 хвилини
zh: 在 2 分钟内击毁 5 艘战舰！
zh_sg: 在 2 分钟内击毁 5 艘战舰！

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_DEFENCE_AREA
source: Capture the strategic area
es_mx: Captura el área estratégica
ja: 戦術エリアを占領せよ
pl: Zajmij strategiczny obszar
ru: Займите стратегический район
uk: Займіть стратегічний район
zh: 占领一个战略地区
zh_sg: 占领一个战略地区

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_KILL_A
source: Destroy battleships Yuushi, Senshi, and Kousotsu
es_mx: Destruye a los acorazados Yuushi, Senshi y Kousotsu
ja: 戦艦 Yuushi、Senshi、Kousotsu を撃沈せよ
pl: Zniszcz pancerniki Yuushi, Senshi oraz Kousotsu
ru: Уничтожьте линкоры «Косоцу», «Сэнси», «Юси»
uk: Знищте лінкори «Косоцу», «Сенші» «Юші»
zh: 击毁敌方航空母舰
zh_sg: 击毁战列舰Yuushi、Senshi和Kousotsu

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_PRIMARY
source: Spot friendly transport ships
es_mx: Detecta a los barcos de transporte aliados
ja: 味方の輸送船団を発見せよ。
pl: Odnajdź sojusznicze okręty transportowe
ru: Обнаружьте союзные транспортные суда
uk: Виявіть союзні транспортні судна
zh: 找出我方运输舰
zh_sg: 找出我方运输舰

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_PRIMARY2
source: Destroy the enemy convoy
es_mx: Destruye el convoy enemigo
ja: 敵船団を撃沈せよ
pl: Zniszcz konwój wroga
ru: Уничтожьте конвой противника
uk: Знищте конвой супротивника
zh: 击毁一个敌方舰团
zh_sg: 击毁敌方舰团

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_PRIMARY3
source: Escort transport ships out of the action zone
es_mx: Escolta a los barcos de transporte fuera de la zona de acción
ja: 輸送船団が戦闘海域から離脱するまで護衛せよ。
pl: Eskortuj okręty transportowe opuszczające strefę walki
ru: Выведите транспорты из зоны боевых действий
uk: Виведіть транспорти із зони бойових дій
zh: 护送运输舰离开行动区
zh_sg: 护送运输舰离开行动区域

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_SAVE_LEAD
source: Rescue the Commander of the sinking Shchors
es_mx: Rescata al Comandante del hundimiento del Shchors
ja: 沈没しようとしている Shchors の艦長を救出せよ。
pl: Uratuj dowódcę tonącego Shchors
ru: Спасите командира с тонущего корабля «Щорс»
uk: Врятуйте командира з корабля «Щорс», який потопає
zh: 从正在下沉中的肖尔斯号上救出指挥官
zh_sg: 从正在下沉中的Shchors上救出指挥官

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_SAVE_T
source: Save all transport ships
es_mx: Salva todos los barcos de transporte
ja: 全ての輸送船を救出せよ。
pl: Uratuj wszystkie okręty transportowe
ru: Сохраните все транспортные суда
uk: Збережіть всі транспортні судна
zh: 拯救所有运输舰
zh_sg: 拯救所有运输舰

# IDS_BATTLE_TASK_TEXT_OP_01_01_TASK_SURVIVE_LEAD
source: Save the Shchors
es_mx: Salva al Shchors
ja: Shchors を救出せよ。
pl: Na ratunek Shchors
ru: Сохраните корабль «Щорс»
uk: Збережіть корабель «Щорс»
zh: 拯救肖尔斯
zh_sg: 拯救Shchors

# IDS_BATTLE_TASK_TEXT_OP_01_02_CONTAINMENT
source: Do not let the enemy reinforcements enter the haven
es_mx: No dejes que los refuerzos enemigos entren al refugio
ja: 敵の援軍による港への進入を阻止せよ。
pl: Nie pozwól nieprzyjacielskim posiłkom na wejście do przystani
ru: Не дайте подкреплению противника зайти в гавань
uk: Не дозвольте підкріпленню супротивника зайти у гавань
zh: 不要让敌方增援部队进入避风港
zh_sg: 不要让敌方增援部队进入避风港

# IDS_BATTLE_TASK_TEXT_OP_01_02_KILL_ALL_AIRCARRIERS
source: Destroy battleships Fury and Dono
es_mx: Destruye a los acorazados Fury y Dono
ja: 戦艦 Fury、Dono を撃沈せよ。
pl: Zniszcz pancerniki Fury oraz Dono
ru: Уничтожьте линкоры «Фури» и «Доно»
uk: Знищте лінкори «Фурі» та «Доно»
zh: 击毁敌方航空母舰
zh_sg: 击毁战列舰Fury和Dono

# IDS_BATTLE_TASK_TEXT_OP_01_02_KILL_ALL_VESSELS
source: Destroy all enemy support ships
es_mx: Destruye todos los barcos de apoyo enemigos
ja: 敵の支援船を殲滅せよ
pl: Zniszcz wszystkie wrogie okręty pomocnicze
ru: Уничтожьте все суда обеспечения противника
uk: Знищте всі кораблі забезпечення супротивника
zh: 击毁所有敌方支援舰。
zh_sg: 击毁所有敌方支援舰。

# IDS_BATTLE_TASK_TEXT_OP_01_02_KILL_WAVE_01
source: Destroy the enemy's first and second reinforcement groups
es_mx: Destruye al primer y segundo grupo de reconocimiento enemigo
ja: 敵の第 1 および第 2 援軍を撃破せよ
pl: Zniszcz pierwszą i drugą grupę posiłkową wroga
ru: Уничтожьте первую и вторую группу подкрепления противника
uk: Знищте першу і другу групу підкріплення супротивника
zh: 击毁敌军的第一和第二增援部队。
zh_sg: 击毁敌军的第一和第二增援部队。
