Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SHIP_PECULIARITY_CONVERT_EXP_TO_FREE_XP
source: XP earned on the ship can be converted into Free XP.
es_mx: La XP obtenida en el barco puede ser convertida en XP Libre.
ja: この艦艇で取得した EXP をフリー EXP に変換することが可能。
pl: PD zdobywane tym okrętem mogą być wymieniane na wolne PD.
ru: Опыт, заработанный на корабле, может быть переведён в свободный.
uk: Досвід, здобутий на кораблі, можна конвертувати у вільний.
zh: Опыт, заработанный на корабле, может быть переведён в свободный.
zh_sg: 战舰获取的经验可以转化为全局经验。

# IDS_SHIP_PECULIARITY_FREE_PERMOFLAGE
source: Unique free camouflage that grants combat and economic bonuses.
es_mx: Camuflaje gratuito especial que garantiza bonificaciones económicas y de combate.
ja: 戦闘中および褒賞にボーナスをもたらす固有の無料迷彩
pl: Unikalny darmowy kamuflaż, dający premie bojowe i ekonomiczne.
ru: Бесплатный уникальный камуфляж с боевыми и экономическими бонусами.
uk: Безкоштовний унікальний камуфляж з бойовими та економічними бонусами.
zh: 会给予战斗及经济奖励的独特免费涂装。
zh_sg: 独特的免费涂装，给予战斗和收益加成。

# IDS_SHIP_PECULIARITY_HIDE_EXTRA_CONTENT
source: You can hide the special exterior in battle and in the Port via the Additional Content settings menu.
es_mx: Puedes ocultar el exterior especial en batalla y en el Puerto a través del menú de ajustes Contenido Adicional.
ja: 追加コンテンツ設定メニューを使用して戦闘と港で特別外装を非表示にできます。
pl: Możesz ukryć specjalny wygląd w bitwie i w Porcie dzięki menu ustawień Zawartość dodatkowa.
ru: В меню настройки дополнительного контента можно скрыть отображение специального внешнего вида в бою и в Порту.
uk: У меню налаштування додаткового контенту можна приховати показ спеціального зовнішнього вигляду в бою та в Порту.
zh: В меню настройки дополнительного контента можно скрыть отображение специального внешнего вида в бою и в Порту.
zh_sg: 您可以通过港口的额外内容设置菜单在战斗中隐藏特殊外观。

# IDS_SHIP_PECULIARITY_KEEP_COMMANDER_XP_ON_DISCHARGE
source: Upon the ship's removal, any Commander XP is kept.
es_mx: Después de que el barco sea retirado, se mantiene toda la XP del Comandante.
ja: この艦艇が削除されても、艦長 EXP は維持されます。
pl: Przy usuwaniu okrętu PD dowódcy zostają zachowane.
ru: При списании корабля опыт командира сохраняется.
uk: При списанні корабля досвід командира зберігається.
zh: При списании корабля опыт командира сохраняется.
zh_sg: 战舰移除后，任意指挥官经验保留。

# IDS_SHIP_PECULIARITY_LOWER_MAINTENANCE_COST
source: Reduced cost of the ship's post-battle service.
es_mx: Costo reducido del servicio postbatalla del barco.
ja: 戦闘後の艦の修理・補給費用が安くなっています。
pl: Zmniejszone koszty obsługi okrętu po bitwie.
ru: Сниженная стоимость обслуживания после боя.
uk: Занижена вартість обслуговування корабля після бою.
zh: Сниженная стоимость обслуживания после боя.
zh_sg: 降低战舰战后维护费用。

# IDS_SHIP_PECULIARITY_MORE_CREDITS
source: More credits per battle.
es_mx: Más créditos por batalla.
ja: 各戦でより多くのクレジットを取得できます。
pl: Więcej kredytów w każdej bitwie.
ru: Больше кредитов за каждый бой.
uk: Більше кредитів за кожен бій.
zh: Больше кредитов за каждый бой.
zh_sg: 每场战斗更多银币。

# IDS_SHIP_PECULIARITY_MOVE_SHIP_EXP_ON_DISCHARGE
source: Upon the ship's removal, her XP is transferred to the starting ship of one of the nations in the game.
es_mx: Después de que el barco sea retirado, su XP es transferida al barco inicial de una de las naciones en el juego.
ja: この艦艇が削除された際、その EXP は対応する国家の初期艦艇に移されます。
pl: Po usunięciu okrętu jego PD przeniesione zostaną na okręt początkowy jednego z krajów.
ru: При списании опыт корабля переносится на стартовый корабль одной из наций.
uk: При списанні досвід корабля перенесеться до стартового корабля однієї із нації.
zh: При списании опыт корабля переносится на стартовый корабль одной из наций.
zh_sg: 战舰移除后，它的经验将转移到同国家的初始战舰上。

# IDS_SHIP_PECULIARITY_NO_CREW_RETRAINING
source: Assigning Commanders from other ships of the same nation without penalty or retraining.
es_mx: Asignando Comandantes de otros barcos de la misma nación sin penalización o reentrenamiento.
ja: 同国籍の他艦艇の艦長を配属した場合、再訓練しなくてもペナルティが発生しません。
pl: Przydzielanie dowódców z innych okrętów z tego samego kraju bez kar i przeszkalania.
ru: Назначение командиров с других кораблей той же нации без штрафов и переподготовки.
uk: Призначення командирів з інших кораблів тієї самої нації без штрафів і перепідготовки.
zh: Назначение командиров с других кораблей той же нации без штрафов и переподготовки.
zh_sg: 从其他同国家战舰指派指挥官没有惩罚和重新训练要求。

# IDS_SHIP_PECULIARITY_RENT_SHIP
source: The ship is removed when the event ends.
es_mx: El barco es retirado cuando el evento termina.
ja: この艦艇はイベント終了時に削除されます。
pl: Okręt jest usuwany, gdy wydarzenie dobiegnie końca.
ru: Корабль списывается по окончании события.
uk: Корабель буде списано після закінчення події.
zh: Корабль списывается по окончании события.
zh_sg: 战舰在活动结束时移除。

# IDS_SHIP_PECULIARITY_STATISTICS_DISABLED
source: No statistics counted for this ship.
es_mx: No hay estadísticas para este barco
ja: この艦艇の戦績は統計されません。
pl: Dla tego okrętu nie są liczone statystyki.
ru: Статистика по кораблю не ведётся.
uk: Статистика за кораблем не ведеться.
zh: Статистика по кораблю не ведётся.
zh_sg: 没有此战舰的统计数据。

# IDS_SHIP_PECULIARITY_UNAVAILABLE_SHIP
source: This ship cannot enter battle.
es_mx: Este barco no puede entrar en batalla.
ja: この艦艇は戦闘に参加できません。
pl: Okręt nie może wejść do bitwy.
ru: На этом корабле нельзя выйти в бой.
uk: На цьому кораблі не можна вступити в бій.
zh: На этом корабле нельзя выйти в бой.
zh_sg: 这艘战舰无法进入战斗。

# IDS_SHIP_PREMIUM_RESTRICTION
source: Complete the task with a Premium ship
es_mx: Completa la tarea con un barco Premium
ja: プレミアム艦艇でタスクを達成
pl: Ukończ zadanie okrętem Premium
ru: Выполнение задания на премиум корабле
uk: Виконати завдання на преміум кораблі
zh: 用加值战舰完成工作
zh_sg: 使用加值战舰完成目标

# IDS_SHIP_PURCHASE
source: Purchase Ship
es_mx: Comprar Barco
ja: 艦の購入
pl: Kupiono okręt
ru: Покупка корабля
uk: Купівля корабля
zh: 战舰购买
zh_sg: 战舰购买

# IDS_SHIP_SELL
source: Sell Ship
es_mx: Vender Barco
ja: 艦の売却
pl: Sprzedaj okręt
ru: Продажа корабля
uk: Продаж корабля
zh: 出售战舰
zh_sg: 出售战舰

# IDS_SHIP_SELL_HINT
source: Sell the ship with all her related modules, or leave them in the inventory for future use.
es_mx: Vende el barco con todos los módulos relacionados, o dejalos en el inventario para su uso en el futuro.
ja: 搭載中のモジュールは、艦と共に売却することも、倉庫に残して後で利用することもできます。
pl: Sprzedaj okręt razem ze wszystkimi powiązanymi modułami lub zostaw je w inwentarzu na przyszłość.
ru: Продайте корабль со всеми связанными с ним модулями или оставьте их на складе, чтобы воспользоваться ими в дальнейшем.
uk: Продайте корабель та усі пов’язані з ним модулі або залиште їх на складі, щоб скористатися ними в подальшому.
zh: 出售该舰艇及所有它的相关配件，或把它们放到仓库以备将来使用。
zh_sg: 出售该战舰及所有它的相关配件，或把保留配件存放到仓库供将来使用。

# IDS_SHIP_SELL_MODERNIZATIONS_HINT
source: Demount or sell mounted upgrades. Demounted upgrades can be used later.
es_mx: Desmontar o vender módulos. Las mejoras desmontadas pueden usarse más tarde.
ja: 搭載中のアップグレードの解除/売却 解除した場合、後で利用可能
pl: Zdemontuj lub sprzedaj ulepszenia. Zdemontowane ulepszenia mogą zostać później użyte.
ru: Демонтируйте или продайте установленные модернизации. Демонтированные модернизации могут быть использованы в дальнейшем.
uk: Демонтуйте або продайте встановлені модернізації. Демонтовані модернізації можуть бути використані в подальшому.
zh: 拆卸或出售安装的升级品。 拆卸下来的升级品可以稍后再用。
zh_sg: 拆卸或出售已安装的升级品。 拆卸下来的升级品可以再利用。

# IDS_SHIP_SELL_WITH_ALL_MODULES
source: Sell with all modules
es_mx: Vender con todos los módulos
ja: 全モジュールの売却
pl: Sprzedaj z wszystkimi modułami
ru: Продать со всеми модулями
uk: Продати з усіма модулями
zh: 出售所有配件
zh_sg: 出售所有配件

# IDS_SHIP_SELL_WITH_STOCK_MODULES
source: Sell with stock modules only
es_mx: Vender solo con los módulos iniciales
ja: 初期モジュールのみの売却
pl: Sprzedaj z podstawowymi modułami
ru: Продать с базовыми модулями
uk: Продати з базовими модулями
zh: 只出售原厂配件
zh_sg: 只出售基础配件

# IDS_SHIP_TOOLTIP_VISIBILITY
source: Detectability Range
es_mx: Rango de Detectabilidad
ja: 被発見距離
pl: Zasięg wykrywalności
ru: Заметность
uk: Помітність
zh: 被侦测距离
zh_sg: 被侦察范围

# IDS_SHIP_TYPES
source: Types
es_mx: Tipos
ja: 艦種
pl: Typy
ru: Классы
uk: Класи
zh: 类型
zh_sg: 类型

# IDS_SHIP_WITHOUT_COMMANDER_INFO
source: You can re-assign a Commander from a different ship of the same nation or recruit a Commander later.
es_mx: Puedes reasignar un Comandante de un barco diferente de la misma nación o reclutar un Comandante más tarde.
ja: 同国籍の他の艦艇の艦長を転属させることも、後で新しい艦長を採用することもできます
pl: Możesz przydzielić dowódcę z innego okrętu tego samego kraju lub zwerbować go później.
ru: Командира можно будет назначить с другого корабля этой нации или рекрутировать позже.
uk: Командира можна призначити з іншого корабля цієї нації або рекрутувати пізніше.
zh: 您可以从相同系别的不同战舰上重新指派指挥官或稍后再招募指挥官
zh_sg: 您可以从相同国家的其他战舰上调遣指挥官或之后重新征募新指挥官。

# IDS_SHIP_WITH_INCLUDED_COMMANDER_INFO
source: This ship comes with a Commander. Additional training is not required.
es_mx: Este barco incluye un Comandante. No se requiere entrenamiento adicional.
ja: この艦艇には艦長が付属します。追加訓練は不要です。
pl: Okręt ten dostarczany jest z dowódcą. Dodatkowe szkolenie nie jest wymagane.
ru: Этот корабль поставляется сразу с командиром. Дополнительное обучение не требуется.
uk: Цей корабель з’являється одразу з командиром. Додаткове навчання не потрібно.
zh: Этот корабль поставляется сразу с командиром. Дополнительное обучение не требуется.
zh_sg: 战舰自带指挥官。无需额外训练。

# IDS_SHOOT
source: Fire
es_mx: Fuego
ja: 砲撃
pl: Ogień
ru: Стрелять
uk: Постріл
zh: 射击
zh_sg: 射击

# IDS_SHOOT_DEPTH_CHARGES
source: Releasing Depth Charges
es_mx: Lanzando Cargas de Profundidad
ja: 爆雷投下
pl: Wyrzucanie bomb głębiowych
ru: Сброс глубинных бомб
uk: Скидання глибинних бомб
zh: Сброс глубинных бомб
zh_sg: 释放深水炸弹

# IDS_SHOTS
source: Shells fired
es_mx: Proyectiles disparados
ja: 射撃弾数
pl: Wystrzelone pociski
ru: Выстрелов
uk: Пострілів
zh: 炮弹射击数
zh_sg: 射击炮弹

# IDS_SHOTS_HINT
source: Number of shells fired
es_mx: Número de proyectiles disparados
ja: 射撃弾数
pl: Liczba wystrzelonych pocisków
ru: Количество выстрелов
uk: Кількість пострілів
zh: 射出的炮弹数
zh_sg: 射击的炮弹数

# IDS_SHOT_MINUTE
source: rounds/min
es_mx: disparos/min
ja: 発/分
pl: strzałów/min
ru: выстр/мин
uk: постр./хв
zh: 发/分
zh_sg: 发/分

# IDS_SHOW
source: SHOW
es_mx: MOSTRAR
ja: 表示
pl: POKAŻ
ru: ПОКАЗАТЬ
uk: ПОКАЗАТИ
zh: 显示
zh_sg: 显示

# IDS_SHOWGAMESTATS
source: Display Game Statistics
es_mx: Mostrar Estadísticas del Juego
ja: ゲーム成績表示
pl: Wyświetl statystyki gry
ru: Показать игровую статистику
uk: Показати ігрову статистику
zh: 显示游戏统计
zh_sg: 显示游戏统计

# IDS_SHOWHELP
source: Help
es_mx: Ayuda
ja: ヘルプ
pl: Pomoc
ru: Помощь
uk: Допомога
zh: 帮助
zh_sg: 帮助

# IDS_SHOWSTATS
source: Display team lineups
es_mx: Mostrar Alineaciones de Equipo
ja: チームラインナップ表示
pl: Wyświetl składy drużyn
ru: Отображать составы команд
uk: Показувати склади команд
zh: 显示队伍阵容
zh_sg: 显示队伍阵容

# IDS_SHOW_ARMOUR_ARTI
source: Show main battery mount armor
es_mx: Mostrar el blindaje de la batería principal
ja: 主砲装甲を表示
pl: Pokaż pancerz głównej artylerii
ru: Отобразить бронирование установок ГК
uk: Показати бронювання установок ГК
zh: 显示主炮组炮架装甲
zh_sg: 显示主炮组炮架装甲

# IDS_SHOW_ARMOUR_BOW_ST
source: Show fore- and aft-end armor
es_mx: Mostrar el blindaje de los extremos de proa y popa
ja: 艦首・船尾装甲を表示
pl: Pokaż pancerz dziobowy i rufowy
ru: Отобразить бронирование оконечностей
uk: Показати бронювання країв
zh: Отобразить бронирование оконечностей
zh_sg: 显示舰首舰尾装甲

# IDS_SHOW_ARMOUR_CAS
source: Show casemate armor
es_mx: Mostrar el blindaje de la casamata
ja: 砲郭装甲を表示
pl: Pokaż pancerz kazamaty
ru: Отобразить бронирование каземата
uk: Показати бронювання каземату
zh: 显示炮塔装甲
zh_sg: 显示炮塔装甲

# IDS_SHOW_ARMOUR_CITADEL
source: Show vital ship-part armor
es_mx: Mostrar el blindaje de la parte vital del barco
ja: 重要区画装甲を表示
pl: Pokaż pancerz kluczowej części okrętu
ru: Отобразить бронирование жизненно важных частей корабля
uk: Показати бронювання життєво важливих частин корабля
zh: 显示战舰要害部分的装甲
zh_sg: 显示战舰要害部分装甲

# IDS_SHOW_ARMOUR_INNER
source: Show internal armor
es_mx: Mostrar el blindaje interno
ja: 内部装甲を表示
pl: Pokaż pancerz wewnętrzny
ru: Отобразить внутреннее бронирование
uk: Показати внутрішнє бронювання
zh: Отобразить внутреннее бронирование
zh_sg: 显示内部装甲

# IDS_SHOW_ARMOUR_OUTER
source: Show torpedo protection
es_mx: Mostrar la protección contra torpedos
ja: 対水雷防御を表示
pl: Pokaż ochronę przeciwtorpedową
ru: Отобразить противоторпедную защиту
uk: Показати протиторпедний захист
zh: Отобразить противоторпедную защиту
zh_sg: 显示鱼雷防护

# IDS_SHOW_ARMOUR_SS
source: Show superstructure armor
es_mx: Mostrar el blindaje de la superestructura
ja: 上部構造装甲を表示
pl: Pokaż pancerz nadbudówki
ru: Отобразить бронирование надстройки
uk: Показати бронювання надбудови
zh: 显示上层建筑装甲
zh_sg: 显示上层建筑装甲

# IDS_SHOW_ARMOUR_UPCAS
source: Show auxiliary room armor
es_mx: Mostrar el blindaje del cuarto auxiliar
ja: 補助区画の装甲を表示
pl: Pokaż pancerz przedziałów technicznych
ru: Отобразить бронирование служебных помещений
uk: Показати бронювання службових приміщень
zh: 显示辅助舱间装甲
zh_sg: 显示辅助舱间装甲

# IDS_SHOW_CURSOR_IN_STATS_PANEL_HINT
source: You can move the cursor without holding [KEY_CONTROL]. Camera control will be disabled.
es_mx: Puedes mover el cursor sin mantener [KEY_CONTROL]. El control de la cámara será deshabilitado.
ja: [KEY_CONTROL] を長押しせずにカーソルを移動できます。 カメラ操作は無効になります。
pl: Możesz poruszać kursorem bez przytrzymywania [KEY_CONTROL]. Sterowanie kamerą będzie nieaktywne.
ru: Курсор будет активен без удержания [KEY_CONTROL]. Управление камерой будет отключено.
uk: Курсор буде активний без утримання [KEY_CONTROL]. Керування камерою буде вимкнено.
zh: 您可以不用按住 [KEY_CONTROL] 来移动鼠标指针。 将会关闭镜头控制。
zh_sg: 您可以不用按住 [KEY_CONTROL] 来移动鼠标指针。 将会关闭镜头控制。

# IDS_SHOW_FOUR_ROWS_IN_CAROUSEL
source: Display four rows of ships in the carousel
es_mx: Muestra cuatro filas de barcos en el carrusel
ja: カルーセルに艦艇を 4 列で表示
pl: Wyświetlaj cztery szeregi okrętów w karuzeli
ru: Отображать корабли в карусели в четыре ряда
uk: Показувати кораблі в каруселі у чотири ряди
zh: 在卷轴中显示四行的战舰
zh_sg: 在卷轴中显示四行的战舰

# IDS_SHOW_IMELANGBAR
source: Language bar
es_mx: Barra de Idioma
ja: 言語バー
pl: Pasek języka
ru: Языковая панель
uk: Мовна панель
zh: 语言栏
zh_sg: 语言栏

# IDS_SHOW_OWN_SHIP_IN_COMPARE
source: Show my ship
es_mx: Mostrar mi barco
ja: 自艦を表示
pl: Pokaż mój okręt
ru: Показывать мой корабль
uk: Показувати мій корабель
zh: 显示我的战舰
zh_sg: 显示我的战舰

# IDS_SHOW_OWN_SHIP_IN_COMPARE_HINT
source: Enable this option to display your ship's parameters in comparison
es_mx: Habilita esta opción para mostrar los parámetros del barco en comparación
ja: 自艦のパラメータを比較に含めるには、このオプションを有効にしてください
pl: Włącz tę opcję, aby wyświetlić parametry Twojego okrętu dla porównania
ru: При включении опции параметры вашего корабля также будут отображаться в сравнении
uk: Увімкніть цю опцію, щоб параметри вашого корабля показувало у порівнянні
zh: 开启这个选项以在比较中显示您的战舰参数
zh_sg: 开启这个选项以在比较中显示您的战舰参数

# IDS_SHOW_PASSWORD
source: Show password
es_mx: Mostrar contraseña
ja: パスワードを表示
pl: Pokaż hasło
ru: Показать пароль
uk: Показати пароль
zh: 显示密码
zh_sg: 显示密码

# IDS_SHOW_SMOKE_TIMER
source: Show smoke screen timer
es_mx: Mostrar reloj de la pantalla de humo
ja: 煙幕タイマーを表示
pl: Pokaż czasomierz zasłony dymnej
ru: Отображать таймер дымовой завесы
uk: Показувати таймер димової завіси
zh: 显示烟幕计时器
zh_sg: 显示烟幕计时器

# IDS_SHOW_TASK_DETAILS
source: Explore the task
es_mx: Explorar la Tarea
ja: タスクを確認
pl: Dowiedz się więcej
ru: Раскрыть задание
uk: Розкрити завдання
zh: 探索工作
zh_sg: 探索目标

# IDS_SHOW_THREE_ROWS_IN_CAROUSEL
source: Display three rows of ships in the carousel
es_mx: Muestra tres filas de barcos en el carrusel
ja: カルーセルに艦艇を 3 列で表示
pl: Wyświetlaj trzy szeregi okrętów w karuzeli
ru: Отображать корабли в карусели в три ряда
uk: Показувати кораблі в каруселі у три ряди
zh: 在卷轴中显示三行的战舰
zh_sg: 在卷轴中显示三行的战舰

# IDS_SHOW_TTX_MOUSE_INSTRUCTION
source: Go to Equipment
es_mx: Ir a Equipamiento
ja: 装備へ
pl: Przejdź do wyposażenia
ru: Перейти к Оснащению
uk: Перейти до Оснащення
zh: Перейти к Оснащению
zh_sg: 前往装备

# IDS_SHOW_TWO_ROWS_IN_CAROUSEL
source: Display two rows of ships in the carousel
es_mx: Muestra dos filas de barcos en el carrusel
ja: カルーセルに艦艇を 2 列で表示
pl: Wyświetlaj dwa szeregi okrętów w karuzeli
ru: Отображать корабли в карусели в два ряда
uk: Показувати кораблі в каруселі у два ряди
zh: 在卷轴中显示两行的战舰
zh_sg: 在卷轴中显示两行战舰

# IDS_SIGNALS
source: Signals
es_mx: Señales
ja: 信号旗
pl: Sygnały
ru: Сигналы
uk: Сигнали
zh: 信号旗
zh_sg: 信号旗

# IDS_SIGNALS_IS_NOT_AVAILABLE_NOW
source: You will be able to use signals after you reach a higher Service Record level.
es_mx: Podrás usar banderas tras alcanzar un nivel mayor en tu Hoja de Servicios.
ja: 信号旗は、任務記録がより高いレベルに達してから利用可能になります。
pl: Będziesz mógł używać sygnałów po osiągnięciu wyższego poziomu w swoim Przebiegu służby.
ru: Вы сможете использовать сигналы после достижения более высокого уровня в вашем послужном списке.
uk: Ви зможете використовувати сигнали, коли досягнете вищого рівня у вашому послужному списку.
zh: 在您达到更高水平的作战记录后，您将可以使用信号旗。
zh_sg: 当您达到更高的服役记录等级后才能使用信号旗。

# IDS_SIGNALS_LOW_ACCESS_LEVEL_TO_USE
source: Signals will become available at a higher access level.
es_mx: Las señales estarán disponible en un nivel de acceso superior.
ja: 信号旗は上位のアクセスレベルでアンロックされます。
pl: Sygnały będą dostępne przy wyższym poziomie dostępu.
ru: Сигналы станут доступны после повышения уровня доступа.
uk: Преміум контейнер «Італійські крейсери»
zh: Сигналы станут доступны после повышения уровня доступа.
zh_sg: 信号旗需要更高的权限等级解锁。

# IDS_SIGNALS_MAX_REPLENISHMENT_HINT_1
source: The maximum cost is applied when none of the mounted signals are available.
es_mx: El costo máximo es aplicado cuando ninguna de las banderas montadas están disponibles.
ja: 搭載済みの信号旗を全て使い果たした場合、最大費用が差し引かれます。
pl: Jeśli nie są dostępne żadne sygnały, naliczany jest maksymalny koszt.
ru: Максимальная сумма тратится, если в наличии нет ни одного из установленных сигналов.
uk: Максимальна сума витрачається, якщо в наявності немає жодного зі встановлених сигналів.
zh: 当没有所装信号旗可用时，所花费的费用最多。
zh_sg: 当没有所装信号旗可用时，所花费的费用最多。

# IDS_SIGNALS_REPLENISH_AUTOMATICALLY_HINT_1
source: A full set of mounted signals lasts for one battle.
es_mx: Un conjunto completo de Banderas montadas dura una batalla.
ja: フルセットの搭載済み信号旗は、1 戦の間、持続します。
pl: Pełny zestaw zamontowanych sygnałów działa przez jedną bitwę.
ru: Каждый бой расходуется один комплект установленных сигналов.
uk: Кожен бій витрачається один комплект встановлених сигналів.
zh: 全套安装信号旗只会在一场战斗中生效。
zh_sg: 一场战斗会消耗已安装的一整组信号旗。

# IDS_SIGNALS_REPLENISH_AUTOMATICALLY_HINT_2
source: If auto-resupply is enabled, the mounted signals will be resupplied automatically after each battle. If the required signals are available, they will be mounted without cost.
es_mx: Si el autoreabastecimiento está activado, las banderas montadas se autoreabastecerán automáticamente tras cada batalla. Si las Banderas requeridas están disponibles, se montarán sin costo.
ja: 自動補給が有効な場合、搭載中の信号旗は各戦後に自動補給されます。必要な信号旗を所有している場合は、購入費用はかかりません。
pl: Jeśli automatyczne uzupełnianie jest włączone, zamontowane sygnały będą automatycznie uzupełniane po każdej bitwie. Jeśli wymagane sygnały są dostępne, zostaną zamontowane bez ponoszenia kosztów.
ru: Если автопополнение включено, установленные сигналы будут пополняться автоматически после каждого боя. При наличии нужных сигналов они будут установлены бесплатно.
uk: Якщо автопоповнення увімкнене, встановлені сигнали будуть поповнюватися автоматично після кожного бою. За наявності потрібних сигналів вони будуть встановлені безкоштовно.
zh: 如果自动补充为开启，安装的信号旗将会在每场战斗后自动补充。如果有所需的信号旗可用，将会安装它们而无需费用。
zh_sg: 如果开启自动补给，将在每场战斗后自动补充已安装的信号旗。如果需要的信号旗有库存，将免费自动安装。

# IDS_SIGNALS_REPLENISH_AUTOMATICALLY_HINT_3
source: If there is not enough credits to resupply the full set of signals, you still can enter the battle with signals available for mounting, or without any signals at all.
es_mx: Si no hay suficientes créditos para reabastecer el conjunto completo de banderas, puedes entrar en batalla con banderas disponibles para su montaje, o sin ellas.
ja: 戦闘後、クレジット不足により信号旗を補給できない場合、利用可能な信号旗のみを搭載しての戦闘参加、あるいは信号旗なしでの戦闘参加をご検討ください。
pl: Jeśli nie ma wystarczającej ilości kredytów koniecznych do zamontowania pełnego zestawu sygnałów, nadal możesz wejść do bitwy z sygnałami, które można zamontować lub bez żadnych sygnałów.
ru: Если у вас недостаточно средств для пополнения всего комплекта сигналов, вы можете выйти в бой с доступными для установки сигналами или вообще без них.
uk: Якщо у вас бракує коштів для поповнення всього комплекту сигналів, ви можете вступити в бій із доступними для встановлення сигналами або взагалі без них.
zh: 如果没有足够的银币将全部信号旗挂满，您仍可以用已有的信号旗参加战斗或不携带信号旗进行战斗。
zh_sg: 如果银币不足以补满整组信号旗，您仍可以用已有信号旗或不携带信号旗的状态下进入战斗。

# IDS_SIGNALS_REPLENISH_AUTOMATICALLY_HINT_4
source: If you do not have enough credits to resupply the full set of signals, auto-resupply is disabled automatically.
es_mx: Si no tienes suficientes créditos para reabastecer todas las banderas, el reabastecimiento automático es desactivado automáticamente.
ja: クレジット不足により信号旗をフルセットで補給できない場合、自動補給は自動的に無効化されます。
pl: Jeśli nie masz wystarczającej ilości kredytów do montażu pełnego zestawu sygnałów, automatyczne uzupełnianie zostanie automatycznie wyłączone.
ru: Если у вас недостаточно средств для пополнения всего комплекта сигналов, автопополнение автоматически отключается.
uk: Якщо у вас недостатньо коштів для поповнення всього комплекту сигналів, автопоповнення автоматично вимикається.
zh: 如果没有足够银币补充一整组的信号旗，会自动关闭自动补充。
zh_sg: 如果银币不足以补满整组信号旗，会自动关闭自动补给。

# IDS_SIGNALS_ROD
source: Signals
es_mx: Banderas
ja: 信号旗
pl: Sygnały
ru: Сигналов
uk: Сигналів
zh: 信号旗
zh_sg: 信号旗

# IDS_SIGNALS_TAKEN_AWAY_WARNING
source: Signals that are no longer available will be removed from the ship.
es_mx: Las banderas que ya no estén disponibles serán removidas del barco.
ja: 使い果たした信号旗は、艦から削除されます。
pl: Sygnały, które nie są już dostępne, zostaną usunięte z okrętu.
ru: Сигналы, которых нет в наличии, будут сняты с корабля.
uk: Сигнали, яких немає, буде знято з корабля.
zh: 没有信号旗可用时，将从战舰上移除。
zh_sg: 没有信号旗可用时，将从战舰上移除。

# IDS_SIGNAL_GROUP_BATTLE
source: Combat
es_mx: Combate
ja: 戦闘
pl: Bojowe
ru: Боевые
uk: Бойові
zh: 战斗
zh_sg: 战斗

# IDS_SIGNAL_GROUP_ECONOMICAL
source: Economic
es_mx: Económico
ja: エコノミー
pl: Ekonomiczne
ru: Экономические
uk: Економічні
zh: 经济
zh_sg: 经济

# IDS_SIGNAL_GROUP_SPECIAL
source: Special
es_mx: Otro
ja: 特別
pl: Specjalne
ru: Особые
uk: Особливі
zh: 特殊
zh_sg: 其它

# IDS_SIGN_OUT_MICROSOFT_ERROR_DESCRIPTION
source: Failed to change user. Microsoft services are currently unavailable.
es_mx: Error al cambiar de usuario. Los servicios de Microsoft no están disponibles actualmente.
ja: ユーザーを変更できませんでした。Microsoft サービスは現在ご利用になれません。
pl: Nie udało się zmienić użytkownika. Usługi Microsoft są w tej chwili niedostępne.
ru: Не удалось сменить пользователя, сервисы Microsoft в данный момент не доступны.
uk: Не вдалося змінити користувача, сервіси Microsoft на цю мить недоступні.
zh: 无法变更用户。Microsoft 服务目前无法使用。
zh_sg: 无法变更用户。Microsoft 服务目前无法使用。

# IDS_SIMULTANEOUS_RELOAD
source: Show both main battery & TTs load indicators
es_mx: Muestra la Recarga de la Batería Principal y TT
ja: 主砲と魚雷の装填インジケータを同時表示
pl: Pokaż wskaźniki ładowania gł. baterii i torped
ru: Индикаторы перезарядки ГК и ТА одновременно
uk: Індикатори перезаряджання ГК та ТА одночасно
zh: 同时显示主炮组及 TT 装载指示器
zh_sg: 同时显示主炮组及鱼雷发射管装载指示器

# IDS_SITE
source: website
es_mx: sitio web
ja: ウェブサイト
pl: stronę
ru: сайт
uk: сайт
zh: 网站
zh_sg: 网站

# IDS_SIXTH_AMERICAN_ARCSUBCOLLECTION_NAME
source: Orders and Medals
es_mx: Órdenes y Medallas
ja: 勲章
pl: Odznaczenia i medale
ru: Ордена и медали
uk: Ордени та медалі
zh: 命令及勋章
zh_sg: 命令和勋章

# IDS_SIXTH_AZURLANESUBCOLLECTION_NAME
source: Iris and Vichya
es_mx: Iris y Vichya
ja: アイリス・ヴィシア
pl: Iris oraz Vichya
ru: Ирис и Вишья
uk: Іріс і Віш’я
zh: Ирис и Вишья
zh_sg: 鸢尾和维希
