Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM041_DESCR
source: The Exercise Rhine started on May 19, 1941. The German battleship Bismarck, under the command of Admiral Lütjens, and the heavy cruiser Prinz Eugen went out to sea to break into the Atlantic and attack British shipping lines. On May 20, the neutral Swedish cruiser Gotland spotted the German ships. The British Admiralty learned of this through intelligence channels. The next day, the Royal Navy commanders received a photograph of the raid ships berthing in one of the Norwegian fiords and started regrouping their forces for interception. Bismarck and Prinz Eugen tried to break into the Atlantic, sailing round Iceland in the North. British forces were already waiting for them in the Denmark Strait. On the evening of May 23, the cruiser Suffolk established radar contact with the German ships. After a while, Bismarck shelled the cruiser Norfolk, commencing fire at the enemy ship from the main battery guns. Norfolk managed to avoid disastrous hits and hid behind a smoke screen.
es_mx: La Operación Rheinübung iniciò el 19 de mayo de 1941. El acorazado alemán Bismarck bajo el comando del Almirante Lütjens y el crucero pesado Prinz Eugen zarparon hacia el Atlántico para atacar transportes británicos. El 20 de mayo, el crucero sueco neutral Gotland avistó a los barco alemanes. El Almirantazgo Británico se enteró a través de los canales de inteligencia. Al día siguiente, los comandantes de la Marina Real recibieron una fotografía de los atacantes, atracando en uno de los fiordos noruegos, y comenzaron a reagrupar sus fuerzas para la intercepción. El Bismarck y el Prinz Eugen trataron de llegar al Atlántico, navegando alrededor de Islandia en el norte. Las fuerzas británicas ya los esperaban en el estrecho de Dinamarca. En la tarde del 23 de mayo, el crucero Suffolk estableciòn contacto de radar con los barcos alemanes. Después de un rato, el Bismarck disparó hacia el crucero Norfolk, abriendo fuego sobre el barco enemigo con sus cañones principales. El Norfolk se las arregló para evitar impactos desastrosos y se escondió detrás de una cortina de humo.
ja: 1941 年 5 月 19 日に、通商破壊作戦「ライン演習作戦」が開始されました。リュッチェンス中将による指揮の下、ドイツの戦艦ビスマルクおよび重巡洋艦プリンツ・オイゲンが出撃し、大西洋へと抜け出てイギリスの通商網を破壊することを目指しました。5 月 20 日に、中立国であるスウェーデンの巡洋艦ゴトランドがドイツ艦隊を発見、イギリス海軍本部もまた情報網を通じてこの情報を把握しました。その翌日、イギリス海軍の司令部は、北方のフィヨルドに錨泊中のドイツ艦隊の写真を入手し、これを迎撃するために艦隊を編成し始めました。そして、ビスマルクとプリンツ・オイゲンは、アイスランドとグリーンランドの間にあるデンマーク海峡を通過して大西洋へと抜けることを目指していましたが、そこでは既にイギリス艦隊が待ち伏せていたのです。5 月 23 日の夜、巡洋艦サフォークがレーダーでドイツ艦隊を捕捉。そのしばらく後、ビスマルクが主砲でノーフォークに攻撃を加えたものの、ノーフォークは辛くもその破壊的な攻撃を避け、煙幕の影に逃れました。
pl: Operacja Rheinübung rozpoczęła się 19 maja 1941 roku. Niemiecki pancernik Bismarck, dowodzony przez Admirała Lütjensa i ciężki krążownik Prinz Eugen wyszły w morze, żeby przebić się na Atlantyk i atakować brytyjskie linie zaopatrzeniowe. 20 maja krążownik należący do neutralnej Szwecji dostrzegł niemieckie okręty. Admiralicja brytyjska dowiedziała się o tym dzięki pracy wywiadu. Następnego dnia dowódcy Royal Navy otrzymali fotografię, na której widoczne były okręty zakotwiczone w jednym z norweskich fiordów. Rozpoczęto manewry, których celem było przechwycenie niemieckich okrętów. Bismarck i Prinz Eugen próbowały przebić się na Atlantyk, opływając Islandię od północy. Brytyjczycy czekali już na nich przy Cieśninie duńskiej. Wieczorem 23 maja krążownik Suffolk dostrzegł przeciwnika na radarze. Wkrótce Bismarck otworzył ogień z głównych dział i zasypał krążownik Norfolk pociskami. Norfolk uniknął cięższych uszkodzeń i skrył się za zasłoną dymną.
ru: 19 мая 1941 г. началась операция «Учения на Рейне»: немецкий линкор Bismarck под флагом адмирала Лютьенса в сопровождении тяжёлого крейсера Prinz Eugen вышел в море для прорыва в Атлантику и удара по коммуникациям англичан. 20 мая германские корабли были замечены нейтральным шведским крейсером Gotland — об этом по разведывательным каналам стало известно британскому Адмиралтейству. На следующий день в распоряжении командования ВМС Великобритании уже была фотография рейдеров на стоянке в одном из норвежских фьордов. Началось сосредоточение сил для их перехвата. Bismarck и Prinz Eugen прорывались в Атлантику, обходя Исландию с севера. В Датском проливе их уже ждали англичане. Вечером 23 мая контакт с германскими кораблями установил крейсер Suffolk, а через некоторое время Bismarck обстрелял крейсер Norfolk, впервые открыв огонь главным калибром по кораблю противника. Избежав гибельных для себя попаданий, Norfolk скрылся в дымовой завесе.
uk: 19 травня 1941 р. почалася операція «Навчання на Рейні» (нім. «Rheinübung»): німецький лінкор Bismarck під прапором адмірала Лют’єнса у супроводі важкого крейсера Prinz Eugen вийшов у море, щоб прорватися в Атлантику та вдарити по комунікаціях англійців. 20 травня німецькі кораблі помітив нейтральний шведський крейсер Gotland — про це через розвідувальні канали дізналося британське Адміралтейство. Наступного дня командування ВМС Великобританії вже мало фотографію рейдерів на стоянці в одному з норвезьких фіордів та почало зосереджувати сили для їх перехоплення. Bismarck і Prinz Eugen проривалися в Атлантику, обходячи Ісландію з півночі. У Данській протоці на них вже чекали англійці. Увечері 23 травня контакт з німецькими кораблями встановив крейсер Suffolk, а через деякий час Bismarck обстріляв крейсер Norfolk, вперше відкривши вогонь головним калібром у корабель супротивника. Уникнувши згубних для себе влучень, Norfolk заховався у димовій завісі.
zh: 莱茵演习行动于1941年5日19日发起。D国战列舰俾斯麦在海军上将吕特宴斯的指挥下协同重型巡洋舰欧根亲王一起强行进入大西洋并攻击Y国的战舰。5月20日，中立国的巡洋舰哥特兰发现了D国战舰的踪迹。Y国海军部则经由情报系统得知。隔天，海军指挥官收到了入侵战舰停泊在其中一个N国峡湾的照片，然后就开始重新整编他们的部队来进行拦截。俾斯麦和欧根亲王沿着北边航行以试图强行进入大西洋。Y国部队则早已在丹麦海峡那等着它们。5月23日傍晚，巡洋舰萨福克设立雷达保持着与D国战舰的接触。过了一段时间，俾斯麦开始用主炮射击敌方巡洋舰诺福克。诺福克设法避开灾难性的炮击并躲藏到烟幕背后。
zh_sg: 莱茵河行动于1941 年5月19日发起。德国战列舰 俾斯麦 在海军上将 Lütjens 的指挥下协同重型巡洋舰 欧根亲王 强行进入大西洋并攻击英国的战舰。5月20日，中立的瑞典巡洋舰 Gotland 发现了德国战舰的踪迹。英国海军部则通过情报系统得知。隔天，皇家海军指挥官收到了入侵战舰停泊在其中一个挪威峡湾的照片，随即重新整编他们的部队进行拦截。俾斯麦 和 欧根亲王 沿着冰岛的北边航行以试图强行进入大西洋。英国部队则早已在丹麦海峡那等着它们。5月23日傍晚，巡洋舰 Suffolk 设立雷达保持着与德国战舰的接触。过了一段时间，俾斯麦 开始用主炮射击敌方巡洋舰 Norfolk。Norfolk 设法避开灾难性的炮击并躲藏到烟幕背后。

# IDS_PCQM042_DESCR
source: At the end of May 23, the heavy British cruisers Norfolk and Suffolk steamed behind the German ships and continued to surveil them, avoiding their visibility range. Information about the location, course, and speed of the raiders was passed to the Home Fleet Commander Admiral Tovey. Two ships under command of the Vice-Admiral Holland were sailing ahead to intercept the Germans: the battleship Prince of Wales and the battlecruiser Hood, the pride of Great Britain's Navy. On the dawn of May 24, Lütjens' and Holland's ships met at the mouth of the Denmark Strait. The British started firing. Within the first six minutes, Prince of Wales hit Bismarck three times. The fifth salvo from the German battleship struck HMS Hood and caused the detonation of her magazine. After a horrible explosion, "Mighty Hood" was sunk with most of her crew.
es_mx: Al final del 23 de mayo, los cruceros pesados británicos Norfolk y Suffolk zarparon detrás de los barcos alemanes y continuaron vigilándolos, fuera de su rango de visión. La información sobre la posición, curso y velocidad de los incursores fue pasada al Comandante de la Gran Flota Almirante Tovey. Dos barcos bajo el mando del Vicealmirante Holland navegaban por delante para interceptar a los alemanes: el acorazado Prince of Wales y el crucero de batalla HMS Hood, el orgullo de la Marina de Gran Bretaña. Al amanecer del 24 de mayo, los barcos de Lütjens y Holland se encontraron en la boca del Estrecho de Dinamarca. Los británicos comenzaron a disparar. En los primeros seis minutos, el Prince of Wales alcanzó al Bismarck tres veces. La quinta salva del acorazado alemán alcanzó al HMS Hood y causó la detonación de su munición. Después de una horrible explosión, el "Poderoso Hood" fue hundido con la mayoría de su tripulación.
ja: 5 月 23 日の終わりに、イギリスの重巡洋艦ノーフォークおよびサフォークはドイツ艦隊の後方へと位置取り、視程外からレーダーで捕捉し続け、その位置、進路、速度をトーヴィー大将率いる本国艦隊へと報告しました。そしてホランド中将率いる戦艦プリンス・オブ・ウェールズおよび巡洋戦艦フッドがドイツ艦隊を迎撃すべく進撃中でした。このフッドは、イギリスの海軍力を象徴する軍艦として高名でした。ついに 5 月 24 日の明け方、両艦隊がデンマーク海峡の入り口にて接触し、イギリス艦隊が砲火を開きました。最初の 6 分間の間にプリンス・オブ・ウェールズがビスマルクに 3 発の命中弾を与えたものの、ビスマルクが放った第 5 斉射がフッドを直撃した結果、弾薬庫が誘爆して大爆発を起こし、「マイティ・フッド」はその搭乗員のほぼ全員と共に轟沈したのでした。
pl: Wieczorem 23 maja brytyjskie ciężkie krążowniki Norfolk i Suffolk ścigały niemieckie okręty i starały się je śledzić, unikając jednocześnie kontaktu wzrokowego. Informacje o lokalizacji, kursie i szybkości korsarzy przekazywane były dowodzącemu Home Fleet admirałowi Tovey'owi. Dwa okręty pod dowództwem wiceadmirała Hollanda płynęły, by przechwycić Niemców: pancernik Prince of Wales i krążownik liniowy HMS Hood, duma marynarki Wielkiej Brytanii. O świcie 24 maja okręty Lütjensa and Hollanda spotkały się u ujścia Cieśniny duńskiej. Brytyjczycy pierwsi otworzyli ogień. W ciągu pierwszych 6 minut Prince of Wales trafił Bismarcka trzykrotnie. Piąta salwa niemieckiego pancernika trafiła HMS Hood i wywołała eksplozję jego magazynu. Po katastrofalnej w skutkach eksplozji „Potężny Hood” zatonął wraz z większością swojej załogi.
ru: На исходе 23 мая тяжёлые английские крейсеры Norfolk и Suffolk заняли позиции за кормой германских кораблей и поддерживали с ними радиолокационный контакт, находясь вне зоны видимости. Данные о местонахождении, курсе и скорости рейдеров стали известны командующему Флотом метрополии адмиралу Тови. На перехват немцев шли корабли вице-адмирала Холланда: новейший линкор Prince of Wales и гордость британского флота — линейный крейсер Hood. На рассвете 24 мая на выходе из Датского пролива корабли Лютьенса и Холланда встретились, англичане открыли огонь. В течение первых шести минут три снаряда HMS Prince of Wales попали в Bismarck. В то же время пятый залп германского линкора поразил HMS Hood и вызвал на нём детонацию погребов. Последовал чудовищной силы взрыв, и «Могучий Hood» отправился на дно почти со всем экипажем.
uk: Наприкінці 23 травня важкі англійські крейсери Norfolk і Suffolk опинилися позаду німецьких кораблів і, підтримуючи із ними радіолокаційний контакт, переслідували поза зоною видимості. Дані про місцеперебування, курс і швидкість рейдерів повідомили командувачу Флоту метрополії адміралу Тові. На перехоплення німців йшли кораблі віце-адмірала Голланда: новітній лінкор Prince of Wales і гордість британського флоту — лінійний крейсер Hood. На світанку 24 травня на виході з Данської протоки кораблі Лют’єнса і Голланда зустрілися, англійці відкрили вогонь. Протягом перших шести хвилин три снаряди HMS Prince of Wales влучили у Bismarck. У той самий час п’ятий залп німецького лінкора вразив HMS Hood й спричинив на ньому детонацію погребів. Не забарився вибух жахливої сили, і «Могутній Hood» пішов на дно майже з усім екіпажем.
zh: 到了5月 23 日结束时，Y国重型巡洋舰诺福克和萨福克紧跟在D国战舰的后面并密切监视着它们，并且避开了会被发现的范围。而入侵者的位置、航向及速度等相关情报通通都转达给了本土舰队的海军上将托维。两艘战舰在海军中将霍兰德的指挥下赶往拦截D国人：战列舰威尔士亲王和Y国海军的骄傲──战斗巡洋舰胡德。到了5月24日的清晨，吕特宴斯和霍兰德的战舰在丹麦海峡口相遇。Y国人开始射击。在前六分钟内，威尔士亲王击中了俾斯麦三次。而D国战列舰的第五次齐射击中了 胡德并造成其弹药库爆炸。在一场可怕的爆炸后，「全能的胡德」就跟着它绝大多数的乘员一起沉没了。
zh_sg: 5月23日结束时，英国重型巡洋舰 Norfolk 和 Suffolk 紧跟在德国战舰的后面，在避开了其可视范围的情况下保持监视。并把入侵者的位置、航向及速度等相关情报上报给了本土舰队的海军上将 Tovey。在海军中将 Holland 指挥下两艘战舰赶往拦截德军：它们是战列舰 Prince of Wales 和英国海军的骄傲──战斗巡洋舰 胡德。5月24日清晨，Lütjens 和 Holland 的战舰在丹麦海峡口相遇。英国随即开始攻击。在交战的前六分钟里，Prince of Wales 击中了 俾斯麦 三次。而德国战列舰的第五次齐射击中了 HMS 胡德 并造成其弹药库爆炸。一场恐怖的爆炸后，“全能的 胡德”和它大部分乘员一起沉没了。

# IDS_PCQM043_DESCR
source: After HMS Hood's wreckage on the morning of May 24, the battle in the Denmark Strait continued. Prince of Wales was left alone under the concentrated fire of the German ships. Their shells struck the British battleship one by one. HMS Prince of Wales, which had joined the fleet a few weeks earlier, found herself in the thick of the action. She hadn't finished the battle training cycle, and some of her guns and systems broke down from time to time. Eventually, the distance between the opponents was short enough to use secondary battery guns and the Germans were about to attack the target with torpedoes. The Prince of Wales Commander gave the order to use smoke and turn away, as only two main battery guns were operational and the risk of losing the ship was very high. Only then, HMS Suffolk reached the battlefield and was able to fire a few salvos in the direction of the German flagship.
es_mx: Después de la destrucción del HMS Hood en la mañana del 24 de mayo, la batalla en el estrecho de Dinamarca continuó. el Prince of Wales quedó solo bajo el fuego concentrado de los barcos alemanes. Sus proyectiles golpeaban al acorazado inglés uno por uno. El HMS Prince of Wales, que se había unido a la flota unas semanas antes, se encontró en medio de toda la acción. No había terminado el ciclo de entrenamiento de batalla, y algunos de sus cañones y sistemas fallaban de vez en cuando. Eventualmente, la distancia entre los oponentes fue los suficientemente corta para usar los cañones de la batería secundaria y los alemanes estaban a punto de atacar al objetivo con torpedos. El Comandante del Prince of Wales ordenó usar humo y regresar, ya que solo dos cañones principales estaban operacionales y el riesgo de perder el barco era muy alto. En ese momento, el HMS Suffolk llegó al campo de batalla y pudo disparar unas cuantas salvas hacia el barco alemán.
ja: 5 月 24 日の朝、巡洋戦艦フッドが轟沈した後もデンマーク海峡海戦は続いており、プリンス・オブ・ウェールズが 2 隻のドイツ艦からの集中砲火を受け、次々に被弾しました。このプリンス・オブ・ウェールズは少し前に艦隊に加わったばかりであり、まだ慣熟訓練を終えておらず、一部の砲やシステムが時折故障する、という状況でした。最終的に両艦隊の距離は副砲の射程内にまで接近し、ドイツ艦隊が雷撃を試みようとしたところで、プリンス・オブ・ウェールズの艦長が煙幕を展張して離脱するように命令を下しました。この時点でプリンス・オブ・ウェールズの主砲は 2 門を除いて使用不能に陥っており、戦闘を継続すれば艦を喪失するリスクが極めて高かったのです。このときになってようやくサフォークが戦場に到着し、ビスマルクの方向に向けて数回の斉射を加えました。
pl: Po zatopieniu HMS Hood rankiem 24 maja bitwa w Cieśninie duńskiej trwała dalej. Prince of Wales pozostał sam pod skoncentrowanym niemieckim ostrzałem, ich pociski trafiały brytyjski okręt raz za razem. HMS Prince of Wales, który został włączony do floty kilka tygodni wcześniej, znalazł się w poważnych opałach. Nie ukończył jeszcze pełnego cyklu szkolenia bojowego, a niektóre z jego dział i systemów czasami się psuły. W końcu dystans skrócił się na tyle, że można było użyć baterii dodatkowych, a Niemcy zamierzali przypuścić atak torpedowy. Dowódca Prince of Wales wydał rozkaz postawienia zasłony dymnej i odwrotu, ponieważ tylko dwa działa głównej baterii były sprawne i ryzyko utraty okrętu było bardzo wysokie. Dopiero wtedy Suffolk dotarł do obszaru walk i udało mu się oddać kilka salw w kierunku niemieckiego okrętu flagowego.
ru: После гибели линейного крейсера Hood в утренние часы 24 мая бой в Датском проливе продолжался. Английский линкор Prince of Wales, оставшись один, продолжал преследование под сосредоточенным огнём немецких кораблей. Вступивший в строй несколько недель назад Prince of Wales оказался в пекле сражения, так и не завершив период боевой подготовки, из-за чего часть орудий и систем на линкоре периодически выходили из строя. Постепенно дистанция между противниками сократилась настолько, что в дело был введён противоминный калибр, а немцы приготовились стрелять торпедами. Понимая опасность положения, командир HMS Prince of Wales, на котором осталось лишь два действующих орудия главного калибра, под прикрытием дымовой завесы вывел из боя свой корабль. Только в это время к месту сражения подоспел HMS Suffolk, успевший дать несколько залпов по флагману немцев.
uk: Після загибелі лінійного крейсера Hood вранці 24 травня бій у Данській протоці тривав. Англійський лінкор Prince of Wales, залишившись на самоті, не зупиняв переслідування під зосередженим вогнем німецьких кораблів. Prince of Wales, що став у стрій кілька тижнів тому опинився в пеклі бою, так і не закінчивши період бойової підготовки, через що частина гармат і систем на лінкорі час від часу виходили з ладу. Поступово дистанція між супротивниками скоротилася настільки, що до справи долучили протимінний калібр, а німці приготувалися стріляти торпедами. Розуміючи небезпеку становища, командир HMS Prince of Wales, на якому залишилося лише дві працездатні гармати головного калібру, під прикриттям димової завіси вивів з бою свій корабель. Лише в цей час до місця бою підійшов HMS Suffolk, який встиг здійснити кілька залпів у флагман німців.
zh: 在5月24日早上战列舰胡德遭难后，丹麦海峡的海战仍继续下去。威尔士亲王只身承受着D国战舰的集中火力。它们的炮弹一颗接着一颗击中Y国的战列舰。几周前才加入舰队的威尔士亲王处于最激烈的战斗时刻 ，它没有完成整个战斗训练，而它的一些舰炮和系统也不时地会停止运转。最终，和对手间缩短到连副炮都足以使用的距离，因此D国人即要用鱼雷来攻击目标。威尔士亲王指挥官下令施放烟幕并掉头离开，因为只有两门主炮可以正常运作，所以失去这艘战舰的风险非常高。在此时，萨福克抵达战场并朝D国旗舰的方向进行了几次齐射。
zh_sg: 在5月24日早上 HMS 胡德 遇难后，丹麦海峡的海战仍然持续进行。Prince of Wales 只身承受着德国战舰的集中火力。伴随着炮弹一发接着一发击中英国战列舰。几周前才加入舰队的 HMS Prince of Wales 这才在行动中发现了自己的厚实。它没有完成全部的战斗训练，一些舰炮和系统也不时地会停止运转。到最后，和对手间的距离近到连副炮都可以使用，而德国人也将用鱼雷来攻击目标。Prince of Wales 指挥官下令施放烟幕并调头离开，由于只有两门主炮可以正常运作，因此失去这艘战舰的风险非常高。也只有如此，HMS Suffolk 才能抵达战场并朝德国旗舰的方向进行了几次齐射。

# IDS_PCQM044_DESCR
source: The naval battle on May 24 ended with a convincing victory for the German fleet. Though, Bismarck was seriously damaged. A number of compartments were flooded, the ship speed was decreased, the catapult was broken, and the steaming distance was significantly decreased due to damaged fuel tanks. This condition didn't allow for further raiding on ocean communications, and the battleship Commander decided to set a course for a port in occupied France. Covering the cruiser Prinz Eugen breaking to the Atlantic, on the evening of May 24, Bismarck engaged her pursuers – the battleship Prince of Wales, cruisers Norfolk and Suffolk. As a result, the British forces let Prinz Eugen slip by. Meanwhile, after receiving the news about the battlecruiser Hood wreckage, the Home Fleet commanders decided to concentrate on intercepting the raiders of all forces: about fifty ships, including two aircraft carriers and a few battleships. Overnight, into May 25, Bismarck was attacked by aircraft from the aircraft carrier Victorious and was hit by a torpedo. The damage to the ship became more extensive.
es_mx: La batalla naval del 24 de mayo terminó con una convincente victoria de la flota alemana. Sin embargo, el Bismarck también fue dañado seriamente. Algunos compartimentos estaban inundados, la velocidad del barco fue reducida, las catapultas estaban deshechas, y la distancia de navegación disminuyó drásticamente debido a los tanques de combustible dañados. Esta condición no permitió más incursiones en las rutas oceánicas, y el Comandante del acorazado decidió fijar el curso hacia un puerto en la Francia ocupada. Cubriendo el avance del crucero Prinz Eugen en el Atlántico, en la tarde del 24 de mayo, el Bismarck encontró a sus perseguidores – el acorazado Prince of Wales, y los cruceros Norfolk y Suffolk. Como resultado, las fuerzas británicas dejaron huir al Prinz Eugen. Mientras tanto, después de recibir las noticias sobre la destrucción del HMS Hood, los comandantes de la Gran Flota decidieron concentrarse todas las fuerzas en la intercepción de los incursores: cerca de cincuenta barcos, incluyendo dos portaaviones y unos cuantos acorazados. En la madrugada del 25 de mayo, el Bismarck fue atacado por aviones del portaaviones Victorious y fue alcanzado por un torpedo. El daño al barco se había vuelto mayor.
ja: 5 月 24 日の海戦は、ドイツ艦隊の明確な勝利に終わったものの、ビスマルクの被害もまた深刻であり、多くの区画が浸水し、速力が低下し、カタパルトは破壊され、燃料タンクの破損に伴い航続距離が大幅に低下していました。この状態では通商破壊作戦を継続することはもはや不可能であり、任務を中止してドイツ占領下のフランスの港に向かうという決断が下されました。5 月 24 日の夜、無傷だったプリンツ・オイゲンを単艦で大西洋へと抜けさせて通商破壊を行わせるべく、ビスマルクは追跡してきていた戦艦プリンス・オブ・ウェールズ、巡洋艦ノーフォークおよびサフォークに対して攻撃を開始。この結果としてイギリス艦隊はプリンツ・オイゲンの離脱を許しました。この間、巡洋戦艦フッド轟沈の報を受けたイギリス本国艦隊の司令部は、全力をもってドイツ艦隊の追撃にあたることを決定、航空母艦 2 隻と若干数の戦艦を含む合計 50 隻からなる大艦隊を向かわせました。翌 25 日にかけての夜には、ビスマルクは空母ヴィクトリアスから出撃した艦載機の攻撃を受け、魚雷 1 本を被雷して被害が拡大しました。
pl: Bitwa 24 maja zakończyła się zdecydowanym zwycięstwem floty niemieckiej. Bismarck odniósł jednak poważne uszkodzenia. Liczne przedziały były zalane, prędkość okrętu była ograniczona, katapulta została uszkodzona, a zasięg istotnie ograniczony przez uszkodzone zbiorniki paliwa. Te liczne awarie nie pozwalały na prowadzenie działań korsarskich na oceanie i dowódca zdecydował o zmianie kursu i skierowaniu się do okupowanej Francji. Osłaniając wypływający na Atlantyk Prinz Eugen, Bismarck związał walką swoich prześladowców - pancernik Prince of Wales i krążowniki Norfolk i Suffolk. Dzięki temu Prinz Eugen urwał się Brytyjczykom. W tym samym czasie wieści o zatopieniu HMS Hood dotarły do dowództwa Home Fleet, które zdecydowało o koncentracji wszystkich sił na przechwyceniu korsarzy: około 50 okrętów, w tym dwa lotniskowce i kilka pancerników. W nocy z 24 na 25 maja Bismarck został zaatakowany przez samoloty startujące z HMS Victorious i trafiony torpedą. Liczba uszkodzeń jeszcze bardziej wzrosła.
ru: Утреннее сражение 24 мая завершилось убедительной победой германской эскадры, однако и Bismarck серьёзно пострадал от огня англичан. Был затоплен ряд отсеков, упала скорость, выведена из строя катапульта и, самое главное, из-за повреждения цистерн с топливом значительно уменьшилась дальность плавания. При таком состоянии дел не могло идти речи о рейде на океанских коммуникациях, и линкор решено было направить в один из портов оккупированной Франции. Прикрывая прорыв крейсера Prinz Eugen в Атлантику, вечером 24 мая Bismarck вновь вступил в бой с преследователями — линкором Prince of Wales, крейсерами Norfolk и Suffolk. В результате англичане «потеряли» Prinz Eugen. Тем временем, весть о потоплении линейного крейсера Hood заставила командование Флотом метрополии бросить на перехват рейдеров почти все наличные силы — свыше полусотни кораблей, включая два авианосца и несколько линкоров. В ночь на 25 мая Bismarck атаковали самолёты с авианосца Victorious и добились одного попадания торпедами. Масштабы повреждений на линкоре увеличились.
uk: Ранковий бій 24 травня завершився переконливою перемогою німецької ескадри, однак і Bismarck зазнав значних ушкоджень від вогню англійців. Було затоплено низку відсіків, впала швидкість, виведена з ладу катапульта і, найголовніше, через пошкодження цистерн з пальним значно зменшилася дальність плавання. У такого стані й не мовилося про рейд на океанських комунікаціях, і було вирішено спрямувати лінкор до одного з портів окупованої Франції. Прикриваючи прорив крейсера Prinz Eugen до Атлантики, ввечері 24 травня Bismarck знову вступив у бій з переслідувачами — лінкором Prince of Wales, крейсерами Norfolk і Suffolk. Як наслідок англійці упустили Prinz Eugen. Тим часом, звістка про потоплення лінійного крейсера Hood змусила командування Флоту метрополії кинути на перехоплення рейдерів майже всі наявні сили — понад півсотні кораблів, включаючи два авіаносці і кілька лінкорів. У ніч на 25 травня Bismarck атакували літаки з авіаносця Victorious і домоглися один раз влучити торпедами. Масштаби пошкоджень на лінкорі збільшилися.
zh: 5月24日的海战以D国舰队的胜利结束。尽管，俾斯麦也同样受到严重的损坏。许多舱间进水、战舰航速下降、弹射器损坏、以及航行距离由于燃油槽的受损而大幅下降。这种情况并不允许进一步进行海上通讯，因此战列舰指挥官决定将航线设置到被占领的F国港口。掩护巡洋舰欧根亲王强行进入大西洋，到了5月24日傍晚，俾斯麦与它的追击者进行交战──战列舰威尔士亲王、巡洋舰诺福克和萨福克。也因此，Y国部队就让欧根亲王给溜走了。与此同时，在收到有关战斗巡洋舰胡德遭难的消息后，本土舰队指挥官决定要集中所有力量来拦截入侵者的所有部队：包含两艘航空母舰及一些战列舰。过了午夜到了5月25日，俾斯麦被来自胜利号航空母舰的飞机攻击并被一枚鱼雷击中。增加了战列舰上损坏部件的数量。
zh_sg: 5月24日的海战以德国舰队的胜利告终。尽管，俾斯麦 也同样受到严重的损坏。许多舱间进水、战舰航速下降、弹射器损坏、以及航行距离由于燃油槽的受损而大幅下降。在这种情况下不允许进行进一步的海上通讯，因此战列舰指挥官决定设定航线朝已被占领的法国港口航行。掩护巡洋舰 欧根亲王 强行进入大西洋，5月24日傍晚，俾斯麦 与追击者──战列舰 Prince of Wales、巡洋舰 Norfolk 和 Suffolk 进行交战。也因为如此，英国部队就让 欧根亲王 给趁机溜走了。与此同时，在获知战列巡洋舰 胡德 遭难的消息后，本土舰队指挥官决定全力以赴地拦截所有入侵部队：大约出动了五艘战舰，当中包含了两艘航空母舰及几艘战列舰。过了一夜之后进入5月25日，俾斯麦被来自航空母舰 Victorious 的飞机群攻击，并被一枚鱼雷给击中。这让战列舰的损伤变得更加严重。
