Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRSD109_DESCR
source: The design for a destroyer flotilla leader, created under the "Big Fleet" program (Project 48). The ship was developed from the first Soviet Leningrad-class destroyer leaders. Among ships of the same type, she boasted powerful armament and a very high speed.
es_mx: El diseño de un destructor líder de flotilla, creado bajo el programa de la "Gran Flota" (Proyecto 48). El barco fue desarrollado de los primeros destructores Soviéticos líderes clase Leningrado. Entre barcos de su mismo tipo, tenía un armamento poderoso y una velocidad muy alta.
ja: キエフ級駆逐艦 (プロイェークト 48) は、「大艦隊」計画の下で開発された嚮導駆逐艦であり、ソ連初の嚮導駆逐艦であるレニングラード級に基づいて開発されました。キエフは、他の同型艦と同様、強力な兵装と極めて高い速力を備えていました。
pl: Projekt niszczyciela prowadzącego stworzony w ramach programu „Wielka flota” (Projekt 48). Okręt powstał na bazie pierwszego radzieckiego niszczyciela prowadzącego klasy Leningrad. Wśród okrętów swojego typu, charakteryzuje się potężnym uzbrojeniem i bardzo dużą prędkością.
ru: Проект лидера эскадренных миноносцев, созданный в рамках программы «Большого флота» (проект 48). Являлся развитием первых советских лидеров типа «Ленинград». Среди кораблей своего класса выделялся мощным вооружением и очень высокой скоростью.
uk: Проект лідера ескадрених міноносців, створений за програмою «Великого флоту» (проект 48). Був розвитком перших радянських лідерів типу «Ленінград». Серед кораблів свого класу вирізнявся потужним озброєнням і дуже високою швидкістю.
zh: 一个驱逐舰队领导舰的设计，于 "大舰队" 方案 (项目48) 下创建。该舰研发自S系的首批 列宁格勒级驱逐领导舰。于同类型战舰之中，它拥有着强大的武器以及非常高的航速。
zh_sg: 一个驱逐舰队领导舰的设计，于"大舰队"计划(Project 48)背景下建造。该舰研发自首批的苏联列宁格勒级驱逐领导舰。于同类型战舰之中，它拥有着强大的武器以及非常高的航速。

# IDS_PRSD109_FULL
source: Kiev (< 06.03.2017)
pl: Kijów (< 06.03.2017)
ru: Киев (< 06.03.2017)
uk: Київ (< 06.03.2017)
zh: 基辅 (< 06.03.2017)
zh_sg: 基辅 (< 06.03.2017)

# IDS_PRSD109_SHORT
source: KIEV
pl: KIJÓW
ru: КИЕВ
uk: КИЇВ
zh: 基辅
zh_sg: 基辅

# IDS_PRSD110
source: Khabarovsk
pl: Chabarowsk
ru: Хабаровск
uk: Хабаровськ
zh: 哈巴罗夫斯克
zh_sg: 哈巴罗夫斯克

# IDS_PRSD110_DESCR
source: The ship was designed as a destroyer flotilla leader. No destroyer in the world could rival her in terms of speed, while her armor and the power of her artillery were comparable to those of light cruisers. Dual-purpose main guns and a battery of automatic AA guns ensured a strong AA defense.
es_mx: El barco fue diseñado como un destructor líder de flotilla. No había destructor en el mundo que pudiera rivalizar contra éste en términos de velocidad, mientras su blindaje y el poder de su artillería eran comparables a los de cruceros ligeros. Los cañones principales de doble propósito y una batería de cañones AA automáticos aseguraron una fuerte defensa antiaérea.
ja: 嚮導駆逐艦として設計されたこのハバロフスクは、速力においては世界中のあらゆる駆逐艦を凌駕しており、そしてその装甲と砲力は軽巡洋艦に匹敵するものでした。主砲に両用砲を採用すると共に対空機関砲も備えており、優れた対空防御力を有していました。
pl: Statek zaprojektowany jako niszczyciel prowadzący. Żaden niszczyciel świata nie mógł się z nim równać pod względem szybkości, pomimo tego, że jego uzbrojenie i opancerzenie porównywalne były z lekkimi krążownikami. Działa baterii głównej o podwójnym przeznaczeniu i automatyczne działa przeciwlotnicze zapewniały doskonałą ochronę przed wrogimi samolotami.
ru: Проект бронированного лидера эскадренных миноносцев. Превосходя по скорости хода все эсминцы в мире, по бронированию и мощи артиллерийского вооружения мог соперничать с лёгкими крейсерами. Универсальные установки главного калибра вместе с батареей зенитных автоматов обеспечивали кораблю хорошую ПВО.
uk: Проект броньованого лідера ескадрених міноносців. Перевершуючи за швидкістю ходу всі есмінці у світі, за бронюванням та потужністю артилерійського озброєння міг змагатися з легкими крейсерами. Універсальні установки головного калібру разом з батареєю зенітних автоматів забезпечували кораблю хорошу ППО.
zh: 以驱逐舰队领舰为目的的驱逐舰设计方案，在速度上没有任何驱逐舰可与其媲美，而在装甲防护和炮击火力上与轻巡洋舰相当，其装备的高平两用主炮和速射高炮组则能为其提供良好的防空能力。
zh_sg: 领袖级驱逐舰。在速度上没有任何驱逐舰可与其媲美，而在装甲防护和火力上与轻巡洋舰相当，其装备的高平两用主炮和自动防空炮组则能为其提供良好的对空防御能力。

# IDS_PRSD110_FULL
source: Khabarovsk
pl: Chabarowsk
ru: Хабаровск
uk: Хабаровськ
zh: 哈巴罗夫斯克
zh_sg: 哈巴罗夫斯克

# IDS_PRSD110_SHORT
source: KHAB
ru: ХАБ
uk: ХАБ
zh: 哈巴罗夫斯克
zh_sg: 哈巴罗夫斯克

# IDS_PRSD205
source: Podvoisky
ru: Подвойский
uk: Подвойський
zh: 巴铎夫斯基
zh_sg: 巴铎夫斯基

# IDS_PRSD205_DESCR
source: One of the draft designs for the first destroyer flotilla leaders in the U.S.S.R. Unlike destroyers built during the pre-revolutionary period, this ship had greater dimensions, a higher speed and more powerful artillery. Apart from that, she carried torpedoes of a larger caliber.
es_mx: Uno de los bosquejos de los primeros destructores líderes de flotilla de la URSS. A diferencia de los destructores construidos durante el período prerevolucionario, este barco tenía grandes dimensiones, un velocidad más alta y una artillería más poderosa. Aparte de eso, llevaba torpedos de mayor calibre.
ja: パドヴォイスキーは、ソ連における最初の嚮導駆逐艦の草案のひとつです。ロシア革命前の時期に建造された駆逐艦に比して大型かつ高速であり、より強力な砲撃兵装とより大口径の魚雷発射管を搭載する計画でした。
pl: Jeden z wariantów projektu pierwszego radzieckiego niszczyciela prowadzącego. W porównaniu z innymi niszczycielami budowanymi przed Rewolucją Październikową był większy, szybszy i lepiej uzbrojony. Ponadto, uzbrojony był w torpedy większego kalibru.
ru: Один из вариантов проекта первого в СССР лидера эскадренных миноносцев. Превосходил эсминцы дореволюционной постройки по размерам, скорости, мощи артиллерии, и помимо этого имел на вооружении торпеды большего калибра.
uk: Один із варіантів проекту першого в СРСР лідера ескадрених міноносців. Перевершував есмінці дореволюційної побудови за розмірами, швидкістю, потужністю артилерії, та крім цього мав на озброєнні торпеди більшого калібру.
zh: 第一批小型驱逐舰舰队领导舰的设计草图之一。与革命前期建造的驱逐舰不同，此舰艇有着更大的尺寸、更高的航速及更强大的火炮。除此之外，它搭载了口径更大的鱼雷。
zh_sg: 苏联第一批领袖级驱逐舰的设计草图之一。与革命前期建造的驱逐舰不同，此战舰有着更大的尺寸、更高的航速及更强大的火炮。除此之外，它搭载了口径更大的鱼雷。

# IDS_PRSD205_FULL
source: Podvoisky
ru: Подвойский
uk: Подвойський
zh: 巴铎夫斯基
zh_sg: 巴铎夫斯基

# IDS_PRSD205_SHORT
source: PDVS
ru: ПДВС
uk: ПДВС
zh: 巴铎夫斯基
zh_sg: 巴铎夫斯基

# IDS_PRSD206
source: Gnevny
pl: Gniewnyj
ru: Гневный
uk: Ґнєвний
zh: 愤怒
zh_sg: 愤怒

# IDS_PRSD206_DESCR
source: Gnevny was the first in a series of destroyers built in the U.S.S.R. (Project 7). She had good performance characteristics and a very high speed. She outmatched the majority of foreign destroyers in terms of artillery firepower.
es_mx: El Gnevny fue el primero de una serie de destructores construidos en la URSS (Proyecto 7). Tenía buenas características de desempeño y una velocidad muy alta. Superaba a la mayoría de los destructores extranjeros en términos del poder de fuego de su artillería.
ja: グネヴヌイは、ソ連でプロイェークト 7 として開発された駆逐艦級の 1 番艦です。高性能であり、非常に高い速力を誇りました。そして砲力においては諸外国の大半の駆逐艦を凌駕していました。
pl: Gnevny był pierwszym był pierwszym z serii radzieckich niszczycieli (projekt 7). Posiadał dobre osiągi i górował nad zagraniczną konkurencją pod względem siły artylerii.
ru: Первый серийный эскадренный миноносец советской постройки (проект 7). Удачный по своим характеристикам корабль, развивавший очень высокую скорость. По силе артиллерии превосходил большинство зарубежных эсминцев.
uk: Перший серійний ескадрений міноносець радянського виробництва (проект 7). Вдалий за своїми характеристиками корабель, що розвивав дуже високу швидкість. За вогневою потужністю артилерії перевищував більшість іноземних есмінців.
zh: 自豪级是第一批建造的驱逐舰系列 (计划 7)。它有着良好的性能特性及非常高的航速。它在火炮的火力方面远胜大多数的外国驱逐舰。
zh_sg: Gnevny是第一批在苏联 (Project 7)打造的驱逐舰系列。拥有良好的性能及非常高的航速。在火炮火力方面远胜大多数别国的驱逐舰。

# IDS_PRSD206_FULL
source: Gnevny
pl: Gniewnyj
ru: Гневный
uk: Ґнєвний
zh: 愤怒
zh_sg: 愤怒

# IDS_PRSD206_SHORT
source: GNVN
ru: ГНВН
uk: ҐНВН
zh: 愤怒
zh_sg: 愤怒

# IDS_PRSD207
source: Minsk
ru: Минск
uk: Мінськ
zh: 明斯克
zh_sg: 明斯克

# IDS_PRSD207_DESCR
source: This ship was developed as part of a series of Soviet destroyer flotilla leaders created under Project 38. She was built as a modified version of the destroyer leader Leningrad, retaining the same distinctive features like powerful artillery and a very high speed.
es_mx: Este barco fue desarrollado como parte de una serie de destructores soviéticos líderes de flotilla creados bajo el Proyecto 38. Fue construido como una versión modificada del destructor líder Leningrado, manteniendo las mismas características distintivas como la poderosa artillería y una velocidad muy alta.
ja: ミンスクは、プロイェークト 38 として開発された嚮導駆逐艦級の 1 隻です。嚮導駆逐艦レニングラードの改良型であり、強力な砲撃兵装や極めて高い速力といった特長を引き継いでいました。
pl: Okręt ten został stworzony jako część serii radzieckich niszczycieli prowadzących w ramach projektu 38. Zbudowany jako zmodyfikowana wersja lidera niszczycieli Leningrad, zachował niektóre z jego charakterystycznych cech, m.in. silne uzbrojenie artyleryjskie i bardzo duża szybkość.
ru: Продолжение линии советских лидеров эскадренных миноносцев (проект 38). Являлся изменённой версией лидера «Ленинград» и имел те же характерные черты — мощное артиллерийское вооружение и очень высокую скорость хода.
uk: Продовження серії радянських лідерів ескадрених міноносців (проект 38). Був зміненою версією лідера «Ленінград» і мав ті ж самі характерні риси — потужне артилерійське озброєння й дуже високу швидкість ходу.
zh: 这艘舰艇是在计划 38 作为小型驱逐舰舰队领导舰系列研发的一部分所建造。它被建造成驱逐舰领导舰 列宁格勒 的修改版，保留了相同特色，像是强大的火炮及非常高的航速。
zh_sg: 这艘战舰是在Project 38下苏联所研发的领袖级驱逐舰系列的一部分。作为驱逐领舰Leningrad的改进型，保留了前代战舰的优点，即强大的火炮及非常高的航速。

# IDS_PRSD207_FULL
source: Minsk
ru: Минск
uk: Мінськ
zh: 明斯克
zh_sg: 明斯克

# IDS_PRSD207_SHORT
source: MNSK
ru: МНСК
uk: МНСК
zh: 明斯克
zh_sg: 明斯克

# IDS_PRSD208
source: Ognevoi
pl: Ogniewoj
ru: Огневой
uk: Оґнєвой
zh: 火力
zh_sg: 火力

# IDS_PRSD208_DESCR
source: This ship was developed from the Gnevny-class destroyers with an increased displacement. Unlike her predecessors, she carried more sophisticated main guns placed in twin mounts.
es_mx: Este barco fue desarrollado a partir de los destructores clase Gnevny con un desplazamiento aumentado. A diferencia de sus predecesores, llavaba cañones principales más sofisticados colocados en montajes gemelos.
ja: オグニェーヴォイ級駆逐艦は、グネヴヌイ級駆逐艦の発展型です。前級に比して大型化され、より洗練された主砲を連装砲塔に搭載していました。
pl: Był to okręt klasy Gnevny o zwiększonej wyporności. W przeciwieństwie do poprzedników posiadał bardziej wyrafinowane, podwójne działa głównej baterii.
ru: Дальнейшее развитие эсминцев типа «Гневный» с увеличенным водоизмещением (проект 30). От предшественников отличался более совершенным артиллерийским вооружением, размещённым в спаренных установках.
uk: Подальший розвиток есмінців типу «Ґнєвний» зі збільшеною водотоннажністю (проект 30). Від попередників відрізнявся більш досконалим артилерійським озброєнням, розміщеним у спарених установках.
zh: 此舰艇是研发自愤怒级驱逐舰，并增加了排水量。不像其前辈，它搭载了更为复杂、放置在双联炮座的主炮。
zh_sg: 基于愤怒级研发的驱逐舰，增加了排水量。与前代战舰相比，搭载了更精密、安装在双联炮座上的主炮。

# IDS_PRSD208_FULL
source: Ognevoi
pl: Ogniewoj
ru: Огневой
uk: Оґнєвой
zh: 火力
zh_sg: 火力

# IDS_PRSD208_SHORT
source: OGNV
ru: ОГВЙ
uk: ОҐВЙ
zh: 火力
zh_sg: 火力

# IDS_PRSD209
source: Osmotritelny
ru: Осмотрительный
uk: Осмотрітєльний
zh: 谨慎
zh_sg: 谨慎

# IDS_PRSD209_DESCR
source: The most advanced Soviet destroyer among those designed before 1941 (Project 35). Osmotritelny was large in size and could run at a very high speed for this type of ship. In terms of the power of her main guns, she outclassed most of her foreign counterparts.
es_mx: El destructor Soviético más avanzado entre aquellos diseñados antes de 1941 (Proyecto 35). Osmotritelny era grande en tamaño y podía correr a una velocidad que era muy alta para este tipo de barco. En términos del poder de sus cañones principales, superaba a la mayoría de sus contrapartes extranjeras.
ja: オスモトリテヌイ (プロイェークト 35) は、1941 年以前に設計されたものとしてはソ連で最も先進的な駆逐艦です。大型であり、駆逐艦としては極めて高い速力を備えおり、砲力においては諸外国の競合艦の大半を凌駕していました。
pl: Najbardziej zaawansowany niszczyciel radziecki zaprojektowany przed 1941 rokiem (projekt 35). Osmotritelny był większy i mógł płynąć z bardzo wysoką prędkością jak na ten rodzaj okrętu. Pod względem siły artylerii przewyższał większość rywali z innych krajó.
ru: Самый совершенный советский эсминец из числа спроектированных до 1941 г. (проект 35). Отличался большими размерами и развивал очень высокую для своего класса скорость. По мощи артиллерии главного калибра превосходил большинство зарубежных аналогов.
uk: Найдосконаліший радянський есмінець з числа спроектованих до 1941 р. (проект 35). Відрізнявся великими розмірами і набирав дуже високу для свого класу швидкість. За потужністю артилерії головного калібру перевищував більшість іноземних аналогів.
zh: S系先进的驱逐舰之中的代表，代号：项目35。谨慎的较大、而且能达到的航速对这类战舰来说是非常高的。在它主舰炮的威力方面，它远胜于大多数外国相当的火炮。
zh_sg: 1941年(Project 35)前的设计中最为先进的苏联驱逐舰。无畏的体积较大、所能达到的航速对这类战舰来说是非常高的。主舰炮威力方面，它远胜于大多数其他国家的对手。

# IDS_PRSD209_FULL
source: Osmotritelny
ru: Осмотрительный
uk: Осмотрітєльний
zh: 谨慎
zh_sg: 谨慎

# IDS_PRSD209_SHORT
source: OSMT
ru: ОСМТ
uk: ОСМТ
zh: 谨慎
zh_sg: 谨慎

# IDS_PRSD210
source: Grozovoi
ru: Грозовой
uk: Грозовой
zh: 雷暴
zh_sg: 雷暴

# IDS_PRSD210_DESCR
source: A product of Project 40N, this ship was designed as a "large destroyer" based on experience gained in World War II. Unlike her predecessors, she had greater dimensions and carried dual-purpose artillery and enhanced AA guns.
es_mx: Un producto del proyecto 40N, este barco fue diseñado como un "gran destructor" basado en la experiencia obtenida en la 2a Guerra Mundial. A diferencia de sus predecesores, tenía dimensiones más grandes y llevaba artillería de doble propósito y cañones AA mejorados.
ja: グロザヴォイ (プロイェークト 40N) は、二次大戦で得られた経験を活かし、「大型駆逐艦」として設計されました。従来の駆逐艦に比して大型であり、主砲として両用砲を採用し、対空兵装も強化されていました。
pl: Efekt projektu 40N, miał być „dużym niszczycielem” zbudowanym w oparciu o doświadczenia zdobyte w trakcie II wojny światowej. W porównaniu do poprzedników był większy i przenosił działa uniwersalne i ulepszone uzbrojenie przeciwlotnicze.
ru: Проект так называемого «большого эсминца», создававшийся с учётом опыта Второй мировой войны (проект 40Н). Отличался от предшественников наличием универсальной артиллерии главного калибра, усиленным зенитным вооружением и большими размерами.
uk: Проект так званого «великого есмінця», що створювався з урахуванням досвіду Другої світової війни (проект 40Н). Відрізнявся від попередника наявністю універсальної артилерії головного калібру, підсиленим зенітним озброєнням і більшими розмірами.
zh: 计划 40N 的产品，根据战争时期所得到的经验，此舰艇被设计成「大型驱逐舰」。不像其前辈，它有着更大的尺寸并搭载了两用火炮和增强型防空炮。
zh_sg: Project 40N下的产物，根据二战所得到的经验，此战舰被设计成“大型驱逐舰”。有别于前代战舰，它的体积更大且搭载了两用火炮和增强型防空炮。

# IDS_PRSD210_FULL
source: Grozovoi
ru: Грозовой
uk: Грозовой
zh: 雷暴
zh_sg: 雷暴

# IDS_PRSD210_SHORT
source: GROZ
ru: ГРОЗ
uk: ГРОЗ
zh: 雷暴
zh_sg: 雷暴

# IDS_PRSD308
source: Kiev
pl: Kijów
ru: Киев
uk: Київ
zh: 基辅
zh_sg: 基辅

# IDS_PRSD308_DESCR
source: A design for a destroyer flotilla leader, built under the "Big Fleet" program (Project 48). This ship was developed from the destroyer leader Tashkent. She inherited the high speed and powerful armament of her predecessor, while smaller dimensions provided for better concealment and maneuverability.
es_mx: Un diseño para un destructor líder de flotilla, construido para el programa "Gran Flota" (Proyecto 48). Este barco fue desarrollado a partir del destructor líder Tashkent. Heredó la alta velocidad y poderoso armamento de su predecesor, mientras que dimensiones más pequeñas se le otorgaron para mayor sigilo y maniorabilidad.
ja: キエフ (プロイェークト 48) は、嚮導駆逐艦の設計案であり、「大艦隊」計画に基づいて開発されました。嚮導駆逐艦タシケントの発展型であり、前級の高速と強力な兵装を引き継ぎつつも小型化され、隠蔽性と機動性が向上していました。
pl: Projekt niszczyciela prowadzącego, zbudowanego w ramach programu „Wielka flota” (Projekt 48). Został opracowany w oparciu o niszczyciel Tashkent. Odziedziczył po nim dużą szybkość i potężne uzbrojenie, ale dzięki mniejszym rozmiarom był zwrotniejszy i trudniejszy do wykrycia.
ru: Проект лидера эскадренных миноносцев, созданный в рамках программы «Большого флота» (проект 48). Являлся развитием лидера «Ташкент». Меньшие размеры при сохранении высокой скорости и мощного вооружения предшественника обеспечивали лучшую маскировку и манёвренность корабля.
uk: Проект лідера ескадрених міноносців, створений за програмою «Великого флоту» (проект 48). Був розвитком лідера «Ташкент». Менші розміри зі збереженням високої швидкості та потужного озброєння попередника забезпечували ліпше маскування і маневреність корабля.
zh: 一艘设计作为小型驱逐舰队领导舰，于「大舰队」方案 (计划 48) 下建造。此舰艇研发自驱逐舰领导舰塔什干。它继承其前辈的高航速和强大武器，而它较小的尺寸提供了更好的隐蔽性与操控性。
zh_sg: 一艘“大舰队”计划（Project 48）背景下设计和建造的领袖级驱逐舰。研发基于驱逐领舰Tashkent。在继承了前代战舰的高航速和强大武器的前提下，更小的战舰体积提供了更强的隐蔽性与操控性。

# IDS_PRSD308_FULL
source: Kiev
pl: Kijów
ru: Киев
uk: Київ
zh: 基辅
zh_sg: 基辅

# IDS_PRSD308_SHORT
source: KIEV
pl: KIJÓW
ru: КИЕВ
uk: КИЇВ
zh: 基辅
zh_sg: 基辅

# IDS_PRSD310
source: Nakhodka
ru: Находка
uk: Находка
zh: 纳霍德卡
zh_sg: 纳霍德卡

# IDS_PRSD310_DESCR
source: The ship was designed as a destroyer flotilla leader. No destroyer in the world could rival her in terms of speed, while her armor and the power of her artillery were comparable to those of light cruisers. Dual-purpose main guns and a battery of automatic AA guns ensured a strong AA defense.
es_mx: El barco fue diseñado como un destructor líder de flotilla. No había destructor en el mundo que pudiera rivalizar contra éste en términos de velocidad, mientras su blindaje y el poder de su artillería eran comparables a los de cruceros ligeros. Los cañones principales de doble propósito y una batería de cañones AA automáticos aseguraron una fuerte defensa antiaérea.
ja: 嚮導駆逐艦として設計されたこのナホトカは、速力においては世界中のあらゆる駆逐艦を凌駕しており、そしてその装甲と砲力は軽巡洋艦に匹敵するものでした。主砲に両用砲を採用すると共に対空機関砲も備えており、優れた対空防御力を有していました。
pl: Statek zaprojektowany jako niszczyciel prowadzący. Żaden niszczyciel świata nie mógł się z nim równać pod względem szybkości, pomimo tego, że jego uzbrojenie i opancerzenie porównywalne były z lekkimi krążownikami. Działa baterii głównej o podwójnym przeznaczeniu i automatyczne działa przeciwlotnicze zapewniały doskonałą ochronę przed wrogimi samolotami.
ru: Проект бронированного лидера эскадренных миноносцев. Превосходя по скорости хода все эсминцы в мире, по бронированию и мощи артиллерийского вооружения мог соперничать с лёгкими крейсерами. Универсальные установки главного калибра вместе с батареей зенитных автоматов обеспечивали кораблю хорошую ПВО.
uk: Проект броньованого лідера ескадрених міноносців. Перевершуючи за швидкістю ходу всі есмінці у світі, за бронюванням та потужністю артилерійського озброєння міг змагатися з легкими крейсерами. Універсальні установки головного калібру разом з батареєю зенітних автоматів забезпечували кораблю хорошу ППО.
zh: 以驱逐舰队领舰为目的的驱逐舰设计方案，在速度上没有任何驱逐舰可与其媲美，而在装甲防护和炮击火力上与轻巡洋舰相当，其装备的高平两用主炮和速射高炮组则能为其提供良好的防空能力。
zh_sg: 领袖级驱逐舰。在速度上没有任何驱逐舰可与其媲美，而在装甲防护和火力上与轻巡洋舰相当，其装备的高平两用主炮和自动防空炮组则能为其提供良好的对空防御能力。

# IDS_PRSD310_FULL
source: Nakhodka
ru: Находка
uk: Находка
zh: 纳霍德卡
zh_sg: 纳霍德卡

# IDS_PRSD310_SHORT
source: NKHDK
ru: НХДК
uk: НХДК
zh: 纳霍德卡
zh_sg: 纳霍德卡

# IDS_PRSD409
source: Tashkent
pl: Taszkient
ru: Ташкент
uk: Ташкент
zh: 塔什干
zh_sg: 塔什干

# IDS_PRSD409_DESCR
source: A destroyer flotilla leader intended to perform long-range reconnaissance duties within squadrons and support destroyers' torpedo attacks. She was built in Italy for the U.S.S.R. Navy (Project 20I). During World War II, she was one of the fastest warships in the world and the largest ship of this type.
es_mx: Un destructor líder de flotilla diseñado para realizar reconocimientos a distancia dentro de los escuadrones y para apoyar ataques de destructores con torpedos. Fue construido en Italia para la Marina de la URSS (Proyecto 20I). Durante la 2a Guerra Mundial, fue uno de los barcos más rápidos del mundo y el barco más grande de este tipo.
ja: タシケント (プロイェークト 20I) は、駆逐艦隊による長距離偵察任務を指揮したり雷撃任務を支援したりするための嚮導駆逐艦であり、ソ連海軍用としてイタリアで建造されました。本艦は二次大戦中においては世界最速クラスの戦闘艦のひとつであり、世界最大の駆逐艦でした。
pl: Niszczyciel prowadzący mający przeprowadzać zwiady dalekiego zasięgu w ramach eskadr i wspierać ataki torpedowe niszczycieli. Zbudowany we Włoszech dla Związku Radzieckiego (projekt 20I). W czasie II wojny światowej Taszkient był jednym z najszybszych okrętów wojennych na świecie i największym okrętem swojego typu.
ru: Лидер эскадренных миноносцев, предназначенный для выполнения функций дальнего разведчика при эскадре и поддержки эсминцев во время торпедных атак. Был построен в Италии по заказу СССР (проект 20И). Во время Второй мировой войны был одним из самых быстроходных боевых кораблей мира и самым крупным представителем своего класса.
uk: Лідер ескадрених міноносців, призначений виконувати функції далекого розвідника при ескадрі та підтримувати есмінці під час торпедних атак. Був побудований в Італії на замовлення СРСР (проект 20І). Під час Другої світової війни був одним із швидкохідніших бойових кораблів світу і найбільшим представником свого класу.
zh: 打算用来在分舰队中执行远程侦察任务，以及支持驱逐舰鱼雷攻击的小型驱逐舰队领导舰。战争时期它是世界上最快的战舰之一、也是此类型中最大的舰艇。
zh_sg: 领袖级驱逐舰，用于在舰队中执行远程侦察任务、以及支援驱逐舰鱼雷攻击的驱逐领舰。苏联海军(Project 20I)背景下在意大利建造。第二次世界大战期间，它是世界上最快的战舰之一、也是此类型中体积最大的战舰。

# IDS_PRSD409_FULL
source: Tashkent
pl: Taszkient
ru: Ташкент
uk: Ташкент
zh: 塔什干
zh_sg: 塔什干

# IDS_PRSD409_SHORT
source: TSHKT
ru: ТШКТ
uk: ТШКТ
zh: 阿什哈巴德
zh_sg: 塔什干

# IDS_PRSD505
source: Okhotnik
ru: Охотник
uk: Охотнік
zh: 猎人
zh_sg: 猎人

# IDS_PRSD505_DESCR
source: An original project for a unique large destroyer that was created during World War I to remedy the lack of modern cruisers in the Russian Navy. The ship's dimensions – too big for her type – allowed her to carry multiple guns and torpedo tubes.
es_mx: Un proyecto original para una destructor grande único que fue creado durante la 1a Guerra Mundial para remediar la falta de cruceros modernos en la Marina Rusa. Las dimensiones del barco – muy grandes para su tipo – le permitían cargar múltiples cañones y tubos de torpedos.
ja: オホトニクは、近代的な巡洋艦が不足していた一次大戦中のロシア帝国海軍において、この問題を解消するために開発された、特徴的な大型駆逐艦の計画案です。本案は駆逐艦としてはあまりにも大型であり、多数の砲と魚雷発射管を搭載していました。
pl: Pierwotny projekt unikalnego, dużego niszczyciela stworzonego w trakcie I wojny światowej, mającego zwalczać nowoczesne krążowniki marynarki rosyjskiej. Jego wymiary – zbyt duże jak na ten rodzaj okrętu – pozwalały mu przenosić liczne działa i wyrzutnie torped.
ru: Оригинальный проект уникального по своим характеристикам большого эскадренного миноносца, созданный во время Первой мировой войны с целью восполнить недостаток современных крейсеров в Российском флоте. Очень большие для своего класса размеры позволяли разместить на корабле большое число артиллерийских установок и торпедных аппаратов.
uk: Оригінальний проект унікального за своїми характеристиками великого ескадреного міноносця, створений під час Першої світової війни з метою заповнити нестачу сучасних крейсерів у Російському флоті. Дуже великі для свого класу розміри дозволяли розмістити на кораблі велику кількість артилерійських установок і торпедних апаратів.
zh: 一艘独特大型驱逐舰的原创计划，战争期间设计用来弥补所缺乏的现代化巡洋舰。该舰艇的尺寸──对其类型来说太大了──允许它搭载更多的舰炮及鱼雷发射管。
zh_sg: 第一次世界大战期间，为了弥补俄罗斯海军现代化巡洋舰缺乏所独创的特大型驱逐舰项目。──战舰的体积远超此舰种的常规尺寸──折让它可以搭载大量的舰炮和鱼雷发射管。

# IDS_PRSD505_FULL
source: Okhotnik
ru: Охотник
uk: Охотнік
zh: 猎人
zh_sg: 猎人

# IDS_PRSD505_SHORT
source: OKHOT
ru: ОХОТ
uk: ОХОТ
zh: 猎人
zh_sg: 猎人

# IDS_PRSD507
source: Leningrad
ru: Ленинград
uk: Ленінград
zh: 列宁格勒
zh_sg: 列宁格勒
