Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRUA521_D6_ART_STOCK
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA522_D6_ART_STOCK_2
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRUA531_ART_LGD
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13-IIs
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRUA532_ART_MAKAROV
source: 150 mm/60 SK C/25 on a Drh Tr C/28 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/28
ja: 150 mm/60 SK C/25 (Drh Tr C/28 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/28
ru: 150-мм/60 SK C/25 в установке Drh Tr C/28
uk: 150-мм/60 SK C/25 в установці Drh Tr C/28
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/28炮座）

# IDS_PRUA601_C7_ART_STOCK
source: 152 mm/57 B-38 on an MK-5 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5
ja: 152 mm/57 B-38 (MK-5 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5
ru: 152-мм/57 Б-38 в установке МК-5
uk: 152-мм/57 Б-38 в установці МК-5
zh: 152 毫米/57 MK-5
zh_sg: 152 mm/57 B-38（MK-5炮座）

# IDS_PRUA602_B7_ART_STOCK
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRUA611_D7_ART_STOCK
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA612_D7_ART_STOCK_2
source: 130 mm/50 Model 1936 on a B-13-IIc mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-13-IIc
ja: 130 mm/50 Model 1936 (B-13-IIc 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-13-IIc
ru: 130-мм/50 обр. 1936 г. в установке Б-13-IIс
uk: 130-мм/50 зр. 1936 р. в установці Б-13-IIс
zh: 130 毫米/50 B-13
zh_sg: 130 mm/50 Model 1936（B-13-IIc炮座）

# IDS_PRUA701_152_MK5_KUTUZOV
source: 152 mm/57 B-38 on an MK-5-bis mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5-bis
ja: 152 mm/57 B-38 (MK-5-bis 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5-bis
ru: 152-мм/57 Б-38 в установке МК-5-бис
uk: 152-мм/57 Б-38 в установці МК-5-біс
zh: 152 毫米/57 MK-5-比斯
zh_sg: 152 mm/57 B-38（MK-5-bis炮座）

# IDS_PRUA702_ART_LAZO
source: 152 mm/57 B-38 on an MK-5-bis mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5-bis
ja: 152 mm/57 B-38 (MK-5-bis 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5-bis
ru: 152-мм/57 Б-38 в установке МК-5-бис
uk: 152-мм/57 Б-38 в установці МК-5-біс
zh: 152 毫米/57 MK-5-比斯
zh_sg: 152 mm/57 B-38（MK-5-bis炮座）

# IDS_PRUA703_B8_ART_STOCK
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRUA704_ART_LENIN
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRUA705_ART_POLTAVA
source: 356 mm/54 Model 1938 in a turret
es_mx: Modelo 1938 de 356 mm/54 en una torreta
ja: 356 mm/54 Model 1938 (砲塔)
pl: 356 mm/54 Model 1938 w wieży
ru: 356-мм/54 обр. 1938 г. в башенной установке
uk: 356-мм/54 зр. 1938 р. у баштовій установці
zh: 356-мм/54 обр. 1938 г. в башенной установке
zh_sg: 356 mm/54 Model 1938（单装炮塔）

# IDS_PRUA706_CA8_ART_STOCK
source: 180 mm/57 Model 1932 on an MK-3-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180
ja: 180 mm/57 Model 1932 (MK-3-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180
uk: 180-мм/57 зр.1932 р. в установці МК-3-180
zh: 180 毫米/57 MK-3-180
zh_sg: 180 mm/57 Model 1932（MK-3-180炮座）

# IDS_PRUA707_ART_OCHAKOV
source: 152 mm/57 on a BL-115 mount
es_mx: Cañón de 152 mm/57 en un montaje BL-115
ja: 152 mm/57 (BL-115 砲座)
pl: 152 mm/57 na stanowisku BL-115
ru: 152-мм/57 в установке БЛ-115
uk: 152-мм/57 в установці БЛ-115
zh: 152-мм/57 в установке БЛ-115
zh_sg: 152 mm/57（BL-115炮座）

# IDS_PRUA708_ART_BAGRATION
source: 180 mm/57 Model 1932 on an MK-3-180M mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180M
ja: 180 mm/57 Model 1932 (MK-3-180M 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180M
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180М
uk: 180-мм/57 зр. 1932 р. в установці МК-3-180М
zh: 180 毫米/57 MK-3-180M
zh_sg: 180 mm/57 Model 1932（MK-3-180M炮座）

# IDS_PRUA709_ART_V_I_LENIN
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRUA711_C8_ART_STOCK
source: 152 mm/57 B-38 on an MK-5 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-5
ja: 152 mm/57 B-38 (MK-5 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-5
ru: 152-мм/57 Б-38 в установке МК-5
uk: 152-мм/57 Б-38 в установці МК-5
zh: 152 毫米/57 MK-5
zh_sg: 152 mm/57 B-38（MK-5炮座）

# IDS_PRUA721_D8_ART_STOCK
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA722_D8_ART_STOCK_2
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA723_D8_ART_STOCK_3
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA724_D8_ART_TOP_2
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRUA801_D9_ART_STOCK
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRUA802_D9_ART_STOCK_2
source: 130 mm/55 B-2-U
ru: 130-мм/55 Б-2-У
uk: 130-мм/55 Б-2-У
zh: 130 毫米/55 B-2-U

# IDS_PRUA803_D9_ART_STOCK_3
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA804_D9_ART_STOCK_4
source: 130 mm/50 Model 1936 on a B-2LM mount
es_mx: Modelo 1936 de 130 mm/50 en un montaje B-2LM
ja: 130 mm/50 Model 1936 (B-2LM 砲座)
pl: 130 mm/50 Model 1936 na stanowisku B-2LM
ru: 130-мм/50 обр. 1936 г. в установке Б-2ЛМ
uk: 130-мм/50 зр. 1936 р. в установці Б-2ЛМ
zh: 130 毫米/50 B-2LM
zh_sg: 130 mm/50 Model 1936（B-2LM炮座）

# IDS_PRUA805_B9_ART_STOCK
source: 406 mm/50 B-37 on an MK-1-406 mount
es_mx: B-37 de 406 mm/50 en un montaje MK-1-406
ja: 406 mm/50 B-37 (MK-1-406 砲座)
pl: 406 mm/50 B-37 na stanowisku MK-1-406
ru: 406-мм/50 Б-37 в установке МК-1-406
uk: 406-мм/50 Б-37 в установці МК-1-406
zh: 406 毫米/50 MK-1
zh_sg: 406 mm/50 B-37（MK-1-406炮座）

# IDS_PRUA806_CA9_ART_STOCK
source: 220 mm/60 on an SM-7 mount
es_mx: Cañón de 220 mm/60 en un montaje SM-7
ja: 220 mm/60 (SM-7 砲座)
pl: 220 mm/60 na stanowisku SM-7
ru: 220-мм/60 в установке СМ-7
uk: 220-мм/60 в установці СМ-7
zh: 220-мм/60 в установке СМ-7
zh_sg: 220 mm/60（SM-7炮座）

# IDS_PRUA807_ART_AZUR_SOV_RUSSIA
source: 406 mm/50 B-37 on an MK-1-406 mount
es_mx: B-37 de 406 mm/50 en un montaje MK-1-406
ja: 406 mm/50 B-37 (MK-1-406 砲座)
pl: 406 mm/50 B-37 na stanowisku MK-1-406
ru: 406-мм/50 Б-37 в установке МК-1-406
uk: 406-мм/50 Б-37 в установці МК-1-406
zh: 406 毫米/50 MK-1
zh_sg: 406 mm/50 B-37（MK-1-406炮座）

# IDS_PRUA811_D9_ART_TOP
source: 130 mm/55 B-2-U
ru: 130-мм/55 Б-2-У
uk: 130-мм/55 Б-2-У
zh: 130 毫米/55 B-2-U

# IDS_PRUA813_D9_ART_TOP_3
source: 130 mm/55 B-2-U
ru: 130-мм/55 Б-2-У
uk: 130-мм/55 Б-2-У
zh: 130 毫米/55 B-2-U

# IDS_PRUA814_D9_ART_TOP_4
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRUA821_C9_ART_STOCK
source: 180 mm/57 Model 1932 on an MK-3-180M mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-3-180M
ja: 180 mm/57 Model 1932 (MK-3-180M 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-3-180M
ru: 180-мм/57 обр. 1932 г. в установке МК-3-180М
uk: 180-мм/57 зр. 1932 р. в установці МК-3-180М
zh: 180 毫米/57 MK-3-180M
zh_sg: 180 mm/57 Model 1932（MK-3-180M炮座）

# IDS_PRUA822_ART_KRON
source: 305 mm/54 B-50 on an MK-15 mount
es_mx: B-50 de 305 mm/54 en un montaje MK-15
ja: 305 mm/54 B-50 (MK-15 砲座)
pl: 305 mm/54 B-50 na stanowisku MK-15
ru: 305-мм/54 Б-50 в установке МК-15
uk: 305-мм/54 Б-50 в установці МК-15
zh: 305毫米/54 MK-15
zh_sg: 305 mm/54 B-50（MK-15炮座）

# IDS_PRUA823_ART_NEUSTR
source: 130 mm/58 Model 1957 on an SM-2-1 mount
es_mx: Modelo 1957 de 130 mm/58 en un montaje SM-2-1
ja: 130 mm/58 Model 1957 (SM-2-1 砲座)
pl: 130 mm/58 Model 1957 na stanowisku SM-2-1
ru: 130-мм/58 обр. 1957 г. в установке СМ-2-1
uk: 130-мм/58 зр. 1957 р. в установці СМ-2-1
zh: 130 毫米/58 SM-2-1
zh_sg: 130 mm/58 Model 1957（SM-2-1炮座）

# IDS_PRUA830_BB8_ART_BORODINO
source: 406 mm/50 B-37 on an MK-1 mount
es_mx: B-37 de 406 mm/50 en un montaje MK-1
ja: 406 mm/50 B-37 (MK-1 砲座)
pl: 406 mm/50 B-37 na stanowisku MK-1
ru: 406-мм/50 Б-37 в установке МК-1
uk: 406-мм/50 Б-37 в установці МК-1
zh: 406-мм/50 Б-37 в установке МК-1
zh_sg: 406 mm/50 B-37 （MK-1炮座）

# IDS_PRUA901_C10_ART_STOCK
source: 220 mm/65 on an SM-6 mount
es_mx: Cañón de 220 mm/65 en un montaje SM-6
ja: 220 mm/65 (SM-6 砲座)
pl: 220 mm/65 na stanowisku SM-6
ru: 220-мм/65 в установке СМ-6
uk: 220-мм/65 в установці СМ-6
zh: 220 毫米/65 SM-6
zh_sg: 220 mm/65（SM-6炮座）

# IDS_PRUA902_B10_ART_STOCK
source: 406 mm/55 B-52 in a turret
es_mx: B-52 de 406 mm/55 en una torreta
ja: 406 mm/55 B-52 (砲塔)
pl: 406 mm/55 B-52 w wieży
ru: 406-мм/55 Б-52 в башенной установке
uk: 406-мм/55 Б-52 в баштовій установці
zh: 406 毫米/55 B-52
zh_sg: 406 mm/55 B-52（单装炮塔）

# IDS_PRUA903_B10_ART_TOP
source: 457 mm/48 B-45 on an SM-8 mount
es_mx: B-45 de 457 mm/48 en un montaje SM-8
ja: 457 mm/48 B-45 (SM-8 砲座)
pl: 457 mm/48 B-45 na stanowisku SM-8
ru: 457-мм/48 Б-45 в установке СМ-8
uk: 457-мм/48 Б-45 в установці СМ-8
zh: 457 毫米/48 B-45
zh_sg: 457 mm/48 B-45（SM-8炮座）

# IDS_PRUA904_B10_ART_STOCK
source: 406 mm/55 B-52 in a turret
es_mx: B-52 de 406 mm/55 en una torreta
ja: 406 mm/55 B-52 (砲塔)
pl: 406 mm/55 B-52 w wieży
ru: 406-мм/55 Б-52 в башенной установке
uk: 406-мм/55 Б-52 в баштовій установці
zh: 406 毫米/55 B-52
zh_sg: 406 mm/55 B-52（单装炮塔）

# IDS_PRUA905_ART_SMOLENSK
source: 130 mm/58 on a BL-132 mount
es_mx: Cañón de 130 mm/58 en un montaje BL-132
ja: 130 mm/58 (BL-132 砲座)
pl: 130 mm/58 na stanowisku BL-132
ru: 130-мм/58 в установке БЛ-132
uk: 130-мм/58 в установці БЛ-132
zh: 130-мм/58 в установке БЛ-132
zh_sg: 130 mm/58（BL-132炮座）

# IDS_PRUA906_CA10_ART_STOCK
source: 220 mm/65 on an SM-6 mount
es_mx: Cañón de 220 mm/65 en un montaje SM-6
ja: 220 mm/65 (SM-6 砲座)
pl: 220 mm/65 na stanowisku SM-6
ru: 220-мм/65 в установке СМ-6
uk: 220-мм/65 в установці СМ-6
zh: 220 毫米/65 SM-6
zh_sg: 220 mm/65（SM-6炮座）

# IDS_PRUA907_CA10_ART_STOCK
source: 180 mm/65 SM-45 on an SM-48 mount
es_mx: SM-45 de 180 mm/65 en un montaje SM-48
ja: 180 mm/65 SM-45 (SM-48 砲座)
pl: 180 mm/65 SM-45 na stanowisku SM-48
ru: 180-мм/65 СМ-45 в установке СМ-48
uk: 180-мм/65 СМ-45 в установці СМ-48
zh: 180-мм/65 СМ-45 в установке СМ-48
zh_sg: 180 mm/65 SM-45（SM-48炮座）

# IDS_PRUA908_ART_R10
source: 130 mm/60 on a BL-109A mount
es_mx: Cañón de 130 mm/60 en un montaje BL-109A
ja: 130 mm/60 (BL-109A 砲座)
pl: 130 mm/60 na stanowisku BL-109A
ru: 130-мм/60 в установке БЛ-109А
uk: 130-мм/60 в установці БЛ-109А
zh: 130 毫米/60 BL-109A
zh_sg: 130 mm/60（BL-109A炮座）

# IDS_PRUA911_D10_ART_STOCK
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRUA912_D10_ART_STOCK_2
source: 130 mm/58 Model 1957 on an SM-2-1 mount
es_mx: Modelo 1957 de 130 mm/58 en un montaje SM-2-1
ja: 130 mm/58 Model 1957 (SM-2-1 砲座)
pl: 130 mm/58 Model 1957 na stanowisku SM-2-1
ru: 130-мм/58 обр. 1957 г. в установке СМ-2-1
uk: 130-мм/58 зр. 1957 р. в установці СМ-2-1
zh: 130 毫米/58 SM-2-1
zh_sg: 130 mm/58 Model 1957（SM-2-1炮座）

# IDS_PRUA913_D10_ART_STOCK_3
source: 130 mm/55 B-2-U
ru: 130-мм/55 Б-2-У
uk: 130-мм/55 Б-2-У
zh: 130 毫米/55 B-2-U

# IDS_PRUA974_ART_MOSK
source: 220 mm/65 on an SM-6 mount
es_mx: Cañón de 220 mm/65 en un montaje SM-6
ja: 220 mm/65 (SM-6 砲座)
pl: 220 mm/65 na stanowisku SM-6
ru: 220-мм/65 в установке СМ-6
uk: 220-мм/65 в установці СМ-6
zh: 220 毫米/65 SM-6
zh_sg: 220 mm/65（SM-6炮座）

# IDS_PRUA975_ART_GROZ
source: 130 mm/58 Model 1957 on an SM-2-1 mount
es_mx: Modelo 1957 de 130 mm/58 en un montaje SM-2-1
ja: 130 mm/58 Model 1957 (SM-2-1 砲座)
pl: 130 mm/58 Model 1957 na stanowisku SM-2-1
ru: 130-мм/58 обр. 1957 г. в установке СМ-2-1
uk: 130-мм/58 зр. 1957 р. в установці СМ-2-1
zh: 130 毫米/58 SM-2-1
zh_sg: 130 mm/58 Model 1957（SM-2-1炮座）

# IDS_PRUA976_STALINGRAD
source: 305 mm/61 SM-33 on an SM-31 mount
es_mx: SM-33 de 305 mm/61 en un montaje SM-31
ja: 305 mm/61 SM-33 (SM-31 砲座)
pl: 305 mm/61 SM-33 na stanowisku SM-31
ru: 305-мм/61 СМ-33 в установке СМ-31
uk: 305-мм/61 СМ-33 в установці СМ-31
zh: 305 毫米/61 SM-31
zh_sg: 305 mm/61 SM-33（SM-31炮座）

# IDS_PRUA977_STALINGRAD
source: 305 mm/61 SM-33 on an SM-31 mount
es_mx: SM-33 de 305 mm/61 en un montaje SM-31
ja: 305 mm/61 SM-33 (SM-31 砲座)
pl: 305 mm/61 SM-33 na stanowisku SM-31
ru: 305-мм/61 СМ-33 в установке СМ-31
uk: 305-мм/61 СМ-33 в установці СМ-31
zh: 305 毫米/61 SM-31
zh_sg: 305 mm/61 SM-33（SM-31炮座）

# IDS_PRUE001_ENGINE_12000
source: Propulsion: 12,000 hp
es_mx: Propulsión: 12,000 hp
ja: 推力: 12,000 馬力
pl: Napęd: 12 000 KM
ru: ЭУ 12 000 л.с.
uk: СУ 12 000 к.с.
zh: 推进系统：12,000 匹马力
zh_sg: 推进系统：12000马力

# IDS_PRUE011_C1_ENG_STOCK
source: Propulsion: 20,000 hp
es_mx: Propulsión: 20,000 hp
ja: 推力: 20,000 馬力
pl: Napęd: 20 000 KM
ru: ЭУ 20 000 л.с.
uk: СУ 20 000 к.с.
zh: 推进系统：20,000 匹马力
zh_sg: 推进系统：20000马力

# IDS_PRUE101_ENGINE_11600_DIANA
source: Propulsion: 11,600 hp
es_mx: Propulsión: 11,600 hp
ja: 推力: 11,600 馬力
pl: Napęd: 11 600 KM
ru: ЭУ 11 600 л.с.
uk: СУ 11 600 к.с.
zh: 推进系统：11,600 匹马力
zh_sg: 推进系统：11600马力

# IDS_PRUE111_ENGINE_11600_PALLADA
source: Propulsion: 11,600 hp
es_mx: Propulsión: 11,600 hp
ja: 推力: 11,600 馬力
pl: Napęd: 11 600 KM
ru: ЭУ 11 600 л.с.
uk: СУ 11 600 к.с.
zh: 推进系统：11,600 匹马力
zh_sg: 推进系统：11600马力

# IDS_PRUE121_D2_ENG_STOCK
source: Propulsion: 28,400 hp
es_mx: Propulsión: 28,400 hp
ja: 推力: 28,400 馬力
pl: Napęd: 28 400 KM
ru: ЭУ 28 400 л.с.
uk: СУ 28 400 к.с.
zh: 推进系统：28,400 匹马力
zh_sg: 推进系统：28400马力

# IDS_PRUE131_C2_ENG_STOCK
source: Propulsion: 17,700 hp
es_mx: Propulsión: 17,700 hp
ja: 推力: 17,700 馬力
pl: Napęd: 17 700 KM
ru: ЭУ 17 700 л.с.
uk: СУ 17 700 к.с.
zh: 推进系统：17,700 匹马力
zh_sg: 推进系统：17700马力

# IDS_PRUE201_D3_ENG_STOCK
source: Propulsion: 25,500 hp
es_mx: Propulsión: 25,500 hp
ja: 推力: 25,500 馬力
pl: Napęd: 25 500 KM
ru: ЭУ 25 500 л.с.
uk: СУ 25 500 к.с.
zh: 推进系统：25,500 匹马力
zh_sg: 推进系统：25500马力

# IDS_PRUE202_B3_ENG_STOCK
source: Propulsion: 33,200 hp
es_mx: Propulsión: 33,200 hp
ja: 推力: 33,200 馬力
pl: Napęd: 33 200 KM
ru: ЭУ 33 200 л.с.
uk: СУ 33 200 к.с.
zh: 推进系统：33,200 匹马力
zh_sg: 推进系统：33200马力

# IDS_PRUE211_C3_ENG_STOCK
source: Propulsion: 19,500 hp
es_mx: Propulsión: 19,500 hp
ja: 推力: 19,500 馬力
pl: Napęd: 19 500 KM
ru: ЭУ 19 500 л.с.
uk: СУ 19 500 к.с.
zh: 推进系统：19,500 匹马力
zh_sg: 推进系统：19500马力

# IDS_PRUE212_ENG_OLEG
source: Propulsion: 19,500 hp
es_mx: Propulsión: 19,500 hp
ja: 推力: 19,500 馬力
pl: Napęd: 19 500 KM
ru: ЭУ 19 500 л.с.
uk: СУ 19 500 к.с.
zh: 推进系统：19,500 匹马力
zh_sg: 推进系统：19500马力

# IDS_PRUE213_ENG_VARYAG
source: Propulsion: 21,100 hp
es_mx: Propulsión: 21,100 hp
ja: 推力: 21,100 馬力
pl: Napęd: 21 000 KM
ru: ЭУ 21 100 л.с.
uk: СУ 21 100 к.с.
zh: 推进系统: 21100马力
zh_sg: 推进系统：21100马力

# IDS_PRUE301_D4_ENG_STOCK
source: Propulsion: 32,700 hp
es_mx: Propulsión: 32,700 hp
ja: 推力: 32,700 馬力
pl: Napęd: 32 700 KM
ru: ЭУ 32 700 л.с.
uk: СУ 32 700 к.с.
zh: 推进系统：32,700 匹马力
zh_sg: 推进系统：32700马力

# IDS_PRUE302_B4_ENG_STOCK
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PRUE311_C4_ENG_STOCK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PRUE401_ENGINE_90000
source: Propulsion: 90,000 hp
es_mx: Propulsión: 90 000 hp
ja: 推力: 90,000 馬力
pl: Napęd: 90 000 KM
ru: ЭУ 90 000 л.с.
uk: СУ 90 000 к.с.
zh: 推进系统：90,000 匹马力
zh_sg: 推进系统：90000马力

# IDS_PRUE402_B5_ENG_STOCK
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PRUE403_ENG_MIKOYAN
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PRUE404_CA5_ENG_STOCK
source: Propulsion: 120,000 hp
es_mx: Propulsión: 120,000 hp
ja: 推力: 120,000 馬力
pl: Napęd: 120 000 KM
ru: ЭУ 120 000 л.с.
uk: СУ 120 000 к. с.
zh: 推进系统：120,000 匹马力
zh_sg: 推进系统：120000马力

# IDS_PRUE405_ENG_KIROV
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PRUE411_ENGINE_48000
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PRUE421_D5_ENG_STOCK
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PRUE422_ENG_OHOTNIK
source: Propulsion: 35,200 hp
es_mx: Propulsión: 35,200 hp
ja: 推力: 35,200 馬力
pl: Napęd: 35 200 KM
ru: ЭУ 35 200 л.с.
uk: СУ 35 200 к.с.
zh: 推进系统：35,200 匹马力
zh_sg: 推进系统：35200马力

# IDS_PRUE423_D5_ENG_STOCK_2
source: Propulsion: 66,000 hp
es_mx: Propulsión: 66,000 hp
ja: 推力: 66,000 馬力
pl: Napęd: 66 000 KM
ru: ЭУ 66 000 л.с.
uk: СУ 66 000 к.с.
zh: 推进系统：66,000 匹马力
zh_sg: 推进系统：66000马力

# IDS_PRUE431_ENGINE_30000_NIKOLAY
source: Propulsion: 30,000 hp
es_mx: Propulsión: 30,000 hp
ja: 推力: 30,000 馬力
pl: Napęd: 30 000 KM
ru: ЭУ 30 000 л.с.
uk: СУ 30 000 к.с.
zh: 推进系统：30,000 匹马力
zh_sg: 推进系统：30000马力

# IDS_PRUE432_ENGINE_REV
source: Propulsion: 61,000 hp
es_mx: Propulsión: 61,000 hp
ja: 推力: 61,000 馬力
pl: Napęd: 61000 KM
ru: ЭУ 61 000 л.с.
uk: СУ 61 000 к.с.
zh: 推进系统：61,000 匹马力
zh_sg: 推进系统：61000马力

# IDS_PRUE441_C5_ENG_STOCK
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PRUE451_ENGINE_50000_KK
source: Propulsion: 50,000 hp
es_mx: Propulsión: 50 000 hp
ja: 推力: 50,000 馬力
pl: Napęd: 50 000 KM
ru: ЭУ 50 000 л.с.
uk: СУ 50 000 к.с.
zh: 推进系统：50,000 匹马力
zh_sg: 推进系统：50000马力

# IDS_PRUE501_D6_ENG_STOCK
source: Propulsion: 52,200 hp
es_mx: Propulsión: 52,200 hp
ja: 推力: 52,200 馬力
pl: Napęd: 52 200 KM
ru: ЭУ 52 200 л.с.
uk: СУ 52 200 к.с.
zh: 推进系统：52,200 匹马力
zh_sg: 推进系统：52200马力

# IDS_PRUE502_D6_ENG_STOCK_2
source: Propulsion: 48,000 hp
es_mx: Propulsión: 48 000 hp
ja: 推力: 48,000 馬力
pl: Napęd: 48 000 KM
ru: ЭУ 48 000 л.с.
uk: СУ 48 000 к.с.
zh: 推进系统：48,000 匹马力
zh_sg: 推进系统：48000马力

# IDS_PRUE503_B6_ENG_STOCK
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PRUE511_C6_ENG_STOCK
source: Propulsion: 130,000 hp
es_mx: Propulsión: 130,000 hp
ja: 推力: 130,000 馬力
pl: Napęd: 130 000 KM
ru: ЭУ 130 000 л.с.
uk: СУ 130 000 к.с.
zh: 推进系统：130,000 匹马力
zh_sg: 推进系统：130000马力

# IDS_PRUE521_ENGINE_110000_MOLOTOV
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PRUE531_ENG_LGD
source: Propulsion: 66,000 hp
es_mx: Propulsión: 66,000 hp
ja: 推力: 66,000 馬力
pl: Napęd: 66 000 KM
ru: ЭУ 66 000 л.с.
uk: СУ 66 000 к.с.
zh: 推进系统：66,000 匹马力
zh_sg: 推进系统：66000马力

# IDS_PRUE532_ENG_MAKAROV
source: Propulsion: 60,000 hp
es_mx: Propulsión: 60 000 hp
ja: 推力: 60,000 馬力
pl: Napęd: 60 000 KM
ru: ЭУ 60 000 л.с.
uk: СУ 60 000 к.с.
zh: 推进系统：60,000 匹马力
zh_sg: 推进系统：60000马力

# IDS_PRUE601_D7_ENG_STOCK
source: Propulsion: 81,000 hp
es_mx: Propulsión: 81,000 hp
ja: 推力: 81,000 馬力
pl: Napęd: 81 000 KM
ru: ЭУ 81 000 л.с.
uk: СУ 81 000 к.с.
zh: 推进系统：81,000 匹马力
zh_sg: 推进系统：81000马力

# IDS_PRUE602_D7_ENG_STOCK_2
source: Propulsion: 66,000 hp
es_mx: Propulsión: 66,000 hp
ja: 推力: 66,000 馬力
pl: Napęd: 66 000 KM
ru: ЭУ 66 000 л.с.
uk: СУ 66 000 к.с.
zh: 推进系统：66,000 匹马力
zh_sg: 推进系统：66000马力

# IDS_PRUE603_B7_ENG_STOCK
source: Propulsion: 100,000 hp
es_mx: Propulsión: 100,000 hp
ja: 推力: 100,000 馬力
pl: Napęd: 100 000 KM
ru: ЭУ 100 000 л.с.
uk: СУ 100 000 к.с.
zh: 推进系统：100,000 匹马力
zh_sg: 推进系统：100000马力

# IDS_PRUE604_B7_ENG_TOP
source: Propulsion: 144,000 hp
es_mx: Propulsión: 144,000 hp
ja: 推力: 144,000 馬力
pl: Napęd: 144 000 KM
ru: ЭУ 144 000 л.с.
uk: СУ 144 000 к.с.
zh: 推进系统：144,000 匹马力
zh_sg: 推进系统：144000马力

# IDS_PRUE611_C7_ENG_STOCK
source: Propulsion: 126,500 hp
es_mx: Propulsión: 126,500 hp
ja: 推力: 126,500 馬力
pl: Napęd: 126 500 KM
ru: ЭУ 126 500 л.с.
uk: СУ 126 500 к.с.
zh: 推进系统：126,500 匹马力
zh_sg: 推进系统：126500马力
