Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC380_FRENCHDDARC_LETERRIBLE_DESCRIPTION
source: Large destroyer Le Terrible was launched in November 1933 in Caen (department of Calvados, Normandy region). During sea trials, all of her Le Fantasque-class sister ships exceeded a speed of 40 knots. However, Le Terrible emerged victorious in this race, having sustained a speed of 45 knots, an unsurpassed speed record for a large surface ship. According to a tradition adopted in the French armed forces, everyone who served on a ship after her commissioning ordered badges with her emblem. Le Terrible's emblem depicted a black cobra encircling a red letter "T". During World War II, Le Terrible had a rich operational record. In the autumn of 1939, she participated in the hunt for German commerce raiders in the Atlantic as she intercepted and sank the blockade runner Santa Fe. After an upgrade in the United States in 1943, Le Terrible saw action off the coast of Italy, took part in the liberation of Corsica, supported the landings in the south of France, and countered hostile shipping in the Adriatic.
es_mx: El enorme destructor Le Terrible se botó en noviembre de 1933 en Caen (departamento de Calvados, región de Normandía). Durante las pruebas de navegación, todos sus barcos hermanos de clase Le Fantasque superaban la velocidad de 40 nudos. Sin embargo, el Le Terrible salió victorioso en la carrera al mantener una velocidad de 45 nudos, un récord no alcanzado hasta el momento por ningún buque bélico de ese tamaño. Siguiendo la tradición de las fuerzas armadas francesas, todo el que sirviera en un barco después de su puesta en servicio llevaría placas con su emblema. El emblema del Le Terrible era una cobra negra que rodeaba una letra «T» roja. Durante la II Guerra Mundial, el Le Terrible tuvo un abundante historial de operaciones. En otoño de 1939, participó en la caza de los barcos alemanes que atacaban los mercantes en el Atlántico. Concretamente, interceptó y hundió el Santa Fe, que sorteaba el bloqueo en esa zona. Tras una mejora en los Estados Unidos en 1943, el Le Terrible entró en acción en la costa de Italia, participó en la liberación de Córcega, apoyó los desembarcos en el sur de Francia y contraatacó las embarcaciones hostiles en el Adriático.
ja: 大型駆逐艦ル・テリブルは 1933 年 11 月にカーン (ノルマンディー地域圏カルヴァドス県) で進水しました。海上公試中には、ル・ファンタスク級の姉妹艦全てが 40 ノット以上の速力を発揮しました。しかし、このレースに勝利したのはル・テリブルでした。本艦が記録した速力である 45 ノットは、未だ破られることのない大型水上艦のスピード記録です。フランス軍の伝統によれば、ある艦の就役後に勤務する全乗組員はその艦の紋章が載った記章をを注文します。ル・テリブルの紋章の意匠は、「T」の文字を囲むブラックコブラです。 二次大戦中のル・テリブルは豊富な戦歴を有しています。1939 年秋、本艦は大西洋におけるドイツ通商破壊艦隊の追撃戦に参加し、封鎖突破船サンタフェを迎撃し撃沈しました。1943 年にアメリカ合衆国で改修を受けた後、イタリア沖で作戦行動に就いたル・テリブルは、コルシカ解放戦に参加し、南フランスでの上陸作戦を支援し、アドリア海で敵の艦艇に対抗しました。
pl: Duży niszczyciel Le Terrible został zwodowany w listopadzie 1933 w Caen (departament Calvados, region Normandia). Podczas prób morskich wszystkie okręty siostrzane klasy Le Fantasque osiągnęły prędkość przewyższającą 40 węzłów. Jednak to Le Terrible wyszedł zwycięsko z wyścigu, gdyż jako jedyny utrzymał prędkość 45 węzłów – niedościgniony rekord prędkości dla wielkopowierzchniowego okrętu. Zgodnie z tradycją przyjętą we francuskich siłach zbrojnych każdy, kto służył na okręcie po jego wejściu do służby, otrzymywał odznakę z jego emblematem. Emblemat Le Terrible przedstawiał czarną kobrę okalającą czerwoną literę „T”. Le Terrible mógł pochwalić się bogatym przebiegiem służby z okresu II wojny światowej. Jesienią 1939 brał udział w polowaniu na niemieckich korsarzy na Atlantyku, napotykając i zatapiając łamacza blokady Santa Fe. Po modernizacji w Stanach Zjednoczonych w 1943, Le Terrible działał u wybrzeży Włoch, brał udział w wyzwoleniu Korsyki, zabezpieczał lądowania w Południowej Francji i zwalczał wrogie okręty na Adriatyku.
ru: Контрминоносец Le Terrible (фр. «ужасный») был спущен на воду в ноябре 1933 года в городе Кан (департамент Кальвадос, Нормандия). На испытаниях все его систершипы (типа Le Fantasque) превысили 40-узловую скорость. Однако Le Terrible превзошёл и их, развив 45 узлов, что стало непревзойдённым рекордом скорости для крупного надводного корабля. По традиции французских вооружённых сил, служившие на корабле после его вступления в строй заказывали себе нагрудные значки с эмблемой. На эмблеме Le Terrible изображалась чёрная кобра, опоясывающая литеру «T» красного цвета. Боевой путь Le Terrible в годы Второй мировой войны был достаточно насыщенным. Осенью 1939 года он участвовал в поисках немецких рейдеров в Атлантике, «заодно» перехватив и потопив блокадопрорыватель Santa Fe. Пройдя в 1943 году модернизацию в США, Le Terrible действовал у берегов Италии, принимал участие в освобождении Корсики, поддерживал высадку на юге Франции и вёл борьбу с судоходством неприятеля в Адриатике.
uk: Контрміноносець Le Terrible (фр. «жахливий») спустили на воду в листопаді 1933 р. в місті Кан (департамент Кальвадос, Нормандія). На випробуваннях всі його однотипники (типу Le Fantasque) досягли швидкості понад 40 вузлів. Однак, Le Terrible перевершив і їх, досягши 45 вузлів, — що стало неперевершеним рекордом швидкості для великого надводного корабля. За традицією французьких збройних сил, члени команди корабля після його вступу у стрій, замовляли собі нагрудні значки з емблемою. На емблемі Le Terrible була зображена чорна кобра, яка обводить літеру «T» червоного кольору. Бойовий шлях Le Terrible у роки Другої світової війни був досить насиченим. Восени 1939 р. він брав участь у пошуках німецьких рейдерів в Атлантиці, «заразом» перехопивши й потопивши блокадного проривника Santa Fe. Пройшовши 1943 р. модернізацію у США, Le Terrible діяв біля берегів Італії, брав участь у визволенні Корсики, підтримував висадку на півдні Франції й вів боротьбу з судноплавством ворога в Адріатиці.
zh: Контрминоносец Le Terrible (фр. «ужасный») был спущен на воду в ноябре 1933 года в городе Кан (департамент Кальвадос, Нормандия). На испытаниях все его систершипы (типа Le Fantasque) превысили 40-узловую скорость. Однако Le Terrible превзошёл и их, развив 45 узлов, что стало непревзойдённым рекордом скорости для крупного надводного корабля. По традиции французских вооружённых сил, служившие на корабле после его вступления в строй заказывали себе нагрудные значки с эмблемой. На эмблеме Le Terrible изображалась чёрная кобра, опоясывающая литеру «T» красного цвета. Боевой путь Le Terrible в годы Второй мировой войны был достаточно насыщенным. Осенью 1939 года он участвовал в поисках немецких рейдеров в Атлантике, «заодно» перехватив и потопив блокадопрорыватель Santa Fe. Пройдя в 1943 году модернизацию в США, Le Terrible действовал у берегов Италии, принимал участие в освобождении Корсики, поддерживал высадку на юге Франции и вёл борьбу с судоходством неприятеля в Адриатике.
zh_sg: 大型驱逐舰可怖号于1933年11月在卡昂（诺曼底地区卡尔瓦多斯省）下水。在试航期间，它所有的空想级姊妹舰都超过了40节的速度。然而，可怖号还是在这场比赛中取得了胜利，持续达到了45节的航速，这是一艘大型水面战舰难以超越速度纪录。根据法国军队的传统，所有在船上服役的人在试航后都会授予带有它标志的徽章。可怖号的标志绘有了一条环绕红色字母“T”的黑色眼镜蛇。 在第二次世界大战期间，可怖号拥有丰富的行动记录。在1939年秋天，它参与了在大西洋猎捕德国商业袭击者的行动，同时拦截并击沉了封锁突破舰圣达菲号。1943年在美国升级后，可怖号在意大利海岸进行行动，参与解放科西嘉岛，支援法国南部的登陆，并攻击了敌人在亚得里亚海的航运。

# IDS_PCZC381_FRENCHDDARC_MOGADOR_DESCRIPTION
source: The finest of the French large destroyers. The most powerful representatives of this type of ship were Mogador and Volta. By their dimensions (a length exceeding 137 meters) and fire power (eight 139 mm guns), ships of this type were almost closer to light cruisers, yet far outmatching them in terms of speed. The lead ship, Mogador, named after the French-African Morocco port city, entered service in June 1938. Military defense constructions built in Mogador in the 18th century served as the basis for the ship's badge. Created for actions alongside high-speed battleships of the Dunkerque class, at the beginning of World War II Mogador and Volta joined them as part of the Raiding Force (French: "Force de raid"). Right up until the fall of France, both ships had seen active service in the Atlantic, in the Northern Sea and in the Mediterranean. In July 1940, after the Vichy regime was established in France, the British fleet attacked French ships at the base at Mers-el-Kébir. During the attack, Mogador was hit by a 381 mm British shell and sustained severe damage, putting her out of action for quite a time. In November 1942, Mogador was scuttled in Toulon Harbor to keep her from falling into German hands.
es_mx: Los destructores franceses de gran tamaño mejores y más potentes, y los mejores representantes de este tipo de barcos eran el Mogador y el Volta. Por sus dimensiones (longitud superior a 137 m) y su potencia de fuego (ocho cañones de 139 mm), los barcos de este tipo estaban más próximos a los cruceros ligeros, aunque les faltaba mucho para superarlos en velocidad. El Mogador, buque líder bautizado en honor de la ciudad portuaria marroquí, entró en servicio en junio de 1938. Las construcciones de defensa militar construidas en Mogador en el siglo XVIII sirvieron como base para la insignia del barco. Creados para llevar a cabo acciones junto a los acorazados de clase Dunkerque, al principio de la II Guerra Mundial el Mogador y el Volta se unieron a ellos como parte de la fuerza de asalto («force de raid» en francés). Hasta la caída de Francia, ambos barcos prestaron servicio de forma activa en el Atlántico, el mar del Norte y el Mediterráneo. En julio de 1940, tras el establecimiento del régimen de Vichy en Francia, la flota británica atacó barcos franceses en la base de Mers-el-Kébir. Durante el ataque, el Mogador recibió un impacto de un proyectil británico de 381 mm y sufrió un daño severo que lo dejó fuera de combate durante bastante tiempo. En noviembre de 1942, el Mogador fue hundido en el puerto de Toulon para evitar que cayera en manos alemanas.
ja: フランス大型駆逐艦の中で最高のパワーを持ち、そしてこの種の艦としては最強といえるのがモガドールとヴォルタです。大きさ (全長 137 m 強) と火力 (139 mm 砲 8 門) の点で、このタイプの駆逐艦は軽巡洋艦に近く、しかも速力で圧倒しています。モロッコの港湾都市に因んで命名された 1 番艦モガドールは 1938 年 6 月に就役しました。本艦の徽章は 18 世紀のモガドールに建設された軍事要塞に基づいています。 ダンケルク級高速戦艦と共に行動するために建造されたモガドールとヴォルタは、二次大戦勃発時に「襲撃部隊 (フランス語: Force de raid)」の一員としてこれらの戦艦の仲間に加わりました。フランスの敗北まで、両艦は大西洋、北海、地中海で積極的に任務に就きました。1940 年 7 月、フランスでヴィシー政権が樹立した後に、イギリス艦隊はメルセルケビールのフランス艦を攻撃しました。攻撃の中でモガドールはイギリスの 381 mm 砲弾 1 発を被弾し、長期間作戦行動が不能になる大きな損傷を受けました。1942 年 11 月、モガドールはドイツの手に渡ることを防ぐためにトゥーロン港で自沈しました。
pl: Najwspanialsze i najpotężniejsze z francuskich dużych niszczycieli, a także najsilniejsi przedstawiciele tego typu okrętów to Mogador oraz Volta. Pod względem wymiarów (długość przekraczająca 137 m) i siły ognia (osiem dział o kal. 139 mm), okręty tego typu były bardziej zbliżone do lekkich krążowników, jednakże znacznie przewyższały je, gdy mowa o prędkości. Mogador, okręt flagowy nazwany na cześć miasta portowego Maroko, wszedł do służby w czerwcu 1938 roku. Militarne konstrukcje obronne wzniesione w Mogador w XVIII wieku posłużyły jako baza dla herbu. Okręty te zostały sworzone do walki u boku szybkich pancerników klasy Dunkerque, na początku II wojny światowej Mogador oraz Volta dołączyły do nich jako część Sił szturmowych (francuskie „Force de raid”). Tuż przed kapitulacją Francji, oba okręty aktywnie służyły na Atlantyku, Morzu Północnym i Śródziemnym. W lipcu 1940 roku, po ustanowieniu rządu Vichy we Francji, brytyjska flota zaatakowała francuskie okręty w bazie w Al-Marsa al-Kabir. Podczas walk Mogador został trafiony przez brytyjski pocisk o kal. 381 mm i odniósł poważne uszkodzenia, które wyłączyły go na pewien czas ze służby. W listopadzie 1942 roku Mogador został zatopiony przez własną załogę w Tulonie, aby nie przejść w ręce Niemców.
ru: Вершиной развития французских контрминоносцев и самыми мощными представителями этого класса были Mogador и Volta. По своим размерам (длина свыше 137 метров) и огневой мощи (восемь 139-мм орудий) корабли этого типа приближались к лёгким крейсерам, заметно превосходя их по скорости хода. Головной Mogador, названный в честь города-порта на марокканском побережье, вступил в строй в июне 1938 года. Построенные в XVIII веке, элементы оборонительных сооружений Могадора послужили основой для эмблемы корабля. Создававшиеся для действий с быстроходными линкорами типа Dunkerque, в начале Второй мировой войны Mogador и Volta вошли вместе с ними в «Рейдерское соединение» (фр. Force de raid). Вплоть до падения Франции оба корабля действовали весьма активно, успев побывать и в Атлантике, и в Северном, и в Средиземном морях. В июле 1940 года, после установления во Франции режима Виши, британский флот атаковал французские корабли на рейде Мерс-эль-Кебира. Получивший при этом попадание 381-мм снаряда Mogador был надолго выведен из строя. В ноябре 1942 года во избежание захвата немцами он был затоплен экипажем в Тулоне.
uk: Верхівкою розвитку французьких контрміноносців і найпотужнішими представниками цього класу були Mogador і Volta. За своїми габаритами (довжина понад 137 метрів) і вогневою міццю (вісім 139-мм гармат) кораблі цього типу наближалися до легких крейсерів, помітно перевершуючи їх за швидкістю ходу. Головний Mogador, названий на честь міста-порту на марокканському узбережжі, став у стрій у червні 1938 року. На підставі елементів оборонних споруд Могадора, побудованих ще у XVIII сторіччі, створили емблему корабля. Створені для дій із швидкохідними лінкорами типу Dunkerque, на початку Другої світової війни Mogador і Volta увійшли разом із ними до складу «Рейдерського з’єднання» (фр. Force de raid). Аж до падіння Франції обидва кораблі діяли досить активно, встигнувши побувати і в Атлантиці, і в Північному, і в Середземному морях. У липні 1940 року, після встановлення у Франції режиму Віші, британський флот атакував французькі кораблі на рейді Мерс-ель-Кебіра. Отримавши в цій атаці влучення 381-мм снарядом, Mogador надовго вийшов із ладу. У листопаді 1942 року, щоб уникнути захоплення німцями, екіпажем затопив корабель у Тулоні.
zh: Вершиной развития французских контрминоносцев и самыми мощными представителями этого класса были Mogador и Volta. По своим размерам (длина свыше 137 метров) и огневой мощи (восемь 139-мм орудий) корабли этого типа приближались к лёгким крейсерам, заметно превосходя их по скорости хода. Головной Mogador, названный в честь города-порта на марокканском побережье, вступил в строй в июне 1938 года. Построенные в XVIII веке, элементы оборонительных сооружений Могадора послужили основой для эмблемы корабля. Создававшиеся для действий с быстроходными линкорами типа Dunkerque, в начале Второй мировой войны Mogador и Volta вошли вместе с ними в «Рейдерское соединение» (фр. Force de raid). Вплоть до падения Франции оба корабля действовали весьма активно, успев побывать и в Атлантике, и в Северном, и в Средиземном морях. В июле 1940 года, после установления во Франции режима Виши, британский флот атаковал французские корабли на рейде Мерс-эль-Кебира. Получивший при этом попадание 381-мм снаряда Mogador был надолго выведен из строя. В ноябре 1942 года во избежание захвата немцами он был затоплен экипажем в Тулоне.
zh_sg: 最顶级、最强大的法国大型驱逐舰，此类型战舰的最强代表是莫加多尔和伏尔塔。在尺寸方面（长度超过137米）和火力（8门139毫米火炮），这种类型的战舰更接近轻型巡洋舰，但在速度方面却远远超过它们。莫加多尔是以摩洛哥港口城市命名的领舰，于1938年6月开始服役。该战舰徽章的基础是18世纪在莫加多尔建造的军事防御建筑。 莫加多尔和伏尔塔是为与敦刻尔克级的高速战列舰一起行动而创建的，在第二次世界大战开始时，这两艘战舰作为袭击部队（法语：“Force de raid”）的一部分加入了它们。直到法国沦陷时，这两艘战舰在大西洋，北海和地中海都有积极参与行动。1940年7月，维希政权在法国成立后，英国舰队袭击了位于米尔斯克比尔基地的法国战舰。在袭击中，莫加多尔被381毫米的英国炮弹击中，并遭受了严重的损害，使它相当长的一段时间无法参加行动。1942年11月，以防止落入德国人手中，莫加多尔在土伦港被凿沉。

# IDS_PCZC382_FRENCHDDARC_VAUQUELIN_DESCRIPTION
source: French naval officer Jean Vauquelin made a name for himself during battles against the English off the coast of Canada during the Seven Years' War (1756–1763). In June 1758 he successfully evaded the Royal Navy's blockade of Louisbourg twice. Those exploits of his were subsequently congratulated by the French and British alike. In May 1760, while escorting a fleet of transport ships, Vauquelin, who commanded a small frigate, was pursued by a British squadron led by the 74-gun ship-of-the-line, Vanguard. Within the two-hour gallant fight that followed, the frigate fired all of her ammunition. The ship was almost burnt to ashes, and her defiant commander taken prisoner. However, in a tribute to Vauquelin's valor and dedication, the British soon released him to become a national hero of France, and subsequently of French-speaking Canada. In September 1932, a large destroyer designated "Vauquelin" was launched in the city of Dunkirk in northern France. The ship's badge is based on the coat-of-arms of the Canadian province of Quebec, in the defense of which Jean Vauquelin left his mark in history.
es_mx: El oficial naval francés Jean Vauquelin adquirió renombre en las batallas contra los ingleses en la costa de Canadá durante la guerra de los siete años (1756–1763). En junio de 1758 burló con éxito el bloqueo de la Royal Navy sobre Louisbourg dos veces. Con el tiempo, tanto los ingleses como los franceses terminarían por reconocerle estas hazañas. En mayo de 1760, mientras escoltaba una flota de barcos de transporte a bordo de una pequeña corbeta, Vauquelin sufrió la persecución de un escuadrón británico liderado por el barco de última generación Vanguard, con 74 cañones. Se inició así una encarnizada lucha de dos horas en la que la corbeta disparó toda su munición. El barco quedó reducido a cenizas y su aguerrido comandante fue capturado como prisionero. Sin embargo, como homenaje al valor y la dedicación de Vauquelin, los británicos no tardaron en liberarlo para que pudieran nombrarlo héroe nacional de Francia y posteriormente de la Canadá francófona. En septiembre de 1932, un enorme destructor llamado «Vauquelin» se botó en la ciudad de Dunkerque, en el norte de Francia. La insignia del barco está inspirada en el escudo de armas de la defensa de la provincia canadiense de Quebec, en la que Jean Vauquelin hizo historia.
ja: フランスの海軍士官ジャン・ヴォ―クランは 7 年戦争 (1756–1763) においてイギリスに対するカナダ沖の海戦で有名になりました。1758 年 6 月、彼はイギリス海軍によるルイブール封鎖を 2 度も回避しました。彼の偉業はその後フランスとイギリスの双方で称賛されました。1760 年 5 月、輸送船団の護衛中に、小型フリゲートを指揮していたヴォ―クランは 74 門戦列艦ヴァンガードが率いるイギリス艦隊の追撃を受けました。2 時間の勇敢な戦いの後に、このフリゲートは弾薬を使い果たしました。本艦はほぼ全焼し、その挑戦的な艦長は捕虜になりました。しかし、ヴォ―クランの勇気と献身に敬意を表し、イギリスはすぐに彼を解放しました。こうして彼はフランスとフランス語圏のカナダの国民的英雄となりました。 1932 年、「ヴォ―クラン」と命名された大型駆逐艦が北フランスのダンケルク市で進水しました。本艦の徽章は、ジャン・ヴォ―クランが防衛戦で歴史に名を遺したカナダのケベック州の紋章に基づいています。
pl: Francuski oficer morski Jean Vauquelin wysławił się podczas walk przeciwko Anglikom na wybrzeżach Kanady w trakcie wojny siedmioletniej (1756–1763). W czerwcu 1758 udało mu się dwukrotnie przemknąć obok blokady twierdzy Louisbourg organizowanej przez Royal Navy. Jego wyczyny zostały ostatecznie docenione zarówno przez stronę francuską jak i brytyjską. W maju 1760 roku, prowadząc eskortę okrętów transportowych, dowodzący małą fregatą Vauquelin, musiał uciekać przed brytyjską eskadrą, której przewodził okręt liniowy Vanguard z 74 działami na pokładzie. Podczas chwalebnej, 2-godzinnej walki fregata wystrzelała całą dostępną amunicję. Okręt spalono niemal doszczętnie, a dowódcę wzięto jako jeńca. Jednak z uwagi na męstwo i poświęcenie Vauquelina, Brytyjczycy wkrótce wypuścili go na wolność. Stał się narodowym bohaterem Francji, a później francuskojęzycznej Kanady. We wrześniu 1932 duży niszczyciel o nazwie „Vauquelin” został zwodowany w Dunkierce, w północnej Francji. Godło okrętu wzorowane jest na herbie kanadyjskiej prowincji Quebec, której bronił Jean Vauquelin, odciskając swój ślad w historii.
ru: Офицер французского флота Жан Воклен прославился в сражениях с англичанами у берегов Канады в ходе Семилетней войны (1756–1763). Дважды прорвав блокаду Луисбурга в июне 1758 года, он вызвал восхищение как французов, так и британцев. В мае 1760 года, защищая транспортные суда, Воклен, командовавший небольшим фрегатом, вступил в бой с английской эскадрой во главе с 74-пушечным кораблём Vanguard. Расстреляв в течение двухчасового сражения все боеприпасы, французский фрегат сгорел практически целиком, а его герой-командир попал в плен. Впрочем, в воздаяние его доблести и самоотверженности, британцы в скором времени отпустили Воклена, ставшего национальным героем Франции, а впоследствии и франкоязычной Канады. В сентябре 1932 года в городе Дюнкерк на севере Франции был спущен на воду контрминоносец Vauquelin. Основой для эмблемы корабля стал герб канадской провинции Квебек, при защите которой Жан Воклен и вошёл в историю.
uk: Офіцер французького флоту Жан Воклен прославився в боях з англійцями біля берегів Канади під час Семирічної війни (1756–1763 рр.). Двічі прорвавши блокаду Луїсбурґа в червні 1758 р. він викликав захоплення як французів, так і британців. У травні 1760 р., захищаючи транспортні судна, Воклен, який командував невеликим фрегатом, вступив у бій з англійською ескадрою на чолі з 74-гарматним кораблем Vanguard. Використавши у двогодинному бою всі боєприпаси, французький фрегат згорів майже повністю, а його зухвалий командир потрапив у полон. Втім, зважаючи на його доблесть і самовідданість, британці незабаром відпустили Воклена, який став національним героєм Франції, а згодом і франкомовної Канади. У вересні 1932 р. в місті Дюнкерк на півночі Франції спустили на воду контрміноносець Vauquelin. Підставою для емблеми корабля став герб канадської провінції Квебек, захищаючи яку Жан Воклен і увійшов до історії.
zh: Офицер французского флота Жан Воклен прославился в сражениях с англичанами у берегов Канады в ходе Семилетней войны (1756–1763). Дважды прорвав блокаду Луисбурга в июне 1758 года, он вызвал восхищение как французов, так и британцев. В мае 1760 года, защищая транспортные суда, Воклен, командовавший небольшим фрегатом, вступил в бой с английской эскадрой во главе с 74-пушечным кораблём Vanguard. Расстреляв в течение двухчасового сражения все боеприпасы, французский фрегат сгорел практически целиком, а его герой-командир попал в плен. Впрочем, в воздаяние его доблести и самоотверженности, британцы в скором времени отпустили Воклена, ставшего национальным героем Франции, а впоследствии и франкоязычной Канады. В сентябре 1932 года в городе Дюнкерк на севере Франции был спущен на воду контрминоносец Vauquelin. Основой для эмблемы корабля стал герб канадской провинции Квебек, при защите которой Жан Воклен и вошёл в историю.
zh_sg: 在七年战争期间（1756-1763），法国海军军官让·沃克林在与加拿大沿海英国人的战斗中一夜成名。1758年6月，他两次成功地躲开了皇家海军对路易斯堡的封锁。随后，法国和英国对他的这些功绩表示祝贺。1760年5月，在护送一支运输舰队时，指挥一艘小型护卫舰的沃克林被一支由74炮的先锋舰队率领的英国中队追击。在随后的两小时激烈战斗中，护卫舰用尽了所有的弹药。这艘战舰几乎被烧成了灰烬，它的挥官被俘虏了。然而，为了纪念沃克林的英勇和奉献精神，英国人很快释放他，他成为法国的民族英雄，随后又又成为了讲法语的加拿大人。 1932年9月，一艘名为“沃克林”的大型驱逐舰在法国北部的敦刻尔克市下水。这艘战舰的徽章是基于加拿大魁北克省的盾徽，让·沃克林在历史上留下了记号。
