Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC442_CAPT_2_1_MUTSUKI_DESCRIPTION
source: Cap spent plenty of time studying the art of conducting warfare from behind islands. Thanks to the experience he gained, he was able to articulate a true formula for success: to be victorious when playing a destroyer, you need to become a survival expert and truly understand the correct positioning of your ship! The most important fact is that out of all other warship types, it is the destroyer that has the smallest HP pool. So, if you suddenly find yourself in the midst of roaring waves, try to stay behind your allies and never enter the Key Area—it is the most dangerous place on the map! Fact no.2—there is no time to explain, but always keep your AA guns on a high alert! Take a deep breath of fresh marine air and keep calm. Your AA defenses will take care of the rest by dealing untold damage to any enemy aviation. Remember: the ultimate goal of destroyers in battle is to destroy enemy warships. Thus, as soon as you spot an enemy on the horizon, make sure you immediately start firing at them with all your guns!
es_mx: Cap pasó mucho tiempo estudiando el arte de la guerra por detrás de las islas. Gracias a la experiencia que obtuvo, fue capaz de concluir una verdadera fórmula para el éxito: ¡para salir victorioso al jugar con un destructor, debes convertirte en un experto en supervivencia y entender realmente el posicionamiento correcto de tu barco! El primer y más importante hecho: de todos los tipos de barcos de guerra, el destructor es el que tiene la menor cantidad de HP. Entonces, si de repente te encuentras en medio de furiosas olas, intenta mantenerte detrás de tus aliados y nunca entres al Área Clave: ¡es el lugar más peligroso en el mapa! Hecho número 2: no hay tiempo para explicaciones, ¡pero siempre mantén tus armas AA en alerta máxima! Respira profundamente el fresco aire del mar y mantén la calma. Tus defensas AA se encargarán del resto al causar daños incalculables a cualquier aviación enemiga. Recuerda: el objetivo final de los destructores en la batalla es destruir a los barcos de guerra enemigos. Por lo tanto, tan pronto detectes un enemigo en el horizonte, ¡asegúrate de comenzar a disparar inmediatamente con todos tus cañones!
ja: 船長は島々の背後から作戦行動する戦術の研究に多くの時間を費やしました。そして自身の経験を活かし、成功への確かな方程式をまとめることに成功したのです。それは、駆逐艦でプレイする際に勝利を掴むためには、生き残り続ける技術に長けていることと、位置取りへの深い理解が求められるということです! 最も重要なことは、駆逐艦の HP プールはあらゆる艦種の中で最小であるということです。従って、突如として敵に囲まれそうになった際には、味方の背後に留まり、キーエリアに突入することは絶対に避けるべきです。マップ上で最も危険な場所なのですから! 次いで、説明する時間はありませんが、常に対空兵装を厳戒態勢に置くことです! 海の新鮮な空気を深く吸って、冷静さを保ちましょう。そうすれば、あとは対空兵装があらゆる敵機に甚大なダメージを与えてくれるはずです。 覚えておきましょう: 駆逐艦にとっての最大の目的は、敵艦艇を駆逐することです。従って、敵艦艇を視認したら速やかに全力射撃を開始しましょう!
pl: Kapitan poświęcił dużo czasu na zgłębianie sztuki prowadzenia walki zza osłony terenowej. Dzięki zdobytemu doświadczeniu potrafił sformułować przepis na sukces: odnoszenie zwycięstw grając niszczycielem, wymaga mistrzowskiego opanowania sztuki przetrwania i pozycjonowania swojego okrętu! Pierwszy i podstawowy fakt — spośród wszystkich rodzajów okrętów, niszczyciele mają najmniejszą pulę PW. Jeśli więc nagle okaże się, że otaczają Cię wzburzone fale, schowaj się za sojusznikami i nigdy nie wpływaj do strefy kluczowej — to najbardziej niebezpieczne miejsce na mapie! Fakt nr 2 — nie ma czasu na wyjaśnienia, ale niech Twoje działa przeciwlotnicze zawsze będą gotowe do wystrzału! Weź głęboki wdech i zachowaj spokój. Twoje uzbrojenie przeciwlotnicze zajmie się wrogim lotnictwem. Pamiętaj: głównym celem niszczycieli jest zwalczanie wrogich niszczycieli. Jeśli więc zobaczysz jakiś na horyzoncie, natychmiast otwórz ogień ze wszystkich dział!
ru: Кэп долго обучался искусству ведения боя из-за островов. Благодаря приобретённому опыту он вывел настоящую формулу успеха: чтобы выиграть на эсминце, нужно стать экспертом в выживании и правильном позиционировании корабля! Первое и самое очевидное — из всех классов кораблей именно у эсминцев наименьшее количество очков боеспособности. Поэтому если уж вы внезапно оказались посреди бушующих волн, то старайтесь держаться позади союзников и ни в коем случае не заходите на точку — это самое опасное место на карте! Второе — некогда объяснять, но всегда держите орудия ПВО наготове! Поглубже вдохните свежий морской воздух и будьте спокойны. Остальное за вас сделает ПВО, когда нанесёт наибольшее количество урона авиации противника. Помните, что главная задача эсминцев в бою — уничтожение вражеских кораблей. Так что как только на горизонте появится противник — начинайте палить по нему из всех орудий!
uk: Кеп довго навчався мистецтву ведення бою з-поза островів. Завдяки здобутому досвіду, він вивів справжню формулу успіху: щоб виграти на есмінці, потрібно стати експертом у виживанні та правильному позиціонуванні корабля! Перше й найочевидніше — з усіх класів кораблів саме есмінці мають найменшу кількість очок боєздатності. Тому, якщо вже ви раптово опинилися посеред бурхливих хвиль, то намагайтеся триматися позаду союзників і ні в якому разі не заходьте на точку — це найнебезпечніше місце на мапі! Друге — нема часу пояснювати, але завжди тримайте гармати ППО напоготові! Глибше вдихніть свіже морське повітря та заспокойтеся. Решту за вас зробить ППО, коли нанесе найбільшу кількість шкоди ворожій авіації. Пам’ятайте, що головне завдання есмінців у бою — знищення ворожих кораблів. Тому як тільки на горизонті з’явиться супротивник — починайте палити по ньому з усіх гармат!
zh: Кэп долго обучался искусству ведения боя из-за островов. Благодаря приобретённому опыту он вывел настоящую формулу успеха: чтобы выиграть на эсминце, нужно стать экспертом в выживании и правильном позиционировании корабля! Первое и самое очевидное — из всех классов кораблей именно у эсминцев наименьшее количество очков боеспособности. Поэтому если уж вы внезапно оказались посреди бушующих волн, то старайтесь держаться позади союзников и ни в коем случае не заходите на точку — это самое опасное место на карте! Второе — некогда объяснять, но всегда держите орудия ПВО наготове! Поглубже вдохните свежий морской воздух и будьте спокойны. Остальное за вас сделает ПВО, когда нанесёт наибольшее количество урона авиации противника. Помните, что главная задача эсминцев в бою — уничтожение вражеских кораблей. Так что как только на горизонте появится противник — начинайте палить по нему из всех орудий!
zh_sg: 卡普花了大量时间研究从岛屿后方作战的艺术。多亏了他所获得的经验，能够清晰地总结出一个真正的成功公式：要想在使用驱逐舰时取得胜利，你需要成为一名生存专家，并真正了解你战舰的正确定位！ 在所有战舰类型中，首要事实是，驱逐舰的血量最低。所以，如果你突然发现自己置身于汹涌的海浪之中，试着呆在盟友的后面并且永远不要进入关键区域，那是地图上最危险的地方！ 事实2——没时间解释了，但要时刻保持防空炮高度戒备！深呼吸新鲜的海洋空气，保持冷静。您的对空防御系统将通过对敌方飞机造成不可估量的伤害来解决剩下的问题。 记住：驱逐舰在战斗中的最终目标是摧毁敌舰。因此，一旦你在地平线上发现了敌舰，立即开始用你所有武器向他开火！

# IDS_PCZC443_CAPT_2_2_EDINBURGH
source: Cruisers: Knowledge Is Power
es_mx: Cruceros: el Conocimiento es Poder
ja: 巡洋艦: 知識は力なり
pl: Krążowniki: wiedza to potęga
ru: Крейсеры: знания — сила
uk: Крейсери: знання — сила
zh: Крейсеры: знания — сила
zh_sg: 巡洋舰：知识就是力量

# IDS_PCZC443_CAPT_2_2_EDINBURGH_DESCRIPTION
source: Cruisers are the easiest ship type to handle (hell, yeah!). Cap could helm any of them in his sleep! Remember—the correct use of their consumables and armament specifics are key to mastering the gameplay of cruisers. Here is a bunch of life hacks from Cap himself! First, cruisers carry AP shells only. This means that heavily armored targets are naturally your top priority. Second, use the tube-by-tube torpedo firing feature wisely. In the heat of battle, send a torpedo in each direction—one of them will undoubtedly find its target. Third, don't spend your consumables in vain. You don't have too many smoke charges to play around with in battle, so use them only in dire situations, such as when you need to back off to escape fierce enemy fire.
es_mx: Los cruceros son el tipo de barco más fácil de controlar (¡claro que sí!). ¡Cap podría dirigir cualquiera de ellos mientras duerme! Recuerda: el uso correcto de sus consumibles y su armamento específico son clave para dominar el estilo de juego de los cruceros. ¡Aquí tenemos algunos consejos del propio Cap! Primero, los cruceros solo cuentan con proyectiles AP. Esto significa que los objetivos fuertemente blindados son naturalmente tu máxima prioridad. Segundo, usa la característica de disparar los torpedos tubo por tubo sabiamente: en el calor de la batalla, envía un torpedo en cada dirección; uno de ellos encontrará sin dudas su objetivo. Tercero, no uses tus consumibles en vano: no tienes tantas cargas de humo para andar jugando durante la batalla. Úsalas solo en situaciones extremas, como cuando necesita retirarte para escapar del feroz fuego enemigo.
ja: 巡洋艦は最も扱いやすい艦種 (当然ですよね!) であり、船長ならどんな巡洋艦であれ眠りながらでも舵を取ることができます! 巡洋艦でのゲームプレイをマスターするためには、消耗品と兵装の特徴を適切に活かすことが鍵である、ということを覚えていきましょう。船長による数々のライフハックをご紹介します! まず、巡洋艦は徹甲弾 (AP) のみを使用できます。従って、重装甲の艦艇が自ずと最優先目標になります。 次いで、魚雷の単発射撃を巧みに活用しましょう。激戦の最中で様々な方向に 1 本ずつ魚雷を放てば、そのうち 1 本ぐらいは間違いなく命中するはずです。 そして、消耗品は無駄なく活用しましょう。戦闘中に使用できる煙幕には限りがありますので、例えば敵の集中砲火から逃れるためといった緊急事態のみに使用すべきです。
pl: Krążowniki są najłatwiejszym rodzajem okrętów do opanowania (no, jasne!). Kapitan mógłby dowodzić jednym z nich nawet obudzony w środku nocy! Pamiętaj — właściwe wykorzystanie sprzętu eksploatacyjnego i charakterystyki uzbrojenia są kluczem do opanowania krążowników. Oto kilka cennych wskazówek od samego Kapitana! Po pierwsze, krążowniki posiadają tylko pociski PP. Oznacza to, że ciężko opancerzone okręty są Twoim naturalnym celem. Po drugie, mądrze korzystaj z możliwości pojedynczego wystrzeliwania torped: w bojowej gorączce poślij po jednej torpedzie w każdą stronę — któraś z nich na pewno trafi w cel. Po trzecie, nie zużywaj na darmo swojego sprzętu eksploatacyjnego: nie masz wystarczającej ilości ładunków zasłony dymnej, żeby się nią bawić. Używaj jej tylko w krytycznych sytuacjach, np. gdy chcesz uciec przed ogniem nieprzyjaciela.
ru: Крейсеры — самый простой класс кораблей (да-да!). Будьте уверены, Кэп умеет рулить ими с закрытыми глазами! Помните, что залог успешной игры на крейсерах — правильное использование снаряжения и особенностей вооружения. Ловите избранные лайфхаки от Кэпа! Во-первых, орудия крейсеров оснащены только бронебойными снарядами, так что эффективнее всего стрелять по тяжелобронированным целям. Во-вторых, грамотно используйте потрубный пуск торпед: находясь в эпицентре сражения, выпустите по торпеде в каждую сторону — одна из них точно должна попасть в цель. В-третьих, не тратьте снаряжение зря: у вас не так много зарядов дымов, чтобы растрачивать их в бою. Используйте их лишь в крайнем случае — например, если вы находитесь под шквальным огнём противника и вам надо отступить.
uk: Крейсер, проєкт якого розробляли в другій половині 1940-х років (проєкт 65). Основними його перевагами були посилення бронювання, ППО та оснащення новітніми, ефективнішими артилерійськими системами. Крейсери — найпростіший клас кораблів (так-так!). Будьте впевнені, Кеп вміє кермувати ними із закритими очима! Пам’ятайте, що запорука успішної гри на крейсерах — правильне використання спорядження й особливостей озброєння. Ловіть найкращі «лайфхаки» від Кепа! По-перше, гармати крейсерів оснащені лише бронебійними снарядами, тому найефективніше стріляти по важкоброньованим цілям. По-друге, грамотно використовуйте можливість пускати торпеди по одній: перебуваючи в епіцентрі бою, випустіть по торпеді в кожний бік — одна з них точно повинна влучити в ціль. По-третє, не витрачайте спорядження даремно: у вас не так багато зарядів димів, щоб розтрачувати їх у бою. Використовуйте їх лише в крайньому випадку — наприклад, якщо ви перебуваєте під шквальним вогнем супротивника та вам треба відступити.
zh: Крейсеры — самый простой класс кораблей (да-да!). Будьте уверены, Кэп умеет рулить ими с закрытыми глазами! Помните, что залог успешной игры на крейсерах — правильное использование снаряжения и особенностей вооружения. Ловите избранные лайфхаки от Кэпа! Во-первых, орудия крейсеров оснащены только бронебойными снарядами, так что эффективнее всего стрелять по тяжелобронированным целям. Во-вторых, грамотно используйте потрубный пуск торпед: находясь в эпицентре сражения, выпустите по торпеде в каждую сторону — одна из них точно должна попасть в цель. В-третьих, не тратьте снаряжение зря: у вас не так много зарядов дымов, чтобы растрачивать их в бою. Используйте их лишь в крайнем случае — например, если вы находитесь под шквальным огнём противника и вам надо отступить.
zh_sg: 巡洋舰是最容易处理的船型（见鬼，是的！）。卡普能在睡梦中驾驭它们中的任何一艘！记住，如何正确的使用消耗品和武器特性，是掌握巡洋舰玩法的关键。以下是一堆来自卡普日常生活的谏言！ 首先，巡洋舰只携带穿甲弹。这意味着重甲单位自然是你的首要目标。 第二，娴熟的使用一发接一发的鱼雷发射技巧：在战斗最激烈的时候，向每个方向各发射一枚鱼雷，其中一枚无疑会命中目标。 第三，不要白白浪费你的消耗品：战斗中你没有太多的烟幕可以使用。只在紧急情况下才使用它们，比如你需要撤退躲避敌人猛烈炮火的时候。

# IDS_PCZC444_CAPT_2_3_BISMARCK
source: Bismarck: Easy Win
es_mx: El Bismarck: una Victoria Fácil
ja: Bismarck: 楽勝
pl: Bismarck: łatwe zwycięstwo
ru: Bismarck: лёгкие победы
uk: Bismarck: легкі перемоги
zh: Bismarck: лёгкие победы
zh_sg: 俾斯麦：轻松获胜

# IDS_PCZC444_CAPT_2_3_BISMARCK_DESCRIPTION
source: Cap knows so much about this ship—more than even the most seasoned of sea wolves could ever dream of! Here are the main secrets of how to tame this mighty behemoth! Hint #1 from the salty sea dog: thoroughly examine the features of your ship. Bismarck's main distinction from the majority of battleships is her access to Hydroacoustic Search. Utilize this consumable for a good cause: fire it up right at the beginning of a battle to defend yourself against any unexpected torpedo attacks! With the combat awareness it provides, and being protected against any possible threats, rush to capture a Key Area. Hint #2: don't be afraid of flanking alone. You stand at the helm of a huge battleship, so drop any agonizing doubts you might have! Your ship's excellent armor protection will allow you to fight off overwhelming enemy forces—no allied support is needed, you have my word!
es_mx: Cap sabe mucho sobre este barco, ¡incluso más que el más experimentado de los lobos marinos pudiera soñar! ¡Aquí están los principales secretos sobre cómo domar a este poderoso gigante! Consejo #1 del lobo de mar más experimentado: examine detenidamente las características de su barco. La principal diferencia del Bismarck con la mayoría de los acorazados es su acceso a la Búsqueda Hidroacústica. Utiliza este consumible por una buena causa: ¡actívalo justo al inicio de una batalla para defenderte de cualquier ataque inesperado de torpedos! Con la conciencia situacional de combate que proporciona y estando protegido contra cualquier posible amenaza, apresúrate a capturar un Área Clave. Consejo # 2: no tengas miedo de flanquear tu solo. Te encuentras al timón de un enorme acorazado, ¡así que deja cualquier duda que puedas tener! El excelente blindaje de tu barco te permitirá combatir contra las abrumadoras fuerzas enemigas; no necesitas apoyo aliado, ¡tienes mi palabra!
ja: 船長はこのビスマルクを熟知しています。そう、最も経験豊富な海の狼たちですら想像もできないほどに! この強大な巨艦を手懐けるための主な秘密をご紹介しましょう! 熟練船乗りからのヒント #1: 自艦の特徴をくまなく把握しましょう。本艦が大半の戦艦と異なる主な特徴は、「水中聴音」を使用できることであり、この消耗品を有効活用すべきです。戦闘開始直後に発動しておけば、不意な雷撃から身を守ることができます! これによって戦況を把握し、あらゆる脅威から身を守りつつ、キーエリアを占領すべく急行しましょう。 ヒント #2: 恐れずに単独での回り込み攻撃を仕掛けましょう。あなたが舵を取っているのは巨大な戦艦なのですから、心配など不要です! 素晴しい装甲防御力のおかげで、圧倒的多数の敵戦力とも交戦できます。味方の支援なんて不要です。私を信じてください!
pl: Kapitan wie o tym okręcie więcej niż większość starych wygów! Oto kilka sekretów ujarzmienia tej potężnej bestii! Wskazówka wilka morskiego nr 1: dokładnie zbadaj cechy swojego okrętu. Cechą charakterystyczną Bismarcka jest dostęp do Sondy hydroakustycznej. Dobrze ją wykorzystaj: odpal ją już na samym początku bitwy, żeby chronić się przed niespodziewanymi atakami torpedowymi! Dzięki rozeznaniu w sytuacji i ochronie przed wszelkimi zagrożeniami, jakie daje Sonda, możesz śmiało wpływać w strefy kluczowe. Wskazówka nr 2: nie bój się ataków oskrzydlających w pojedynkę. Stoisz na mostku wielkiego pancernika, więc porzuć wszelkie zbędne obawy! Twój okręt ma świetny pancerz, więc pozwoli Ci odeprzeć każdy atak przeważających sił nieprzyjaciela — słowo daję, że wsparcie jest Ci zbędne!
ru: Про этот корабль Кэп знает столько, что ни одному морскому волку и не снилось! Кэп любезно поделился главными секретами управления могучим Bismarck. Первый совет бывалого командира: основательно изучите особенности своего корабля. Главное отличие Bismarck от большинства линкоров — наличие гидроакустического поиска (ГАП). Используйте это снаряжение во благо: активируйте ГАП в самом начале боя (это спасёт вас от неожиданной торпедной атаки). Далее, обезопасив себя от возможных угроз, смело отправляйтесь на захват контрольной точки. Второй совет: не бойтесь одиночества на фланге. Вы командир линкора, так к чему тягостные сомнения? Благодаря отличному бронированию, даже без помощи союзников вы легко справитесь с превосходящими силами противника. Обещаем!
uk: Про цей корабель Кеп знає стільки, що жодному морському вовку і не снилося! Кеп люб’язно поділився головними секретами управління могутнім Bismarck. Перша порада бувалого командира: докладно вивчите особливості свого корабля. Головна відмінність Bismarck від більшості лінкорів — наявність гідролокатора. Використовуйте це спорядження на благо: активуйте гідролокатор на самому початку бою (це врятує вас від несподіваної торпедної атаки). Далі, коли ви убезпечили себе від можливих загроз, сміливо вирушайте на захоплення контрольної точки. Друга порада: не бійтеся самотності на фланзі. Ви — командир лінкора, так до чого тяжкі сумніви? Завдяки відмінному бронюванню, навіть без допомоги союзників ви легко впораєтеся з більшими силами супротивника. Обіцяємо!
zh: Про этот корабль Кэп знает столько, что ни одному морскому волку и не снилось! Кэп любезно поделился главными секретами управления могучим Bismarck. Первый совет бывалого командира: основательно изучите особенности своего корабля. Главное отличие Bismarck от большинства линкоров — наличие гидроакустического поиска (ГАП). Используйте это снаряжение во благо: активируйте ГАП в самом начале боя (это спасёт вас от неожиданной торпедной атаки). Далее, обезопасив себя от возможных угроз, смело отправляйтесь на захват контрольной точки. Второй совет: не бойтесь одиночества на фланге. Вы командир линкора, так к чему тягостные сомнения? Благодаря отличному бронированию, даже без помощи союзников вы легко справитесь с превосходящими силами противника. Обещаем!
zh_sg: 卡普对这艘战舰了了如指掌，连最资深的海狼都自愧不如！以下是驯服这只强大巨兽的主要秘诀！ 来自老船长的提示#1：彻底了解你战舰的特点。俾斯麦与大多数战列舰的主要区别在于它可以使用对海搜索。这个消耗品有一个好处：在战斗开始时就发射它，防范任何意外的鱼雷攻击！有了它所提供的预警和保护，迅速占领一个关键区域。 提示#2：不要害怕单独奔袭侧翼。你站在一艘巨大的战列舰上，所以放下不必要的担心！你战舰有出色的装甲防护，不需要友军支援也能压制敌方部队，相信我！

# IDS_PCZC445_CAPT_2_4_YAMATO
source: Yamato: A Nightmare for Destroyers
es_mx: El Yamato: una Pesadilla para los Destructores
ja: 大和: 駆逐艦の悪夢
pl: Yamato: postrach niszczycieli
ru: Yamato: гроза эсминцев
uk: Yamato: гроза есмінців
zh: Yamato: гроза эсминцев
zh_sg: 大和：驱逐舰的噩梦

# IDS_PCZC445_CAPT_2_4_YAMATO_DESCRIPTION
source: Yamato is an easy-to-play ship that paves a path to victory and makes it a satisfying one to walk. Her might boils down to the caliber of her guns and the thickness of her armor. Here are some winning tactics from Cap, codenamed the "Tree Steps"! Step 1: Acquire a target. Top priority should be given to destroyers—a natural choice due to their tiny pools of HP. Step 2: Assume an appropriate position. Close in on the enemy to make sure your shells land dead on target. Step 3: Fire! Turn your broadside to the doomed enemy (so you can engage all the ship's guns), and fire a full salvo! The enemy fired back? No worries! Your broadside has the best armor protection out there!
es_mx: El Yamato es un barco fácil de jugar que facilita el camino hacia la victoria, haciendo su recorrido algo satisfactorio. Su poder se reduce al calibre de sus armas y al espesor de su blindaje. ¡Aquí hay algunas tácticas ganadoras de Cap, codificadas como "Los Pasos del Árbol"! Paso 1: selecciona un objetivo. Tu mayor prioridad deben ser los destructores, una elección natural debido a sus reducida cantidad de HP. Paso 2: asume una posición adecuada. Acércate al enemigo para asegurarte de que tus proyectiles impacten directamente sobre el objetivo. Paso 3: ¡Dispara! ¡Gira tu costado hacia al enemigo para sellar su condena (así podrás usar todos los cañones del barco) y dispara una salva completa! ¿El enemigo contraatacó? ¡No te preocupes! ¡Tu costado tiene el mejor blindaje que existe!
ja: 大和は扱いやすい戦艦であり、勝利への道筋を切り開いてそこを悠然と歩くことができます。本艦の強大さは、その巨砲と装甲厚にあります。それでは、船長による勝利のための「三段階」戦術をご紹介しましょう! ステップ 1: 目標を捕捉しましょう。最優先目標は、当然ながら HP プールが小さな駆逐艦です。 ステップ 2: 適切な位置取りを確保しましょう。敵艦に接近し、必中を目指しましょう。 ステップ 3: 射撃しましょう! 舷側を哀れな敵艦に向け (全門で狙えるように)、全門斉射しましょう! 反撃を受けたら? 心配無用です! 舷側装甲こそ最も堅牢ですから!
pl: Yamato to łatwy w grze okręt, który praktycznie gwarantuje gładkie zwycięstwo. Sekretem tej mocy jest kaliber jego artylerii i grubość pancerza. Oto przepis na pewne zwycięstwo od samego Kapitana, nazwany „Trzy kroki”! Krok 1: wybierz cel. Naturalnym wyborem będą niszczyciele, ze względu na swoją małą pulę PW. Krok 2: przyjmij odpowiednią pozycję. Zbliż się do przeciwnika, żeby mieć pewność, że wszystkie Twoje strzały dosięgną celu. Krok 3: ognia! Zwróć się burtą do skazanego na klęskę wroga (żebyś mógł strzelać ze wszystkich dział) i wystrzel pełną salwę! Wróg odpowiedział ogniem? Bez obaw, Twój pancerz burtowy jest niezrównany!
ru: Yamato — корабль, на котором легко играть и ещё легче побеждать! А всё благодаря калибру орудий и толщине брони. Вашему вниманию — победная стратегия «Три шага» от Кэпа! Шаг первый — выбор цели. Лучше всего подойдут эсминцы, так как у них меньше всего очков боеспособности. Шаг второй — позиционирование. Подойдите к противнику поближе, чтобы обеспечить более точное попадание. Шаг третий — стрельба. Повернитесь к обречённому на проигрыш противнику бортом (чтобы можно было стрелять сразу из всех орудий) и дайте залп! И не волнуйтесь, если вдруг увидите, как противник выстрелил в ответ, ведь борт вашего корабля бронирован лучше всего!
uk: Yamato — корабель, на якому легко грати та ще легше перемагати! А все завдяки калібру гармат і товщині броні. До вашої уваги — переможна стратегія «Три кроки» від Кепа! Крок перший — вибір цілі. Найкраще пасуватиме есмінець, бо вони мають найменше очок боєздатності. Крок другий — позиціонування. Підійдіть до супротивника ближче, щоб забезпечити точніше влучення. Крок третій — стрільба. Поверніться до приреченого на програш супротивника бортом (щоб можна було стріляти відразу з усіх гармат), і дайте залп! І не хвилюйтеся, якщо раптом побачите, як супротивник вистрілив у відповідь, адже борт вашого корабля броньований найкраще!
zh: Yamato — корабль, на котором легко играть и ещё легче побеждать! А всё благодаря калибру орудий и толщине брони. Вашему вниманию — победная стратегия «Три шага» от Кэпа! Шаг первый — выбор цели. Лучше всего подойдут эсминцы, так как у них меньше всего очков боеспособности. Шаг второй — позиционирование. Подойдите к противнику поближе, чтобы обеспечить более точное попадание. Шаг третий — стрельба. Повернитесь к обречённому на проигрыш противнику бортом (чтобы можно было стрелять сразу из всех орудий) и дайте залп! И не волнуйтесь, если вдруг увидите, как противник выстрелил в ответ, ведь борт вашего корабля бронирован лучше всего!
zh_sg: 大和号是一艘很容易玩的船，它为胜利铺平了道路并让人愉快的行走。其强大之处可归结于火炮的口径和装甲的厚度。这里有一些来自卡普的制胜策略，代号为“三步制胜法”！ 第1步：找到目标。驱逐舰优先级最高，这很自然，因为它们血量最低。 第2步：选择一个合适的位置。靠近敌人，确保你的炮弹落在目标身上。 第3步：开火！把你的侧翼转向敌人（这样你就可以用战舰上所有火炮瞄准它），然后齐射！ 敌人胆敢还击？别担心！你的侧面有最好的装甲保护！

# IDS_PCZC446_CAPT_2_5_SCHARNHORST
source: Scharnhorst: Shoot and Rule!
es_mx: Scharnhorst: ¡Dispara y Domina!
ja: Scharnhorst: 射撃して支配せよ!
pl: Scharnhorst: strzelaj i rządź!
ru: Scharnhorst: стреляй и властвуй!
uk: Scharnhorst: стріляй і володарюй!
zh: Scharnhorst: стреляй и властвуй!
zh_sg: 沙恩霍斯特：大炮即政权！
