Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC284_BRITISHCVARC_NAKAJIMA_B5N2_DESCRIPTION
source: The Japanese carrier-based torpedo bomber Nakajima B5N, nicknamed "Kate" by the Americans, caused significant trouble for the Allies in the first year of the war in the Pacific. Developed by Nakajima company designers, it was adopted in 1937. Being equipped with a 1,000 hp engine in 1939, the plane received was designated "B5N2" and, with this modification, became the main torpedo bomber of the Japanese Navy until 1943. In terms of range, speed, and, perhaps most importantly, the reliability of its torpedo weapons, "Kate" was noticeably better than its American counterpart—Devastator. The "moment of glory" for B5N2 was a raid on the U.S. Navy base at Pearl Harbor in December 1941. The operation involved 144 aircraft of this model, and they acted both as torpedo bombers and as low-level bombers ("Kate" could carry up to 800 kg of bombs instead of a torpedo). Every third torpedo launched by the "Kates" that day found their target, leaving the U.S. Pacific Fleet with barely any battleships. In 1942, the lethal B5N2 kept on sinking Allied ships one by one in nearly every major battle. Gradually, however, the aircraft's shortcomings—weak defensive weapons and the lack of any protection—began to manifest themselves. By the beginning of 1944, the "Kates" had been mostly replaced by more advanced machines, although they still remained in use until the end of the war.
es_mx: El torpedero japonés embarcado Nakajima B5N, apodado "Kate" por los estadounidenses, causó muchos problemas a los Aliados durante el primer año de la guerra en el Pacífico. Desarrollado por diseñadores de la compañía Nakajima, fue adoptado en 1937. Al equiparlo con un motor de 1000 hp en 1939, el avión fue designado "B5N2" y, con esta modificación, se convirtió en el principal torpedero de la Marina Japonesa hasta 1943. En términos de alcance, velocidad y, tal vez lo más importante, lo confiable de sus torpedos, el "Kate" era notablemente mejor que su contraparte estadounidense: el Devastator. El "momento de gloria" del B5N2 fue un ataque sobre la base de la Aramada de los EE. UU. en Pearl Harbor en diciembre de 1941. La operación involucró 144 aviones de este modelo, los cuales actuaron como torpederos y bombarderos de baja altitud (el "Kate" podía cargar hasta 800 kg de bombas en lugar de un torpedo). Uno de cada tres torpedos lanzados por los "Kates" ese día alcanzaron su objetivo, dejando a la Flota del Pacífico de los Estados Unidos con casi ningún acorazado. En 1942, el letal B5N2 continuo hundiendo barcos aliados uno por uno en casi cada uno de los combates principales. Sin embargo, gradualmente, las desvetajas del avión; un débil armamento defensivo y la falta de protección; comenzaron a manifestarse. A principios de 1944, los "Kates" habían sido reemplazados casi por completo por máquinas más avanzadas, aunque permanecieron en uso hasta el final de la guerra.
ja: 日本の九七式艦上攻撃機 (B5N) は、アメリカ軍からは "Kate" と呼ばれ、太平洋戦争の最初の 1 年間において連合軍に甚大な被害を与えました。本機は中島社の技師陣によって開発され、1937 年に正式採用されました。1939 年に 1,000 馬力のエンジンに交換されて九七式三号艦上攻撃機 (B5N2) となった本機は、1943 年まで日本海軍における主力艦上雷撃機の座を担いました。本機は航続距離、速力、そして何よりも搭載魚雷の信頼性において、ライバルであったアメリカ軍の TBD デヴァステイターを大きく上回っていました。 この B5N2 にとっての「栄光の瞬間」は、1941 年 12 月に真珠湾にあるアメリカ海軍の基地を奇襲した際のことであり、この作戦にはこの型の機体が 144 機参加し、雷撃機としても低高度水平爆撃機 (魚雷 1 本または最大 800 kg の爆弾を搭載可能) としても活躍しました。この作戦においては B5N2 が投下した魚雷のうちの 1/3 が目標に命中し、この結果としてアメリカ太平洋艦隊はほぼ全ての戦艦を失いました。1942 年にも、この恐るべき B5N2 はほぼ全ての大規模戦闘において連合軍艦船を次々に撃沈し続けました。しかし脆弱な防御兵装と防弾の欠如という本機の欠点が次第に問題となり、1944 年の序盤までにはその大半が後継機に置き換えられました。それでも本機は終戦に至るまで運用され続けました。
pl: Japoński pokładowy bombowiec torpedowy Nakajima B5N, nazwany przez Amerykanów „Kate”, nastręczył Aliantom wielu problemów w pierwszym roku wojny na Pacyfiku. Opracowany przez projektantów firmy Nakajima, został przyjęty do służby w 1937 roku. W 1939 roku wyposażony został w 1000-konny silnik i nazwany B5N2, stając się jednocześnie podstawowym bombowcem torpedowym japońskiej marynarki do 1943 roku. Pod względem zasięgu, szybkości i przede wszystkim niezawodności swojego uzbrojenia torpedowego „Kate” był znacznie lepszy niż jego amerykański odpowiednik – Devastator. „Momentem chwały” B5N2 był nalot na amerykańską bazę w Pearl Harbor w grudniu 1941 roku. W operacji tej uczestniczyły 144 takie samoloty, pełniąc rolę zarówno bombowców torpedowych, jak i klasycznych („Kate” mógł zostać wyposażony w ładunek 800 kg bomb zamiast torpedy). Co trzecia torpeda zrzucona przez samoloty „Kate” tego dnia dosięgała celu, zostawiając amerykańską Flotę Pacyficzną niemal pozbawioną pancerników. W 1942 roku zabójcze B5N2 nadal posyłały na dno alianckie okręty w niemal każdej większej bitwie. Stopniowo jednak ujawniały się niedostatki tego samolotu – słabe uzbrojenie defensywne i brak jakiegokolwiek opancerzenia. Do 1944 roku samoloty te zostały niemal całkowicie wyparte przez nowocześniejsze maszyny, choć pozostały w użyciu do samego końca wojny.
ru: Японский палубный торпедоносец Nakajima B5N, прозванный американцами «Кейт», принёс много бед союзникам в первый год войны на Тихом океане. Разработанный конструкторами компании Nakajima, он был принят на вооружение в 1937 году. После оснащения в 1939 году 1000-сильным мотором машина получила обозначение B5N2, и именно эта модификация была основным торпедоносцем Японского флота вплоть до 1943 года. По дальности действия, скорости и, что немаловажно, надёжности торпедного вооружения «Кейт» заметно превосходил американский Devastator. Звёздным часом для B5N2 стал налёт на базу ВМС США в Пёрл-Харборе в декабре 1941 года. В операции приняли участие 144 самолёта этой модели, причём действовали они не только как торпедоносцы, но и как бомбардировщики (вместо торпеды «Кейт» мог нести до 800 кг бомб). Каждая третья выпущенная «кейтами» торпеда в тот день нашла свою цель, оставив Тихоокеанский флот США практически без линкоров. В 1942 году смертоносные B5N2 продолжали один за другим отправлять на дно корабли союзников едва ли не в каждом крупном сражении. Постепенно, однако, стали давать о себе знать недостатки самолёта — слабое оборонительное вооружение и отсутствие какой-либо защиты. К началу 1944 года «кейты» были в основном заменены более совершенными машинами, хотя и продолжали использоваться до конца войны.
uk: Японський палубний торпедоносець Nakajima B5N, який отримав від американців прізвисько «Кейт», накоїв чимало лиха союзникам у перший рік війни на Тихому океані. Його розробили конструктори компанії Nakajima, і прийняли на озброєння 1937 р. Після встановлення 1939 р. двигуна потужністю 1000 к.с., машина отримала позначення B5N2, і саме ця модифікація була головним торпедоносцем Японського флоту аж до 1943 р. За дальністю дії, швидкістю та, що важливо, надійністю торпедного озброєння, «Кейт» значно перевершував американський Devastator. Зоряним часом для B5N2 став напад на базу ВМС США в Перл-Гарборі в грудні 1941 р. В операції брали участь 144 літака цієї моделі, які, до того ж, виконували функції не лише торпедоносців, але й бомбардувальників (замість торпеди «Кейт» мав змогу нести до 800 кг бомб). Кожна третя торпеда, випущена того дня «Кейтами», відшукала свою ціль і залишила Тихоокеанський флот США майже без лінкорів. 1942 року смертоносні B5N2 спрямовували на дно кораблі союзників чи не в кожній великій битві. Але поступово давалися взнаки недоліки літака — слабке захисне озброєння та повна відсутність бронезахисту. До 1944 р. «Кейтів» витіснили сучасніші машини, але їх все одно використовували аж до кінця війни.
zh: Японский палубный торпедоносец Nakajima B5N, прозванный американцами «Кейт», принёс много бед союзникам в первый год войны на Тихом океане. Разработанный конструкторами компании Nakajima, он был принят на вооружение в 1937 году. После оснащения в 1939 году 1000-сильным мотором машина получила обозначение B5N2, и именно эта модификация была основным торпедоносцем Японского флота вплоть до 1943 года. По дальности действия, скорости и, что немаловажно, надёжности торпедного вооружения «Кейт» заметно превосходил американский Devastator. Звёздным часом для B5N2 стал налёт на базу ВМС США в Пёрл-Харборе в декабре 1941 года. В операции приняли участие 144 самолёта этой модели, причём действовали они не только как торпедоносцы, но и как бомбардировщики (вместо торпеды «Кейт» мог нести до 800 кг бомб). Каждая третья выпущенная «кейтами» торпеда в тот день нашла свою цель, оставив Тихоокеанский флот США практически без линкоров. В 1942 году смертоносные B5N2 продолжали один за другим отправлять на дно корабли союзников едва ли не в каждом крупном сражении. Постепенно, однако, стали давать о себе знать недостатки самолёта — слабое оборонительное вооружение и отсутствие какой-либо защиты. К началу 1944 года «кейты» были в основном заменены более совершенными машинами, хотя и продолжали использоваться до конца войны.
zh_sg: 日本舰载鱼雷轰炸机中岛B5N2，美国人给它起的绰号叫“Kate”。它在太平洋战争的第一年给盟军造成了极大的麻烦。它由日本中岛公司的设计师研发，在1937年开始投入使用。在1939年，飞机被装备上一个1000马力的发动机，同时获得了“B5N2”的编号。在这次改进后，它成为了日本海军的主力鱼雷轰炸机，直到1943年。“Kate”无论在射程、速度还是最重要的鱼雷武器的可靠性上，都要比美国同级对手—破坏者战斗机要强。 B5N2的“荣耀时刻”出现在1941年12月袭击位于珍珠港的美国海军基地的时候。这次行动动用了144架该型号战机，它们既充当了鱼雷轰炸机的角色，也执行了低空轰炸机的任务（“Kate”不携带鱼雷时最多可以携带800千克的炸弹）。那一天，“Kate”发射的鱼雷有三分之一都集中了目标，导致美国太平洋舰队的战舰所剩无几。1942年，致命的B5N2飞机几乎在每场主要战役中都在不断地击沉盟军战舰。可是逐渐地，这种飞机的弱点开始显现出来，它们的防御武器很弱并且缺少保护。到1944年初，大多数的“Kate”都由更先进的飞机取代，尽管直到战斗结束它们仍然在被使用。

# IDS_PCZC285_BRITISHCVARC_DOUGLAS_SBD3_DESCRIPTION
source: The SBD Dauntless dive bomber, produced by Douglas company between 1940 and 1944, became one of the leading characters in the war in the Pacific. The codename of the aircraft, "SBD" (scout-bomber Douglas), was usually decoded by the army wits as Slow But Deadly. Starting with the SBD3 modification, produced since the spring of 1942, Dauntless crews were defended by effective armor, and their weapons became really deadly—four machine guns, including two large-caliber ones, and over 1,000 kg of bomb load. Such aircraft could "dress down" even the famous Japanese Zero fighters. The first victory of the "slow but deadly" aircraft in the war in the Pacific was a Japanese submarine sunk three days after the attack on Pearl Harbor. Since then and until the middle of 1944, the Dauntlesses were perhaps the most formidable weapon of the U.S. Navy. Their biggest contribution to the victory of Allied forces happened at the Battle of Midway, where the bombs dropped by the SBDs turned four attack aircraft carriers—the pride of the Imperial Japanese Navy—into burning ruins. The last major battle that saw the participation of these aircraft was the battle in the Philippine Sea in the summer of 1944, the famous "Turkey Shoot", after which the Japanese carrier fleet ceased to pose any threat.
es_mx: El bombardero en picada SBD Dauntless, producido por la compañía Douglas entre 1940 y 1944, se convirtió en uno de los personajes principales en la guerra en el Pacífico. El nombre código del avión, "SBD" (scout-bomber Douglas), fue usualmente descifrado por el ejército como "Slow But Deadly" (Lento Pero Mortal). A partir de la modificación SBD3, producida desde el verano de 1942, las tripulaciones del Dauntless estaban defendidas por un blindaje efectivo, y sus armas se volvieron realmente mortales: cuatro ametralladoras, incluyendo dos de gran calibre, y más de 1000 kg de bombas . Dichos aviones podían "desarmar" incluso a los famosos cazas Zero japoneses. La primera victoria del avión "lento pero mortal" en la guerra en el Pacífico fue un submarino japonés hundido tres días después del ataque a Pearl Harbor. Desde entonces y hasta mediados de 1944, el Dauntless fue quizá el arma más formidable de la Armada de los EE. UU. Su mayor contribución a la victoria de las fuerzas Aliadas ocurrió durante la Batalla de Midway, donde las bombas soltadas por los SBD convirtieron en ruinas ardientes a cuatro portaaviones de ataque, el orgullo de la Armada Imperial Japonesa. La última batalla principal que vio la participación de estos aviones fue la batalla en el Mar de las Filipinas en el verano de 1944, la famosa "Cacería de Pavos", después de la cual la flota japonesa de portaaviones dejó de representar alguna amenaza.
ja: ダグラス社が 1940 年から 1944 年にかけて生産した急降下爆撃機 SBD ドーントレスは、太平洋戦争における主役のひとつとなりました。本機のコードネームである "SBD" は、"scout-bomber Douglas" (ダグラス偵察爆撃機) の略称ですが、軍関係者はよく "Slow But Deadly" (低速だが恐ろしい) とみなしていました。1942 年の春から生産が開始された SBD3 型以降は効果的に乗員を守る防弾版と機銃 4 挺 (そのうち 2 挺は重機関銃) を装備し、1,000 kg を超える爆弾を搭載できるようになったため、本当に恐るべき兵器となりました。高名な日本の零戦にとってさえ、侮れない敵だったのです。 この「低速だが恐ろしい」航空機にとっての太平洋戦争における初戦果は、真珠湾攻撃の 3 日後に日本の潜水艦 1 隻を撃沈したことでした。それ以後から 1944 年の中盤に至るまで、本機は恐らくはアメリカ海軍とって最も恐るべき兵器だったと言えるでしょう。特にミッドウェー海戦においては、急降下爆撃によって大日本帝国海軍が誇る正規空母 4 隻を撃沈するという大戦果を挙げ、これによって連合軍の勝利に大きく貢献しました。本機が参戦した最後の大規模戦闘はフィリピン海海戦 (マリアナ沖海戦) であり、この戦いは「マリアナの七面鳥撃ち」として有名です。この戦いにおいて日本軍は空母部隊による戦闘能力を喪失しました。
pl: Bombowiec nurkujący SBD Dauntless, produkowany przez firmę Douglas w latach 1940–1944, stał się jednym z najbardziej charakterystycznych elementów wojny na Pacyfiku. Nazwa kodowa samolotu SBD (scout-bomber Douglas – bombowiec rozpoznawczy Douglas) była często rozwijania przez żołnierzy jako „Slow But Deadly” („Powolny, ale zabójczy”). Począwszy od wersji SBD3, produkowanej od wiosny 1942 roku, załogi Dauntless chronione były skutecznym pancerzem, a uzbrojenie samolotu stało się faktycznie zabójcze – cztery karabiny maszynowe, w tym dwa dużego kalibru i ponad 1000 kg bomb. Taki samolot mógł skarcić nawet słynne japońskie myśliwce Zero. Pierwsze zwycięstwo „powolnych, ale zabójczych” samolotów w wojnie na Pacyfiku miało miejsce trzy dni po ataku na Pearl Harbor, gdy zatopiły japoński okręt podwodny. Od tego momentu aż do 1944 roku Dauntless był prawdopodobnie najgroźniejszą bronią, jaką dysponowała U.S. Navy. Swój największy wkład w zwycięstwo Aliantów miały w trakcie Bitwy o Midway, gdy bomby przez nie zrzucone zamieniły aż cztery wrogie lotniskowce – dumę Cesarskiej Marynarki Wojennej Japonii – w płonące zgliszcza. Ostatnia wielka bitwa z ich udziałem miała miejsce w lecie 1944 roku na Morzu Filipińskim – był to słynny „odstrzał indyków”, po którym flota japońska przestała stanowić poważne zagrożenie.
ru: Пикирующий бомбардировщик SBD Dauntless (англ. «Бесстрашный»), выпускавшийся компанией Douglas в 1940–1944 годах, стал одним из главных героев войны на Тихом океане. Кодовое обозначение самолёта, SBD (scout-bomber Douglas), остряки в униформе обычно расшифровывали как Slow But Deadly (англ. «Медленный, но смертельный»). Начиная с модификации SBD3, выпускавшейся с весны 1942 года, экипаж «донтлессов» защищался бронёй, а вооружение их стало действительно смертоносным — четыре пулемёта, в том числе два крупнокалиберных, и свыше 1000 кг бомбовой нагрузки. Такой самолёт мог «задать трёпку» даже знаменитым японским истребителям Zero. Первой победой «медленных, но смертельных» в войне на Тихом океане стала японская подводная лодка, потопленная через три дня после атаки на Пёрл-Харбор. С этого момента и до середины 1944 года «донтлессы» были едва ли не самым грозным оружием американского флота. Самым большим их вкладом в победу союзников стала битва при Мидуэе, где бомбы, сброшенные экипажами SBD, превратили в пылающие развалины гордость Императорского флота Японии — четыре ударных авианосца. Последним крупным сражением с участием этих самолётов стала битва в Филиппинском море летом 1944 года, знаменитая «Охота на индеек», после которой авианосный флот Японии перестал представлять собой какую-либо угрозу.
uk: Пікіруючий бомбардувальник SBD Dauntless (англ. «Безстрашний»), який випускала компанія Douglas у 1940–1944 роках, став одним із головних героїв війни на Тихому океані. Кодове позначення літака, SBD (scout-bomber Douglas), дотепники в однострої звичайно розшифровували як Slow But Deadly (англ. «Повільний, але смертоносний»). Починаючи з модифікації SBD3, яку випускали з весни 1942 р., екіпажі «донтлесів» захищала броня, а озброєння стало дійсно смертоносним — чотири кулемети, зокрема два великокаліберних, та понад 1000 кг бомб. Такий літак мав змогу «дати прочуханки» навіть славнозвісним японським винищувачам Zero. Першою перемогою «повільних, але смертоносних» у війні на Тихому океані став японський підводний човен, який потопили через три дні після атаки на Перл-Гарбор. З цієї миті й до середини 1944 р. «донтлеси» були чи не найгрізнішою зброєю американського флоту. Найбільшим внеском у перемогу союзників стала битва біля Мідвею, де бомби, що скидали екіпажі SBD, перетворили на брухт гордість Імператорського флоту Японії — чотири ударних авіаносці. Останньою великою битвою за участі цих літаків була битва у Філіппінському морі влітку 1944 р., відома як «Полювання на індичок», після якої авіаносний флот Японії припинив бути загрозою.
zh: Пикирующий бомбардировщик SBD Dauntless (англ. «Бесстрашный»), выпускавшийся компанией Douglas в 1940–1944 годах, стал одним из главных героев войны на Тихом океане. Кодовое обозначение самолёта, SBD (scout-bomber Douglas), остряки в униформе обычно расшифровывали как Slow But Deadly (англ. «Медленный, но смертельный»). Начиная с модификации SBD3, выпускавшейся с весны 1942 года, экипаж «донтлессов» защищался бронёй, а вооружение их стало действительно смертоносным — четыре пулемёта, в том числе два крупнокалиберных, и свыше 1000 кг бомбовой нагрузки. Такой самолёт мог «задать трёпку» даже знаменитым японским истребителям Zero. Первой победой «медленных, но смертельных» в войне на Тихом океане стала японская подводная лодка, потопленная через три дня после атаки на Пёрл-Харбор. С этого момента и до середины 1944 года «донтлессы» были едва ли не самым грозным оружием американского флота. Самым большим их вкладом в победу союзников стала битва при Мидуэе, где бомбы, сброшенные экипажами SBD, превратили в пылающие развалины гордость Императорского флота Японии — четыре ударных авианосца. Последним крупным сражением с участием этих самолётов стала битва в Филиппинском море летом 1944 года, знаменитая «Охота на индеек», после которой авианосный флот Японии перестал представлять собой какую-либо угрозу.
zh_sg: SBD 无畏式俯冲轰炸机在1940至1944年战舰由道格拉斯公司生产，它成为了太平洋战争中的领导性角色之一。飞机的代号为“SBD”（scout-bomber Douglas），但通常被军队的智囊解读为“虽然慢，但致命（Slow But Deadly）”。从生产于1942年春天SBD3型开始，无畏式的飞行舱开始被强力的装甲保护，它们的武器也变得及其致命—装备有4挺机枪，其中含两挺口径很大，并且能够装载超过1000千克炸弹。这种飞机甚至可以与著名的日本零式战斗机争锋。 SBD飞机在太平洋战场的首场胜利是在珍珠港袭击后的三天，击沉了一艘日本潜艇。从那时起直到1944年中期，无畏式飞机成为了美国海军中可能最强大的武器。它们为盟军胜利提供的最大贡献发生在中途岛战役，它们投放的炸弹让日本帝国的骄傲——四艘航空母舰葬身火海。这些飞机最后一次出现在主要战场上是在1944年夏天的菲律宾海战，也就是著名的“Turkey Shoot”。在那之后，日本航母舰队不再能构成任何威胁。
