Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSC034_DESCR
source: A very powerful cruiser in all respects. Compared with the preceding classes of heavy cruisers, Zaō had a greater number of main battery and AA guns, thick armor and a reinforced torpedo armament.
es_mx: Un crucero muy poderoso en todos los aspectos. Comparado a las clases precedentes de cruceros pesados, Zaō tenía un número mayor de baterías y cañones AA, un grueso blindaje y reforzado con armamento de torpedos.
ja: 蔵王は、あらゆる点において非常に強力な重巡洋艦です。従来の重巡洋艦に比して、主砲の砲門数および対空兵装で上回っており、重装甲が施され、雷装も強化されていました。
pl: Krążownik potężny pod wieloma względami. W porównaniu do poprzedzających klas ciężkich krążowników, Zaō miał więcej dział głównej baterii i przeciwlotniczych, a także grubszy pancerz i lepsze uzbrojenie torpedowe.
ru: Очень мощный по всем характеристикам крейсер. От предшествующих типов тяжёлых крейсеров отличался увеличенным числом орудий главного калибра и ПВО, мощным бронированием и усиленным торпедным вооружением.
uk: Дуже потужний за всіма характеристиками крейсер. Від попередніх типів важких крейсерів відрізнявся збільшеним числом гармат головного калібру та ППО, потужним бронюванням та посиленим торпедним озброєнням.
zh: 与以往设计的不同之处在于有着较为强大的武器与较坚固的装甲。共预计建造八艘巡洋舰。然而，没有任何的战舰开始建造。
zh_sg: 一艘在各方面都非常强大的巡洋舰。与前代重型巡洋舰相比，藏王拥有更多的主炮组与防空炮、更厚实的装甲以及强化过的鱼雷武器。

# IDS_PJSC034_FULL
source: Zaō
ja: 蔵王
zh: 象
zh_sg: 藏王

# IDS_PJSC034_SHORT
source: ZAO
zh: 象
zh_sg: 藏王

# IDS_PJSC035
source: Chikuma
ja: 筑摩
zh: 獾
zh_sg: 筑摩

# IDS_PJSC035_DESCR
source: Designed as part of the program to create a "high-speed fleet" using the latest technology of the time. The first in Japan, and one of the first light cruisers in the world, to be equipped with turbine-driven propulsion. The ship carried decent armament and had a high top speed for her time.
es_mx: Diseñado como parte del programa para crear una "Flota de Alta Velocidad" usando la última tecnología de su tiempo. El primero en Japón y uno de los cruceros ligeros en el mundo en ser equipado con una propulsión por turbinas. El barco llevaba un armamento decente y una velocidad que era alta para su tiempo.
ja: 筑摩型防護巡洋艦は、当時の最新技術を活かした「高速艦隊」を編成するという計画の一環として設計されました。蒸気タービン機関の採用は日本の巡洋艦としては初めてであり、世界的に見てもまだ珍しいものでした。充実した兵装を備え、当時としては高速を誇りました。
pl: Statek zaprojektowany w ramach programu utworzenia „szybkiej floty”, przy wykorzystaniu najnowszej technologii wtedy dostępnej. Pierwszy w Japonii i jeden z pierwszych na świecie lekkich krążowników wyposażonych w napęd turbinowy. Okręt charakteryzował się przyzwoitym uzbrojeniem i wysoką, jak na swoje czasy, szybkością.
ru: Проектировался в рамках программы по созданию «быстроходного флота» с использованием новейших на тот момент технологий. Первый в Японии и один из первых в мире лёгких крейсеров с турбинной энергетической установкой. Имел неплохое вооружение и высокую для своего времени скорость.
uk: Проектувався у межах програми створення «швидкохідного флоту» з використанням новітніх на той час технологій. Перший в Японії та один з перших у світі легких крейсерів з турбінною силовою установкою. Мав непогане озброєння й високу для свого часу швидкість.
zh: 配备了蒸汽涡轮的巡洋舰，这使它们比以往设计的巡洋舰有着较快的航速。
zh_sg: “高速舰队”计划下设计的一种战舰，使用了当时最先进的科技。是日本、也是世界上第一艘装备了涡轮驱动推进装置的轻型巡洋舰。该舰搭载了不错的武器并拥有以当时标准而言很高的航速。

# IDS_PJSC035_FULL
source: Chikuma
ja: 筑摩
zh: 獾
zh_sg: 筑摩

# IDS_PJSC035_SHORT
source: CHIK
zh: 獾
zh_sg: 筑摩

# IDS_PJSC037
source: Hashidate
ja: 橋立
zh: 鼠
zh_sg: 桥立

# IDS_PJSC037_DESCR
source: A light patrol gunboat designed for coastal operations. This gunboat was well-armed for her dimensions, including AA artillery. She was not armored and had low speed.
es_mx: Un barco cañonero ligero de patrullaje diseñado para operaciones costeras. Este cañonero estaba bien armado para sus dimensiones, Incluyendo Artillería AA. No estaba blindado y tenía baja velocidad.
ja: 橋立は、沿岸航洋性を備えた小型の砲艦です。その大きさの割には重武装であり、対空兵装も備えていました。装甲は施されておらず、低速でした。
pl: Lekka łódź patrolowa zaprojektowana do operacji przybrzeżnych. Jak na swoje rozmiary była dobrze uzbrojona, także w artylerię przeciwlotniczą. Brakowało natomiast pancerza, a osiągana szybkość była niewielka.
ru: Небольшая канонерская лодка, предназначенная для действий в прибрежной зоне. Для своих размеров была хорошо вооружена, в том числе зенитной артиллерией. Не имела бронирования и развивала невысокую скорость.
uk: Невеликий канонерський човен, призначений для дій у прибережних водах. Незважаючи на свої розміри був добре озброєний, зокрема зенітною артилерією. Не мав бронювання та набирав невисоку швидкість.
zh: 一艘主要用于沿海作战的巡逻炮舰，拥有着相对良好的火力和防空能力，但缺乏装甲保护并且航速较低。
zh_sg: 一艘主要用于沿海作战的巡逻炮舰。。拥有着相对良好的火力和防空能力，但缺乏装甲保护并且航速较低。

# IDS_PJSC037_FULL
source: Hashidate
ja: 橋立
zh: 鼠
zh_sg: 桥立

# IDS_PJSC037_SHORT
source: HSDT
zh: 鼠
zh_sg: 桥立

# IDS_PJSC038
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_PJSC038_DESCR
source: Developed from the Myōkō-class cruisers. When commissioned, Atago was one of the most powerful heavy cruisers in the world. The ship surpassed the speed of all Japan's potential rival cruisers. For her time, Atago was well-armored with efficient AA armament, along with powerful artillery and torpedoes.
es_mx: Desarrollado a partir de los cruceros de la clase Myōkō. Cuando fueron comisionados, Atago fue uno de los cruceros pesados más poderosos del mundo. El barco sobrepasaba en velocidad a todos los cruceros de los rivales potenciales de Japón. Para sus días, Atago estaba bien blindada y tenía un armamento AA eficiente, así como una poderosa artillería y torpedos.
ja: 愛宕は、妙高型重巡洋艦の発展型です。就役当時には世界でも最も強力な重巡洋艦のひとつでした。特に、速力においては、あらゆる仮想敵国の巡洋艦を凌駕していました。当時としては重装甲であり、有効性の高い対空兵装を備え、そして強力な主砲と雷装を誇りました。
pl: Rozwinięcie krążowników klasy Myōkō. Po wejściu do służby Atago był jednym z najpotężniejszych ciężkich krążowników na świecie. Przewyższał szybkością wszystkie krążowniki potencjalnych rywali Japonii. Jak na swoje czasy, Atago był również solidnie opancerzony, wyposażony w skuteczne uzbrojenie przeciwlotnicze i torpedowe, a także potężną artylerię.
ru: Развитие крейсеров типа Myōkō. На момент вступления в строй являлся одним из сильнейших в мире тяжёлых крейсеров. Превосходил крейсеры вероятных противников по скорости хода. Для своего времени имел очень хорошее бронирование, эффективную ПВО, а также мощное артиллерийское и торпедное вооружение.
uk: Розвиток крейсерів типу Myōkō. На час вступу в стрій був одним з найсильніших у світі важких крейсерів. Перевершував крейсери імовірних супротивників за швидкістю ходу. Для свого часу мав дуже хороше бронювання, ефективну ППО, а також потужне артилерійське і торпедне озброєння.
zh: 在犬服役时，是当时世界上最为强大的重巡洋舰之一，在速度性能上超越了所有潜在对手所拥有的巡洋舰。同时，犬具备有良好的装甲防护和较强的防空能力，以及强大的主炮和鱼雷攻击能力。
zh_sg: 基于妙高级研发的巡洋舰。在其服役期间，爱宕是世界上最强大的重型巡洋舰之一。该舰的航速超过了日本所有竞争对手的巡洋舰。以当时的战舰标准而言，爱宕拥有良好的装甲、高效的防空武器、以及强大的火炮和鱼雷武器。

# IDS_PJSC038_FULL
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_PJSC038_SHORT
source: ATAG
zh: 犬
zh_sg: 爱宕

# IDS_PJSC503
source: Katori
ja: 香取
zh: 鹿
zh_sg: 香取

# IDS_PJSC503_DESCR
source: A training cruiser of special construction with marginal armor protection and rather low speed. Despite her modest dimensions, she carried onboard aircraft equipment and torpedo armament. The cruiser's main guns were augmented with dual-purpose guns and automatic AA guns.
es_mx: Un crucero de entrenamiento de construción especial con un blindaje limitado y baja velocidad. A pesar de sus modestas dimensiones, llevaba a bordo equipo para aeronaves y armamento de torpedos. Los cañones principales del crucero se aumentaron con cañones de doble propósito y cañones antiaéreos automáticos.
ja: 香取型練習巡洋艦は、練習艦任務に特化して建造された巡洋艦であり、装甲は最小限で、速度も比較的低速でした。小型ではあったものの水上機の運用が可能であり、雷装も備えていました。射撃兵装としては、主砲に加え、両用砲や対空機銃も搭載されていました。
pl: Krążownik szkoleniowy specjalnej konstrukcji, dość powolny i wyposażony w znikome opancerzenie. Pomimo skromnych rozmiarów przenosił na pokładzie wyposażenie lotnicze i uzbrojenie torpedowe. Główne działa krążownika były wspomagane przez działa uniwersalne i automatyczne działa przeciwlotnicze.
ru: Учебный крейсер специальной постройки с ослабленным бронированием и невысокой скоростью. Несмотря на небольшие размеры, нёс как авиационное оборудование, так и торпедное вооружение. Артиллерия главного калибра крейсера дополнялась универсальными орудиями и зенитными автоматами.
uk: Навчальний крейсер спеціальної конструкції з послабленим бронюванням та малою швидкістю. Незважаючи на невеликі розміри, ніс як авіаційне обладнання, так і торпедне озброєння. Артилерія головного калібру крейсера доповнювалася універсальними гарматами та зенітними автоматами.
zh: 其特殊构造有着特殊边缘装甲保护及相当低航速的训练用巡洋舰。尽管它的尺寸适中，它还是搭载了舰载机装备和鱼雷武器。该巡洋舰的主炮有着两用舰炮及自动防空炮的加强。
zh_sg: 具有特殊构造和特殊边缘装甲且航速较低的训练用巡洋舰。尽管它的尺寸较小，还是搭载了舰载机装备和鱼雷武器。主武器包含两用舰炮和自动防空炮。

# IDS_PJSC503_FULL
source: Katori
ja: 香取
zh: 鹿
zh_sg: 香取

# IDS_PJSC503_SHORT
source: KATR
zh: 鹿
zh_sg: 香取

# IDS_PJSC505
source: Yahagi
ja: 矢矧
zh: 狸
zh_sg: 矢矧

# IDS_PJSC505_DESCR
source: One of the Agano-class light cruisers – the new generation of ships designed to replace cruisers built in the 1920s. She was relatively small, quick, and sported powerful torpedo armament.
es_mx: Uno de los cruceros ligeros de clase-Agano—la nueva generación de barcos diseñados para reemplazar los cruceros construidos en 1920. Era relativamente pequeño, rápido, y tenía un armamento de torpedo poderoso.
ja: 矢矧は、阿賀野型軽巡洋艦です。この艦級は、1920 年代に建造された巡洋艦を置き換えるための新世代の巡洋艦でした。比較的小型で高機動であり、強力な雷装を備えていました。
pl: Jeden z lekkich krążowników klasy Agano – nowej generacji okrętów zaprojektowanych, by zastąpić krążowniki budowane w latach 20. Był stosunkowo niewielki, szybki i posiadał potężne uzbrojenie torpedowe.
ru: Один из лёгких крейсеров типа Agano, кораблей нового поколения, призванных заменить крейсеры постройки 1920-х годов. Обладал сравнительно небольшими размерами, высокой скоростью хода и мощным торпедным вооружением.
uk: Один з легких крейсерів типу Agano, кораблів нового покоління, покликаних замінити крейсери побудови 1920-х рр. Мав відносно невеликі розміри, високу швидкість ходу і потужне торпедне озброєння.
zh: 设计用于取代1920年代建造的巡洋舰的新一代战舰。它相对较小、速度快并且装备强大的鱼雷武装。
zh_sg: 阿贺野级轻型巡洋舰中的一艘，阿贺野级轻型巡洋舰是新一代的战舰，设计的目的是取代20世纪20年代建造的巡洋舰。它的尺寸相对较小，速度快，并装备了强大的鱼雷武器。

# IDS_PJSC505_FULL
source: Yahagi
ja: 矢矧
zh: 狸
zh_sg: 矢矧

# IDS_PJSC510
source: Azuma
ja: 吾妻
zh: 犀
zh_sg: 吾妻

# IDS_PJSC510_DESCR
source: A powerful high-speed ship (Project B-65) designed to destroy American heavy cruisers and confront Alaska-class "large cruisers". Some design solutions were borrowed from Yamato-class battleships. She was armed with nine 310 mm guns and had good anti-torpedo protection.
es_mx: Un poderoso barco altamente veloz (Proyectoo B-65) diseñado para destruir a los cruceros pesados Estadounidenses y para confrontar a los "cruceros grandes" de clase-Alaska. Algunas soluciones de diseño fueron tomadas de los acorazados de clase-Yamato. Estaba armado con nueve cañones de 310 mm y tenía muy buena protección antitorpedos.
ja: 吾妻は、強力かつ高速な巡洋艦の計画案 (B-65) であり、アメリカの重巡洋艦を撃沈し、アラスカ級「大型巡洋艦」に対抗すべく設計されていました。一部の設計ソリューションは、大和型戦艦から流用されたものでした。310 mm 砲を 9 門搭載し、優秀な対水雷防御を備えていました。
pl: Potężny, szybki okręt (projekt B-65) zaprojektowany do niszczenia amerykańskich ciężkich krążowników i zwalczania „wielkich krążowników” klasy Alaska. Niektóre rozwiązania przejęto z pancerników klasy Yamato. Uzbrojony był w dziewięć dział kal. 310 mm i posiadał dobrą ochronę przeciwtorpedową.
ru: Мощный быстроходный корабль (проект B-65), проектировавшийся для уничтожения американских тяжёлых крейсеров и противостояния «большим крейсерам» типа Alaska. Ряд конструктивных решений был заимствован у линкоров типа Yamato. Был вооружён девятью 310-мм орудиями и имел хорошую противоторпедную защиту.
uk: Потужний швидкохідний корабель (проект B-65), який проектували для знищення американських важких крейсерів і протистояння «великим крейсерам» типу Alaska. Низку конструктивних рішень запозичили у лінкорів типу Yamato. Був озброєний дев’ятьма 310-мм гарматами і мав добрий протиторпедний захист.
zh: 强大的高速舰（计划B-65）设计用于摧毁M系重型巡洋舰并对抗阿拉斯加级「大型巡洋舰」。一些设计方案是从鲸级战列舰借来的。它装备9门310毫米炮并具有良好的反鱼雷防护。
zh_sg: 强大的高速战舰（B-65项目），设计的目的是击毁美国重型巡洋舰并对抗阿拉斯加级的“大型巡洋舰”。一些设计上的解决方案借鉴了大和级战列舰。它装备了9门310毫米火炮并具有良好的反鱼雷防护。

# IDS_PJSC510_FULL
source: Azuma
ja: 吾妻
zh: 犀
zh_sg: 吾妻

# IDS_PJSC520_DESCR
source: A fast-moving ship armed with 310 mm artillery for her main battery, intended to counter enemy heavy cruisers (Project B-65). This version of the design also featured torpedo armament.
es_mx: Un barco de movimiento rápido armado con artillería de 310 mm para su batería principal, destinado a contrarrestar los cruceros pesados enemigos (Proyecto B-65). Esta versión del diseño también contó con armamento torpedo.
ja: 吉野は 310 mm 砲を搭載した高速艦 (B-65) の派生型であり、敵の重巡洋艦に対抗することを目的としていました。この派生型は雷装も備えています。
pl: Szybki okręt uzbrojony w działa kal. 310 mm, którego celem było zwalczanie krążowników (Projekt B-65). Wersja ta wyposażona była również w torpedy.
ru: Быстроходный корабль с 310-мм артиллерией главного калибра, предназначавшийся для борьбы с тяжёлыми крейсерами противника (проект B-65). Вариант проекта, предусматривающий наличие торпедного вооружения.
uk: Швидкісний корабель із 310-мм артилерією головного калібру, який створили для боротьби з важкими крейсерами супротивника (проект В-65). Варіант проекту, який передбачав наявність торпедного озброєння.
zh: Быстроходный корабль с 310-мм артиллерией главного калибра, предназначавшийся для борьбы с тяжёлыми крейсерами противника (проект B-65). Вариант проекта, предусматривающий наличие торпедного вооружения.
zh_sg: 一艘移动速度很快的战舰，主炮组安装310毫米火炮，可以对抗敌方的重型巡洋舰（项目 B-65）。该设计版本也装备有鱼雷武器。

# IDS_PJSC598
source: Atago B
ja: 愛宕 B
zh: 犬 B
zh_sg: 爱宕 B

# IDS_PJSC598_DESCR
source: Developed from the Myōkō-class cruisers. When commissioned, Atago was one of the most powerful heavy cruisers in the world. The ship surpassed the speed of all Japan's potential rival cruisers. For her time, Atago was well-armored with efficient AA armament, along with powerful artillery and torpedoes.
es_mx: Desarrollado a partir de los cruceros de la clase Myōkō. Cuando fueron comisionados, Atago fue uno de los cruceros pesados más poderosos del mundo. El barco sobrepasaba en velocidad a todos los cruceros de los rivales potenciales de Japón. Para sus días, Atago estaba bien blindada y tenía un armamento AA eficiente, así como una poderosa artillería y torpedos.
ja: 愛宕は、妙高型重巡洋艦の発展型です。就役当時には世界でも最も強力な重巡洋艦のひとつでした。特に、速力においては、あらゆる仮想敵国の巡洋艦を凌駕していました。当時としては重装甲であり、有効性の高い対空兵装を備え、そして強力な主砲と雷装を誇りました。
pl: Rozwinięcie krążowników klasy Myōkō. Po wejściu do służby Atago był jednym z najpotężniejszych ciężkich krążowników na świecie. Przewyższał szybkością wszystkie krążowniki potencjalnych rywali Japonii. Jak na swoje czasy, Atago był również solidnie opancerzony, wyposażony w skuteczne uzbrojenie przeciwlotnicze i torpedowe, a także potężną artylerię.
ru: Развитие крейсеров типа Myōkō. На момент вступления в строй являлся одним из сильнейших в мире тяжёлых крейсеров. Превосходил крейсеры вероятных противников по скорости хода. Для своего времени имел очень хорошее бронирование, эффективную ПВО, а также мощное артиллерийское и торпедное вооружение.
uk: Розвиток крейсерів типу Myōkō. На час вступу в стрій був одним з найсильніших у світі важких крейсерів. Перевершував крейсери імовірних супротивників за швидкістю ходу. Для свого часу мав дуже хороше бронювання, ефективну ППО, а також потужне артилерійське і торпедне озброєння.
zh: 在犬服役时，是当时世界上最为强大的重巡洋舰之一，在速度性能上超越了所有潜在对手所拥有的巡洋舰。同时，犬具备有良好的装甲防护和较强的防空能力，以及强大的主炮和鱼雷攻击能力。
zh_sg: 基于妙高级研发的巡洋舰。在其服役期间，爱宕是世界上最强大的重型巡洋舰之一。该舰的航速超过了日本所有竞争对手的巡洋舰。以当时的战舰标准而言，爱宕拥有良好的装甲、高效的防空武器、以及强大的火炮和鱼雷武器。

# IDS_PJSC598_FULL
source: Atago B
ja: 愛宕 B
zh: 犬 B
zh_sg: 爱宕 B

# IDS_PJSC598_SHORT
source: ATAG
zh: 犬
zh_sg: 爱宕 B

# IDS_PJSC705
source: ARP Myōkō
zh: 鬣

# IDS_PJSC705_DESCR
source: A Heavy Cruiser of the "Fleet of Fog". Modelled after the lead ship of the Imperial Japanese Navy's Myōkō-class cruiser, Myōkō. Her Mental Model "Myōkō" acts as the "Student Council Vice President" in Hiei's "Student Council of the Fog", and acts as a mediator between other Myōkō-class Mental Models. This warship has been specially designed for World of Warships, and is modelled after Myōkō as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
es_mx: Un Crucero Pesado de la "Flota de la Niebla". Basado en el crucero clase Myōkō, y barco líder de la Marina Imperial Japonesa, Myōkō. Su modelo mental "Myōkō" actúa como la "Vicepresidenta del Consejo Estudiantil" en el "Consejo Estudiantil de la Niebla" de Hiei, y también como mediadora entre otros Modelos Mentales clase Myōkō. Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Myōkō tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
ja: 妙高型重巡洋艦一番艦「妙高」を模した「霧の艦隊」の重巡洋艦。超重力砲ユニットの代わりに超長距離狙撃ユニットを装備している。メンタルモデル・ミョウコウはヒエイが組織する「霧の生徒会」で副会長の任に就き、他のミョウコウ型のメンタルモデルとのパイプ役を担っている。 本艦艇は「劇場版 蒼き鋼のアルペジオ ‐アルス・ノヴァ‐ Cadenza」に登場するミョウコウを参考に World of Warships 向けにデザインされている。
pl: Ciężki krążownik Floty Mgły. Wzorowany na krążowniku Myōkō, należącym do klasy typu Myōkō w Cesarskiej Marynarce Wojennej Japonii. Jego uosobienie Myōkō sprawuje funkcję Wiceprzewodniczącej rady studenckiej w Mglistej radzie studenckiej okrętu Hiei i pełni rolę mediatora pomiędzy uosobieniami innych modeli klasy Myōkō. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Myōkō, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”.
ru: Тяжёлый крейсер Туманного флота. Модель создана на базе головного корабля серии крейсеров типа Myōkō в составе Императорского флота Японии. Аватар Myōkō занимает пост вице-президента возглавляемого Hiei Студенческого совета Туманного флота и выступает в качестве посредника между аватарами других кораблей типа Myōkō. Крейсер спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza.
uk: Важкий крейсер Туманного флоту. Модель створена на базі головного корабля серії крейсерів типу Myōkō у складі Імператорського флоту Японії. Аватар Myōkō обіймає посаду віце-президента очолюваної Hiei Студентської ради Туманного флоту та виступає як посередник між аватарами інших кораблів типу Myōkō. Крейсер спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza».
zh: 《海雾舰队》 的重型巡洋舰。范本为R系海军鬣级巡洋舰首舰，鬣。它的心智模型 《鬣》 在比睿的 《海雾学生会》 中扮演着 《学生会副会长》，并且充当着其它鬣级心智模型之间的调解人。 此战舰是专为《战舰世界》所设计，并且是以它在 《ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza》 中所出现的鬣为范本。
zh_sg: “海雾舰队”的重型巡洋舰。以大日本帝国海军妙高级巡洋舰三号舰，Ashigara为范本。它装备着专用的鱼叉炮，取代了超重力炮单元。它的心智模型“Ashigara”有着好战的个性且从不仔细去思考问题。Ashigara在“海雾学生会”中跟Haguro一同扮演着其中一名“书记”。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”中出现的Ashigara来作为模板。

# IDS_PJSC705_FULL
source: ARP Myōkō
zh: 鬣

# IDS_PJSC707
source: ARP Ashigara
zh: 足柄

# IDS_PJSC707_DESCR
source: A Heavy Cruiser of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 3rd Myōkō-class cruiser, Ashigara. She is equipped with a specialized harpoon-cannon, replacing the Super-Graviton Cannon unit. Her Mental Model "Ashigara" has a warlike personality and does not think matters over carefully. Ashigara acts as one of the "Secretaries" in the "Student Council of the Fog", along with Haguro. This warship has been specially designed for World of Warships, and is modelled after Ashigara as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
es_mx: Un Crucero Pesado de la "Flota de la Niebla". Basado en el crucero de la Marina Imperial Japonesa clase Myōkō, Ashigara. Está equipado con un cañón-arpón especializado, reemplazando la unidad del Cañón Super Graviton. Su Modelo Mental "Ashigara" tiene una personalidad guerrera y no piensa cuidadosamente. Ashigara actúa como una de las "Secretarias" en el "Consejo Estudiantil de la Niebla", junto con Haguro. Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Ashigara tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
ja: 妙高型重巡洋艦三番艦「足柄」を模した「霧の艦隊」の重巡洋艦。超重力砲ユニットの代わりにビームアンカーを装備している。メンタルモデル・アシガラは好戦的かつ物事を深く考えない性格。ヒエイが組織する「霧の生徒会」でハグロと同じく書記の任に就いている。 本艦艇は「劇場版 蒼き鋼のアルペジオ ‐アルス・ノヴァ‐ Cadenza」に登場するアシガラを参考に World of Warships 向けにデザインされている。
pl: Ciężki krążownik Floty Mgły. Wzorowany na trzecim krążownik klasy Myōkō, Ashigara. Wyposażony jest w specjalne działo harpunowe, które zastępuje superdziało grawitonowe. Jego uosobienie Ashigara ma wojowniczy charakter i nie poświęca zbyt wiele czasu na przemyślenia. Ashigara pełni funkcję jednego z Sekretarzy Floty Mgły studenckiej, razem z Haguro. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Ashigara, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”.
ru: Тяжёлый крейсер Туманного флота. Модель создана на базе Ashigara, третьего корабля в серии крейсеров типа Myōkō в составе Императорского флота Японии. Корабль оснащён гарпунной пушкой, установленной взамен супергравитационного орудия. Аватар Ashigara обладает воинственным характером и не склонна к принятию обдуманных, взвешенных решений. Совместно с Haguro занимает пост секретаря Студенческого совета Туманного флота. Крейсер спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza.
uk: Важкий крейсер Туманного флоту. Модель створена на базі Ashigara, третього корабля у серії крейсерів типу Myōkō у складі Імператорського флоту Японії. Корабель оснащений гарпунною гарматою, встановленою натомість супергравітаційної гармати. Аватар Ashigara має войовничий характер і не схильна до обміркованих та зважених рішень. Спільно з Haguro обіймає посаду секретаря Студентської ради Туманного флоту. Крейсер спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza».
zh: 《海雾舰队》的重型巡洋舰。范本为R系海军鬣级巡洋舰，Ashigara。装备有特制的harpoon-cannon。替换了之前的 Super-Graviton炮组。它的心智模型 "Ashigara"拥有英勇好战的性格。和Haguro一起，在《海雾学生会》 中扮演着 《学生会副会长》的角色。 此战舰是专为《战舰世界》所设计，并且是以它在 《ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza》 中所出现的鬣为范本。
zh_sg: “海雾舰队”的重型巡洋舰。以大日本帝国海军妙高级巡洋舰三号舰，Ashigara为范本。它装备着专用的鱼叉炮，取代了超重力炮单元。它的心智模型“Ashigara”有着好战的个性且从不仔细去思考问题。Ashigara在“海雾学生会”中跟Haguro一同扮演着其中一名“书记”。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”中出现的Ashigara来作为模板。

# IDS_PJSC707_FULL
source: ARP Ashigara
zh: 足柄

# IDS_PJSC708
source: ARP Takao
zh: 高雄
