Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC453_CAPT_3_6_OLD_DESCRIPTION
source: On the eve of 1944, off the North Cape, Cap gained standout success. A cruiser squadron that included his own ship, Belfast, was supposed to repel enemy battleship Scharnhorst from the convoy and keep it spotted until battleship Duke of York ran across her. During the polar night, while the storm and its blizzards were playing havoc, Cap was able to score an accurate hit directly on Scharnhorst's radio locator on his first shot. The same anonymous ill-wishers (yes, those already familiar to us) say that hitting the radar—the ship's highest point—meant that Cap made an error of several kilometers in determining the distance to his target, so his hit was a ridiculous coincidence! "Ha-ha-ha!" is our response to the ill-wishers. After such success, Cap was assigned as Commander of the last-in-history battleship Vanguard. The young Queen of England, upon the occasion of her crowning, decided to take a round-the-world voyage on board a yacht. But an ordinary yacht seemed to be somewhat banal to Her Majesty. As such, she ruled that the largest, mightiest, and most spectacular ship of the Navy—battleship Vanguard—should have the honor of serving as her yacht. During the long trip, Cap was sparkling with his fine manners, courtesy, wit, knowledge of court ceremonies, personal valor, and gallantry. The Queen was impressed beyond words. Soon after the cruise was over, Cap was promoted to Admiral, received the title of Peer and a position in the British Admiralty.
es_mx: En la víspera de 1944, frente a las costas de Cabo Norte, Cap obtuvo un gran éxito. Se suponía que un escuadrón de cruceros que incluía a su propio barco, el Belfast, repelería al acorazado enemigo Scharnhorst y seguiría su posición hasta que el acorazado Duke of York lo alcanzara. Durante la noche polar, mientras la tormenta y sus ventiscas causaban estragos, Cap pudo conseguir un impacto preciso directamente sobre el localizador de radio del Scharnhorst en su primer disparo. Los mismos anónimos que inventaban rumores (sí, aquellos que ya nos son familiares) decían que el impacto sobre el radar, el punto más alto del barco, significaba que Cap cometió un error de varios kilómetros al determinar la distancia hasta su objetivo, por lo que su impacto fue una ridícula coincidencia! "Ja, ja, ja" es nuestra respuesta para estos villanos. Después de dicho éxito, Cap fue asignado como Comandante del último acorazado de la historia, el Vanguard. La joven Reina de Gran Bretaña, con motivo de su coronación, decidió hacer un viaje alrededor del mundo a bordo de un yate. Pero un yate ordinario parecía ser algo banal para Su Majestad. Por lo tanto, ordenó que el barco más grande, poderoso y espectacular de la Armada, el acorazado Vanguard, tendría el honor de servir como su yate. Durante el largo viaje, Cap brilló por sus buenos modales, cortesía, ingenio, conocimiento de las ceremonias de la corte, valor personal y gallardía. La reina estaba muy impresionada. Poco después de que el viaje terminara, Cap fue ascendido a Almirante, luego recibió el título de Noble y una posición en el Almirantazgo Británico.
ja: 1944 年の夜、船長は北岬の沖で素晴らしい成功を収めました。彼が座乗するベルファストを含む巡洋艦戦隊には、ドイツ戦艦シャルンホルストによる味方船団への攻撃を退け、味方戦艦デューク・オブ・ヨークが到着するまで敵戦艦の位置を捉え続けるという任務が与えられていました。そして暴風雪が荒れ狂う北極圏の夜間に船長が放った第一斉射が、見事にシャルンホルストのレーダーに直撃しました。 お馴染みの悪意ある噂 (もうお馴染みですよね) によれば、艦上で最も高い位置にあるレーダーに命中したということは、船長が目標までの距離を数 km も誤ったからであり、滑稽な偶然に過ぎない! とされました。でもそんな噂は「ハハハッ」と笑い飛ばせば良いのです。 そんな成功を収めた船長は、史上最後の戦艦として知られるヴァンガードの艦長に任ぜられました。イギリスの若き新女王が戴冠した際、彼女はヨットに乗って世界を巡ることを決めました。しかし一般的なヨットは女王の乗艦として相応しいとは言えません。そこで名誉ある王室用ヨットとして選ばれたのが、イギリス海軍にとって最大・最強で最も見事な軍艦たる戦艦ヴァンガードだったのです。 この長い航海の間、船長のその素晴しいマナー、礼儀、機知、儀礼に関する知識、武勇、気高さは一際人々の注目を集め、女王を言葉では言い表せないほどに感心させました。彼はこの航海が終わって間もなく大将に昇格し、貴族の称号とイギリス海軍本部における座を得たのでした。
pl: Pod koniec 1944 roku w pobliżu Przylądka Północnego Kapitan odniósł wyjątkowe zwycięstwo. Eskadra krążowników, do której należał jego okręt Belfast, miała odeprzeć atak niemieckiego pancernika Scharnhorst na eskortowany konwój i utrzymać go w zasięgu wzroku do czasu przybycia pancernika Duke of York. Pomimo nocy polarnej i szalejącego sztormu, Kapitanowi udało się uszkodzić radiolokalizator Scharnhorsta swoim pierwszym strzałem. Złośliwi twierdzą, że trafienie w radar — najwyższy punkt na okręcie — oznacza, że Kapitan pomylił się o kilka kilometrów w ocenie dystansu do celu, więc to trafienie było dziełem niesamowitego przypadku! Wszystkim hejterom odpowiadamy: „Ha-ha-ha!” Po takim sukcesie Kapitan dostał przydział na ostatni w historii brytyjski pancernik — Vanguard. Młoda królowa brytyjska, przy okazji swojej koronacji, postanowiła udać się w morską podróż dookoła świata. Ale zwykły jacht był nieco zbyt banalny jak dla Jej Wysokość. Rozkazała więc, by za jacht służył jej największy, najpotężniejszy i najbardziej widowiskowy okręt marynarki — pancernik Vanguard. Podczas długiej podróży Kapitan odznaczał się wyjątkowymi manierami, uprzejmością, bystrością umysłu, znajomością dworskich ceremonii, mężnością i rycerskością. Królowa była pod ogromnym wrażeniem. Krótko po zakończeniu rejsu Kapitan został awansowany do stopnia admiralskiego, otrzymał tytuł Para i miejsce w Admiralicji Brytyjskiej.
ru: В канун нового, 1944 года, у мыса Нордкап Кэп добился выдающегося успеха. Тогда эскадра крейсеров, включая его Belfast, должна была отогнать вражеский линкор Scharnhorst от конвоя и «светить» его до тех пор, пока ему навстречу не выйдет линкор Duke of York. В полярную ночь, в свирепый шторм и пургу Кэп сумел первым же выстрелом попасть в Scharnhorst точнёхонько в радиолокатор. Знакомые нам анонимные недоброжелатели говорят, что попадание в радар — самую верхнюю точку корабля — означает, что Кэп ошибся с определением дистанции до цели на несколько километров, а попадание — нелепая случайность. «Ха-ха-ха!» — ответим им мы. После такого успеха Кэп был назначен командиром последнего в истории линкора Vanguard. А юная королева Великобритании по случаю своей коронации решила отправиться в кругосветное путешествие на яхте. Обычная яхта показалась Её Величеству какой-то банальной. И она повелела сделать своей яхтой самый большой, могучий и эффектный корабль флота — линкор Vanguard. В ходе долгого путешествия Кэп просто блистал своими прекрасными манерами, обходительностью, остроумием, знанием придворного этикета, личной отвагой и доблестью. Королева была сражена. Вскоре после завершения круиза Кэп был произведён в адмиралы, стал пэром и получил должность в британском Адмиралтействе.
uk: Напередодні нового 1944 року, біля мису Нордкап Кеп досяг видатного успіху. Тоді ескадра крейсерів, включно з його Belfast, повинна була відігнати ворожий лінкор Scharnhorst від конвою та «світити» його, доки йому назустріч не вийде лінкор Duke of York. У полярну ніч, у шаленому штормі й завірюсі Кеп зумів першим же пострілом влучити в Scharnhorst точнісінько в радіолокатор. Знайомі нам анонімні недоброзичливці кажуть, що влучення в радар — найвищу точку корабля — означає, що Кеп помилився з визначенням дистанції до цілі на декілька кілометрів, а влучення — безглузда випадковість. «Ха-ха-ха!» — відповідаємо їм ми. Після такого успіху Кепа призначили командиром останнього в історії лінкора Vanguard. А юна королева Великобританії з нагоди своєї коронації вирішила відправитися в навколосвітню подорож на яхті. Звичайна яхта здалася Її Величності якоюсь банальною. І вона наказала зробити своєю яхтою найбільший, наймогутніший і найефективніший корабель флоту — лінкор Vanguard. Під час довгої подорожі Кеп просто сяяв своїми чудовими манерами, ввічливістю, дотепністю, знанням придворного етикету, особистою відвагою та доблестю. Королева була дуже вражена. Незабаром після завершення круїзу Кепа підвищили до адмірала, він став пером і отримав посаду в британському Адміралтействі.
zh: В канун нового, 1944 года, у мыса Нордкап Кэп добился выдающегося успеха. Тогда эскадра крейсеров, включая его Belfast, должна была отогнать вражеский линкор Scharnhorst от конвоя и «светить» его до тех пор, пока ему навстречу не выйдет линкор Duke of York. В полярную ночь, в свирепый шторм и пургу Кэп сумел первым же выстрелом попасть в Scharnhorst точнёхонько в радиолокатор. Знакомые нам анонимные недоброжелатели говорят, что попадание в радар — самую верхнюю точку корабля — означает, что Кэп ошибся с определением дистанции до цели на несколько километров, а попадание — нелепая случайность. «Ха-ха-ха!» — ответим им мы. После такого успеха Кэп был назначен командиром последнего в истории линкора Vanguard. А юная королева Великобритании по случаю своей коронации решила отправиться в кругосветное путешествие на яхте. Обычная яхта показалась Её Величеству какой-то банальной. И она повелела сделать своей яхтой самый большой, могучий и эффектный корабль флота — линкор Vanguard. В ходе долгого путешествия Кэп просто блистал своими прекрасными манерами, обходительностью, остроумием, знанием придворного этикета, личной отвагой и доблестью. Королева была сражена. Вскоре после завершения круиза Кэп был произведён в адмиралы, стал пэром и получил должность в британском Адмиралтействе.
zh_sg: 1944年前夕，在北角附近，卡普获得了巨大的成功。他指挥着贝尔法斯特贺一个巡洋舰中队，本应该击退进犯己方船队的敌方战列舰沙恩霍斯特，并保持对它的追踪，直到战列舰约克公爵号拦截它。在极夜中，当风暴和暴雪肆虐的时候，卡普第一炮就直接命中了沙恩霍斯特的雷达定位设备。 又是那群不怀好意的匿名的者（是的，我们已经很熟悉的人）表示，击中雷达——战舰的最高点——意味着卡普在确定与目标的距离时出现了几公里的误差，所以这次命中只是一个可笑的巧合！对此谣言我们以“哈哈哈”作为回应。 这次立功后，卡普被委任为前卫号战列舰历史上的最后一名指挥官。年轻的英国女王在加冕之际，决定乘游艇环游世界。但是，普通的游艇显然配不上女王陛下的身份。因此，她指定最大最强的前卫号战列舰为她此次出游的座驾。 在这次长途航行中，卡普以优雅、礼貌、机智的举止，对法庭仪式的博学，个人的英勇事迹脱颖而出。给女王留下了深刻的印象。巡游结束后不久，卡普被提升为海军上将，然后他获得了贵族头衔和英国海军部的职位。

# IDS_PCZC454_CAPT_4_1_LADY
source: Cap's Romantic Fantasy
es_mx: La Fantasía Romántica de Cap
ja: 船長のロマンチック・ファンタジー
pl: Romantyczna strona Kapitana
ru: Романтическая фантазия Кэпа
uk: Романтична фантазія Кепа
zh: Романтическая фантазия Кэпа
zh_sg: 卡普的浪漫幻想

# IDS_PCZC454_CAPT_4_1_LADY_DESCRIPTION
source: Every little boy dreams of becoming a hero! Especially one who was born with all the right qualities! Our Cap is strong, fast, and never cools down after a battle. Besides that, Cap was always absorbed in books about heroic seafarers. Actually, not only about seafarers, but simply, heroic novels. Following the examples of his favorite historical characters who were dressed in velvet camisoles with lacelike cuffs, he is convinced that a real knight and gentleman cannot live another day without performing a gallant deed devoted to a fair lady. For this reason, daily after breakfast, having powdered his wig and polished his lacquered shoes after the latest French fashion, he heads out every day to serve a lady. It should be also noted that the presence of the lady herself is not required at all, her beautiful image is reason enough for our hero to accomplish a feat. If the plot needs it, Cap can play the role of the damsel in distress himself, who he would eventually shield from danger. One might find this contradictory, but for such an inventor as our Cap, it is rather easy to solve this quantum-mechanical paradox.
es_mx: ¡Cada niño pequeño sueña con convertirse en un héroe! ¡Especialmente uno que nació con todas las cualidades correctas! Nuestro Cap es fuerte, rápido y nunca descansa después de una batalla. Además, Cap siempre estaba absorto en libros sobre navegantes heroicos. En realidad, no solo sobre navegantes, sino simples novelas heroicas. Siguiendo los ejemplos de sus personajes históricos favoritos que vestían camisolas de terciopelo con puños de encaje, se encuentra convencido de que un verdadero caballero no puede vivir sin realizar un acto de galante dedicado a una bella dama. Por esta razón, todos los días después del desayuno, después de haber desempolvado su peluca y pulido los zapatos según la última moda francesa, se dirige todos los días a servir a una dama. También debe tomarse en cuenta que la presencia de la propia dama no es requerida en absoluto, su hermosa imagen es razón suficiente para que nuestro héroe cumpliera su hazaña. Si la trama lo necesita, Cap puede desempeñar el papel de la damisela en apuros, a quien eventualmente protegería del peligro. Uno podría encontrar esto contradictorio, pero para un inventor como nuestro Cap, es bastante fácil resolver esta paradoja de mecánica cuántica.
ja: 小さな男の子であれば、誰もがヒーローになることを夢見るものです! 特に、特別な資質を持って生まれた男の子ならなおさらでしょう! 我らが船長は強く、固い信念を持ち、戦闘を 1 つ終えたとしても満足せずさらなる戦闘を求めていました。 加えて船長は、英雄的な船乗りに関する本にいつも夢中でした。実際の所は船乗りだけではなく、英雄的な小説なら何でも大好きでした。そしてレース状の袖口が付いたベルベットのキャミソールで着飾ったお気に入りの歴史的人物の例に倣い、本当の騎士や紳士であれば、麗人のために毎日のように勇ましい行為を行うものだと信じていました。こういう訳で、彼は朝食後の日課として、ウィッグを被って靴を磨き上げて最新のフランス風ファッションに仕上げ、とある女性に奉仕すべく毎日のように出掛けていくのでした。 ですが、その女性が本当に存在していたかどうかは重要ではなかった、ということを付け加えておくべきでしょう。その女性の美しいイメージだけでも、我らがヒーローが偉業を達成したいと思う理由として充分だったのですから。そして船長は、物語の中で必要であれば、自分が助け出すことになる囚われの姫君の役割を自ら演じることもできました。矛盾していると思うかも知れませんが、我らが船長ほどの発明家ともなれば、このような量子力学的パラドックスを解決することなんて、割と簡単なことだったのです。
pl: Każdy mały chłopiec marzy o tym, by zostać bohaterem! Zwłaszcza ci, którzy urodzili się do tego predysponowani! Nasz Kapitan jest silny, szybki i niezmordowany. Ponadto, Kapitana zawsze pochłaniały książki o bohaterskich marynarzach. W zasadzie nie tylko marynarzach, ale opowieści o bohaterach w ogóle. Biorąc przykład ze swoich ulubionych, noszących jedwabne kamizelki i koronkowe mankiety postaci historycznych, uważał, że prawdziwy rycerz i dżentelmen nie może czuć się szczęśliwy, jeśli każdego dnia nie wykaże się szarmanckim gestem względem damy. Z tego powodu codziennie po śniadaniu, po napudrowaniu swojej peruki i wypolerowaniu lakierków zgodnie z najnowszą francuską modą, wyrusza, by służyć niewiastom. Musimy nadmienić, że obecność samej damy nie jest tu konieczna — naszemu bohaterowi wystarczy sam jej wizerunek, by uznać nobliwy czyn za zaliczony. Jeśli scenariusz tego wymaga, sam Kapitan może odegrać rolę dziewoi w potrzebie, którą mógłby chronić przed niebezpieczeństwem. Ktoś mógłby się w tym doszukiwać sprzeczności, ale dla takiego bystrzachy jak nasz Kapitan takie paradoksy mechaniki kwantowej nie stanowią żadnego problemu.
ru: Какой же мальчишка не мечтает стать героем? Особенно когда ты обладаешь всеми нужными качествами с рождения! Наш Кэп силён, быстр и никогда не остывает после боя. Вдобавок Кэп всегда зачитывался романами про героических мореплавателей, и не только мореплавателей, скорее уж, просто героическими романами. Следуя примеру своих любимых исторических героев, закованных в бархатные камзолы с кружевными манжетами, он всегда полагал, что настоящий рыцарь и джентльмен не может и дня прожить без подвига ради прекрасной дамы. Поэтому ежедневно после завтрака, напудрив, по последней парижской моде, свой парик и начистив до блеска лакированные туфли, он выходит из дома, чтобы помочь какой-нибудь барышне. При этом наличие самой прекрасной дамы совсем не обязательно, достаточно её прекрасного образа, ради которого наш герой совершает подвиг. А если того требует сюжет, то он и сам вполне способен сыграть роль попавшей в беду дамы, которую затем и спасает. Противоречиво, конечно, но для такого затейника, как наш Кэп, разрешить этот квантово-механический парадокс — пара пустяков.
uk: Який хлопчисько не мріє стати героєм? Особливо коли в тебе є всі потрібні якості з народження! Наш Кеп сильний, швидкий, і ніколи не заспокоюється після бою. До того ж Кеп завжди зачитувався романами про героїчних мореплавців, і не тільки мореплавців, скоріше — просто героїчними романами. Беручи за приклад своїх улюблених історичних героїв, які були закутані в оксамитові камзоли з мереживними манжетами, він завжди вважав, що справжній лицар і джентльмен не може й дня прожити без подвигу заради прекрасної дами. Тому щодня після сніданку він пудрить за останньою паризькою модою свою перуку, натирає до блиску лаковані туфлі, та виходить з дому, щоб допомогти якійсь панночці. Водночас наявність самої прекрасної дами зовсім не обов’язкова, вистачить її прекрасного образу, заради якого наш герой здійснює подвиг. А якщо того потребує сюжет, то він і сам цілком здатний зіграти роль дами, яка потрапила в халепу, і яку він потім і рятує. Суперечливо, звичайно, але для такого витівника, як наш Кеп, розв’язати це квантово-механічний парадокс — справа нехитра.
zh: Какой же мальчишка не мечтает стать героем? Особенно когда ты обладаешь всеми нужными качествами с рождения! Наш Кэп силён, быстр и никогда не остывает после боя. Вдобавок Кэп всегда зачитывался романами про героических мореплавателей, и не только мореплавателей, скорее уж, просто героическими романами. Следуя примеру своих любимых исторических героев, закованных в бархатные камзолы с кружевными манжетами, он всегда полагал, что настоящий рыцарь и джентльмен не может и дня прожить без подвига ради прекрасной дамы. Поэтому ежедневно после завтрака, напудрив, по последней парижской моде, свой парик и начистив до блеска лакированные туфли, он выходит из дома, чтобы помочь какой-нибудь барышне. При этом наличие самой прекрасной дамы совсем не обязательно, достаточно её прекрасного образа, ради которого наш герой совершает подвиг. А если того требует сюжет, то он и сам вполне способен сыграть роль попавшей в беду дамы, которую затем и спасает. Противоречиво, конечно, но для такого затейника, как наш Кэп, разрешить этот квантово-механический парадокс — пара пустяков.
zh_sg: 每个小男孩都梦想成为英雄！尤其是一个天生具有良好品质的人！我们的卡普强壮，敏捷，战斗后热血从不冷却。 除此之外，卡普总是专注于有关英雄海员的书籍。事实上，不仅仅是关于海员的，也有英雄小说。模仿最喜欢的历史角色，穿着丝绒背心，戴着蕾丝袖口，相信真正的骑士和绅士如果不为一位淑女鞠躬尽瘁，就无法活下去。因此，每天早餐后，他都会追随最新的法国时尚潮流，给自己的假发抹上粉，擦亮自己的皮鞋，然后每天出门为一位女士服务。 值得注意的是，女士本身不需要出场，其美丽的图片足以让我们的英雄完成一项壮举。如果剧情需要的话，卡普还可以自己扮演英雄救美中的少女，他最终会保护她脱离危险。人们可能会发现这一矛盾，但对于像卡普这样的发明家来说，解决这个量子力学悖论是相当容易的。

# IDS_PCZC455_CAPT_4_2_RAMBO
source: Cap's Heroic Fantasy
es_mx: La Fantasía Heroica de Cap
ja: 船長の英雄的ファンタジー
pl: Bohaterska strona Kapitana
ru: Героическая фантазия Кэпа
uk: Героїчна фантазія Кепа
zh: Героическая фантазия Кэпа
zh_sg: 卡普的英雄幻想
