Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE294_GORIZIA_FLAG_DESCRIPTION
source: One of the Zara-class heavy cruisers that was launched in December 1930 and named after the city of Gorizia, which was incorporated into the Kingdom of Italy as an outcome of World War I.
es_mx: Uno de los cruceros pesados de la clase Zara que fue botado en diciembre de 1930 y nombrado como la ciudad de Gorizia, la cual fue incorporada al Reino de Italia como resultado de la Primera Guerra Mundial.
ja: 本艦はザラ級重巡洋艦であり、1930 年 12 月に進水し、一次大戦の結果としてイタリア領になった都市ゴリツィアに因んで命名されました。
pl: Jeden z ciężkich krążowników klasy Zara, który zwodowany został w grudniu 1930 roku i nazwany na cześć miasta Gorycja, wcielonego do Królestwa Włoch po I wojnie światowej.
ru: Один из тяжёлых крейсеров типа Zara, спущенный на воду в декабре 1930 года, получил имя в честь города Гориция, присоединённого к Итальянскому королевству по результатам Первой мировой войны.
uk: Один з важких крейсерів типу Zara, який спустили на воду у грудні 1930 року, був названий на честь міста Горіція, яке приєднали до Італійського королівства за підсумками Першої світової війни.
zh: Один из тяжёлых крейсеров типа Zara, спущенный на воду в декабре 1930 года, получил имя в честь города Гориция, присоединённого к Итальянскому королевству по результатам Первой мировой войны.
zh_sg: 扎垃级重型巡洋舰之一，1930年12月下水。用了一战后并入意大利王国的城市“戈里齐亚”命名。

# IDS_PCEE295_MAINZ_FLAG_DESCRIPTION
source: During the 1920s and 1930s, the light cruisers of the German Navy were named after the Imperial German Navy's "small cruisers" that perished during World War I. SMS Mainz was sunk on August 28, 1914, during the battle of Heligoland Bight.
es_mx: En los años 20 y 30, los cruceros ligeros de la Armada Alemana recibían el nombre de los "pequeños cruceros" de la Armada Imperial Alemana que habían perecido durante la Primera Guerra Mundial. El SMS Mainz fue hundido el 28 de agosto de 1914 durante la batalla de la Bahía de Heligoland.
ja: 1920 年代から 1930 年代にかけてのドイツ海軍の軽巡洋艦には、一次大戦中に失われたドイツ帝国海軍の「小型巡洋艦」に因んだ艦名が与えられました。マインツ (SMS Mainz) は、1914 年 8 月 28 日にヘルゴラント海戦の最中で撃沈されました。
pl: W latach 20. i 30. lekkie krążowniki niemieckiej marynarki nazywano na cześć „małych krążowników” Cesarskiej Marynarki Wojennej Niemiec, które zostały zniszczone podczas I wojny światowej. SMS Mainz poszedł na dno 28 sierpnia 1914 roku w trakcie bitwy koło Helgolandu.
ru: В 1920–1930-х годах лёгкие крейсеры ВМС Германии получали наименования в честь погибших в годы Первой мировой войны «малых крейсеров» Императорского флота. SMS Mainz был потоплен 28 августа 1914 года в ходе сражения в Гельголандской бухте.
uk: У 1920–1930-х роках легкі крейсери ВМС Німеччини називали «малі крейсери» на честь загиблих Імператорського флоту під час Першої світової війни. SMS Mainz було потоплено 28 серпня 1914 року під час битви в Гельголандській бухті.
zh: В 1920–1930-х годах лёгкие крейсеры ВМС Германии получали наименования в честь погибших в годы Первой мировой войны «малых крейсеров» Императорского флота. SMS Mainz был потоплен 28 августа 1914 года в ходе сражения в Гельголандской бухте.
zh_sg: 1920到30年代，德国海军的轻型巡洋舰是以一战中阵亡的德国皇家海军“小型巡洋舰”命名的。1914年8月28日，在海利格兰湾战役中，Mainz号被击沉。

# IDS_PCEE296_PUMPKIN_FLAG_DESCRIPTION
source: For crushing ships, smashing gourds, and being too spoopy!
es_mx: ¡Por aplastar barcos y calabazas, a además ser espeluznante!
ja: 艦艇を撃沈し、カボチャを粉砕し、あまりにも面白恐ろしくあることを称えて!
pl: Za miażdżenie okrętów, deptanie dyni i bycie rozrabiaką!
ru: За сокрушённые корабли, разбитые тыквы и умение быть весёлым и страшным одновременно
uk: За знищені кораблі, розбиті гарбузи та уміння бути веселим і страшним одночасно
zh: За сокрушённые корабли, разбитые тыквы и умение быть весёлым и страшным одновременно
zh_sg: 为了粉碎战舰、粉碎葫芦、以及特别吓人！

# IDS_PCEE297_UBOAT_FLAG
source: 10th U-boat Flotilla
es_mx: 10.ª Flotilla de U-boats
ja: 第 10 潜水隊群
pl: 10. Flotylla U-botów
ru: 10-я флотилия подводных лодок
uk: 10-та флотилія підводних човнів
zh: 10-я флотилия подводных лодок
zh_sg: 第十U型舰队

# IDS_PCEE297_UBOAT_FLAG_DESCRIPTION
source: Emblem of the 10th U-boat Flotilla.
es_mx: Emblema de la 10.ª Flotilla de U-boats
ja: 第 10 潜水隊群の徽章
pl: Emblemat 10. Flotylli U-botów
ru: Эмблема 10-й флотилии подводных лодок Кригсмарине.
uk: Емблема 10-ї флотилії підводних човнів Кріґсмаріне.
zh: Эмблема 10-й флотилии подводных лодок Кригсмарине.
zh_sg: 第十U型舰队徽章。

# IDS_PCEE298_GOLDDOLPHIN_FLAG_DESCRIPTION
source: These flags are flown aboard submarines when not under way, to indicate that all the officers have qualified as submarine warfare specialists.
es_mx: Estas banderas son ondeadas a bordo de submarinos cuando no están en movimiento, para indicar que todos los oficiales han calificado como especialistas en combate submarino.
ja: これらの旗は航行中ではない潜水艦に掲揚され、士官全員が潜水艦戦の専門家として認定済みであることを示しました。
pl: Flagi te powiewają nad stacjonującymi okrętami podwodnymi, świadcząc o tym, że wszyscy oficerowie nimi operujący są wykwalifikowani do działań zbrojnych na pokładzie okrętów podwodnych.
ru: Флаг поднимается на пришвартованных подводных лодках и означает, что все офицеры на борту являются специалистами по ведению боевых действий подводными лодками.
uk: Прапор підіймають на пришвартованих підводних човнах, щоб позначити, що всі офіцери на борту — фахівці з ведення бойових дій підводними човнами.
zh: Флаг поднимается на пришвартованных подводных лодках и означает, что все офицеры на борту являются специалистами по ведению боевых действий подводными лодками.
zh_sg: 这些旗帜悬挂在未下潜的潜艇上，以表明所有军官都具备潜艇专家资格。

# IDS_PCEE299_LEYTE_FLAG
source: Battle of Leyte Gulf
es_mx: Batalla del Golfo de Leyte
ja: レイテ沖海戦
pl: Bitwa w Zatoce Leyte
ru: Битва в заливе Лейте
uk: Битва в затоці Лейте
zh: Битва в заливе Лейте
zh_sg: 莱特湾海战

# IDS_PCEE299_LEYTE_FLAG_DESCRIPTION
source: Between October 23 and 26, just off the Philippine islands, the largest naval battle in history occurred. It became known as the Battle of Leyte Gulf.
es_mx: Entre el 23 y el 26 de octubre, frente a las islas de Filipinas, ocurrió la más grande batalla naval de la historia. Fue conocida como la Batalla del Golfo de Leyte.
ja: 1944 年の 10 月 23 日から 26 日にかけて史上最大級の海戦のひとつが発生し、レイテ沖海戦として知られるようになりました。
pl: W dniach 23–26 października u wybrzeży Filipin doszło do największej bitwy morskiej w historii. Zasłynęła pod nazwą bitwy w Zatoce Leyte.
ru: С 23 по 26 октября 1944 года у берегов Филиппин состоялось самое масштабное морское сражение в истории, получившее известность как Битва в заливе Лейте.
uk: З 23 по 26 жовтня 1944 року у берегів Філіппіннів розгорнулося наймасштабніша морська битва в історії, відома як «Битва в затоці Лейте».
zh: С 23 по 26 октября 1944 года у берегов Филиппин состоялось самое масштабное морское сражение в истории, получившее известность как Битва в заливе Лейте.
zh_sg: 10月23日至26日，在菲律宾群岛附近，发生了历史上最大规模的海战。它被称为莱特湾战役。

# IDS_PCEE300_LONDON_FLAG_DESCRIPTION
source: The badge of HMS London, a cruiser that joined the Royal Navy in 1929, depicts a sword—one of the symbols of Saint Paul, patron saint of London city.
es_mx: La insignia del HMS London, un crucero que se unió a la Royal Navy en 1929, muestra una espada, uno de los símbolos de Saint Paul, el santo patrón de la ciudad de Londres.
ja: 1929 年にイギリス海軍に就役した重巡洋艦ロンドンのバッジで、ロンドン市の守護聖人である聖パウロのシンボルのひとつとして知られる剣が描かれています。
pl: Flaga HMS London, krążownika który został wcielony do Royal Navy w 1929 roku. Przedstawia miecz – jeden z symboli Św. Pawła, patrona Londynu.
ru: На эмблеме HMS London, крейсера, вошедшего в состав Королевского флота в 1929 году, был изображён меч — один из символов святого Павла, патрона лондонского Сити.
uk: На емблемі HMS London, крейсера, який увійшов до складу Королівського флоту в 1929 році, був зображений меч — один із символів Святого Павла, патрона Лондонського Сіті.
zh: На эмблеме HMS London, крейсера, вошедшего в состав Королевского флота в 1929 году, был изображён меч — один из символов святого Павла, патрона лондонского Сити.
zh_sg: HMS伦敦徽章，1929年加入皇家海军的一艘巡洋舰，上绘制了一把象征着圣保罗、神圣伦敦市守护神的的守护之剑。

# IDS_PCEE301_ODIN_FLAG_DESCRIPTION
source: Odin is the supreme god in German-Scandinavian mythology—master of Valhalla. Often depicted wielding a spear named Gungnir, and riding his eight-legged horse called Sleipnir.
es_mx: Odín es el dios supremo en la mitología germano-escandinava, amo del Valhalla. A menudo se le representa blandiendo una lanza llamada Gungnir y montando su corcel de ocho patas llamado Sleipnir.
ja: オーディンは北欧神話の主神であり、ヴァルハラの主です。多くの場合はグングニルという槍を持ち、八本脚の愛馬スレイプニールに乗った姿で描かれます。
pl: Odyn to najwyższy bóg w mitologii skandynawskiej – władca Valhalli. Często przedstawiany z włócznią o nazwie Gungir, na ośmionożnym wierzchowcu imieniem Sleipnir.
ru: Один — верховный бог в германо-скандинавской мифологии и хозяин Вальхаллы. Часто изображается вооружённым копьём — Гунгниром, а также верхом на своём восьминогом коне — Слейпнире.
uk: Одін — найвищий бог германської та скандинавської міфології, господар Вальгалли. Часто зображується озброєним списом — Ґунґніром, а також на своєму восьминогому — Слейпнірі.
zh: Один — верховный бог в германо-скандинавской мифологии и хозяин Вальхаллы. Часто изображается вооружённым копьём — Гунгниром, а также верхом на своём восьминогом коне — Слейпнире.
zh_sg: 奥丁是德国斯堪的纳维亚神话中的至高神——瓦尔哈拉的大师。经常被描绘为挥舞着冈尼尔长矛、骑着名为斯莱普尼尔的八腿马的形象。

# IDS_PCEE302_ATAGO_FLAG
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_PCEE302_ATAGO_FLAG_DESCRIPTION
source: Japanese heavy cruiser Atago was named after a mountain located near Kyoto, which holds one of the most revered Shinto shrines atop of it.
es_mx: El crucero pesado japonés Atago recibió el nombre de una montaña situada cerca de Kioto, en cuya cima se sitúa uno de los santuarios sintoístas más venerados.
ja: 日本の重巡洋艦愛宕は、京都近郊にある山に因んで命名されました。この愛宕山は信仰の山として知られ、山頂には愛宕神社があります。
pl: Japoński ciężki krążownik Atago otrzymał swoją nazwę po szczycie górskim, znajdującym się w okolicy Kyoto, na którym znajduje się jedna z otczonych największą czcią kapliczek Shinto.
ru: Японский тяжёлый крейсер Atago получил своё имя по названию расположенной недалеко от Киото горы, на вершине которой находится одно из самых почитаемых синтоистских святилищ.
uk: Японський важкий крейсер Atago був названий на честь гори, розташованої недалеко від Кіото, на вершині якої знаходиться одне з найбільш шанованих синтоїстських святилищ.
zh: Японский тяжёлый крейсер Atago получил своё имя по названию расположенной недалеко от Киото горы, на вершине которой находится одно из самых почитаемых синтоистских святилищ.
zh_sg: 日本重型巡洋舰爱宕是以一座位于京都附近的爱宕山而命名的，上面坐落着最著名的神社。

# IDS_PCEE303_SIMS_FLAG
source: Sims
zh: 西姆斯
zh_sg: 西姆斯

# IDS_PCEE303_SIMS_FLAG_DESCRIPTION
source: Admiral William Sims is one of the main Navy reformers whose efforts in the first decades of the 20th century allowed the U.S. Navy to stand on par with the most powerful navies of the world at that time. In 1939, a destroyer named after the admiral was commissioned as the lead ship in a series of twelve ships.
es_mx: El Almirante William Sims es uno de los principales reformadores de la Armada. Sus esfuerzos en las primeras décadas del siglo XX situaron a la Armada Estadounidense a la altura de las más poderosas del mundo en esa época. En 1939, un destructor con el nombre del Almirante se asignó como barco insignia en una serie de 12 barcos.
ja: ウィリアム・シムス提督は海軍の改革に取り組んだ指導者の一人であり、20 世紀の序盤における彼らの努力のおかげで、アメリカ海軍は当時世界最強の海軍強国群に並び立つことができました。1939 年にこの提督に由来した艦名を持つ駆逐艦が全 12 隻から成る艦級のネームシップとして就役しました。
pl: Adrmiał William Sims był jednym z głównych reformatorów marynarki. Jego starania w pierwszych dekadach XX wieku pozwoliły U.S. Navy stawić czoła największym ówczesnym potęgom. W 1939 roku do służby wcielono noszącego jego imię niszczyciela, będącego okrętem prowadzącym serii 12 okrętów.
ru: Адмирал Уильям Симс — один из главных реформаторов американского флота, благодаря усилиям которого ВМС США в первые десятилетия XX века встали в один ряд с самими мощными на тот момент флотами мира. В 1939 году вступил в строй названный в честь адмирала эсминец, головной в серии из двенадцати кораблей.
uk: Адмірал Вільям Сімс — один із головних реформаторів американського флоту, завдяки якому ВМС США в перші десятиріччя XX століття стали одним із найпотужніших флотів світу. У 1939 році став до лав есмінець, названий на честь адмірала, головний у серії із дванадцяти кораблів.
zh: Адмирал Уильям Симс — один из главных реформаторов американского флота, благодаря усилиям которого ВМС США в первые десятилетия XX века встали в один ряд с самими мощными на тот момент флотами мира. В 1939 году вступил в строй названный в честь адмирала эсминец, головной в серии из двенадцати кораблей.
zh_sg: 沙德米拉尔·威廉·西姆斯是重要的海军变革者之一，他在20世纪初的数十年中，成功让美国海军能够与当时世界的海军强国并驾齐驱。1939年，一艘以海军上将命名的驱逐舰被委任为12艘编制舰队的旗舰。

# IDS_PCEE304_ALASKABLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE305_ASASHIOBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE306_ATAGOBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE307_GRAFZEPPELINBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE308_MASSACHUSETTSBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE309_SHARNHORSTBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE310_SIMSBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE311_TIRPITZBLACK_FLAG_DESCRIPTION
source: A flag dedicated to "Black Friday"—the day when Christmas sales officially start in many countries of the world (including non-English-speaking ones).
es_mx: Una bandera dedicada al Black Friday, lel día en que las ofertas de Navidad comienzan en muchos países del mundo (incluso en los que no hablan inglés).
ja: 「ブラックフライデー」をテーマにした旗です。この日には、英語圏以外も含む多くの国々でクリスマスセールが始まります。
pl: Flaga poświęcona „Czarnemu piątkowi” – dniu, w którym oficjalnie rozpoczynają się wyprzedaże świąteczne w wielu krajach świata (także nieanglojęzycznych).
ru: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
uk: Прапор, присвячений «Чорній п’ятниці» (Black Friday) — дню, коли в багатьох країнах світу (включно з неангломовними) офіційно відчиняються різдвяні розпродажі.
zh: Флаг, посвящённый «чёрной пятнице» (Black Friday) — дню, когда во многих странах мира (включая неанглоязычные) официально открываются рождественские распродажи.
zh_sg: “黑色星期五”主题旗帜——世界上许多国家（包括非英语国家）正式开始圣诞节促销的日子。

# IDS_PCEE312_SUBTEST_FLAG
source: Stealthy Threat
es_mx: Amenaza Invisible
ja: 見えざる脅威
pl: Ciche zagrożenie
ru: Скрытая угроза
uk: Прихована загроза
zh: Скрытая угроза
zh_sg: 隐藏的威胁

# IDS_PCEE312_SUBTEST_FLAG_DESCRIPTION
source: To the valiant Commanders fighting in deep waters!
es_mx: ¡A los valientes comandantes que combate en aguas profundas!
ja: 深海で戦う勇猛な艦長達へ!
pl: Dla dzielnych dowódców, walczących w morskich głębinach!
ru: Доблестным командирам, сражающимся в глубинных водах!
uk: Відважним командирам, що б’ються в глибинних водах!
zh: Доблестным командирам, сражающимся в глубинных водах!
zh_sg: 向在深海水域战斗的英勇指挥官致敬！

# IDS_PCEE313_SEASONFLAG14_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Fourteenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Decimocuarta Temporada de las Batallas por Rango.
ja: ランク戦第 14 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za zdobycie 15 stopnia w czternastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 14-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 14-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 14-м ранговом сезоне.
zh_sg: 在排位战第14赛季达到排名15所授予的纪念旗帜。
