Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_REWARD_UNLOCK_CAMO_USA_DESTROYER_DESCRIPTION
source: Custom color schemes for the camouflages of all U.S.A. destroyers
es_mx: Esquemas de color personalizado del camuflaje para todos los destructores de E.E.U.U.
ja: 全てのアメリカ駆逐艦の迷彩用のカスタム・カラースキーム
pl: Własne schematy kolorów dla kamuflaży wszystkich amerykańskich niszczycieli
ru: Возможность выбрать цветовую схему камуфляжа для всех эсминцев США
uk: Можливість вибрати колірну схему камуфляжу для всіх есмінців США
zh: 提供给所有M系驱逐舰使用的客制化涂装图样
zh_sg: 所有美国驱逐舰涂装的自定义色彩组合

# IDS_REWARD_UNLOCK_ENSIGN
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGNAIRCARRIER_DESCRIPTION
source: A second flag on all U.S.A. aircraft carriers
es_mx: Una segunda bandera en todos los portaaviones norteamericanos
ja: 全てのアメリカ航空母艦に第二の旗 (信号旗を除く)
pl: Druga flaga na wszystkich amerykańskich lotniskowcach
ru: Возможность установить второй флаг на все авианосцы США
uk: Можливість встановити другий прапор на всі авіаносці США
zh: 所有M系航空母舰的第二面旗
zh_sg: 所有美国航空母舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGNBATTLESHIP_DESCRIPTION
source: A second flag on all U.S.A. battleships
es_mx: Una segunda bandera en todos los acorazados norteamericanos
ja: 全てのアメリカ戦艦に第二の旗 (信号旗を除く)
pl: Druga flaga na wszystkich amerykańskich pancernikach
ru: Возможность установить второй флаг на все линкоры США
uk: Можливість встановити другий прапор на всі лінкори США
zh: 所有M系战列舰的第二面旗
zh_sg: 所有美国战列舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGNCRUISER_DESCRIPTION
source: A second flag on all U.S.A. cruisers
es_mx: Una segunda bandera en todos los cruceros norteamericanos
ja: 全てのアメリカ巡洋艦に第二の旗 (信号旗を除く)
pl: Druga flaga na wszystkich amerykańskich krążownikach
ru: Возможность установить второй флаг на все крейсеры США
uk: Можливість встановити другий прапор на всі крейсери США
zh: 所有M系巡洋舰的第二面旗
zh_sg: 所有美国巡洋舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGNDESTROYER_DESCRIPTION
source: A second flag on all U.S.A. destroyers
es_mx: Una segunda bandera en todos los destructores norteamericanos
ja: 全てのアメリカ駆逐艦に第二の旗 (信号旗を除く)
pl: Druga flaga na wszystkich amerykańskich niszczycielach
ru: Возможность установить второй флаг на все эсминцы США
uk: Можливість встановити другий прапор на всі есмінці США
zh: 所有M系驱逐舰的第二面旗
zh_sg: 所有美国驱逐舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_COMMONWEALTH
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_COMMONWEALTH_DESCRIPTION
source: A second flag on all Commonwealth ships
es_mx: Una segunda bandera en todos los barcos del Commonwealth
ja: 全てのイギリス連邦艦艇に第二の旗
pl: Dodatkowa flaga dla wszystkich okrętów Wspólnoty
ru: Возможность установить второй флаг на все корабли Содружества
uk: Можливість встановити другий прапор на всі кораблі Співдружності
zh: 所有L系战舰上的第二面旗帜
zh_sg: 所有联邦战舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_FRANCE
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_FRANCE_BATTLESHIP_DESCRIPTION
source: A second flag on all French battleships
es_mx: Una segunda bandera en todos los acorazados franceses
ja: 全てのフランス戦艦に第二の旗
pl: Druga flaga na wszystkich francuskich pancernikach
ru: Возможность установить второй флаг на все линкоры Франции
uk: Можливість встановити другий прапор на всі лінкори Франції
zh: Возможность установить второй флаг на все линкоры Франции
zh_sg: 所有法国战列舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_FRANCE_CRUISER_DESCRIPTION
source: A second flag on all French cruisers
es_mx: Una segunda bandera en todos los cruceros franceses
ja: 全てのフランス巡洋艦に第二の旗
pl: Druga flaga na wszystkich francuskich krążownikach
ru: Возможность установить второй флаг на все крейсеры Франции
uk: Можливість встановити другий прапор на всі крейсери Франції
zh: Возможность установить второй флаг на все крейсеры Франции
zh_sg: 所有法国巡洋舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_FRANCE_DESCRIPTION
source: A second flag on French ships
es_mx: Una segunda bandera en todos los barcos franceses
ja: フランス艦艇に第二の旗
pl: Druga flaga na wszystkich francuskich okrętach
ru: Возможность установить второй флаг на французские корабли
uk: Можливість встановити другий прапор на французькі кораблі
zh: Возможность установить второй флаг на французские корабли
zh_sg: 所有法国战舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_FRANCE_DESTROYER_DESCRIPTION
source: A second flag on all French destroyers
es_mx: Una segunda bandera en todos los destructores franceses
ja: 全てのフランス駆逐艦に第二の旗
pl: Druga flaga na wszystkich francuskich niszczycielach
ru: Возможность установить второй флаг на все эсминцы Франции
uk: Можливість встановити другий прапор на всі есмінці Франції
zh: Возможность установить второй флаг на все эсминцы Франции
zh_sg: 所有法国驱逐舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY_AIRCARRIER_DESCRIPTION
source: A second flag on all German aircraft carriers
es_mx: Una segunda bandera en todos los portaaviones alemanes
ja: 全てのドイツ航空母艦に第二の旗
pl: Druga flaga na wszystkich niemieckich lotniskowcach
ru: Возможность установить второй флаг на все авианосцы Германии
uk: Можливість установити другий прапор на всі авіаносці Німеччини
zh: Возможность установить второй флаг на все авианосцы Германии
zh_sg: 所有德国航空母舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY_BATTLESHIP_DESCRIPTION
source: A second flag on all German battleships
es_mx: Una segunda bandera en todos los acorazados alemanes
ja: 全てのドイツ戦艦に第二の旗
pl: Druga flaga na wszystkich niemieckich pancernikach
ru: Возможность установить второй флаг на все линкоры Германии
uk: Можливість встановити другий прапор на всі лінкори Німеччини
zh: Возможность установить второй флаг на все линкоры Германии
zh_sg: 所有德国战列舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY_CRUISER_DESCRIPTION
source: A second flag on all German cruisers
es_mx: Una segunda bandera en todos los cruceros alemanes
ja: 全てのドイツ巡洋艦に第二の旗
pl: Druga flaga na wszystkich niemieckich krążownikach
ru: Возможность установить второй флаг на все крейсеры Германии
uk: Можливість встановити другий прапор на всі крейсери Німеччини
zh: Возможность установить второй флаг на все крейсеры Германии
zh_sg: 所有德国巡洋舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY_DESCRIPTION
source: A second flag on German ships
es_mx: Una segunda bandera en todos los barcos alemanes
ja: ドイツ艦艇に第二の旗
pl: Druga flaga na wszystkich niemieckich okrętach
ru: Возможность установить второй флаг на немецкие корабли
uk: Можливість встановити другий прапор на німецькі кораблі
zh: Возможность установить второй флаг на немецкие корабли
zh_sg: 所有德国战舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_GERMANY_DESTROYER_DESCRIPTION
source: A second flag on all German destroyers
es_mx: Una segunda bandera en todos los destructores alemanes
ja: 全てのドイツ駆逐艦に第二の旗
pl: Druga flaga na wszystkich niemieckich niszczycielach
ru: Возможность установить второй флаг на все эсминцы Германии
uk: Можливість встановити другий прапор на всі есмінці Німеччини
zh: Возможность установить второй флаг на все эсминцы Германии
zh_sg: 所有德国驱逐舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_JAPAN
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_JAPAN_DESCRIPTION
source: A second flag on all Japanese ships
es_mx: Una segunda bandera en todos los barcos japoneses
ja: 全ての日本艦艇に第二の旗
pl: Druga flaga na wszystkich japońskich okrętach
ru: Возможность установить второй флаг на все корабли Японии
uk: Можливість встановити другий прапор на всі кораблі Японії
zh: 所有R系战舰上的两面旗帜
zh_sg: 所有日本战舰上的两面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_RUSSIA
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_RUSSIA_BATTLESHIP_DESCRIPTION
source: A second flag on all Soviet battleships
es_mx: Una segunda bandera en todos los acorazados de la URSS
ja: 全てのソ連戦艦に第二の旗
pl: Druga flaga na wszystkich radzieckich pancernikach
ru: Возможность установить второй флаг на все линкоры СССР
uk: Можливість встановити другий прапор на всі лінкори СРСР
zh: Возможность установить второй флаг на все линкоры СССР
zh_sg: 所有苏联战列舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_RUSSIA_CRUISER_DESCRIPTION
source: A second flag on all Soviet cruisers
es_mx: Una segunda bandera en todos los cruceros de la URSS
ja: 全てのソ連巡洋艦に第二の旗
pl: Druga flaga na wszystkich radzieckich krążownikach
ru: Возможность установить второй флаг на все крейсеры СССР
uk: Можливість встановити другий прапор на всі крейсери СРСР
zh: Возможность установить второй флаг на все крейсеры СССР
zh_sg: 所有苏联巡洋舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_RUSSIA_DESTROYER_DESCRIPTION
source: A second flag on all Soviet destroyers
es_mx: Una segunda bandera en todos los destructores de la URSS
ja: 全てのソ連駆逐艦に第二の旗
pl: Druga flaga na wszystkich radzieckich niszczycielach
ru: Возможность установить второй флаг на все эсминцы СССР
uk: Можливість встановити другий прапор на всі есмінці СРСР
zh: Возможность установить второй флаг на все эсминцы СССР
zh_sg: 所有苏联驱逐舰的第二旗帜

# IDS_REWARD_UNLOCK_ENSIGN_UNITED_KINGDOM
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_UNITED_KINGDOM_AIRCARRIER_DESCRIPTION
source: A second flag on all British aircraft carriers
es_mx: Una segunda bandera en todos los portaaviones del RU
ja: 全てのイギリス航空母艦に第二の旗
pl: Druga flaga na wszystkich lotniskowcach brytyjskich
ru: Возможность установить второй флаг на все авианосцы Великобритании
uk: Можливість установити другий прапор на всі авіаносці Великобританії
zh: Возможность установить второй флаг на все авианосцы Великобритании
zh_sg: 所有英国航空母舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_UNITED_KINGDOM_BATTLESHIP_DESCRIPTION
source: A second flag on all British battleships
es_mx: Una segunda bandera en todos los acorazados británicos
ja: 全てのイギリス戦艦に第二の旗
pl: Dodatkowa flaga dla wszystkich pancerników brytyjskich
ru: Возможность установить второй флаг на все линкоры Великобритании
uk: Можливість встановити другий прапор на всі лінкори Великобританії
zh: 所有Y系战列舰上的第二面旗帜
zh_sg: 所有英国战列舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_UNITED_KINGDOM_CRUISER_DESCRIPTION
source: A second flag on all British cruisers
es_mx: Una segunda bandera en todos los cruceros británicos
ja: 全てのイギリス巡洋艦に第二の旗
pl: Dodatkowa flaga dla wszystkich krążowników brytyjskich
ru: Возможность установить второй флаг на все крейсеры Великобритании
uk: Можливість встановити другий прапор на всі крейсери Великобританії
zh: 所有Y系巡洋舰上的第二面旗帜
zh_sg: 所有英国巡洋舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_UNITED_KINGDOM_DESTROYER_DESCRIPTION
source: A second flag on all British destroyers
es_mx: Una segunda bandera en todos los destructores británicos
ja: 全てのイギリス駆逐艦に第二の旗
pl: Dodatkowa flaga dla wszystkich niszczycieli brytyjskich
ru: Возможность установить второй флаг на все эсминцы Великобритании
uk: Можливість встановити другий прапор на всі есмінці Великобританії
zh: 所有Y系驱逐舰上的第二面旗帜
zh_sg: 所有英国驱逐舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA
source: Second flag
es_mx: Segunda bandera
ja: 第二の旗
pl: Druga flaga
ru: Второй флаг
uk: Другий прапор
zh: 两面旗帜
zh_sg: 第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA_AIRCARRIER_DESCRIPTION
source: A second flag on all U.S.A. aircraft carriers
es_mx: Una segunda bandera para todos los portaaviones norteamericanos
ja: 全てのアメリカ航空母艦に第二の旗
pl: Druga flaga na wszystkich amerykańskich lotniskowcach
ru: Возможность установить второй флаг на все авианосцы США
uk: Можливість встановити другий прапор на всі авіаносці США
zh: 所有M系航空母舰的第二面旗
zh_sg: 所有美国航空母舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA_BATTLESHIP_DESCRIPTION
source: A second flag on all U.S.A. battleships
es_mx: Una segunda bandera para todos los acorazados norteamericanos
ja: 全てのアメリカ戦艦に第二の旗
pl: Druga flaga na wszystkich amerykańskich pancernikach
ru: Возможность установить второй флаг на все линкоры США
uk: Можливість встановити другий прапор на всі лінкори США
zh: 所有M系战列舰的第二面旗
zh_sg: 所有美国战列舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA_CRUISER_DESCRIPTION
source: A second flag on all U.S.A. cruisers
es_mx: Una segunda bandera para todos los cruceros norteamericanos
ja: 全てのアメリカ巡洋艦に第二の旗
pl: Druga flaga na wszystkich amerykańskich krążownikach
ru: Возможность установить второй флаг на все крейсеры США
uk: Можливість встановити другий прапор на всі крейсери США
zh: 所有M系巡洋舰的第二面旗
zh_sg: 所有美国巡洋舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA_DESCRIPTION
source: A second flag on U.S.A. ships
es_mx: Una segunda bandera para todos los barcos norteamericanos
ja: アメリカ艦艇に第二の旗
pl: Druga flaga na wszystkich amerykańskich okrętach
ru: Возможность установить второй флаг на американские корабли
uk: Можливість встановити другий прапор на американські кораблі
zh: 所有M系战舰的第二面旗
zh_sg: 所有美国战舰上的第二面旗帜

# IDS_REWARD_UNLOCK_ENSIGN_USA_DESTROYER_DESCRIPTION
source: A second flag on all U.S.A. destroyers
es_mx: Una segunda bandera para todos los destructores norteamericanos
ja: 全てのアメリカ駆逐艦に第二の旗
pl: Druga flaga na wszystkich amerykańskich niszczycielach
ru: Возможность установить второй флаг на все эсминцы США
uk: Можливість встановити другий прапор на всі есмінці США
zh: 所有M系驱逐舰的第二面旗
zh_sg: 所有美国驱逐舰上的第二面旗帜

# IDS_REWARD_UNLOCK_FIREWORK
source: Fireworks
es_mx: Fuegos Artificiales
ja: 花火
pl: Fajerwerki
ru: Фейерверк
uk: Феєрверк
zh: 烟火
zh_sg: 烟花

# IDS_REWARD_UNLOCK_FIREWORK_DESCRIPTION
source: Fireworks are launched upon activating the Commander's talents
es_mx: Los Fuegos Artificiales son lanzados al activar los talentos del Comandante
ja: 花火は、艦長の固有スキルを発動することで発射可能
pl: Fajerwerki wystrzelane po aktywacji talentu dowódcy
ru: Запуск фейерверка при активации талантов командира
uk: Запускати феєрверк, коли активують таланти командира
zh: 启用指挥官的天赋后会发射烟火
zh_sg: 烟花会在激活指挥官的天赋后释放

# IDS_REWARD_UNLOCK_REASON
source: Granted for:
es_mx: Otorgado por:
ja: 付与理由:
pl: Przyznano za:
ru: Выдаётся за
uk: Видається за
zh: 授予：
zh_sg: 授予：

# IDS_REWARD_UNLOCK_SIGNAL_FLARE
source: Signal flare
es_mx: Bengala de señales
ja: 信号弾
pl: Flara sygnałowa
ru: Сигнальная ракета
uk: Сигнальна ракета
zh: Сигнальная ракета
zh_sg: 信号弹

# IDS_REWARD_UNLOCK_SIGNAL_FLARE_DESCRIPTION
source: A signal flare fired over the ship with the activation of a Commander's talent
es_mx: Una bengala de señales disparada sobre el barco, cuando un talento del Comandante es activado
ja: 艦長の固有スキルが発動した際に信号弾が射出される
pl: Gdy aktywowany zostaje talent dowódcy, nad okrętem wystrzeliwana jest flara
ru: Запуск сигнальной ракеты при активации талантов командира
uk: Запуск сигнальної ракети під час активації талантів командира
zh: Запуск сигнальной ракеты при активации талантов командира
zh_sg: 当指挥官的天赋被激活时，战舰上会射出信号弹

# IDS_REWARD_UNLOCK_TRACER
source: Colored Shell Tracers
es_mx: Trazadoras de color
ja: カラー曳光弾
pl: Kolorowe smugi pocisków
ru: Цветной трассер
uk: Кольоровий трасер
zh: 彩色炮弹曳光弹
zh_sg: 彩色曳光弹

# IDS_REWARD_UNLOCK_TRACER_DESCRIPTION
source: Main gun tracers change to an alternative color
es_mx: Cambio en las trazadoras del cañón principal a un color alternativo
ja: 主砲弾の曳光色が別の色に
pl: Zmiana koloru smug pozostawianych przez pociski dział głównej baterii
ru: Окрашивание трассеров орудий главного калибра в альтернативный цвет
uk: Зміна забарвлення трасерів гармат головного калібру на альтернативний
zh: 主炮曳光弹变为选择的颜色
zh_sg: 主炮曳光弹变色

# IDS_REWARD_UNLOCK_TWITCH_PORT
source: Twitch Prime Port
es_mx: Puerto Twitch Prime
ja: Twitch Prime 港
pl: Port Twitch Prime
ru: Порт Twitch Prime
uk: Порт Twitch Prime
zh: Twitch Prime港口
zh_sg: Twitch Prime港口

# IDS_REWARD_UNLOCK_TWITCH_PORT_DESCRIPTION
source: Twitch Prime Port is available for you now!
es_mx: Posibilidad de seleccionar el Puerto Twitch Prime
ja: Twitch Prime 港 選択可!
pl: Możliwość wyboru portu Twitch Prime
ru: Возможность выбрать порт Twitch Prime
uk: Можливість вибрати порт Twitch Prime
zh: 可以选择Twitch Prime港口的机率
zh_sg: 可选用Twitch Prime港口

# IDS_REWARD_VANITY_FOR_CREW
source: Commander Personalization
es_mx: Personalización del Comandante
ja: 艦長固有効果
pl: Personalizacja dowódcy
ru: Персонализация командира
uk: Персоналізація командира
zh: 指挥官个性化
zh_sg: 指挥官个性化

# IDS_REWARD_WARNING
source: Will be available at higher levels of the Service Record
es_mx: Estará disponible en niveles superiores de la Hoja de Servicio
ja: より上位の任務記録レベルで開放されます
pl: Dostępne na wyższych poziomach Przebiegu służby
ru: Будет доступен на следующих уровнях послужного списка
uk: Буде доступний на наступних рівнях послужного списку
zh: 将开放给较高的服役纪录等级
zh_sg: 服役记录达到更高等级时可用

# IDS_REWARD_WOWS_PREMIUM_TITLE
source: Warships Premium Account
es_mx: Cuenta Premium Warships
ja: Warships プレミアムアカウント
pl: Konto premium Warships
ru: Корабельный премиум аккаунт
uk: Корабельний преміум акаунт
zh: 战舰高级账号
zh_sg: 战舰高级账号

# IDS_RIBBON_DESCRIPTION_RIBBON_ACOUSTIC_HIT
source: Hit an enemy ship with a sonar ping to increase the efficiency of your torpedo salvo
es_mx: Alcanza a un barco enemigo con el pulso del sonar para aumentar la eficiencia de tu salva de torpedos
ja: 敵艦艇にソナーピンガーを命中させて魚雷斉射の有効性を高めた
pl: Traf okręt wroga impulsem sonaru, żeby zwiększyć skuteczność swojej salwy torpedowej
ru: Попасть акустическим импульсом в корабль противника и повысить эффективность торпедного залпа
uk: Влучити акустичним імпульсом у корабель супротивника та підвищити ефективність торпедного залпу
zh: Попасть акустическим импульсом в корабль противника и повысить эффективность торпедного залпа
zh_sg: 用声呐脉冲命中一艘敌方战舰以提升鱼雷齐射的效率

# IDS_RIBBON_DESCRIPTION_RIBBON_BASE_CAPTURE
source: Capture a key area or the enemy base
es_mx: Captura un área clave o la base enemiga
ja: キーエリア/敵陣地を占領
pl: Zajmij strefę kluczową lub bazę wroga
ru: Захватить контрольную точку или базу противника
uk: Захопити контрольну точку або базу супротивника
zh: 占领关键地区或敌方基地
zh_sg: 占领关键区域或敌方基地

# IDS_RIBBON_DESCRIPTION_RIBBON_BASE_CAPTURE_ASSIST
source: Assist in capturing a key area or the enemy base
es_mx: Asiste en la captura de un área clave o la base enemiga
ja: キーエリア/敵陣地占領をアシスト
pl: Pomóż w zajęciu strefy kluczowej lub bazy przeciwnika
ru: Помочь захватить контрольную точку или базу противника
uk: Допомогти захопити контрольну точку або базу супротивника
zh: 协助占领关键地区或敌方基地
zh_sg: 协助占领关键区域或敌方基地

# IDS_RIBBON_DESCRIPTION_RIBBON_BASE_DEFENSE
source: Hit an enemy ship that is capturing a key area or the friendly base
es_mx: Impacta un barco enemigo que esté capturando un área clave o la base amiga
ja: キーエリア/味方陣地を占領中の敵に命中弾を与えた
pl: Traf okręt zajmujący strefę kluczową lub sojuszniczą bazę
ru: Попасть в противника, захватывающего контрольную точку или союзную базу
uk: Влучити у супротивника, який захоплює контрольну точку або союзну базу
zh: 击中正在占领关键区域或我方基地的敌方战舰
zh_sg: 击中正在占领关键区域或我方基地的敌方战舰

# IDS_RIBBON_DESCRIPTION_RIBBON_BOMB
source: Hit an enemy ship with a bomb
es_mx: Impacta un barco enemigo con una bomba
ja: 敵艦に爆弾が命中
pl: Traf okręt przeciwnika bombą
ru: Попасть бомбой в корабль противника
uk: Влучити бомбою в корабель супротивника
zh: 使用炸弹击中敌舰
zh_sg: 使用炸弹击中敌舰

# IDS_RIBBON_DESCRIPTION_RIBBON_BUILDING_KILL
source: Destroy an enemy onshore installation
es_mx: Destruye una instalación terrestre enemiga
ja: 敵の陸上施設を撃破
pl: Zniszcz wrogą instalację przybrzeżną
ru: Уничтожить береговое сооружение противника
uk: Знищити берегову споруду супротивника
zh: 摧毁敌方陆上设施
zh_sg: 摧毁敌方陆上设施

# IDS_RIBBON_DESCRIPTION_RIBBON_BURN
source: Set an enemy ship on fire
es_mx: Incendia un barco enemigo
ja: 敵艦に火災を発生させた
pl: Podpal okręt przeciwnika
ru: Поджечь корабль противника
uk: Підпалити корабель супротивника
zh: 使敌舰起火
zh_sg: 使敌舰起火

# IDS_RIBBON_DESCRIPTION_RIBBON_CITADEL
source: Hit an enemy ship's citadel
es_mx: Impacta la ciudadela de un barco enemigo
ja: 敵艦の防郭に命中
pl: Traf w cytadelę okrętu przeciwnika
ru: Попасть в цитадель корабля противника
uk: Влучити у цитадель корабля супротивника
zh: 命中敌人装甲区
zh_sg: 命中敌人装甲区

# IDS_RIBBON_DESCRIPTION_RIBBON_CRIT
source: Incapacitate an enemy ship's module
es_mx: Incapacita un módulo del barco enemigo
ja: 敵艦のモジュールを機能停止させた
pl: Poważnie uszkodź moduł okrętu przeciwnika
ru: Вывести из строя модуль корабля противника
uk: Вивести з ладу модуль корабля супротивника
zh: 击毁敌舰部件
zh_sg: 瘫痪敌舰配件

# IDS_RIBBON_DESCRIPTION_RIBBON_DBOMB
source: Hit an enemy submarine with a depth charge
es_mx: Alcanza a un submarino enemigo con una carga de profundidad
ja: 敵潜水艦に爆雷命中
pl: Traf wrogi okręt podwodny bombą głębinową
ru: Поразить подводную лодку противника глубинной бомбой
uk: Уразити підводний човен супротивника глибинною бомбою
zh: Поразить подводную лодку противника глубинной бомбой
zh_sg: 用深水炸弹命中一艘敌方潜艇

# IDS_RIBBON_DESCRIPTION_RIBBON_DETECTED
source: Spot an enemy ship that has not yet been spotted in battle, or has remained unspotted for longer than 90 seconds.
es_mx: Detecta a un barco enemigo que no haya sido detectado en batalla, o permanece sin ser detectado por más de 90 segundos.
ja: その戦闘中に 1 回も発見されていなかった敵艦艇、または 90 秒以上に渡り非発見状態だった敵艦艇を発見した。
pl: Wykryj okręt wroga, który nie został wcześniej wykryty w bitwie lub pozostawał niewykryty dłużej niż 90 sekund.
ru: Обнаружить корабль противника, который ни разу не был замечен в бою, либо был незаметен более 90 секунд.
uk: Виявити корабель супротивника, якого жодного разу не виявили у бою, або він був непомітний понад 90 секунд.
zh: 发现在战斗中从未被发现的敌舰，或是保持隐蔽超过90秒
zh_sg: 发现一个战斗中未被发现或消失超过90秒的敌方战舰。

# IDS_RIBBON_DESCRIPTION_RIBBON_DROP
source: Seize buff
es_mx: Capturar bonificación
ja: 強化エリアを占領した
pl: Zajmij wzmocnienie
ru: Захватить улучшение
uk: Захопити поліпшення
zh: Захватить улучшение
zh_sg: 占领增益

# IDS_RIBBON_DESCRIPTION_RIBBON_FLOOD
source: Cause flooding on an enemy ship
es_mx: Causa una inundación en un barco enemigo
ja: 敵艦に浸水を発生させた
pl: Spowoduj zalanie okrętu przeciwnika
ru: Вызвать затопление на корабле противника
uk: Спричинити затоплення на кораблі супротивника
zh: 使敌舰进水
zh_sg: 使敌舰进水

# IDS_RIBBON_DESCRIPTION_RIBBON_FRAG
source: Destroy an enemy ship
es_mx: Destruye un barco enemigo
ja: 敵艦を撃沈
pl: Zniszcz okręt przeciwnika
ru: Уничтожить корабль противника
uk: Знищити корабель супротивника
zh: 击毁敌舰
zh_sg: 击毁敌舰

# IDS_RIBBON_DESCRIPTION_RIBBON_MAIN_CALIBER
source: Hit an enemy ship with your main battery guns
es_mx: Impacta un barco enemigo con tus cañones de la batería principal
ja: 敵艦に主砲弾が命中
pl: Traf okręt przeciwnika działami baterii głównej
ru: Попасть в корабль противника из орудий главного калибра
uk: Влучити у корабель супротивника з гармат головного калібру
zh: 使用主炮组击中敌舰
zh_sg: 使用主炮组击中敌舰

# IDS_RIBBON_DESCRIPTION_RIBBON_PLANE
source: Destroy an enemy aircraft
es_mx: Destruye un avión enemigo
ja: 敵機を撃墜
pl: Zniszcz samolot przeciwnika
ru: Уничтожить самолёт противника
uk: Знищити літак супротивника
zh: 击毁敌人飞机
zh_sg: 击毁敌人飞机

# IDS_RIBBON_DESCRIPTION_RIBBON_ROCKET
source: Hit an enemy ship with a rocket
es_mx: Alcanza a un barco enemigo con un cohete
ja: ロケット弾が敵艦に命中
pl: Traf okręt przeciwnika rakietą
ru: Попасть ракетой в корабль противника
uk: Влучити ракетою в корабель супротивника
zh: 以火箭命中敌方战舰
zh_sg: 使用火箭弹击中一艘敌方战舰

# IDS_RIBBON_DESCRIPTION_RIBBON_SECONDARY_CALIBER
source: Hit an enemy ship with your secondary battery guns
es_mx: Impacta un barco enemigo con tus cañones de la batería secundaria
ja: 敵艦に副砲弾が命中
pl: Traf okręt przeciwnika działami baterii dodatkowej
ru: Попасть в корабль противника из орудий вспомогательного калибра (ПМК)
uk: Влучити у корабель супротивника з гармат допоміжного калібру (ПМК)
zh: 使用副炮击中敌舰
zh_sg: 使用副炮击中敌舰

# IDS_RIBBON_DESCRIPTION_RIBBON_SPLANE
source: Destroy an enemy aircraft using a fighter
es_mx: Destruye un avión enemigo usando un caza
ja: 戦闘機で敵機を撃墜
pl: Zniszcz samolot wroga myśliwcem
ru: Уничтожить самолёт противника истребителем
uk: Знищити літак супротивника винищувачем
zh: 以战斗机摧毁一架敌方飞机
zh_sg: 使用战斗机击毁一架敌方飞机
