Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEC064_DMM_DESCRIPTION
source: Unique camouflage dedicated to the release of World of Warships on the DMM Games platform
es_mx: Camuflaje especial dedicado al lanzamiento de World of Warships en la plataforma DMM Games
ja: DMM Games での World of Warships のリリースを記念した特別迷彩
pl: Unikalny kamuflaż poświęcony premierze World of Warships na platformie DMM Games
ru: Уникальный камуфляж, приуроченный к выходу World of Warships на платформе DMM Games
uk: Унікальний камуфляж, приурочений до виходу World of Warships на платформі DMM Games
zh: 有关在DMM Games平台发布《战舰世界》的独特迷彩
zh_sg: DMM Games平台上发布《战舰世界》的专属独特涂装

# IDS_PCEC065_WGFEST_2018
source: WG Fest
zh: WG 盛会

# IDS_PCEC065_WGFEST_2018_DESCRIPTION
source: It's been a hectic year, we've had fun as best we can.
es_mx: Ha sido un año muy activo, hemos tenido toda la diversión que hemos podido.
ja: 目まぐるしい 1 年でしたが、最高に楽しみました。
pl: To był szalony rok, ale zabawy było co niemiara!
ru: Это был лихой год, мы развлекались как могли.
uk: Це був жвавий рік, ми розважалися як могли.
zh: 这是忙碌的一年，我们尽我们所能的享受乐趣。
zh_sg: 这是忙碌的一年，我们玩得很开心。

# IDS_PCEC066_BLACKFRIDAY
source: Shadow Lurker
es_mx: Vigilante de las Sombras
ja: 影に潜む者
pl: Cień
ru: Теневой
uk: Зачаївшись у тіні
zh: 暗影潜伏者
zh_sg: 暗影潜伏者

# IDS_PCEC066_BLACKFRIDAY_DESCRIPTION
source: You can't hit what you can't detect.
es_mx: No puedes alcanzar a lo que no puedes detectar.
ja: 見えざる者を撃つことはできない。
pl: Nie trafisz tego, czego nie widzisz.
ru: Невозможно попасть по тому, что невозможно обнаружить.
uk: Що не виявиш, у те не влучиш.
zh: 您无法击中您无法侦测的东西。
zh_sg: 无法击中没发现的东西。

# IDS_PCEC067_CORNUCOPIA
source: Fall Cornucopia Camo
es_mx: Camuflaje Cornucopia de Otoño
ja: 秋の豊穣
pl: Kamuflaż Jesienny róg obfitości
ru: Камуфляж «Осенний рог изобилия»
uk: Камуфляж «Осінній ріг достатку»
zh: 秋天丰裕之角涂装
zh_sg: 丰饶之角涂装

# IDS_PCEC067_CORNUCOPIA_DESCRIPTION
source: Be thankful that your shot dispersion is accurate, your repairs are swift, and your team is strong.
es_mx: Agradece la precisión de la dispersión de tus disparos, tu veloz reparación y la fortaleza de tu equipo.
ja: 正確な射撃と、迅速な修理、強力なチームに感謝しましょう。
pl: Podziękuj za to, że rozrzut Twoich pocisków jest mały, naprawy idą gładko, a drużyna jest silna.
ru: Хвала морским богам за точность огня, скорый ремонт и удачный баланс.
uk: Слава морським Богам за влучність, швидкий ремонт та вдалий баланс.
zh: 感谢您的开火散布很准，您的修理很迅速而您的队伍很强大。
zh_sg: 感谢您精准的射击、迅速的维修和团队的强大。

# IDS_PCEC068_NY2019
source: New Year Streamer
es_mx: Adorno de Año Nuevo
ja: 新年のテープ
pl: Serpentyna noworoczna
ru: Новогодний серпантин
uk: Новорічний серпантин
zh: 新年纸飘带
zh_sg: 新年彩带

# IDS_PCEC068_NY2019_DESCRIPTION
source: Twirl in celebration of New Year
es_mx: Ponte a girar en celebración del Año Nuevo
ja: 新年を祝い、くるくる回りましょう
pl: Świętuj Nowy Rok w zakręcony sposób
ru: Закружись в празднике
uk: Кружляй у вирі свята
zh: 旋转庆祝新年
zh_sg: 快速转动庆祝新年

# IDS_PCEC069_LUNARNEWYEAR
source: Lunar Warrior
es_mx: Guerrero Lunar
ja: 太陰の戦士
pl: Księżycowy wojownik
ru: Лунный воин
uk: Місячний воїн
zh: 农历战士
zh_sg: 月球战士

# IDS_PCEC069_LUNARNEWYEAR_DESCRIPTION
source: Dedicated to the Lunar New Year, which is traditionally celebrated in accordance with the Lunar calendar. We wish you good luck and prosperity in the upcoming year!
es_mx: Dedicado al Año Nuevo Lunar, que se celebra tradicionalmente de acuerdo con el calendario Lunar. ¡Te deseamos buena suerte y prosperidad en el nuevo año!
ja: 東洋では伝統的に太陰暦 (旧暦) に則って新年が祝われます。来たる年における幸運と繁栄を祈ります!
pl: Tematycznie związany z Chińskim Nowym Rokiem, tradycyjnie obchodzonym zgodnie z kalendarzem księżycowym. Życzymy Wam dużo szczęścia i pomyślności w nadchodzącym roku!
ru: Посвящён восточному Новому году, отмечаемому по лунному календарю. Удачи и процветания вам в новом году!
uk: Присвячений східному Новому року, який святкують за місячним календарем. Щасти вам у новому році!
zh: 关于东方的新年，传统上根据农历来庆祝。我们祝您在即将到来的一年中好运和兴旺！
zh_sg: 春节专属，也就是农历新年。我们祝您在新的一年里大吉大利，万事如意！

# IDS_PCEC070_STREAMDREAM_DESCRIPTION
source: Thank you for supporting the World of Warships streams! Please continue to shoot for the stars!
es_mx: ¡Gracias por apoyar las transmisiones de World of Warships! ¡Continúa combatiendo para alcanzar las estrellas!
ja: World of Warships のストリームをご支援頂き感謝します! これからも星々を目指し続けてください!
pl: Dziękujemy za wspieranie streamów World of Warships! Kontynuujcie sięgać do gwiazd!
ru: В благодарность за поддержку стримов World of Warships! Вместе — к новым победам!
uk: Thank you for Supporting World of Warships Streams! Please continue to shoot for the stars!
zh: В благодарность за поддержку стримов World of Warships! Вместе — к новым победам!
zh_sg: 感谢您对《战舰世界》直播的支持！请继续追求卓越！

# IDS_PCEC071_SOVIETVICTORY
source: Victory
ru: Победа
uk: Перемога
zh: 胜利！

# IDS_PCEC071_SOVIETVICTORY_DESCRIPTION
source: Long live the glorious traditions of the Soviet Navy!
es_mx: ¡Larga vida a las gloriosas tradiciones de la Armada Soviética!
ja: ソ連海軍の輝かしい伝統よ、永遠なれ!
pl: Niech żyją chwalebne tradycje radzieckiej marynarki!
ru: Да здравствуют славные традиции советского флота!
uk: Хай живуть славні традиції радянського флоту!
zh: Да здравствуют славные традиции советского флота!
zh_sg: 苏联海军的光荣传统万岁！

# IDS_PCEC072_LTTCAMO_DESCRIPTION
source: Working together to learn how to build epic PCs to play amazing games!
es_mx: ¡Trabajando juntos para aprender a construir increíbles PCs para jugar increíbles juegos!
ja: 強力な PC を組む方法を共に学び、素晴しいゲームをプレイしましょう!
pl: Wspólnie uczymy się budować epickie pecety, by grać we wspaniałe gry!
ru: Мы ищем варианты сборки ПК, позволяющие в полной мере наслаждаться качественными играми!
uk: Спільними зусиллями шукаємо варіанти конфігурації ПК, що дозволяють насолоджуватися чудовими іграми!
zh: Мы ищем варианты сборки ПК, позволяющие в полной мере наслаждаться качественными играми!
zh_sg: 一起学习如何制造史诗电脑来玩精彩的游戏！

# IDS_PCEC073_APOCALYPSECAMO
source: Post-Apocalypse
es_mx: Postapocalipsis
ja: ポストアポカリプス
pl: Postapokalipsa
ru: Постапокалипсис
uk: Постапокаліпсис
zh: Постапокалипсис
zh_sg: 末世

# IDS_PCEC073_APOCALYPSECAMO_DESCRIPTION
source: Civilization is dead! Long live the post-civilization!
es_mx: ¡La civilización ha muerto! ¡Larga vida a la postcivilización!
ja: 文明は死んだ! 文明後の世界よ、永遠なれ!
pl: Cywilizacja jest martwa! Niech żyje postcywilizacja!
ru: Цивилизация умерла, да здравствует постцивилизация!
uk: Цивілізація померла, хай живе постцивілізація!
zh: Цивилизация умерла, да здравствует постцивилизация!
zh_sg: 文明已消亡！末世万岁！

# IDS_PCEC074_FRENCHARCCAMO
source: French Riviera
es_mx: Riviera Francesa
ja: フレンチ・リヴィエラ
pl: Francuska riwiera
ru: Лазурный берег
uk: Лазурний берег
zh: Лазурный берег
zh_sg: 法国里维埃拉

# IDS_PCEC074_FRENCHARCCAMO_DESCRIPTION
source: As beautiful as the French Riviera!
es_mx: ¡Tan hermoso como la Riviera Francesa!
ja: フレンチ・リヴィエラ (コート・ダジュール) のように美しく!
pl: Równie piękny, co francuska riwiera!
ru: Красивый, как Французская Ривьера!
uk: Гарний, наче Французька Рів’єра!
zh: Красивый, как Французская Ривьера!
zh_sg: 像法国里维埃拉一样美丽！

# IDS_PCEC075_REDHEATCAMO
source: Red Heat
es_mx: Rojo Ceremonial
ja: レッドヒート
pl: Czerwona gorączka
ru: Красная жара
uk: Червона спека
zh: Красная жара
zh_sg: 赤热

# IDS_PCEC075_REDHEATCAMO_DESCRIPTION
source: According to research, scarlet red is mostly associated with courage, force, passion, heat, and joy. It’s commonly used in full dress, military band, and mess uniforms in modern armies and navies.
es_mx: Según las investigaciones, el rojo escarlata se asocia principalmente con el coraje, la fuerza, la pasión, la calidez y la alegría. Es habitual en los uniformes ceremoniales de bandas militares, armadas y ejércitos modernos.
ja: 研究によると、緋色は主として勇気、力、情熱、熱、喜びと関連しています。この色は、近代的な陸海軍の正装、軍楽隊、夜会服で広く用いられています。
pl: Zgodnie z badaniami, kolor szkarłatny najczęściej utożsamiany jest z odwagą, siłą, pasją, gorącem i przyjemnością. Często wykorzystywany jest w mundurach galowych, strojach orkiestr wojskowych i mundurach wyjściowych współczesnych armii i marynarek wojskowych.
ru: Алый — самый яркий оттенок красного цвета, который традиционно связывается с цветом пламени и ассоциируется с отвагой и силой. В СССР в наборах красок для рисования и шрифтовых работ имелась краска «Алая С» — для точной передачи цвета государственного флага.
uk: Червоногарячий — найяскравіший відтінок червоного, який традиційно пов’язують із кольором полум’я та асоціюють із відвагою та силою. В СРСР у наборах фарб для малювання й шрифтових робіт була фарба «Червоногаряча С» — для точного зображення кольору державного прапора.
zh: Алый — самый яркий оттенок красного цвета, который традиционно связывается с цветом пламени и ассоциируется с отвагой и силой. В СССР в наборах красок для рисования и шрифтовых работ имелась краска «Алая С» — для точной передачи цвета государственного флага.
zh_sg: 研究表明，赤红色多与勇气、力量、激情、热情和快乐联系在一起。在现代军队和海军中，它通常被用于军礼服、军乐团和制服。

# IDS_PCEC076_INDIACAMO
source: The Indian Tricolour
es_mx: Los Tres Colores de la India
ja: インドの三色
pl: Trzy kolory Indii
ru: Индийский триколор
uk: Індійський триколор
zh: Индийский триколор
zh_sg: 印度三色

# IDS_PCEC076_INDIACAMO_DESCRIPTION
source: The Indian Tricolour, signifying Sacrifice, Peace, and Prosperity
es_mx: Los Tres Colores de la India significan Sacrificio, Paz y Prosperidad
ja: インドの三色は犠牲、平和、繁栄を意味する。
pl: Trzy kolory Indii – symbolizują poświęcenie, pokój i dobrobyt
ru: Индийский триколор символизирует жертвенность, мир и процветание.
uk: Індійський триколор символізує собою жертовність, мир і процвітання
zh: Индийский триколор символизирует жертвенность, мир и процветание.
zh_sg: 印度三色，象征着牺牲、和平和繁荣

# IDS_PCEC077_ACTCAMO
source: ACT Fibernet Subscriber Camouflage
es_mx: Camuflaje de Subscriptor de ACT Fibernet
ja: ACT Fibernet 登録者迷彩
pl: Kamuflaż abonenta ACT Fibernet
ru: Камуфляж подписчика ACT Fibernet
uk: Камуфляж передплатника ACT Fibernet
zh: Камуфляж подписчика ACT Fibernet
zh_sg: ACT Fibernet订阅者涂装

# IDS_PCEC077_ACTCAMO_DESCRIPTION
source: ACT Fibernet—Born of Speed, Forged in Fiber—Feel the Advantage
es_mx: ACT Fibernet. Nacido de la Velocidad, Forjado en Fibra. Siente la Ventaja.
ja: ACT Fibernet — スピードから生まれ、ファイバーで構築された — アドバンテージを体感せよ
pl: ACT Fibernet – zrodzony z prędkości, wykuty ze światłowodu – poczuj różnicę
ru: ACT Fibernet — рождён для скорости, облачён в оптоволокно. Ощути преимущество!
uk: ACT Fibernet — народжений для швидкості, одягнений в оптоволокно — відчуй перевагу
zh: ACT Fibernet — рождён для скорости, облачён в оптоволокно. Ощути преимущество!
zh_sg: ACT Fibernet —— 为速度而生，光纤锻造 —— 感受优势

# IDS_PCEC078_ITALYCAMO_DESCRIPTION
source: The Italian Royal Navy only started to apply camouflage patterns to their ships in 1940, when it became apparent to them that allied ships had to be given more distinctive looks to enable their aviation to act in a more coordinated and effective way.
es_mx: La Marina Real Italiana comenzó a aplicar patrones de camuflaje a sus barcos en 1940, cuando se hizo evidente que los barcos aliados debían tener una apariencia distintiva para permitir que su aviación actuara de forma más coordinada y efectiva.
ja: イタリア王立海軍が艦艇に迷彩塗装を施し始めたのは 1940 年になってからのことでした。その理由は、味方航空機が味方艦艇を容易に識別できるように特徴的な外観を持たせることが必要であることが明らかになったためでした。
pl: Marynarka wojenna Królestwa Włoch zaczęła nakładanie kamuflaży na swoje okręty w 1940 roku, gdy stało się jasne, że jej okręty muszą się odróżniać, by pozwolić swojemu lotnictwu na skuteczne działanie.
ru: В Королевских ВМС Италии наносить камуфляжи на корабли начали лишь с 1940 года, когда стало понятно, что для успешных действий авиации необходимо более чёткое обозначение союзных кораблей.
uk: У Королівських ВМС Італії почали наносити камуфляжі на кораблі лише з 1940 року, коли стало зрозуміло, що для успішних дій авіації необхідно чіткіше позначення союзних кораблів.
zh: В Королевских ВМС Италии наносить камуфляжи на корабли начали лишь с 1940 года, когда стало понятно, что для успешных действий авиации необходимо более чёткое обозначение союзных кораблей.
zh_sg: 直到1940年意大利皇家海军才开始在战舰上运用涂装，他们清楚的意识到，盟军战舰必须拥有更独特的外观才能保障空军行动更加协调有效。

# IDS_PCEC080_LEYTE1CAMO_DESCRIPTION
source: On the advice of United States aviators, Measure 11 was replaced by the darker Measure 21 in mid-1942. This measure was used extensively in the Western and Southern Pacific from September 1942 through 1945, to minimize detection and identification by enemy aircraft. Measure 21 also proved effective under artificial illumination during night actions.
es_mx: Siguiendo el consejo de los aviadores de los Estados Unidos, el camuflaje Measure 11 fue reemplazado por el más oscuro Measure 21 a mediados de 1942. Esta medida fue ampliamente usada en el Pacífico Occidental y Sur desde septiembre de 1942 hasta 1945, para minimizar la detección e identificación y detección por parte de la aviación enemiga. El Measure 21 también probó ser efectivo bajo iluminación artificial durante las acciones nocturnas.
ja: アメリカのパイロット達の助言に従い、1942 年の中盤に Measure 11 迷彩がより暗い色調の Measure 21 迷彩に置き換えられました。そしてこの迷彩は、敵機による被発見と識別を最小化すべく 1942 年 9 月から 1945 年にかけて太平洋の西部と南部で積極的に使用されました。この Measure 21 迷彩は、夜間における人工的な照明に対しても有効性を示しました。
pl: Za poradą amerykańskich lotników kamuflaż Measure 11 zastąpiony został ciemniejszym Measure 21 w połowie roku 1942. Był on szeroko stosowany na zachodnim i południowym Pacyfiku od września 1942 do roku 1945, co pomagało ograniczyć ryzyko wykrycia przez wrogie lotnictwo. Kamuflaż Measure 21 był również skuteczny, gdy na okręt padało sztuczne światło w trakcie operacji nocnych.
ru: По рекомендации специалистов ВВС США в середине 1942 года «Схема 11» была заменена на более тёмную «Схему 21». Данная схема часто применялась на кораблях в западной и южной частях Тихого океана с сентября 1942 г. по 1945 г. с целью уменьшения вероятности обнаружения и идентификации авиацией противника. «Схема 21» также оказалась эффективной в условиях искусственного освещения во время ночных боевых действий.
uk: За рекомендацією американських авіаторів у середні 1942 р. на зміну Схеми 11 з’явилася темніша Схема 12. Цю схему широко використовували кораблі, які знаходились у західному та південному Тихому океані з вересня 1942 по 1945 рр. з метою знизити імовірність виявлення й ідентифікації авіацією супротивника. Схема 21 також виявилася ефективною в умовах застосування штучного освітлення під час нічних бойових дій.
zh: По рекомендации специалистов ВВС США в середине 1942 года «Схема 11» была заменена на более тёмную «Схему 21». Данная схема часто применялась на кораблях в западной и южной частях Тихого океана с сентября 1942 г. по 1945 г. с целью уменьшения вероятности обнаружения и идентификации авиацией противника. «Схема 21» также оказалась эффективной в условиях искусственного освещения во время ночных боевых действий.
zh_sg: 在美国飞行员的建议下，1942年中期，11号标准被更暗的21号标准取代。1942年9月至1945年，这项标准在西太平洋和南太平洋广泛使用，以尽量降低敌方飞机的探测和识别。在夜间人工照明下，21号标准也被证明是有效的。

# IDS_PCEC081_LEYTE2CAMO
source: Type 21
es_mx: Tipo 21
ja: タイプ 21
pl: Typ 21
ru: Тип 21
zh: Тип 21
zh_sg: 类型 21

# IDS_PCEC081_LEYTE2CAMO_DESCRIPTION
source: Japanese ships were not generally camouflaged and largely retained their pre-war dark gray paint scheme, although some major units were changed to a dark sea green. By 1945, with the remnants of the Japanese Navy wanting to hide from American air superiority, its battleships were painted in a variety of camouflage schemes.
es_mx: Los barcos japoneses no eran camuflados generalmente y conservaron en gran medida su esquema de pintura gris oscuro de la preguerra, aunque algunas unidades principales adoptaron un color verde marino oscuro. En 1945, con los remanentes de la Armada Japonesa queriendo esconderse de la superioridad aérea estadounidense, sus acorazados fueron pintados en una variedad de esquemas de camuflaje.
ja: 日本の艦艇では迷彩塗装が一般的ではなく、多くの場合は戦前のダークグレー塗装のままでしたが、一部の大型艦は緑系の塗装に変更されました。日本海軍の残存艦艇には 1945 年までに優勢なアメリカ軍機から隠れる必要が生じたため、各戦艦に多様な迷彩塗装が施されました。
pl: Japońskie okręty z zasady nie posiadały kamuflażu i w większości zachowały przedwojenny, ciemnoszary schemat malowania, choć niektóre większe jednostki przemalowano na ciemnozielony kolor morski. W 1945 roku, gdy resztki japońskiej floty musiały ukrywać się w obliczu amerykańskiej przewagi w powietrzu, jej pancerniki przemalowano w kolory kamuflujące.
ru: На японские корабли, как правило, не наносился камуфляж, и они в основном сохранили довоенную тёмно-серую схему окраски, хотя некоторые крупные подразделения и сменили её на тёмный цвет морской волны. К 1945 году, когда остатки японского флота искали укрытия от налётов американской авиации, линкоры были выкрашены с использованием целого ряда камуфляжных схем.
uk: На японські кораблі, зазвичай, не наносили камуфляж, і вони зберігали свою довоєнну темно-сіру схему забарвлення, хоча деякі великі підрозділи змінили її на темний колір морської хвилі. До 1945 р., коли залишки японського флоту ховалися від нападів американської авіації, лінкори пофарбували з використанням цілої низки камуфляжних схем.
zh: На японские корабли, как правило, не наносился камуфляж, и они в основном сохранили довоенную тёмно-серую схему окраски, хотя некоторые крупные подразделения и сменили её на тёмный цвет морской волны. К 1945 году, когда остатки японского флота искали укрытия от налётов американской авиации, линкоры были выкрашены с использованием целого ряда камуфляжных схем.
zh_sg: 日本战舰一般不用涂装，基本上保留了战前的深灰色油漆方案，不过一些主力部队改成了深海绿色。到1945年，由于日本海军的残余势力想要躲避美国的空中打击，其战列舰开始启用各种涂装方案。

# IDS_PCEC082_VOLUNTEER
source: Volunteer
es_mx: Voluntario
ja: ボランティア
pl: Ochotnik
ru: Волонтёрский
uk: Волонтерський
zh: Волонтёрский
zh_sg: 志愿者

# IDS_PCEC085_EUCAMO
source: European
es_mx: Europeo
ja: ヨーロッパ
pl: Europejski
ru: Европейский
uk: Європейський
zh: Европейский
zh_sg: 欧洲

# IDS_PCEC086_KOTSCAMO
source: King of the Sea
zh: 海上之王

# IDS_PCEC087_RECRUITINGCAMO
source: Recruiting Station
es_mx: Estación de Reclutamiento
ja: 募集ステーション
pl: Stacja rekrutacyjna
ru: Морское братство
uk: Морське братерство
zh: 邀请好友
zh_sg: 征募站

# IDS_PCEC088_ACTIVITY1CAMO
source: Trophy
es_mx: Trofeo
ja: 戦利
pl: Trofeum
ru: Призовой
uk: Переможний
zh: 胜利的
zh_sg: 战利品

# IDS_PCEC089_ACTIVITY2CAMO
source: Awarded
es_mx: Otorgados
ja: 褒賞
pl: Przyznany
ru: Наградной
uk: Нагородний
zh: Наградной
zh_sg: 奖励

# IDS_PCEC090_ACTIVITY3CAMO
source: Deserved
es_mx: Merecidos
ja: 適格
pl: Zasłużony
ru: Заслуженный
uk: Заслужений
zh: Заслуженный
zh_sg: 应得

# IDS_PCEC091_ACTIVITY4CAMO
source: Triumphant
es_mx: Triunfante
ja: 戦勝
pl: Triumfalny
ru: Триумфальный
uk: Тріумфальний
zh: Триумфальный
zh_sg: 凯旋

# IDS_PCEC092_CANADADAYCAMO
source: Canada Day
es_mx: Día de Canadá
ja: カナダの日
pl: Dzień Kanady
ru: День Канады
uk: День Канади
zh: День Канады
zh_sg: 加拿大日

# IDS_PCEC093_WARHAMMER_IMPERIAL_CAMO
source: Protector of the Faith
es_mx: Protector de la Fe
ja: 信仰の守護者
pl: Obrońca wiary
ru: Защитник веры
uk: Захисник віри
zh: Защитник веры
zh_sg: 信仰守护者

# IDS_PCEC094_WARHAMMER_KHORNE_CAMO
source: Primordial Annihilator
es_mx: Aniquilador Primordial
ja: 根源的殲滅者
pl: Pradawny anihilator
ru: Первородный уничтожитель
uk: Первородний знищувач
zh: Первородный уничтожитель
zh_sg: 原始歼灭者

# IDS_PCEC095_ZUMGEFECHTCAMO
source: "Black, White, Red"
es_mx: "Negro, Blanco, Rojo"
ja: 「黒白赤」
pl: „Czarny, biały, czerwony”
ru: Чёрно-бело-красный
uk: Чорно-біло-червоний
zh: Чёрно-бело-красный
zh_sg: 黑白红

# IDS_PCEC096_SUMMERSALECAMO
source: Summer
es_mx: Verano
ja: サマー
pl: Lato
ru: Летний
uk: Літній
zh: Летний
zh_sg: 夏季

# IDS_PCEC097_AUTOBOTCAMO
source: Autobot Ark
ja: オートボット・アーク
pl: Arka Autobotów
ru: Ковчег Автоботов
zh: Ковчег Автоботов

# IDS_PCEC098_DECEPTICONCAMO
source: Decepticon Disguise
ja: ディセプティコン偽装
pl: Przebranie Deceptikonów
ru: Обманная окраска
zh: Обманная окраска

# IDS_PCEE001_INPROGRESS_FLAG_DESCRIPTION
source: The flag is a work in progress
es_mx: La bandera es un trabajo en progreso
ja: この旗は開発中です。
pl: Flaga jest jeszcze dopracowywana
ru: Флаг находится в стадии разработки
uk: Прапор перебуває в стадії розроблення
zh: Флаг находится в стадии разработки
zh_sg: 旗帜是一项正在进行中的工作。

# IDS_PCEE007_RANK30
source: The Third League
es_mx: La Tercera Liga
ja: サードリーグ
pl: Trzecia liga
ru: Третья лига
uk: Третя ліга
zh: 第三联盟
zh_sg: 第三联盟

# IDS_PCEE008_RANK20
source: The Third League
es_mx: La Tercera Liga
ja: サードリーグ
pl: Trzecia liga
ru: Третья лига
uk: Третя ліга
zh: 第二联盟
zh_sg: 第三联盟

# IDS_PCEE008_RANK20_DESCRIPTION
source: Flag of the Third League
es_mx: Bandera de la Tercera Liga
ja: サードリーグ旗
pl: Flaga Trzeciej ligi
ru: Флаг Третьей лиги
uk: Прапор Третьої ліги
zh: 第二联盟旗帜
zh_sg: 第三联盟旗帜

# IDS_PCEE009_RANK10
source: The Second League
es_mx: La Segunda Liga
ja: セカンドリーグ
pl: Druga liga
ru: Вторая лига
uk: Друга ліга
zh: 第一联盟
zh_sg: 第二联盟

# IDS_PCEE009_RANK10_DESCRIPTION
source: Flag of the Second League
es_mx: Bandera de la Segunda Liga
ja: セカンドリーグ旗
pl: Flaga Drugiej ligi
ru: Флаг Второй лиги
uk: Прапор Другої ліги
zh: 第一联盟旗帜
zh_sg: 第二联盟旗帜

# IDS_PCEE010_RANK1
source: The First League
es_mx: La Primera Liga
ja: ファーストリーグ
pl: Pierwsza liga
ru: Первая лига
uk: Перша ліга
zh: 超级联盟
zh_sg: 第一联盟

# IDS_PCEE010_RANK1_DESCRIPTION
source: Flag of the First League
es_mx: Bandera de la Primera Liga
ja: ファーストリーグ旗
pl: Flaga Pierwszej Ligi
ru: Флаг Первой лиги
uk: Прапор Першої ліги
zh: 超级联盟的旗帜
zh_sg: 第一联盟旗帜

# IDS_PCEE011_SEASONFLAG01
source: Port of Kure
es_mx: Puerto de Kure
ja: 呉港
pl: Port w Kure
ru: Порт Куре
uk: Порт Куре
zh: PK旗
zh_sg: 吴港

# IDS_PCEE011_SEASONFLAG01_DESCRIPTION
source: A commemorative flag granted for achieving Rank 14 in the Second Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 14 en la Segunda Temporada de Batallas por Rango.
ja: ランク戦セカンドシーズンにおいてランク 14 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 14 stopnia w drugim sezonie bitew rankingowych.
ru: Памятный флаг за достижение четырнадцатого ранга во втором ранговом сезоне.
uk: Пам’ятний прапор за досягнення чотирнадцятого рангу у другому ранговому сезоні.
zh: 此旗帜授予排位战第二赛季中的前十四名玩家。
zh_sg: 此纪念旗帜授予排位战第二赛季中的前十四名玩家。

# IDS_PCEE011_SEASONFLAG01_EXTRA_DESCRIPTION
source: In the former Empire of Japan, one of the Imperial Navy bases was located in Kure. Yamato, one of the two largest battleships in World War II, was built there.
es_mx: En el antiguo Imperio de Japón, una de las bases de la Marina Imperial se encuentra en Kure. Yamato, uno de los dos barcos de guerra más grandes de la Segunda Guerra Mundial, fue construido allí.
ja: 大日本帝国時代には、呉には帝国海軍の基地のひとつがありました。そして二次大戦最大の 2 隻の戦艦のうち 1 隻である大和が、ここで建造されました。
pl: W dawnym Cesarstwie Japońskim jedna z baz marynarki wojennej znajdowała się w Kure. Zbudowano tam m.in. Yamato, jeden z dwóch największych pancerników II wojny światowej.
ru: Во времена Японской империи в Куре размещалась одна из баз Императорского флота. Здесь был построен один из двух крупнейших линкоров Второй мировой войны — Yamato.
uk: За часів Японської імперії у Куре розміщувалася одна з баз Імператорського флоту. Тут побудували один з двох найбільших лінкорів Другої світової війни — Yamato.
zh: 两艘最大的战舰之一鲸。
zh_sg: 旧大日本帝国时期，其中一个日本帝国海军基地就位于吴港。大和，第二次世界大战中两艘最大的战列舰之一，就在此处建造。

# IDS_PCEE012_SEASONFLAG02
source: Jolly Roger
ja: 海賊旗
ru: Весёлый Роджер
uk: Веселий Роджер
zh: JR旗
zh_sg: 海盗旗

# IDS_PCEE012_SEASONFLAG02_DESCRIPTION
source: A commemorative flag granted for achieving Rank 1.
es_mx: Una bandera conmemorativa otorgada por lograr el Rango 1.
ja: ランク 1 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 1 stopnia.
ru: Памятный флаг за достижение первого ранга.
uk: Пам’ятний прапор за досягнення першого рангу.
zh: 此旗帜授予排名第一的玩家。
zh_sg: 此纪念旗帜授予排名第一的玩家。
