Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE114_VALOR_FLAGS_REMEBRANCE_DESCRIPTION
source: To continue helping the families of Veterans after modern warfare
es_mx: Para continuar ayudando a las familias de Veteranos después de las guerras actuales
ja: 近代戦後の退役軍人の家族への支援を継続するために
pl: Żeby dalej pomagać rodzinom weteranów po współczesnych konfliktach zbrojnych
ru: Помощь семьям ветеранов недавних войн
uk: Допомога родинам ветеранів нещодавніх воєн
zh: 继续帮助经历过现代战争的退伍军人家庭
zh_sg: 继续帮助经历过现代战争的退伍军人家庭

# IDS_PCEE115_VALOR_GIVING_THANKS_FLAG
source: Valor – Giving Thanks Flag
es_mx: Valor – Bandera Dar Gracias
ja: 武勇 – 感謝旗
pl: Męstwo – flaga dziękczynna
ru: Valor – Благодарность
uk: Valor – Подяка
zh: Valor──感恩旗帜
zh_sg: Valor──感恩旗帜

# IDS_PCEE115_VALOR_GIVING_THANKS_FLAG_DESCRIPTION
source: To continue thanking the families of Veterans for their sacrifice
es_mx: Para continuar agradeciendo a las familias de Veteranos por su sacrificio
ja: その身を捧げた退役軍人の家族への感謝を継続するために
pl: Żeby dalej dziękować rodzinom weteranów za ich poświęcenie
ru: Благодарность семьям ветеранов за то, чем им пришлось пожертвовать ради благородных целей
uk: Подяка родинам ветеранів за те, чим їм довелося пожертвувати заради благородної мети
zh: 继续感恩退伍军人家庭他们的牺牲
zh_sg: 继续感恩退伍军人家庭他们的牺牲

# IDS_PCEE116_VALOR_ALL_FOR_ONE_FLAG
source: Valor – All For One Flag
es_mx: Valor – Bandera Todo En Uno
ja: 武勇 – 皆はひとつのために旗
pl: Męstwo – flaga „wszyscy za jednego”
ru: Valor – Один за всех
uk: Valor – Один за всіх
zh: Valor──竭尽全力旗帜
zh_sg: Valor──竭尽全力旗帜

# IDS_PCEE116_VALOR_ALL_FOR_ONE_FLAG_DESCRIPTION
source: For Family, For Thanks, For Home, For Remembrance, and ultimately, For Valor
es_mx: Por la Familia, Por el Agradecimiento, Por el Hogar, Por el Recuerdo, y finalmente, Por el Valor
ja: 家族のために、感謝のために、故郷のために、追悼のために、そして究極的には、武勇のために
pl: Rodzinom, w podzięce, za ojczyznę, za pamięć i w końcu za męstwo
ru: За родной дом, за благодарность, за то, что помним всех, а также за Valor
uk: За рідний дім, за подяку, за те, що пам’ятаємо всіх, а також за Valor
zh: 为了家庭、为了感恩、为了家园、为了纪念，而最终，为了勇气
zh_sg: 为了家庭、为了感恩、为了家园、为了纪念，而最终，为了勇气

# IDS_PCEE117_DUNKIRK_DINAMO
source: The Dunkirk Evacuation
es_mx: La Evacuación de Dunkerque
ja: ダンケルク撤退作戦
pl: Ewakuacja Dunkierki
ru: Дюнкеркская операция
uk: Дюнкеркська операція
zh: 敦刻尔克撤离行动
zh_sg: 敦刻尔克大撤退

# IDS_PCEE117_DUNKIRK_DINAMO_DESCRIPTION
source: In late May through early June 1940, during the operation code-named "Dynamo", the British managed to evacuate over 330 thousand Allied troops surrounded near Dunkirk over the course of a few days. Thus the professional British army was preserved, and the struggle against Nazi Germany continued.
es_mx: Desde finales de mayo hasta principios de junio de 1940, durante la operación con nombre código "Dynamo", los británicos lograron evacuar más de 330 mil tropas Aliadas rodeadas cerca de Dunkerque en el transcurso de unos cuantos días. Así fue preservado el profesional ejército británico, y la lucha contra la Alemania Nazi continuó.
ja: 1940 年の 5 月終盤から 6 月序盤にかけ、イギリス軍は「ダイナモ作戦」に取り組み、ダンケルク付近で数日に渡り包囲されていた連合軍兵士を 33 万名以上も救出することに成功しました。これによって熟練のイギリス軍兵士を温存できたことにより、ナチスドイツに対する戦いを続けることができたのでした。
pl: Pod koniec maja i na początku czerwca 1940 roku w trakcie operacji „Dynamo” w trakcie kilku Brytyjczycy ewakuowali ponad 330 tysięcy alianckich żołnierzy otoczonych w pobliżu Dunkierki. Dzięki temu zawodowa armia Wielkiej Brytanii została ocalona, a walka z nazistowskimi Niemcami mogła trwać dalej.
ru: В конце мая – начале июня 1940 года в ходе операции, носившей кодовое название «Динамо», британцам удалось за несколько дней эвакуировать свыше 330 тысяч войск союзников, окружённых под Дюнкерком. Кадровая британская армия была таким образом сохранена, и борьба с нацистской Германией продолжилась.
uk: Наприкінці травня — початку червня 1940 р. під час операції із кодовою назвою «Динамо», британцям вдалося за кілька діб евакуювати понад 330 тисяч вояків союзників, оточених під Дюнкерком. Таким чином зберегли кадрову британську армію, і боротьба з нацистською Німеччиною продовжилася.
zh: 1940 年五月底到六月初，在代号「发电机」的行动期间，Y国设法在几天内撤离位于敦刻尔克附近超过 33 万名被包围的盟军部队。因此老练的Y国陆军得以保留，并与D国继续奋勇对抗下去。
zh_sg: 1940年五月底到六月初，在代号“发电机”的行动期间，英国设法在几天内撤离位于敦刻尔克附近超过33万名被包围的盟军部队。因此老练的英国陆军得以保留，并与纳粹德国继续奋勇对抗下去。

# IDS_PCEE118_JOLLY_ROGER_4
source: Jolly Roger, Class IV
es_mx: Jolly Roger, Clase IV
ja: 海賊旗 クラス IV
pl: Jolly Roger, Klasa IV
ru: Весёлый Роджер IV степени
uk: Веселий Роджер IV ступеня
zh: 海盗旗，IV 级
zh_sg: 海盗旗，IV 级

# IDS_PCEE118_JOLLY_ROGER_4_DESCRIPTION
source: A commemorative flag granted for achieving Rank 1 for the sixth time.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 1 por sexta vez.
ja: ランク 1 を 6 回達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 1 stopnia po raz szósty.
ru: Памятный флаг за достижение первого ранга в шестой раз.
uk: Пам’ятний прапор за досягнення першого рангу вшосте.
zh: 达成六次排名第 1 所给予的纪念旗帜。
zh_sg: 达成六次排名第1所给予的纪念旗帜。

# IDS_PCEE119_GRAF_ZEPPELIN
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_PCEE119_GRAF_ZEPPELIN_DESCRIPTION
source: Graf Zeppelin Commemorative Flag
es_mx: Bandera Conmemorativa de Graf Zeppelin
ja: グラーフ・ツェッペリン記念旗
pl: Flaga pamiątkowa Graf Zeppelin
ru: Памятный флаг в честь Graf Zeppelin
uk: Пам’ятний прапор на честь Graf Zeppelin
zh: 齐柏林伯爵纪念旗帜
zh_sg: 齐柏林伯爵纪念旗帜

# IDS_PCEE119_GRAF_ZEPPELIN_EXTRA_DESCRIPTION
source: The forces of nature cannot be eliminated but they may be balanced one against the other.
es_mx: Las fuerzas de la naturaleza no pueden ser eliminadas pero puedes ser equilibadas una contra la otra.
ja: 自然界の様々な力を消すことはできないが、それらによる相互バランスを取ることなら可能かも知れない。
pl: Sił natury nie da się wyeliminować, ale można przeciwstawiać jedne drugim.
ru: Стихию побороть нельзя. Противостоять ей может лишь другая стихия.
uk: Стихію подолати неможливо. Протистояти їй може лише інша стихія.
zh: 大自然的力量是无法消除的，但它们但它们可能是相互平衡的。
zh_sg: 自然之力是无法直接对抗的，但可以让它们相互制衡。

# IDS_PCEE120_WG_SUMMER_FEST_2017
source: Wargaming Summer Fest 2017
es_mx: Festival de Verano de Wargaming 2017
pl: Letni Festiwal Wargaming 2017
zh: 2017 年 Wargaming 夏季盛会

# IDS_PCEE120_WG_SUMMER_FEST_2017_DESCRIPTION
source: You've participated in the first Wargaming Summer Fest in history!
es_mx: ¡Has participado en el primer Festival de Verano de Wargaming en la historia!
ja: 史上初の Wargaming Summer Fest に参加しました!
pl: Uczestniczyłeś w pierwszym w historii Letnim Festiwalu Wargaming!
ru: Флаг за участие в первом Wargaming Summer Fest.
uk: Прапор за участь у першому Wargaming Summer Fest.
zh: 您参与了历史上第一个 Wargaming 夏季盛会！
zh_sg: 您参与了历史上第一届Wargaming Summer Fest盛会！

# IDS_PCEE120_WG_SUMMER_FEST_2017_EXTRA_DESCRIPTION
source: We thank you for your dedication to the Wargaming brand and hope you never stop enjoying our great games!
es_mx: ¡Agradecemos tu dedicación a la marca Wargaming y esperamos que nunca dejes de disfrutar nuestros grandiosos juegos!
ja: Wargaming ブランドを熱心に支持して頂き感謝します。今後も弊社の素晴らしいゲームをお楽しみいただければ幸いです!
pl: Dziękujemy za Twoje oddanie marce Wargaming i mamy nadzieję, że nigdy nie przestaniesz świetnie się bawić przy naszych grach!
ru: Спасибо за приверженность бренду Wargaming! Надеемся, наши игры всегда будут приносить вам удовольствие.
uk: Дякуємо за відданість бренду Wargaming! Сподіваємося, наші ігри завжди приноситимуть вам задоволення.
zh: 我们非常感谢您对 Wargaming 品牌的贡献并希望您能一直继续享受我们的超棒游戏下去！
zh_sg: 我们非常感谢您对 Wargaming 品牌的贡献并希望您能一直继续享受我们的超棒游戏下去！

# IDS_PCEE121_COAST_GUARD
source: The U.S. Coast Guard
es_mx: La Guardia Costera de los EE.UU.
ja: アメリカ沿岸警備隊
pl: Straż przybrzeżna Stanów Zjednoczonych
ru: Береговая охрана США
uk: Берегова охорона США
zh: M国海岸防卫队
zh_sg: 美国海岸防卫队

# IDS_PCEE121_COAST_GUARD_DESCRIPTION
source: For over 225 years, America's shores have been protected by the brave men and women of the U.S. Coast Guard.
es_mx: Por más de 225 años, las costas de América han sido protegidas por los valientes hombres y mujeres de la Guardia Costera de los EE.UU.
ja: 225 年以上に渡り、アメリカの沿岸は、アメリカ沿岸警備隊の勇敢な男女たちによって守られてきました。
pl: Przez ponad 225 lat wybrzeża Ameryki były chronione przez dzielnych mężczyzn i kobiety ze Straży przybżenej Stanów zjednoczonych.
ru: В течение 225 лет отважные мужчины и женщины из Береговой охраны США защищали подступы к родным берегам.
uk: Протягом 225 років відважні чоловіки та жінки з Берегової охорони США захищали підступи до рідних берегів.
zh: 225 年以来，M国的海岸一直受到M国海岸防卫队英勇的男士们及女士们的保护。
zh_sg: 225年以来，美国的海岸一直被美国海岸防卫队英勇的男士们及女士们保护着。

# IDS_PCEE122_BATTLE_OF_VELLA_GULF
source: The Battle of Vella Gulf
es_mx: La Batalla del Golfo de Vella
ja: ベラ湾夜戦
pl: Bitwa w zatoce Vella
ru: Бой в заливе Велья
uk: Бій в затоці Велья
zh: 维拉湾海战
zh_sg: 维拉湾海战

# IDS_PCEE122_BATTLE_OF_VELLA_GULF_DESCRIPTION
source: As later vessels say, "Move swiftly, and strike vigorously".
es_mx: Como los demás buques dicen, "Muévete rápido y golpea con fuerza".
ja: 後年の船が言うように、「素早く動き、力強く攻撃せよ」。
pl: Zgodnie ze znanym mottem „Poruszaj się szybko, uderzaj mocno”.
ru: Передвигайся стремительно, а удары наноси решительно.
uk: Пересувайся стрімко, а удари завдавай рішуче.
zh: 后来的战舰这么说，「迅速移动，然后用力打击」。
zh_sg: 后来的战舰这么说，“迅速移动，然后用力打击”。

# IDS_PCEE123_GALLANT_FLAG
source: HMS Gallant
zh: 勇敢
zh_sg: HMS勇敢

# IDS_PCEE123_GALLANT_FLAG_DESCRIPTION
source: HMS Gallant Commemorative Flag
es_mx: Bandera Conmemorativa del HMS Gallant
ja: ギャラント記念旗
pl: Zgodnie ze znanym mottem „Poruszaj się szybko, uderzaj mocno”
ru: Памятный флаг в честь HMS Gallant
uk: Пам’ятний прапор на честь HMS Gallant
zh: 勇敢纪念旗帜
zh_sg: HMS勇敢纪念旗帜

# IDS_PCEE123_GALLANT_FLAG_EXTRA_DESCRIPTION
source: From fighting in the Spanish Civil War to assisting the troops stranded on the beaches of Dunkirk, HMS Gallant served for King and Country from 1934 to 1943.
es_mx: De luchar en la Guerra Civil Española a asistir a las tropas varadas en las playas de Dunkerque, el HMS Gallant sirvió al Rey y a su País de 1934 a 1943.
ja: 1934 年から 1943 年にかけて活躍した駆逐艦ギャラントは、スペイン内戦での戦闘や、ダンケルクの海岸に追い詰められた兵士たちの支援などに参加し、国王と祖国のために貢献しました。
pl: Od walk w trakcie Hiszpańskiej wojnie domowej do pomocy żołnierzom porzuconym na plażach Dunkierki, HMS Gallant służył Królowi i ojczyźnie od 1934 do 1943 roku.
ru: HMS Gallant служил королю и отчизне с 1934 по 1943 год, сражаясь во время Гражданской войны в Испании и помогая выбраться из неутешительного положения солдатам на пляжах Дюнкерка.
uk: HMS Gallant служив королю та вітчизні з 1934 до 1943 р., борючись під час Громадянської війни в Іспанії і допомагаючи вибратися з скрутного становища солдатам на пляжах Дюнкерка.
zh: 从参加内战到协助滞留敦刻尔克沙滩上的部队，勇敢为国王及国家从 1934 年服务至 1943 年。
zh_sg: 从参加内战到协助滞留敦刻尔克沙滩上的部队，勇敢为国王及国家从1934年服务至1943年。

# IDS_PCEE124_GAMESCOM_2017
source: gamescom 2017
zh: 科隆游戏展 2017

# IDS_PCEE124_GAMESCOM_2017_DESCRIPTION
source: Play them, watch them, love them. Celebrate games with gamers all over the world!
es_mx: Juégalos, obsérvalos, ámalos. ¡Celebra los juegos con los jugadores de todo el mundo!
ja: プレイし、視聴し、愛せよ。世界中のゲーマー達とゲームを祝おう!
pl: Graj w nie, oglądaj je, pokochaj je. Świętuj wspólnie z graczami z całego świata!
ru: Играйте в них, смотрите их, любите их. Радуйтесь и веселитесь на празднике игр вместе с геймерами со всего мира!
uk: Грайте, дивіться, любіть їх. Радійте і веселіться на святі ігор разом з геймерами усього світу!
zh: 驾驶它们、欣赏它们、爱上它们。庆祝游戏的玩家遍及全世界！
zh_sg: 驾驶它们、欣赏它们、爱上它们。庆祝游戏的玩家遍及全世界！

# IDS_PCEE125_BLUEPRINT_1
source: STALINGRAD #1
ru: СТАЛИНГРАД №1
uk: СТАЛІНГРАД № 1
zh: 斯大林格勒#1
zh_sg: 斯大林格勒 #1

# IDS_PCEE125_BLUEPRINT_1_DESCRIPTION
source: For completing the combat mission in the Typhoon League
es_mx: Por completar la misión de combate en la Liga Tifón
ja: Typhoon リーグでのコンバットミッション達成に対して
pl: Za ukończenie misji bojowej w lidze Tajfun
ru: За выполнение боевой задачи лиги Тайфуна
uk: За виконане бойове завдання ліги Тайфуну
zh: 完成飓风联盟中的作战任务
zh_sg: 完成台风联盟作战任务

# IDS_PCEE125_BLUEPRINT_1_EXTRA_DESCRIPTION
source: Exchange 3 flags for the Tier X cruiser Stalingrad
es_mx: Intercambia 3 bandera por el crucero de Nivel X Stalingrad
ja: 旗 3 枚を Tier X 巡洋艦 Stalingrad と交換
pl: Wymień 3 flagi na krążownik X poziomu Stalingrad
ru: Обменяй 3 флага на крейсер X уровня «Сталинград»
uk: Обміняй 3 прапори на крейсер X рівня «Сталінград»
zh: 3 面旗帜可兑换为 X 阶斯大林格勒巡洋舰
zh_sg: 3 面旗帜可兑换X级巡洋舰斯大林格勒

# IDS_PCEE126_BLUEPRINT_2
source: STALINGRAD #2
ru: СТАЛИНГРАД №2
uk: СТАЛІНГРАД № 2
zh: 斯大林格勒#2
zh_sg: 斯大林格勒 #2

# IDS_PCEE126_BLUEPRINT_2_DESCRIPTION
source: For completing the combat mission in the Typhoon League
es_mx: Por completar la misión de combate en la Liga Tifón
ja: Typhoon リーグでのコンバットミッション達成に対して
pl: Za ukończenie misji bojowej w lidze Tajfun
ru: За выполнение боевой задачи лиги Тайфуна
uk: За виконане бойове завдання ліги Тайфуну
zh: 完成飓风联盟中的作战任务
zh_sg: 完成台风联盟作战任务

# IDS_PCEE126_BLUEPRINT_2_EXTRA_DESCRIPTION
source: Exchange 3 flags for the Tier X cruiser Stalingrad
es_mx: Intercambia 3 bandera por el crucero de Nivel X Stalingrad
ja: 旗 3 枚を Tier X 巡洋艦 Stalingrad と交換
pl: Wymień 3 flagi na krążownik X poziomu Stalingrad
ru: Обменяй 3 флага на крейсер X уровня «Сталинград»
uk: Обміняй 3 прапори на крейсер X рівня «Сталінград»
zh: 3 面旗帜可兑换为 X 阶 斯大林格勒巡洋舰
zh_sg: 3 面旗帜可兑换X级巡洋舰斯大林格勒

# IDS_PCEE127_BLUEPRINT_3
source: STALINGRAD #3
ru: СТАЛИНГРАД №3
uk: СТАЛІНГРАД № 3
zh: 斯大林格勒#3
zh_sg: 斯大林格勒 #3

# IDS_PCEE127_BLUEPRINT_3_DESCRIPTION
source: For completing the combat mission in the Typhoon League
es_mx: Por completar la misión de combate en la Liga Tifón
ja: Typhoon リーグでのコンバットミッション達成に対して
pl: Za ukończenie misji bojowej w lidze Tajfun
ru: За выполнение боевой задачи лиги Тайфуна
uk: За виконане бойове завдання ліги Тайфуну
zh: 完成飓风联盟中的作战任务
zh_sg: 完成台风联盟作战任务

# IDS_PCEE127_BLUEPRINT_3_EXTRA_DESCRIPTION
source: Exchange 3 flags for the Tier X cruiser Stalingrad
es_mx: Intercambia 3 bandera por el crucero de Nivel X Stalingrad
ja: 旗 3 枚を Tier X 巡洋艦 Stalingrad と交換
pl: Wymień 3 flagi na krążownik X poziomu Stalingrad
ru: Обменяй 3 флага на крейсер X уровня «Сталинград»
uk: Обміняй 3 прапори на крейсер X рівня «Сталінград»
zh: 3 面旗帜可兑换为 X 阶斯大林格勒巡洋舰
zh_sg: 3 面旗帜可兑换X级巡洋舰斯大林格勒

# IDS_PCEE128_IRON_DUKE_FLAG
source: Iron Duke
zh: 铁公爵
zh_sg: 铁公爵

# IDS_PCEE128_IRON_DUKE_FLAG_DESCRIPTION
source: HMS Iron Duke Commemorative Flag
es_mx: Bandera conmemorativa del HMS Iron Duke
ja: 戦艦アイアン・デューク記念旗
pl: Flaga pamiątkowa HMS Iron Duke
ru: Памятный флаг в честь HMS Iron Duke
uk: Пам’ятний прапор на честь HMS Iron Duke
zh: 铁公爵纪念旗帜
zh_sg: HMS铁公爵纪念旗帜

# IDS_PCEE128_IRON_DUKE_FLAG_EXTRA_DESCRIPTION
source: Battleship Iron Duke, named after Field Marshall "Iron Duke" Wellington, served for more than two years as a flagship of the British Grand Fleet during World War I, including the famous Battle of Jutland.
es_mx: El acorazado Iron Duke, nombrado como el Mariscal de Campo "Iron Duke" Wellington, sirvió por más de dos años como el barco insignia de la Gran Flota Británica durante la 1a Guerra Mundial, incluyendo la famosa Batalla de Jutlandia.
ja: 戦艦アイアン・デュークの艦名は、「アイアン・デューク」という愛称で知られるウェリントン元帥が由来です。本艦は一次大戦中に 2 年以上にも渡ってイギリスのグランド・フリートの旗艦を務め、有名なユトランド沖海戦にも旗艦として参加しました。
pl: Pancernik Iron Duke, nazwany po marszałku „Iron Duke” Wellingtonie, służył przez ponad 2 lata jako okręt flagowy brytyjskiej floty w trakcie I wojny światowej, również w chwili słynnej bitwy jutlandzkiej.
ru: Линкор Iron Duke, названный в честь «железного герцога» фельдмаршала Веллингтона, больше двух лет был флагманом британского Гранд Флита в ходе Первой мировой войны, в том числе и во время знаменитого Ютландского сражения.
uk: Лінкор Iron Duke, названий на честь «Залізного Герцога» фельдмаршала Артура Велслі, 1-го герцога Веллінгтона, більше двох років був флагманом британського Гранд-Фліту під час Першої світової війни, зокрема й під час знаменитої Ютландської битви.
zh: 战列舰铁公爵，以陆军元帅“铁公爵”威灵顿来命名，大战期间作为Y国大舰队的旗舰而服役了两年以上，其中经历过著名的海战。
zh_sg: 战列舰HMS 铁公爵，以陆军元帅“铁公爵”威灵顿来命名，大战期间作为英国大舰队的旗舰而服役了两年以上，其中经历过著名的海战。

# IDS_PCEE129_NELSON_FLAG
source: HMS Nelson
zh: 纳尔逊
zh_sg: HMS纳尔逊

# IDS_PCEE129_NELSON_FLAG_DESCRIPTION
source: HMS Nelson Commemorative Flag
es_mx: Bandera conmemorativa del HMS Nelson
ja: 戦艦ネルソン記念旗
pl: Flaga pamiątkowa HMS Nelson
ru: Памятный флаг в честь HMS Nelson
uk: Пам’ятний прапор на честь HMS Nelson
zh: 纳尔逊纪念旗帜
zh_sg: HMS纳尔逊纪念旗帜

# IDS_PCEE129_NELSON_FLAG_EXTRA_DESCRIPTION
source: Leave off action? Now, damn me if I do!
es_mx: ¡Retirarme! Bien ¡maldíganme si lo hago!
ja: 戦闘から離脱せよ? 今私がそうしたら驚きだね!
pl: Opuścić teraz zabawę! Prędzej szczeznę!
ru: Покинуть сражение? Будь я проклят, если сделаю это!
uk: Покинути бій? А щоб мені повилазило, якщо я зроблю це!
zh: 脱离战斗！那么，我要被打死才会这么做！
zh_sg: 脱离战斗？除非我死了才行！

# IDS_PCEE130_YAMAMOTO_COLLECTION_DESCRIPTION
source: Yamamoto Isoroku Commemorative Flag
es_mx: Bandera Conmemorativa Yamamoto Isoroku
ja: 山本五十六記念旗
pl: Flaga pamiątkowa Yamamoto Isoroku
ru: Памятный флаг в честь адмирала Ямамото Исороку
uk: Пам’ятний прапор на честь адмірала Ямамото Ісороку
zh: Yamamoto Isoroku 纪念旗帜
zh_sg: 山本五十六纪念旗帜

# IDS_PCEE130_YAMAMOTO_COLLECTION_EXTRA_DESCRIPTION
source: My soul is always ready to fight!
es_mx: ¡Mi alma siempre está lista para pelear!
ja: 常在戦場 (常に戦場にあるの心を持って生き、ことに処す)
pl: Moja dusza jest zawsze gotowa do walki!
ru: Моё сердце всегда готово к сражению!
uk: Моє серце завжди готове до бою!
zh: 我的灵魂随时都准备好战斗！
zh_sg: 我的灵魂随时都准备好战斗！

# IDS_PCEE131_SECOND_ANNIVERSARY
source: World of Warships is Two Years Old
es_mx: World of Warships tiene Dos Años
ja: World of Warships は 2 歳になりました
pl: World of Warships kończy dwa lata
ru: Второй день рождения World of Warships
uk: Другий день народження World of Warships
zh: 《战舰世界》两岁啰
zh_sg: 《战舰世界》两岁生日

# IDS_PCEE131_SECOND_ANNIVERSARY_DESCRIPTION
source: Two years together!
es_mx: ¡Dos años juntos!
ja: 2 年間を共に!
pl: Dwa lata razem!
ru: Два года вместе!
uk: Два роки разом!
zh: 在一起有两年了！
zh_sg: 在一起有两年了！

# IDS_PCEE132_KII_FLAG
source: Kii
ja: 紀伊
zh: 鲣
zh_sg: 纪伊

# IDS_PCEE132_KII_FLAG_DESCRIPTION
source: Kii Commemorative Flag
es_mx: Bandera conmemorativa de Kii
ja: 紀伊記念旗
pl: Flaga pamiątkowa Kii
ru: Памятный флаг в честь Kii
uk: Пам’ятний прапор на честь Kii
zh: 鲣纪念旗帜
zh_sg: 纪伊纪念旗帜

# IDS_PCEE132_KII_FLAG_EXTRA_DESCRIPTION
source: The winds blow, but the mountains stand still.
es_mx: El viento sopla, pero las montañas permanecen de pie.
ja: 風が吹いても、山々は不動である。
pl: Wicher wieje, ale góra stoi nieruchomo.
ru: Ветры дуют, но горы непоколебимы.
uk: Вітри дмуть, проте гори непохитні.
zh: 大风飒飒，惟高山屹立不摇。
zh_sg: 任凭风吹浪打,我自岿然不动

# IDS_PCEE133_NAVY_DAY_FLAG
source: Navy Day
es_mx: Día de la Armada
ja: ネイヴィー・デー
pl: Dzień Marynarki
ru: День ВМФ
uk: День ВМФ
zh: 海军日
zh_sg: 海军日

# IDS_PCEE133_NAVY_DAY_FLAG_DESCRIPTION
source: Navy Day commemorative flag
es_mx: Bandera conmemorativa Día de la Marina
ja: ネイヴィー・デー記念旗
pl: Flaga pamiątkowa Dnia Marynarki
ru: Памятный флаг ко Дню ВМФ
uk: Пам’ятний прапор до Дня ВМФ
zh: 海军日纪念旗帜
zh_sg: 海军日纪念旗帜

# IDS_PCEE133_NAVY_DAY_FLAG_EXTRA_DESCRIPTION
source: For a sailor, there's no such thing as a hard or easy way. There's only one way—the glorious way!
es_mx: Para un marinero, no hay caminos fáciles o difíciles. Solo hay uno —¡el camino glorioso!
ja: 水兵にとっては、困難な道も平易な道も存在しない。あるのはただひとつ、栄光への道だけである!
pl: Dla marynarza nie czegoś takiego, jak trudna, albo łatwa ścieżka. Jest tylko ścieżka chwały!
ru: У моряка нет трудного или лёгкого пути: есть только один путь — славный!
uk: У моряка немає важкого або легкого шляху: є лише один шлях — славетний!
zh: 对于一名水手来说，没有困难或简单方式这种东西。只有一种方式──光荣的方式！
zh_sg: 对于一名水手来说，不存在困难或简单。唯有光荣！

# IDS_PCEE134_WARGAMING_ANNIVERSARY_DESCRIPTION
source: A flag to commemorate Wargaming's Anniversary
es_mx: Una bandera para conmemorar el Aniversario de Wargaming
ja: Wargaming アニバーサリー記念旗
pl: Flaga pamiątkowa z okazji rocznicy Wargaming
ru: Памятный флаг ко дню рождения Wargaming
uk: Пам’ятний прапор до дня народження Wargaming
zh: 纪念 Wargaming 周年纪念的旗帜
zh_sg: Wargaming周年纪念的旗帜

# IDS_PCEE135_WG_FEST_2017
source: WG Fest 2017
zh: 2017 年 WG 盛会

# IDS_PCEE135_WG_FEST_2017_DESCRIPTION
source: A commemorative flag granted to participants of WG Fest 2017.
es_mx: Una bandera conmemorativa otorgada a los participantes del Festival WG 2017
ja: WG Fest 2017 参加記念旗
pl: Flaga pamiątkowa dla uczestników WG Fest 2017
ru: Памятный флаг участника WG Fest 2017
uk: Пам’ятний прапор учасника WG Fest 2017
zh: 参与 2017 年 WG 盛会的玩家所给予的纪念旗帜。
zh_sg: 给予参与WG Fest2017盛会的玩家的纪念旗帜。

# IDS_PCEE136_TWITCH_DESCRIPTION
source: Twitch is the world's leading social video platform and online community for gamers.
es_mx: Twitch es la plataforma líder en videos sociales en el mundo y una comunidad en línea para jugadores.
ja: Twitch は世界を代表するソーシャルビデオ・プラットフォームであり、ゲーマーのためのオンラインコミュニティです。
pl: Twitch to wiodąca, globalna platforma z filmami strumieniowanymi i społeczność graczy.
ru: Twitch — ведущая мировая социальная видеоплатформа и сообщество для геймеров.
uk: Twitch — провідна світова соціальна відеоплатформа та спільнота для гравців.
zh: Twitch 在社交平台和在线游戏社群中有着世界领导的地位
zh_sg: Twitch是世界领先的社交视频平台，也是游戏玩家的在线社区。

# IDS_PCEE137_ADMIRAL_MAKAROV
source: Admiral Makarov
pl: Admirał Makarow
ru: Адмирал Макаров
uk: Адмірал Макаров
zh: 马卡罗夫上将号
zh_sg: 马卡罗夫海军上将

# IDS_PCEE137_ADMIRAL_MAKAROV_DESCRIPTION
source: Admiral Makarov Commemorative Flag
es_mx: Bandera conmemorativa del Admiral Makarov
ja: アドミラル・マカロフ記念旗
pl: Flaga pamiątkowa Admirał Makarow
ru: Памятный флаг в честь крейсера «Адмирал Макаров»
uk: Пам’ятний прапор на честь крейсера «Адмірал Макаров»
zh: 海军上将马卡洛夫纪念旗帜
zh_sg: 马卡罗夫海军上将纪念旗帜

# IDS_PCEE137_ADMIRAL_MAKAROV_EXTRA_DESCRIPTION
source: Ship Designer, Oceanographer, Commander of the Russian Pacific Fleet
es_mx: Diseñador de Barcos, Oceanógrafo, Comandante de la Flota Rusa del Pacífico
ja: 艦船設計者、海洋学者、ロシア太平洋艦隊司令長官
pl: Budowniczy okrętów, oceanograf, dowódca rosyjskiej Floty Oceanu Spokojnego
ru: Кораблестроитель, океанограф, командующий Тихоокеанской эскадрой
uk: Корабельник, океанограф, командувач Тихоокеанської ескадри
zh: 战舰设计师、海洋学家、E国太平洋舰队的指挥官
zh_sg: 战舰设计师、海洋学家、俄罗斯太平洋舰队的指挥官

# IDS_PCEE138_TGS07_FLAG
source: Tokyo Game Show 2017
ja: 東京ゲームショウ 2017
zh: 东京电玩展 2017

# IDS_PCEE138_TGS07_FLAG_DESCRIPTION
source: Join the excitement of Tokyo Game Show 2017!
es_mx: ¡Únete a la emoción del Tokyo Game Show 2017!
ja: 東京ゲームショウ 2017 の興奮に加わりましょう!
pl: Niech udzieli Ci się podniecenie związane z Tokyo Game Show 2017!
ru: Раздели с нами радость Tokyo Game Show 2017!
uk: Розділи з нами радість Tokyo Game Show 2017!
zh: 加入令人兴奋不已的 2017 年东京电玩展！
zh_sg: 加入令人兴奋不已的Tokyo Game Show 2017！

# IDS_PCEE139_DUDINKA_FLAG
source: Dudinka
ja: ドゥディンカ
ru: Дудинка
uk: Дудінка
zh: 杜金卡
zh_sg: 杜金卡

# IDS_PCEE139_DUDINKA_FLAG_DESCRIPTION
source: 350 years of Dudinka town
es_mx: 350 años del pueblo de Dudinka
ja: ドゥディンカの街の 350 年
pl: 350 lat miasteczka Dudinka
ru: 350 лет городу Дудинка
uk: 350 років місту Дудінка
zh: 有 350 年历史的杜金卡镇
zh_sg: 有350年历史的杜金卡镇

# IDS_PCEE139_DUDINKA_FLAG_EXTRA_DESCRIPTION
source: A commemorative flag for the players who helped raise money for registering the Record for the Most People Singing a Song set in Dudinka in 2017.
es_mx: Bandera conmemorativa para los jugadores que ayudaron a reunir dinero para registrar el récord de la Mayor Cantidad de Personas Cantando un Conjunto de Canciones en Dudinka en 2017.
ja: 2017 年にドゥディンカで「同じ曲を歌った人数の最多記録」を達成するための資金集めに協力してくれたプレイヤーの皆様のための記念旗
pl: Pamiątkowa flaga dla graczy, którzy pomogli zebrać pieniądze na ustanawianie rekordu największej ilości ludzi śpiewających piosenkę, które odbyło się w Dudince w 2017 roku.
ru: Памятный флаг для игроков, которые помогли собрать средства для фиксирования рекорда по самому массовому исполнению песни в Дудинке, 2017 г.
uk: Пам’ятний прапор для гравців, які допомогли зібрати кошти, щоб зафіксувати рекорд наймасовішого виконання пісні в Дудинці, 2017 р.
zh: 给予那些帮忙筹措 2017 年在杜金卡发起的最多人演唱歌曲录制资金的玩家的纪念旗帜。
zh_sg: 给予那些帮忙筹措2017年在杜金卡发起的最多人演唱歌曲录制资金的玩家的纪念旗帜。

# IDS_PCEE140_GIULIO_CESARE_FLAG
source: Giulio Cesare
zh: 尤里乌斯-恺撒
zh_sg: 尤里乌斯-恺撒
