Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSC708_DESCR
source: A Heavy Cruiser of the "Fleet of Fog". Modelled after Takao, the lead ship of the Imperial Japanese Navy's Takao-class cruisers. She loses a duel against I-401 while patrolling the Kumano Sea area. After her defeat, she decides to leave the "Fleet of Fog" to join the "Blue Steel" led by Gunzo Chihaya. Takao's Mental Model has a great deal of curiosity, which led her to unwittingly collect a lot of information about humanity. This warship has been specially designed for World of Warships, and is modelled after Takao as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
es_mx: Un crucero pesado de la "Flota de la Niebla". Basdo en el Takao, el barco insignia de los cruceros clase Takao de la Marina Imperial Japonesa. Ella pierde un duelo contra el I-401 mientras vigila el área del mar de Kumano, Después de su derrota, decide dejar la "Flota de la Niebla" y unirse al "Blue Steel" dirigido por Gunzo Chihaya. El Modelo Mental de Takao tiene una gran curiosidad, lo que la lleva a reunir una cantidad de información sin precedente sobre la humanidad. Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Takao tal como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA-".
ja: 高雄型重巡洋艦一番艦「高雄」を模した「霧の艦隊」の重巡洋艦。熊野沖で哨戒中にイ401と交戦するが敗退。その後「霧の艦隊」を離れ、千早群像率いる「蒼き鋼」と行動を共にするようになる。 メンタルモデル・タカオは好奇心が旺盛で、本人も意識しないうちに人類についての知識と経験を蓄えている。 本艦艇は「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」に登場するタカオを参考に World of Warships 向けにデザインされている。
pl: Ciężki krążownik Floty Mgły. Wzorowany na Takao, okręcie prowadzącym swojej klasy, należącym do Cesarskiej Marynarki Wojennej Japonii. Przegrywa pojedynek z I-401 w trakcie patrolowania obszaru Morza Kumano. Po tej porażce postanawia opuścić Flotę Mgły, by dołączyć do „Niebieskiej stali” prowadzonej przez Gunzo Chihaya. Jego uosobienie Takao jest bardzo ciekawskie, przez co dowiedziało się bardzo wiele o ludzkości. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Myōkō, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”.
ru: Тяжёлый крейсер Туманного флота. Модель создана на базе головного корабля серии крейсеров типа Takao в составе Императорского флота Японии. Takao терпит поражение в противостоянии с I-401 во время патрулирования района в море Кумано. После этой неудачи она решает покинуть Туманный флот и примкнуть ко флоту Blue Steel, возглавляемому Gunzo Chihaya. Обладая огромной любознательностью, аватар Takao неосознанно накапливает информацию о человечестве. Крейсер спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA-.
uk: Важкий крейсер Туманного флоту. Модель створена на базі головного корабля серії крейсерів типу Takao у складі Імператорського флоту Японії. Takao зазнає поразки у протистоянні з I-401 під час патрулювання району в морі Кумано. Після цієї невдачі вона вирішує покинути Туманний флот й долучитися до флоту «Blue Steel», який очолює Gunzo Chihaya. Через величезну допитливість, аватар Takao неусвідомлено накопичує інформацію про людство. Крейсер спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA-».
zh: 「海雾舰队」的重型巡洋舰。以大日本帝国海军 Takao 级巡洋舰首舰，Takao 为范本。它在巡逻球磨 野滩地区时与 I-401 对决而输掉。在它失败后，它决定要离开「海雾舰队」并加入由 Gunzo Chihaya 领导的「苍蓝舰队」。Takao 的心智模型富有好奇心，这导致它常在不知不觉中收集了大量与人类有关的信息。 此战舰是专为《战舰世界》所设计，而且是以它在「ARPEGGIO OF BLUE STEEL -ARS NOVA-」中出现的 Takao 来作为模板。
zh_sg: “海雾舰队”的重型巡洋舰。以大日本帝国海军高雄级巡洋舰首舰，高雄为范本。它在巡逻球磨 野滩地区时与I-401对决而输掉。在它失败后，它决定要离开“海雾舰队”并加入由Gunzo Chihaya领导的“苍蓝舰队”。高雄的心智模型富有好奇心，这导致它常在不知不觉中收集了大量与人类有关的信息。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA-”中出现的高雄来作为模板。

# IDS_PJSC708_FULL
source: ARP Takao
zh: 高雄

# IDS_PJSC709
source: ARP Haguro
zh: 羽黑

# IDS_PJSC709_DESCR
source: A Heavy Cruiser of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 4th Myōkō-class cruiser, Haguro. Equipped with multiple thruster modules, she uses exceptional speed and agility to overwhelm her opponents. Her Mental Model "Haguro" is known for her sharp tongue and lazy personality. Haguro acts as one of the "Secretaries" in the "Student Council of the Fog", along with Ashigara. This warship has been specially designed for World of Warships, and is modelled after Haguro as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
es_mx: Un Crucero Pesado de la "Flota de la Niebla". Basado en el 4° crucero clase Myōkō de la Marina Imperial Japonesa, Haguro. Equipado con múltiples módulos propulsores, usa su increíble agilidad y velocidad para superar a sus oponentes. Su Modelo Mental "Haguro" es conocida por su lengua afilada y personalidad perezosa. Haguro actúa como una de las "Secretarias" en el "Consejo Estudiantil de la Niebla", junto con "Ashigara". Este barco ha sido especialmente diseñado para World of Warships, y está basado en el Haguro tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
ja: 妙高型重巡洋艦四番艦「羽黒」を模した「霧の艦隊」の重巡洋艦。船体に複数のスラスターを装備し、そのスピードとトリッキーな動きで相手を翻弄する。メンタルモデル・ハグロは面倒くさがりで毒舌家。ヒエイが組織する「霧の生徒会」でアシガラと同じく書記の任に就いている。 本艦艇は「劇場版 蒼き鋼のアルペジオ ‐アルス・ノヴァ‐ Cadenza」に登場するハグロを参考に World of Warships 向けにデザインされている。
pl: Ciężki krążownik Floty Mgły. Wzorowany na czwartym krążowniku klasy Myōkō, Haguro, należącym do Cesarskiej Marynarki Wojennej Japonii. Wyposażony w liczne moduły dopalaczy, wykorzystuje swoją niezwykłą prędkość i zwrotność do zdobycia przewagi nad przeciwnikiem. Jego uosobienie Haguro znany jest ze swojego ciętego języka i lenistwa. Razem z Ashigara, Haguro pełni funkcję jednego z Sekretarzy Mglistej rady studenckiej. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Haguro, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”.
ru: Тяжёлый крейсер Туманного флота. Модель создана на базе Haguro, четвёртого корабля в серии крейсеров типа Myōkō в составе Императорского флота Японии. Большое число реактивных модулей позволяет кораблю развивать высокую скорость и манёвренность, обеспечивая ему значительное преимущество в противостояниях с врагом. Аватар Haguro известна колкостью выражений и праздностью натуры. Вместе с Ashigara выполняет функции одного из Секретарей Студенческого совета Туманного флота. Крейсер спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza.
uk: Важкий крейсер Туманного флоту. Модель створена на базі Haguro, четвертого корабля у серії крейсерів типу Myōkō у складі Імператорського флоту Японії. Велика кількість реактивних модулів дозволяє кораблю набирати високу швидкість та добре маневрувати, забезпечуючи йому значну перевагу у протистояннях з ворогом. Аватар Haguro відома своїми іронічними виразами та ледачою натурою. Разом з Ashigara виконує функції одного з Секретарів Студентської ради Туманного флоту. Крейсер спроектовано спеціально для гри World of Warships. Створено на зразок корабля Myōkō з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza».
zh: 此战舰是专为《战舰世界》所设计，并且是以它在「ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza」中所出现的 Myoko 为范本。
zh_sg: “海雾舰队”的重型巡洋舰。以日本帝国海军妙高级巡洋舰四号舰，Haguro为范本。装备着多个推进器配件，它运用了出色的航速及灵敏性来战胜它的对手。它的心智模型“Haguro”因它的伶牙俐齿与懒惰个性而出名。Haguro在“海雾学生会”中跟足柄一同扮演着其中一名“书记”。 此战舰是专为《战舰世界》所设计，而且是以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”中出现的“妙高”来作为模板。

# IDS_PJSC709_FULL
source: ARP Haguro
zh: 羽黑

# IDS_PJSC717
source: S. Dragon
zh: 凤凰
zh_sg: 南方神龙

# IDS_PJSC717_DESCR
source: In Chinese tradition, dragons are usually depicted as long, scale-covered, snake-like creatures with four legs. Four brothers—the Kings of Dragons—each represent one of the four seas. The name of the Dragon King of the South Sea is Ào Qin.
es_mx: En la tradición china, los dragones son usualmente representados como largas criaturas con forma de serpiente, cubiertas de escamas y con cuatro patas. Los Reyes de los Dragones son cuatro hermanos que representan a cada uno de los cuatro mares. El nombre del Rey Dragón del Mar del Sur es Ào Qin.
ja: 中国の伝統的な竜は、長くて鱗に覆われた四本足を持つ蛇のような姿をしています。四海を治めると言われる四人兄弟の竜王が存在し、南海の竜王の名前は敖欽 (アオチン) です。
pl: W tradycji chińskiej smoki zazwyczaj przedstawiane są jako długie, pokryte łuskami stworzenia, wyglądem przypominające węża z czterema nogami. Czterech braci – Królów smoków – każdy reprezentuje jedno z czterech mórz. Imię Króla smoka Morza Południowego to Ào Qin.
ru: В китайской традиции драконы обычно изображаются как длинные чешуйчатые змееподобные существа с четырьмя ногами. Существует четыре брата — Цари драконов, каждый из которых представляет одно из четырёх морей. Имя Царя драконов Южного моря — Ао Цинь.
uk: У китайській традиції драконів зазвичай зображають довгими, лускатими, схожими на змій істотами з чотирма ногами. Існує чотири брати — Царі драконів, кожен з яких представляє одне з чотирьох морів. Ім’я царя драконів Південного моря — Ао Цінь.
zh: В китайской традиции драконы обычно изображаются как длинные чешуйчатые змееподобные существа с четырьмя ногами. Существует четыре брата — Цари драконов, каждый из которых представляет одно из четырёх морей. Имя Царя драконов Южного моря — Ао Цинь.
zh_sg: 在中国传统中，龙通常被描绘为长身躯、有鳞、四足的蛇形生物。四海龙王各代表四海之一。南海龙王的名字是敖钦。

# IDS_PJSC717_FULL
source: Southern Dragon
zh: 凤凰
zh_sg: 南方神龙

# IDS_PJSC717_SHORT
source: S DR
zh: 凤凰
zh_sg: 南方神龙

# IDS_PJSC727
source: E. Dragon
zh: 昆仑
zh_sg: 东方神龙

# IDS_PJSC727_DESCR
source: In Chinese tradition, dragons are usually depicted as long, scale-covered, snake-like creatures with four legs. Four brothers—the Kings of Dragons—each represent one of the four seas. The name of the Dragon King of the East Sea is Ào Guǎng.
es_mx: En la tradición china, los dragones son usualmente representados como largas criaturas con forma de serpiente, cubiertas de escamas y con cuatro patas. Los Reyes de los Dragones son cuatro hermanos que representan a cada uno de los cuatro mares. El nombre del Rey Dragón del Mar del Este es Ào Guǎng.
ja: 中国の伝統的な竜は、長くて鱗に覆われた四本足を持つ蛇のような姿をしています。四海を治めると言われる四人兄弟の竜王が存在し、東海の竜王の名前は敖廣 (アオグアン) です。
pl: W tradycji chińskiej smoki zazwyczaj przedstawiane są jako długie, pokryte łuskami stworzenia, wyglądem przypominające węża z czterema nogami. Czterech braci – Królów smoków – każdy reprezentuje jedno z czterech mórz. Imię Króla smoka Morza Wschodniego to Ào Guǎng.
ru: В китайской традиции драконы обычно изображаются как длинные чешуйчатые змееподобные существа с четырьмя ногами. Существует четыре брата — Цари драконов, каждый из которых представляет одно из четырёх морей. Царя драконов Восточного моря зовут Ао Гуан.
uk: У китайській традиції драконів зазвичай зображають довгими, лускатими, схожими на змій істотами з чотирма ногами. Існує чотири брати — Царі драконів, кожен з яких представляє одне з чотирьох морів. Царя драконів Східного моря звуть Ао Гуан.
zh: В китайской традиции драконы обычно изображаются как длинные чешуйчатые змееподобные существа с четырьмя ногами. Существует четыре брата — Цари драконов, каждый из которых представляет одно из четырёх морей. Царя драконов Восточного моря зовут Ао Гуан.
zh_sg: 在中国传统中，龙通常被描绘为长身躯、有鳞、四足的蛇形生物。四海龙王各代表四海之一。东海龙王的名字是敖广。

# IDS_PJSC727_FULL
source: Eastern Dragon
zh: 昆仑
zh_sg: 东方神龙

# IDS_PJSC727_SHORT
source: E DR
zh: 昆仑
zh_sg: 东方神龙

# IDS_PJSC737
source: ARP Nachi
zh: 那智

# IDS_PJSC737_DESCR
source: A heavy cruiser of the "Fleet of Fog". Modelled after the Imperial Japanese Navy's 2nd Myōkō-class cruiser, Nachi. Harnessing an exceptional reconnaissance ability, she can track I-401 even during her silent runs. In combat, she acts as a spotter; calculating data for Myōkō's long-range engagements. Her Mental Model "Nachi" acts as "Treasurer" under Hiei's "Student Council of the Fog". Having a rather placid personality, she is often swayed by her energetic colleague, Ashigara. This warship has been specially designed for World of Warships, and is modelled after Nachi as she appears in "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
es_mx: Un crucero pesado de la "Flota de la Niebla". Basado en el 2o. crucero clase Myōkō de la Marina Imperial Japonesa, Nachi. Usando su excelente habilidad de reconocimiento, puede seguir al I-401 incluso durante sus recorridos silenciosos. En combate, actúa como observadora; calculando datos para los combates a largo alcance del Myōkō. Su Modelo Mental "Nachi" actúa como "Tesorera" bajo el "El Consejo Estudiantil de la Niebla" de Hiei. Tiene una personalidad placentera, y es a menudo influenciada por su enérgica colega, Ashigara. Este barco ha sido especialmente diseñado para World of Warships, y está modelado en base al Nachi tal y como aparece en "ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza".
ja: 妙高型重巡洋艦二番艦「那智」を模した「霧の艦隊」の重巡洋艦。索敵に特化しており、海中を無音潜行するイ401の位置を特定したりミョウコウの狙撃用スポットデータを算出するなどのサポート艦として活躍。メンタルモデル・ナチはおっとりとした性格で好戦的なアシガラに振り回されることもしばしば。ヒエイが組織する「霧の生徒会」で会計職に就いている。 本艦艇は「劇場版 蒼き鋼のアルペジオ ‐アルス・ノヴァ‐ Cadenza」に登場するナチを参考に World of Warships 向けにデザインされている。
pl: Ciężki krążownik Floty Mgły. Wzorowany na drugim krążowniku klasy Myōkō, Nachi, należącym do Cesarskiej Marynarki Wojennej Japonii. Szczyci się wyjątkowymi zdolnościami rozpoznawczymi i potrafi wykryć I-401 nawet w trakcie jego cichego biegu. W walce przyjmuje rolę zwiadowczą i naprowadzającą. Jego uosobienie Nachi pełni funkcję Skarbnika Mglistej rady studenckiej. Ze względu na swoje łagodne usposobienie jest często przyćmiewany przez bardziej energetycznego kolegę, Ashigarę. Ten okręt został zaprojektowany specjalnie dla World of Warships i jest wzorowany na modelu Haguro, który występuje w anime „ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”.
ru: Тяжёлый крейсер Туманного флота. Модель создана на базе Nachi, второго корабля в серии крейсеров типа Myōkō в составе Императорского флота Японии. Исключительные навыки в области разведки позволяют Nachi отслеживать I-401 даже тогда, когда субмарина передвигается на тихом ходу. В бою выполняет функции корректировщика огня для орудий Myōkō во время сражений на дальних дистанциях. Аватар Nachi занимает пост Казначея возглавляемого Hiei Студенческого совета Туманного флота. Из-за спокойного характера часто поддаётся влиянию своей более энергичной коллеги Ashigara. Крейсер спроектирован специально для игры World of Warships. Моделью послужил одноимённый корабль из ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza.
uk: Важкий крейсер Туманного флоту. Модель створена на базі Nachi, другого корабля у серії крейсерів типу Myōkō у складі Імператорського флоту Японії. Виняткові уміння у галузі розвідки дозволяють Nachi відстежувати I-401 навіть тоді, коли субмарина пересувається тихим ходом. У бою виконує функції корегувальника вогню для гармат Myōkō під час боїв на далеких дистанціях. Аватар Nachi обіймає посаду Скарбника очолюваної Hiei Студентської ради Туманного флоту. Через спокійний характер часто піддається впливу своєї енергійнішої колеги Ashigara. Крейсер спроектовано спеціально для гри World of Warships. Створено на зразок однойменного корабля з аніме «ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza».
zh: 「海雾舰队」的重型巡洋舰。以大日本帝国海军 Myoko 级巡洋舰二号舰，Nachi 为范本。利用特殊的侦察能力，即使 I-401 在无声运作下也都能追踪得到它。作战时，它担任侦察舰一职；计算着 Myoko 的远程交战数据。它的心智模型「Nachi」在 Hiei「海雾学生会」底下扮演着「会计」。有着相当沉稳的个性，它时常会被它精力旺盛的同事 Ashigara 左右。 此战舰是专为《战舰世界》所设计，而且是以它在「ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza」中出现的 Nachi 来作为模板。
zh_sg: “海雾舰队”的重型巡洋舰。以大日本帝国海军妙高级巡洋舰二号舰，Nachi为范本。利用特殊的侦察能力，即使I-401在无声运作下也都能追踪得到它。作战时，它担任侦察舰一职；计算着 妙高 的远程交战数据。它的心智模型“Nachi”在 Hiei“海雾学生会”底下扮演着“会计”。有着相当沉稳的个性，它时常会被它精力旺盛的同事Ashigara左右。 此战舰是专为《战舰世界》所设计，以它在“ARPEGGIO OF BLUE STEEL -ARS NOVA- Cadenza”中出现的Nachi来作为模板。

# IDS_PJSC737_FULL
source: ARP Nachi
zh: 那智

# IDS_PJSC799
source: ARP Takao
zh: 高雄

# IDS_PJSC799_FULL
source: ARP Takao
zh: 高雄

# IDS_PJSC810_DESCR
source: A very powerful cruiser in all respects. Compared with the preceding classes of heavy cruisers, Zaō had a greater number of main battery and AA guns, thick armor and a reinforced torpedo armament.
es_mx: Un crucero muy poderoso en todos los aspectos. Comparado a las clases precedentes de cruceros pesados, Zaō tenía un número mayor de baterías y cañones AA, un grueso blindaje y reforzado con armamento de torpedos.
ja: 蔵王は、あらゆる点において非常に強力な重巡洋艦です。従来の重巡洋艦に比して、主砲の砲門数および対空兵装で上回っており、重装甲が施され、雷装も強化されていました。
pl: Krążownik potężny pod wieloma względami. W porównaniu do poprzedzających klas ciężkich krążowników, Zaō miał więcej dział głównej baterii i przeciwlotniczych, a także grubszy pancerz i lepsze uzbrojenie torpedowe.
ru: Очень мощный по всем характеристикам крейсер. От предшествующих типов тяжёлых крейсеров отличался увеличенным числом орудий главного калибра и ПВО, мощным бронированием и усиленным торпедным вооружением.
uk: Дуже потужний за всіма характеристиками крейсер. Від попередніх типів важких крейсерів відрізнявся збільшеним числом гармат головного калібру та ППО, потужним бронюванням та посиленим торпедним озброєнням.
zh: 与以往设计的不同之处在于有着较为强大的武器与较坚固的装甲。共预计建造八艘巡洋舰。然而，没有任何的战舰开始建造。
zh_sg: 一艘在各方面都非常强大的巡洋舰。与前代重型巡洋舰相比，藏王拥有更多的主炮组与防空炮、更厚实的装甲以及强化过的鱼雷武器。

# IDS_PJSC810_SHORT
source: ZAO
zh: 象
zh_sg: 藏王 P

# IDS_PJSC837
source: Hashidate
ja: 橋立
zh: 鼠
zh_sg: 桥立

# IDS_PJSC837_DESCR
source: Cruiser Hashidate, which is used in the Introductory Mission
es_mx: El crucero Hashidate, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 橋立
pl: Krążownik Hashidate, który używany jest w misji wprowadzającej
ru: Крейсер Hashidate, используемый во вводной миссии
uk: Крейсер Hashidate, що використовується у вступній місії
zh: Крейсер Hashidate, используемый во вводной миссии
zh_sg: 新手任务中使用的桥立号巡洋舰

# IDS_PJSC837_SHORT
source: HSDT
zh: 鼠
zh_sg: 桥立

# IDS_PJSC838
source: Hashidate
ja: 橋立
zh: 鼠
zh_sg: 桥立

# IDS_PJSC838_DESCR
source: Cruiser Hashidate, which is used in the Introductory Mission
es_mx: El crucero Hashidate, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 橋立
pl: Krążownik Hashidate, który używany jest w misji wprowadzającej
ru: Крейсер Hashidate, используемый во вводной миссии
uk: Крейсер Hashidate, що використовується у вступній місії
zh: Крейсер Hashidate, используемый во вводной миссии
zh_sg: 新手任务中使用的桥立号巡洋舰

# IDS_PJSC838_SHORT
source: HSDT
zh: 鼠
zh_sg: 桥立

# IDS_PJSC934
source: [Zaō]
ja: [蔵王]
zh: [象]
zh_sg: [藏王]

# IDS_PJSC934_DESCR
source: This ship is a copy of Zaō and is suitable for Clan Battles only
es_mx: Este barco es una copia del Zaō y solo es adecuado para las Batallas de Clanes
ja: 本艦は 蔵王 のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Zaō i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Zaō и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Zaō. Призначений лише для кланових боїв
zh: 这艘战舰为象的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是藏王号的复制并且仅适用于军团战

# IDS_PJSC934_FULL
source: [Zaō]
ja: [蔵王]
zh: [象]
zh_sg: [藏王]

# IDS_PJSC934_SHORT
source: ZAO
zh: 象
zh_sg: 藏王

# IDS_PJSD001
source: Tachibana
ja: 橘
zh: 枳
zh_sg: 橘

# IDS_PJSD001_DESCR
source: A small and relatively fast destroyer. For her size, Tachibana boasted a sufficiently powerful torpedo armament. The ship's artillery comprised several rapid-fire small caliber guns.
es_mx: Un destructor pequeño y relativamente rápido. Para su tamaño, el Tachibana exhibía un armamento de torpedos suficientemente poderoso. La artillería del barco consistía de varios cañones de calibre pequeño y disparo rápido.
ja: 橘は、小型かつ比較的高速の駆逐艦です。その大きさの割には強力な雷装を備えていました。主砲としては、複数の小口径速射砲が搭載されていました。
pl: Mały i stosunkowo szybki niszczyciel. Jak na swoje rozmiary, Tachibana miał dostatecznie silne uzbrojenie torpedowe. Artyleria okrętu składała się z kilku szybkostrzelnych dział małego kalibru.
ru: Небольшой и сравнительно быстроходный эскадренный миноносец. Для своих размеров имел достаточно мощное торпедное вооружение. Артиллерия корабля состояла из нескольких скорострельных малокалиберных орудий.
uk: Невеликий і порівняно швидкохідний ескадрений міноносець. Для своїх розмірів мав досить потужне торпедне озброєння. Артилерія корабля складалася з декількох скорострільних малокаліберних гармат.
zh: 小型且相对较快的驱逐舰。以它的大小而言，枳拥有相当强大的鱼雷武器。该舰的火炮是由几门小口径速射炮所构成。
zh_sg: 小型且相对较快的驱逐舰。对同体积的战舰而言，橘拥有相当强大的鱼雷武器。该舰的火炮是由几门小口径速射炮所构成。

# IDS_PJSD001_FULL
source: Tachibana
ja: 橘
zh: 枳
zh_sg: 橘

# IDS_PJSD001_SHORT
source: TCHB
zh: 枳
zh_sg: 橘

# IDS_PJSD002
source: Umikaze
ja: 海風
zh: 藤
zh_sg: 海风

# IDS_PJSD002_DESCR
source: The first Japanese destroyer designed to operate in high seas. When it was commissioned, Umikaze was one of the world's strongest destroyers and the fastest ship in the Imperial Japanese Navy. She carried very good torpedo and artillery armament for her time.
es_mx: El primer destructor Japonés diseñado para operar en altamar. Al momento de ser comisionado, Umikaze fue uno de los destructores mas fuertes del mundo y el más rápido en la Flota Imperial Japonesa. Llevaba un armamento de torpedos y artillería que era muy bueno para su tiempo.
ja: 海風型駆逐艦は、日本初の航洋駆逐艦です。就役当時においては、世界最強の駆逐艦のひとつであり、そして大日本帝国海軍における最速の艦でした。本型の雷装および砲火力は、当時としては素晴らしいものでした。
pl: Pierwszy japoński niszczyciel mający działać na otwartym morzu. W chwili oddania do służby Umikaze był jednym z najsilniejszych okrętów świata i najszybszym okrętem w Cesarskiej Marynarce Wojennej Japonii. Jak na swoje czasy uzbrojony był w silną artylerię i uzbrojenie torpedowe.
ru: Первый японский океанский эскадренный миноносец. На момент постройки — один из сильнейших в мире эсминцев и самый быстроходный корабль японского флота. Имел очень хорошее для своего времени торпедное и артиллерийское вооружение.
uk: Перший японський океанський ескадрений міноносець. На момент побудови — один з найсильніших у світі есмінців і самий швидкохідний корабель японського флоту. Мав дуже хороше для свого часу торпедне й артилерійське озброєння.
zh: 首批新一代的远洋驱逐舰。完成时，它们是该类型中最具威力的战舰。然而，它们过于昂贵而无法大量生产。
zh_sg: 第一艘日本远洋驱逐舰。进入服役时，海风是世界上最强的驱逐舰之一、同时也是大日本帝国海军最快的战舰。它搭载了以当时标准而言相当不错的鱼雷与火炮武器。

# IDS_PJSD002_FULL
source: Umikaze
ja: 海風
zh: 藤
zh_sg: 海风

# IDS_PJSD002_SHORT
source: UMKZ
zh: 藤
zh_sg: 海风

# IDS_PJSD003
source: Isokaze
ja: 磯風
zh: 柳
zh_sg: 矶风

# IDS_PJSD003_DESCR
source: Developed from the Umikaze class. Unlike her predecessor, Isokaze had increased displacement and enhanced torpedo armament. The ship's artillery, though sufficiently powerful, had a low rate of fire which was typical of all Japanese destroyers.
es_mx: Un desarrollo posterior de la clase Umikaze. A diferencia de su predecesor, Isokaze tenía un desplazamiento incrementado y un armamento de torpedos mejorados. La artillería del barco, aunque suficientemente poderosa, tenía una baja cadencia de tiro el cual era típico de todos los destructores Japoneses.
ja: 磯風型駆逐艦は、海風型駆逐艦の発展型であり、前級に比して大型化され、雷装が強化されていました。主砲は充分に強力ではあったものの、射撃速度が低く、これは日本の駆逐艦に共通して見られる特徴でした。
pl: Rozwinięcie klasy Umikaze. W przeciwieństwie do poprzednika, Isokaze cechował się zwiększoną wypornością i lepszym uzbrojeniem torpedowym. Artyleria, choć wystarczająco potężna, miała niską szybkostrzelność, co było typowe dla wszystkich japońskich niszczycieli.
ru: Дальнейшее развитие типа Umikaze. В отличие от предшественника имел увеличенное водоизмещение и усиленное торпедное вооружение. Артиллерия корабля, хотя и была достаточно мощной, имела низкую скорострельность, что оставалось характерной особенностью всех японских эсминцев.
uk: Подальший розвиток типу Umikaze. На відміну від попередника мав збільшену водотоннажність та посилене торпедне озброєння. Артилерія корабля, хоча й була досить потужною, але мала низьку скорострільність, що залишалося характерною особливістю всіх японських есмінців.
zh: 有着较具威力的推进系统以及强化过的武器的驱逐舰。
zh_sg: 基于海风级的进一步发展型。与前代相比，矶风 增强了排水量和鱼雷武器。火炮方面，尽管具备足够的威力，但也存在所有日本驱逐舰低射速的通病。

# IDS_PJSD003_FULL
source: Isokaze
ja: 磯風
zh: 柳
zh_sg: 矶风

# IDS_PJSD003_SHORT
source: ISKZ
zh: 柳
zh_sg: 矶风

# IDS_PJSD004
source: Minekaze
ja: 峯風
zh: 樱
zh_sg: 峰风
