Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC510_BD098_LEXINGTON_DESCRIPTION
source: The Lexington-class ships were laid down in 1920 and 1921 as battle cruisers of a very large size that had an extreme speed for their time and unusually powerful armament. However, the conference aimed at the restriction of naval construction held in Washington in 1922 completely changed their destiny. USS Lexington and USS Saratoga were completed as aircraft carriers—a new ship type that had only started to unlock its true potential. The remaining four cruisers of the series were disassembled on the stocks. Enormous dimensions and high speed became essential advantages of the new ships, which mostly predetermined the formation of a type of strike aircraft carrier during World War II that replaced battleships as key combat units of the navy.
ja: レキシントン級航空母艦は当初、1920 – 1921 年に、当時としては極めて高速であり並外れて強力な主砲を備えた非常に大型の巡洋戦艦として起工されました。しかし、1922 年にワシントンで開かれた艦艇建造の制限を目的とする会議によって、これらの艦艇の運命は一変しました。 レキシントンとサラトガは、当時その真の力を発揮しつつあった新たな艦種である航空母艦として完成されました。同級巡洋戦艦の残り 4 隻は建造中でしたが解体されました。大きなサイズと高い速力は航空母艦の鍵となる強みとなり、こういった特徴は、第二次世界大戦中、戦艦に代わり海軍の主戦力となった攻撃型航空母艦の陣形にも影響を与えました。
pl: Budowa okrętów typu Lexington rozpoczęła się w latach 1920–1921 i początkowo miały one być krążownikami liniowymi o niespotykanych wymiarach, szybkości i sile uzbrojenia. Jednak konferencja w Waszygtonie, która odbyła się w 1922 roku, nałożyła ograniczenia na rozbudowę floty i całkowicie odmieniła ich przeznaczenie. USS Lexington i USS Saratoga zostały ukończone jako lotniskowce – nowy rodzaj okrętu, który dopiero zaczął ukazywać swój potencjał. Pozostałe cztery krążowniki serii zostały rozebrane w stoczniach. Ogromne wymiary i wysoka prędkość stały się kluczowymi cechami nowych okrętów, które stały się podstawą formacji lotniskowców uderzeniowych. W trakcie II wojny światowej formacje te zastąpiły pancerniki w charakterze najważniejszych jednostek bojowych marynarki.
ru: Корабли типа Lexington были заложены в 1920–1921 годах как огромных размеров линейные крейсеры, обладавшие чрезвычайно высокой для своего времени скоростью и необычайно мощным вооружением. Однако завершившаяся в феврале 1922 года в Вашингтоне конференция по ограничению морских вооружений в корне изменила их судьбу. USS Lexington и USS Saratoga были достроены в качестве авианосцев — нового, ещё только начинавшего тогда раскрывать свой потенциал класса кораблей. Остальные четыре крейсера серии были разобраны прямо на стапелях. Огромные размеры и высокая скорость стали принципиальными преимуществами новых кораблей, предопределив во многом формирование в годы Второй мировой войны класса ударных авианосцев, заменивших линкоры в роли ключевых боевых единиц флота.
zh: Корабли типа Lexington были заложены в 1920–1921 годах как огромных размеров линейные крейсеры, обладавшие чрезвычайно высокой для своего времени скоростью и необычайно мощным вооружением. Однако завершившаяся в феврале 1922 года в Вашингтоне конференция по ограничению морских вооружений в корне изменила их судьбу. USS Lexington и USS Saratoga были достроены в качестве авианосцев — нового, ещё только начинавшего тогда раскрывать свой потенциал класса кораблей, остальные четыре крейсера серии были разобраны прямо на стапелях. Огромные размеры и высокая скорость стали принципиальными преимуществами новых кораблей, предопределив во многом формирование в годы Второй мировой войны класса ударных авианосцев, заменивших линкоры в роли ключевых боевых единиц флота.

# IDS_PCZC511_BD098_TRENTO_DESCRIPTION
source: The decisive influence on the development of the cruiser type was exerted by the 1922 Washington Naval Conference. Having fixed the uppermost parameters at 10,000 tons for displacement and 203 mm for artillery caliber, the conference set the threshold limits for cruiser construction the world over. In the Italian Royal Navy, the first ships of this type built to these standards were Trento and Trieste, which entered service between 1928 and 1929. Through a number of constructive tricks, sacrifices and compromises, the Italians created high-speed ships with impressive armament, but relatively weak armor—a disadvantage typical of the "Washington Treaty" cruisers.
ja: 1922 年のワシントン海軍会議は、巡洋艦の開発に決定的な影響を与えました。排水量 10,000 トン、砲口径 203 mm をそれぞれ上限と定めたこの会議は、世界中の巡洋艦建造の規定を設けました。 イタリア海軍でこの基準に基づいて建造された最初の巡洋艦が、1928 – 1929 年に就役したトレントおよびトリエステです。建造上の様々な工夫や妥協を通じて、イタリアは素晴らしい兵装を備える高速艦を建造しましたが、「ワシントン条約型」巡洋艦に典型的な欠点として装甲は比較的脆弱でした。
pl: Kluczowy wpływ na rozwój krążowników wywarła konferencja w Waszyngtonie z 1922 roku. Uczestnicy konferencji ustalili górną granicę wyporności okrętów na 10 000 ton, a kalibru na 203 mm. Limity te obowiązywały sygnatariuszy przy budowie krążowników. W marynarce Włoch pierwszymi okrętami, które budowane były zgodnie z tymi standardami, były Trento oraz Trieste, które weszły do służby w latach 1928–1929. Dzięki licznym sztuczkom technicznym, poświęceniom i kompromisom, Włosi stworzyli szybkie okręty o imponującym uzbrojeniu, których słabym punktem było opancerzenie – był to mankament powszechny wśród krążowników „traktatowych”.
ru: Решающее влияние Вашингтонская конференция 1922 года оказала на развитие класса крейсеров. Обозначив предельные характеристики — 10 000 тонн водоизмещения и 203-мм артиллерия, — конференция задала таким образом планку для всего мирового крейсеростроения. В составе Королевского флота Италии первыми кораблями этого класса, построенными по данным «стандартам», стали Trento и Trieste, вошедшие в строй в 1928–1929 годах. Итальянцы пошли на ухищрения, жертвы и компромиссы в конструктивном плане, создав быстроходные корабли с впечатляющим вооружением, обладавшие, впрочем, типичным для «вашингтонских» крейсеров недостатком — сравнительно слабым бронированием.
zh: Решающее влияние Вашингтонская конференция 1922 года оказала на развитие класса крейсеров. Обозначив предельные характеристики — 10000 тонн водоизмещения и 203-мм артиллерия, — конференция задала таким образом планку для всего мирового крейсеростроения. В составе Королевского флота Италии первыми кораблями этого класса, построенными по этим «стандартам», стали Trento и Trieste, вошедшие в строй в 1928–1929 годах. Итальянцы пошли на ухищрения, жертвы и компромиссы в конструктивном плане, создав быстроходные корабли с впечатляющим вооружением, обладавшие, впрочем, типичным для «вашингтонских» крейсеров недостатком — сравнительно слабым бронированием.

# IDS_PCZC512_BD098_FUBUKI
source: Fubuki
ja: 吹雪
zh: 桐

# IDS_PCZC512_BD098_FUBUKI_DESCRIPTION
source: Destroyers of the so-called "special type", the first of which were the ships of the Fubuki class, were built in Japan in several series between 1926 and 1932. It is no exaggeration to say that, by their appearance, they gave a powerful impetus to the development of this type of ship all over the world. With a high speed of 38 knots, main battery guns arranged in fully enclosed twin mounts, and extremely powerful torpedo armament, the Fubuki-class destroyers were far superior to their predecessors and contemporaries, and could even compete with many light cruisers.
ja: 吹雪型駆逐艦から始まる、いわゆる「特型」駆逐艦は 1926 – 1932 年の日本において複数の艦級で建造されました。 これらの駆逐艦の登場により、世界各地における駆逐艦開発が躍進したといっても過言ではありません。38 ノットの高速力、密閉式の連装砲塔に搭載された主砲、非常に強力な雷装を備えた吹雪型駆逐艦は、その前級艦や他国の駆逐艦を凌駕し、多くの軽巡洋艦にも対抗可能でした。
pl: Niszczyciele tzw. „specjalnego typu”, których protoplastami były jednostki typu Fubuki, budowano w Japonii w kilku seriach pomiędzy 1926 a 1932 rokiem. Nie jest przesadą stwierdzenie, że pojawienie się tych okrętów dało potężny impuls do rozwoju niszczycieli na całym świecie. Duża prędkość maksymalna, która wynosiła 38 węzłów, działa baterii głównej umieszczone w pełni zamkniętych, podwójnych stanowiskach i wyjątkowo potężne uzbrojenie torpedowe sprawiły, że okręty klasy Fubuki miały sporą przewagę nad swoimi poprzednikami i zagranicznymi niszczycielami, a nawet mogły konkurować z wieloma lekkimi krążownikami.
ru: Эсминцы так называемого «специального типа», первыми из которых стали корабли типа Fubuki, строились в Японии несколькими сериями с 1926 по 1932 год. Без преувеличения можно сказать, что своим появлением они дали мощный импульс развитию этого класса кораблей во всём мире. Высокая скорость в 38 узлов, артиллерия главного калибра, размещённая в полностью закрытых спаренных установках, чрезвычайно мощное торпедное вооружение — по своим характеристикам корабли типа Fubuki далеко превосходили своих предшественников и современников в классе эсминцев и могли тягаться даже со многими лёгкими крейсерами.
zh: Эсминцы так называемого «специального типа», первыми из которых стали корабли типа Fubuki, строились в Японии несколькими сериями с 1926 по 1932 год. Без преувеличения можно сказать, что своим появлением они дали мощный импульс развитию этого класса кораблей во всём мире. Высокая, 38-узловая, скорость, артиллерия главного калибра, размещённая в полностью закрытых спаренных установках, чрезвычайно мощное торпедное вооружение — по своим характеристикам корабли типа Fubuki далеко превосходили своих предшественников и современников в классе эсминцев, и могли тягаться даже и с многими лёгкими крейсерами.

# IDS_PCZC513_BD098_KING_GEORGE_V
source: King George V
zh: 英王乔治五世

# IDS_PCZC513_BD098_KING_GEORGE_V_DESCRIPTION
source: The King George V-class ships were the first British battleships to be designed after the long break of 1922–1936, known as "battleship vacation". They couldn't boast any outstanding tactical or technical elements. Due to ambiguities of treaty limitations, the 356 mm main battery was selected, which turned out to be weaker than the guns of the new battleships of other countries. Armor protection was not considered sufficient for the necessary protection against 380–406 mm shells. The dual-purpose 133 mm gun mounts, in reality, turned out to be of little use as an AA weapon and the torpedo protection was deemed unsatisfactory. As a result of design errors, the cruising range and seaworthiness left much to be desired. Nevertheless, battleships of the King George V class were built as a series of five ships—the largest series in the world at the time. They entered service at the right time, at the beginning of World War II. In real combat conditions, the Royal Navy was able to use these battleships so skillfully that they effectively coped with the objective of neutralizing Kriegsmarine surface ships in European waters. It is symbolic that it was the lead ship, King George V, that played one of the key roles in the sinking of as many as two German battleships— Bismarck and Scharnhorst.
ja: キング・ジョージ 5 世級戦艦は、「海軍休日」(1922 – 1936 年) として知られる、建艦競争の長い中断期の後に設計された最初のイギリス戦艦ですが、戦術的、技術的に並外れた特徴は備えていませんでした。 条約の曖昧さが原因で、主砲には 356 mm 砲が選ばれましたが、この主砲は他国の新型戦艦の主砲に劣ることが判明し、その装甲防護は 380 – 406 mm 砲弾に対抗するには不十分だと考えられました。また 133 mm 両用砲架は、実際には対空兵装としてはほとんど役に立たず、対水雷防御も不十分でした。そして設計上の問題のため、航続距離と耐航性は期待を大きく下回る結果となりました。 それでも、キング・ジョージ 5 世級戦艦は当時の最大規模となる 5 隻シリーズとして建造されました。これらの戦艦は第二次世界大戦の勃発時に就役しました。実際の戦闘ではイギリス海軍はこれらの戦艦を巧みに運用し、ヨーロッパの海域におけるドイツ戦争海軍の水上艦隊を無力化することに成功しました。2 隻ものドイツ戦艦、ビスマルクとシャルンホルストの撃沈において主要な役割を果たしたのが1 番艦キング・ジョージ 5 世であったことは、象徴的な出来事でした。
pl: Okręty typu King George V były pierwszymi brytyjskim pancernikami, jakie projektowano po długiej przerwie w latach 1922–1936, znanej jako „wakacje pancerników”. Nie mogły one się poszczycić żadnymi taktycznymi czy technicznymi rozwiązaniami. Z powodu zamieszania z ograniczeniami traktatowymi wybrano działa główne kal. 356 mm, co okazało się słabszym rozwiązaniem niż w przypadku nowych pancerników z innych krajów. Opancerzenie uznawane było za niewystarczające, by stawiać opór pociskom kalibru 380–406 mm. Działa uniwersalne kal. 133 mm okazały się w rzeczywistości mało skuteczne jako uzbrojenie przeciwlotnicze. Ochrona przeciwtorpedowa była niewystarczająca. W wyniku błędów projektowych zasięg i żeglowność pozostawiały wiele do życzenia. Niemniej jednak, pancerniki typu King George V, których powstało pięć sztuk, były w swoim czasie największymi pancernikiami świata. Do służby weszły w idealnym momencie – na początku II wojny światowej. W warunkach bojowych Royal Navy była w stanie tak skutecznie ich użyć, że potrafiły zneutralizować zagrożenie płynące ze strony okrętów Kriegsmarine na europejskich wodach. Symboliczny wydaje się fakt, że King George V, okręt prowadzący serii, odegrał kluczową rolę w zatopieniu dwóch niemieckich pancerników – Bismarck i Scharnhorst.
ru: Корабли типа King George V стали первыми британскими линкорами, спроектированными после длительного перерыва 1922–1936 гг., известного как «линкорные каникулы». Они не отличались выдающимися тактико-техническими элементами. Ввиду неясностей с договорными ограничениями был выбран 356-мм главный калибр, оказавшийся слабее орудий новых линкоров других стран. Бронирование не считалось достаточным для необходимой защиты от 380–406-мм снарядов. Универсальные 133-мм артиллерийские установки на деле оказались малопригодными для ПВО. Противоторпедная защита была неудовлетворительной. В результате ошибок при проектировании дальность плавания и мореходность оставляли желать лучшего. Тем не менее линейные корабли типа King George V были построены самой крупной в мире для своего времени серией из пяти единиц. Они вошли в строй как нельзя вовремя, прямо в начале Второй мировой войны. В реальных боевых условиях Королевский флот смог настолько умело использовать эти линкоры, что они обеспечили задачу по нейтрализации надводных кораблей Кригсмарине в европейских водах. Символично, что именно головной King George V сыграл одну из ключевых ролей в потоплении сразу двух германских линкоров — Bismarck и Scharnhorst.
zh: Корабли типа King George V стали первыми британскими линкорами, спроектированными после длительного перерыва 1922-1936 гг., известного как «линкорные каникулы». Они не отличались выдающимися тактико-техническими элементами. Ввиду неясностей с договорными ограничениями был выбран 356-мм главный калибр, оказавшийся слабее орудий новых линкоров других стран. Бронирование не считалось достаточным для необходимой защиты от 380-406-мм снарядов. Универсальные 133-мм артиллерийские установки на деле оказались малопригодными для ПВО. Противоторпедная защита была неудовлетворительной. В результате ошибок при проектировании дальность плавания и мореходность оставляли желать лучшего. Тем не менее, линейные корабли типа King George V были построены самой крупной в мире для своего времени серией из пяти единиц. Они вошли в строй как нельзя вовремя, прямо в начале Второй мировой войны. В реальных боевых условиях Королевский флот смог настолько умело использовать эти линкоры, что они обеспечили задачу по нейтрализации надводных кораблей Кригсмарине в европейских водах. Символично, что именно головной King George V сыграл одну из ключевых ролей в потоплении сразу двух германских линкоров — «Бисмарка» и «Шарнхорста».

# IDS_PCZC514_BD098_LA_GALISSONNIERE
source: La Galissonnière
zh: La Galissonniere

# IDS_PCZC514_BD098_LA_GALISSONNIERE_DESCRIPTION
source: With all performance characteristics combined, the La Galissonnière-class ships laid down between 1931 and 1933 constituted almost ideal pre-war light cruisers. Their armor provided almost absolute protection against projectiles with a caliber of up to 152 mm at striking distances. The three 152 mm triple turrets they carried were characterized as extremely successful and could even be sighted at a target remotely. The 90 mm long-range twin AA guns provided quite a strong defense at the moment when the project was created. The ship carried a strong aircraft complement of up to four seaplanes. Despite the fact that the main requirement for the project was a sharp increase in protection at the cost of a slight decrease in speed, during trials, La Galissonnière produced a speed of 35 knots. However, the construction of this series of six warships was substantially delayed for various reasons, and the circumstances of World War II deprived them of an opportunity to demonstrate their combat capabilities to their fullest.
ja: 全ての性能諸元を兼ね備えて 1931 – 1933 年に起工したラ・ガリソニエール級巡洋艦は、戦前の軽巡洋艦としてはほぼ理想的な艦艇でした。その装甲は、交戦可能距離で最大 152 mm 口径の砲弾に対しほぼ完璧な防御力を備えました。搭載する 152 mm 三連装砲塔 3 基は非常に優秀で、遠隔操作による標的の照準すら可能でした。長距離用の 90 mm 連装対空砲の防御力は、本艦の設計が作成された当時、非常に強力であると見なされました。本艦は最大 4 機の水上機による強力な航空兵装も備えていました。 本設計では、速力をわずかに低下させることで防御力を大幅に向上させることが要求されましたが、ラ・ガリソニエールは試験中に 35 ノットの高い速力を発揮することに成功しました。しかし、6 隻の同級巡洋艦の建造は、様々な理由から大幅に遅れ、そして戦況の影響でこれらの巡洋艦が第2次世界大戦中に戦闘能力を実践の場で発揮することは結局ありませんでした。
pl: Wziąwszy pod uwagę wszystkie cechy, okręty typu La Galissonnière, które budowano w latach 1931–1933, były niemal idealnymi przedwojennymi lekkimi krążownikami. Ich pancerz zapewniał niemal całkowitą ochronę przed pociskami o kalibrze nie większym niż 152 mm z odległości, na jakich nawiązywano walkę. Trzy potrójne wieże kal. 152 mm uznawano za wyjątkowo udane i można było je nawet zdalnie naprowadzić na cel. Dalekosiężne, podwójne działa przeciwlotnicze kal. 90 mm stanowiły wystarczającą ochronę przed samolotami w czasie, gdy okręt powstawał. Na wyposażeniu okrętu znajdowały się także cztery hydroplany. Pomimo, iż głównym wymaganiem projektowym było znaczne wzmocnienie opancerzenia kosztem niezbyt dużego ograniczenia prędkości, w trakcie prób La Galissonnière osiągnął prędkość maksymalną 35 węzłów. Jednak budowa serii sześciu okrętów była wciąż przekładana z różnych względów. Z kolei okoliczności II wojny światowej nie pozwoliły im wykazać się w pełni swoimi walorami bojowymi.
ru: По совокупности характеристик заложенные в 1931–1933 гг. корабли типа La Galissonnière представляли собой почти идеальный предвоенный лёгкий крейсер. Бронирование их обеспечивало почти абсолютную защиту от снарядов до 152 мм на боевых дистанциях. Собственные три 152-мм трёхорудийные башенные установки характеризовались как чрезвычайно удачные и даже могли наводиться дистанционно. Спаренные 90-мм зенитные орудия дальнего боя выглядели весьма сильными на момент создания проекта. Мощным было авиационное вооружение — до четырёх гидросамолётов. Несмотря на то что основным требованием к проекту являлось резкое усиление защиты при некотором снижении скорости, La Galissonnière на испытаниях давал 35 узлов. Однако строительство этой серии из шести единиц в силу разных причин сильно задержалось, а по обстоятельствам Второй мировой войны они не получили возможности в полной мере продемонстрировать свои боевые качества.
zh: По совокупности характеристик заложенные в 1931-1933 гг. корабли типа La Galissonniere представляли собой почти идеальный предвоенный лёгкий крейсер. Бронирование их обеспечивало почти абсолютную защиту от снарядов до 152-мм на боевых дистанциях. Собственные три 152-мм трёхорудийные башенные установки характеризовались как чрезвычайно удачные и даже могли наводиться дистанционно. Спаренные 90-мм зенитные орудия дальнего боя выглядели весьма сильными на момент создания проекта. Мощным было авиационное вооружение — до четырёх гидросамолётов. Несмотря на то, что основным требованием к проекту являлось резкое усиление защиты при некотором снижении скорости, La Galissonniere на испытаниях давал 35 узлов. Однако строительство этой серии из шести единиц в силу разных причин сильно задержалось, а по обстоятельствам Второй мировой войны они не получили возможности в полной мере продемонстрировать свои боевые качества.

# IDS_PCZC515_BD098_MAASS
source: Leberecht Maass
ja: レーベレヒト・マース
zh: 莱伯勒希特-马斯

# IDS_PCZC515_BD098_MAASS_DESCRIPTION
source: The Type 1934 destroyers, to which Z-1 Leberecht Maass belonged, were the first series of full-fledged ships of this type, designed in Germany even before it denounced the limitations imposed by the Versailles Treaty. The sixteen destroyers laid down between 1934 and 1935 were created to confront the French contre-torpilleurs. For that purpose, they were equipped with a powerful main battery of five 127 mm guns. The ships' AA defenses and torpedo armament of two quad 533 mm launchers posed a rather serious threat at that time. The disadvantage of the project turned out to be technically advanced engines driven by steam at high pressures and temperatures which, in reality, turned out to be extremely unreliable. High fuel consumption drastically reduced the operational range. Seaworthiness and maneuverability were also rated as pretty mediocre. However, these were the very ships that formed the backbone of the Kriegsmarine destroyer fleet at the beginning of World War II, with seven of them lost as early as 1940, including Leberecht Maass.
ja: Z-1 レーベレヒト・マースが所属する 1934 型駆逐艦は、ドイツがヴェルサイユ条約で課された軍備制限の無効を宣言する以前から既に設計していた、本格的な駆逐艦としては最初の艦級です。 1934 – 1935 年に起工した 16 隻の駆逐艦は、フランスの駆逐艦に対抗するために建造されました。このため、これらの駆逐艦は強力な 127 mm 主砲 5 門を搭載しており、対空防御と 533 mm 四連装魚雷発射管 2 基も、当時としては深刻な脅威となりました。 それと同時に、技術的には先進的な高圧高温による本艦の蒸気動力機関が、運用してみると非常に信頼性が低いことが判明しました。また燃料消費量が多いため航続距離が大幅に短縮され、耐航性と機動性も極めて平凡だと評価されました。しかし、これらの駆逐艦こそが、第二次世界大戦初頭のドイツ戦争海軍の駆逐隊を支える存在でした。レーベレヒト・マースを含む 7 隻は 1940 年には既に失われていました。
pl: Niszczyciele typu 1934, do których należał Z-1 Leberecht Maass, były pierwszą serią pełnoprawnych okrętów tego typu zaprojektowanych w Niemczech jeszcze przed odrzuceniem przez ten kraj postanowień Traktatu Wersalskiego. Celem szesnastu niszczycieli zbudowanych w latach 1934–1935 było zwalczanie francuskich jednostek typu contre-torpilleurs. Z tego względu zdecydowano się na potężną baterię złożoną z pięciu dział uniwersalnych kal. 127 mm. Uzbrojenie przeciwlotnicze i dwie poczwórne wyrzutnie torped kal. 533 mm stanowiły wówczas poważne zagrożenie. Wadą projektu okazał się układ napędowy, napędzany przez parę o wysokim ciśnieniu i temperaturze – był on niezwykle zawodny. Wysokie zużycie paliwa drastycznie obniżało zasięg operacyjny. Żeglowność i manewrowość uznać można było co najwyżej za przeciętne. Mimo wszystko okręty te uformowały trzon floty niszczycieli Kriegsmarine na początku II wojny światowej, choć aż siedem z nich zatonęło już w 1940 roku, w tym Leberecht Maass.
ru: Эскадренные миноносцы типа 1934, к которым принадлежал Z-1 Leberecht Maass, являлись первой серией полноценных кораблей этого класса, спроектированной в Германии ещё до выхода из ограничений Версальского договора по флоту. Заложенные в 1934–1935 гг. 16 эсминцев создавались для противостояния французским контрторпиллёрам, поэтому несли мощную артиллерию из пяти 127-мм орудий. Довольно серьёзной по тем временам была ПВО, как и торпедное вооружение из двух четырёхтрубных 533-мм аппаратов. Минусом проекта оказались технически передовые силовые установки на паре высоких параметров, в эксплуатации оказавшиеся крайне ненадёжными. Высокий расход топлива резко снижал дальность плавания. Мореходные качества и управляемость также оценивались как весьма посредственные. Однако именно корабли этого типа составили основу миноносного флота Кригсмарине в начале Второй мировой войны, причём семь из них погибли уже в 1940 г., включая и Leberecht Maass.
zh: Эскадренные миноносцы типа 1934, к которым принадлежал Z-1 Leberecht Maass, являлись первой серией полноценных кораблей этого класса, спроектированной в Германии ещё до выхода из ограничений Версальского договора по флоту. Заложенные в 1934-1935 гг. 16 эсминцев создавались для противостояния французским контр-торпиллёрам, поэтому несли мощную артиллерию из пяти 127-мм орудий. Довольно серьёзным по тем временам было ПВО, как и торпедное вооружение из двух 4-трубных 533-мм аппаратов. Минусом проекта оказались технически передовые силовые установки на паре высоких параметров, в эксплуатации оказавшиеся крайне ненадёжными. Высокий расход топлива резко снижал дальность плавания. Мореходные качества и управляемость также оценивались как весьма посредственные. Однако именно корабли этого типа составили основу миноносного флота Кригсмарине в начале Второй мировой, причём 7 из них погибли уже в 1940 г., включая и Leberecht Maass.

# IDS_PCZC516_BD098_RICHELIEU
source: Richelieu
zh: 黎塞留
