Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TITLE_PCM027_CONCEALMENTMEASURES_MOD_I
source: Concealment System Modification 1
es_mx: Modificación 1 del Sistema de Ocultación
ja: 隠蔽システム改良 1
pl: Modyfikacja 1 systemu kamuflażu
ru: Система маскировки Модификация 1
uk: Система маскування Модифікація 1
zh: 隐蔽系统修改型 1
zh_sg: 隐蔽系统修改型 1

# IDS_TITLE_PCM028_FIRECONTROL_MOD_I_US
source: Artillery Plotting Room Modification 1
es_mx: Modificación 1 del Sistema de Control de Disparo
ja: 射撃管制室改良 1
pl: Modyfikacja 1 pomieszczenia radiolokacji artyleryjskiej
ru: Центральный артиллерийский пост Модификация 1
uk: Центральний артилерійський пост Модифікація 1
zh: 舰炮射控系统修改型 1
zh_sg: 火炮描绘室修改型 1

# IDS_TITLE_PCM029_FIRECONTROL_MOD_II_US
source: Artillery Plotting Room Modification 2
es_mx: Modificación 2 del Sistema de Control de Disparo
ja: 射撃管制室改良 2
pl: Modyfikacja 2 pomieszczenia radiolokacji artyleryjskiej
ru: Центральный артиллерийский пост Модификация 2
uk: Центральний артилерійський пост Модифікація 2
zh: 舰炮射控系统修改型 2
zh_sg: 火炮描绘室修改型 2

# IDS_TITLE_PCM030_MAINWEAPON_MOD_I
source: Main Armaments Modification 1
es_mx: Modificación 1 de los Armamentos Principales
ja: 主兵装改良 1
pl: Modyfikacja głównego uzbrojenia 1
ru: Основное вооружение Модификация 1
uk: Основне озброєння Модифікація 1
zh: 主要军备修改型 1
zh_sg: 主要武器修改型 1

# IDS_TITLE_PCM031_SECONDARYWEAPON_MOD_I
source: Auxiliary Armaments Modification 1
es_mx: Modificación 1 de los Armamentos Auxiliares
ja: 副兵装改良 1
pl: Modyfikacja dodatkowego uzbrojenia 1
ru: Вспомогательное вооружение Модификация 1
uk: Допоміжне озброєння Модифікація 1
zh: 辅助军备修改型 1
zh_sg: 辅助武器修改型 1

# IDS_TITLE_PCM032_POWDERMAGAZINE_MOD_I
source: Magazine Modification 1
es_mx: Modificación 1 del Almacén de Munición
ja: 弾薬庫改良 1
pl: Modyfikacja magazynu 1
ru: Погреба боеприпасов Модификация 1
uk: Погреби боєприпасів Модифікація 1
zh: 弹药库修改型 1
zh_sg: 弹药库修改型 1

# IDS_TITLE_PCM033_GUIDANCE_MOD_I
source: Aiming Systems Modification 1
es_mx: Modificación 1 de los Sistemas de Tiro
ja: 射撃システム改良 1
pl: Modyfikacja systemów celowniczych 1
ru: Системы наведения Модификация 1
uk: Системи наведення Модифікація 1
zh: 瞄准系统修改型 1
zh_sg: 瞄准系统修改型 1

# IDS_TITLE_PCM034_GUIDANCE_MOD_0
source: Aiming Systems Modification 0
es_mx: Modificación 0 de los Sistemas de Tiro
ja: 射撃システム改良 0
pl: Modyfikacja systemów celowniczych 0
ru: Системы наведения Модификация 0
uk: Системи наведення Модифікація 0
zh: 瞄准系统修改型 0
zh_sg: 瞄准系统修改型 0

# IDS_TITLE_PCM035_STEERINGGEAR_MOD_III
source: Steering Gears Modification 2
es_mx: Modificación 2 del Engrane de Dirección
ja: 操舵装置改良 2
pl: Modyfikacja 2 układu sterowania
ru: Рулевые машины Модификация 2
uk: Рульові механізми Модифікація 2
zh: 操舵装置修改型 3
zh_sg: 操舵装置修改型 2

# IDS_TITLE_PCM036_SPEEDBOOSTER_MOD_I
source: Engine Boost Modification 1
es_mx: Modificación al Impulso de Motor 1
ja: エンジンブースト改良 1
pl: Modyfikacja doładowania silnika 1
ru: Форсаж Модификация 1
uk: Форсаж Модифікація 1
zh: 引擎增压 I 型
zh_sg: 引擎增压修改型 1

# IDS_TITLE_PCM037_SMOKEGENERATOR_MOD_I
source: Smoke Generator Modification 1
es_mx: Modificación al Generador de Humo 1
ja: 発煙装置改良 1
pl: Modyfikacja wytwornicy dymu 1
ru: Дымогенератор Модификация 1
uk: Генератор диму Модифікація 1
zh: 发烟机 I 型
zh_sg: 发烟器修改型 1

# IDS_TITLE_PCM038_SPOTTER_MOD_I
source: Spotting Aircraft Modification 1
es_mx: Modificación del Avión de Exploración 1
ja: 着弾観測機改良 1
pl: Modyfikacja samolotu zwiadowczego 1
ru: Корректировщик огня Модификация 1
uk: Літак-корегувальник Модифікація 1
zh: 侦察机 I 型
zh_sg: 侦察机修改型 1

# IDS_TITLE_PCM039_CRASHCREW_MOD_I
source: Damage Control Party Modification 1
es_mx: Modificación al Equipo de Control de Daños 1
ja: 応急工作班改良 1
pl: Modyfikacja grupy naprawczo-ratunkowej 1
ru: Аварийная команда Модификация 1
uk: Аварійно-рятувальна команда Модифікація 1
zh: 伤害控制小组 I 型
zh_sg: 伤害控制小组修改型 1

# IDS_TITLE_PCM040_AIRDEFENSEDISP_MOD_I
source: Defensive AA Fire Modification 1
es_mx: Modificación al Fuego AA Defensivo 1
ja: 対空防御砲火改良 1
pl: Modyfikacja uzbrojenia przeciwlotniczego 1
ru: Заградительный огонь ПВО Модификация 1
uk: Загороджувальний вогонь ППО Модифікація 1
zh: 防御型防空火力 I 型
zh_sg: 防御型对空火力修改型 1

# IDS_TITLE_PCM041_SONARSEARCH_MOD_I
source: Hydroacoustic Search Modification 1
es_mx: Modificación a la Búsqueda Hidroacústica 1
ja: 水中聴音改良 1
pl: Modyfikacja wyszukiwania hydroakustycznego 1
ru: Гидроакустический поиск Модификация 1
uk: Гідролокатор Модифікація 1
zh: 水底搜索 I 型
zh_sg: 对海搜索修改型 1

# IDS_TITLE_PCM042_RLSSEARCH_MOD_I
source: Surveillance Radar Modification 1
es_mx: Modificación al Radar de Vigilancia 1
ja: 警戒レーダー改良 1
pl: Modyfikacja radaru dozorowania 1
ru: Поисковая РЛС Модификация 1
uk: Пошукова РЛС Модифікація 1
zh: 监视雷达 I 型
zh_sg: 监视雷达修改型 1

# IDS_TITLE_PCM043_SPECIAL_MOD_I_CONQUEROR
source: Enhanced Engineering Systems
es_mx: Sistemas de Ingeniería Mejorados
ja: 改良型エンジニアリング・システム
pl: Ulepszone systemy inżynierskie
ru: Улучшенные инженерные системы
uk: Поліпшені інженерні системи
zh: 强化工程系统
zh_sg: 增强型工程系统

# IDS_TITLE_PCM044_SPECIAL_MOD_I_REPUBLIQUE
source: Main Battery Fire Control Station
es_mx: Estación de Control de Disparo de la Batería Principal
ja: 主砲射撃管制ステーション
pl: Stacja kontroli ognia głównej baterii
ru: Пост управления огнём главного калибра
uk: Пост керування вогнем головного калібру
zh: 追加主炮装填手
zh_sg: 主炮组射控台

# IDS_TITLE_PCM045_SPECIAL_MOD_I_GKURFURST
source: Improved Ammunition Hoists
es_mx: Equipo de Control de Disparo de los Cañones
ja: 改良型揚弾システム
pl: Ulepszone windy amunicyjne
ru: Приборы управления стрельбой
uk: Прилади керування стрільбою
zh: 强化主武装
zh_sg: 舰炮射控设备

# IDS_TITLE_PCM046_SPECIAL_MOD_I_YAMATO
source: Main Battery Director System
es_mx: Sistema Director de la Batería Principal
ja: 主砲射撃指揮システム
pl: System przelicznika artyleryjskiego głównej baterii
ru: Центральная наводка главного калибра
uk: Центральне наведення головного калібру
zh: 强化主炮
zh_sg: 主炮组指挥仪系统

# IDS_TITLE_PCM047_SPECIAL_MOD_I_MONTANA
source: Reinforced Emergency Response
es_mx: Respuesta de Emergencia Reforzada
ja: 強化型緊急対応
pl: Wspomaganie reagowania kryzysowego
ru: Усиление противоаварийных мероприятий
uk: Посилення протиаварійних заходів
zh: 强化伤害控制系统
zh_sg: 强化紧急救援

# IDS_TITLE_PCM048_SPECIAL_MOD_I_ZAO
source: Improved Bridge
es_mx: Puente Mejorado
ja: 改良型艦橋
pl: Ulepszony mostek
ru: Главный командный пункт корабля
uk: Головний командний пункт корабля
zh: 强化主炮与操舵装置
zh_sg: 改进型舰桥

# IDS_TITLE_PCM049_SPECIAL_MOD_I_HINDENBURG
source: Upgraded Damage Control Equipment
es_mx: Equipo Auxiliar de Control de Daños
ja: 強化型ダメージコントロール設備
pl: Ulepszone wyposażenie do kontroli uszkodzeń
ru: Обеспечение живучести
uk: Забезпечення живучості
zh: 强化维修小组
zh_sg: 伤害控制装置

# IDS_TITLE_PCM050_SPECIAL_MOD_I_HENRI_IV
source: Improved Main Battery Loading Mechanisms
es_mx: Mejora de la Cadencia de Disparo de la Batería Principal
ja: 改良型主砲装填メカニズム
pl: Ulepszone mechanizmy ładowania baterii głównej
ru: Увеличенная огневая производительность главного калибра
uk: Збільшено вогневу продуктивність головного калібру
zh: 增加火炮仰角
zh_sg: 主炮组射速增强

# IDS_TITLE_PCM051_SPECIAL_MOD_I_MINOTAUR
source: Aerosol Smoke Curtain System
es_mx: Sistema de Cortina de Humo en Aerosol
ja: エアロゾル煙幕システム
pl: Aerozolowy system zasłony dymnej
ru: Система постановки аэрозольной завесы
uk: Система встановлення аерозольної завіси
zh: 强化烟雾产生器
zh_sg: 气溶胶烟幕系统

# IDS_TITLE_PCM052_SPECIAL_MOD_I_DES_MOINES
source: Enhanced Propulsion Plant
es_mx: Planta de Propulsión Mejorada
ja: 改良型主機
pl: Ulepszona maszynownia
ru: Энергетическая установка с повышенным КПД
uk: Енергетична установка з підвищеним ККД
zh: 强化推进系统
zh_sg: 增强型推进装置

# IDS_TITLE_PCM053_SPECIAL_MOD_I_WORCESTER
source: Enhanced Countermeasures
es_mx: Disposición de Combate Mejorada
ja: 強化型対抗手段
pl: Poprawione środki zaradcze
ru: Повышение технической готовности корабля
uk: Збільшення технічної готовності корабля
zh: 强化对抗手段
zh_sg: 改进型战备条件

# IDS_TITLE_PCM054_SPECIAL_MOD_I_MOSKVA
source: Extended Main Battery Effective Range
es_mx: Alcance Efectivo de la Batería Principal Extendido
ja: 主砲有効射程延伸
pl: Zwiększony zasięg skuteczny głównej baterii
ru: Повышенная дальность эффективного поражения
uk: Підвищена дальність ефективного враження
zh: 重型主炮
zh_sg: 延伸型主炮组有效射程

# IDS_TITLE_PCM055_SPECIAL_MOD_I_KHABAROVSK
source: Master Fire Control Director
es_mx: Director Principal de Control de Disparo
ja: マスター射撃指揮装置
pl: Główny przelicznik artyleryjski
ru: Центральный автомат стрельбы
uk: Центральний автомат стрільби
zh: 重型火炮
zh_sg: 主射控指挥仪

# IDS_TITLE_PCM056_SPECIAL_MOD_I_Z_52
source: Torpedo Fire Control System
es_mx: Sistema de Control del Lanzamiento de Torpedos
ja: 雷撃管制システム
pl: Układ kontroli wystrzeliwania torped
ru: Система управления торпедной стрельбой
uk: Система керування торпедною стрільбою
zh: 低轮廓鱼雷发射管
zh_sg: 鱼雷射控系统

# IDS_TITLE_PCM057_SPECIAL_MOD_I_SHIMAKAZE
source: Torpedo Quick Reload System
es_mx: Sistema de Recarga Rápida de Torpedos
ja: 魚雷高速装填システム
pl: System szybkiego ładowania torped
ru: Контейнеры скоростной перезарядки торпедных аппаратов
uk: Контейнери швидкісного перезаряджання торпедних апаратів
zh: 鱼雷发射管装填加速器
zh_sg: 鱼雷快速装填系统

# IDS_TITLE_PCM058_SPECIAL_MOD_I_GEARING
source: Improved Hull Concealment
es_mx: Casco Modificado
ja: 改良型船体隠蔽処理
pl: Ulepszony kamuflaż kadłuba
ru: Маскирующее покрытие корпуса
uk: Маскувальне покриття корпусу
zh: 修改船身
zh_sg: 改良型舰体

# IDS_TITLE_PCM059_SPECIAL_MOD_I_YUEYANG
source: Improved Main Artillery
es_mx: Artillería Principal Mejorada
ja: 強化型主砲
pl: Ulepszona główna artyleria
ru: Огневая производительность главного калибра
uk: Вогнева продуктивність головного калібру
zh: 强化武装
zh_sg: 改进型主炮

# IDS_TITLE_PCM060_SPECIAL_MOD_I_GROZOVOI
source: Main Gun Automatic Loader
es_mx: Cargador Automático del Cañón Principal
ja: 主砲自動装填装置
pl: Automat ładowania głównych dział
ru: Автомат заряжания главного калибра
uk: Автомат заряджання головного калібру
zh: 无后座主炮
zh_sg: 主炮自动装填机

# IDS_TITLE_PCM061_SPECIAL_MOD_I_MIDWAY
source: Modified External Hardpoints
es_mx: Puntos de Anclaje Externos Modificados
ja: 外部ハードポイント改良
pl: Modyfikacja zewnętrznych węzłów uzbrojenia
ru: Модифицированные точки внешней подвески
uk: Модифіковані точки зовнішньої підвіски
zh: 强化攻击机队装甲防护
zh_sg: 改良型外部硬点

# IDS_TITLE_PCM062_SPECIAL_MOD_I_HAKURYU
source: Fuel Injection System
es_mx: Sistema de Inyección de Combustible
ja: 燃料噴射システム
pl: System wtrysku paliwa
ru: Система впрыска топлива
uk: Система вприскування палива
zh: 强化飞航控制与航空大队
zh_sg: 燃料喷射系统

# IDS_TITLE_PCM063_FIGHTER_MOD_I
source: Attack Aircraft Modification 2
es_mx: Modificación 2 del Avión de Ataque
ja: 攻撃機改良 2
pl: Modyfikacja 2 samolotów szturmowych
ru: Штурмовики Модификация 2
uk: Штурмовики Модифікація 2
zh: 战斗机修改型 2
zh_sg: 攻击机修改型 2

# IDS_TITLE_PCM064_TORPEDOBOMBER_MOD_I
source: Torpedo Bombers Modification 2
es_mx: Modificación 2 de los Torpederos
ja: 雷撃機改良 2
pl: Modyfikacja 2 bombowców torpedowych
ru: Торпедоносцы Модификация 2
uk: Торпедоносці Модифікація 2
zh: 鱼雷轰炸机修改型 2
zh_sg: 鱼雷轰炸机修改型 2

# IDS_TITLE_PCM065_DIVEBOMBER_MOD_I
source: Bombers Modification 2
es_mx: Modificación 2 de los Bombarderos
ja: 爆撃機改良 2
pl: Modyfikacja 2 bombowców nurkujących
ru: Бомбардировщики Модификация 2
uk: Бомбардувальники Модифікація 2
zh: 俯冲轰炸机修改型 2
zh_sg: 轰炸机修改型 2

# IDS_TITLE_PCM066_TORPEDOBOMBER_MOD_II
source: Torpedo Bombers Modification 1
es_mx: Modificación 1 de los Torpederos
ja: 雷撃機改良 1
pl: Modyfikacja 1 bombowców torpedowych
ru: Торпедоносцы Модификация 1
uk: Торпедоносці Модифікація 1
zh: 鱼雷轰炸机修改型 1
zh_sg: 鱼雷轰炸机修改型 1

# IDS_TITLE_PCM067_FIGHTER_MOD_II
source: Attack Aircraft Modification 1
es_mx: Modificación 1 del Avión de Ataque
ja: 攻撃機改良 1
pl: Modyfikacja 1 samolotów szturmowych
ru: Штурмовики Модификация 1
uk: Штурмовики Модифікація 1
zh: 战斗机修改型 1
zh_sg: 攻击机修改型 1

# IDS_TITLE_PCM068_PLANEENGINE_MOD_I
source: Aircraft Engines Modification 1
es_mx: Modificación 1 de los Motores del Avión
ja: 航空機エンジン改良 1
pl: Modyfikacja 1 silników lotniczych
ru: Авиационные двигатели Модификация 1
uk: Авіаційні двигуни Модифікація 1
zh: 飞机引擎修改型 1
zh_sg: 飞机引擎修改型 1

# IDS_TITLE_PCM069_MOVEMENT_MOD_I
source: Engine Room Protection
es_mx: Protección de la Sala de Máquinas
ja: 機関室防御
pl: Ochrona maszynowni
ru: Защита машинного отделения
uk: Захист машинного відділення
zh: Защита машинного отделения
zh_sg: 机舱防护

# IDS_TITLE_PCM070_TORPEDO_MOD_IV
source: Torpedo Tubes Modification 1
es_mx: Modificación 1 de los Tubos de Torpedo
ja: 魚雷発射管改良 1
pl: Modyfikacja 1 wyrzutni torpedowych
ru: Торпедные аппараты Модификация 1
uk: Торпедні апарати Модифікація 1
zh: 鱼雷发射管修改型 1
zh_sg: 鱼雷发射管修改型 1

# IDS_TITLE_PCM071_TORPEDOBOMBS_MOD_I
source: Aerial Torpedoes Modification 1
es_mx: Modificación 1 de los Torpedos Aéreos
ja: 航空魚雷改良 1
pl: Modyfikacja 1 torped lotniczych
ru: Авиационные торпеды Модификация 1
uk: Авіаційні торпеди Модифікація 1
zh: Авиационные торпеды Модификация 1
zh_sg: 空投鱼雷修改型 1

# IDS_TITLE_PCM072_ABILITYWORKTIMEBOOST_MOD_I
source: Ship Consumables Modification 1
es_mx: Modificación 1 de los Consumibles del Barco
ja: 艦艇消耗品改良 1
pl: Modyfikacja 1 sprzętu eksploatacyjnego okrętu
ru: Снаряжение корабля Модификация 1
uk: Спорядження корабля Модифікація 1
zh: Снаряжение корабля Модификация 1
zh_sg: 战舰消耗品修改型 1

# IDS_TITLE_PCM073_ABILITYWORKTIMEBOOSTCV_MOD_I
source: Squadron Consumables Modification 1
es_mx: Modificación 1 de los Consumibles del Escuadrón
ja: 飛行中隊消耗品改良 1
pl: Modyfikacja 1 sprzętu eksploatacyjnego eskadry
ru: Снаряжение эскадрильи Модификация 1
uk: Спорядження ескадрильї Модифікація 1
zh: Снаряжение эскадрильи Модификация 1
zh_sg: 中队消耗品修改型 1

# IDS_TITLE_PCM074_AUXILIARYARMAMENT_MOD_I
source: Auxiliary Armaments Modification 2
es_mx: Modificación 2 de los Armamentos Auxiliares
ja: 副兵装改良 2
pl: Modyfikacja dodatkowego uzbrojenia 2
ru: Вспомогательное вооружение Модификация 2
uk: Допоміжне озброєння Модифікація 2
zh: Вспомогательное вооружение Модификация 2
zh_sg: 辅助武器修改型 2

# IDS_TITLE_PCM075_SPECIAL_MOD_I_DARING
source: Heavier Torpedo Warheads
es_mx: Ojivas de Torpedos más Pesadas
ja: 魚雷炸薬量向上
pl: Cięższe głowice torped
ru: Боевая часть увеличенной массы
uk: Бойова частина збільшеної маси
zh: Боевая часть увеличенной массы
zh_sg: 加重鱼雷弹头

# IDS_TITLE_PCM076_SPECIAL_MOD_I_KLEBER
source: Improved Camouflage Patterns
es_mx: Patrones de Camuflaje Mejorados
ja: 改良型迷彩パターン
pl: Poprawione wzory kamuflażu
ru: Усиленная тактическая маскировка
uk: Посилене тактичне маскування
zh: Усиленная тактическая маскировка
zh_sg: 改进型涂装图案

# IDS_TITLE_PCM077_SPECIAL_MOD_I_HARUGUMO
source: Additional Smoke Generators
es_mx: Generadores de Humo Adicionales
ja: 発煙装置増設
pl: Dodatkowe wytwornice dymu
ru: Дополнительная дымовая аппаратура
uk: Додаткова димова апаратура
zh: Дополнительная дымовая аппаратура
zh_sg: 附加发烟器

# IDS_TITLE_PCM078_SPECIAL_MOD_I_KREMLIN
source: Automated Main Battery Loading Mechanism
es_mx: Mecanismo de Carga de la Batería Principal Automatizado
ja: 主砲自動装填メカニズム
pl: Mechanizm automatycznego ładowania baterii głównej
ru: Механизированное заряжание главного калибра
uk: Механізоване зарядження головного калібру
zh: Механизированное заряжание главного калибра
zh_sg: 自动化主炮组装填机制

# IDS_TITLE_PCM079_SPECIAL_MOD_I_AUDACIOUS
source: Forced Takeoff and Landing Equipment
es_mx: Equipo de Despegue y Aterrizaje Forzoso
ja: 動力式発艦・着艦設備
pl: Wyposażenie wymuszonego startu i lądowania
ru: Форсированное взлётно-посадочное оборудование
uk: Форсоване злітно-посадкове обладнання
zh: Форсированное взлётно-посадочное оборудование
zh_sg: 强制起飞和降落设备

# IDS_TITLE_SONAR
source: Sonar
ja: ソナー
ru: Сонар
uk: Сонар
zh: Сонар
zh_sg: 声呐

# IDS_TOKEN_TARGET_TYPE_BIP_REWARD
source: IGR Reward
es_mx: Recompensa IGR
ja: IGR 褒賞
pl: Nagroda IGR
ru: Награда IGR
zh: Награда IGR
zh_sg: IGR奖励

# IDS_TOKEN_TARGET_TYPE_CAMPAIGN
source: Campaigns
es_mx: Campañas
ja: キャンペーン
pl: Kampanie
ru: Кампании
uk: Кампанії
zh: 战役
zh_sg: 战役

# IDS_TOKEN_TARGET_TYPE_LEADERBOARD
source: Leaderboard
es_mx: Tabla de Clasificación
ja: リーダーボード
pl: Ranking
ru: Таблица лидеров
uk: Таблиця лідерів
zh: Таблица лидеров
zh_sg: 排行榜

# IDS_TOKEN_TARGET_TYPE_NOT_SET
source: Common Type
es_mx: Tipo Común
ja: 共通タイプ
pl: Wspólny typ
ru: Общий тип
uk: Загальний тип
zh: Общий тип
zh_sg: 普通型

# IDS_TOKEN_TARGET_TYPE_REFERRAL_REWARD
source: Leveling reward
es_mx: Recompensa niveladora
ja: レベル褒賞
pl: Nagroda za osiągnięcie poziomu
ru: Награда за достижение уровня
uk: Нагорода за досягнутий рівень
zh: 达到此等级的奖励
zh_sg: 升级奖励

# IDS_TOKEN_TARGET_TYPE_RESEARCH
source: Research
es_mx: Investigar
ja: 研究
pl: Badania
ru: Исследование
uk: Дослідження
zh: Исследование
zh_sg: 研发

# IDS_TONN
source: t
ru: т
uk: т
zh: 吨
zh_sg: 吨

# IDS_TOOLTIP_AA
source: Anti-aircraft armament (opens fire automatically)
es_mx: Armamento antiaéreo (abre fuego automáticamente)
ja: 対空兵装 (自動射撃)
pl: Uzbrojenie przeciwlotnicze (otwiera ogień automatycznie)
ru: Противовоздушная оборона. Стрельба ведётся автоматически
uk: Протиповітряна оборона. Стріляє автоматично
zh: 防空武器 (已自动启用)
zh_sg: 防空武器 (自动开火)

# IDS_TOOLTIP_AA_AURA
source: Group of AA guns
es_mx: Grupo de cañones AA
ja: 対空兵装グループ
pl: Grupa dział przeciwlotniczych
ru: Группа зенитных орудий
uk: Група зенітних гармат
zh: 一组防空炮
zh_sg: 防空炮小组

# IDS_TOOLTIP_AA_AVERAGE_CONST_DAMAGE
source: Average damage per second within the action zone of all AA mounts
es_mx: Daño promedio por segundo dentro de la zona de acción de todos los montajes AA
ja: 全対空兵装の有効ゾーン内での秒間平均ダメージ
pl: Średnie uszkodzenia na sekundę w obszarze działania całego uzbrojenia przeciwlotniczego
ru: Средний урон в секунду в зоне действия всех установок ПВО
uk: Середня шкода на секунду в зоні дії всіх установок ППО
zh: Средний урон в секунду в зоне действия всех установок ПВО
zh_sg: 所有防空炮组作用区域内的每秒平均伤害

# IDS_TOOLTIP_AA_BUBBLE_DAMAGE_IN_A_SECOND
source: Damage per second from AA shell explosions
es_mx: Daño por segundo de las explosiones de los proyectiles AA
ja: 対空砲弾の爆発による秒間ダメージ
pl: Uszkodzenia na sekundę od eksplozji pocisków przeciwlotniczych
ru: Урон от разрывов снарядов ПВО в секунду
uk: Шкода від вибухів снарядів ППО на секунду
zh: Урон от разрывов снарядов ПВО в секунду
zh_sg: 防空炮弹爆炸秒伤

# IDS_TOOLTIP_AA_GUN
source: Anti-aircraft armament
es_mx: Armamento Antiaéreo
ja: 対空兵装
pl: Uzbrojenie przeciwlotnicze
ru: Зенитное вооружение
uk: Зенітне озброєння
zh: 防空炮数
zh_sg: 防空武器

# IDS_TOOLTIP_AA_MAX_DIST
source: Maximum firing range of AA mounts
es_mx: Alcance de disparo máximo de los montajes AA
ja: 対空兵装の最大射程
pl: Maksymalny zasięg ognia uzbrojenia przeciwlotniczego
ru: Максимальная дальность стрельбы установок ПВО
uk: Максимальна дальність стрільби установок ППО
zh: Максимальная дальность стрельбы установок ПВО
zh_sg: 防空炮组最大射程

# IDS_TOOLTIP_AA_MAX_PRIORITY_SECTOR_AMPLIFICATION
source: Increases continuous damage and deals instantaneous damage after a priority sector is selected
es_mx: Aumenta el daño continuo y causa un daño instantáneo después de que un sector prioritario es seleccionado
ja: 優先セクターを選択することで継続ダメージを強化し、即時ダメージを与える
pl: Zwiększa stałe uszkodzenia i zadaje natychmiastowe uszkodzenia po wybraniu sektora priorytetowego
ru: Увеличение постоянного и нанесение моментального урона при выборе приоритетного сектора
uk: Збільшує постійну та завдає миттєву шкоду при виборі пріоритетного сектора
zh: Увеличение постоянного и нанесение моментального урона при выборе приоритетного сектора
zh_sg: 增加选定优先区域后的持续伤害并立即造成一定伤害

# IDS_TOOLTIP_AA_RANGE
source: Maximum firing range of AA mounts
es_mx: Alcance de disparo máximo de los montajes AA
ja: 対空兵装の最大射程
pl: Maksymalny zasięg ognia uzbrojenia przeciwlotniczego
ru: Максимальная дальность стрельбы установок ПВО
uk: Максимальна дальність стрільби установок ППО
zh: Максимальная дальность стрельбы установок ПВО
zh_sg: 防空炮组最大射程

# IDS_TOOLTIP_ACCOUNT_TYPE
source: Your account
es_mx: Tu cuenta
ja: ご利用アカウント
pl: Twoje konto
ru: Ваш игровой аккаунт
uk: Ваш ігровий акаунт
zh: 您的账号
zh_sg: 您的账号

# IDS_TOOLTIP_AIR_DEFENSE
source: Parameter reflecting the effectiveness of the ship's defense against air attacks
es_mx: Parámetro que refleja la efectividad de la defensa del barco contra ataques aéreos
ja: 航空攻撃に対する防御能力を示すパラメータ
pl: Parametr określający zdolność obrony okrętu przed atakami z powietrza
ru: Параметр, отражающий способность корабля защищаться от воздушных атак
uk: Параметр, що показує здатність корабля захищатися від повітряних атак
zh: 反映该战舰防御空中攻击效果的参数
zh_sg: 反映战舰对空防御能力的参数

# IDS_TOOLTIP_ALT_ATTACK
source: You can set the attack point anywhere on the map, not necessarily a ship, squadron, or onshore object.
es_mx: Puede establecer el punto de ataque en cualquier lugar del mapa, no necesariamente sobre un barco, escuadrón u objeto terrestre.
ja: 攻撃ポイントを、艦艇や中隊、陸上施設に限らず、マップ上の自由な地点に設定可能。
pl: Możesz ustalić punkt ataku w dowolnym miejscu na mapie, niekoniecznie na okręcie, eskadrze czy instalacji przybrzeżnej.
ru: Возможность поставить точку атаки не привязываясь к кораблям, эскадрильям, наземным объектам.
uk: Можливість поставити точку атаки незалежно від кораблів, ескадрилей, наземних споруд.
zh: 您可以在地图上的任何地方设置攻击点，不仅限于战舰、航空中队或陆地上的设施。
zh_sg: 您可以在地图上的任何地方设置攻击点，不仅限于战舰、中队或陆地上的设施。

# IDS_TOOLTIP_AMMUNITION_AND_CONSUMABLES
source: Consumable Management
es_mx: Gestión de Consumibles
ja: 消耗品の管理
pl: Zarządzanie sprzętem eksploatacyjnym
ru: Управление снаряжением корабля
uk: Керування спорядженням корабля.
zh: 购买、安装或拆卸弹药与消耗品
zh_sg: 消耗品管理

# IDS_TOOLTIP_AMMUNITION_AND_CONSUMABLES_UNAVAILABLE
source: Ammunition and consumables are unavailable in the current version
es_mx: La munición y los consumibles no están disponibles en la versión actual
ja: 弾薬と消耗品は現在のバージョンではご利用になれません
pl: Amunicja i sprzęt eksploatacyjny są niedostępne w obecnej wersji
ru: Боеприпасы и снаряжение недоступны в текущей версии
uk: Боєприпаси та спорядження недоступні у цій версії
zh: 弹药与消耗品无法使用于当前的版本
zh_sg: 弹药与消耗品不适用于当前的版本

# IDS_TOOLTIP_ARMOUR
source: Thickness of armor protecting the ship's vital parts
es_mx: Grosor del blindaje que protege las partes vitales del barco
ja: 艦の重要防御区画の装甲厚
pl: Grubość pancerza chroniącego najważniejsze części okrętu
ru: Толщина брони основных частей корабля
uk: Товщина броні основних частин корабля
zh: 保护战舰要害部分的装甲厚度
zh_sg: 战舰要害部分的装甲厚度

# IDS_TOOLTIP_ARMOURBELT
source: Belt armor
es_mx: Cinturón Blindado
ja: 舷側装甲
pl: Pas pancerny
ru: Бронирование пояса
uk: Бронювання поясу
zh: 装甲带
zh_sg: 装甲带

# IDS_TOOLTIP_ARMOURCONNINGTOWER
source: Conning tower armor
es_mx: Blindaje de la Torre de Mando
ja: 司令塔装甲
pl: Pancerz wieży dowodzenia
ru: Бронирование рубки
uk: Бронювання рубки
zh: 指挥塔装甲
zh_sg: 指挥塔装甲

# IDS_TOOLTIP_ARMOURDECK
source: Deck armor
es_mx: Blindaje de la Cubierta
ja: 甲板装甲
pl: Pancerz pokładu
ru: Бронирование палубы
uk: Бронювання палуби
zh: 甲板装甲
zh_sg: 甲板装甲

# IDS_TOOLTIP_ARMOURMG
source: Turret armor
es_mx: Blindaje de la Torreta
ja: 砲塔装甲
pl: Pancerz wieży
ru: Бронирование башен ГК
uk: Бронювання башт ГК
zh: 炮塔装甲
zh_sg: 炮塔装甲

# IDS_TOOLTIP_ARTILLERY
source: Primary offensive weapon of a ship
es_mx: Arma primaria ofensiva de un barco
ja: 艦の主要な攻撃兵装
pl: Główna broń ofensywna okrętu
ru: Основное орудие корабля
uk: Основна гармата корабля
zh: 战舰的主要攻击性武器
zh_sg: 战舰的主要攻击性武器

# IDS_TOOLTIP_ARTILLERY_AVG_DAMAGE
source: Average damage
es_mx: Daño promedio
ja: 平均ダメージ
pl: Średnie uszkodzenia
ru: Средний урон
uk: Середня шкода
zh: 平均伤害
zh_sg: 平均伤害

# IDS_TOOLTIP_ARTILLERY_MAX_DIST
source: Maximum firing range of the main battery guns
es_mx: Alcance máximo de disparo de los cañones de la batería principal
ja: 主砲の最大射程
pl: Maksymalny zasięg ognia głównej baterii
ru: Максимальная дальность стрельбы орудий главного калибра
uk: Максимальна дальність стрільби гармат головного калібру
zh: 主炮塔的火炮最大射程
zh_sg: 火炮的最大射程

# IDS_TOOLTIP_ARTILLERY_ROTATION_SPEED
source: Traverse speed
es_mx: Velocidad de Través
ja: 旋回速度
pl: Szybkość obrotu
ru: Скорость поворота
uk: Швидкість повороту
zh: 瞄准速度
zh_sg: 回转速度

# IDS_TOOLTIP_ARTILLERY_SHOOT_DIST
source: Firing Range
es_mx: Alcance de Disparo
ja: 射程
pl: Zasięg ognia
ru: Дальность стрельбы
uk: Дальність стрільби
zh: 射程
zh_sg: 射程
