Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PIUE402_ENG_GENOVA
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力。
zh_sg: 推进系统：150000马力

# IDS_PIUE501_ENGINE_DUCA
source: Propulsion: 110,000 hp
es_mx: Propulsión: 110,000 hp
ja: 推力: 110,000 馬力
pl: Napęd: 110 000 KM
ru: ЭУ 110 000 л.с.
uk: СУ 110 000 к.с.
zh: 推进系统：110,000 匹马力
zh_sg: 推进系统：110000马力

# IDS_PIUE502_ENGINE_GCESARE
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PIUE503_ENGINE_GCESARE
source: Propulsion: 75,000 hp
es_mx: Propulsión: 75,000 hp
ja: 推力: 75,000 馬力
pl: Napęd: 75 000 KM
ru: ЭУ 75 000 л.с.
uk: СУ 75 000 к.с.
zh: 推进系统：75,000 匹马力
zh_sg: 推进系统：75000马力

# IDS_PIUE504_C6_ENG_STOCK
source: Propulsion: 150,000 hp
es_mx: Propulsión: 150 000 hp
ja: 推力: 150,000 馬力
pl: Napęd: 150 000 KM
ru: ЭУ 150 000 л.с.
uk: СУ 150 000 к.с.
zh: 推进系统：150,000 匹马力
zh_sg: 推进系统：150000马力

# IDS_PIUE601_ENGINE_ABRUZZI
source: Propulsion: 101,000 hp
es_mx: Propulsión: 101,000 hp
ja: 推力: 101,000 馬力
pl: Napęd: 101 000 KM
ru: ЭУ 101 000 л.с.
uk: СУ 101 000 к.с.
zh: 推进系统：101,000 匹马力
zh_sg: 推进系统：101000马力

# IDS_PIUE602_ENGINE_LEONE
source: Propulsion: 42,000 hp
es_mx: Propulsión: 42,000 hp
ja: 推力: 42,000 馬力
pl: Napęd: 42 000 KM
ru: ЭУ 42 000 л.с.
uk: СУ 42 000 к.с.
zh: 推进系统：42,000 匹马力
zh_sg: 推进系统：42000马力

# IDS_PIUE603_C7_ENG_STOCK
source: Propulsion: 95,000 hp
es_mx: Propulsión: 95 000 hp
ja: 推力: 95,000 馬力
pl: Napęd: 95 000 KM
ru: ЭУ 95 000 л.с.
uk: СУ 95 000 к.с.
zh: ЭУ 95 000 л.с.
zh_sg: 推进系统：95000马力

# IDS_PIUE701_ENGINE_ROMA
source: Propulsion: 128,200 hp
es_mx: Propulsión: 128,200 hp
ja: 推力: 128,200 馬力
pl: Napęd: 128 200 KM
ru: ЭУ 128 200 л.с.
uk: СУ 128 200 к.с.
zh: 推进系统：128,200 匹马力
zh_sg: 推进系统：128200马力

# IDS_PIUE702_C8_ENG_STOCK
source: Propulsion: 192,000 hp
es_mx: Propulsión: 192,000 hp
ja: 推力: 192,000 馬力
pl: Napęd: 192 000 KM
ru: ЭУ 192 000 л.с.
uk: СУ 192 000 к. с.
zh: 推进系统：192,000 匹马力
zh_sg: 推进系统：192000马力

# IDS_PIUE703_ENGINE_GORIZIA
source: Propulsion: 95,000 hp
es_mx: Propulsión: 95 000 hp
ja: 推力: 95,000 馬力
pl: Napęd: 95 000 KM
ru: ЭУ 95 000 л.с.
uk: СУ 95 000 к.с.
zh: ЭУ 95 000 л.с.
zh_sg: 推进系统：95000马力

# IDS_PIUE705_ENG_AZUR_LITTORIO
source: Propulsion: 128,200 hp
es_mx: Propulsión: 128,200 hp
ja: 推力: 128,200 馬力
pl: Napęd: 128 200 KM
ru: ЭУ 128 200 л.с.
uk: СУ 128 200 к.с.
zh: 推进系统：128,200 匹马力
zh_sg: 推进系统：128200马力

# IDS_PIUE801_C9_ENG_STOCK
source: Propulsion: 220,000 hp
es_mx: Propulsión: 220,000 hp
ja: 推力: 220,000 馬力
pl: Napęd: 220 000 KM
ru: ЭУ 220 000 л.с.
uk: СУ 220 000 к.с.
zh: 推进系统：220,000 匹马力
zh_sg: 推进系统：220000马力

# IDS_PIUE802_ENGINE_P_EMILIO
source: Propulsion: 135,000 hp
ja: 推力: 135,000 馬力
pl: Napęd: 135 000 KM
ru: ЭУ 135 000 л.с.
zh: 推进系统：135,000 匹马力

# IDS_PIUE902_C10_ENG_STOCK
source: Propulsion: 240,000 hp
es_mx: Propulsión: 240,000 hp
ja: 推力: 240,000 馬力
pl: Napęd: 240 000 KM
ru: ЭУ 240 000 л.с.
uk: СУ 240 000 к.с.
zh: 推进系统：240,000 匹马力
zh_sg: 推进系统：240000马力

# IDS_PIUH501_DUCA
source: Duca d'Aosta
zh: 奥斯塔公爵
zh_sg: 奥斯塔公爵

# IDS_PIUH502_GCESARE
source: Giulio Cesare
zh: 尤里乌斯-恺撒
zh_sg: 尤里乌斯-恺撒

# IDS_PIUH601_ABRUZZI
source: Duca degli Abruzzi
zh: 阿布鲁齐公爵
zh_sg: 阿布鲁齐公爵

# IDS_PIUH602_LEONE
source: Leone
zh: 狮子
zh_sg: 狮子

# IDS_PIUH701_ROMA
source: Roma
zh: 罗马
zh_sg: 罗马

# IDS_PIUS403_SUO_GENOVA
source: SDT 5
zh: SDT 5型

# IDS_PIUS501_SUO_DUCA
source: SDT 6
zh: SDT 6式

# IDS_PIUS502_GCESARE
source: SDT 5
zh: SDT 5型

# IDS_PIUS503_GCESARE
source: SDT 5
zh: SDT 5型

# IDS_PIUS601_SUO_ABRUZZI
source: SDT 7
zh: SDT 7型

# IDS_PIUS602_SUO_LEONE
source: SDT 6
zh: SDT 6式

# IDS_PIUS701_ROMA
source: SDT 8
zh: SDT 8型

# IDS_PIUS705_SUO_AZUR_LITTORIO
source: SDT 8
zh: SDT 8型

# IDS_PIUT201_C3_TORP_STOCK
source: 500 mm G7/533 mm Si 270 G
ru: 500-мм G7/533-мм Si 270 G
uk: 500-мм G7/533-мм Si 270 G
zh: 500-мм G7/533-мм Si 270 G

# IDS_PIUT301_C4_TORP_STOCK
source: 533 mm Si 270 G
ru: 533-мм Si 270 G
uk: 533-мм Si 270 G
zh: 533-мм Si 270 G

# IDS_PIUT401_C5_TORP_STOCK
source: 533 mm Si 270 H
ru: 533-мм Si 270 H
uk: 533-мм Si 270 H
zh: 533-мм Si 270 H

# IDS_PIUT402_TORP_GENOVA
source: 533 mm Si 270 G
ru: 533-мм Si 270 G
uk: 533-мм Si 270 G
zh: 533-мм Si 270 G

# IDS_PIUT501_TORP_DUCA
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIUT502_C6_TORP_STOCK
source: 533 mm Si 270 M
ru: 533-мм Si 270 M
uk: 533-мм Si 270 M
zh: 533-мм Si 270 M

# IDS_PIUT601_TORP_ABRUZZI
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIUT602_TORP_LEONE
source: 533 mm Si 270
ru: 533-мм Si 270
uk: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIUT603_C7_TORP_TOP
source: 533 mm Si 270 M
ru: 533-мм Si 270 M
uk: 533-мм Si 270 M
zh: 533-мм Si 270 M

# IDS_PIUT701_C8_TORP_STOCK
source: 533 mm Si 270 M
ru: 533-мм Si 270 M
uk: 533-мм Si 270 M
zh: 533-мм Si 270 M

# IDS_PIUT801_C9_TORP_STOCK
source: 533 mm Si 270 N
ru: 533-мм Si 270 N
uk: 533-мм Si 270 N
zh: 533-мм Si 270 N

# IDS_PIUT802_TORP_P_EMILIO
source: 533 mm Si 270
ru: 533-мм Si 270
zh: 533 毫米 Si 270

# IDS_PIUT902_C10_TORP_STOCK
source: 533 mm Si 270 N
ru: 533-мм Si 270 N
uk: 533-мм Si 270 N
zh: 533-мм Si 270 N

# IDS_PJAB001_B5N2
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJAB002_NAKAJIMA_B6N
source: Nakajima B6N
ja: 中島 B6N
zh: 中岛 天山

# IDS_PJAB003_AICHI_B7A
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJAB004_YOKOSUKA_B4Y
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJAB005_MITSUBISHI_1MT
source: Mitsubishi 1MT
ja: 三菱 1MT
zh: 三菱 一零式雷击机

# IDS_PJAB006_MT1_FLOAT
source: Mitsubishi 1MT
ja: 三菱 1MT
zh: 三菱 一零式雷击机

# IDS_PJAB007_R2Y1_KEIUN
source: Yokosuka R2Y1-B
ja: 横須賀 R2Y1-B
zh: 空技厂 景云改

# IDS_PJAB008_MITSUBISHI_B1M
source: Mitsubishi B1M
ja: 三菱 B1M
zh: 三菱 一三舰攻

# IDS_PJAB009_NAKAJIMA_B3N
source: Nakajima B3N
ja: 中島 B3N
zh: 中岛 七试舰攻

# IDS_PJAB010_NAKAJIMA_C6N5_1B
source: Nakajima C6N1-B
ja: 中島 C6N1-B
zh: 中岛 彩云

# IDS_PJAB011_B4Y_KAGA
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJAB012_B5N2_KAGA
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJAB104_HOSHO_STOCK
source: B4Y Jean
ja: B4Y 九六艦攻
zh: B4Y 简

# IDS_PJAB106_RYUJO_STOCK
source: B4Y Jean
ja: B4Y 九六艦攻
zh: B4Y 简

# IDS_PJAB108_SHOKAKU_STOCK
source: B6N Tenzan
ja: B6N 天山
zh: B6N 天山

# IDS_PJAB110_HAKURYU_STOCK
source: C6N Saiun
ja: C6N 彩雲
zh: 彩云舰上侦察机

# IDS_PJAB206_RYUJO_TOP
source: B5N2 Kate
ja: B5N2 九七艦攻
zh: B5N2 凯特

# IDS_PJAB208_SHOKAKU_TOP
source: B7A Ryūsei
ja: B7A 流星
zh: B7A Ryusei

# IDS_PJAB210_HAKURYU_TOP
source: J5N Tenrai
ja: J5N 天雷
zh: J5N 天雷

# IDS_PJAB310_HAKURYU_TOP
source: J5N Tenrai
ja: J5N 天雷
zh: J5N 天雷

# IDS_PJAD001_D1A2
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJAD002_D3A1
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJAD003_D4Y2
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 空技厂 彗星一二型

# IDS_PJAD004_J5N
source: Nakajima J5N1
ja: 中島 J5N1
zh: 中岛 天雷

# IDS_PJAD005_D3A2
source: Aichi D3A2
ja: 愛知 D3A2
zh: 爱知 九九舰爆二二型

# IDS_PJAD006_D1A1
source: Aichi D1A1
ja: 愛知 D1A1
zh: 爱知 九四舰爆

# IDS_PJAD007_D4Y3
source: Yokosuka D4Y3
ja: 横須賀 D4Y3
zh: 空技厂 彗星三三型

# IDS_PJAD008_WAKUSEI
source: Wakusei
ja: 惑星
zh: 惑星

# IDS_PJAD009_AICHI_B7A
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJAD010_D1A2_KAGA
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJAD011_D3A1_KAGA
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJAD104_HOSHO_STOCK
source: D1A Susie
ja: D1A 九四艦爆
zh: D1A 苏西

# IDS_PJAD108_SHOKAKU_STOCK
source: D4Y3 Suisei
ja: D4Y3 彗星
zh: D4Y3 苏西伊

# IDS_PJAD110_HAKURYU_STOCK
source: A7M Reppū
ja: A7M 烈風
zh: A7M 烈风

# IDS_PJAD206_RYUJO_TOP
source: D4Y2 Suisei
ja: D4Y2 彗星
zh: D4Y2 苏西伊

# IDS_PJAD208_SHOKAKU_TOP
source: B7A Ryūsei
ja: B7A 流星
zh: B7A Ryusei

# IDS_PJAD210_HAKURYU_TOP
source: J5N Tenrai
ja: J5N 天雷
zh: J5N 天雷

# IDS_PJAD508_KAGA_STOCK
source: D4Y3 Suisei
ja: D4Y3 彗星
zh: D4Y3 苏西伊

# IDS_PJAF001_A6M2
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJAF002_KAWANISHI_N1K1
source: Kawanishi N1K1
zh: 川西 强风

# IDS_PJAF003_NIKAJIMA_A4N
source: Nakajima A4N
ja: 中島 A4N
zh: 中岛 九五舰战

# IDS_PJAF004_J7W1_A
source: Kyushu J7W1
ja: 九州 J7W1
zh: 九州 震电

# IDS_PJAF005_MITSUBISHI_A5M2
source: Mitsubishi A5M2
ja: 三菱 A5M2
zh: 三菱 九六舰战

# IDS_PJAF006_MITSUBISHI_A7M1
source: Mitsubishi A7M1
ja: 三菱 A7M1
zh: 三菱 烈风

# IDS_PJAF007_MITSUBISHI_A7M2
source: Mitsubishi A7M2
zh: 三菱 烈风改

# IDS_PJAF008_MITSUBISHI_A8M
source: Mitsubishi A8M
ja: 三菱 A8M
zh: 三菱 A8M

# IDS_PJAF009_KAWANISHI_N1K5_A
source: Kawanishi N1K5-A
ja: 川西 N1K5-A
zh: 川西 紫电改

# IDS_PJAF010_NAKAJIMA_J8N1
source: Nakajima J8N1
ja: 中島 J8N1
zh: 中岛 橘花

# IDS_PJAF011_MITSUBISHI_A6M5
source: Mitsubishi A6M5
zh: 三菱 零式舰战52型

# IDS_PJAF013_NAKAJIMA_A2N2
source: Nakajima A2N2
ja: 中島 A2N2
zh: 中岛 九零舰战

# IDS_PJAF014_MITSUBISHI_1MF
source: Mitsubishi 1MF
ja: 三菱 1MF
zh: 三菱 一零舰战

# IDS_PJAF015_A4N2_N
source: Nakajima A4N2-N
zh: 中岛 九五舰战(水上)

# IDS_PJAF016_A5M2_N
source: Mitsubishi A5M2-N
zh: 三菱 九六舰战(水上)

# IDS_PJAF017_MITSUBISHI_A6M2_N
source: Mitsubishi A6M2-N
zh: 三菱 二式水战

# IDS_PJAF018_MITSUBISHI_A5M4
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJAF019_MITSUBISHI_A6M5_C
source: Mitsubishi A6M5c
ja: 三菱 A6M5c
zh: 三菱 零式舰战52型丙

# IDS_PJAF020_A5M4_KAGA
source: Mitsubishi A5M4
ja: 三菱 A5M4
zh: 三菱 九六式四号舰战

# IDS_PJAF022_A6M2_KAGA
source: Mitsubishi A6M2
ja: 三菱 A6M2
zh: 三菱 零战二一型

# IDS_PJAF106_RYUJO_STOCK
source: A5M Claude
ja: A5M 九六艦戦
zh: A5M 克劳德

# IDS_PJAF108_SHOKAKU_STOCK
source: A6M5 Zero
ja: A6M5 零戦
zh: A6M5 零式舰载战斗机

# IDS_PJAF110_HAKURYU_STOCK
source: A7M Reppū
ja: A7M 烈風
zh: A7M烈风

# IDS_PJAF206_RYUJO_TOP
source: A6M2 Zero
ja: A6M2 零戦
zh: A6M2 零式舰载战斗机

# IDS_PJAF208_SHOKAKU_TOP
source: N1K2-J Shiden-Kai
zh: N1K 强风

# IDS_PJAF210_HAKURYU_TOP
source: A8M Rikufū
ja: A8M 陸風
zh: A8M 里库福

# IDS_PJAF508_KAGA_STOCK
source: A6M5 Zero
ja: A6M5 零戦
zh: A6M5 零式舰载战斗机

# IDS_PJAS001_F1M2
source: Mitsubishi F1M2
zh: 三菱 零式水观

# IDS_PJAS002_YOKOSUKA_E1Y
source: Yokosuka E1Y
zh: 空技厂 一四式水侦

# IDS_PJAS003_YOKOSUKA_K5Y2
source: Yokosuka K5Y2
zh: 川西 九三式水上教练机

# IDS_PJAS004_AICHI_E13A1
source: Aichi E13A1
zh: 爱知 零式水侦

# IDS_PJAS005_AICHI_E13A1B
source: Aichi E13A1B
zh: 爱知 零式水侦(雷达)

# IDS_PJAS006_AICHI_E16A1
source: Aichi E16A1
zh: 爱知 瑞云

# IDS_PJAS007_KAWANISHI_E15K1
source: Kawanishi E15K1
zh: 川西 紫云

# IDS_PJAS008_NAKAJIMA_E4N
source: Nakajima E4N
zh: 中岛 九零式二号水侦

# IDS_PJAS009_NAKAJIMA_E8N
source: Nakajima E8N
zh: 中岛 九五水侦

# IDS_PJAS010_KAWANISHI_E7K
source: Kawanishi E7K
zh: 川西 九四水侦

# IDS_PJAS901
source: Mitsubishi F1M2-K
zh: 三菱 零式水观(双座型)

# IDS_PJEE001_JAPAN_DESC
source: A white cloth with a red circle located in the center to symbolize the rising sun, the ancient national symbol associated with the Japanese Empire.
es_mx: Una pieza blanca con un círculo rojo ubicado en el centro para simbolizar el sol naciente, el antiguo símbolo nacional asociado con el Imperio Japonés.
ja: 白い布の中央に、日の出を表す赤丸を配したデザインであり、国旗として正式に制定される以前から、長い歴史を有しています。
pl: Biała flaga z czerwonym kołem usytuowanym w środku, symbolizującym wschód słońca - starożytny symbol związany od zawsze z Imperium Japońskim.
ru: Представляет собой белое полотнище с расположенным в центре красным кругом, олицетворяющим восходящее солнце — древний национальный символ Японии.
uk: Біле полотнище з розташованим у центрі червоним колом, що символізує схід сонця — стародавній національний символ Японії.
zh: 在一面白布上以红色原型图案至于布面中心，象征着旭日，这是古时代R国的象征。
zh_sg: 在一面白布上以红色原型图案至于布面中心，象征着旭日，这是古时代R国的象征。

# IDS_PJEE001_JAPAN_TITLE
source: National flag of Japan
es_mx: Bandera Nacional de Japón
ja: 日本の国旗
pl: Flaga narodowa Japonii
ru: Национальный флаг Японии
uk: Національний прапор Японії
zh: R国国旗
zh_sg: 日本国旗

# IDS_PJEE001_JAPAN_YEARS
source: from 1870
es_mx: de 1870
ja: 1870 年以降
pl: od 1870
ru: с 1870 г.
uk: з 1870 р.
zh: 自1870年起
zh_sg: 自1870年起

# IDS_PJEP322_TACHIBANA_JAPAN
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PJEP322_TACHIBANA_JAPAN_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PJEP323_KATORI_JAPAN
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PJEP323_KATORI_JAPAN_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PJEP324_SHINONOME_JAPAN
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PJEP324_SHINONOME_JAPAN_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PJEP325_FUSO_DAZZLE
source: Dazzling
ja: ダズル
pl: Deformujący
ru: Ослепляющий
uk: Сліпучий
zh: 炫目
zh_sg: 耀眼

# IDS_PJEP325_FUSO_DAZZLE_DESCRIPTION
source: Drives the enemy distracted: visually distorts the ship and prevents them from measuring the distance to target, its speed, and course.
es_mx: Distrae al enemigo: distorsiona la visualización del barco y no permite calcular la distancia a un objetivo, su velocidad ni su rumbo.
ja: 敵を混乱させます: 艦艇を視覚的に歪め、距離、速度、進路の判定を困難にします。
pl: Rozprasza uwagę przeciwnika, zniekształcając optycznie okręt i uniemożliwiając pomiar odległości do celu, prędkości oraz kursu.
ru: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
uk: Спантеличує супротивника: візуально деформує корабель і заважає оцінити відстань до об’єкта, його швидкість і курс.
zh: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
zh_sg: 使敌人混乱：从视觉上扭曲战舰，使之无法测量到目标的距离、速度和航向。

# IDS_PJEP439_ATAGO_CN_OB
source: Phantom
es_mx: Fantasma
ja: 幻影
pl: Upiór
zh: 幻影

# IDS_PJEP439_ATAGO_CN_OB_DESCRIPTION
source: The second anniversary of World of Warships, sweep over the sea waves as the phantom.
es_mx: El segundo aniversario de World of Warships, se desliza sobre las olas del mar como el fantasma.
ja: World of Warships の 2 周年記念には、幻影として荒波の間を通り抜けよ。
pl: Drugie urodziny World of Warships, suń po falach niczym upiór.
ru: Вторая годовщина World of Warships пронеслась фантомом над морскими волнами.
uk: Друга річниця World of Warships пролетіла фантомом над морськими хвилями.
zh: 《战舰世界》2周年纪念涂装，成为大洋之上的虚幻魅影。
zh_sg: 《战舰世界》 2周年纪念涂装，成为大洋之上的虚幻魅影。

# IDS_PJEP440_ATAGO_BATTLE
source: Combat
es_mx: Combate
ja: 戦時
pl: Bojowy
ru: Боевой
uk: Бойовий
zh: 战斗
zh_sg: 战斗涂装

# IDS_PJEP440_ATAGO_BATTLE_DESCRIPTION
source: Multi-purpose camouflage.
es_mx: Camuflaje multipropósito.
ja: 汎用迷彩
pl: Kamuflaż uniwersalny.
ru: Камуфляж широкого применения.
uk: Камуфляж широкого вжитку.
zh: 多功能涂装。
zh_sg: 多用的涂装

# IDS_PJEP441_ATAGO_TROPICS
source: Tropical
ja: 熱帯
pl: Tropikalny
ru: Тропический
uk: Тропічний
zh: 热带
zh_sg: 热带

# IDS_PJEP441_ATAGO_TROPICS_DESCRIPTION
source: Camo scheme designed for use in tropical latitudes.
es_mx: Esquema de camuflaje diseñado para su uso en latitudes tropicales.
ja: 熱帯海域用としてデザインされた迷彩スキーム
pl: Wzór kamuflażu zaprojektowany do użycia w rejonach tropikalnych.
ru: Схема камуфляжа, предназначенная для использования в тропических широтах.
uk: Схема камуфляжу, призначена для використання в тропічних широтах.
zh: 设计用于热带纬度的图案。
zh_sg: 为在热带纬度使用而设计的涂装配色

# IDS_PJEP442_ATAGO_CN_FORALL
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特殊

# IDS_PJEP442_ATAGO_CN_FORALL_DESCRIPTION
source: Special camouflage dedicated to the anniversary of the project.
es_mx: Camuflaje especial dedicado al aniversario del proyecto.
ja: このゲームのアニバーサリーを記念した特別迷彩
pl: Kamuflaż specjalny, poświęcony jubileuszowi projektu.
ru: Особый камуфляж, посвящённый дню рождения проекта.
uk: Особливий камуфляж до роковин проекту.
zh: 献给项目周年庆的特殊涂装。
zh_sg: 项目周年纪念专属的特别涂装

# IDS_PJEP508_HSF_HAREKAZE
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PJEP508_HSF_HAREKAZE_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PJEP551_YAMATO_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PJEP552_SHIMAKAZE_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PJEP626_COE_KAMIKAZE_R
source: Clash of the Elements
es_mx: Choque de elementos
ja: クラッシュ・オブ・ジ・エレメンツ
pl: Zderzenie żywiołów
ru: Битва стихий
uk: Битва стихій
zh: 元素冲突
zh_sg: 元素冲突

# IDS_PJEP626_COE_KAMIKAZE_R_DESCRIPTION
source: An epic battle of fire and water lead to the creation of a new breed of Kamikaze. The Elemental!
es_mx: Una batalla épica de fuego y agua que lleva a la creación de una nueva raza de Kamikaze. ¡El Elemental!
ja: 火と水との壮大な戦闘により、新種の神風が生み出された。それがエレメンタルである!
pl: Epicka bitwa pomiędzy ogniem i wodą doprowadziła do powstania nowego rodzaju kamikadze. Żywiołaka!
ru: Грандиозное противостояние огня и воды породило новый тип боевого корабля Kamikaze. Неудержимый!
uk: Грандіозне протистояння вогню і води породило новий тип бойового корабля Kamikaze. Стихійно!
zh: 火与水的史诗战斗使神风孕育出新的产物。元素！
zh_sg: 火与水的史诗战斗孕育出了新一代神风。元素精灵！

# IDS_PJES108_ZUIKAKU_1944_H2017
source: The Great Gorgon
pl: Wielka Gorgona
zh: 戈尔贡

# IDS_PJES108_ZUIKAKU_1944_H2017_DESCRIPTION
source: Strike terror in the enemy and make them flee
es_mx: Infunde terror en el enemigo y hazlos huir
ja: 敵を恐怖させ、敗走へと追い込め
pl: Zaszczep strach w sercach wrogów i zmuś ich do ucieczki
ru: Наводить ужас и обращать противников в бегство
uk: Наводити жах і змушувати супротивників тікати
zh: 让敌人感受到恐惧就能使他们逃离
zh_sg: 让敌人感受到恐惧就能使他们逃离

# IDS_PJES110_HAKURYU_HELL
source: Spaceport Hellcarrier
es_mx: Puerto Espacial Hellcarrier
pl: Hellcarrier Spaceport
zh: 地狱航母
zh_sg: 外太空港地狱航母

# IDS_PJES110_HAKURYU_HELL_DESCRIPTION
source: A heavy shield carrier mothership of the Federation designed to explore the most distant corners of outer space.
es_mx: Una nave nodriza de carga de la Federación con escudos pesados diseñada para explorar los rincones más distantes del espacio exterior.
ja: スペースポート・ヘルキャリアーは、連邦軍の重シールド航宙母艦であり、アウター・スペースの最外縁部の探索を目的とした設計となっています。
pl: Wyposażony w ciężkie tarcze okręt flagowy Federacji. Zaprojektowany, by badać nawet najdalsze zakątki przestrzeni kosmicznej.
ru: Тяжёлый щитоносный корабль-матка Федерации для покорения самых дальних уголков космоса.
uk: Важкий щитоносний корабель-матка Федерації для підкорення найвіддаленіших куточків всесвіту.
zh: 一艘联邦的重型护盾母舰，设计来探索最遥远的外太空
zh_sg: 一艘联邦重型护盾载体母舰，用于探索外太空的遥远角落。

# IDS_PJES307_ASHITAKA_KOBAYASHI
source: Makoto Kobayashi
ja: 小林誠
zh: 特殊设计的签名系列涂装
zh_sg: 小林诚

# IDS_PJES307_ASHITAKA_KOBAYASHI_DESCRIPTION
source: Makoto Kobayashi Signature Series Camo
es_mx: Camuflaje Original Makoto Kobayashi
ja: 小林誠 シグネチャーシリーズ迷彩
pl: Kamuflaż Makoto Kobayashi Signature Series
ru: Камуфляж серии Makoto Kobayashi Signature
uk: Камуфляж серії Makoto Kobayashi Signature
zh: 签名系列涂装
zh_sg: Makoto Kobayashi 签名系列涂装

# IDS_PJES308_KII_KOBAYASHI
source: Makoto Kobayashi
ja: 小林誠
zh: 特殊设计的签名系列涂装
zh_sg: 小林诚

# IDS_PJES308_KII_KOBAYASHI_DESCRIPTION
source: Makoto Kobayashi Signature Series Camo
es_mx: Camuflaje Original Makoto Kobayashi
ja: 小林誠 シグネチャーシリーズ迷彩
pl: Kamuflaż Makoto Kobayashi Signature Series
ru: Камуфляж серии Makoto Kobayashi Signature
uk: Камуфляж серії Makoto Kobayashi Signature
zh: 签名系列涂装
zh_sg: Makoto Kobayashi 签名系列涂装

# IDS_PJES309_MUSASHI_HSF_DESCRIPTION
source: Camouflage of Musashi, based on the design of the Yokosuka Girls Maritime High School Musashi. From the series "High School Fleet".
es_mx: Camuflaje del Musashi, basado en el diseño del Musashi de la Escuela Secundaria Marítima para Chicas de Yokosuka. De la serie "High School Fleet".
ja: 横須賀女子海洋学校所属の大和型大型直接教育艦「武蔵」のデザインをベースとした武蔵用の迷彩。 「ハイスクール・フリート」より出典。
pl: Kamuflaż Musashi, wzorowany na Musashi należącym do Wyższej Morskiej Szkoły dla Dziewcząt w Yokosuce. Z anime „High School Fleet”
ru: Камуфляж Musashi, созданный по эскизам Musashi Морской академии в Йокоске. Из аниме High School Fleet.
uk: Камуфляж Musashi, створений за ескізами корабля Musashi Жіночого морехідного училища в Йокосуці. Із аніме «High School Fleet».
zh: Musashi 的迷彩，是根据横须贺女子海洋学校的 Musashi 所设计。 来自系列动画「高校舰队」。
zh_sg: 武藏涂装，设计基于横须贺女子海军高校的武藏。 出自"高校舰队"系列。

# IDS_PJES310_YAMATO_HSF_DESCRIPTION
source: Camouflage of Yamato, based on the design of the Kure Maritime High School Yamato. From the series "High School Fleet".
es_mx: Camuflaje del Yamato, basado en el diseño del Yamato de la Escuela Secundaria Marítima de Kure. De la serie "High School Fleet".
ja: 呉海洋女学校所属の大和型大型直接教育艦「大和」のデザインをベースとした大和用の迷彩。 「ハイスクール・フリート」より出典。
pl: Kamuflaż Yamato, wzorowany na Yamato należącym do Wyższej Morskiej Szkoły dla Dziewcząt w Yokosuce. Z anime „High School Fleet”
ru: Камуфляж Yamato, созданный по эскизам Yamato Морской академии в Куре. Из аниме High School Fleet.
uk: Камуфляж Yamato, створений за ескізами корабля Yamato Морехідного училища в Куре. Із аніме «High School Fleet».
zh: Yamato 的迷彩，是根据吴市吴海洋高等学校的 Yamato 所设计。 来自系列动画「高校舰队」。
zh_sg: 大和涂装，设计基于吴港海军高校的大和。 出自"高校舰队"系列。

# IDS_PJES320_YAMATO_KOBAYASHI
source: Makoto Kobayashi
ja: 小林誠
zh: 特殊设计的签名系列涂装
zh_sg: 小林诚

# IDS_PJES320_YAMATO_KOBAYASHI_DESCRIPTION
source: Makoto Kobayashi Signature Series Camo
es_mx: Camuflaje Original Makoto Kobayashi
ja: 小林誠 シグネチャーシリーズ迷彩
pl: Kamuflaż Makoto Kobayashi Signature Series
ru: Камуфляж серии Makoto Kobayashi Signature
uk: Камуфляж серії Makoto Kobayashi Signature
zh: 签名系列涂装
zh_sg: Makoto Kobayashi 签名系列涂装

# IDS_PJES327_KONGOU
source: ARPEGGIO
ja: アルペジオ
zh: 空
