Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASC003_DESCR
source: The ship was built in the U.K. for the Brazilian Navy, but was purchased by the U.S. Government. When commissioned, Albany was the most successful cruiser in the U.S. Navy. Despite relatively small dimensions, she carried powerful armament.
es_mx: El barco fue construido en el Reino Unido para la Marina Naval Brasileña, pero fue comprado por el gobierno de EE.UU. Al momento de ser comisionado, el Albany era el crucero más exitoso de la U.S. Navy. A pesar de sus dimensiones relativamente pequeñas, cargaba un armamento poderoso.
ja: 本艦はブラジル海軍の発注によりイギリスで建造されましたが、アメリカ政府により購入され、オールバニと命名されました。就役時点においは、本艦はアメリカ海軍最高の巡洋艦でした。比較的小型であったにもかかわらず、強力な兵装を搭載していました。
pl: Okręt powstał w Wielkiej Brytanii na zlecenie brazylijskiej marynarki, ale w końcu został zakupiony przez rząd USA. Gdy oddano go do użytku, Albany był najskuteczniejszym krążownikiem amerykańskiej marynarki. Mimo dość niewielkich rozmiarów okręt mógł się pochwalić potężnym uzbrojeniem.
ru: Построен в Великобритании для флота Бразилии, но был перекуплен правительством США. На момент вступления в строй являлся самым удачным крейсером ВМС США. Несмотря на относительно небольшие размеры, имел мощное вооружение.
uk: Побудований у Великобританії для флоту Бразилії, але був перекуплений урядом США. На момент вступу в стрій був найвдалішим крейсером ВМС США. Незважаючи на відносно невеликі розміри, мав потужне озброєння.
zh: 原名为 海军上将阿布鲁号 防护巡洋舰，战争期间被买下并主要肩负护航和巡逻任务。
zh_sg: 英国为巴西海军建造的战舰，但却被美国政府所买下。进入服役时，奥尔巴尼是美国海军中最成功的巡洋舰。尽管尺寸相对较小，却搭载了强大的武器。

# IDS_PASC003_FULL
source: Albany
zh: 奥尔巴尼
zh_sg: 奥尔巴尼

# IDS_PASC003_SHORT
source: ALBN
zh: 奥尔巴尼
zh_sg: 奥尔巴尼

# IDS_PASC004
source: St. Louis
zh: 圣路易斯
zh_sg: 圣路易斯

# IDS_PASC004_DESCR
source: A typical "big" cruiser of the pre-dreadnought era. The ship was armed with numerous artillery, whose rate of fire was quite rapid for her time, and an armor belt protecting the propulsion, but featured only moderate speed.
es_mx: Un típico crucero "grande" de la era previa a los dreadnoughts. El barco estaba armado con numerosa artillería, cuya cadencia de tiro fue bastante rápida para su tiempo, con un cinturón blindado que protegía su propulsión, pero tenía una velocidad moderada.
ja: セントルイス級防護巡洋艦は、弩級戦艦以前の時代の典型的な「大型」巡洋艦です。搭載されていた多数の砲は、当時としては恐るべき速射性を有しており、推進機関を防御する装甲帯を備えていました。しかし、速力はあまり高くはありませんでした。
pl: Klasyczny „duży” krążownik z czasów przed pojawieniem się tzw. drednotów. Okręt uzbrojono w liczne działa artyleryjskie o całkiem dużej szybkostrzelności (jak na tamte czasy). Jego napęd był chroniony pasem pancernym. Okręt poruszał się ze średnią prędkością.
ru: Типичный «большой» крейсер додредноутной эпохи. Был вооружён многочисленной и достаточно скорострельной для своего времени артиллерией, имел броневой пояс, защищавший энергетическую установку, но обладал умеренной скоростью.
uk: Типовий «великий» крейсер епохи, яка була до дредноутів. Був озброєний численною й досить скорострільною для свого часу артилерією, мав броньовий пояс, який захищав силову установку, але мав помірну швидкість.
zh: 根据海军舰船分类，其舰级最初被定义成防护或轻型巡洋舰，即使它们装备了装甲带来保护推进系统。
zh_sg: 一艘前无畏舰时代的典型“大”型巡洋舰。该舰装有大量的火炮，相当快的射速、并配有装甲带保护推进装置，不过只具备航速较中庸。

# IDS_PASC004_FULL
source: St. Louis
zh: 圣路易斯
zh_sg: 圣路易斯

# IDS_PASC004_SHORT
source: SLUI
zh: 圣路易斯
zh_sg: 圣路易斯

# IDS_PASC005
source: Omaha
zh: 奥马哈
zh_sg: 奥马哈

# IDS_PASC005_DESCR
source: A high-speed scout cruiser carrying torpedo armament and relatively powerful artillery, with part of the guns placed in turrets. She was the first cruiser in the U.S. Navy to receive aircraft handling equipment.
es_mx: Un crucero explorador de alta velocidad que llevaba armamento de torpedos y una artillería relativamente poderosa, con parte de los cañones emplazados en torretas. Fue el primer crucero de la U.S. Navy en recibir equipamiento para el manejo de aviones.
ja: オマハ級は、雷装と比較的強力な主砲を備えた高速の偵察巡洋艦級であり、主砲のうち砲塔に搭載されているのは一部のみでした。本級には、アメリカ海軍の巡洋艦としては初めて水上機用カタパルトが搭載されました。
pl: Bardzo szybki krążownik zwiadowczy uzbrojony w torpedy i dość potężną artylerię. Część jego dział umieszczono w wieżach. Był to pierwszy amerykańskich krążownik, który wyposażono w sprzęt do obsługi samolotów.
ru: Быстроходный крейсер-разведчик с торпедным вооружением и сравнительно мощной артиллерией, частично размещённой в башенных установках. Стал первым крейсером ВМС США, получившим авиационное оборудование.
uk: Швидкохідний крейсер-розвідник з торпедним озброєнням та порівняно потужною артилерією, частково розміщеною в баштових установках. Став першим крейсером ВМС США, що одержав авіаційне обладнання.
zh: 该舰级的侦察巡洋舰为海军计划的一部分设计。其 35 节的高速能力出现只能相对分配给装甲较少的排水量。共建造了 10 艘。
zh_sg: 一艘搭载了鱼雷武器以及相对较强火炮的高速侦察巡洋舰，部份舰炮置于炮塔之中。是美国海军中第一艘装有飞机装卸设备的巡洋舰。

# IDS_PASC005_FULL
source: Omaha
zh: 奥马哈
zh_sg: 奥马哈

# IDS_PASC005_SHORT
source: OMHA
zh: 奥马哈
zh_sg: 奥马哈

# IDS_PASC006
source: Atlanta
zh: 亚特兰大
zh_sg: 亚特兰大

# IDS_PASC006_DESCR
source: A relatively small ship for her type featuring powerful AA armament and designed for use in joint operations with destroyers. The ship carried torpedo tubes and numerous dual-purpose rapid-fire artillery.
es_mx: Un barco relativamente pequeño para su tipo el cual tenía un armamento AA poderoso y diseñado para usarse en operaciones en conjunto con destructores. El barco llevaba tubos de torpedo y artillería numerosa de doble propósito y de disparo rápido.
ja: アトランタ級は、駆逐艦隊を指揮する嚮導艦として設計されました。巡洋艦としては比較的小型ですが、強力な対空兵装を備えており、雷装および多数の両用速射砲を搭載していました。
pl: Dość mały jak na swój rodzaj okręt o potężnej obronie przeciwlotniczej. Powstał z myślą współpracy z niszczycielami. Uzbrojono go w wyrzutnie torped oraz liczne dwufunkcyjne i szybkostrzelne działa artyleryjskie.
ru: Сравнительно небольшой для своего класса корабль с мощным вооружением ПВО, предназначенный для совместных действий с эсминцами. Нёс торпедные аппараты и имел на вооружении многочисленную универсальную артиллерию с очень высокой скорострельностью.
uk: Порівняно невеликий для свого класу корабель з потужним озброєнням ППО, призначений для спільних дій з есмінцями. Ніс торпедні апарати та мав на озброєнні численну універсальну артилерію з дуже високою скорострільністю.
zh: 该巡洋舰舰级备有 127 毫米舰炮并预计要作为驱逐舰舰队指挥舰，共建造了八艘。该舰级所有战舰都因为加强火力而造成的增重，使得无法达到35节的设计航速。
zh_sg: 一艘对该舰种而言体型相当小的战舰，配有强大的防空武器，专为与驱逐舰联合作战而设计。该舰搭载了鱼雷发射管以及大量的两用速射火炮。

# IDS_PASC006_FULL
source: Atlanta
zh: 亚特兰大
zh_sg: 亚特兰大

# IDS_PASC006_SHORT
source: ATLN
zh: 亚特兰大
zh_sg: 亚特兰大

# IDS_PASC007
source: Cleveland (old)
pl: Cleveland (stary)
zh: 克利夫兰
zh_sg: 克利夫兰(旧)

# IDS_PASC007_DESCR
source: This ship was available before the release of version 0.7.4 when she was removed from the game.
es_mx: Este barco estaba disponible antes de que saliera la versión 0.7.4 cuando fue quitado del juego.
ja: 本艦はバージョン 0.7.4 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed wprowadzeniem wersji 0.7.4. Został usunięty z gry.
ru: Этот корабль существовал до версии 0.7.4, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.7.4, зараз його вилучено з World of Warships.
zh: 这艘战舰在0.7.4版本，它被移除之前可以使用。
zh_sg: 此战舰在0.7.4版发布从游戏里移除前可以使用。

# IDS_PASC007_FULL
source: Cleveland (< 31.05.2018)
zh: 克利夫兰 (< 31.05.2018)
zh_sg: 克利夫兰 (< 31.05.2018)

# IDS_PASC007_SHORT
source: CLVD
zh: 克利夫兰
zh_sg: 克利夫兰

# IDS_PASC012
source: Pensacola (old)
pl: Pensacola (stary)
zh: 彭萨科拉
zh_sg: 彭萨科拉(旧)

# IDS_PASC012_DESCR
source: This ship was available before the release of version 0.7.4 when she was removed from the game.
es_mx: Este barco estaba disponible antes de que saliera la versión 0.7.4 cuando fue quitado del juego.
ja: 本艦はバージョン 0.7.4 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed wprowadzeniem wersji 0.7.4. Został usunięty z gry.
ru: Этот корабль существовал до версии 0.7.4, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.7.4, зараз його вилучено з World of Warships.
zh: 这艘战舰在0.7.4版本，它被移除之前可以使用。
zh_sg: 此战舰在0.7.4版发布从游戏里移除前可以使用。

# IDS_PASC012_FULL
source: Pensacola (< 31.05.2018)
zh: 彭萨科拉 (< 31.05.2018)
zh_sg: 彭萨科拉 (< 31.05.2018)

# IDS_PASC012_SHORT
source: PNSC
zh: 彭萨科拉
zh_sg: 彭萨科拉

# IDS_PASC014
source: New Orleans (old)
pl: New Orleans (stary)
zh: 新奥尔良
zh_sg: 新奥尔良(旧)

# IDS_PASC014_DESCR
source: This ship was available before the release of version 0.7.4 when she was removed from the game.
es_mx: Este barco estaba disponible antes de que saliera la versión 0.7.4 cuando fue quitado del juego.
ja: 本艦はバージョン 0.7.4 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed wprowadzeniem wersji 0.7.4. Został usunięty z gry.
ru: Этот корабль существовал до версии 0.7.4, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.7.4, зараз його вилучено з World of Warships.
zh: 这艘战舰在0.7.4版本，它被移除之前可以使用。
zh_sg: 此战舰在0.7.4版发布从游戏里移除前可以使用。

# IDS_PASC014_FULL
source: New Orleans (< 31.05.2018)
zh: 新奥尔良 (< 31.05.2018)
zh_sg: 新奥尔良 (< 31.05.2018)

# IDS_PASC014_SHORT
source: NORL
zh: 新奥尔良
zh_sg: 新奥尔良

# IDS_PASC016
source: Worcester
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PASC016_DESCR
source: Designed as an AA cruiser with dual-purpose 152 mm guns. Though classified as light cruisers, ships of this class had increased displacement and dimensions, compared with the Baltimore-class heavy cruisers. The main twin turrets were equipped with advanced autoloaders, substantially increasing the rate of fire and making it possible to load the guns at any elevation angle. Worcester saw no action in World War II and entered service only in the post-war years. She was decommissioned in 1958.
es_mx: Diseñado como crucero AA con cañones de propósito dual de 152 mm. Aunque clasificados como cruceros ligeros, los barcos de esta clase poseían un desplazamiento incrementado y dimensiones comparables a las de los cruceros pesados de la clase Baltimore. Las torretas gemelas principales fueron equipadas con cargadores automáticos avanzados, incrementando sustancialmente la cadencia de tiro y haciendo posible cargar los cañones a cualquier elevación. El Worcester no vio la acción en la II Guerra Mundial y entró en servicio en los años de postguerra. Fue dado de baja en 1958.
ja: ウースターは、152 mm 両用砲を搭載する対空巡洋艦として設計されました。分類上は軽巡洋艦ですが、軽巡洋艦としては排水量および船体サイズが大きく、ボルティモア級重巡洋艦に匹敵するレベルでした。連装の主砲塔には改良型の自動装填装置が搭載されており、連射速度を大幅に高めると共に、いかなる仰角においても装填を可能にしていました。本艦の就役は戦後だったため、二次大戦中の実戦参加はありませんでした。1958 年に退役。
pl: Zaprojektowany jako krążownik przeciwlotniczy, uzbrojony w uniwersalne działo 152 mm. Choć okręty tej klasy uznawano za lekkie krążowniki, wyróżniały się sporą wypornością i wymiarami porównywalnymi z ciężkimi krążownikami klasy Baltimore. Główne, podwójne wieże wyposażone były w automaty ładujące, co znacząco zwiększało szybkostrzelność i umożliwiało ich ładowanie przy dowolnym nachyleniu. Worcester nie brał udziału w II wojnie światowej, do służby wszedł po jej zakończeniu. Wycofano go w 1958 roku.
ru: Проектировался как крейсер ПВО с 152-мм универсальными орудиями. Крейсеры этого типа классифицировались как лёгкие, хотя по водоизмещению и размерениям были больше, чем тяжёлые крейсеры типа Baltimore. Двухорудийные установки главного калибра были оборудованы усовершенствованными механизмами подачи боеприпасов, позволившими существенно увеличить скорострельность и заряжать орудия при любых углах возвышения. Worcester не принимал участие во Второй мировой войне и вступил в строй только в послевоенные годы. Закончил службу в 1958 году.
uk: Проектувався як крейсер ППО із 152-мм універсальними гарматами. Крейсери цього типу класифікувалися як легкі, хоча за водотоннажністю та розмірами вони були більшими за важкі крейсери типу Baltimore. Двогарматні установки головного калібру були обладнані вдосконаленими механізмами подачі боєприпасів, які дозволяли істотно збільшити скорострільність і заряджати гармати за будь-яких кутів піднесення. Worcester не брав участь у Другій світовій війні та став до строю лише у повоєнні роки. Закінчив службу 1958 р.
zh: 装备152毫米高平两用炮的防空巡洋舰，虽然被归类为轻型巡洋舰，但其拥有比巴尔的摩级重型巡洋舰更大的体积和吨位。双联装主炮塔中装备有先进的自动填弹机，能够在任意仰角下完成填装的同时大幅提升射速。伍斯特号在战争结束后才投入服役，该舰最终于1958年退役。
zh_sg: 设计成配备152毫米两用舰炮的防空巡洋舰。虽然被归类为轻型巡洋舰，但此舰级的排水量和尺寸甚至超过巴尔的摩级重型巡洋舰。该舰的双联装主炮塔配装有先进的自动装填机，使炮塔的射速得到了极大的提升并能在任何仰角下装填舰炮。伍斯特 从未参与二战的实战行动、只在战后服役过几年。于1958年退役。

# IDS_PASC016_FULL
source: Worcester
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PASC016_SHORT
source: WRCR
zh: 伍斯特
zh_sg: 伍斯特

# IDS_PASC017
source: Baltimore (old)
pl: Baltimore (stary)
zh: 巴尔的摩
zh_sg: 巴尔的摩(旧)

# IDS_PASC017_DESCR
source: This ship was available before the release of version 0.7.4 when she was removed from the game.
es_mx: Este barco estaba disponible antes de que saliera la versión 0.7.4 cuando fue quitado del juego.
ja: 本艦はバージョン 0.7.4 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed wprowadzeniem wersji 0.7.4. Został usunięty z gry.
ru: Этот корабль существовал до версии 0.7.4, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.7.4, зараз його вилучено з World of Warships.
zh: 这艘战舰在0.7.4版本，它被移除之前可以使用。
zh_sg: 此战舰在0.7.4版发布从游戏里移除前可以使用。

# IDS_PASC017_FULL
source: Baltimore (< 31.05.2018)
zh: 巴尔的摩 (< 31.05.2018)
zh_sg: 巴尔的摩 (< 31.05.2018)

# IDS_PASC017_SHORT
source: BLMR
zh: 巴尔的摩
zh_sg: 巴尔的摩

# IDS_PASC019
source: Buffalo
zh: 水牛城
zh_sg: 水牛城

# IDS_PASC019_DESCR
source: A heavy cruiser with very good protection and armament. Buffalo was equipped with the largest number of the main battery guns for her type and boasted very powerful AA defenses. Unlike most heavy cruisers in the U.S. Navy, she carried torpedo tubes. The ship's torpedo protection included heavy underwater hull armor.
es_mx: Un crucero pesado con una excelente protección y armamento. Buffalo estaba equipado con el mayor número de cañones de su batería principal para su tipo y presumía unas defensas antiaéreas poderosas. A diferencia de otros cruceros de la U.S. Navy, cargaba tubos de torpedo. La protección anti torpedos del barco incluía un blindaje pesado del casco bajo la línea de flotación.
ja: バッファローは、優れた防御と兵装を備えた重巡洋艦です。巡洋艦としては最多の主砲を搭載し、非常に強力な対空能力を誇りました。アメリカ海軍の他の多くの巡洋艦とは異なり、雷装も備えていました。また、対水雷防御として、船体の喫水線下には重装甲が施されていました。
pl: Ciężki krążownik o bardzo dobrym pancerzu i uzbrojeniu. Buffalo wyposażono w najwięcej dział głównej artylerii wśród okrętów tego rodzaju. Miał on również potężną obronę przeciwlotniczą. W przeciwieństwie do większości ciężkich krążowników z USA wyposażono go również w wyrzutnie torped, a jego własna obrona przeciwtorpedowa uwzględniała gruby pancerz dolnej części kadłuba.
ru: Очень хорошо вооружённый и защищённый тяжёлый крейсер. Обладал самой многочисленной в своём классе артиллерией главного калибра и очень мощным вооружением ПВО. В отличие от большинства тяжёлых крейсеров ВМС США, имел на вооружении торпедные аппараты. Противоторпедная защита корабля включала в себя мощное бронирование подводной части корпуса.
uk: Дуже добре озброєний і захищений важкий крейсер. Мав найчисленнішу у своєму класі артилерією головного калібру та дуже потужне озброєння ППО. На відміну від більшості важких крейсерів ВМС США, мав на озброєнні торпедні апарати. Протиторпедний захист корабля включав у себе потужне бронювання підводної частини корпусу.
zh: 水牛城是一艘拥有良好防御能力的巡洋舰，其装备有大量高平两用炮能够提供强大的防空火力，同时其舰体水下部分还装有防雷装甲。并且该巡洋舰上还配备有鱼雷发射装置。
zh_sg: 一艘防护性和武器都非常好的重型巡洋舰。水牛城 装备着对其类型来说数量最多的主炮、并自诩有着非常强大的对空防御。不像大多数的美国海军重型巡洋舰，它搭载了鱼雷发射管。该舰的鱼雷防护亦包含了重型水下舰身装甲。

# IDS_PASC019_FULL
source: Buffalo
zh: 水牛城
zh_sg: 水牛城

# IDS_PASC020
source: Des Moines
zh: 得梅因
zh_sg: 得梅因

# IDS_PASC020_DESCR
source: One of the best heavy cruisers in the world. The ship was designed using the experience gained in World War II, resulting in excellent protection and very powerful AA armament. The key distinctive feature of cruisers of this type was auto-loading main guns that had a very high rate of fire.
es_mx: Uno de los mejores cruceros pesados del mundo. El barco fue diseñado basado en la experiencia ganada en la Segunda Guerra Mundial, resultando en una excelente protección y un armamento AA muy poderoso. La característica distintiva clave de los cruceros de este tipo eran los cañones principales de carga automática los cuales tenían una cadencia de tiro muy alta.
ja: デモイン級重巡洋艦は、世界最強の重巡洋艦のひとつとして知られます。二次大戦で得られた戦訓を活かして設計され、素晴らしい防御力と非常に強力な対空兵装を備えていました。本級最大の特徴として、非常に高い射撃速度を誇る自動装填式の主砲を備えていました。
pl: Jeden z najlepszych ciężkich krążowników na świecie. Powstał na bazie doświadczeń z II wojny światowej, dzięki czemu wyposażono go w świetny pancerz i potężną obronę przeciwlotniczą. Krążowniki tego rodzaju wyróżniały przede wszystkim automatycznie ładowane główne działa o dużej szybkostrzelności.
ru: Один из лучших тяжёлых крейсеров в мире. Был спроектирован с учётом опыта Второй мировой войны, благодаря чему получил прекрасную защиту и очень мощное вооружение ПВО. Главной особенностью крейсеров этого типа стали автоматические установки главного калибра, обладавшие очень высокой скорострельностью.
uk: Один з ліпших важких крейсерів у світі. Спроектований з урахуванням досвіду Другої світової війни, завдяки чому отримав прекрасний захист й дуже потужне озброєння ППО. Головною особливістю крейсерів цього типу стали автоматичні установки головного калібру, що мали дуже високу скорострільність.
zh: 这是艘具备了自动装填机主炮以提供较高射速而设计的巡洋舰。得梅因级战舰是以近距离夜战中得到的经验来研发，并且是俄勒冈州级的进一步修改型。共有五艘开始建造。
zh_sg: 世界上最好的重型巡洋舰之一。该舰是以第二次世界大战中所得的经验来设计，拥有出色的防护和对空防御武器。此类型巡洋舰的显著特色是非常高射速的自动装填主炮。

# IDS_PASC020_FULL
source: Des Moines
zh: 得梅因
zh_sg: 得梅因

# IDS_PASC020_SHORT
source: DMOI
zh: 得梅因
zh_sg: 得梅因

# IDS_PASC024
source: Phoenix
zh: 凤凰城
zh_sg: 凤凰城

# IDS_PASC024_DESCR
source: A scout cruiser design whose distinctive features were very high speeds and a torpedo armament. In contrast to most cruisers of her time, the cruiser's artillery was placed in open mounts. Phoenix never materialized, but served as a prototype for development of the Omaha-class cruisers.
es_mx: Un diseño de crucero explorador cuyas características distintivas eran una velocidad muy alta y armamento de torpedos. En contraste con la mayoría de los cruceros de su tiempo, la artillería del crucero fue colocada en monturas abiertas. El diseño del Phoenix nunca se materializó, pero sirvió como prototipo para el desarrollo de los cruceros de la clase Omaha.
ja: フェニックスは、偵察巡洋艦の設計案であり、極めて高い速力と雷装が特徴でした。同時代の大半の巡洋艦とは異なり、主砲には露天砲架を採用していました。本案は建造には至らなかったものの、オマハ級軽巡洋艦の原案として活かされました。
pl: Projekt krążownika zwiadowczego, który wyróżniała bardzo duża prędkość i wyrzutnie torped. W przeciwieństwie do większości okrętów tego typu jego artylerię zainstalowano w otwartych stanowiskach. Phoenix nigdy nie doczekał się realizacji, ale posłużył za to jako prototyp przy projektowaniu krążowników klasy Omaha.
ru: Проект крейсера-разведчика, главными особенностями которого были очень высокая скорость и наличие торпедного вооружения. В отличие от большинства современных ему кораблей того же класса, артиллерия крейсера была размещена в открытых установках. Построен не был, но послужил прототипом для крейсеров типа Omaha.
uk: Проект крейсера-розвідника, головними особливостями якого були дуже висока швидкість й наявність торпедного озброєння. На відміну від більшості тогочасних кораблів того ж класу, артилерію крейсера розмістили у відкритих установках. Не побудували, але він став прототипом крейсерів типу Omaha.
zh: 用于与平甲板驱逐舰联合作战而研发的侦察巡洋舰之一。菲尼克斯的设计从未实行，但却作为了奥马哈级巡洋舰研发的原型舰。
zh_sg: 以高航速与鱼雷武器为主要特色的侦察型驱逐舰。与当时的大多数巡洋舰不同的是，该巡洋舰的火炮是放置在开放式炮架上。凤凰城 的设计从未实行，但却成为了奥马哈级巡洋舰研发的原型舰。

# IDS_PASC024_FULL
source: Phoenix
zh: 凤凰城
zh_sg: 凤凰城

# IDS_PASC024_SHORT
source: PHNX
zh: 凤凰城
zh_sg: 凤凰城

# IDS_PASC039
source: Pensacola 1930
zh: 彭萨克拉(1930)
zh_sg: 彭萨科拉 1930

# IDS_PASC039_DESCR
source: The first U.S. heavy cruiser designed under the limitations set by the Washington Naval Treaty of 1922. She featured unusually arranged main batteries, with triple turrets placed above twin turrets. This was due to wider barbettes of the triple turrets that could not fit within the hull lines of their forward and after ends. In the course of construction, Pensacola was equipped with two triple 533 mm torpedo tubes that were demounted in the mid-1930s. She survived World War II and was sunk as a target during new weapon tests.
es_mx: El primer crucero pesado de los EE.UU. diseñado bajo las limitaciones del Tratado Naval de Washington de 1922. Las baterías principales estaban colocadas de manera inusual, con torretas triples montadas sobre torretas gemelas. Esto era debido a que las barbetas más anchas de las torretas triples no cabían en los límites del casco frontal y posterior. Durante la construcción, el Pensacola fue equipado con dos tubos triples de torpedos de 533 mm que fueron desmontados a mediados de los años 30. Sobrevivió a la II Guerra Mundial y fue hundido como objetivo durante pruebas de armas nuevas.
ja: ペンサコーラ級重巡洋艦は、1922 年のワシントン海軍軍縮条約の制限下で設計・建造されたものとしては、アメリカで最初の重巡洋艦です。連装砲塔の背部高所に三連装砲塔を配置するという独特の主砲構成が特徴的ですが、これは三連装砲塔の幅広なバーベットが、前部・尾部の船体ラインには収まらなかったためでした。1 番艦ペンサコーラには、その建造過程で三連装 533 mm 魚雷発射管を 2 基搭載されていましたが、これらは 1930 年代中盤に撤去されました。二次大戦を戦い抜いた後、戦後に新兵器実験の標的艦として使用され、沈没しました。
pl: Pierwszy ciężki krążownik amerykański zbudowany zgodnie z ustaleniami Waszyngtońskiego traktatu morskiego w 1922 roku. Cechował się niezwykłym rozmieszczeniem głównej baterii, z potrójnymi działami umieszczonymi ponad podwójnymi. Było to spowodowane szerokością barbety potrójnych wież, większą niż szerokość kadłuba w jego dziobowej i rufowej części. Początkowo Pensacola wyposażony był w dwie potrójne wyrzutnie torped 533 mm, które zdemontowano w latach 30. Okręt przetrwał II wojnę światową i został zatopiony później w czasie testów nowego uzbrojenia.
ru: Первый американский тяжёлый крейсер, построенный в рамках ограничений Вашингтонского морского соглашения 1922 года. Нетипичное размещение трёхорудийных башен главного калибра над двухорудийными было обусловлено тем, что их более широкие барбеты не вписывались в обводы оконечностей корпуса. При постройке был оснащён двумя трёхтрубными 533-мм торпедными аппаратами, демонтированными в середине 1930-х годов. Тяжёлый крейсер Pensacola прошёл Вторую мировую войну и был потоплен при испытании новых видов вооружения.
uk: Перший американський важкий крейсер, побудований згідно з умовами Договору п’яти держав про обмеження та співвідношення морських озброєнь 1922 р. Нетипове розміщення тригарматних башт головного калібру над двогарматними було обумовлено тим, що їх більш широкі барбети не вписувалися в обводи краю корпусу. Під час створення був оснащений двома тритрубними 533-мм торпедними апаратами, демонтованими в середині 1930-х рр. Важкий крейсер Pensacola пройшов Другу світову війну і був потоплений під час випробування нових видів озброєння.
zh: 在1922年华盛顿海军条约限制下所设计的第一款巡洋舰。其主炮塔有着异于寻常的布局方式，由于将炮座较宽的三联装炮塔放置于船体两端时会限制其旋转范围，所以改为将三联装炮塔放置于双联装炮塔的上方。彭萨克拉在最初的设计建造中装备有两座三联装533毫米鱼雷发射管，这些鱼雷发射管在30年代中期的改装中被拆除。该舰在战争中幸存，战争结束后作为靶舰被击沉。
zh_sg: 在1922年华盛顿海军条约限制下所设计的第一款美国重型巡洋舰。其主炮塔有着异于寻常的布局方式，由于将炮座较宽的三联装炮塔放置于舰体的舰首和舰尾两端时会限制其旋转范围，所以改为将三联装炮塔放置于双联装炮塔的上方。彭萨科拉在最初的设计建造中装备有两座三联装533毫米鱼雷发射管，这些鱼雷发射管在30年代中期的改装中被拆除。该舰在战争中幸存，战争结束后作为靶舰被击沉。

# IDS_PASC039_FULL
source: Pensacola 1930
zh: 彭萨克拉(1930)
zh_sg: 彭萨科拉 1930

# IDS_PASC039_SHORT
source: P1930
zh: 彭萨克拉(1930)
zh_sg: 彭萨科拉 1930

# IDS_PASC044
source: Marblehead
zh: 马布尔黑德
zh_sg: 马布尔黑德
