Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT662_1
source: Earn %(count)d XP (after modifiers are applied).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
zh: 获得 %(count)d 经验 (套用加成后)。

# IDS_PCQT663_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
zh: Нанесите %(count)d единицу урона

# IDS_PCQT664_1
source: Earn %(count)d XP (after modifiers are applied).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
zh: 获得 %(count)d 经验 (套用加成后)。

# IDS_PCQT665_1
source: Rank %(count)d time among the top-5 XP earners on your team.
ja: 取得 EXP でチーム内 TOP 5 を %(count)d 回達成する。
pl: %(count)d raz znajdź się w pierwszej 5 swojej drużyny pod względem zdobytego doświadczenia.
ru: Войдите в топ-5 своей команды по количеству заработанного опыта %(count)d раз.
zh: 获得置身己队前 5 名的经验 %(count)d 次。

# IDS_PCQT666_1
source: Help your team cause %(count)d HP of damage upon your spotting.
ja: 観測によって %(count)d HP のダメージをアシストする。
pl: Pomóż swojej drużynie zadać %(count)d PW uszkodzeń poprzez wykrycie przeciwników.
ru: Обеспечьте нанесение %(count)d ед. урона по вашим разведданным.
zh: Обеспечьте нанесение %(count)d ед. урона по вашим разведданным.

# IDS_PCQT667_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
zh: Нанесите %(count)d единицу урона

# IDS_PCQT668_1
source: Cause %(count)d HP of damage with main battery guns.
ja: 主砲によって %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń swoją główną baterią.
ru: Нанесите %(count)d единицу урона огнём орудий главного калибра.
zh: Нанесите %(count)d единицу урона огнём орудий главного калибра.

# IDS_PCQT669_1
source: Cause %(count)d HP of fire damage to enemy ships.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT670_1
source: Earn %(count)d "Torpedo hits" / "Set on fire" ribbon.
ja: 「魚雷命中」「火災を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie torpedą” lub „Podpalenie”.
ru: Получите %(count)d ленту «Попал торпедой», «Поджёг».
zh: Получите %(count)d ленту «Попал торпедой», «Поджёг».

# IDS_PCQT671_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes.
ja: 艦載魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami wystrzelonymi z okrętu.
ru: Нанесите кораблям противника %(count)d единицу урона корабельными торпедами.
zh: Нанесите кораблям противника %(count)d единицу урона корабельными торпедами.

# IDS_PCQT672_1
source: Earn %(count)d credit.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
zh: 获得 %(count)d 银币。

# IDS_PCQT673_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
zh: Нанесите %(count)d единицу урона

# IDS_PCQT674_1
source: Earn %(count)d credit.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
zh: 获得 %(count)d 银币。

# IDS_PCQT675_1
source: Earn %(count)d "Destroyed" ribbon.
ja: 「撃沈」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Zniszczenia”.
ru: Получите %(count)d ленту «Уничтожил».
zh: Получите %(count)d ленту «Уничтожил».

# IDS_PCQT676_1
source: Earn %(count)d "Secondary battery hits" ribbon.
ja: 「副砲命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienia baterią dodatkową”.
ru: Получите %(count)d ленту «Попал из ПМК».
zh: Получите %(count)d ленту «Попал вспомогательным калибром».

# IDS_PCQT677_1
source: Earn %(count)d "Main battery hits" ribbon.
ja: 「主砲命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienia baterią główną”.
ru: Получите %(count)d ленту «Попал главным калибром».
zh: Получите %(count)d ленту «Попал главным калибром».

# IDS_PCQT678_1
source: Cause %(count)d HP of damage to enemy ships with your main battery guns.
ja: 主砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga swoją główną baterią.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного калибра.
zh: 用主炮对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT679_1
source: Receive %(count)d HP of potential damage.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d единицу потенциального урона.
zh: 受到 %(count)d 潜在伤害。

# IDS_PCQT680_1
source: Hit enemy ships with your main battery guns %(count)d time.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного калибра.
zh: 用主炮击中敌方战舰 %(count)d 次。

# IDS_PCQT681_1
source: Earn %(count)d "Torpedo hits" ribbon.
ja: 「魚雷命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie torpedą”.
ru: Получите %(count)d ленту «Попал торпедой».
zh: Получите %(count)d ленту «Попал торпедой».

# IDS_PCQT682_1
source: Earn %(count)d Commander XP.
ja: %(count)d 艦長 EXP を取得する。
pl: Zdobądź %(count)d PD dowódcy.
ru: Заработайте %(count)d опыта командира.
zh: 获得 %(count)d 指挥官经验。

# IDS_PCQT683_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
zh: 对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT684_1
source: Earn %(count)d credit.
ja: %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredyt.
ru: Заработайте %(count)d кредит.
zh: 获得 %(count)d 银币。

# IDS_PCQT685_1
source: Rank among the top-3 XP earners on your team %(count)d time.
ja: 取得 EXP でチーム内 TOP 3 を %(count)d 回達成する。
pl: Bądź wśród 3 najlepszych graczy swojej drużyny pod względem zdobytych PD w %(count)d bitwie.
ru: Войдите в топ-3 своей команды по количеству заработанного опыта %(count)d раз.
zh: 获得 %(count)d 次全队伍经验前三名。

# IDS_PCQT686_1
source: Receive %(count)d HP of potential damage.
ja: %(count)d HP の潜在ダメージを受ける。
pl: Otrzymaj %(count)d PW potencjalnych uszkodzeń.
ru: Получите %(count)d единицу потенциального урона.
zh: 受到 %(count)d 潜在伤害。

# IDS_PCQT687_1
source: Cause %(count)d HP of damage to enemy ships with your main battery guns.
ja: 主砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga swoją główną baterią.
ru: Нанесите кораблям противника %(count)d урона огнём орудий главного калибра.
zh: 用主炮对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT688_1
source: Earn %(count)d "Hits to citadel" ribbon.
ja: 「防郭への命中」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Trafienie w cytadelę”.
ru: Получите %(count)d ленту «Попал в цитадель».
zh: Получите %(count)d ленту «Попал в цитадель».

# IDS_PCQT689_1
source: Earn %(count)d "Set on fire" ribbon.
ja: 「火災を発生させた」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Podpalenie”.
ru: Получите %(count)d ленту «Поджёг».
zh: 获得 %(count)d 银币 (套用加成后)。

# IDS_PCQT690_1
source: Hit enemy ships with your main battery guns %(count)d time.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного калибра.
zh: 用主炮击中敌方战舰 %(count)d 次。

# IDS_PCQT691_1
source: Cause %(count)d HP of damage to enemy ships.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите кораблям противника %(count)d урона.
zh: 对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT692_1
source: Cause %(count)d HP of damage to enemy ships with torpedoes.
ja: 魚雷によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami.
ru: Нанесите кораблям противника %(count)d урона торпедами.
zh: 用鱼雷对敌方战舰造成 %(count)d 血量伤害。

# IDS_PCQT693_1
source: Earn %(count)d base XP (before modifiers are applied).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
zh: 获得 %(count)d 基本经验 (套用加成前)。

# IDS_PCVO001_OP_01_01_37_RIDGE_DESCRIPTION
source: An allied naval division has been attacked. Some ships have been destroyed, and the transport ships that were captured are being convoyed to the enemy base now. Intercept the enemy convoy and take back the allied ships.
es_mx: Una división naval aliada ha sido atacada. Algunos barcos han sido destruidos, y los barcos de transporte que fueron capturados están siendo escoltados a la base enemiga en este momento. Intercepta al convoy enemigo y recupera los barcos aliados.
ja: 味方の分艦隊が攻撃を受けた。一部の艦艇は撃沈され、輸送船団は拿捕されて敵基地へと連行されようとしている。敵船団を迎撃し、味方艦船を奪還せよ。
pl: Sojuszniczy dywizjon morski został zaatakowany. Niektóre okręty zostały zniszczone, ale transportowce przechwycono i są eskortowane to bazy wroga. Przechwyć konwój i odbij nasze transportowce.
ru: Союзная дивизия была атакована. Часть кораблей уничтожена, а транспортные суда захвачены и конвоируются на базу противника. Вам поручается перехватить конвой противника и отбить союзные суда.
uk: Союзну дивізію атакували. Частину кораблів знищено, а транспортні судна захоплено і зараз їх конвоюють на базу супротивника. Вам доручено перехопити конвой супротивника та відбити союзні кораблі.
zh: 我方海军分舰队已受到了攻击。一些战舰被摧毁，而被虏获的运输舰现在正被护送到敌方基地中。快拦截敌方舰团并夺回我方战舰。
zh_sg: 我方海军分舰队已受到了攻击。一些战舰被摧毁，而被虏获的运输舰现在正被护送到敌方基地中。快拦截敌方舰团并夺回我方战舰。

# IDS_PCVO001_OP_01_01_37_RIDGE_GOAL
source: Take back allied ships and protect them en route to their destination.
es_mx: Recupera los barcos aliados y protégelos en camino a su destino.
ja: 味方艦艇を奪還し、目的地まで護衛せよ。
pl: Odbij sojusznicze okręty i eskortuj je w drodze do miejsca docelowego.
ru: Отбить союзные транспорты и обеспечить им защиту на всём маршруте следования.
uk: Відбити союзні транспорти та убезпечити їх протягом всього маршруту прямування.
zh: 夺回我方战舰并在途中保护它们前往目的地。
zh_sg: 夺回我方战舰并在途中保护它们前往目的地。

# IDS_PCVO001_OP_01_01_37_RIDGE_NAME
source: Aegis
ja: イージス
ru: Эгида
uk: Егіда
zh: 神盾
zh_sg: 神盾

# IDS_PCVO001_OP_01_01_37_RIDGE_NAME_RESULT_SCREEN
source: Aegis
ja: イージス
ru: Эгида
uk: Егіда
zh: 神盾
zh_sg: 神盾

# IDS_PCVO002_OP_01_02_S01_NAVALBASE_DESCRIPTION
source: Reconnaissance reports that the enemy's major forces have left the naval base. Now is a good time for a swift raid and massive destruction. There are only a few ships left to defend the base, with some of them under repair.
es_mx: Reconocimiento reporta que las principales fuerzas del enemigo han dejado la base naval. Ahora es un buen momento para un súbito ataque y una destrucción masiva. Solo quedan unos cuantos barcos para defender la base, con algunos de ellos bajo reparaciones.
ja: 偵察情報によると、敵の主力艦隊が基地を離れた。この機会に敵基地を急襲し、徹底的に破壊する。この基地には、若干数の敵艦艇が基地を防衛するために残っており、その一部は修理中だ。
pl: Raporty jednostek rozpoznania wskazują na to, że większość sił wroga opuściło bazę. To dobry moment, by na nią uderzyć i zrównać ją z poziomem morza. Zostało tylko kilka okrętów do jej obrony, w dodatku niektóre z nich przechodzą naprawy.
ru: Разведка сообщила, что военно-морскую базу противника временно покинули основные силы. Сложившиеся обстоятельства позволяют совершить стремительный рейд и нанести масштабные разрушения. Базу остались защищать немногочисленные корабли, к тому же некоторые из них находятся в ремонте.
uk: Розвідка повідомила, що військово-морську базу супротивника тимчасово покинули основні сили. Обставини дозволяють здійснити стрімкий рейд і завдати масштабних руйнувань. Базу залишилися захищати нечисленні кораблі, до того ж деякі з них перебувають у ремонті.
zh: 情报报告指出，敌人的主要部队已离开了海军基地。现在正是突袭和全力破坏的好时机。只有几艘战舰留下来防守基地，其中一些战舰正在进行修理。
zh_sg: 情报报告指出，敌人的主要部队已离开了海军基地。现在正是突袭和全力破坏的好时机。只有几艘战舰留下来防守基地，其中一些战舰正在进行修理。

# IDS_PCVO002_OP_01_02_S01_NAVALBASE_GOAL
source: Destroy the enemy base and retreat in the direction designated by reconnaissance
es_mx: Destruye la base enemiga y retírate en la dirección designada por reconocimiento
ja: 敵基地を撃破し、指定された方向に離脱せよ
pl: Zniszcz bazę wroga i wycofaj się w kierunku wyznaczonym przez zwiad
ru: Разрушить базу противника и уйти по указанному разведкой маршруту
uk: Зруйнувати базу супротивника та відступити за вказаним розвідкою маршрутом
zh: 摧毁敌方基地并按侦察指定的方向撤退。
zh_sg: 摧毁敌方基地并按侦察指定的方向撤退。

# IDS_PCVO002_OP_01_02_S01_NAVALBASE_NAME
source: Killer Whale
es_mx: Ballena Asesina
ja: キラー・ホエール
ru: Косатка
uk: Косатка
zh: 杀人鲸
zh_sg: 杀人鲸

# IDS_PCVO002_OP_01_02_S01_NAVALBASE_NAME_RESULT_SCREEN
source: Killer Whale
es_mx: Ballena Asesina
ja: キラー・ホエール
ru: Косатка
uk: Косатка
zh: 杀人鲸
zh_sg: 杀人鲸

# IDS_PCVO003_OP_01_03_S03_LABYRINTH_DESCRIPTION
source: A sudden night attack on the allied aircraft-carrying squadron turned out to be catastrophic – all escort ships were lost and the aircraft carrier Raptor was badly damaged. Extensive damage incapacitated the ship. Your task force is ordered to find the carrier, repair the ship and escort her from the danger zone.
es_mx: Un repentino ataque nocturno sobre el escuadrón de aviones transportados resultó ser catastrófico – todos los barcos de escolta se perdieron y el portaaviones Raptor fue dañado seriamente. Tu fuerza de ataque recibió la orden de encontrar al portaaviones, reparar el barco y escoltarlo fuera de la zona de peligro.
ja: 味方の空母部隊が夜間奇襲を受けた。その被害は壊滅的であり、護衛艦艇は全滅し、航空母艦ラプター (Raptor) は、深刻な被害を受け、戦闘不能に陥っている。君たち任務部隊の任務は、この航空母艦を発見し、修理を施して危険地帯から離脱させることである。
pl: Niespodziewany nocny atak na sojuszniczy lotniskowiec i jego eskortę okazał się katastrofalny w skutkach – wszystkie mniejsze okręty zostały zatopione, a lotniskowiec Raptor został poważnie uszkodzony. Duże zniszczenia unieruchomiły okręt. Twój oddział ekspedycyjny ma za zadanie go odnaleźć, naprawić i eskortować w bezpieczne miejsce.
ru: Внезапная ночная атака на союзную авианесущую эскадру была катастрофической — все корабли охранения потеряны, а сам авианосец «Раптор» сильно повреждён. Обширные разрушения обездвижили корабль. Вашему оперативному соединению поручается найти авианосец, восстановить его ход и вывести из опасной зоны.
uk: Несподівана нічна атака на союзну авіаносну ескадру була катастрофічною — всі кораблі охорони втрачено, а сам авіаносець «Раптор» значно пошкоджено. Великі руйнування знерухомили корабель. Вашому оперативному з’єднанню доручено знайти авіаносець, відновити його хід й вивести з небезпечної зони.
zh: 一场针对我方飞机运载中队的夜间袭击对于我军是场灾难──失去了所有护送战舰，而航空母舰猛禽严重受损。大规模的伤害使得战舰无法移动。您的工作队被命令要找出航母，修理战舰并护送它离开危险区域。
zh_sg: 一场针对我方飞机运载中队的夜间袭击对于我军是场灾难──失去了所有护送战舰，而航空母舰Raptor严重受损。大规模的伤害使得战舰无法移动。您的工作队被命令要找出航母，修理战舰并护送它离开危险区域。

# IDS_PCVO003_OP_01_03_S03_LABYRINTH_GOAL
source: Escort the support ships to the carrier Raptor. Take out the carrier from the action zone.
es_mx: Escolta a los barcos de apoyo al portaaviones Raptor. Lleva al portaaviones fuera de la zona de acción.
ja: 支援船団を空母 Raptor まで護衛せよ。空母が戦闘海域から離脱するまで護衛せよ。
pl: Eskortuj okręt wsparcia do lotniskowca Raptor. Pomóż lotniskowcowi wydostać się ze strefy walki.
ru: Сопроводите суда обеспечения к авианосцу «Раптор». Выведите авианосец из зоны боевых действий.
uk: Супроводжуйте кораблі забезпечення до авіаносця «Раптор». Виведіть авіаносець із зони бойових дій.
zh: 护送支援舰前往航母猛禽。带着航母离开作战区域。
zh_sg: 护送支援舰前往航母Raptor。带着航母离开作战区域。

# IDS_PCVO003_OP_01_03_S03_LABYRINTH_NAME
source: Raptor Rescue
es_mx: El Rescate del Raptor
ja: ラプター救出作戦
pl: Ocalenie lotniskowca Raptor
ru: Спасение авианосца «Раптор»
uk: Порятунок авіаносця «Раптор»
zh: 营救猛禽
zh_sg: 营救Raptor

# IDS_PCVO003_OP_01_03_S03_LABYRINTH_NAME_RESULT_SCREEN
source: Raptor Rescue
es_mx: El Rescate del Raptor
ja: ラプター救出作戦
pl: Ocalenie lotniskowca Raptor
ru: Спасение авианосца "Раптор"
uk: Порятунок авіаносця «Раптор»
zh: 营救猛禽
zh_sg: 营救Raptor

# IDS_PCVO004_OP_01_04_S02_NAVAL_DEFENSE_DESCRIPTION
source: Superior enemy forces were spotted approaching naval station Newport. Your mission is to defend the base until the arrival of the allied attack squadron. Save the base's infrastructure and moored support ships. Remember, if we lose the Newport base, we will lose control over the entire region!
es_mx: Fuerzas enemigas superiores fueron detectadas aproximándose a la estación naval de Newport. Tu misión es defender la base hasta la llegada del escuadrón de ataque aliado. Protege la infraestructura de la base y a los barcos de apoyo aliados atracados. Recuerda, si perdemos la base Newport, ¡perderemos el control de toda la región!
ja: 大規模な敵艦隊がニューポート海軍基地に向かっていることが判明した。君たちの任務は、味方の攻撃隊が到着するまでこの基地を防衛することにある。基地のインフラ施設および係留中の支援船群を守り抜け。忘れるな、もしニューポート基地を失えば、この地域全体の支配権を失うことになる!
pl: Dostrzeżono przeważające siły wroga, zbliżające się do bazy morskiej Newport. Twoim zadaniem jest obrona bazy do chwili powrotu sojuszniczej eskadry. Uratuj infrastrukturę bazy i stacjonujące w niej okręty wsparcia. Pamiętaj, że utrata bazy Newport równa się utracie kontroli nad całym regionem!
ru: В нескольких часах хода от базы «Ньюпорт» обнаружены превосходящие силы противника. Ваша задача — обеспечить оборону до подхода союзной ударной эскадры. Максимально сохраните инфраструктуру базы и пришвартованные суда обеспечения. Помните, «Ньюпорт» — ключ к контролю над всем регионом!
uk: За кілька годин ходу від бази «Ньюпорт» виявлено переважні сили супротивника. Ваше завдання — забезпечити оборону до прибуття союзної ударної ескадри. Максимально збережіть інфраструктуру бази і пришвартовані кораблі забезпечення. Пам’ятайте, «Ньюпорт» — ключ до контролю над всім регіоном!
zh: 发现数量众多的敌方部队正在接近海军基地纽波特。您的任务是防守基地直到我方攻击中队抵达为止。拯救基地的基础设施及泊港的支援舰。记住，如果我们失去纽波特基地，我们就会失去整个地区的控制权！
zh_sg: 发现数量众多的敌方部队正在接近海军基地纽波特。您的任务是防守基地直到我方攻击中队抵达为止。拯救基地的基础设施及泊港的支援舰。记住，如果我们失去纽波特基地，我们就会失去整个地区的控制权！

# IDS_PCVO004_OP_01_04_S02_NAVAL_DEFENSE_GOAL
source: Defend the base. Prevent the destruction of essential onshore installations and support ships. Hold out until the arrival of the allied attack squadron.
es_mx: Defiende la base: Evita la destrucción de las instalaciones terrestres esenciales y de barcos de apoyo. Resiste hasta la llegada del escuadrón de ataque aliado.
ja: 基地を防衛し、重要な陸上施設や支援船群を守れ。味方の攻撃隊が到着するまで持ちこたえろ。
pl: Obroń bazę. Zapobiegnij zniszczeniu kluczowych instalacji przybrzeżnych i okrętów wsparcia. Powstrzymaj atakujących do momentu powrotu sojuszniczej eskadry.
ru: Защитить базу: не допустить уничтожения ключевых сооружений и судов обеспечения. Продержаться до подхода союзной ударной эскадры.
uk: Захистити базу: не дозволити знищити ключові споруди і кораблі забезпечення. Протриматися до прибуття союзної ударної ескадри.
zh: 防守基地：防止必要的陆上设施和支援舰遭受到破坏。坚持到我方攻击中队抵达为止。
zh_sg: 防守基地：防止必要的陆上设施和支援舰遭受到破坏。坚持到我方攻击中队抵达为止。

# IDS_PCVO004_OP_01_04_S02_NAVAL_DEFENSE_NAME
source: Defense of Naval Station Newport
es_mx: Defensa de la Estación Naval de Newport
ja: ニューポート海軍基地防衛戦
pl: Obrona bazy morskiej Newport
ru: Защита базы ВМФ «Ньюпорт»
uk: Захист бази ВМФ «Ньюпорт»
zh: 防守海军基地纽波特
zh_sg: 防守“纽波特”海军基地

# IDS_PCVO004_OP_01_04_S02_NAVAL_DEFENSE_NAME_RESULT_SCREEN
source: Defense of Naval Station Newport
es_mx: Defensa de la Estación Naval de Newport
ja: ニューポート海軍基地防衛戦
pl: Obrona bazy morskiej Newport
ru: Защита базы ВМФ "Ньюпорт"
uk: Захист бази ВМФ «Ньюпорт»
zh: 防守海军基地纽波特
zh_sg: 防守“纽波特”海军基地

# IDS_PCVO006_EV_HL_17_CHM_001
source: Transylvania, we saved her! It's all over now!
es_mx: ¡Hemos salvado al Transylvania! ¡Ahora todo ha terminado!
ja: 我々は Transylvania を救った! 全て終わったんだ!
pl: „Transylwania” została ocalona! To już koniec!
ru: «Трансильвания», мы спасли её! Теперь всё позади!
uk: «Трансільванія», ми врятували її! Тепер все у минулому!
zh: 特兰西瓦尼亚，我们已拯救了它！现在一切都结束了！
zh_sg: 特兰西瓦尼亚，我们已拯救了它！现在一切都结束了！

# IDS_PCVO006_EV_HL_17_CHM_002
source: Alert! We are being pursued by the enemy! Activate the Towers!
es_mx: ¡Alerta! ¡Estamos siendo perseguidos por el enemigo! ¡Activa las Torres!
ja: 警告! 敵の追撃を受けている! 塔を起動せよ!
pl: Alarm! Wróg podąża naszym śladem! Aktywować Wieże!
ru: Тревога! Нас преследуют враги! Активируйте башни!
uk: Тривога! Нас переслідують вороги! Активуйте вежі!
zh: 警报！我们正被敌人追赶！启动高塔！
zh_sg: 警报！我们正被敌人追赶！启动高塔！

# IDS_PCVO006_EV_HL_17_CHM_003
source: Look, the Filth is vanishing!
es_mx: ¡Mira, la inmundicia desaparece!
ja: 見ろ、瘴気が消えていく!
pl: Zobacz, plugastwo znika!
ru: Смотрите, скверна исчезает!
uk: Дивіться, скверна зникає!
zh: 快看，污秽之地正在消失！
zh_sg: 快看，污秽之地正在消失！

# IDS_PCVO006_EV_HL_17_CHM_004
source: The Towers were activated!
es_mx: ¡Las Torres fueron activadas!
ja: 塔を起動した!
pl: Wieże zostały aktywowane!
ru: Башни активированы!
uk: Вежі активовано!
zh: 高塔已被启动！
zh_sg: 高塔已被启动！

# IDS_PCVO006_EV_HL_17_CHM_005
source: This green mist is the Filth. If we fail to seal the Portal, it will engulf the whole archipelago!
es_mx: Esta niebla verde es la inmundicia. Si no sellamos el Portal, ¡se tragará a todo el archipiélago!
ja: この緑の霧が瘴気だ。ポータルの封印に失敗すれば、列島全体が瘴気に包まれることになるだろう!
pl: Zielona mgła to plugastwo. Jeśli nie zamkniemy portalu, pokryje ono cały archipelag!
ru: Зелёный морок — это скверна. Если нам не удастся закрыть портал, она поглотит весь архипелаг!
uk: Зелена імла — це скверна. Якщо нам не вдасться зачинити портал, вона поглине весь архіпелаг!
zh: 这绿色的迷雾正是污秽之地。如果我们无法封闭传送门，它就会吞没整个群岛！
zh_sg: 这绿色的迷雾正是污秽之地。如果我们无法封闭传送门，它就会吞没整个群岛！

# IDS_PCVO006_EV_HL_17_MESSAGE_ABILITIES_CRASHALL
source: Enemy ships were incapacitated by the electromagnetic pulse.
es_mx: Los barcos enemigos fueron incapacitados por el pulso electromagnético.
ja: 敵艦艇が電磁気パルスによって機能停止した
pl: Okręty wroga zostały unieszkodliwione impulsem elektromagnetycznym.
ru: Корабли противника выведены из строя электромагнитным импульсом.
uk: Кораблі супротивника виведено з ладу електромагнітним імпульсом.
zh: 敌方战舰受到电磁脉冲而瘫痪。
zh_sg: 敌方战舰受到电磁脉冲而瘫痪。

# IDS_PCVO006_EV_HL_17_MESSAGE_ABILITIES_CRASHALL_STOP
source: Enemy ships are on high alert.
es_mx: Los barcos enemigos están en alerta máxima.
ja: 敵艦艇は厳戒態勢だ
pl: Okręty wroga w pełnej gotowości.
ru: Корабли противника в полной боевой готовности.
uk: Кораблі супротивника у повній бойовій готовності.
zh: 敌方战舰正处于高度的警戒。
zh_sg: 敌方战舰正处于高度的警戒。

# IDS_PCVO006_EV_HL_17_MESSAGE_FIN_FAIL
source: Operation failed. The Towers were demolished, the vast hordes of Darkness cannot be stopped.
es_mx: Operación fallida. Las Torres fueron demolidas, las vastas hordas de la Oscuridad no pueden ser detenidas.
ja: オペレーション失敗 塔が破壊され、もはや暗闇の大群を阻止することはできない
pl: Operacja nie powiodła się. Wieże zostały zniszczone, hordy sił Ciemności nie mogą już zostać zatrzymane.
ru: Операция провалена. Башни разрушены, полчища Тьмы не остановить.
uk: Операцію провалено. Вежі зруйновано, полчища Темряви не зупинити.
zh: 行动失败。 高塔已被拆除，无法阻止大批的黑暗势力。
zh_sg: 行动失败。 高塔已被拆除，无法阻止大批的黑暗势力。

# IDS_PCVO006_EV_HL_17_MESSAGE_FIN_FAIL2
source: Operation failed. All defenders fell in battle.
es_mx: Operación fallida. Todos los defensores cayeron en batalla.
ja: オペレーション失敗 防衛隊が全滅した
pl: Operacja nie powiodła się. Wszyscy obrońcy padli w bitwie.
ru: Операция провалена. Все защитники пали.
uk: Операцію провалено. Всі захисники полягли.
zh: 行动失败。 所有防御者都在战斗中倒下。
zh_sg: 行动失败。 所有防御者都在战斗中倒下。

# IDS_PCVO006_EV_HL_17_MESSAGE_FIN_FAIL3
source: Operation failed. You failed to seal the Portal. The Filth is unstoppable now.
es_mx: Operación fallida. No pudiste sellar el Portal. Lla Inmundicia es ahora imparable.
ja: オペレーション失敗 ポータルの封印に失敗し、もはや瘴気を止めることはできない
pl: Operacja nie powiodła się. Nie udało się zamknąć portalu, plugastwo jest teraz nie do powstrzymania.
ru: Операция провалена. Вы не успели закрыть портал, скверну не остановить.
uk: Операцію провалено. Ви не встигли зачинити портал, скверну не зупинити.
zh: 行动失败。 您无法封闭传送门，污秽之地现在已挡不住了。
zh_sg: 行动失败。 封印传送门失败，污秽之地现在已挡不住了。
