Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC374_FRENCHDDARC_COMMANDEUR_DESCRIPTION
source: In 1816, membership of the Order of the Legion of Honor took on a form that continues to exist to this very day. The lowest distinction degree is referred to as "Knight." It is followed by "Officer," then "Commander," then "Grand Officer," and finally, "Grand Cross." Each of the degrees gave the right to wear a special form of the Order badge with five forked rays, covered in white enamel. The badge of the Commander was a little larger than the others, inferior in size only to the Grand Cross. It was worn around the neck, suspended from a red ribbon necklet. Throughout the history of the Order, most of its recipients were from the military. Since, with rare exceptions, it was impossible to bypass the junior degrees of the Order to receive the highest, a naval officer could climb to the degree of being Commander of the Order of the Legion of Honor only when already at the rank of Admiral. One of the most famous civilian recipients of the degree of Commander was the outstanding shipbuilder, Émile Bertin, whose influence on the appearance of cruisers as a type of ship at the end of the 19th century can't be underestimated. Hit projects were brought to life through dozens of ships built for the needs of not only the French Navy, but the Japanese Navy as well (in the years of its early development).
es_mx: En 1816, la membresía de la orden de la Legión de Honor adoptó una estructura que se mantiene hoy en día. El grado de distinción más bajo al que se hace referencia es «Caballero». Le siguen «Oficial», «Comandante», «Gran Oficial» y la «Gran Cruz». Todos estos rangos daban derecho a lucir una placa de la orden con forma especial, con cinco rayos bifurcados cubiertos por esmalte blanco. La placa del comandante era un poco más grande que las demás, y más pequeña que la Gran Cruz únicamente. Colgaba de un galón rojo colocado alrededor del cuello. A lo largo de la historia de la orden, la mayoría de sus destinatarios pertenecían al ejército. Como, salvo raras excepciones, era imposible saltarse un rango bajo de la orden para recibir uno alto, un oficial naval podía ascender al grado de comandante de la Orden de la Legión de Honor cuando ya tenía el rango de almirante. Uno de los civiles más famosos que recibieron el rango de comandante fue el prominente constructor naval Émile Bertin, cuya influencia en el aspecto de los cruceros como clase de barcos a finales del siglo XIX es indudable. Sus proyectos sirvieron para dar vida a docenas de navíos de la Armada francesa y también de la japonesa (en sus primeros años de desarrollo).
ja: 1816 年、レジオンドヌール (名誉軍団) 勲章の会員制度は、現在まで続く形となりました。最下位の階級は「シュヴァリエ (騎士)」と呼ばれます。それから「オフィシエ (将校)」、「コマンドゥール (司令官)」、「グラントフィシエ (大将校)」、「グランクロワ (大十字)」と続きます。各階級の会員には、白エナメルで覆われた五芒星状の勲章を着用する権利が与えられました。コマンドゥールの勲章は他の階級より若干大きいものの、グランクロワよりは小型です。この勲章は首にかけた赤リボンの頸飾から吊るして着用しました。 勲章の歴史を通じて、受賞者の大半は軍人でした。わずかな例外を除いて、最高位の勲章を獲得するために下位の勲章を迂回することは不可能だったため、海軍士官は既に将官の時点でレジオンドヌール勲章のコマンドゥールの階級を獲得できました。コマンドゥールを授与された最も有名な民間人の一人は、極めて優秀な造船設計者エミール・ベルタンです。19 世紀末の巡洋艦という艦種の外観に対するエミール・ベルタンの影響は過小評価することはできません。彼の人気作は、フランス海軍だけでなく草創期の日本海軍の需要に応じて建造された数十隻にも及びました。
pl: W 1816 roku, członkostwo Orderu Legii Honorowej przyjęło formę, w której pozostaje po dziś dzień. Najniższy stopień wyróżnienia oznaczany jest jako Kawaler. Następnie w kolejności znajdziemy Oficera, Komandora oraz Wielkiego Oficera i Wielki Krzyż. Każda z klas uprawnia do noszenia specjalnej formy Orderu w postaci pięcioramiennej gwiazdy z emaliowanymi na biało ramionami. Odznaka Komandora jest nieco większa od innych, ustępując wielkości jedynie Wielkiemu Krzyżowi. Była noszona wokół szyi, zawieszona na naszyjniku z czerwonej wstęgi. W okresie przyznawania Orderu większość wyróżnionych stanowili wojskowi. Ponieważ (z rzadkimi wyjątkami) niemożliwe było bezpośrednie przejście z niższego stopnia Odznaczenia na to najwyższe, morscy oficerowie mogli otrzymać wyróżnienie Komandora Orderu Legii Honorowej, będąc już w stopniu admirała. Jednym z najsłynniejszych cywilnych wyróżnionych stopniem Komandora był wybitny konstruktor okrętów Émile Bertin, którego wpływ na pojawienie się krążowników jako typu okrętów w końcu XIX wieku nie może zostać pominięty. Jego świetne projekty zostały powołane do życia w postaci kilkudziesięciu okrętów zbudowanych nie tylko dla francuskiej, lecz także dla japońskiej marynarki (w latach jej wczesnego rozwoju).
ru: В 1816 году членство в ордене Почётного легиона приобрело вид, сохранившийся по сей день. Низшая степень именовалась «кавалер», выше него располагались «офицер», «командор», «великий офицер» и «большой крест». Каждая из ступеней давала право на ношение особой формы орденского знака с пятью раздвоенными лучами, покрытыми белой эмалью. Знак командора был немного крупнее остальных, уступая по размерам только «большому кресту». Носился он на шейной ленте орденского красного цвета. На протяжении всей истории ордена большинство его членов были военными. Поскольку, за редким исключением, нельзя было миновать младшую степень ордена для получения высшей, командором ордена Почётного легиона морской офицер становился, как правило, уже в адмиральском звании. Одним из самых известных гражданских лиц — командоров Почётного легиона был выдающийся инженер-кораблестроитель Эмиль Бертен, оказавший большое влияние на появление в конце XIX века самого класса крейсеров. По его проектам были построены десятки кораблей и не только для французского флота, но также и для японского — в годы его становления.
uk: 1816 року членство в ордені Почесного легіону набуло того вигляду, який зберігається й понині. Нижчий ступінь називається «кавалер», вище нього — «офіцер», «командор», «великий офіцер» та «великий хрест». Кожний ступінь надавав право носити особливу форму орденського знака з п’ятьма роздвоєними променями вкритих білою емаллю. Знак командора був трохи більшим за інші, але трохи меншим за «великий хрест». Носили його на шийній стрічці орденського червоного кольору. Протягом всієї історії ордену більшість його членів були військовими. Через те, що, окрім рідкісних випадків, неможливо було оминути нижчий ступінь ордена для здобуття вищої, командором ордену Почесного легіону морський офіцер ставав зазвичай вже маючи звання адмірала. Мабуть найвідомішим цивільним командором Почесного легіону, був видатний інженер-кораблебудівник Еміль Бертен, який значно вплинув на появу під кінець XIX сторіччя самого класу крейсерів. За його проєктами побудували десятки кораблів і не лише для французького флоту, але й для японського — у час його становлення як такого.
zh: В 1816 году членство в ордене Почётного легиона приобрело вид, сохранившийся по сей день. Низшая степень именовалась «кавалер», выше него располагались «офицер», «командор», «великий офицер» и «большой крест». Каждая из ступеней давала право на ношение особой формы орденского знака с пятью раздвоенными лучами, покрытыми белой эмалью. Знак командора был немного крупнее остальных, уступая по размерам только «большому кресту». Носился он на шейной ленте орденского красного цвета. На протяжении всей истории ордена большинство его членов были военными. Поскольку, за редким исключением, нельзя было миновать младшую степень ордена для получения высшей, командором ордена Почётного легиона морской офицер становился, как правило, уже в адмиральском звании. Одним из самых известных гражданских лиц — командоров Почётного легиона был выдающийся инженер-кораблестроитель Эмиль Бертен, оказавший большое влияние на появление в конце XIX века самого класса крейсеров. По его проектам были построены десятки кораблей и не только для французского флота, но также и для японского — в годы его становления.
zh_sg: 1816年，荣誉军团勋章的成员身份持续减少至如今的形式。最低勋位被称为“骑士”。接下来是“军官”，“高等骑士”，“大军团”和“大十字”。每个勋位都要佩戴一种对应形式的勋章徽章，上面有五条交叉线，覆盖着白色珐琅。高等骑士徽章比其他的徽章略大，仅次于大十字勋章。它悬挂在环绕脖子佩戴的红色领节上。 在整个勋章的历史中，大多数被授予者来都自军队，只有极少数例外情况。想要绕过该勋章的低级勋位直接获得最高勋位是不可能，因此海军军官可能已经达到海军上将军衔时才获得荣誉军团勋章高等骑士勋位。最有名的平民高等骑士勋章授予者之一是杰出的造船者Émile Bertin，他对19世纪末巡洋舰的战舰外观的影响不容小觑。

# IDS_PCZC375_FRENCHDDARC_CHEVALIER
source: Knight
es_mx: Caballero
ja: シュヴァリエ (騎士)
pl: Kawaler
ru: «Кавалер»
uk: «Кавалер»
zh: «Кавалер»
zh_sg: 骑士勋章

# IDS_PCZC375_FRENCHDDARC_CHEVALIER_DESCRIPTION
source: During the Great French Revolution at the end of the 18th century, all the awards and orders that existed at the time were abolished. However, the young Republic constantly waged wars, and its armed forces needed a reward system to maintain martial ardor. In 1802, on the initiative of Napoleon Bonaparte, the Order of the Legion of Honor was instituted with reference to the knightly orders of the past, and initially conceived as an association of the best and most-honored citizens. The Order had four (later five) levels of distinction. Initially, the lowest degree was called "Legionnaire." In 1808, it received its present-day name, "Chevalier" ("Knight"). The outward appearance of the badges of the Order has undergone several changes throughout its history. Only its main element has remained constant: a five-armed "Maltese Asterisk," which gave the Order of the Legion of Honor its distinctive and easily recognizable style.
es_mx: Con la Revolución francesa, a finales del siglo XVIII, se abolieron todas las condecoraciones y órdenes militares existentes hasta ese momento. Sin embargo, la joven república sufría guerras constantes y sus ejércitos necesitaban un sistema de recompensas para mantener su entrega a la causa militar. En 1802, por iniciativa de Napoleón Bonaparte, se instauró la orden de la Legión de Honor, con referencia a las órdenes caballerescas del pasado. Inicialmente se concebía como una asociación de los mejores y más honorables ciudadanos. La orden tenía cuatro niveles de distinción (más adelante cinco). Al principio, el grado más bajo se llamaba «legionario». En 1808, recibió el nombre de «Caballero» («Chevalier» en francés), que mantiene hasta el día de hoy. El aspecto exterior de las placas de la orden experimentó varios cambios durante su historia. Solo su elemento central se mantuvo siempre inalterado: un «asterisco maltés» de cinco brazos, que constituye el distintivo de la Orden de la Legión de Honor, con un estilo que se reconoce con facilidad.
ja: 18 世紀末のフランス革命により、当時で存在していた全ての褒賞と勲章が廃止されました。しかし、常に戦争を繰り広げていた若い共和国の軍隊は、軍事的情熱を維持するために何らかの褒章体系を必要としていました。1802 年、ナポレオン・ボナパルトの提唱により、過去の騎士団を参照にしてレジオンドヌール (名誉軍団) 勲章が創設されましました。この勲章は当初、最良で最も名誉ある市民の協会として構想されました。 勲章には、4 種類 (後に 5 種類) の階級がありました。当初、最下位の階級は「レジオネール」と呼ばれていましたが、1808 年、現在の名称である「シュヴァリエ」(フランス語で「騎士」) に変更されました。勲章の外観は過去に何回か変更されていますが、中心要素である「マルタ十字」状の五芒星は不変です。この形状のおかげで、レジオンドヌール勲章は分かりやすく容易に識別できます。
pl: Podczas Wielkiej Rewolucji Francuskiej pod koniec XVIII wszystkie nagrody oraz odznaczenia, które do tej pory istniały, zostały zlikwidowane. Niemniej jednak młoda Republika wciąż prowadziła wojny, a siły zbrojne potrzebowały systemu nagród, który utrzyma wojowniczy zapał. W 1802 roku za inicjatywą Napoleona Bonaparte, ustanowiono Order Legii Honorowej, na wzór dawnych orderów kawalerskich z przeszłości i początkowo zakładano nagradzanie najlepszych i najbardziej szanowanych obywateli. Order posiadał cztery (później pięć) poziomów wyróżnienia. Pierwszy order najniższej rangi nazywany był Legionistą. W 1808 roku, otrzymał aktualną do dziś nazwę Kawaler (francuski „Chevalier”). Wygląd odznak przechodził wiele zmian na przestrzeni lat. Niezmieniona pozostawała tylko główna forma orderu – pięcioramienna gwiazda, z ramionami krzyża maltańskiego jako promieniami, która nadała Orderowi Legii Honorowej jej wyjątkowy, łatwo rozpoznawalny styl.
ru: Во время Великой французской революции в конце XVIII века были упразднены все существовавшие на тот момент награды и ордена. Однако молодая республика вела постоянные войны, и её вооружённые силы нуждались в системе поощрения для поддержания боевого духа. В 1802 году по инициативе Наполеона Бонапарта был учреждён по образцу рыцарских орденов прошлого орден Почётного легиона, мыслившийся как объединение лучших, наиболее заслуженных граждан. Членство в ордене делилось на четыре, а чуть позднее — на пять ступеней. Первоначально низшая степень именовалась «легионер». В 1808 году она получила современное название — «кавалер» (фр. chevalier). Внешний облик знаков ордена на протяжении всей его истории несколько раз претерпевал изменения. Неизменным оставался основной элемент — пятиконечный «мальтийский» астериск, придававший ордену Почётного легиона столь характерный и легко узнаваемый вид.
uk: Під час Великої французької революції кінця XVIII століття скасували всі нагороди й ордени, що існували на той час. Але молода республіка постійно воювала, тож її військові сили потребували систему заохочення для підтримки бойового духу. 1802 року за ініціативою Наполеона Бонапарта на взірець лицарських орденів впровадили Орден Почесного легіону, що планували як об'єднання найліпших і найвидатніших громадян. Членство в ордені поділяли на чотири, а пізніше — на п’ять ступенів. Спочатку найнижчий називали «легіонер». 1808 року він отримав свою сучасну назву — «кавалер» (фр. chevalier). За всю історію існування ордена, зовнішній вигляд його знаків мінявся кілька разів. Незмінним лишався лише головний елемент — п’ятикутний «мальтійський» астериск, який надавав ордену Почесного легіону цього характерного та легко пізнаваного вигляду.
zh: Во время Великой французской революции в конце XVIII века были упразднены все существовавшие на тот момент награды и ордена. Однако молодая республика вела постоянные войны, и её вооружённые силы нуждались в системе поощрения для поддержания боевого духа. В 1802 году по инициативе Наполеона Бонапарта был учреждён по образцу рыцарских орденов прошлого орден Почётного легиона, мыслившийся как объединение лучших, наиболее заслуженных граждан. Членство в ордене делилось на четыре, а чуть позднее — на пять ступеней. Первоначально низшая степень именовалась «легионер». В 1808 году она получила современное название — «кавалер» (фр. chevalier). Внешний облик знаков ордена на протяжении всей его истории несколько раз претерпевал изменения. Неизменным оставался основной элемент — пятиконечный «мальтийский» астериск, придававший ордену Почётного легиона столь характерный и легко узнаваемый вид.
zh_sg: 在18世纪末的大法国大革命期间，废除了当时所有奖项和勋章。然而，年轻的共和国当时不断地发动战争，其武装部队需要一个奖赏制度来维持尚武的热情。1802年，在拿破仑·波拿巴的倡议下，荣誉军团勋章根据过去的骑士勋章制定下来，最初被认为是最优秀、最荣耀的公民的联盟。 该勋章有四个（后变为五个）勋位的区别。 最初，最低的勋位被称为“军团士兵”。1808年，它变成了现在的名字“骑士”（法语：“Chevalier”）。该勋章徽章的外观在其整个历史中经历了多次变化。但它的主要元素永远没变：一个五臂“马耳他星号”，赋予了荣誉军团勋章其独特，易于识别的风格。

# IDS_PCZC376_FRENCHDDARC_LIBERATION
source: Order of Liberation
es_mx: Orden de la Liberación
ja: 解放勲章
pl: Order Wyzwolenia
ru: Орден Освобождения
uk: Орден Звільнення
zh: Орден Освобождения
zh_sg: 解放勋章

# IDS_PCZC376_FRENCHDDARC_LIBERATION_DESCRIPTION
source: The "Ordre de la Libération" ("Order of Liberation")—the second highest Order of the French Republic—was established in November 1940 by General de Gaulle, who headed the Free France movement. The obverse side of the medal of the Order depicted a gladius sword and a Cross of Lorraine, the symbol of the Resistance forces. The reverse side displayed a relief inscription of the motto of the Resistance: "Patriam Servando Victoriam Tulit" ("By Serving the Fatherland, He/She Achieved Victory"). The Order was bestowed to people of the military and civilian communities, including foreign nationals, for exceptionally distinguished deeds in the liberation of France. The statute of the award gave it features which were typical of ancient orders of knights, and de Gaulle believed recipients of the Order, called "Compagnons de la Libération" ("Companions of Liberation") to be the new "Crusaders." In 1946, the Order ceased to be awarded because "the objective of the Resistance had been achieved." Later, as special exceptions, the Order was awarded again twice: to honor Winston Churchill and the British monarch, George VI. All in all, there were a little over a thousand Companions of the Order, including those awarded posthumously. Among them was Admiral Philippe Auboyneau, one of the leaders of the Free French Naval Forces.
es_mx: La orden de la Liberación («Ordre de la Libération» en francés), segunda orden de mayor rango en la República francesa, se estableció en noviembre de 1940 por el General de Gaulle, que encabezaba el movimiento de la Francia Libre. El anverso de la medalla de la orden mostraba una espada de gladio y una Cruz de Lorena, el símbolo de las fuerzas de la resistencia. El reverso mostraba una inscripción en relieve del lema de la resistencia: Patriam Servando Victoriam Tulit («Sirviendo a la patria, se alzó con la victoria»). La orden de otorgaba a personas de las comunidades militar y civil, incluyendo ciudadanos extranjeros, que se distinguían por sus actos excepcionales por la liberación de Francia. El estatuto de la condecoración le otorgaba características típicas de las antiguas órdenes de caballeros, y de Gaulle creía que los compañeros de la Liberación (en francés, «compagnons de la Libération») eran los nuevos «cruzados». En 1946, la orden dejó de otorgarse porque «el objetivo de la Resistencia se había alcanzado». Más adelante, como excepción especial, la orden se reabrió en dos ocasiones: para homenajear a Winston Churchill y al monarca británico George VI. En total, hubo algo más de mil «compañeros» de la orden, incluyendo los que la recibieron a título póstumo. Entre ellos estaba el almirante Philippe Auboyneau, uno de los líderes de las fuerzas navales de la Francia Libre.
ja: フランス共和国で二番目に高位の勲章である解放勲章は、1940 年 11 月に自由フランス運動の指導者であるド・ゴール将軍により創設されました。勲章の表面には刀剣のグラディウスと自由フランスを象徴するロレーヌ十字が描かれています。裏面にはレジスタンスのモットーである「祖国への奉仕による勝利の達成」が書かれています。 この勲章は、フランス解放のために素晴らしい貢献をした行為に対し、外国人を含む軍人と民間人のコミュニティの人々に授与されました。この褒章の規則は中世の騎士団に典型的な特徴を持っています。ド・ゴールは、「解放の仲間」と呼ばれるこの勲章の受賞者を新たな「十字軍騎士」だと信じていました。1946 年、「レジスタンスの目的が達成された」ため、勲章は授与されなくなりました。その後に特例として、勲章は 2 回授与されました。ウィンストン・チャーチルとイギリス国王ジョージ 6 世を称えるためです。合計すると、死後に授与された者を含め千人以上の勲章受賞者がいました。その中には自由フランス海軍の指揮官の一人であるフィリップ・オーボワノ提督がいます。
pl: Order Wyzwolenia (francuski „Ordre de la Libération”), drugie najwyższe odznaczenie Republiki Francuskiej, został ustanowiony w listopadzie 1940 roku przez generała de Gaulle'a, przywódcę ruchu Wolnej Francji. Awers medalu przedstawia miecz oraz Krzyż Lotaryński, symbol sił Ruchu oporu. Druga strona przedstawiała inskrypcję motta Ruchu oporu: Patriam Servando Victoriam Tulit („Służyć ojczyźnie do zwycięstwa”). Order był przyznawany osobom spośród społeczności wojskowej i cywilnej, także obcokrajowcom, za wyjątkowe zasługi dla wyzwolenia Francji. Statut nagrody miał cechy typowe dla antycznych odznaczeń kawalerskich, a de Gaulle uważał odznaczonych Orderem, nazywanych Towarzyszami Wyzwolenia (francuskie: „Compagnons de la Libération”) za nowych „krzyżowców”. W 1946 roku zaprzestano przyznawania tego odznaczenia, ponieważ „cel Ruchu oporu został osiągnięty”. Później w ramach wyjątku Order przyznano dwukrotnie: aby uhonorować Winstona Churchilla oraz brytyjskiego monarchę Jerzego VI. Łącznie odznaczono niewiele ponad tysiąc Towarzyszy Orderu, włączając w to nagrodzonych pośmiertnie. Wśród nich znalazł się admirał Philippe Auboyneau, jeden z przywódców marynarki wojennej Sił Wolnej Francji.
ru: Орден Освобождения, ставший второй по значимости наградой Французской республики, был учреждён в ноябре 1940 года главой движения «Свободная Франция» генералом де Голлем. На аверсе награды было помещено изображение меча и лотарингского креста, ставшего символом движения Сопротивления. На обороте ордена чеканился его девиз — «Cлужением Отечеству добился победы» (лат. Patriam Servando Victoriam Tulit). Орден вручался как военным, так и гражданским лицам, включая иностранцев, за исключительные заслуги в деле освобождения Франции. Статус награды придавал ей черты древних рыцарских орденов, кавалеры же ордена, именовавшиеся «соратниками Освобождения» (фр. Compagnons de la Libération), были по мысли де Голля новыми «крестоносцами». В 1946 году «за достижением целей Сопротивления» приём в орден новых членов был прекращён. Позднее, в виде особого исключения, награда была вручена также Уинстону Черчиллю и британскому монарху Георгу VI. Всего «соратников Освобождения», с учётом посмертных награждений, насчитывалось немногим более тысячи. В их число входил и адмирал Филипп Обуано, один из руководителей ВМС «Свободной Франции».
uk: Орден Звільнення, який став другою за значенням нагородою Французької республіки, впровадив у листопаді 1940 року лідер руху «Вільна Франція», генерал де Голль. На аверсі нагороди був зображений меч і лотаринзький хрест, який став символом руху Опору. На реверсі ордена чеканили його девіз — «Службою Батьківщині здобув перемогу» (лат. Patriam Servando Victoriam Tulit). Орден вручали як військовим, так і цивільним особам, навіть іноземцям, за видатні досягнення у справі звільнення Франції. Статут нагороди надавав їй риси стародавніх лицарських орденів, а кавалери ордена, яких називали «товаришами Звільнення» (фр. Compagnons de la Libération), за думкою де Голля були новими «хрестоносцями». 1946 року «через досягнення мети Опору» нових членів до ордену приймати припинили. Пізніше, як особливий виняток, нагороду вручили Вінстону Черчиллю та британському монарху Георгу VI. Разом «товаришів Звільнення», з урахуванням посмертних нагород, було трохи більше тисячі. Серед них був і адмірал Філіпп Обуано, один із керівників ВМС «Вільної Франції».
zh: Орден Освобождения, ставший второй по значимости наградой Французской республики, был учреждён в ноябре 1940 года главой движения «Свободная Франция» генералом де Голлем. На аверсе награды было помещено изображение меча и лотарингского креста, ставшего символом движения Сопротивления. На обороте ордена чеканился его девиз — «Cлужением Отечеству добился победы» (лат. Patriam Servando Victoriam Tulit). Орден вручался как военным, так и гражданским лицам, включая иностранцев, за исключительные заслуги в деле освобождения Франции. Статус награды придавал ей черты древних рыцарских орденов, кавалеры же ордена, именовавшиеся «соратниками Освобождения» (фр. Compagnons de la Libération), были по мысли де Голля новыми «крестоносцами». В 1946 году «за достижением целей Сопротивления» приём в орден новых членов был прекращён. Позднее, в виде особого исключения, награда была вручена также Уинстону Черчиллю и британскому монарху Георгу VI. Всего «соратников Освобождения», с учётом посмертных награждений, насчитывалось немногим более тысячи. В их число входил и адмирал Филипп Обуано, один из руководителей ВМС «Свободной Франции».
zh_sg: 解放勋章（法语：“Ordre delaLibération”），法兰西共和国地位第二高勋章，于1940年11月由自由法国运动领导的戴高乐将军设立。该勋章的正面会有一把剑和一个洛林十字架，这是抵抗力量的象征。反面是抵抗格言的浮雕铭文：Patriam Servando Victoriam Tulit（“为祖国服务，他/她取得了胜利”）。 该勋章授予给为法国解放做出过杰出贡献的军人和平民，包括外国公民。该奖项的法规赋予其典型的古代骑士勋章，戴高乐认为该勋章的授予者，称为“解放的伙伴”（法语：“Compagnons delaLibération”）是新的“十字军”。1946年，该勋章不再颁发，因为“抵抗军的目标已经实现”。后来，作为特别例外，该勋章重新颁发了两次：纪念温斯顿·丘吉尔和英国君主乔治六世。历史上总计有一千多名勋章授予者，包括被追授的人。其中包括海军上将菲利普·奥波依努，他是自由法国海军的领导人之一。

# IDS_PCZC377_FRENCHDDARC_MILITAIRE
source: Military Medal
es_mx: Medalla Militar
ja: 軍功勲章
pl: Medal Wojskowy
ru: Воинская медаль
uk: Військова медаль
zh: Воинская медаль
zh_sg: 军功奖章
