Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_VOTE_CANCELLED
source: The vote was not successful
es_mx: La votación no fue exitosa
ja: 投票は無効でした
pl: Głosowanie było nieważne
ru: Голосование не состоялось
uk: Голосування не відбулося
zh: 该投票没有成功
zh_sg: 该投票没有成功

# IDS_VOTE_IN_PROGRESS
source: Voting in progress
es_mx: Votación en progreso
ja: 投票中
pl: Głosowanie w toku
ru: Идёт голосование
uk: Триває голосування
zh: 投票正在进行
zh_sg: 投票正在进行

# IDS_VOTE_NOT_ACCEPTED
source: Decision not made
es_mx: Decisión no tomada
ja: 決定されませんでした
pl: Nie podjęto decyzji
ru: Решение не принято
uk: Рішення не ухвалено
zh: 没有做出决策
zh_sg: 没有做出决策

# IDS_V_KISLYI
source: Victor Kislyi
ru: Виктор Кислый
uk: Віктор Кіслий
zh: 维克多

# IDS_WAITING_BATTLE_END
source: IN BATTLE
es_mx: EN BATALLA
ja: 戦闘中
pl: W BITWIE
ru: В БОЮ
uk: У БОЮ
zh: 正在战斗中
zh_sg: 战斗中

# IDS_WAITING_FOR_DEMOBILIZATION
source: Awaiting dismissal
es_mx: Esperando despido
ja: 解任待ち
pl: Oczekuje na odwołanie
ru: Ожидает демобилизации
uk: Очікує на демобілізацію
zh: 正等待解雇
zh_sg: 正等待解雇

# IDS_WAITING_FOR_PLAYERS
source: Awaiting players...
es_mx: Esperando jugadores...
ja: プレイヤーを待っています...
pl: Oczekiwanie na graczy...
ru: Ожидание игроков...
uk: Очікуємо на гравців...
zh: 等待玩家...
zh_sg: 等待玩家...

# IDS_WAITING_PLAYERS
source: Awaiting players
es_mx: Esperando jugadores
ja: 待機中プレイヤー
pl: Oczekiwanie na graczy
ru: Ожидание игроков
uk: Очікуємо на гравців
zh: 等待玩家
zh_sg: 等待玩家

# IDS_WAITING_SCREEN_AUTHORIZATION
source: Authorization
es_mx: Autorización
ja: 認証
ru: Авторизация
uk: Авторизація
zh: 授权
zh_sg: 登录中...

# IDS_WAITING_SCREEN_LOADING_DATA
source: Data loading
es_mx: Carga de datos
ja: データ読込中
pl: Ładowanie danych
ru: Загружаем данные
uk: Завантажуємо дані
zh: 数据加载中
zh_sg: 数据加载中

# IDS_WAITING_SCREEN_WAITING_RESPONSE
source: Waiting for response
es_mx: Esperando respuesta
ja: 応答待ち
pl: Oczekiwanie na odpowiedź
ru: Ожидаем ответ
uk: Очікуємо на відповідь
zh: 等候回应
zh_sg: 等候响应

# IDS_WAITING_TIME
source: Elapsed time:
es_mx: Tiempo transcurrido:
ja: 経過時間:
pl: Upłynęło czasu:
ru: Время ожидания:
uk: Час очікування:
zh: 等待时间：
zh_sg: 等待时间：

# IDS_WAITING_TIME_HINT
source: If you are waiting in the queue for too long, select another ship of a different tier or type.
es_mx: Si estás esperando demasiado tiempo para comenzar la batalla, selecciona otro barco de nivel o tipo diferente.
ja: 戦闘開始までの待機時間が長時間に及ぶ場合、Tier やタイプが異なる艦艇を選択してください。
pl: Jeśli czekasz zbyt długo w kolejce, wybierz okręt innego poziomu lub typu.
ru: Если ожидание в очереди затягивается, попробуйте выбрать корабль другого уровня или класса.
uk: Якщо очікування в черзі затягується, спробуйте вибрати корабель іншого рівня або класу.
zh: 如果您在进入战斗排队的时间过长，请更换另一艘级别、类型的战舰进入排队。
zh_sg: 如果您在队列中的等待时间过长，请选择其他等级、类型不同的战舰。

# IDS_WAITING_TRANSACTION
source: Operation in progress…
es_mx: Operación en progreso...
ja: 処理中...
pl: Operacja w toku...
ru: Операция выполняется
uk: Виконуємо операцію...
zh: 操作进行中……
zh_sg: 操作进行中……

# IDS_WAIT_CREW_FROM_BATTLE_TO_FREE_CREW_SKILLPOINTS
source: Resetting skills will become available once the Commander returns from battle.
es_mx: Reiniciar habilidades estará disponible depués de que el Comandante regrese de la batalla.
ja: スキルリセットは、艦長が戦闘から戻った後にご利用いただけます。
pl: Resetowanie umiejętności będzie dostępne po powrocie Dowódcy do bitwy.
ru: Дождитесь возвращения командира из боя для перераспределения навыков.
uk: Дочекайтеся, коли командир повернеться з бою, щоб перерозподілити уміння.
zh: 一旦指挥官从战斗中回来就可以重置技能。
zh_sg: 一旦指挥官从战斗中返回就可以重置技能。

# IDS_WAIT_FOR_INVITATION
source: You can wait for an invitation or invite other players yourself.
es_mx: Puedes esperar una invitación o invitar a otros jugadores tú mismo.
ja: 招待が届くのを待つか、自分から他のプレイヤーを招待しましょう。
pl: Możesz poczekać na zaproszenie lub samemu zaprosić innych graczy.
ru: Ожидайте приглашения или пригласите других игроков самостоятельно.
uk: Чекайте на запрошення або запросіть інших гравців самостійно.
zh: 您可以等候邀请或亲自邀请其它的玩家。
zh_sg: 您可以等候邀请或亲自邀请其它的玩家。

# IDS_WAIT_TIMEOUT_TO_INVITE_TO_DIVISION
source: Available in:
es_mx: Disponible en:
ja: 利用可能まで:
pl: Dostępne za:
ru: Доступно через:
uk: Доступно через:
zh: 可用于：
zh_sg: 可用于：

# IDS_WAIT_TIMEOUT_TO_JOIN_DIVISION
source: Available in:
es_mx: Disponible en:
ja: 利用可能まで:
pl: Dostępne za:
ru: Доступно через:
uk: Доступно через:
zh: 可用于：
zh_sg: 可用于：

# IDS_WANTED_IN_DIVISION
source: requests to join Division
es_mx: solicita unirse a la División
ja: さんが分艦隊への参加をリクエストしています
pl: wnioski o dołączenie do dywizjonu
ru: хочет в отряд
uk: хоче до складу загону
zh: 请求加入小队
zh_sg: 请求加入小队

# IDS_WANT_IN_DIVISION
source: Looking to join a Division
es_mx: Buscando unirse a una División
ja: 分艦隊に参加希望
pl: Szukam dywizjonu
ru: Хочу в отряд
uk: Хочу до складу загону
zh: 寻找加入小队
zh_sg: 寻找加入小队

# IDS_WANT_IN_PARTY
source: Looking to join a Team Battle
es_mx: Buscando unirse a una Batalla en Equipo
ja: チームバトルに参加希望
pl: Chcę wziąć udział w bitwie drużynowej
ru: Хочу в командный бой
uk: Хочу у командний бій
zh: 寻找队伍战斗加入
zh_sg: 寻找团队战斗加入

# IDS_WANT_IN_PARTY_INFO_0
source: It is not required to be a member of a Team to participate in Team Battles.
es_mx: No se requiere ser un miembro del Equipo para participar en Batallas en Equipo.
ja: チームバトルには、チームに所属していなくても参加可能です。
pl: Członkostwo w drużynie nie jest konieczne, żeby wziąć udział w bitwach drużynowych.
ru: Необязательно состоять в команде, чтобы участвовать в командных боях.
uk: Необов’язково бути членом постійної команди, щоб брати участь у командних боях.
zh: 佣兵：不加入队伍中，也可参加队伍战斗。
zh_sg: 佣兵：不加入团队中，也可参加团队战斗。

# IDS_WANT_IN_PARTY_INFO_1
source: Enable the "Looking to join a Team Battle" status and wait for an invitation.
es_mx: Activar el estado "Buscando unirse a una Batalla en Equipo" y esperar una invitación.
ja: 「チームバトルに参加希望」ステータスを有効にして招待を待ちましょう。
pl: Ustaw status „Chcę wziąć udział w bitwie drużynowej” i czekaj na zaproszenie.
ru: Включите статус «Хочу в командный бой» и ожидайте приглашения.
uk: Увімкніть статус «Хочу у командний бій» та чекайте на запрошення.
zh: 开启 "寻找队伍战斗加入" 状态并等候邀请。
zh_sg: 开启 "寻找团队战斗加入" 状态并等候邀请。

# IDS_WANT_IN_PARTY_MULTILINE
source: Looking to join a Team Battle
es_mx: Buscando unirse a una Batalla en Equipo
ja: チームバトル に参加希望
pl: Chcę wziąć udział w bitwie drużynowej
ru: Хочу в командный бой
uk: Хочу у командний бій
zh: 寻找 队伍战斗加入
zh_sg: 寻找 团队战斗加入

# IDS_WAREHOUSE
source: Inventory
es_mx: Inventario
ja: 倉庫
pl: Inwentarz
ru: Имущество
uk: Майно
zh: 仓库
zh_sg: 仓库

# IDS_WAREHOUSE_LOOTBOXES
source: Available:
es_mx: Disponible:
ja: 利用可能:
pl: Dostępne:
ru: В наличии:
uk: Наявно:
zh: В наличии:
zh_sg: 可获得:

# IDS_WARNING_BATTLESTATS_AVAILABILITY
source: Detailed statistics are only available for battles played during the current game session
es_mx: Estadísticas detalladas están disponibles solo por batallas jugadas durante la sesión actual del juego
ja: 詳細戦績が確認可能なのは、現在のゲームセッション中にプレイした戦闘のみです。
pl: Szczegółowe statystyki dostępny są tylko dla bitew rozegranych w aktualnej sesji gry
ru: Подробная статистика доступна только для боёв в текущей игровой сессии
uk: Докладна статистика доступна лише для боїв у теперішньому сеансі гри
zh: 只对目前游戏阶段期间进行过的战斗提供详细统计。
zh_sg: 只对目前游戏阶段期间进行过的战斗场次提供详细统计。

# IDS_WARNING_BATTLESTATS_NOT_AVAILABLE
source: Detailed statistics are unavailable
es_mx: Estadísticas detalladas no disponibles
ja: 詳細戦績なし
pl: Szczegółowe statystyki są niedostępne
ru: Подробная статистика недоступна
uk: Докладна статистика недоступна
zh: 详细统计无法使用
zh_sg: 详细统计无法使用

# IDS_WARNING_CAMOUFLAGE_UNMOUNT
source: Once mounted, a camouflage may only be used in a battle or destroyed.
es_mx: Una vez montado, un camuflaje sólo puede ser usado en una batalla o destruido.
ja: 搭載した迷彩を、戦闘で消費せずに解除した場合、破棄されます。
pl: Po nałożeniu kamuflaż można jedynie użyć w bitwie albo go zniszczyć.
ru: После установки камуфляж может быть только израсходован в бою или уничтожен.
uk: Після нанесення камуфляж може бути лише витрачений у бою або знищений.
zh: 一旦安装，涂装只能在战斗中使用掉或销毁。
zh_sg: 一旦安装，涂装只能在战斗中使用掉或销毁。

# IDS_WARNING_FIRST_LOGIN_NAME_SELECT
source: You will not be able to change your selected username once you enter the game
es_mx: No podrás cambiar tu nombre de usuario seleccionado una vez que entres al juego
ja: ゲーム開始後、選択したユーザー名は変更できません
pl: Po wejściu do gry nie będzie można zmienić wybranej nazwy użytkownika
ru: Выбранное имя нельзя будет изменить после входа в игру
uk: Вибране ім’я не можна буде змінити після входу в гру
zh: 一旦进入游戏，就无法变更您所选择的用户昵称
zh_sg: 一旦进入游戏，就无法变更您所选择的用户名称

# IDS_WARNING_FIRST_LOGIN_REGION_SELECT
source: You will not be able to change your selected region once you enter the game
es_mx: No podrás cambiar tu región seleccionada una vez que entres al juego
ja: ゲーム開始後、選択した地域は変更できません
pl: Po wejściu do gry nie będzie można zmienić wybranego regionu
ru: Выбранный регион нельзя будет изменить после входа в игру
uk: Вибраний регіон не можна буде змінити після входу в гру
zh: 一旦进入游戏，就无法变更您所选择的地区
zh_sg: 一旦进入游戏，就无法变更您所选择的地区

# IDS_WARNING_MODERNIZATION_DESTRUCTION
source: You can destroy upgrades for free.
es_mx: Puedes destruir mejoras de forma gratuita.
ja: アップグレードの破棄は無償です。
pl: Możesz zniszczyć ulepszenia za darmo.
ru: Уничтожение модернизации производится бесплатно.
uk: Знищення модернізації відбувається безкоштовно.
zh: 您可以免费销毁配件
zh_sg: 您可以免费销毁升级品

# IDS_WARNING_MODERNIZATION_UNMOUNT
source: You can demount an upgrade for doubloons or sell it.
es_mx: Puedes desmontar una mejora por doblones o venderla.
ja: アップグレードは、ダブロンで解除するか、売却可能です。
pl: Możesz zdemontować ulepszenie za dublony lub je sprzedać.
ru: Модернизацию можно будет демонтировать за дублоны или продать.
uk: Модернізацію можна демонтувати за дублони або продати.
zh: 您可以用金币来拆卸升级品或出售它。
zh_sg: 您可以用达布隆来拆卸升级品或出售它。

# IDS_WARNING_MSKIN_BEFORE_LINK
source: Once linked to a ship, this camouflage cannot be mounted on other ships.
es_mx: Al ser vinculado a un barco, este camuflaje no puede ser montado en otros barcos.
ja: この迷彩は、1 隻に割り当てると他の艦艇には適用できません。
pl: Gdy kamuflaż zostanie połączony z okrętem, nie można go już nałożyć na inny okręt.
ru: После привязки камуфляжа его нельзя будет установить на другой корабль.
uk: Після того, як камуфляж було прив’язано, його неможливо встановити на інший корабель.
zh: После привязки камуфляжа его нельзя будет установить на другой корабль.
zh_sg: 一旦绑定至一艘战舰，此涂装将不能安装在其他战舰上。

# IDS_WARNING_NO_SHIPS_IN_PORT
source: You don't have a ship
es_mx: No tienes un barco
ja: 所有艦艇なし
pl: Nie masz okrętu
ru: У вас нет корабля
uk: У вас немає корабля
zh: У вас нет корабля
zh_sg: 您没有战舰

# IDS_WARNING_PERMOUFLAGE_AFTER_BUY
source: This camouflage is always resupplied automatically and free of charge.
es_mx: Este camuflaje siempre se reabastece automáticamente y sin ningún costo.
ja: この迷彩は常に無料で自動補給されます。
pl: Kamuflaż ten jest automatycznie uzupełniany za darmo.
ru: Этот камуфляж всегда пополняется автоматически и бесплатно.
uk: Цей камуфляж завжди автоматично й безкоштовно поповнюється.
zh: 如果自动补充为开启，将会免费补充这个涂装。
zh_sg: 此涂装永久免费自动补充。

# IDS_WARNING_PERMOUFLAGE_BEFORE_BUY
source: This camouflage can be bought once and is resupplied for free.
es_mx: Este camuflaje solo puede comprarse una vez y es reabastecido sin costo.
ja: この迷彩は、1 回購入すれば以後は無償で補給されます。
pl: Ten kamuflaż może zostać kupiony tylko raz i jest uzupełniany za darmo.
ru: Этот камуфляж покупается один раз и пополняется бесплатно.
uk: Цей камуфляж купують один раз і поповнюється він безкоштовно.
zh: 这个涂装可以购买一次且会免费补充。
zh_sg: 这个涂装可以购买一次且会免费补充。

# IDS_WARNING_USELESS_CAMOUFLAGE
source: This camouflage is inefficient with the ship's selected configuration.
es_mx: Este camuflaje es ineficiente con la configuración del barco seleccionada.
ja: この迷彩は、この艦艇の選択中の構成においては有効ではありません。
pl: Ten kamuflaż jest nieskuteczny przy wybranej konfiguracji okrętu.
ru: Этот камуфляж неэффективен на корабле в данной конфигурации.
uk: Цей камуфляж неефективний на кораблі у такій конфігурації.
zh: 在战舰选定的配置下此涂装的效率很低。
zh_sg: 在战舰的选定配置下，此涂装效率很低。

# IDS_WARNING_USELESS_PERK
source: This skill is inefficient with the ship's selected configuration.
es_mx: Esta habilidad es ineficiente con la configuración del barco seleccionada.
ja: このスキルは、この艦艇の選択中の構成においては有効ではありません。
pl: Ta umiejętność jest nieskuteczna przy wybranej konfiguracji okrętu.
ru: Этот навык неэффективен на корабле в данной конфигурации.
uk: Це уміння неефективне на кораблі у такій конфігурації.
zh: 在战舰选定的配置下此技能的效率很低。
zh_sg: 在战舰的选定配置下，此技能效率很低。

# IDS_WARNING_USELESS_PERMOFLAGE
source: This camouflage is inefficient with the ship's selected configuration.
es_mx: Este camuflaje es ineficiente con la configuración del barco seleccionada.
ja: この迷彩は、この艦艇の選択中の構成においては有効ではありません。
pl: Ten kamuflaż jest nieskuteczny przy wybranej konfiguracji okrętu.
ru: Этот камуфляж неэффективен на корабле в данной конфигурации.
uk: Цей камуфляж неефективний на кораблі у такій конфігурації.
zh: 在战舰选定的配置下此涂装的效率很低。
zh_sg: 在战舰的选定配置下，此涂装效率很低。

# IDS_WARNING_USELESS_SIGNAL
source: This signal flag is inefficient with the ship's selected configuration.
es_mx: Esta bandera de señales es ineficiente con la configuración del barco seleccionada.
ja: この信号旗は、この艦艇の選択中の構成においては有効ではありません。
pl: Ta flaga sygnałowa jest nieskuteczna przy wybranej konfiguracji okrętu.
ru: Этот сигнал неэффективен на корабле в данной конфигурации.
uk: Цей сигнал неефективний на кораблі у такій конфігурації.
zh: 在战舰选定的配置下此信号旗的效率很低。
zh_sg: 在战舰的选定配置下，此信号旗效率很低。

# IDS_WATCH_EDUCATIONAL_VIDEO
source: Watch introductory video
es_mx: Ver video de introducción
ja: 入門ビデオを視聴
pl: Obejrzyj film wprowadzający
ru: Посмотреть ознакомительное видео
uk: Переглянути ознайомче відео
zh: 观赏介绍影片
zh_sg: 观赏介绍影片

# IDS_WATCH_VIDEO
source: Watch the video
es_mx: Mira este video
ja: ビデオを視聴
pl: Obejrzyj film
ru: Посмотрите видео
uk: Перегляньте відео
zh: 观看影片
zh_sg: 观看影片

# IDS_WATER_ALPHA_SLIDER_HINT
source: Adjust the transparency of water on the Minimap
es_mx: Ajusta la transparencia del agua en el Minimapa
ja: ミニマップの水面の透過度調整
pl: Dostosowuje przeźroczystość wody na minimapie
ru: Настройка прозрачности воды на миникарте
uk: Налаштування прозорості води на міні-мапі
zh: 调整小地图的水域透明化
zh_sg: 调整小地图的水域透明化

# IDS_WCONTROL_1
source: Option 1
es_mx: Opción 1
ja: オプション 1
pl: Opcja 1
ru: Опция 1
uk: Опція 1
zh: 选项 1
zh_sg: 选项 1

# IDS_WCONTROL_2
source: Option 2
es_mx: Opción 2
ja: オプション 2
pl: Opcja 2
ru: Опция 2
uk: Опція 2
zh: 选项 2
zh_sg: 选项 2

# IDS_WCONTROL_3
source: Option 3
es_mx: Opción 3
ja: オプション 3
pl: Opcja 3
ru: Опция 3
uk: Опція 3
zh: 选项 3
zh_sg: 选项 3

# IDS_WCONTROL_4
source: Option 4
es_mx: Opción 4
ja: オプション 4
pl: Opcja 4
ru: Опция 4
uk: Опція 4
zh: 选项 4
zh_sg: 选项 4

# IDS_WCONTROL_5
source: Option 5
es_mx: Opción 5
ja: オプション 5
pl: Opcja 5
ru: Опция 5
uk: Опція 5
zh: 选项 5
zh_sg: 选项 5

# IDS_WCONTROL_6
source: Option 6
es_mx: Opción 6
ja: オプション 6
pl: Opcja 6
ru: Опция 6
uk: Опція 6
zh: 选项 6
zh_sg: 选项 6

# IDS_WCONTROL_7
source: Option 7
es_mx: Opción 7
ja: オプション 7
pl: Opcja 7
ru: Опция 7
uk: Опція 7
zh: 选项 7
zh_sg: 选项 7

# IDS_WCONTROL_8
source: Option 8
es_mx: Opción 8
ja: オプション 8
pl: Opcja 8
ru: Опция 8
uk: Опція 8
zh: 选项 8
zh_sg: 选项 8

# IDS_WCONTROL_9
source: Option 9
es_mx: Opción 9
ja: オプション 9
pl: Opcja 9
ru: Опция 9
uk: Опція 9
zh: 选项 9
zh_sg: 选项 9

# IDS_WEAPONCONTROLS
source: Weapons
es_mx: Armas
ja: 兵装
pl: Uzbrojenie
ru: Управление вооружением
uk: Керування озброєнням
zh: 武器
zh_sg: 武器

# IDS_WEAPONGROUPS
source: Weapon Groups
es_mx: Grupos de Armas
ja: 兵装グループ
pl: Grupy uzbrojenia
ru: Переключение вооружения
uk: Перемикання озброєння
zh: 武器群
zh_sg: 武器群

# IDS_WEAPON_MOUNTED
source: Armament mounted
es_mx: Armamento montado
ja: 兵装搭載済み
pl: Zamontowane uzbrojenie
ru: Вооружение установлено
uk: Озброєння встановлено
zh: 已装备武装
zh_sg: 已装备武器

# IDS_WEDNESDAY
source: We
es_mx: Mi
ja: 水
pl: Śr.
ru: Ср
uk: Ср.
zh: 周三
zh_sg: 周三

# IDS_WEDNESDAY_FULL
source: Wednesday
es_mx: Miércoles
ja: 水曜日
pl: Środa
ru: Среда
uk: Середа
zh: 星期三
zh_sg: 星期三

# IDS_WEEK
source: w
es_mx: s
pl: tyg.
ru: нед.
uk: тижд.
zh: 周
zh_sg: 周

# IDS_WELCOM_WOW
source: Welcome to World of Warships!
es_mx: ¡Bienvenido a World of Warships!
ja: World of Warships へようこそ!
pl: Witamy w World of Warships!
ru: Добро пожаловать в World of Warships!
uk: Ласкаво просимо до World of Warships!
zh: 欢迎来到"战舰世界"!
zh_sg: 欢迎来到《战舰世界》！

# IDS_WELCOM_WOW_TEXT
source: Fight against artificial intelligence in your first battle. After playing a few more battles, you will unlock access to battles against teams of real players, as well as new ships and enhancements.
es_mx: Combate contra una inteligencia artificial en tu primera batalla. Desbloquearás el acceso a las batallas contra equipos de jugadores reales, así como a nuevos barcos y mejoras, después de jugar unas cuantas batallas más.
ja: 初戦で AI を相手に戦ってください。 数戦プレイすることで対人戦、新たな艦艇や強化要素をアンロックすることができます。
pl: W swojej pierwszej bitwie zmierz się z przeciwnikiem sterowanym przez sztuczną inteligencję. Odblokujesz dostęp do bitew z prawdziwymi graczami, a także nowych okrętów i ulepszeń po stoczeniu kilku kolejnych bitew.
ru: Сразитесь против искусственного интеллекта в первом бою. Доступ к сражениям против реальных игроков, а также новым кораблям и улучшениям откроется после нескольких боёв.
uk: Бийтеся проти штучного інтелекту в першому бою. Доступ до битв проти реальних гравців, а також нових кораблів і поліпшень відкриється після декількох боїв.
zh: Сразитесь против искусственного интеллекта в первом бою. Доступ к сражениям против реальных игроков, а также новым кораблям и улучшениям откроется после нескольких боёв.
zh_sg: 在您的第一场战斗中与电脑对战。 在完成几场战斗后，您将解锁权限：与真实玩家对战、新战舰和强化。

# IDS_WEST
source: Dusty Rodes
es_mx: Dusty Rhodes
zh: 尘土飞扬的罗德斯

# IDS_WE_ARE_WORKING_ON_THIS
source: We are working on it
es_mx: Estamos trabajando en ello
ja: 現在、対応中です
pl: Pracujemy nad tym
ru: Мы работаем над устранением неполадок
uk: Ми працюємо над усуненням неполадок
zh: 我们正在制作中
zh_sg: 我们正在努力中

# IDS_WG_PREMIUM_ACCOUNT_ENDS_TIME
source: Wargaming Premium Account expires in: %(timeLeft)s
es_mx: La Cuenta Premium de Wargaming expira en: %(timeLeft)s
ja: Wargaming プレミアムアカウントの残期間: %(timeLeft)s
pl: Konto premium Wargming wygasa za: %(timeLeft)s
ru: Осталось %(timeLeft)s Общего премиума
uk: Лишилося %(timeLeft)s Загального преміум
zh: Wargaming高级账号将于： %(timeLeft)s 到期
zh_sg: Wargaming高级账号剩余过期时间：%(timeLeft)s

# IDS_WHILE_WAITING_OUR
source: While you wait, you can visit our
es_mx: Mientras esperas, puedes visitar nuestro
ja: 待機中にご訪問ください:
pl: W trakcie oczekiwania możesz odwiedzić
ru: Во время ожидания вы можете посетить наш
uk: Доки чекаєте, ви можете відвідати наш
zh: 当您等待的同时，请浏览
zh_sg: 在等待的同时，您可以访问我们的

# IDS_WILL_BE_ALSO_RESEARCHED
source: You will also research:
es_mx: También investigarás:
ja: 次も併せて研究します:
pl: Zbadasz również:
ru: Также будут исследованы:
uk: Також будуть досліджені:
zh: 您也将研发：
zh_sg: 您也将研发：

# IDS_WINDOWED
source: Windowed
es_mx: Modo ventana
ja: ウィンドウ
pl: W oknie
ru: Оконный
uk: Віконний
zh: 窗口化
zh_sg: 窗口化

# IDS_WIN_RATE
source: Win rate
es_mx: Porcentaje de victorias
ja: 勝率
pl: Odsetek zwycięstw
ru: Процент побед
uk: Відсоток перемог
zh: 胜率
zh_sg: 胜率

# IDS_WITHOUT_ADAPTATION
source: Without retraining
es_mx: Sin reentrenamiento
ja: 再訓練なし
pl: Bez przeszkalania
ru: Без переподготовки
uk: Без перепідготовки
zh: 不含重新训练
zh_sg: 不含重新训练

# IDS_WITHOUT_COMMANDER
source: Without Commander
es_mx: Sin Comandante
ja: 艦長なし
pl: Bez dowódcy
ru: Без командира
uk: Без командира
zh: 不含指挥官
zh_sg: 不含指挥官

# IDS_WITHOUT_CREW
source: Without Commander
es_mx: Sin Comandante
ja: 艦長なし
pl: Bez dowódcy
ru: Без командира
uk: Без командира
zh: 不含指挥官
zh_sg: 不含指挥官

# IDS_WITHOUT_PREM
source: Without Premium
es_mx: Sin Premium
ja: 通常
pl: Bez Premium
ru: Без премиума
uk: Без преміум
zh: 无高级账号
zh_sg: 无高级账号

# IDS_WITHOUT_PREM_DESC
source: Standard Account
es_mx: Cuenta Estándar
ja: 通常アカウント
pl: Konto standardowe
ru: Базовый аккаунт
uk: Базовий акаунт
zh: 一般账号
zh_sg: 标准账号

# IDS_WITHOUT_SLOT
source: Without Slot
es_mx: Sin Espacio
ja: スロットなし
pl: Bez miejsca
ru: Без слота
uk: Без місця стоянки
zh: 不含船位
zh_sg: 不含船位

# IDS_WITH_BOMBERS
source: With Bombers
es_mx: Con Bombarderos
ja: 爆撃機によって
pl: Bombowcami nurkującymi
ru: Бомбардировщиками
uk: Бомбардувальниками
zh: 用俯冲轰炸机
zh_sg: 用轰炸机

# IDS_WITH_COMMANDER
source: With Commander
es_mx: Con Comandante
ja: 艦長が搭乗中
pl: Z dowódcą
ru: С командиром
uk: З командиром
zh: 有指挥官
zh_sg: 含指挥官

# IDS_WITH_CONSUME_FIGHTER
source: With Fighter
es_mx: Con Cazas
ja: 戦闘機によって
pl: Myśliwcem
ru: Истребителем
uk: Винищувачем
zh: 用弹射式战斗机
zh_sg: 用战斗机

# IDS_WITH_CONSUME_SCOUT
source: With Spotting Aircraft
es_mx: Con el Avión de Exploración
ja: 着弾観測機によって
pl: Samolotami zwiadowczymi
ru: Корректировщиком огня
uk: Літаком-корегувальником
zh: 用侦察机
zh_sg: 用侦察机

# IDS_WITH_CYCLONE
source: With cyclone
es_mx: Con ciclón
ja: サイクロンあり
pl: Z cyklonem
ru: С циклоном
uk: З циклоном
zh: 有气旋
zh_sg: 有气旋

# IDS_WITH_FIGHTERS
source: With Attack Aircraft
es_mx: Con Aviones de Ataque
ja: 攻撃機によって
pl: Samolotami szturmowymi
ru: Штурмовиками
uk: Штурмовиками
zh: 用战斗机
zh_sg: 用攻击机

# IDS_WITH_PREM
source: With Wargaming Premium Account
es_mx: Con Cuenta Premium de Wargaming
ja: Wargaming プレミアムアカウント
pl: Z kontem premium Wargaming
ru: С Общим премиумом
uk: Із Загальним преміум
zh: 有Wargaming高级账号
zh_sg: 使用Wargaming高级账号

# IDS_WITH_PREM_HINT
source: With Premium Account, you receive more XP and credits per battle
es_mx: Con la Cuenta Premium, recibirás más XP y créditos por batalla
ja: プレミアムアカウントでは、各戦でより多くの EXP とクレジットを取得可能
pl: Z kontem premium otrzymujesz więcej PD i kredytów w każdej bitwie
ru: С премиум аккаунтом вы получаете больше опыта и кредитов за каждый бой
uk: Із преміум акаунтом ви отримуєте більше досвіду і кредитів за кожен бій
zh: 有了高级账号，您每场战斗将获得更多经验和银币
zh_sg: 使用高级账号，您每场战斗可以获得更多的经验和银币

# IDS_WITH_PREM_WOWS
source: With Warships Premium Account
es_mx: Con Cuenta Premium Warships
ja: Warships プレミアムアカウント
pl: Z kontem premium Warships
ru: С Корабельным премиумом
uk: Із Корабельним преміум
zh: 有战舰高级账号
zh_sg: 使用战舰高级账号

# IDS_WITH_PROGRESS
source: with progress
es_mx: con progreso
ja: 進捗
pl: postęp
ru: с прогрессом
uk: з прогресом
zh: 进步
zh_sg: 进步

# IDS_WITH_SLOT
source: With Slot
es_mx: Con Espacio
ja: スロット付き
pl: Z miejscem
ru: Со слотом
uk: Із місцем стоянки
zh: 含船位
zh_sg: 含船位

# IDS_WITH_TBOMBERS
source: With Torpedo Bombers
es_mx: Con Torpederos
ja: 雷撃機によって
pl: Bombowcami torpedowymi
ru: Торпедоносцами
uk: Торпедоносцями
zh: 用鱼雷轰炸机
zh_sg: 用鱼雷轰炸机

# IDS_WONYONG_RYU
source: Wonyong Ryu
zh: 万勇 隆

# IDS_WORKTIME
source: Active for
es_mx: Activo por
ja: 動作時間
pl: Aktywny przez
ru: Время действия
uk: Час дії
zh: 启用
zh_sg: 启用

# IDS_WORLD_OF_WARSHIPS
source: World of Warships
zh: 战舰世界
zh_sg: 《战舰世界》

# IDS_WOWS_PREMIUM_ACCOUNT_ENDS_TIME
source: Warships Premium Account expires in: %(timeLeft)s
es_mx: La Cuenta Premium Warships expira en: %(timeLeft)s
ja: Warships プレミアムアカウントの残期間: %(timeLeft)s
pl: Konto premium Warships wygasa za: %(timeLeft)s
ru: Осталось %(timeLeft)s Корабельного премиума
uk: Лишилося %(timeLeft)s Корабельного преміум
zh: 战舰高级账号将于： %(timeLeft)s 到期
zh_sg: 战舰高级账号剩余过期时间：%(timeLeft)s

# IDS_WOWS_PREMIUM_DESCRIPTION
source: With Premium Account, you get a bonus to credits and XP that you earn in a battle.
es_mx: Con una cuenta Premium, recibirás una bonificación sobre los créditos y la XP obtenida en una batalla.
ja: プレミアムアカウントでは、各戦で取得するクレジットと EXP が増加します。
pl: Konto premium zapewnia większą ilość kredytów i PD zdobywanych w bitwach.
ru: Премиум аккаунт увеличивает количество кредитов и опыта, зарабатываемого в боях.
uk: Преміум акаунт збільшує кількість кредитів та досвіду, здобутих у боях.
zh: Премиум аккаунт увеличивает количество кредитов и опыта, зарабатываемого в боях.
zh_sg: 有了高级账号，您在一场战斗中能获得额外的银币和经验加成。

# IDS_WRITEOFF_REASON
source: Reason for removal:
es_mx: Razón para la eliminación:
ja: 削除理由:
pl: Powód usunięcia:
ru: Причина списания:
uk: З якої нагоди списано:
zh: 移除的原因：
zh_sg: 移除的原因：

# IDS_WRITTENOFF
source: Deducted:
es_mx: Deducido:
ja: 減算:
pl: Potrącono:
ru: Списано:
uk: Списано:
zh: 已扣除：
zh_sg: 已扣除：
