Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOTECHTREEBUYSHIP
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOTECHTREEEXPLORESHIP
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_DOCKTOUSERMENU
source: Invite your friends and claim unique rewards
es_mx: Invita a tus amigos y obtén recompensas únicas
ja: 友達を招待して特別褒賞を得ましょう
pl: Zaproś swoich znajomych, a otrzymasz unikalne nagrody
ru: Приглашайте друзей и получайте уникальные награды
uk: Запрошуйте друзів й отримуйте унікальні нагороди
zh: Приглашайте друзей и получайте уникальные награды
zh_sg: 邀请好友领取独特奖励

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLORECAMOUFLAGES
source: Camouflage available
es_mx: Camuflaje disponible
ja: 迷彩 利用可能
pl: Kamuflaż jest dostępny
ru: Доступен камуфляж
uk: Доступний камуфляж
zh: Доступен камуфляж
zh_sg: 可用的涂装

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLOREENSIGNS
source: Flags available
es_mx: Banderas disponibles
ja: 旗 利用可能
pl: Flagi są dostępne
ru: Доступны флаги
uk: Доступні прапори
zh: Доступны флаги
zh_sg: 可用的旗帜

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLOREEXTERIORCAMOUFLAGES
source: Camouflage available
es_mx: Camuflaje disponible
ja: 迷彩 利用可能
pl: Kamuflaż jest dostępny
ru: Доступен камуфляж
uk: Доступний камуфляж
zh: Доступен камуфляж
zh_sg: 可用的涂装

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLOREEXTERIORENSIGNS
source: Flags available
es_mx: Banderas disponibles
ja: 旗 利用可能
pl: Flagi są dostępne
ru: Доступны флаги
uk: Доступні прапори
zh: Доступны флаги
zh_sg: 可用的旗帜

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLOREEXTERIORSIGNALS
source: Signals available
es_mx: Señales disponibles
ja: 信号旗 利用可能
pl: Sygnały są dostępne
ru: Доступны сигнальные флаги
uk: Доступні сигнальні прапори
zh: Доступны сигнальные флаги
zh_sg: 可用的信号旗

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLOREMODERNIZATIONS
source: Ship enhancement available
es_mx: Mejora del barco disponible
ja: 艦艇 強化可能
pl: Dostępne jest ulepszenie okrętu
ru: Доступно улучшение корабля
uk: Доступне поліпшення корабля
zh: Доступно улучшение корабля
zh_sg: 可用的战舰强化

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLORESIGNALS
source: Signals available
es_mx: Señales disponibles
ja: 信号旗 利用可能
pl: Sygnały są dostępne
ru: Доступны сигнальные флаги
uk: Доступні сигнальні прапори
zh: Доступны сигнальные флаги
zh_sg: 可用的信号旗

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_EXPLORESSE
source: Combat Missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: Боевые задачи
zh_sg: 作战任务

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_INSTALLMODERNIZATIONBLOCK
source: Mount an upgrade
es_mx: Montar una mejora
ja: アップグレードの搭載
pl: Zamontuj ulepszenie
ru: Установите модернизацию
uk: Встановіть модернізацію
zh: Установите модернизацию
zh_sg: 安装升级品

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_METASHOP
source: Submarines
es_mx: Submarinos
ja: 潜水艦
pl: Okręty podwodne
ru: Подводные лодки
uk: Підводні човни
zh: 潜艇
zh_sg: 潜艇

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESBUYMODULE
source: Purchase and mount the ship module
es_mx: Adquiere y monta el módulo del barco
ja: 艦艇モジュールの購入と搭載
pl: Kup i zamontuj moduł okrętu
ru: Купите и установите модуль корабля
uk: Купіть та встановіть модуль корабля
zh: Купите и установите модуль корабля
zh_sg: 购买并安装战舰的配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESEXPLOREMODULE
source: Research the ship module
es_mx: Investiga el módulo del barco
ja: 艦艇モジュールの研究
pl: Zbadaj moduł okrętu
ru: Исследуйте модуль корабля
uk: Дослідіть модуль корабля
zh: Исследуйте модуль корабля
zh_sg: 研发战舰的配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTOBUYBTN
source: Buy the new ship.
es_mx: Comprar el barco nuevo.
ja: 新艦艇を購入する。
pl: Kup nowy okręt.
ru: Купите новый корабль
uk: Купіть новий корабель
zh: Купите новый корабль
zh_sg: 购买新战舰。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTOEXPLOREBTN
source: Research the new ship.
es_mx: Investigar el barco nuevo.
ja: 新艦艇を研究する。
pl: Zbadaj nowy okręt
ru: Исследуйте новый корабль
uk: Дослідіть новий корабель
zh: Исследуйте новый корабль
zh_sg: 研发新战舰

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTONEXTSHIPBUY
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTONEXTSHIPEXPLORE
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTOOLTIPBUY
source: Purchase and mount the ship module
es_mx: Adquiere y monta el módulo del barco
ja: 艦艇モジュールの購入と搭載
pl: Kup i zamontuj moduł okrętu
ru: Купите и установите модуль корабля
uk: Купіть та встановіть модуль корабля
zh: Купите и установите модуль корабля
zh_sg: 购买并安装战舰的配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_MODULESTOOLTIPEXPLORE
source: Research the ship module
es_mx: Investiga el módulo del barco
ja: 艦艇モジュールの研究
pl: Zbadaj moduł okrętu
ru: Исследуйте модуль корабля
uk: Дослідіть модуль корабля
zh: Исследуйте модуль корабля
zh_sg: 研发战舰的配件

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_PARAGONSTECHTREEEXPLORENATION
source: Progress can be reset
es_mx: El progreso puede ser reiniciado
ja: 進捗 リセット可能
pl: Postęp może zostać zresetowany
ru: Доступен сброс прогресса
uk: Можна скидати прогрес
zh: Доступен сброс прогресса
zh_sg: 进程可被重置

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_RANDOMFIGHTBTN
source: A new battle type is now available
es_mx: Un nuevo tipo de batalla ya está disponible
ja: 新戦闘タイプ 利用可能
pl: Dostępny jest nowy typ bitwy.
ru: Доступен новый тип боя
uk: Доступний новий тип бою
zh: Доступен новый тип боя
zh_sg: 已有新战斗模式

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_SHIPYARD
source: A new event is available
es_mx: Un nuevo evento está disponible
ja: 新イベントを利用可能
pl: Dostępne jest nowe wydarzenie
ru: Доступно новое событие
uk: Доступна нова подія
zh: Доступно новое событие
zh_sg: 有可用的新活动

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_TECHTREETOSHIPBUY
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_TECHTREETOSHIPEXPLORE
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_TECHTREETOSHIPNATION
source: A new ship is now available.
es_mx: Ahora hay un nuevo barco disponible.
ja: 新艦艇 利用可能
pl: Dostępny jest nowy okręt.
ru: Доступен новый корабль
uk: Доступний новий корабель
zh: Доступен новый корабль
zh_sg: 有可用的新战舰了。

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_UPDATESSE
source: Combat Missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: Боевые задачи
zh_sg: 作战任务

# IDS_CUSTOM_NOTIFICATION_TOOLTIP_HEADER_USERMENUINVITEBTN
source: Invite your friends and claim unique rewards
es_mx: Invita a tus amigos y obtén recompensas únicas
ja: 友達を招待して特別褒賞を得ましょう
pl: Zaproś swoich znajomych, a otrzymasz unikalne nagrody
ru: Приглашайте друзей и получайте уникальные награды
uk: Запрошуйте друзів й отримуйте унікальні нагороди
zh: Приглашайте друзей и получайте уникальные награды
zh_sg: 邀请好友领取独特奖励

# IDS_CUSTOM_ROOM
source: Training Battle
es_mx: Batalla de Entrenamiento
ja: トレーニング戦
pl: Bitwa treningowa
ru: Тренировочный бой
uk: Тренувальний бій
zh: 战斗训练
zh_sg: 战斗训练

# IDS_CYCLONE
source: CYCLONE
es_mx: CICLÓN
ja: サイクロン
pl: CYKLON
ru: ЦИКЛОН
uk: ЦИКЛОН
zh: 气旋
zh_sg: 气旋

# IDS_CYCLONE_CAPITAL
source: Cyclone
es_mx: Ciclón
ja: サイクロン
pl: Cyklon
ru: Циклон
uk: Циклон
zh: 气旋
zh_sg: 气旋

# IDS_DAILY
source: Daily
es_mx: Diariamente
ja: デイリー
pl: Codzienne
ru: Ежедневно
uk: Щодня
zh: 每日
zh_sg: 每日

# IDS_DAILY_CLUB_BATTLES
source: Team Battles are held daily during the following periods:
es_mx: Las Batallas en Equipo se llevan a cabo diariamente en los siguientes períodos:
ja: チームバトルは、次の期間中には毎日開催されます:
pl: Bitwy drużynowe odbywają się codziennie w następujących przedziałach czasowych:
ru: Командные бои проводятся ежедневно в периоды:
uk: Командні бої відбуваються щодня у періоди:
zh: 每天队伍战斗时间（北京时间）：
zh_sg: 每天团队战在以上时段举行：

# IDS_DAILY_QUESTS
source: Daily Missions
es_mx: Misiones Diarias
ja: デイリーミッション
pl: Codzienne misje
ru: Ежедневные задачи
uk: Щоденні завдання
zh: 日常
zh_sg: 日常

# IDS_DAILY_QUESTS_SHORT
source: Daily Missions
es_mx: Misiones Diarias
ja: デイリーミッション
pl: Codzienne misje
ru: Ежедневные задачи
uk: Щоденні завдання
zh: 日常
zh_sg: 日常

# IDS_DAILY_QUEST_SHORT
source: Daily Mission
es_mx: Misión Diaria
ja: デイリーミッション
pl: Codzienna misja
ru: Ежедневная задача
uk: Щоденне завдання
zh: 每日任务
zh_sg: 日常

# IDS_DAILY_QUEST_WINDOW_INSTRUCTION
source: Daily missions can be completed in random and ranked battles. One new mission will be added every 24 hours to replace the completed missions.
es_mx: Las misiones diarias pueden ser completadas en batallas aleatorias y por rangos. Una nueva misión será agregada cada 24 horas para reemplazar las misiones completadas.
ja: デイリーミッションは、ランダム戦およびランク戦で達成可能です。24 時間毎に新しいミッションが 1 つ追加され、達成済みミッションと置き換わります。
pl: Codzienne misje mogą być wypełniane przy okazji uczestnictwa w bitwach losowych i rankingowych. Co 24 godziny dodawana będzie nowa misja w miejsce jednej z wypełnionych.
ru: Ежедневные задачи выполняются в случайных и ранговых боях. Взамен выполненных боевых задач каждые сутки начисляется одна новая.
uk: Щоденні завдання виконують у випадкових і рангових боях. Натомість виконаних бойових завдань щодобово додається одне нове.
zh: 每日任务可在标准作战与排位战中完成。每 24 小时会增加一个新任务来替换已完成的任务。
zh_sg: 日常可在随机战与排位战中完成。每24小时会新增一个新任务来替换已完成的任务。

# IDS_DAILY_QUEST_WINDOW_INSTRUCTION_BIG
source: Complete combat missions to earn rewards. Click "Battle!" or "Continue" in the combat mission panel to enter a random or ranked battle.
es_mx: Completa las misiones de combate para ganar recompensas. Haz clic en "¡Batalla!" o en "Continuar" en el panel de misiones de combate para entrar a una batalla aleatoria o por rangos.
ja: コンバットミッションを達成して褒賞を取得しましょう。コンバットミッションパネルで「戦闘開始!」または「続行」をクリックするとランダム戦またはランク戦に参加します。
pl: Wypełniaj misje bojowe, aby zdobyć dodatkowe nagrody. Kliknij Bitwa! w panelu misji, żeby wejść do bitwy losowej lub rankingowej.
ru: Получайте награды за выполнение боевых задач. Нажмите кнопку «В бой!» или «Продолжить» на панели боевой задачи, чтобы начать случайный или ранговый бой.
uk: Отримуйте нагороди за виконані бойові завдання. Натисніть кнопку «До бою!» або «Продовжити» на панелі бойового завдання, щоб розпочати випадковий або ранговий бій.
zh: 完成作战任务以获得奖励。点击作战任务面板的「加入战斗!」或「继续」来进入标准战斗或排位战。
zh_sg: 完成作战任务以获得奖励。点击作战任务面板的“加入战斗”或“继续”来进入标准战斗或排位战。

# IDS_DAILY_TITLE_110
source: Winner
es_mx: Ganador
ja: 勝者
pl: Zwycięzca
ru: Победитель
uk: Переможець
zh: 赢家
zh_sg: 胜利者

# IDS_DAILY_TITLE_120
source: Effective Shooting
es_mx: Disparo Efectivo
ja: 有効射
pl: Skuteczny ostrzał
ru: Эффективная стрельба
uk: Ефективна стрільба
zh: 有效射击
zh_sg: 有效射击

# IDS_DAILY_TITLE_130
source: Key Contribution to Victory
es_mx: Contribución a la Victoria
ja: 勝利への重要な貢献
pl: Kluczowa rola w zwycięstwie
ru: Решающий вклад в победу
uk: Вагомий внесок у перемогу
zh: 胜利的决定性贡献
zh_sg: 胜利的决定性贡献

# IDS_DAILY_TITLE_140
source: Surprise Attack
es_mx: Ataque Sorpresa
ja: 急襲
pl: Element zaskoczenia
ru: Внезапный удар
uk: Раптовий удар
zh: 伸出援手
zh_sg: 伸出援手

# IDS_DAILY_TITLE_150
source: Heavy Damage
es_mx: Daños Graves
ja: 重大な損傷
pl: Poważne uszkodzenia
ru: Тяжёлый урон
uk: Значна шкода
zh: 严重伤害
zh_sg: 严重伤害

# IDS_DAILY_TITLE_160
source: Sniper
es_mx: Francotirador
ja: スナイパー
pl: Snajper
ru: Снайпер
uk: Снайпер
zh: 狙击手
zh_sg: 狙击手

# IDS_DAILY_TITLE_170
source: Winner
es_mx: Ganador
ja: 勝者
pl: Zwycięzca
ru: Победитель
uk: Переможець
zh: 赢家
zh_sg: 胜利者

# IDS_DAILY_TITLE_180
source: Effective Shooting
es_mx: Disparo Efectivo
ja: 有効射
pl: Skuteczny ostrzał
ru: Эффективная стрельба
uk: Ефективна стрільба
zh: 有效射击
zh_sg: 有效射击

# IDS_DAILY_TITLE_190
source: Key Contribution to Victory
es_mx: Contribución a la Victoria
ja: 勝利への重要な貢献
pl: Kluczowa rola w zwycięstwie
ru: Решающий вклад в победу
uk: Вагомий внесок у перемогу
zh: 胜利的决定性贡献
zh_sg: 胜利的决定性贡献

# IDS_DAILY_TITLE_200
source: Surprise Attack
es_mx: Ataque Sorpresa
ja: 急襲
pl: Element zaskoczenia
ru: Внезапный удар
uk: Раптовий удар
zh: 伸出援手
zh_sg: 伸出援手

# IDS_DAILY_TITLE_210
source: Sky in Flames
es_mx: Cielo en Llamas
ja: 炎の大空
pl: Niebo w płomieniach
ru: Небо в огне
uk: Небо у вогні
zh: 烈焰冲天
zh_sg: 烈焰冲天

# IDS_DAILY_TITLE_220
source: Heavy Damage
es_mx: Daños Graves
ja: 重大な損傷
pl: Poważne uszkodzenia
ru: Тяжёлый урон
uk: Значна шкода
zh: 严重伤害
zh_sg: 严重伤害

# IDS_DAILY_TITLE_230
source: Sniper
es_mx: Francotirador
ja: スナイパー
pl: Snajper
ru: Снайпер
uk: Снайпер
zh: 狙击手
zh_sg: 狙击手

# IDS_DAILY_TITLE_240
source: Guardian
es_mx: Guardián
ja: 守護者
pl: Opiekun
ru: Защитник
uk: Захисник
zh: 守护者
zh_sg: 守护者

# IDS_DAILY_TITLE_250
source: Winner
es_mx: Ganador
ja: 勝者
pl: Zwycięzca
ru: Победитель
uk: Переможець
zh: 赢家
zh_sg: 胜利者

# IDS_DAILY_TITLE_260
source: Effective Shooting
es_mx: Disparo Efectivo
ja: 有効射
pl: Skuteczny ostrzał
ru: Эффективная стрельба
uk: Ефективна стрільба
zh: 有效射击
zh_sg: 有效射击

# IDS_DAILY_TITLE_270
source: Key Contribution to Victory
es_mx: Contribución a la Victoria
ja: 勝利への重要な貢献
pl: Kluczowa rola w zwycięstwie
ru: Решающий вклад в победу
uk: Вагомий внесок у перемогу
zh: 胜利的决定性贡献
zh_sg: 胜利的决定性贡献

# IDS_DAILY_TITLE_280
source: Surprise Attack
es_mx: Ataque Sorpresa
ja: 急襲
pl: Element zaskoczenia
ru: Внезапный удар
uk: Раптовий удар
zh: 伸出援手
zh_sg: 伸出援手

# IDS_DAILY_TITLE_290
source: Sky in Flames
es_mx: Cielo en Llamas
ja: 炎の大空
pl: Niebo w płomieniach
ru: Небо в огне
uk: Небо у вогні
zh: 烈焰冲天
zh_sg: 烈焰冲天

# IDS_DAILY_TITLE_300
source: Heavy Damage
es_mx: Daños Graves
ja: 重大な損傷
pl: Poważne uszkodzenia
ru: Тяжёлый урон
uk: Значна шкода
zh: 严重伤害
zh_sg: 严重伤害

# IDS_DAILY_TITLE_310
source: Sniper
es_mx: Francotirador
ja: スナイパー
pl: Snajper
ru: Снайпер
uk: Снайпер
zh: 狙击手
zh_sg: 狙击手

# IDS_DAILY_TITLE_320
source: Guardian
es_mx: Guardián
ja: 守護者
pl: Opiekun
ru: Защитник
uk: Захисник
zh: 守护者
zh_sg: 守护者

# IDS_DAILY_TITLE_330
source: Winner
es_mx: Ganador
ja: 勝者
pl: Zwycięzca
ru: Победитель
uk: Переможець
zh: 赢家
zh_sg: 胜利者

# IDS_DAILY_TITLE_340
source: Effective Shooting
es_mx: Disparo Efectivo
ja: 有効射
pl: Skuteczny ostrzał
ru: Эффективная стрельба
uk: Ефективна стрільба
zh: 有效射击
zh_sg: 有效射击

# IDS_DAILY_TITLE_350
source: Key Contribution to Victory
es_mx: Contribución a la Victoria
ja: 勝利への重要な貢献
pl: Kluczowa rola w zwycięstwie
ru: Решающий вклад в победу
uk: Вагомий внесок у перемогу
zh: 胜利的决定性贡献
zh_sg: 胜利的决定性贡献

# IDS_DAILY_TITLE_360
source: Surprise Attack
es_mx: Ataque Sorpresa
ja: 急襲
pl: Element zaskoczenia
ru: Внезапный удар
uk: Раптовий удар
zh: 伸出援手
zh_sg: 伸出援手

# IDS_DAILY_TITLE_370
source: Sky in Flames
es_mx: Cielo en Llamas
ja: 炎の大空
pl: Niebo w płomieniach
ru: Небо в огне
uk: Небо у вогні
zh: 烈焰冲天
zh_sg: 烈焰冲天

# IDS_DAILY_TITLE_380
source: Heavy Damage
es_mx: Daños Graves
ja: 重大な損傷
pl: Poważne uszkodzenia
ru: Тяжёлый урон
uk: Значна шкода
zh: 严重伤害
zh_sg: 严重伤害

# IDS_DAILY_TITLE_390
source: Sniper
es_mx: Francotirador
ja: スナイパー
pl: Snajper
ru: Снайпер
uk: Снайпер
zh: 狙击手
zh_sg: 狙击手

# IDS_DAILY_TITLE_400
source: Guardian
es_mx: Guardián
ja: 守護者
pl: Opiekun
ru: Защитник
uk: Захисник
zh: 守护者
zh_sg: 守护者

# IDS_DAMAGED_MODULES
source: Damaged Modules
es_mx: Módulos Dañados
ja: モジュール損傷
pl: Uszkodzone moduły
ru: Повреждённые модули
uk: Пошкоджені модулі
zh: 伤害的配件
zh_sg: 伤害的配件

# IDS_DAMAGE_CARRIER
source: Aircraft carrier is under attack!
es_mx: ¡El portaaviones está bajo ataque!
ja: 航空母艦が攻撃を受けている!
pl: Lotniskowiec znalazł się pod ostrzałem!
ru: Авианосец атакован!
uk: Авіаносець атаковано!
zh: 航空母舰正遭受攻击！
zh_sg: 航空母舰正在遭受攻击！

# IDS_DAMAGE_WIDGET
source: Damage Indicator
es_mx: Indicador de Daño
ja: ダメージインジケータ
pl: Wskaźnik uszkodzeń
ru: Счётчик урона
uk: Лічильник шкоди
zh: 勋带详情和伤害显示器
zh_sg: 伤害指示器

# IDS_DANGER
source: DANGER
es_mx: PELIGRO
ja: 危険
pl: NIEBEZPIECZEŃSTWO
ru: ОПАСНОСТЬ
uk: НЕБЕЗПЕКА
zh: ОПАСНОСТЬ
zh_sg: 危险

# IDS_DASHA_FR
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_GE
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_JP
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_PZ
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_RU
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_UK
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DASHA_US
source: Dasha Perova
ru: Даша Перова
uk: Даша Перова
zh: 达莎-佩罗瓦

# IDS_DATA_LOADING
source: Loading data
es_mx: Cargando información
ja: データ読込中
pl: Ładowanie danych
ru: Загрузка данных
uk: Завантажуємо дані…
zh: Загрузка данных
zh_sg: 正在加载数据

# IDS_DATE
source: Date
es_mx: Fecha
ja: 日付
pl: Data
ru: Дата
uk: Дата
zh: 日期
zh_sg: 日期

# IDS_DAVID_JONES_H18
source: David Jones
zh: 戴维-琼斯

# IDS_DAVID_JONES_HW
source: David Jones
zh: 戴维-琼斯

# IDS_DAY
source: d
ru: дн.
uk: дб.
zh: 天
zh_sg: 天

# IDS_DAY_FULL
source: Day
es_mx: Día
ja: デイ
pl: Dzień
ru: День
uk: Доба
zh: 天
zh_sg: 天

# IDS_DAY_LIMIT
source: Daily limit:
es_mx: Límite Diario:
ja: 本日の上限:
pl: Limit dzienny:
ru: Суточный лимит:
uk: Добовий ліміт:
zh: 天数限制：
zh_sg: 每日限制:

# IDS_DAY_LIMIT_IS_OFF
source: Daily limit reached
es_mx: Límite Diario alcanzado
ja: 本日の上限に達しました
pl: Osiągnięto dzienny limit
ru: Суточный лимит исчерпан
uk: Добовий ліміт вичерпано
zh: 天数限制结束
zh_sg: 已达每日限制

# IDS_DA_RONG
source: Dà Róng
zh: 达奥格

# IDS_DD_CAS_AFTTRANS
source: Internal Bulkhead
es_mx: Mamparo Interno
ja: 内部隔壁
pl: Wewnętrzna przegroda
ru: Внутренняя переборка
uk: Внутрішня перебірка
zh: 内部舱壁
zh_sg: 内部舱壁

# IDS_DD_CAS_BELT
source: Side Plating
es_mx: Blindaje Lateral
ja: 側面装甲板
pl: Poszycie boczne
ru: Обшивка борта
uk: Обшивка борту
zh: 舷外板
zh_sg: 舷外板

# IDS_DD_CAS_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_DD_CAS_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_DD_CAS_FWDTRANS
source: Internal Bulkhead
es_mx: Mamparo Interno
ja: 内部隔壁
pl: Wewnętrzna przegroda
ru: Внутренняя переборка
uk: Внутрішня перебірка
zh: 内部舱壁
zh_sg: 内部舱壁

# IDS_DEAL_OUT_DAMAGE
source: Damage caused to ships
es_mx: Daño causado a barcos
ja: 艦艇への与ダメージ
pl: Uszkodzenia okrętów
ru: Урон по кораблям
uk: Завдано шкоди кораблям
zh: 对战舰造成的伤害
zh_sg: 对战舰造成的伤害

# IDS_DEAL_OUT_DAMAGE_AVERAGE
source: Damage to ships
es_mx: Daño a barcos
ja: 艦艇へのダメージ
pl: Uszkodzenia okrętów
ru: Урон по кораблям
uk: Завдано шкоди кораблям
zh: 对战舰的伤害
zh_sg: 对战舰的伤害

# IDS_DEAL_OUT_DAMAGE_AVERAGE_TOOLTIP
source: Average damage caused to ships per battle
es_mx: Daño promedio causado a barcos por batalla
ja: 1 戦あたりの艦艇への平均ダメージ
pl: Średnie spowodowane uszkodzenia okrętów na bitwę
ru: Среднее количество урона, нанесённого кораблям за бой
uk: Середня кількість шкоди, завданої кораблям за бій
zh: 平均每场战斗对战舰造成的伤害
zh_sg: 平均每场战斗对战舰造成的伤害

# IDS_DEAL_OUT_DAMAGE_TOOLTIP
source: Total damage caused to ships
es_mx: Daño total causado a barcos
ja: 艦艇への総与ダメージ
pl: Łączna ilość spowodowanych uszkodzeń okrętów
ru: Общее количество урона, нанесённого кораблям
uk: Загальна кількість шкоди, завданої кораблям
zh: 总共对战舰造成的伤害
zh_sg: 总共对战舰造成的伤害

# IDS_DEATHMATCH_DESCRIPTION
source: Eliminate all enemy ships
es_mx: Eliminar a todos los barcos enemigos
ja: 敵艦艇を殲滅せよ
pl: Wyeliminuj wszystkie okręty wroga
ru: Уничтожьте все корабли противника
uk: Знищте всі кораблі супротивника
zh: 击毁所有敌方战舰
zh_sg: 全歼敌方战舰

# IDS_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_DECLINED
source: Declined
es_mx: Rechazada
ja: 拒否済み
pl: Odrzucił
ru: Отказался
uk: Відмовився
zh: 已拒绝
zh_sg: 已拒绝

# IDS_DECLINE_DIVISION_INVITATION_IN_BATTLE
source: Decline the invitation to join the Division
es_mx: Aceptar la invitación para unirte a la División
ja: 分艦隊への招待を辞退
pl: Odrzuć zaproszenie do Dywizjonu
ru: Отклонить приглашение в отряд
uk: Відхилити запрошення до загону
zh: 拒绝加入小队的邀请
zh_sg: 拒绝加入小队的邀请

# IDS_DEFAULT_ERROR_HEADER
source: Error
ja: エラー
pl: Błąd
ru: Ошибка
uk: Помилка
zh: 错误
zh_sg: 错误

# IDS_DEFAULT_ERROR_TEXT
source: Failed to connect to the server. Please try again later.
es_mx: Fallo al conectarse al servidor. Por favor inténtalo de nuevo.
ja: サーバーに接続できませんでした。後でもう一度お試しください。
pl: Nie udało się połączyć z serwerem. Proszę spróbować ponownie później.
ru: Не удалось подключиться к серверу. Повторите попытку позже.
uk: Не вдалося приєднатися до сервера. Спробуйте пізніше.
zh: 无法连接到服务器，请稍后再试。
zh_sg: 无法连接到服务器，请稍后再试。

# IDS_DEFEAT
source: Defeat
es_mx: Derrota
ja: 敗北
pl: Porażka
ru: Поражение
uk: Поразка
zh: 失败
zh_sg: 失败

# IDS_DEFEATS
source: Defeats
es_mx: Derrotas
ja: 敗北
pl: Porażki
ru: Поражения
uk: Поразки
zh: 失败
zh_sg: 失败

# IDS_DEFEATS_TOOLTIP
source: Total number of defeats
es_mx: Número total de derrotas
ja: 総敗北数
pl: Ogólna liczba porażek
ru: Общее количество поражений
uk: Загальна кількість поразок
zh: 所有的失败数
zh_sg: 失败总次数

# IDS_DEFENSE_TOOLTIP_WAIT_TILL_BATTLE_START
source: Wait until the battle starts before reinforcing the sector
es_mx: Espera hasta que la batalla inicie para reforzar el sector
ja: セクターを強化するには、戦闘開始までお待ちください
pl: Poczekaj, aż bitwa się rozpocznie, zanim udzielisz wsparcia w sektorze
ru: Дождитесь начала боя для усиления сектора ПВО
uk: Дочекайтеся початку бою, щоб посилити сектор ППО
zh: 等到战斗开始再强化分区
zh_sg: 加强区域需要等到战斗开始

# IDS_DEGREE_SECOND
source: °/s
ja: 度/秒
pl: °/sek.
ru: °/с
uk: °/с
zh: 度/秒
zh_sg: 度/秒

# IDS_DEMBEL
source: Dismiss Commander
es_mx: Despedir Comandante
ja: 艦長の解任
pl: Odwołaj dowódcę
ru: Демобилизовать командира
uk: Демобілізувати командира
zh: 解雇指挥官
zh_sg: 解雇指挥官

# IDS_DEMOBILIZATION_CANCELLED
source: Dismissal canceled
es_mx: Despido cancelado
ja: 解任をキャンセルしました
pl: Odwołanie anulowane
ru: Демобилизация отменена
uk: Демобілізацію скасовано
zh: 解雇已取消
zh_sg: 解雇已取消

# IDS_DEPENDED_CLASSES_RESTRICTIONS_FOR_DIVISION_TOOLTIP
source: Restrictions on the number of ships of these types in a Division
es_mx: Restricciones en la cantidad de barcos de estos tipos en una División
ja: 分艦隊におけるこれらの艦種の隻数制限
pl: Ograniczenia dotyczące liczby okrętów danych typów w dywizjonie
ru: Ограничение на количество кораблей этих классов в отряде
uk: Обмеження на кількість кораблів цих класів у загоні
zh: Ограничение на количество кораблей этих классов в отряде
zh_sg: 此类型战舰在小队中的数量限制

# IDS_DEPOSE_CLUB_LEADER
source: Remove the Leader
es_mx: Destituir al Líder
ja: リーダーを除外
pl: Odwołaj lidera
ru: Исключить лидера
uk: Вилучити лідера
zh: 移除队长
zh_sg: 移除队长
