Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TUTOR_BASTION_04
source: A fort [icon_4] is an onshore installation with high HP, armed with artillery and AA defense guns. Allied forts [icon_5] will fire at your enemies.
es_mx: Un fuerte [icon_4] es una instalación terrestre con muchos HP, armado con artillería cañones de defensa AA. Los fuertes aliados [icon_5] dispararán a tus enemigos.
ja: 要塞 [icon_4] は高い HP を備えた陸上施設であり、砲台と対空兵装で武装している。味方の要塞 [icon_5] は敵に対し砲撃を行う。
pl: Fort [icon_4] to instalacja przybrzeżna o dużej ilości PW, uzbrojona w artylerię i działa przeciwlotnicze. Sprzymierzone forty [icon_5] będą strzelać do Twoich przeciwników.
ru: Форт [icon_4] — сооружение с высокой боеспособностью, оборудованное артиллерией и ПВО. Союзные форты [icon_5] ведут огонь по противникам.
uk: Форт [icon_4] — споруда з високою боєздатністю, обладнана артилерією та ППО. Союзні форти [icon_5] ведуть вогонь у супротивника.
zh: 堡垒[icon_4] 是岸上带有高生命值的工事，装备有火炮和防空炮。友军堡垒 [icon_5]会协助你攻击敌人。
zh_sg: 要塞[icon_4]是一种高生命值、装有火炮和防空炮的路上设施。我方要塞[icon_5]会协助你攻击敌人。

# IDS_TUTOR_BASTION_05
source: A surveillance station [icon_6] helps your team detect enemies within its spotting range.
es_mx: Una estación de vigilancia [icon_6] ayuda a tu equipo a detectar enemigos dentro de su rango de avistamiento.
ja: 監視所 [icon_6] は、観測範囲内の敵を発見することでチームを支援する。
pl: Stacja dozorowania [icon_6] pomaga Twojej drużynie wykrywać wrogów z większej odległości.
ru: Дозорный пост [icon_6] в рамках своей дальности видимости помогает вашей команде обнаружить противника.
uk: Дозорний пост [icon_6] у межах своєї дальності видимості допомагає вашій команді виявити супротивника.
zh: 侦察站[icon_6] 帮助你点亮范围内的敌人。
zh_sg: 监控站[icon_6]帮助你侦察范围内的敌人。

# IDS_TUTOR_BASTION_06
source: Attack onshore installations to reset the capture progress of the respective sector and suppress their operation.
es_mx: Ataca instalaciones terrestres para reiniciar el progreso de la captura del respectivo sector y suprimir su operación.
ja: 陸上施設を攻撃することで、そのセクターの占領進捗をリセットしたり、施設を制圧して機能を停止させることができる。
pl: Atakuj instalacje przybrzeżne, żeby przerwać proces przejmowania odpowiadającego im sektora i zneutralizować ich działanie.
ru: Атакуйте береговые сооружения, чтобы сбить захват связанного с ними сектора и подавить их деятельность.
uk: Атакуйте берегові споруди, щоб збити захоплення пов’язаного з ними сектора та придушити їх діяльність.
zh: 攻击陆上的设备，充值占领进程，压制他们的火力。
zh_sg: 攻击陆上设施来重阻断占领进程，压制他们的火力。

# IDS_TUTOR_BASTION_07
source: When suppressed, the fort [icon_7] ceases its attack. The spotting range of a suppressed surveillance station [icon_8] decreases.
es_mx: Cuando sea suprimido, el fuerte [icon_7] cesa su ataque. El rango de avistamiento de una estación de vigilancia suprimida [icon_8] disminuye.
ja: 制圧された要塞 [icon_7] は、攻撃を停止する。制圧された監視所 [icon_8] は、観測範囲が低下する。
pl: Kiedy neutralizuje się fort [icon_7], wstrzymuje on ogień. Zasięg wykrywania zneutralizowanych stacji dozorowania [icon_8] zmniejsza się.
ru: В подавленном состоянии форт [icon_7] прекращает атаку. А дальность видимости подавленного дозорного поста [icon_8] снижается.
uk: У придушеному стані форт [icon_7] припиняє атаку. А дальність видимості придушеного дозорного посту [icon_8] зменшується.
zh: 被压制时，堡垒 [icon_7] 停止攻击。被压制的侦察站 [icon_8] 点亮距离下降。
zh_sg: 受到压制时，要塞[icon_7]会停止攻击。被压制的监控站[icon_8] 点亮距离下降。

# IDS_TUTOR_BASTION_08
source: Onshore installations automatically recover from a suppressed state and restore their operational readiness after some time.
es_mx: Las instalaciones terrestres se recuperan automáticamente de su estado de suprimidas a su estado operacional después de un tiempo.
ja: 制圧された陸上施設は、時間経過と共に自動回復し、やがてその機能を回復する。
pl: Instalacje przybrzeżne automatycznie powracają po neutralizacji do swojego normalnego stanu po pewnym czasie.
ru: Береговые сооружения восстанавливаются из подавленного состояния автоматически и через некоторое время приходят в боевую готовность.
uk: Берегові споруди відновлюються з придушеного стану автоматично і через деякий час повертаються до бойової готовності.
zh: 岸上的设备在被压制状态后会自动恢复并且一段时间后可继续发挥作用。
zh_sg: 路上设施在受到压制状态下会自动恢复并且一段时间后可继续发挥作用。

# IDS_TUTOR_BASTION_09
source: Your mission is to destroy all enemy ships or score 1,000 points before the enemy team.
es_mx: Tu misión es destruir todos los barcos enemigos o conseguir 1,000 puntos antes que el equipo enemigo.
ja: 勝利条件は、敵艦艇の殲滅、または 1,000 ポイント先取である。
pl: Celem Twojej misji jest zniszczenie wszystkich okrętów przeciwnika lub zdobycie 1000 punktów, zanim zrobi to drużyna przeciwna.
ru: Ваша задача — уничтожить все вражеские корабли или набрать 1000 очков раньше команды противника.
uk: Ваше завдання — знищити всі ворожі кораблі або набрати 1 000 очок раніше команди супротивника.
zh: 你的任务是摧毁所有敌舰或者首先获得1000积分！
zh_sg: 你的任务是摧毁所有敌舰或者抢先获得1000点分数！

# IDS_TUTOR_BASTION_10
source: Good luck in battle!
es_mx: ¡Buena suerte en batalla!
ja: 戦闘での健闘を祈る!
pl: Powodzenia w bitwie!
ru: Желаем удачи в бою!
uk: Щасти вам у бою!
zh: 祝你好运！
zh_sg: 祝您好运！

# IDS_TUTOR_BASTION_HEADER
source: Welcome to the Bastion game mode
es_mx: Bienvenido al modo de juego Bastión
ja: 要塞戦モードへようこそ
pl: Witamy w trybie gry Bastion
ru: Приветствуем вас в игровом режиме «Бастион»
uk: Вітаємо вас у ігровому режимі «Бастіон»
zh: 欢迎来到堡垒模式
zh_sg: 欢迎来到堡垒模式

# IDS_UKCAP
source: Bert Dunkirk
zh: 伯特-敦刻尔克

# IDS_UK_DART_NORMAN
source: Dart Norman
zh: 达特-诺曼

# IDS_ULTRA
source: Ultra
ja: ウルトラ
ru: Ультра
uk: Ультра
zh: 极高
zh_sg: 极高

# IDS_UNABLED_ACTION_WITH_PLAYER
source: Actions for this player are unavailable
es_mx: Acciones con un jugador no disponible
ja: プレイヤーに対するアクション不可
pl: Działania dla gracza są niedostępne
ru: Действия с игроком недоступны
uk: Дії з гравцем недоступні
zh: Действия с игроком недоступны
zh_sg: 玩家操作不可用

# IDS_UNABLE_TO_CREATE_TRAINING
source: Unable to create a Training Room.
es_mx: No se puede crear una sala de entrenamiento.
ja: トレーニングルーム作成不可。
pl: Nie można utworzyć pokoju treningowego.
ru: Невозможно создать тренировочную комнату.
uk: Неможливо створити тренувальну кімнату.
zh: 无法建立训练房。
zh_sg: 无法建立训练房。

# IDS_UNABLE_TO_CREATE_TRAINING_WHEN_IN_DIVISION
source: You cannot create a Training Room while you are in a Division.
es_mx: No puedes crear una sala de entrenamiento mientras estás en una División.
ja: 分艦隊への参加中はトレーニングルームを作成できません。
pl: Nie możesz stworzyć pokoju treningowego kiedy jesteś członkiem dywizjonu.
ru: Невозможно создать тренировочную комнату, пока вы в отряде.
uk: Неможливо створити тренувальну кімнату, доки ви у складі загону.
zh: 您不能在建立训练房时，同时还处于小队中。
zh_sg: 您不能在建立训练房时，同时还处于小队中。

# IDS_UNABLE_TO_CREATE_TRAINING_WHEN_IN_PARTY
source: You cannot create a Training Room when assembling for a Team Battle.
es_mx: No puedes crear un cuarto de entrenamiento cuando te reúnas para una Batalla en Equipo.
ja: チームバトルに備え招集中の場合には、トレーニングルームは作成できません。
pl: Nie możesz utworzyć pokoju treningowego, kiedy masz wejść do bitwy drużynowej.
ru: Невозможно создать тренировочную комнату, пока вы собираетесь в командный бой.
uk: Неможливо створити тренувальну кімнату, доки ви збираєтеся в командний бій.
zh: 当您即将进入队伍战斗时，无法建立训练房。
zh_sg: 当您即将进入团队战斗时，无法建立训练房。

# IDS_UNABLE_TO_DISASSIGN_CREW
source: No vacant places in the Reserve. Free up a place in the Reserve or expand it.
es_mx: No hay lugares en la Reserva, libera un lugar en la Reserva expándela.
ja: リザーブに空室がありません。リザーブの部屋を空けるか、拡張してください。
pl: Brak wolnych miejsc w Rezerwie, zwolnij miejsce lub ją powiększ.
ru: Нет свободных мест в Резерве. Освободите место в Резерве или увеличьте его.
uk: Немає вільних місць у Резерві, звільніть місце в Резерві або збільште його.
zh: 预备队中并没有任何空位，在预备队中空出位置或是扩大预备队
zh_sg: 预备队没有空位，请进行整理或扩展。

# IDS_UNABLE_TO_EXCLUDE_PLAYER_OUT_OF_PARTY
source: It is impossible to remove a player before the Team Battle is over.
es_mx: Es imposible eliminar a un jugador antes que la Batalla en Equipo termine.
ja: チームバトルが終了するまではプレイヤーを除外できません。
pl: Nie można usunąć gracza, dopóki bitwa drużynowa nie dobiegnie końca.
ru: Невозможно исключить игрока до завершения командного боя.
uk: Неможливо вилучити гравця до завершення командного бою.
zh: 直到队伍战斗结束前是不可能移除玩家。
zh_sg: 直到团队战斗结束前是不可能移除玩家。

# IDS_UNABLE_TO_START_VOTE_TILL_CURRENT_NOT_FINISHED
source: It is impossible to start a new vote in the Team before the current one is over.
es_mx: Es imposible comenzar una nueva votación en el Equipo antes que la actual termine.
ja: 現在の投票が終了するまでは、新しい投票は開始できません。
pl: Nie jest możliwe rozpoczęcie nowego głosowania, dopóki aktualne nie zostanie zakończone.
ru: Невозможно начать новое голосование в команде, пока не завершилось текущее.
uk: Неможливо розпочати нове голосування в команді, поки не завершилося попереднє.
zh: 当前的投票结束前是不可能在队伍中开始新的投票。
zh_sg: 当前的投票结束前不能在团队中开始新的投票。

# IDS_UNAVAILABLE_TO_DISPLAY_DEMOWITHOUTSTATS
source: This ship is temporarily unavailable.
es_mx: Este barco está temporalmente no disponible.
ja: 本艦は一時的にご利用いただけません。
pl: Okręt jest tymczasowo niedostępny.
ru: Этот корабль временно недоступен в игре.
uk: Цей корабель тимчасово недоступний у грі.
zh: 该战舰暂时无法出战
zh_sg: 该战舰暂时无法使用。

# IDS_UNAVAILABLE_TO_DISPLAY_DISABLED
source: This ship is temporarily unavailable.
es_mx: Este barco está temporalmente no disponible.
ja: 本艦は一時的にご利用いただけません。
pl: Okręt jest tymczasowo niedostępny.
ru: Этот корабль временно недоступен в игре.
uk: Цей корабель тимчасово недоступний у грі.
zh: 该战舰暂时无法出战
zh_sg: 该战舰暂时无法使用。

# IDS_UNAVAILABLE_TO_DISPLAY_EVENT
source: This ship is only available for unique events
es_mx: Este barco sólo está disponible para eventos únicos
ja: この艦は特別イベント限定で利用できます
pl: Ten okręt dostępny jest tylko w trakcie wydarzeń unikalnych
ru: Этот корабль доступен только для специальных событий
uk: Цей корабель доступний лише для спеціальних подій
zh: 该战舰只能在特殊活动中使用
zh_sg: 该战舰只能在特殊活动中使用

# IDS_UNAVAILABLE_TO_DISPLAY_PRESERVED
source: This ship has been removed from the game.
es_mx: El barco ha sido eliminado del juego.
ja: この艦艇はこのゲームから削除されました。
pl: Ten okręt został usunięty z gry.
ru: Этот корабль выведен из игры.
uk: Цей корабель виведено з гри.
zh: Этот корабль выведен из игры.
zh_sg: 战舰已从游戏中删除。

# IDS_UNAVAILABLE_TO_DISPLAY_SOON
source: Soon
es_mx: Próximamente
ja: 近日登場
pl: Wkrótce
ru: Скоро
uk: Незабаром
zh: 即将来临
zh_sg: 很快

# IDS_UNAVAILABLE_TO_DISPLAY_SPECIAL
source: This ship can only be purchased in the Premium Shop.
es_mx: Este barco sólo puede ser comprado en la Tienda Premium.
ja: この艦はプレミアムショップ限定でご購入いただけます。
pl: Ten okręt może zostać nabyty tylko za pośrednictwem Sklepu Premium
ru: Этот корабль можно купить только в Премиум магазине.
uk: Цей корабель можна купити лише у Преміум магазині.
zh: 该战舰只能使用金币购买。
zh_sg: 该战舰只能在高级商店中购买。

# IDS_UNAVAILABLE_TO_DISPLAY_UNAVAILABLE
source: This ship is temporarily unavailable.
es_mx: Este barco está temporalmente no disponible.
ja: 本艦は一時的にご利用いただけません。
pl: Okręt jest tymczasowo niedostępny.
ru: Этот корабль временно недоступен в игре.
uk: Цей корабель тимчасово недоступний у грі.
zh: 该战舰暂时无法出战
zh_sg: 该战舰暂时无法使用。

# IDS_UNDERWATER
source: Info: Shell went underwater.
es_mx: Información: El proyectil se fue bajo el agua.
ja: 情報: 砲弾が潜水した
pl: Informacja: Pocisk pod wodą.
ru: Внимание! Снаряд ушёл под воду.
uk: Увага! Снаряд пішов під воду.
zh: 信息：炮弹进入了水下。
zh_sg: 信息：炮弹进入了水下。

# IDS_UNDER_ANTI_AIR_ATTACK
source: AA FIRE
es_mx: FUEGO AA
ja: 対空砲火
pl: OGIEŃ PRZECIWLOTNICZY
ru: ОГОНЬ ПВО
uk: ВОГОНЬ ППО
zh: 防空炮开火
zh_sg: 防空火力

# IDS_UNDER_FIGHTERS_ATTACK
source: FIGHTERS
es_mx: CAZAS
ja: 戦闘機
pl: MYŚLIWCE
ru: ИСТРЕБИТЕЛИ
uk: ВИНИЩУВАЧІ
zh: 战斗机
zh_sg: 战斗机

# IDS_UNFINISHED_BATTLES_COLON
source: Ongoing battles:
es_mx: Batallas en curso:
ja: 進行中の戦闘:
pl: Trwające bitwy:
ru: Незавершённые бои:
uk: Незавершені бої:
zh: 正在进行的战斗：
zh_sg: 正在进行的战斗：

# IDS_UNFREEZE_COST_TOOLTIP
source: Order cost
es_mx: Costo de la orden
ja: 指令の価格
pl: Koszt rozkazu
ru: Стоимость приказа
uk: Вартість наказу
zh: 命令花费
zh_sg: 命令花费

# IDS_UNFREEZE_FOR_PVE_BTN
source: RECEIVE AN ORDER
es_mx: RECIBE UNA ORDEN
ja: 指令を受領
pl: OTRZYMAJ ROZKAZ
ru: ПОЛУЧИТЬ ПРИКАЗ
uk: ОТРИМАТИ НАКАЗ
zh: 接收命令
zh_sg: 接收命令

# IDS_UNINSTALL_ALL_SIGNALS_GROUP
source: Demount all
es_mx: Desmontar todo
ja: 全て解除
pl: Zdemontuj wszystkie
ru: Снять все
uk: Зняти всі
zh: Снять все
zh_sg: 拆卸全部

# IDS_UNINSTALL_ALL_SIGNALS_GROUP_HINT
source: Demount all mounted signals within the category
es_mx: Desmontar todas las señales montadas dentro de la categoría
ja: 本カテゴリの搭載中の信号旗を全て解除
pl: Zdemontuj wszystkie sygnały w tej kategorii
ru: Снять все установленные сигналы категории
uk: Зняти всі встановлені сигнали категорії.
zh: Снять все установленные сигналы категории
zh_sg: 拆卸全部此类别已安装的信号旗

# IDS_UNIQUE_CREW
source: Unique Commander
es_mx: Comandante Especial
ja: ユニーク艦長
pl: Unikalny dowódca
ru: Уникальный командир
uk: Унікальний командир
zh: 独特指挥官
zh_sg: 独特指挥官

# IDS_UNIQUE_CREW_CAN_NOT_BE_DEMOBOLIZED
source: Unique Commanders cannot be dismissed
es_mx: Los Comandantes Especiales no pueden ser despedidos
ja: ユニーク艦長は解任不能
pl: Unikalny dowódca nie może zostać zwolniony
ru: Уникального командира нельзя демобилизовать
uk: Унікального командира не можна демобілізувати
zh: 独特指挥官无法被解解雇
zh_sg: 独特指挥官无法被解雇

# IDS_UNIQUE_CREW_DESCRIPTION
source: Unique Commanders can have improved skills, talents, and personalization options
es_mx: Los Comandantes Especiales pueden tener habilidades mejoradas, talentos, y opciones de personalización
ja: ユニーク艦長は、改良型スキル、固有スキル、固有効果オプションを有している場合があります
pl: Unikalny dowóca może mieć ulepszane umiejętności, talenty i opcje personalizacji
ru: Уникальный командир может обладать улучшенными навыками, талантами и возможностью персонализации
uk: Унікальний командир може мати поліпшені уміння, таланти та можливість персоналізації
zh: 独特指挥官可拥有改良技能、天赋、和个性化选项
zh_sg: 独特指挥官可拥有改良型技能、天赋和个性化选项

# IDS_UNITED_KINGDOM
source: U.K.
es_mx: Reino Unido
ja: イギリス
pl: Zjedn. Królestwo
ru: Великобритания
uk: Великобританія
zh: Y系
zh_sg: 英国

# IDS_UNITED_KINGDOM_AIRCARRIER
source: British carriers
es_mx: Portaaviones británicos
ja: イギリス航空母艦
pl: Brytyjskie lotniskowce
ru: Авианосцы Великобритании
uk: Авіаносці Великобританії
zh: Авианосцы Великобритании
zh_sg: 英国航母

# IDS_UNITED_KINGDOM_BATTLESHIP
source: British battleships
es_mx: Acorazados británicos
ja: イギリス戦艦
pl: Brytyjskie pancerniki
ru: Линкоры Великобритании
uk: Лінкори Великобританії
zh: Линкоры Великобритании
zh_sg: 英国战列舰

# IDS_UNITED_KINGDOM_CRUISER
source: British cruisers
es_mx: Cruceros británicos
ja: イギリス巡洋艦
pl: Brytyjskie krążowniki
ru: Крейсеры Великобритании
uk: Крейсери Великобританії
zh: Крейсеры Великобритании
zh_sg: 英国巡洋舰

# IDS_UNITED_KINGDOM_DESTROYER
source: British destroyers
es_mx: Destructores británicos
ja: イギリス駆逐艦
pl: Brytyjskie niszczyciele
ru: Эсминцы Великобритании
uk: Есмінці Великобританії
zh: Эсминцы Великобритании
zh_sg: 英国驱逐舰

# IDS_UNITS
source: units
es_mx: unidades
ja: 単位
pl: jedn.
ru: ед.
uk: од
zh: 架
zh_sg: 单位

# IDS_UNITS_SECOND
source: units/s
es_mx: unidades/s
ja: 単位/秒
pl: jedn./sek.
ru: ед/с
uk: од/с
zh: ед/с
zh_sg: 单位/秒

# IDS_UNITS_SECOND_SPACE
source: units/s
es_mx: unidades/s
ja: 単位/秒
pl: jedn./sek.
ru: ед/с
uk: од/с
zh: ед/с
zh_sg: 单位/秒

# IDS_UNITS_SPACE
source: units
es_mx: unidades
ja: 単位
pl: jedn.
ru: ед.
uk: од
zh: 架。
zh_sg: 单位

# IDS_UNKNOWN
source: Unknown
zh: 未知

# IDS_UNLOADING
source: DISEMBARKING
es_mx: DESEMBARCANDO
ja: 下船中
pl: WYOKRĘTOWANIE
ru: ВЫСАДКА
uk: ВИСАДКА
zh: 登陆中
zh_sg: 离舰中

# IDS_UNLOCKS_1
source: Fight against bots in cooperation with other players.
es_mx: Lucha contra bots en cooperación con otros jugadores.
ja: プレイヤーチームとボットチームとの対戦
pl: Połącz siły z innymi graczami i walcz z drużyną botów.
ru: Сражайтесь вместе с другими игроками против ботов.
uk: Бийтеся разом з іншими гравцями проти ботів.
zh: 可与其他玩家合作对战计算机。
zh_sg: 与其他玩家合作对战电脑。

# IDS_UNLOCKS_12
source: By mounting upgrades, you can improve the parameters of your ships.
es_mx: Al montar mejoras, puedes mejorar los parámetros de tus barcos.
ja: アップグレードを搭載することで、艦艇の性能を高めることができます。
pl: Instalując ulepszenia możesz poprawić parametry swoich okrętów.
ru: Модернизации улучшают характеристики ваших кораблей.
uk: Модернізації поліпшують характеристики ваших кораблів.
zh: 您也可通过安装升级品来改善战舰的参数。
zh_sg: 安装升级品，提升您战舰的属性值。

# IDS_UNLOCKS_13
source: Commander skills help to improve your ship's current parameters and open up new abilities.
es_mx: Las habilidades del comandante ayudan a mejorar los parámetros actuales de tu barco y desbloquean nuevas habilidades.
ja: 艦長スキルにより、艦艇の性能を高めたり、新たな能力を使用したりできるようになります。
pl: Umiejętności dowódcy mogą poprawić parametry okrętu lub dać nowe możliwości.
ru: Навыки командира позволяют улучшать характеристики корабля и использовать новые возможности.
uk: Уміння командира дозволяють поліпшувати характеристики корабля та використовувати нові можливості.
zh: 升级您的指挥官来帮助您强化战舰现有的性能参数或是获得新技能
zh_sg: 指挥官技能可以帮助提升战舰当前的属性值以及获得新的能力。

# IDS_UNLOCKS_1514
source: Mount camouflage and signals on your ship to boost her combat characteristics.
es_mx: Monta camuflajes y señales en tu barco para aumentar sus características de combate.
ja: 艦艇に迷彩と信号旗を適用し、戦闘能力を高めましょう。
pl: Zamontuj kamuflaż i sygnały na swoim okręcie, aby podnieść jego statystyki bojowe.
ru: Установите на корабль камуфляж и сигналы, чтобы улучшить его характеристики.
uk: Встановіть на корабель камуфляж і сигнали, щоб поліпшити його характеристики.
zh: Установите на корабль камуфляж и сигналы, чтобы улучшить его характеристики.
zh_sg: 在您的战舰上安装涂装和信号旗以强化它的战斗属性。

# IDS_UNLOCKS_16
source: Participate in Ranked Battles and demonstrate your true worth!
es_mx: ¡Participa en batallas clasificadas y demuestra tu verdadero valor!
ja: ランク戦に挑戦し、真価を示しましょう!
pl: Bierz udział w bitwach rankingowych i dowiedź swojej wartości!
ru: Участвуйте в сражениях за ранги и покажите, на что вы способны!
uk: Беріть участь у битвах за ранги та покажіть на що здатні!
zh: 可参与排位战，一种《战舰世界》中的竞技模式。
zh_sg: 参加排位战——证明你自己！

# IDS_UNLOCKS_17
source: Research and purchase new warships.
es_mx: Investiga y compra nuevos barcos de guerra.
ja: 新しい艦艇の研究と購入
pl: Badaj i kupuj nowe okręty.
ru: Исследуйте и покупайте новые корабли.
uk: Досліджуйте та купуйте нові кораблі.
zh: 研发并购买新战舰。
zh_sg: 研发并购买新战舰。

# IDS_UNLOCKS_20
source: Explore strengths and weaknesses of the armor layout.
es_mx: Explora las fortalezas y debilidades de la disposición del blindaje.
ja: 装甲レイアウトの長所と短所を研究しましょう。
pl: Poznaj silne i słabe strony danego pancerza.
ru: Изучайте сильные и слабые стороны схемы бронирования.
uk: Вивчайте переваги та недоліки схеми бронювання.
zh: 探究装甲配置的优点与缺点。
zh_sg: 探索装甲配置的优点与缺点。

# IDS_UNLOCKS_21
source: You can earn up to three containers with rewards each day.
es_mx: Puedes conseguir hasta tres contenedores con recompensas cada día.
ja: 褒賞を含むコンテナを各日 3 個まで入手可能です。
pl: Możesz zdobyć do trzech kontenerów z nagrodami każdego dnia.
ru: Получайте ежедневно до трёх контейнеров с наградами.
uk: Отримуйте щодня до трьох контейнерів із нагородами.
zh: 您每一天最多可收集到三个带有奖励的幸运补给箱。
zh_sg: 您每天可以获得最多3个补给箱。

# IDS_UNLOCKS_22
source: Accomplish Campaign missions on your journey to the ultimate reward.
es_mx: Completa las misiones de la Campaña en tu camino hacia la recompensa final.
ja: キャンペーンミッションに取り組み、最終褒賞を目指しましょう。
pl: Wypełniaj misje kampanii w drodze do nagrody głównej.
ru: Проходите миссии в кампаниях на пути к главной награде.
uk: Проходьте місії в кампаніях на шляху до головної нагороди.
zh: 努力完成一个又一个任务来得到终极奖励。
zh_sg: 完成战役中的任务以获得最终大奖。

# IDS_UNLOCKS_23
source: Sell any modules, upgrades, and other inventory items that you are no longer using.
es_mx: Vende cualquier módulo, mejora, consumible y otros artículos del inventario que ya no uses más.
ja: 倉庫内の不要なモジュールやアップグレードなどを売却できます。
pl: Sprzedawaj dowolne moduły, ulepszenia i inne przedmioty, których już nie potrzebujesz.
ru: Продавайте модули, модернизации и другие виды имущества, которыми вы не пользуетесь.
uk: Продавайте модулі, модернізації й інше майно, яким не користуєтеся.
zh: 出售仓库中您所不需要的任何配件、升级品、消耗品、及其它东西，以得到银币。
zh_sg: 出售仓库中不需要的配件、升级品和其它物品。

# IDS_UNLOCKS_2827
source: Join a Clan and battle on within a cohesive team!
es_mx: ¡Únete a un clan y combate dentro de un equipo coordinado!
ja: クランに加入し、綿密な連携で戦いましょう!
pl: Dołącz do klanu i walcz jako członek zgranej drużyny!
ru: Вступайте в клан и сражайтесь в одной команде!
uk: Вступайте до клану та бийтеся однією командою!
zh: 想要参与军团之间的战斗，您需要先加入军团。
zh_sg: 加入军团——在团队中继续作战！

# IDS_UNLOCKS_3
source: Battle against real players.
es_mx: Combate contra jugadores reales.
ja: 対人戦
pl: Walcz z prawdziwymi graczami.
ru: Сражайтесь против реальных игроков.
uk: Бийтеся проти справжніх гравців.
zh: 可对战真实玩家。分房系统将会随机建立队伍。
zh_sg: 与真人玩家对战。

# IDS_UNLOCKS_3029
source: Exchange resources for new game items.
es_mx: Intercambia recursos por nuevos artículos del juego.
ja: リソースを新たなゲームアイテムと交換しましょう。
pl: Wymień zasoby za nowe przedmioty w grze.
ru: Обменивайте ресурсы на новое имущество.
uk: Обмінюйте ресурси на нове майно.
zh: Обменивайте ресурсы на новое имущество.
zh_sg: 用资源兑换新游戏物品。

# IDS_UNLOCKS_3124
source: Team up with other players to participate in Operations with unique scenarios.
es_mx: Forma un equipo con otros jugadores para participar en Operaciones con escenarios especiales.
ja: 他のプレイヤー達とチームを組み、特別オペレーションに挑みましょう。
pl: Stwórz drużynę wraz z innymi graczami, by uczestniczyć w operacjach z unikalnymi scenariuszami.
ru: Участвуйте в операциях с уникальными сценариями вместе с другими бойцами.
uk: Беріть участь в операціях з унікальними сценаріями разом з іншими гравцями.
zh: 与其他玩家组队以参与有着独特剧情的战斗。
zh_sg: 与其他玩家组队加入具有独特剧情的行动。

# IDS_UNLOCKS_5
source: Researching ships is much easier now. Use Free Experience Points (Free XP) to research any ship or module.
es_mx: Desarrollar barcos es ahora mucho más fácil. Usa puntos de Experiencia Libre (XP Libre) para desarrollar cualquier barco o módulo.
ja: フリー EXP は、任意の艦艇やモジュールの研究に使用可能であり、新艦艇の研究がずっと容易になります。
pl: Badanie okrętów jest teraz znacznie prostsze. Użyj wolnych punktów doświadczenia (wolnych PD), żeby zbadać dowolny okręt lub moduł.
ru: Исследовать корабли становится проще. Используйте свободный опыт для исследования любого корабля или модуля.
uk: Досліджувати кораблі стало простіше. Використовуйте вільний досвід, щоб дослідити будь-який корабель чи модуль.
zh: 研发战舰变得更加简单。可使用全局经验点数 (全局经验) 来研发任何战舰或配件。
zh_sg: 现在研发战舰变得更加简单了。使用全局经验点数可以研发任意战舰或配件。

# IDS_UNLOCKS_8
source: Receive additional XP and credits for completing daily missions in Random and Ranked Battles.
es_mx: Recibe XP y créditos adicionales por completar las misiones diarias en batallas aleatorias y por rangos.
ja: ランダム戦およびランク戦で各種デイリーミッションを達成することで、追加褒賞が得られます。
pl: Możesz otrzymać dodatkowe PD i kredyty za wypełnianie misji dziennych w bitwach losowych i rankingowych.
ru: Получайте дополнительный опыт и кредиты за выполнение ежедневных задач в случайных и ранговых боях.
uk: Здобувайте додатковий досвід і кредити виконуючи щоденні завдання у випадкових і рангових боях.
zh: 可在随机及排位战战斗中完成每日任务来得到额外的经验和银币。
zh_sg: 可在随机战及排位战中完成日常来获得额外的经验和银币。

# IDS_UNLOCKS_9
source: Complete combat missions and get valuable rewards.
es_mx: Completa misiones de combate y consigue valiosas recompensas.
ja: コンバットミッションを達成して価値ある褒賞を入手しましょう。
pl: Wypełniaj misje bojowe, żeby zdobywać wartościowe nagrody.
ru: Выполняйте боевые задачи и получайте ценные награды.
uk: Виконуйте бойові завдання й отримуйте цінні нагороди.
zh: 完成作战任务及挑战。您甚至可以得到战舰来作为奖励。
zh_sg: 完成作战任务获得珍贵的奖励。

# IDS_UNLOCKS_DESCRIPTION_12_0
source: Upgrades allow you to build on the strengths of your ship while adjusting its weaknesses.
es_mx: Las mejoras te permiten desarrollar las virtudes de tu barco mientras ajustas sus debilidades.
ja: アップグレードにより、艦艇の長所を強化したり、短所を補ったりすることができます。
pl: Ulepszenia pozwalają na akcentowanie mocnych stron okrętów i łagodzenie ich słabych stron.
ru: Модернизации позволяют развить сильные стороны корабля и скорректировать слабые.
uk: Модернізації дозволяють збільшити переваги корабля й зменшити недоліки.
zh: 升级品会影响特定类型的所有配件。举例来说，如果您的战舰有三种版本的主炮可用，适合其主炮组的升级品就会强化它们全部。
zh_sg: 升级品能够强化您战舰的优势或补足其劣势。
