Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SYS_MESSAGE_HEADER_MS_ACC_UNSET_MODERNIZATION
source: Upgrade demounted
es_mx: Mejora Desmontada
ja: アップグレード解除完了
pl: Ulepszenie zdemontowane
ru: Модернизация демонтирована
uk: Модернізацію демонтовано
zh: 升级品已拆卸
zh_sg: 升级品已拆卸

# IDS_SYS_MESSAGE_HEADER_MS_ACC_UNSET_VANITY
source: Personalization deactivated
es_mx: Personalización desactivada
ja: 固有効果無効
pl: Personalizacja dezaktywowana
ru: Персонализация снята
uk: Персоналізацію знято
zh: 个性化已停用
zh_sg: 个性化已停用

# IDS_SYS_MESSAGE_HEADER_MS_ACC_UNSUBSCRIBE_ALBUM
source: Collection suspended
es_mx: Colección Suspendida
ja: コレクションを一時停止しました
pl: Zawieszono odbieranie
ru: Сбор коллекции приостановлен
uk: Збирання колекції призупинено
zh: 收藏已暂停
zh_sg: 收藏已暂停

# IDS_SYS_MESSAGE_HEADER_MS_ACC_USER_COMPONENT_BUY
source: Module purchased and mounted
es_mx: Módulo Comprado y Montado
ja: モジュールの購入・搭載完了
pl: Moduł zakupiony i zamontowany
ru: Модуль куплен и установлен
uk: Модуль куплено та встановлено
zh: 配件已购买并安装
zh_sg: 配件已购买并安装

# IDS_SYS_MESSAGE_HEADER_MS_ACC_USER_COMPONENT_EXPLORE
source: Module researched
es_mx: Módulo Investigado
ja: モジュール研究完了
pl: Moduł zbadany
ru: Модуль исследован
uk: Модуль досліджений
zh: 配件已研发
zh_sg: 配件已研发

# IDS_SYS_MESSAGE_HEADER_MS_ACC_USER_COMPONENT_SELL
source: Module sold
es_mx: Módulo Vendido
ja: モジュールの売却完了
pl: Sprzedano moduł
ru: Модуль продан
uk: Модуль продано
zh: 配件已出售
zh_sg: 配件已出售

# IDS_SYS_MESSAGE_HEADER_MS_UI_ACTION_ERROR
source: Unknown error
es_mx: Error desconocido
ja: 原因不明のエラー
pl: Nieznany błąd
ru: Неизвестная ошибка
uk: Невідома помилка
zh: 未知错误
zh_sg: 未知错误

# IDS_SYS_MESSAGE_HEADER_MS_UI_DISMISSED_DIVISION
source: Division dismissed
es_mx: División desintegrada
ja: 分艦隊の解散完了
pl: Dywizjon rozwiązany
ru: Отряд распущен
uk: Загін розпущено
zh: 小队已解散
zh_sg: 小队已解散

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_ACTION_0_DIVISION
source: Player declined the invitation to join the Division
es_mx: El jugador rechazó la invitación para unirse a la División
ja: プレイヤーが分艦隊への招待を辞退しました
pl: Gracz odrzucił zaproszenie do dywizjonu
ru: Игрок отклонил приглашение в отряд
uk: Гравець відхилив запрошення вступити до складу загону
zh: 玩家拒绝了加入该小队的邀请
zh_sg: 玩家拒绝了加入该小队的邀请

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_ACTION_0_PARTY
source: Player declined the invitation to join the Team Battle
es_mx: El jugador rechazó la invitación para unirse a la Batalla en Equipo
ja: プレイヤーがチームバトルへの招待を辞退しました
pl: Gracz odrzucił zaproszenie do bitwy drużynowej
ru: Игрок отклонил приглашение в командный бой
uk: Гравець відхилив запрошення взяти участь у командному бою
zh: 玩家拒绝了加入队伍战斗的邀请
zh_sg: 玩家拒绝了加入团队战斗的邀请

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_ACTION_1_DIVISION
source: Player accepted the invitation to join the Division
es_mx: El jugador aceptó la invitación para unirse a la División
ja: プレイヤーが分艦隊への招待を承諾しました
pl: Gracz zaakceptował zaproszenie do dywizjonu
ru: Игрок принял приглашение в отряд
uk: Гравець прийняв запрошення вступити до складу загону
zh: 玩家接受了加入该小队的邀请
zh_sg: 玩家接受了加入该小队的邀请

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_ACTION_1_PARTY
source: Player accepted the invitation to join the Team Battle
es_mx: El jugador aceptó la invitación para unirse a la Batalla en Equipo
ja: プレイヤーがチームバトルへの招待を承諾しました
pl: Gracz zaakceptował zaproszenie do bitwy drużynowej
ru: Игрок принял приглашение в командный бой
uk: Гравець прийняв запрошення взяти участь у командному бою
zh: 玩家接受了加入队伍战斗的邀请
zh_sg: 玩家接受了加入团队战斗的邀请

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_FAILED
source: Invitation declined
es_mx: Invitación rechazada
ja: 招待を辞退しました
pl: Odrzucono zaproszenie
ru: Приглашение отклонено
uk: Запрошення відхилено
zh: 邀请已拒绝
zh_sg: 邀请已拒绝

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_RECEIVED_DIVISION
source: Invitation to join Division
es_mx: Invitación para unirte a la División
ja: 分艦隊への招待
pl: Zaproszenie do dywizjonu
ru: Приглашение в отряд
uk: Запрошення до складу загону
zh: 邀请加入小队
zh_sg: 邀请加入小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_RECEIVED_PARTY
source: Invitation to Team Battle
es_mx: Invitación para Batalla en Equipo
ja: チームバトルへの招待
pl: Zaproszenie do bitwy drużynowej
ru: Приглашение в командный бой
uk: Запрошення в командний бій
zh: 加入队伍战斗的邀请
zh_sg: 加入团队战斗的邀请

# IDS_SYS_MESSAGE_HEADER_MS_UI_INVITATION_RECEIVED_TRAINING_ROOM
source: Invitation to a Training Battle
es_mx: Invitación a una Batalla de Entrenamiento
ja: トレーニング戦への招待
pl: Zaproszenie do bitwy treningowej
ru: Приглашение в тренировочный бой
uk: Запрошення до тренувального бою
zh: 加入战斗训练的邀请
zh_sg: 邀请到战斗训练

# IDS_SYS_MESSAGE_HEADER_MS_UI_LOOKING_FOR_DIVISION_STATUS_DIVISION
source: Looking to join a Division
es_mx: Buscando unirse a una División
ja: 分艦隊に参加希望
pl: Szukam dywizjonu
ru: Хочу в отряд
uk: Хочу до складу загону
zh: 寻找加入小队
zh_sg: 寻找加入小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_0_DIVISION
source: Player joined Division
es_mx: El jugador se unió a la División
ja: プレイヤーが分艦隊に参加
pl: Gracz dołączył do dywizjonu
ru: Игрок присоединился к отряду
uk: Гравець долучився до складу загону
zh: 玩家加入了小队
zh_sg: 玩家加入了小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_0_PARTY
source: Player joined Team Battle
es_mx: El jugador se unió a la Batalla en Equipo
ja: プレイヤーがチームに参加しました
pl: Gracz dołączył do bitwy drużynowej
ru: Игрок присоединился к командному бою
uk: Гравець долучився до командного бою
zh: 玩家加入了队伍战斗
zh_sg: 玩家加入了团队战斗

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_1_DIVISION
source: Player left Division
es_mx: El jugador dejó la División
ja: プレイヤーが分艦隊から脱退
pl: Gracz opuścił dywizjon
ru: Игрок покинул отряд
uk: Гравець покинув склад загону
zh: 玩家离开了小队
zh_sg: 玩家离开了小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_1_PARTY
source: Player left Team Battle
es_mx: El jugador dejó la Batalla en Equipo
ja: プレイヤーがチームから脱退しました
pl: Gracz opuścił bitwę drużynową
ru: Игрок покинул командный бой
uk: Гравець покинув командний бій
zh: 玩家离开了队伍战斗
zh_sg: 玩家离开了团队战斗

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_2_DIVISION
source: Player removed from Division
es_mx: Jugador destituido de la División
ja: プレイヤーを分艦隊から除外しました
pl: Gracz został usunięty z dywizjonu
ru: Игрок исключён из отряда
uk: Гравця вилучено зі складу загону
zh: 玩家已从小队中移除
zh_sg: 玩家已从小队中移除

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_ACTION_IN_DIVISION_2_PARTY
source: Player removed from Team Battle
es_mx: Jugador eliminado de la Batalla en Equipo
ja: プレイヤーをチームバトルから除外しました
pl: Gracz usunięty z bitwy drużynowej
ru: Игрок исключён из командного боя
uk: Гравця вилучено із командного бою
zh: 玩家已从队伍战斗中移除
zh_sg: 玩家已从团队战斗中移除

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_IS_COMMANDER_DIVISION
source: Player appointed as Division Commander
es_mx: Jugador asignado como Comandante de División
ja: プレイヤーを分艦隊指揮官に任命
pl: Gracz został mianowany na dowódcę dywizjonu
ru: Игрок назначен командиром отряда
uk: Гравця призначено командиром загону
zh: 玩家被指派为小队指挥官
zh_sg: 玩家被指派为小队指挥官

# IDS_SYS_MESSAGE_HEADER_MS_UI_PLAYER_IS_COMMANDER_PARTY
source: Player appointed as Commander
es_mx: Jugador nombrado Comandante
ja: プレイヤーが指揮官に任命されました
pl: Gracz mianowany na dowódcę
ru: Игрок назначен командиром
uk: Гравця призначено командиром
zh: 玩家被委任为指挥官
zh_sg: 玩家被委任为指挥官

# IDS_SYS_MESSAGE_HEADER_MS_UI_PURCHASE_FAILED
source: Not completed
es_mx: No completado
ja: 不完全
pl: Nie ukończono
ru: Не выполнено
uk: Не виконано
zh: 未完成
zh_sg: 未完成

# IDS_SYS_MESSAGE_HEADER_MS_UI_YOUR_ACTION_IN_DIVISION_0_DIVISION
source: You joined Division
es_mx: Te has unido a la División
ja: 分艦隊に参加しました
pl: Dołączyłeś do dywizjonu
ru: Вы вступили в отряд
uk: Ви вступили до загону
zh: 您加入了小队
zh_sg: 您加入了小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_YOUR_ACTION_IN_DIVISION_1_DIVISION
source: You left Division
es_mx: Has dejado la División
ja: 分艦隊から脱退しました
pl: Opuściłeś dywizjon
ru: Вы покинули отряд
uk: Ви покинули загін
zh: 您离开了小队
zh_sg: 您离开了小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_YOUR_ACTION_IN_DIVISION_2_DIVISION
source: You have been removed from the Division
es_mx: Has sido destituido de la División
ja: 分艦隊から除外されました
pl: Usunięto Cię z dywizjonu
ru: Вы исключены из отряда
uk: Вас вилучено зі складу загону
zh: 您已被逐出小队
zh_sg: 您已被逐出小队

# IDS_SYS_MESSAGE_HEADER_MS_UI_YOU_ARE_COMMANDER_DIVISION
source: You are Division Commander
es_mx: Eres el Comandante de la División
ja: 分艦隊の指揮官になりました
pl: Jesteś dowódcą dywizjonu
ru: Вы — командир отряда
uk: Ви — командир загону
zh: 您是小队指挥官
zh_sg: 您是小队指挥官

# IDS_SYS_MESSAGE_INVITATION_TO_CLAN_SEND
source: Invitation to join Clan %(clanTag)s sent
es_mx: Invitación para unirse al Clan %(clanTag)s enviada
ja: クラン %(clanTag)s への招待を送信完了
pl: Wysłano zaproszenie do klanu %(clanTag)s
ru: Приглашение в клан %(clanTag)s отправлено
uk: Запрошення до клану %(clanTag)s надіслано
zh: 加入军团 %(clanTag)s 的邀请已发送
zh_sg: 加入军团 %(clanTag)s 的邀请已发送

# IDS_SYS_MESSAGE_OPEN_LOOTBOXES_REWARDS
source: See all rewards received
es_mx: Ver todas las recompensas recibidas
ja: 全ての取得褒賞を確認
pl: Zobacz wszystkie otrzymane nagrody
ru: Посмотреть полученные награды
uk: Подивитися отримані нагороди
zh: Посмотреть полученные награды
zh_sg: 查看所有获得的奖励

# IDS_SYS_MESSAGE_PLAYER_ALREADY_INVITED
source: This player has already been invited to Clan %(clanTag)s
es_mx: Este jugador ya ha sido invitado al Clan %(clanTag)s
ja: このプレイヤーは既にクラン %(clanTag)s に招待済み
pl: Ten gracz został już zaproszony do klanu %(clanTag)s
ru: Игрок уже приглашён в клан %(clanTag)s
uk: Гравець вже запрошений до клану %(clanTag)s
zh: 此玩家已经被邀请加入军团 %(clanTag)s
zh_sg: 此玩家已经被邀请加入军团 %(clanTag)s

# IDS_SYS_MESSAGE_PLAYER_INVITES_YOU_TO_JOIN_DIVISION
source: %(playerName)s invited you to join a Division
es_mx: %(playerName)s te invitó a unirte a una División
ja: %(playerName)s さんがあなたを分艦隊に招待しました
pl: %(playerName)s zaprosił Cię do dywizjonu
ru: %(playerName)s приглашает вас в отряд
uk: %(playerName)s запрошує вас до складу загону
zh: %(playerName)s 邀请您加入小队
zh_sg: %(playerName)s 邀请您加入小队

# IDS_SYS_MESSAGE_PLAYER_INVITES_YOU_TO_JOIN_TRAINING_ROOM
source: %(playerName)s invited you to a Training Battle
es_mx: %(playerName)s te invitó a una Batalla de Entrenamiento
ja: %(playerName)s さんがあなたをトレーニング戦に招待しました
pl: %(playerName)s zaprosił Cię do bitwy treningowej
ru: %(playerName)s приглашает вас в тренировочный бой
uk: %(playerName)s запрошує вас до тренувального бою
zh: %(playerName)s 邀请您加入战斗训练
zh_sg: %(playerName)s邀请您进行一场战斗训练

# IDS_T1
source: Transport Ship 1
es_mx: Barco de Transporte 1
ja: 輸送船 1
pl: Okręt transportowy 1
ru: Транспорт 1
uk: Транспорт 1
zh: 运输舰 1
zh_sg: 运输舰 1

# IDS_T2
source: Transport Ship 2
es_mx: Barco de Transporte 2
ja: 輸送船 2
pl: Okręt transportowy 2
ru: Транспорт 2
uk: Транспорт 2
zh: 运输舰 2
zh_sg: 运输舰 2

# IDS_T3
source: Transport Ship 3
es_mx: Barco de Transporte 3
ja: 輸送船 3
pl: Okręt transportowy 3
ru: Транспорт 3
uk: Транспорт 3
zh: 运输舰 3
zh_sg: 运输舰 3

# IDS_T4
source: Transport Ship 4
es_mx: Barco de Transporte 4
ja: 輸送船 4
pl: Okręt transportowy 4
ru: Транспорт 4
uk: Транспорт 4
zh: 运输舰 4
zh_sg: 运输舰 4

# IDS_T5
source: Transport Ship 5
es_mx: Barco de Transporte 5
ja: 輸送船 5
pl: Okręt transportowy 5
ru: Транспорт 5
uk: Транспорт 5
zh: 运输舰 5
zh_sg: 运输舰 5

# IDS_TAB_BAR_BATTLE_HEROES
source: Battle Heroes
es_mx: Héroes de Batalla
ja: 戦功章
pl: Bohaterskie
ru: Герои битвы
uk: Герої битви
zh: 战斗英雄
zh_sg: 战斗英雄

# IDS_TAB_BAR_STATISTICS
source: Statistics
es_mx: Estadísticas
ja: 戦績
pl: Statystyki
ru: Статистика
uk: Статистика
zh: 统计
zh_sg: 统计

# IDS_TAB_CHANGE_CHANNEL
source: Change chat channel
es_mx: Cambiar el canal de chat
ja: 宛先変更
pl: Zmień kanał czatu
ru: Смена канала чата
uk: Зміна каналу чата
zh: 变更聊天频道
zh_sg: 变更聊天频道

# IDS_TAB_SCREEN_POWERUPS_HEADER
source: Buffs Available in Battle
es_mx: Bonificaciones Disponibles en Batalla
ja: 戦闘中に利用可能な強化
pl: Wzmocnienia dostępne w bitwie
ru: Доступные в бою улучшения
uk: Доступні в бою поліпшення
zh: 战斗中可用的增益效果
zh_sg: 战斗中可获得的增益

# IDS_TACTICAL_MAP
source: Tactical Map
es_mx: Mapa Táctico
ja: 戦術マップ
pl: Mapa taktyczna
ru: Тактическая карта
uk: Тактична мапа
zh: 战术地图
zh_sg: 战术地图

# IDS_TACTICS
source: Tactics
es_mx: Tácticas
ja: 戦術
pl: Taktyka
ru: Тактика
uk: Тактика
zh: 战术
zh_sg: 战术

# IDS_TAG_CAPTURE
source: CAPTURE
es_mx: CAPTURAR
ja: 占領
pl: ZAJMIJ
ru: ЗАХВАТИТЕ
uk: ЗАХОПІТЬ
zh: 占领
zh_sg: 占领

# IDS_TAG_DEFEND
source: DEFEND
es_mx: DEFENDER
ja: 防衛
pl: BROŃ
ru: ЗАЩИТИТЕ
uk: ЗАХИСТІТЬ
zh: 防御
zh_sg: 防御

# IDS_TAG_ESCORT
source: ESCORT
es_mx: ESCOLTAR
ja: 護衛
pl: ESKORTUJ
ru: СОПРОВОЖДАЙТЕ
uk: СУПРОВОДЖУЙТЕ
zh: 护卫
zh_sg: 护卫

# IDS_TAG_MOVE
source: FOLLOW
es_mx: SEGUIR
ja: 追従
pl: OBSERWUJ
ru: СЛЕДУЙТЕ
uk: ПРЯМУЙТЕ
zh: 跟随
zh_sg: 跟随

# IDS_TAKAO
source: Takao
ja: タカオ
zh: 高雄

# IDS_TAKEN_AMMO_AP_HINT
source: Number of hits and damage received from AP shells
es_mx: Número de impactos y daño recibido por proyectiles AP
ja: AP 弾の被弾数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od pocisków PP
ru: Количество попаданий и урон, полученный от бронебойных снарядов
uk: Кількість влучень та шкода, отримана від бронебійних снарядів
zh: 命中次数与受到的 AP 弹伤害
zh_sg: 被穿甲弹命中次数和受到的伤害

# IDS_TAKEN_AMMO_CS_HINT
source: Number of hits and damage received from SAP shells
es_mx: Número de impactos y daño recibido por proyectiles SAP
ja: SAP 弾の被弾数と被ダメージ
pl: Liczba trafień i otrzymanych uszkodzeń pociskami PPO
ru: Количество попаданий и урон, полученный от полубронебойных снарядов
uk: Кількість влучень та шкода, отримана від напівбронебійних снарядів
zh: Количество попаданий и урон, полученный от полубронебойных снарядов
zh_sg: 被半穿甲弹命中次数和受到的伤害

# IDS_TAKEN_AMMO_HE_HINT
source: Number of hits and damage received from HE shells
es_mx: Número de impactos y daño recibido por proyectiles HE
ja: HE 弾の被弾数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od pocisków OB
ru: Количество попаданий и урон, полученный от осколочно-фугасных снарядов
uk: Кількість влучень та шкода, отримана від осколково-фугасних снарядів
zh: 命中次数与受到的 HE 弹伤害
zh_sg: 被高爆弹命中次数和受到的伤害

# IDS_TAKEN_ARTILLERY
source: Artillery
es_mx: Artillería
ja: 砲撃
pl: Artyleria
ru: Артиллерия
uk: Артилерія
zh: 火炮
zh_sg: 火炮

# IDS_TAKEN_ARTILLERY_HINT
source: Number of hits and damage received from artillery shells
es_mx: Número de impactos y daño recibido por proyectiles de artillería
ja: 砲撃の被弾数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od pocisków artylerii
ru: Количество попаданий и урон, полученный от артиллерийских снарядов
uk: Кількість влучень та шкода, отримана від артилерійських снарядів
zh: 命中次数与受到的火炮炮弹伤害
zh_sg: 被火炮炮弹命中次数和受到的伤害

# IDS_TAKEN_BOMBS_HINT
source: Number of hits and damage received from bombs
es_mx: Número de impactos y daño recibido por bombas
ja: 爆弾の被弾数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od bomb
ru: Количество попаданий и урон, полученный от бомб
uk: Кількість влучень та шкода, отримана від бомб
zh: 命中次数与受到的炸弹伤害
zh_sg: 被炸弹命中次数和受到的伤害

# IDS_TAKEN_DAMAGED_MODULES_HINT
source: Number of incapacitated and destroyed modules
es_mx: Número de módulos incapacitados y destruidos
ja: モジュールの機能停止および大破の数
pl: Liczba poważnie uszkodzonych i zniszczonych modułów
ru: Количество выведенных из строя и уничтоженных модулей
uk: Кількість виведених з ладу та знищених модулів
zh: 失去作用与毁坏的配件数
zh_sg: 瘫痪和摧毁的配件数

# IDS_TAKEN_DAMAGE_HINT
source: Damage Received
es_mx: Daño Recibido
ja: 被ダメージ
pl: Otrzymane uszkodzenia
ru: Полученный урон
uk: Отримана шкода
zh: 受到的伤害
zh_sg: 受到的伤害

# IDS_TAKEN_DEPTH_CHARGES_HINT
source: Damage from depth charges
es_mx: Daño de las cargas de profundidad
ja: 爆雷による被ダメージ
pl: Uszkodzenia od bomb głębinowych
ru: Урон, полученный от глубинных бомб
uk: Шкода, отримана від глибинних бомб
zh: 来自深水炸弹的伤害
zh_sg: 深水炸弹造成的伤害

# IDS_TAKEN_FIRES_COUNT_HINT
source: Number of fires
es_mx: Número de incendios
ja: 火災発生数
pl: Liczba pożarów
ru: Количество пожаров
uk: Кількість пожеж
zh: 火灾次数
zh_sg: 火灾次数

# IDS_TAKEN_FLOODS_COUNT_HINT
source: Number of floodings
es_mx: Número de inundaciones
ja: 浸水発生数
pl: Liczba zalań
ru: Количество затоплений
uk: Кількість затоплень
zh: 进水次数
zh_sg: 进水次数

# IDS_TAKEN_NAVAL_MINES_HINT
source: Damage received from mines
es_mx: Daño recibido por minas
ja: 機雷による被ダメージ
pl: Uszkodzenia od min
ru: Урон, полученный от мин
uk: Шкода, отримана від мін
zh: 受到水雷的伤害
zh_sg: 受到的水雷伤害

# IDS_TAKEN_OTHER_HINT
source: Damage received from fire, flooding and ramming
es_mx: Daño recibido por incendio, inundación y choques
ja: 火災、浸水、体当たりによる被ダメージ
pl: Uszkodzenia otrzymane w wyniku pożarów, zalań i taranowania
ru: Урон, полученный от пожаров, затоплений и тарана
uk: Шкода, отримана від пожеж, затоплень й тарана
zh: 火灾、进水与冲撞受到的伤害
zh_sg: 受到火灾、进水与冲撞产生的伤害

# IDS_TAKEN_ROCKETS_HINT
source: Number of hits and damage received from rockets
es_mx: Número de impactos y daño recibido de cohetes
ja: ロケット弾の被弾数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od rakiet
ru: Количество попаданий и урон, полученный от ракет
uk: Кількість влучень і шкода, отримана від ракет
zh: 被火箭命中次数与受到的伤害
zh_sg: 被火箭弹击中次数和造成的伤害

# IDS_TAKEN_TORPEDOES_HINT
source: Number of hits and damage received from torpedoes
es_mx: Número de impactos y daño recibido por torpedos
ja: 魚雷の被雷数と被ダメージ
pl: Liczba trafień i uszkodzenia otrzymane od torped
ru: Количество попаданий и урон, полученный от торпед
uk: Кількість влучень та шкода, отримана від торпед
zh: 命中次数与受到的鱼雷伤害
zh_sg: 被鱼雷命中次数和受到的伤害

# IDS_TAKE_AWAY
source: Demount
es_mx: Desmontar
ja: 解除
pl: Zdemontuj
ru: Снять
uk: Зняти
zh: 拆卸
zh_sg: 拆卸

# IDS_TAKE_REWARD
source: Collect rewards
es_mx: Recoge las recompensas
ja: 褒賞を受け取る
pl: Odbierz nagrody
ru: Получить награды
uk: Отримати нагороди
zh: 收集奖励
zh_sg: 收集奖励

# IDS_TAKE_REWARD_IN_TASK_WINDOW
source: To collect your rewards, go to the Campaigns screen
es_mx: Para recoger tus recompensas, ve a la pantalla de Campañas
ja: 褒賞を受け取るには、キャンペーン画面へ移動してください
pl: Żeby odebrać swoje nagrody, należy przejść do ekranu kampanii
ru: Заберите награды на экране Кампаний
uk: Заберіть нагороди на екрані Кампаній
zh: 想要收集您的奖励，请前往战役画面
zh_sg: 想要收集您的奖励，请前往战役界面

# IDS_TAKE_STARS
source: Collect stars
es_mx: Reúne estrellas
ja: スターを収集
pl: Zbieraj gwiazdki
ru: Получить звёзды
uk: Отримати зірки
zh: 收集星星
zh_sg: 收集星星

# IDS_TAKE_THIS_PVE_OPERATION
source: Select this operation
es_mx: Selecciona esta Operación
ja: このオペレーションを選択
pl: Wybierz tą operacją
ru: Выбрать операцию
uk: Вибрати операцію
zh: 选择此行动
zh_sg: 选择此行动

# IDS_TALENT_ACTIVATED
source: Talent activated
es_mx: Talento activado
ja: 固有スキル発動
pl: Aktywowano talent
ru: Талант активирован
uk: Талант активовано
zh: Талант активирован
zh_sg: 天赋已激活

# IDS_TALENT_ACTIVATED_PAW102_ACHIEVEMENT_2
source: The "Hit Hard!" talent activated.
es_mx: El talento "¡Golpea Fuerte!" se ha activado.
ja: 固有スキル「Hit Hard!」発動。
pl: Aktywowano talent „Uderzaj mocno!”
ru: Активирован талант «Бей сильно!».
uk: Активовано талант «Бий сильно!»
zh: Активирован талант «Бей сильно!».
zh_sg: 已激活天赋“打的狠！”

# IDS_TALENT_ACTIVATED_PAW102_ACHIEVEMENT_3
source: The "Hit Fast!" talent activated.
es_mx: El talento "¡Golpea Rápido!" se ha activado.
ja: 固有スキル「Hit Fast!」発動。
pl: Aktywowano talent „Uderzaj szybko!”
ru: Активирован талант «Бей быстро!»
uk: Активовано талант «Бий хутко!»
zh: Активирован талант «Бей быстро!»
zh_sg: 已激活天赋“打的快！”

# IDS_TALENT_ACTIVATED_PFW405_ACHIEVEMENT_2
source: Fully Armed talent activated
es_mx: Se ha activado el talento «Armado hasta los dientes»
ja: 固有スキル「完全武装」発動
pl: Aktywowano talent „W pełni uzbrojone”
ru: Активирован талант «Во всеоружии»
uk: Активовано талант «При повній зброї»
zh: Активирован талант «Во всеоружии»
zh_sg: 天赋全副武装已激活

# IDS_TALENT_ACTIVATED_PFW405_DAMAGE_8
source: Speed and Composure talent activated
es_mx: Se ha activado el talento «Velocidad y compostura»
ja: 固有スキル「速さと冷静さ」発動
pl: Aktywowano talent „Szybkość i opanowanie”
ru: Активирован талант «Скорость и выдержка»
uk: Активовано талант «Швидкість і витримка»
zh: Активирован талант «Скорость и выдержка»
zh_sg: 天赋速度与冷静已激活

# IDS_TALENT_ACTIVATED_PFW405_RIBBONS_7
source: Sparks of Resistance talent activated
es_mx: Se ha activado el talento «Chispas de resistencia»
ja: 固有スキル「抵抗の火花」発動
pl: Aktywowano talent „Iskry oporu”
ru: Активирован талант «Искра сопротивления»
uk: Активовано талант «Іскра опору»
zh: Активирован талант «Искра сопротивления»
zh_sg: 天赋反击火花已激活

# IDS_TALENT_ACTIVATED_PGW103_RIBBONS_1
source: Exemplary Reconnaissance talent activated
es_mx: Talento Reconocimiento Ejemplar activado
ja: 固有スキル「模範的偵察」発動
pl: Aktywowano talent Wzorowy zwiad
ru: Активирован талант «Образцовая разведка»
uk: Активовано талант «Зразкова розвідка»
zh: Активирован талант «Образцовая разведка»
zh_sg: 究极侦查天赋已激活

# IDS_TALENT_ACTIVATED_PGW103_RIBBONS_12
source: Air Superiority talent activated
es_mx: Talento Superioridad aérea activado
ja: 固有スキル「航空優勢」発動
pl: Aktywowano talent Przewaga powietrzna
ru: Активирован талант «Воздушное превосходство»
uk: Активовано талант «Повітряна перевага»
zh: Активирован талант «Воздушное превосходство»
zh_sg: 空中优势天赋已激活

# IDS_TALENT_ACTIVATED_PGW103_RIBBONS_13
source: Iron Strike talent activated
es_mx: Talento Golpe de Hierro activado
ja: 固有スキル「鉄の打撃」発動
pl: Aktywowano talent Żelazne uderzenie
ru: Активирован талант «Железный удар»
uk: Активовано талант «Залізний удар»
zh: Активирован талант «Железный удар»
zh_sg: 铁血打击天赋已激活

# IDS_TALENT_ACTIVATED_PGW103_RIBBONS_14
source: Secondary Armament Expert talent activated
es_mx: Talento Experto en Armamento Secundario activado
ja: 固有スキル「副砲専門家」発動
pl: Aktywowano talent Ekspert uzbrojenia dodatkowego
ru: Активирован талант «Мастер ПМК»
uk: Активовано талант «Майстер ПМК»
zh: Активирован талант «Мастер ПМК»
zh_sg: 副武器专家天赋已激活

# IDS_TALENT_ACTIVATED_PIW101_ACHIEVEMENT_2
source: Scorched by Fury talent activated
es_mx: Talento "Consumido por la Furia" activado
ja: 固有スキル「激情の炎」発動
pl: Aktywowano talent Rozpalony furią
ru: Активирован талант «Опалённый яростью»
uk: Активовано талант «Обпалений люттю»
zh: Активирован талант «Опалённый яростью»
zh_sg: 已激活天赋怒火中烧

# IDS_TALENT_ACTIVATED_PIW101_RIBBONS_10
source: "Desperate Resistance" talent activated.
es_mx: Talento "Resistencia Desesperada" activado.
ja: 固有スキル「必死の抵抗」発動
pl: Aktywowano talent „Desperacki opór”.
ru: Активирован талант «Отчаянное сопротивление»
uk: Активовано талант «Відчайдушний опір»
zh: Активирован талант «Отчаянное сопротивление»
zh_sg: “孤注一掷”天赋已激活。

# IDS_TALENT_ACTIVATED_PIW101_RIBBONS_9
source: Triumphant Haul talent activated
es_mx: Talento "Curso Triunfante" activado
ja: 固有スキル「勝者の戦利」発動
pl: Aktywowano talent Łup triumfalny
ru: Активирован талант «Награда триумфатора»
uk: Активовано талант «Нагорода тріумфатора»
zh: Активирован талант «Награда триумфатора»
zh_sg: 已激活天赋胜利之握

# IDS_TALENT_ACTIVATED_PJW018_ACHIEVEMENT_0
source: The "Concealed Reserves" talent activated.
es_mx: El talento "Reservas Ocultas" se ha activado.
ja: 固有スキル「消耗品秘蔵」発動。
pl: Aktywowano talent „Żelazne zapasy”.
ru: Активирован талант «Скрытые резервы».
uk: Активовано талант «Приховані резерви».
zh: Активирован талант «Скрытые резервы».
zh_sg: 已激活天赋“隐藏储备”。

# IDS_TALENT_ACTIVATED_PJW018_ACHIEVEMENT_1_2
source: The "Second Wind" talent activated.
es_mx: El talento "Segundo Aire" se ha activado.
ja: 固有スキル「第二の風」発動。
pl: Aktywowano talent „Drugi oddech”.
ru: Активирован талант «Второе дыхание».
uk: Активовано талант «Друге дихання».
zh: Активирован талант «Второе дыхание».
zh_sg: 已激活天赋“复苏之风”。

# IDS_TALENT_ACTIVATED_PRW406_ACHIEVEMENT_0
source: Emergency Reserve talent activated
es_mx: Se ha activado el talento «Reserva de emergencia»
ja: 固有スキル「緊急リザーブ」発動
pl: Aktywowano talent „Rezerwa awaryjna”
ru: Активирован талант «Неприкосновенный запас»
uk: Активовано талант «Недоторканий запас»
zh: Активирован талант «Неприкосновенный запас»
zh_sg: 天赋紧急储备已激活

# IDS_TALENT_ACTIVATED_PRW406_HEALTH_1_5_6
source: The "Will to Victory" talent activated.
es_mx: El talento "Voluntad de Victoria" se ha activado.
ja: 固有スキル「勝利への意志」発動。
pl: Aktywowano talent „Wola zwycięstwa”.
ru: Активирован талант «Воля к победе».
uk: Активовано талант «Воля до перемоги».
zh: Активирован талант «Воля к победе».
zh_sg: 已激活天赋“胜利意志”。
