Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_AIRCRAFT
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Самолёты
uk: Літаки
zh: 飞机
zh_sg: 飞机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_BOMBER
source: Press %(_cmd)s again to launch bombers
es_mx: Presiona %(_cmd)s de nuevo para lanzar los bombarderos
ja: %(_cmd)s 再度押して爆撃機を発艦
pl: Wciśnij %(_cmd)s ponownie, aby wystartowały bombowce nurkujące
ru: %(_cmd)s Нажмите повторно для взлёта бомбардировщиков
uk: %(_cmd)s Натисніть повторно для зльоту бомбардувальників
zh: %(_cmd)s 再按一次以升空俯冲轰炸机
zh_sg: 再按一次%(_cmd)s升空轰炸机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_BOMBER_AP
source: Press %(_cmd)s again to launch bombers
es_mx: Presiona %(_cmd)s de nuevo para lanzar los bombarderos
ja: %(_cmd)s 再度押して爆撃機を発艦
pl: Wciśnij %(_cmd)s ponownie, aby wystartowały bombowce nurkujące
ru: %(_cmd)s Нажмите повторно для взлёта бомбардировщиков
uk: %(_cmd)s Натисніть повторно для зльоту бомбардувальників
zh: %(_cmd)s 再按一次以升空俯冲轰炸机
zh_sg: 再按一次%(_cmd)s升空轰炸机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_BOMBER_AP_NOT_ENOUGH
source: Insufficient number of bombers. Take off prohibited.
es_mx: Cantidad insuficiente de bombarderos: despegue prohibido
ja: 爆撃機の機数が不足: 発艦不可
pl: Liczba bombowców jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно бомбардировщиков для взлёта
uk: Для зльоту бомбардувальників недостатньо літаків
zh: 俯冲轰炸机中队的飞机数量不足以起飞
zh_sg: 轰炸机数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_BOMBER_NOT_ENOUGH
source: Insufficient number of bombers. Take off prohibited.
es_mx: Cantidad insuficiente de bombarderos: despegue prohibido
ja: 爆撃機の機数が不足: 発艦不可
pl: Liczba bombowców jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно бомбардировщиков для взлёта
uk: Для зльоту бомбардувальників недостатньо літаків
zh: 俯冲轰炸机中队的飞机数量不足以起飞
zh_sg: 轰炸机数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_FIGHTER
source: Press %(_cmd)s again to launch attack aircraft
es_mx: %(_cmd)s Presiona de nuevo para lanzar los aviones de ataque
ja: %(_cmd)s 再度押して攻撃機を発艦
pl: Wciśnij %(_cmd)s ponownie, aby wystartowały samoloty szturmowe
ru: %(_cmd)s Нажмите повторно для взлёта штурмовиков
uk: %(_cmd)s Натисніть повторно для зльоту штурмовиків
zh: %(_cmd)s 再按一次以升空战斗机
zh_sg: %(_cmd)s 再按一次发射攻击机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_FIGHTER_AP
source: Press %(_cmd)s again to launch attack aircraft
es_mx: %(_cmd)s Presiona de nuevo para lanzar los aviones de ataque
ja: %(_cmd)s 再度押して攻撃機を発艦
pl: Wciśnij %(_cmd)s ponownie, aby wystartowały samoloty szturmowe
ru: %(_cmd)s Нажмите повторно для взлёта штурмовиков
uk: %(_cmd)s Натисніть повторно для зльоту штурмовиків
zh: %(_cmd)s 再按一次以升空战斗机
zh_sg: %(_cmd)s 再按一次发射攻击机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_FIGHTER_AP_NOT_ENOUGH
source: Insufficient number of attack aircraft. Take off prohibited.
es_mx: Cantidad insuficiente de aviones de ataque: despegue prohibido
ja: 攻撃機の機数が不足: 発艦不可
pl: Liczba samolotów szturmowych jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно штурмовиков для взлёта
uk: Для зльоту штурмовиків недостатньо літаків
zh: 战斗机中队的飞机数量不足以起飞
zh_sg: 攻击机的数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_FIGHTER_NOT_ENOUGH
source: Insufficient number of attack aircraft. Take off prohibited.
es_mx: Cantidad insuficiente de aviones de ataque: despegue prohibido
ja: 攻撃機の機数が不足: 発艦不可
pl: Liczba samolotów szturmowych jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно штурмовиков для взлёта
uk: Для зльоту штурмовиків недостатньо літаків
zh: 战斗机中队的飞机数量不足以起飞
zh_sg: 攻击机的数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_TORPEDO
source: Press %(_cmd)s again to launch torpedo bombers
es_mx: %(_cmd)s Presiona de nuevo para lanzar los torpederos
ja: %(_cmd)s 再度押して雷撃機を発艦
pl: %(_cmd)s Wciśnij ponownie, aby wystartowały bombowce torpedowe
ru: %(_cmd)s Нажмите повторно для взлёта торпедоносцев
uk: %(_cmd)s Натисніть повторно для зльоту торпедоносців
zh: %(_cmd)s 再按一次以升空鱼雷轰炸机
zh_sg: %(_cmd)s 再按一次发射鱼雷轰炸机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_TORPEDO_DEEPWATER
source: Press %(_cmd)s again to launch torpedo bombers
es_mx: %(_cmd)s Presiona de nuevo para lanzar los torpederos
ja: %(_cmd)s 再度押して雷撃機を発艦
pl: %(_cmd)s Wciśnij ponownie, aby wystartowały bombowce torpedowe
ru: %(_cmd)s Нажмите повторно для взлёта торпедоносцев
uk: %(_cmd)s Натисніть повторно для зльоту торпедоносців
zh: %(_cmd)s 再按一次以升空鱼雷轰炸机
zh_sg: %(_cmd)s 再按一次发射鱼雷轰炸机

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_TORPEDO_DEEPWATER_NOT_ENOUGH
source: Insufficient number of torpedo bombers. Take off prohibited.
es_mx: Cantidad insuficiente de torpederos: despegue prohibido
ja: 雷撃機の機数が不足: 発艦不可
pl: Liczba bombowców torpedowych jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно торпедоносцев для взлёта
uk: Для зльоту торпедоносців недостатньо літаків
zh: 鱼雷轰炸机中队的飞机数量不足以起飞
zh_sg: 鱼雷轰炸机数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_LOGMESSAGE_TORPEDO_NOT_ENOUGH
source: Insufficient number of torpedo bombers. Take off prohibited.
es_mx: Cantidad insuficiente de torpederos: despegue prohibido
ja: 雷撃機の機数が不足: 発艦不可
pl: Liczba bombowców torpedowych jest niewystarczająca: nie ma pozwolenia na start.
ru: Недостаточно торпедоносцев для взлёта
uk: Для зльоту торпедоносців недостатньо літаків
zh: 鱼雷轰炸机中队的飞机数量不足以起飞
zh_sg: 鱼雷轰炸机数量不足。禁止起飞。

# IDS_AIRCRAFT_CARRIER_TUTORIAL_AIRCRAFT_CARRIER_CONTROL
source: You can steer the aircraft carrier once all squadrons have landed on deck, or via the Tactical Map [CMD_TACTICAL_MAP]
es_mx: Puedes controlar el portaaviones una vez que todos los escuadrones hayan aterrizado en la cubierta, o a través del Mapa Táctico [CMD_TACTICAL_MAP].
ja: 航空母艦を操作するには、全ての中隊を着艦させるか、戦術マップ [CMD_TACTICAL_MAP] を使用してください
pl: Możesz kontrolować lotniskowiec po tym, jak wszystkie eskadry wylądują na jego pokładzie lub poprzez mapę taktyczną [CMD_TACTICAL_MAP]
ru: Управление авианосцем возможно после посадки всех эскадрилий или при помощи тактической карты [CMD_TACTICAL_MAP]
uk: Керувати авіаносцем можливо лише після посадки всіх ескадрилей або за допомогою тактичної мапи [CMD_TACTICAL_MAP]
zh: 您可以在所有航空中队降落在甲板上后，或是通过战术地图[CMD_TACTICAL_MAP]驾驶航空母舰。
zh_sg: 一旦所有的飞行中队都降落到甲板上，您就可以驾驶航空母舰，或者通过战术地图[CMD_TACTICAL_MAP]。

# IDS_AIRCRAFT_CARRIER_TUTORIAL_HEADER
source: Squadron Controls
es_mx: Controles del Escuadrón
ja: 中隊の操作
pl: Sterowanie eskadrą
ru: Управление эскадрильей
uk: Керування ескадрильєю
zh: 航空中队控制
zh_sg: 中队控制

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_ATTACK_MODE
source: Attack Mode
es_mx: Modo de Ataque
ja: 攻撃モード
pl: Tryb ataku
ru: Режим атаки
uk: Режим атаки
zh: 攻击模式
zh_sg: 攻击模式

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_ATTACK_MODE_DESCRIPTION
source: Press [CMD_SHOOT_PLANE] to enable attack mode, press [CMD_SHOOT_PLANE] again to attack.
es_mx: [CMD_SHOOT_PLANE] Activa el modo de ataque. Presiona [CMD_SHOOT_PLANE] de nuevo para atacar
ja: 攻撃モードを発動 [CMD_SHOOT_PLANE]、再度押して攻撃 [CMD_SHOOT_PLANE]
pl: Włącz tryb ataku [CMD_SHOOT_PLANE], wciśnij ponownie [CMD_SHOOT_PLANE], żeby zaatakować.
ru: Активировать режим атаки — [CMD_SHOOT_PLANE], повторное нажатие [CMD_SHOOT_PLANE] — атака
uk: Активувати режим атаки — [CMD_SHOOT_PLANE], повторне натискання [CMD_SHOOT_PLANE] — атака
zh: 启动攻击模式[CMD_SHOOT_PLANE]，再按一次[CMD_SHOOT_PLANE]以发动攻击。
zh_sg: 激活攻击模式[CMD_SHOOT_PLANE]，再按一次[CMD_SHOOT_PLANE]发动攻击。

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_LANDING
source: Landing
es_mx: Aterrizaje
ja: 着艦
pl: Lądowanie
ru: Посадка
uk: Посадка
zh: 降落中
zh_sg: 降落

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_SELECTION
source: Squadron Selection
es_mx: Selección de Escuadrón
ja: 中隊選択
pl: Wybór eskadry
ru: Выбор эскадрильи
uk: Вибір ескадрильї
zh: 航空中队选择
zh_sg: 中队选择

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_TAKEOFF
source: Takeoff
es_mx: Despegue
ja: 発艦
pl: Start
ru: Взлёт
uk: Зліт
zh: 起飞
zh_sg: 起飞

# IDS_AIRCRAFT_CARRIER_TUTORIAL_SQUADRON_TAKEOFF_DESCRIPTION
source: Press the squadron key again
es_mx: Presiona la tecla del escuadrón de nuevo
ja: 中隊キーを再度押してください
pl: Wciśnij ponownie klawisz eskadry
ru: Повторное нажатие клавиши эскадрильи
uk: Повторне натискання клавіші ескадрильї
zh: 再次按下航空中队按钮
zh_sg: 再次按下中队键

# IDS_AIRPLANECONTROLS
source: Aircraft Controls
es_mx: Controles del Avión
ja: 航空機の操作
pl: Sterowanie samolotami
ru: Управление авиацией
uk: Керування авіацією
zh: 飞机控制
zh_sg: 飞机控制

# IDS_AIRPLANESCONTROLS
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Управление самолётами
uk: Керування літаками
zh: 飞机
zh_sg: 飞机

# IDS_AIRPLANE_CONSUMABLES
source: Squadron Consumable
es_mx: Consumible del Escuadrón
ja: 中隊消耗品
pl: Sprzęt eksploatacyjny eskadry
ru: Снаряжение эскадрильи
uk: Спорядження ескадрильї
zh: Снаряжение эскадрильи
zh_sg: 中队消耗品

# IDS_AIRPLANE_CONSUMABLE_0
source: Squadron Consumable 1
es_mx: Consumible del Escuadrón 1
ja: 中隊消耗品 1
pl: Sprzęt eksploatacyjny eskadry 1
ru: Снаряжение эскадрильи 1
uk: Спорядження ескадрильї 1
zh: 航空中队消耗品 1
zh_sg: 中队消耗品 1

# IDS_AIRPLANE_CONSUMABLE_1
source: Squadron Consumable 2
es_mx: Consumible del Escuadrón 2
ja: 中隊消耗品 2
pl: Sprzęt eksploatacyjny eskadry 2
ru: Снаряжение эскадрильи 2
uk: Спорядження ескадрильї 2
zh: 航空中队消耗品 2
zh_sg: 中队消耗品 2

# IDS_AIRPLANE_CONSUMABLE_2
source: Squadron Consumable 3
es_mx: Consumible del Escuadrón 3
ja: 中隊消耗品 3
pl: Sprzęt eksploatacyjny eskadry 3
ru: Снаряжение эскадрильи 3
uk: Спорядження ескадрильї 3
zh: 航空中队消耗品 3
zh_sg: 中队消耗品 3

# IDS_AIRPLANE_CONSUMABLE_3
source: Squadron Consumable 4
es_mx: Consumible del Escuadrón 4
ja: 中隊消耗品 4
pl: Sprzęt eksploatacyjny eskadry 4
ru: Снаряжение эскадрильи 4
uk: Спорядження ескадрильї 4
zh: 航空中队消耗品 4
zh_sg: 中队消耗品 4

# IDS_AIRPLANE_CONSUMABLE_4
source: Squadron Consumable 5
es_mx: Consumible del Escuadrón 5
ja: 中隊消耗品 5
pl: Sprzęt eksploatacyjny eskadry 5
ru: Снаряжение эскадрильи 5
uk: Спорядження ескадрильї 5
zh: 航空中队消耗品 5
zh_sg: 中队消耗品 5

# IDS_AIRPLANE_DEATH_WARNING_BACK_TO_BASE
source: Return to base
es_mx: Regresar a la base
ja: 帰還せよ
pl: Powrót do bazy
ru: Возвращение на базу
uk: Повернення на базу
zh: 返回基地
zh_sg: 返回基地

# IDS_AIRPLANE_LAND
source: Return Squadron to Carrier
es_mx: Regresar Escuadrón al Portaaviones
ja: 中隊を母艦に帰還させる
pl: Powrót eskadry na pokład lotniskowca
ru: Возвращение эскадрильи на авианосец
uk: Повернення ескадрильї на авіаносець
zh: 让航空中队返回航空母舰
zh_sg: 返回航空母舰

# IDS_AIRPLANE_OBSERVE_CAM
source: Free Look Camera
es_mx: Cámara de Vista Libre
ja: フリールックカメラ
pl: Swobodna kamera
ru: Обзорная камера
uk: Оглядова камера
zh: 自由环顾镜头
zh_sg: 自由观察镜头

# IDS_AIRPLANE_SHOOT_PLANE
source: Attack
es_mx: Ataque
ja: 攻撃
pl: Atak
ru: Атака
uk: Атака
zh: 攻击性
zh_sg: 攻击

# IDS_AIRPLANE_THROTTLE_DOWN
source: Decelerate
es_mx: Desacelerar
ja: 減速
pl: Spowolnienie
ru: Снижение скорости
uk: Зменшення швидкості
zh: 减速
zh_sg: 减速

# IDS_AIRPLANE_THROTTLE_UP
source: Accelerate (Engine Boost)
es_mx: Aceleración (Impulso de Motor)
ja: 加速 (エンジンブースト)
pl: Przyspieszenie (doładowanie silnika)
ru: Ускорение (Форсаж)
uk: Пришвидшення (Форсаж)
zh: 加速（引擎增压）
zh_sg: 加速（引擎增压）

# IDS_AIRPLANE_TURN_LEFT
source: Turn Left
es_mx: Gira a la Izquierda
ja: 左旋回
pl: Skręt w lewo
ru: Поворот влево
uk: Поворот ліворуч
zh: 向左转
zh_sg: 左转

# IDS_AIRPLANE_TURN_RIGHT
source: Turn Right
es_mx: Girar a la Derecha
ja: 右旋回
pl: Skręt w prawo
ru: Поворот вправо
uk: Поворот праворуч
zh: 向右转
zh_sg: 右转

# IDS_AIRPLANE_WEAPON_0
source: Squadron Armament 1
es_mx: Armamento del Escuadrón 1
ja: 中隊兵装 1
pl: Uzbrojenie eskadry 1
ru: Вооружение эскадрильи 1
uk: Озброєння ескадрильї 1
zh: 航空中队武装 1
zh_sg: 中队武器 1

# IDS_AIRPLANE_WEAPON_1
source: Squadron Armament 2
es_mx: Armamento del Escuadrón 2
ja: 中隊兵装 2
pl: Uzbrojenie eskadry 2
ru: Вооружение эскадрильи 2
uk: Озброєння ескадрильї 2
zh: 航空中队武装 2
zh_sg: 中队武器 2

# IDS_AIR_DEFENSE
source: AA Defense
es_mx: Defensa AA
ja: 対空兵装
pl: Obrona plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 对空防御

# IDS_AIR_DEFENSE_AURA_DESTROYED_FAR
source: Long-range AA defenses destroyed
es_mx: Defensas AA de largo alcance destruidas
ja: 長距離対空兵装が全滅
pl: Działa przeciwlotnicze dalekiego zasięgu zostały zniszczone
ru: ПВО дальнего действия уничтожена
uk: ППО далекої дії знищено
zh: 远程防空防御被摧毁
zh_sg: 远程对空防御被摧毁

# IDS_AIR_DEFENSE_AURA_DESTROYED_MEDIUM
source: Medium-range AA defenses destroyed
es_mx: Defensas AA de mediano alcance destruidas
ja: 中距離対空兵装が全滅
pl: Działa przeciwlotnicze średniego zasięgu zostały zniszczone
ru: ПВО среднего действия уничтожена
uk: ППО середньої дії знищено
zh: 中程防空防御被摧毁
zh_sg: 中程对空防御被摧毁

# IDS_AIR_DEFENSE_AURA_DESTROYED_NEAR
source: Short-range AA defenses destroyed
es_mx: Defensas AA de corto alcance destruidas
ja: 短距離対空兵装が全滅
pl: Działa przeciwlotnicze krótkiego zasięgu zostały zniszczone
ru: ПВО ближнего действия уничтожена
uk: ППО близької дії знищено
zh: 短程防空防御被摧毁
zh_sg: 近程对空防御被摧毁

# IDS_AIR_DEFENSE_CIRCLE_ACTIVATE_INSTRUCTION
source: [KEY_LEFTMOUSE]Reinforce the sector
es_mx: [KEY_LEFTMOUSE]Reforzar el sector
ja: [KEY_LEFTMOUSE]セクター強化
pl: [KEY_LEFTMOUSE]Udziel wsparcia w sektorze
ru: [KEY_LEFTMOUSE]Усилить сектор
uk: [KEY_LEFTMOUSE]Посилити сектор
zh: [KEY_LEFTMOUSE]强化分区
zh_sg: [KEY_LEFTMOUSE]加强区域

# IDS_AIR_DEFENSE_CIRCLE_DEACTIVATE_INSTRUCTION
source: [KEY_LEFTMOUSE]Disable the sector reinforcement
es_mx: [KEY_LEFTMOUSE]Deshabilitar el sector de refuerzo
ja: [KEY_LEFTMOUSE]セクター強化を無効化
pl: [KEY_LEFTMOUSE]Wycofaj wsparcie z sektora
ru: [KEY_LEFTMOUSE]Снять усиление
uk: [KEY_LEFTMOUSE]Зняти посилення
zh: [KEY_LEFTMOUSE]取消分区强化
zh_sg: [KEY_LEFTMOUSE]取消区域强化

# IDS_AIR_DEFENSE_HELP_SCREEN
source: AA Guns
es_mx: Cañones AA
ja: 対空兵装
pl: Działa plot.
ru: Орудия ПВО
uk: Гармати ППО
zh: 防空炮
zh_sg: 防空炮

# IDS_AIR_DEFENSE_SECONDS
source: s
ja: 秒
ru: с
uk: с
zh: 秒
zh_sg: 秒

# IDS_AIR_DEFENSE_TITLE_ACTIVATION_DELAY
source: Reinforcing AA sector
es_mx: Reforzando el sector AA
ja: 対空セクターを強化中
pl: Trwa ustanawianie wsparcia przeciwlotniczego w sektorze
ru: Идёт усиление сектора ПВО
uk: Триває посилення сектора ППО
zh: 防空分区强化中
zh_sg: 正在加强防空区域

# IDS_AIR_DEFENSE_TITLE_ACTIVE
source: AA sector reinforced
es_mx: Sector AA reforzado
ja: 対空セクターを強化した
pl: Udzielono wsparcia przeciwlotniczego w sektorze
ru: Сектор ПВО усилен
uk: Сектор ППО посилено
zh: 防空分区被强化
zh_sg: 防空区域已被加强

# IDS_AIR_DEFENSE_TITLE_DEACTIVATION_DELAY
source: Disabling AA sector reinforcement
es_mx: Deshabilitando el refuerzo del sector AA
ja: 対空セクター強化を無効化中
pl: Trwa wycofywanie wsparcia przeciwlotniczego w sektorze
ru: Идёт снятие усиления сектора ПВО
uk: Триває зняття посилення сектора ППО
zh: 防空分区强化关闭中
zh_sg: 正在取消防空区域强化

# IDS_AIR_DEFENSE_TITLE_IN_SMOKE_NOT_ENABLED
source: You cannot use AA defenses while inside a smoke screen
es_mx: No se pueden usar la defensas AA mientras dentro de la pantalla de humo
ja: 煙幕内で対空砲火は使用できません
pl: Nie możesz używać uzbrojenia przeciwlotniczego przebywając w obrębie zasłony dymnej
ru: Вы не можете использовать ПВО в дымах
uk: Ви не можете використовувати ППО у димовій завісі
zh: 您在烟幕中无法使用防空防御
zh_sg: 您无法在烟幕中使用对空防御

# IDS_AIR_DEFENSE_TITLE_NOT_ENABLED
source: (disabled)
es_mx: (desactivado)
ja: (無効)
pl: (wyłączono)
ru: (выкл.)
uk: (вимк.)
zh: （已取消）
zh_sg: (禁用)

# IDS_AIR_DEFENSE_TITLE_NO_AIR_DEFENCE
source: This ship does not have AA defenses
es_mx: Este barco no tiene defensas AA
ja: この艦艇には対空兵装なし
pl: Okręt nie posiada uzbrojenia przeciwlotniczego
ru: На этом корабле отсутствует ПВО
uk: На цьому кораблі немає ППО
zh: 此战舰无防空防御
zh_sg: 这艘战舰没有对空防御

# IDS_AIR_DEFENSE_TITLE_NO_AIR_DEFENCE_ALIVE
source: AA defenses destroyed
es_mx: Defensas AA destruidas
ja: 対空兵装が全滅
pl: Zniszczono uzbrojenie przeciwlotnicze
ru: ПВО уничтожена
uk: ППО знищено
zh: 防空防御被摧毁
zh_sg: 对空防御被摧毁

# IDS_AIR_DEFENSE_TITLE_NO_FAR_AND_MID_DEFENCE
source: This ship does not have medium- or long-range AA defenses
es_mx: Este barco no tiene defensas AA de mediano o largo alcance
ja: この艦艇には中距離または長距離対空兵装なし
pl: Okręt nie posiada uzbrojenia przeciwlotniczego średniego i dalekiego zasięgu
ru: На этом корабле отсутствует ПВО среднего и дальнего действия
uk: На цьому кораблі немає ППО середньої та далекої дії
zh: 此战舰无中或远程防空防御
zh_sg: 这艘战舰没有远程或中程的对空防御

# IDS_AIR_DEFENSE_TITLE_ONLY_NEAR_AIR_DEFENCE_ALIVE
source: Only short-range AA defenses are active
es_mx: Solo las defensas AA de corto alcance están activas
ja: 短距離対空兵装のみが有効
pl: Aktywne jest tylko uzbrojenie przeciwlotnicze krótkiego zasięgu
ru: Работает только ПВО ближнего действия
uk: Працює лише ППО близької дії
zh: 只有短程防空防御启动
zh_sg: 只有近程对空防御已激活

# IDS_AIR_DEFENSE_TITLE_SELECTION
source: Select the AA sector to reinforce [KEY_LEFTMOUSE]
es_mx: Selecciona el sector AA a reforzar [KEY_LEFTMOUSE]
ja: 強化する対空セクターを選択 [KEY_LEFTMOUSE]
pl: Wybierz sektor, w którym chcesz udzielić wsparcia przeciwlotniczego [KEY_LEFTMOUSE]
ru: Выберите сектор ПВО для усиления [KEY_LEFTMOUSE]
uk: Виберіть сектор ППО для посилення [KEY_LEFTMOUSE]
zh: 选择防空分区以强化[KEY_LEFTMOUSE]
zh_sg: 选择要加强的防空区域[KEY_LEFTMOUSE]

# IDS_AIR_DEFENSE_TITLE_SWITCHED_OFF
source: AA defenses disabled. Press [CMD_SWITCH_ATBA_AIRDEFENSE] to enable them.
es_mx: Defensas AA desactivadas. Presiona [CMD_SWITCH_ATBA_AIRDEFENSE] para activarlas.
ja: 対空兵装は無効、[CMD_SWITCH_ATBA_AIRDEFENSE] を押して有効化
pl: Wyłączono uzbrojenie przeciwlotnicze. Włącz je klawiszem [CMD_SWITCH_ATBA_AIRDEFENSE].
ru: ПВО отключена. Для включения нажмите [CMD_SWITCH_ATBA_AIRDEFENSE]
uk: ППО вимкнено. Щоб увімкнути, натисніть [CMD_SWITCH_ATBA_AIRDEFENSE]
zh: 防空防御关闭。按下[CMD_SWITCH_ATBA_AIRDEFENSE]以启动它们。
zh_sg: 对空防御已禁用。按下 [CMD_SWITCH_ATBA_AIRDEFENSE] 以启用它们。

# IDS_AIR_DEFENSE_TOOLTIP_ACTIVATION_TIME
source: Reload Time
es_mx: Tiempo de Recarga
ja: 装填時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: 准备时间
zh_sg: 装填时间

# IDS_AIR_DEFENSE_TOOLTIP_DEACTIVATION_TIME
source: Reload Time
es_mx: Tiempo de Recarga
ja: 装填時間
pl: Czas przeładowania
ru: Время перезарядки
uk: Час перезаряджання
zh: 准备时间
zh_sg: 装填时间

# IDS_AIR_DEFENSE_TOOLTIP_DESELECT_SECTOR
source: Disable the sector reinforcement
es_mx: Desactivar el sector de refuerzo
ja: セクター強化の無効化
pl: Wycofaj wsparcie z sektora
ru: Снять усиление
uk: Зняти посилення
zh: 取消分区强化
zh_sg: 取消区域强化

# IDS_AIR_DEFENSE_TOOLTIP_FIRE_DENSITY
source: Average AA damage per second
es_mx: Daño AA promedio por segundo
ja: 平均秒間対空ダメージ
pl: Średnie uszkodzenia przeciwlotnicze na sekundę
ru: Средний урон ПВО в секунду
uk: Середня шкода ППО на секунду
zh: 防空炮组的持续伤害
zh_sg: 防空平均秒伤

# IDS_AIR_DEFENSE_TOOLTIP_SELECT_SECTOR
source: Reinforce the sector
es_mx: Reforzar el sector
ja: セクター強化
pl: Udziel wsparcia w sektorze
ru: Усилить сектор
uk: Посилити сектор
zh: 强化分区
zh_sg: 加强区域

# IDS_AIR_DEFENSE_TOOLTIP_TITLE_ACTIVATE
source: AA Sector Reinforcement
es_mx: Refuerzo del Sector AA
ja: 対空セクター強化
pl: Wsparcie przeciwlotnicze w sektorze
ru: Усиление сектора ПВО
uk: Посилення сектора ППО
zh: 防空分区强化
zh_sg: 防空区域强化

# IDS_AIR_DEFENSE_TOOLTIP_TITLE_DEACTIVATE
source: Disable AA Sector Reinforcement
es_mx: Deshabilitar el Refuerzo del Sector AA
ja: 対空セクター強化を無効化
pl: Wycofaj wsparcie przeciwlotnicze z sektora
ru: Снятие усиления сектора ПВО
uk: Зняття посилення сектора ППО
zh: 关闭防空分区强化
zh_sg: 正在取消防空区域强化

# IDS_AI_LEVEL
source: AI level:
es_mx: Nivel de la IA:
ja: AI レベル:
pl: Poziom SI:
ru: Уровень ИИ:
uk: Рівень ШІ:
zh: AI 等级：
zh_sg: AI等级:

# IDS_AI_LEVEL_11
source: High
es_mx: Alto
ja: 高
pl: Wysoki
ru: Высокий
uk: Високий
zh: 高
zh_sg: 高

# IDS_AI_LEVEL_3
source: Low
es_mx: Bajo
ja: 低
pl: Niski
ru: Низкий
uk: Низький
zh: 低
zh_sg: 低

# IDS_AI_LEVEL_6
source: Medium
es_mx: Medio
ja: 中
pl: Średnia
ru: Средний
uk: Середній
zh: 中
zh_sg: 中

# IDS_AKENO_MASHIRO
source: Akeno Misaki
ja: 岬明乃
zh: 明野咲

# IDS_ALLIED_FRAGS
source: Allies
es_mx: Aliados
ja: 味方
pl: Sojusznicy
ru: Союзники
uk: Союзники
zh: 我方
zh_sg: 友军

# IDS_ALLIES
source: Allies
es_mx: Aliados
ja: 味方
pl: Sojusznicy
ru: Союзники
uk: Союзники
zh: 我方
zh_sg: 友军

# IDS_ALLOWED_FOR_DIVISIONS_ONLY
source: You can complete this operation only in a Division.
es_mx: Solo puedes completar esta operación en una División.
ja: このオペレーションは分艦隊でのみ達成可能
pl: Możesz ukończyć tą operację tylko w dywizjonie.
ru: Операция доступна для прохождения только в составе отряда.
uk: Операцію можливо виконувати лише у складі загону.
zh: 您只有在分舰队中才能完成此行动
zh_sg: 您只有在小队中才能完成此行动

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_AIRCARRIER
source: Allow aircraft carriers
es_mx: Permitir portaaviones
ja: 航空母艦を許可
pl: Zezwól na lotniskowce
ru: Разрешить авианосцы
uk: Дозволити авіаносці
zh: 允许航空母舰
zh_sg: 允许航空母舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_AUXILIARY
source: Allow transport ships
es_mx: Permitir barcos de transporte
ja: 輸送船を許可
pl: Zezwól na okręty transportowe
ru: Разрешить транспорты
uk: Дозволити транспорти
zh: 允许运输舰
zh_sg: 允许运输船

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_BATTLESHIP
source: Allow battleships
es_mx: Permitir acorazados
ja: 戦艦を許可
pl: Zezwól na pancerniki
ru: Разрешить линкоры
uk: Дозволити лінкори
zh: 允许战列舰
zh_sg: 允许战列舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_CRUISER
source: Allow cruisers
es_mx: Permitir cruceros
ja: 巡洋艦を許可
pl: Zezwól na krążowniki
ru: Разрешить крейсеры
uk: Дозволити крейсери
zh: 允许巡洋舰
zh_sg: 允许巡洋舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_DESTROYER
source: Allow destroyers
es_mx: Permitir destructores
ja: 駆逐艦を許可
pl: Zezwól na niszczyciele
ru: Разрешить эсминцы
uk: Дозволити есмінці
zh: 允许驱逐舰
zh_sg: 允许驱逐舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_CLASS_SUBMARINE
source: Allow submarines
es_mx: Permitir submarinos
ja: 潜水艦を許可
pl: Zezwalaj na okręty podwodne
ru: Разрешить подводные лодки
uk: Дозволити підводні човни
zh: Разрешить подводные лодки
zh_sg: 允许潜艇

# IDS_ALLOW_HINT_CHECKBOX_FILTER_LEVEL
source: Allow Tier %(level)r ships
es_mx: Permitir barcos de Nivel %(level)r
ja: Tier %(level)r 艦艇を許可
pl: Zezwól na okręty poziomu %(level)r
ru: Разрешить корабли %(level)r уровня
uk: Дозволити кораблі %(level)r рівня
zh: 允许 %(level)r 阶战舰
zh_sg: 允许%(level)r级战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_COMMONWEALTH
source: Allow Commonwealth ships
es_mx: Permitir barcos de la Commonwealth
ja: イギリス連邦艦艇を許可
pl: Zezwól na okręty Wspólnoty
ru: Разрешить корабли Содружества
uk: Дозволити кораблі Співдружності
zh: 允许L系战舰
zh_sg: 允许联邦战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_EUROPE
source: Allow European ships
es_mx: Permitir barcos europeos
ja: ヨーロッパ艦艇を許可
pl: Zezwól na okręty europejskie
ru: Разрешить корабли Европы
uk: Дозволити кораблі Європи
zh: Разрешить корабли Европы
zh_sg: 允许欧洲战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_FRANCE
source: Allow French ships
es_mx: Permitir barcos franceses
ja: フランス艦艇を許可
pl: Zezwól na okręty francuskie
ru: Разрешить корабли Франции
uk: Дозволити кораблі Франції
zh: 允许F系战舰
zh_sg: 允许法国战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_GERMANY
source: Allow German ships
es_mx: Permitir barcos alemanes
ja: ドイツ艦艇を許可
pl: Zezwól na okręty niemieckie
ru: Разрешить корабли Германии
uk: Дозволити кораблі Німеччини
zh: 允许D系战舰
zh_sg: 允许德国战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_ITALY
source: Allow Italian ships
es_mx: Permitir barcos italianos
ja: イタリア艦艇を許可
pl: Zezwól na okręty włoskie
ru: Разрешить корабли Италии
uk: Дозволити кораблі Італії
zh: 允许I系战舰
zh_sg: 允许意大利战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_JAPAN
source: Allow Japanese ships
es_mx: Permitir barcos japoneses
ja: 日本艦艇を許可
pl: Zezwól na okręty japońskie
ru: Разрешить корабли Японии
uk: Дозволити кораблі Японії
zh: 允许R系战舰
zh_sg: 允许日本战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_PAN_AMERICA
source: Allow Pan-American ships
es_mx: Permitir barcos Panamericanos
ja: パンアメリカ艦艇を許可
pl: Zezwól na okręty panamerykańskie
ru: Разрешить корабли Пан-Америки
uk: Дозволити кораблі Пан-Америки
zh: 允许FM战舰
zh_sg: 允许泛亚战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_PAN_ASIA
source: Allow Pan-Asian ships
es_mx: Permitir barcos panasiáticos
ja: パンアジア艦艇を許可
pl: Zezwól na okręty wschodnioazjatyckie
ru: Разрешить корабли Пан-Азии
uk: Дозволити кораблі Пан-Азії
zh: 允许C系战舰
zh_sg: 允许泛亚战舰

# IDS_ALLOW_HINT_CHECKBOX_FILTER_NATION_POLAND
source: Allow Polish ships
es_mx: Permitir barcos polacos
ja: ポーランド艦艇を許可
pl: Zezwól na okręty polskie
ru: Разрешить корабли Польши
uk: Дозволити кораблі Польщі
zh: 允许B系战舰
zh_sg: 允许波兰战舰
