Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OP_09_MAIN_TASK_TASK_END_F
source: Operation failed. Flagship Ruan destroyed.
es_mx: Operación fallida. El barco insignia Ruan fue destruido.
ja: 作戦は失敗だ。 旗艦 Ruan が撃沈された。
pl: Operacja nie powiodła się. Okręt flagowy Ruan został zatopiony.
ru: Операция провалена. Флагман Ruan уничтожен.
uk: Операцію провалено. Флагман Ruan знищено.
zh: 行动失败 鲁昂旗舰被摧毁
zh_sg: 行动失败。 旗舰Ruan被摧毁。

# IDS_OP_09_MAIN_TASK_TASK_END_S
source: Operation completed! The squadron forced their way through.
es_mx: ¡Operación completada! El escuadrón logró abrirse paso.
ja: 作戦成功! 戦隊が突破に成功した。
pl: Operacja zakończona powodzeniem! Eskadra utorowała sobie drogę.
ru: Операция выполнена! Эскадра успешно прорвалась.
uk: Операцію виконано! Ескадра успішно прорвалася.
zh: 行动成功! 舰队成功突破
zh_sg: 行动完成！ 中队强行突围。

# IDS_OP_09_MAIN_TASK_TASK_WILL_END_F
source: Operation failed. All defenders were destroyed.
es_mx: Operación fallida. Todos los defensores fueron destruidos.
ja: オペレーション失敗 護衛艦隊が全滅した
pl: Operacja nie powiodła się. Wszyscy obrońcy zostali zniszczeni.
ru: Операция провалена. Все защитники уничтожены.
uk: Операцію провалено. Всіх захисників знищено.
zh: 行动失败。 所有防御者都被击毁。
zh_sg: 行动失败。 所有防御者都被摧毁。

# IDS_OP_09_PAYLOAD_HALF_HEALTH_TASK_END_F
source: We've taken extensive damage. Operation at threat of failure!
es_mx: Hemos recibido un gran daño. ¡La operación está en riesgo de fracasar!
ja: 甚大な被害を受けた、作戦は失敗の危機にある!
pl: Odnieśliśmy rozległe uszkodzenia. Powodzenie operacji jest zagrożone!
ru: Получены обширные повреждения. Операция под угрозой!
uk: Отримано значні пошкодження. Операція під загрозою!
zh: 我们遭受大量伤害，行动即将要失败了!
zh_sg: 我们承受了大量的伤害。行动正面临失败！

# IDS_OP_09_SEE_CYCLONE
source: A thunderstorm is on the horizon! We'll proceed straight through it!
es_mx: ¡Una tormenta eléctrica en el horizonte! ¡Procederemos a atravesarla!
ja: 雷雨が接近中! この中を突破するぞ!
pl: Na horyzoncie pojawił się sztorm! Przepłyniemy przez niego!
ru: Вижу грозовой фронт, будем двигаться через него!
uk: Бачу грозовий фронт, рухатимемося крізь нього!
zh: 暴风雨就在地平线上，我们准备要穿越它!
zh_sg: 发现雷暴！我们将直接从中穿过！

# IDS_OP_09_START_CYCLONE
source: In a thunderstorm, the ship's spotting range and detectability are reduced. The duration of the period of increased detectability after firing main guns is reduced to 5 seconds.
es_mx: En una tormenta eléctrica, el rango de detección y detectabilidad del barco es reducido. La duración del periodo de detectabilidad incrementada al disparar los cañones principales se reduce a 5 segundos.
ja: 雷雨の中では、視程と被発見距離が低下し、主砲射撃後の被発見距離の増大時間が 5 秒に短縮される。
pl: W sztormie zasięg wykrywania okrętów jest zmniejszony. Czas zwiększonej wykrywalności po wystrzeleniu z głównych dział skrócony jest do 5 sekund.
ru: В грозовом фронте снижаются видимость и заметность корабля. Повышенная заметность после выстрела сокращается до 5 секунд.
uk: У грозовому фронті зменшуються видимість і помітність корабля. Збільшена помітність після пострілу сменшується до 5 секунд.
zh: 在暴风雨中，战舰的侦查距离和被侦测距离都降低了，在主要火炮开火之后的被侦测时间被减低到五秒钟
zh_sg: 在雷暴天气中，战舰的侦察和被侦测范围都将降低。发射主炮后被侦测性增加的持续时间缩短至5秒。

# IDS_OP_09_THIRD_READY
source: Enemy battleships detected!
es_mx: ¡Acorazados enemigos detectados!
ja: 敵戦艦を発見!
pl: Wykryto wrogie pancerniki!
ru: Вижу линкоры противника.
uk: Бачу лінкори супротивника.
zh: 发现敌方战列舰!
zh_sg: 发现敌方战列舰！

# IDS_OP_09_THIRD_READY_GSM
source: Proceed through the thunderstorm. It will be harder for the enemy to hit your ships.
es_mx: Procede a atravesar la tormenta. Será más difícil para el enemigo alcanzar a tus barcos.
ja: 雷雨の中に入れば、敵はこちらを狙いにくくなる。
pl: Płyń przez środek sztormu. Przeciwnikowi trudniej będzie trafić.
ru: Двигайтесь через грозовой фронт, попасть по вашим кораблям будет сложнее.
uk: Рухайтеся крізь грозовий фронт, влучити у ваші кораблі буде складніше.
zh: 穿越暴风雨，这会让敌方战舰更难击中您的船
zh_sg: 穿过雷暴区。这样会使敌人更难命中你的战舰。

# IDS_OP_09_TM_01
source: Leo
zh: 狮子座

# IDS_OP_09_TM_02
source: Gabriel
zh: 加布里埃尔

# IDS_OP_09_WEATHER_FIRE
source: The accuracy of guns firing at ships in a thunderstorm will be decreased!
es_mx: ¡La precisión de los cañones al disparar en una tormenta eléctrica será reducida!
ja: 雷雨の中にいる艦艇を狙う場合、射撃精度が低下します!
pl: Celność dział strzelających do przeciwników znajdujących się w sztormie spadnie!
ru: Точность стрельбы по кораблям в грозовом фронте снижена!
uk: Влучність стрільби у кораблі в грозовому фронті зменшено!
zh: 在风暴中战舰在对敌方火炮开火时的准度会降低
zh_sg: 在雷暴会降低舰炮的射击准度！

# IDS_OP_10_01_AIRFIELD
source: Southern aerodrome
es_mx: Aeródromo del sur
ja: 南飛行場
pl: Południowy aerodrom
ru: Южный аэродром
uk: Південний аеродром
zh: 南侧机场
zh_sg: 南部机场

# IDS_OP_10_02_AIRFIELD
source: Northern aerodrome
es_mx: Aeródromo del norte
ja: 北飛行場
pl: Północny aerodrom
ru: Северный аэродром
uk: Північний аеродром
zh: 北侧机场
zh_sg: 北部机场

# IDS_OP_10_03_NAVY_SEALS
source: 9th Regiment
es_mx: 9.º Regimiento
ja: 第 9 連隊
pl: 9. Pułk
ru: 9-й полк
uk: 9-й полк
zh: 第9团
zh_sg: 第9团

# IDS_OP_10_04_NAVY_SEALS
source: 3rd Regiment
es_mx: 9.er Regimiento
ja: 第 3 連隊
pl: 3. Pułk
ru: 3-й полк
uk: 3-й полк
zh: 第3团
zh_sg: 第3团

# IDS_OP_10_05_LEX
source: Saratoga
zh: 萨拉托加
zh_sg: 萨拉托加

# IDS_OP_10_06_ESS
source: Bunker Hill
zh: 邦克山
zh_sg: 邦克山

# IDS_OP_10_07_FLETCHER
source: Bullard
zh: 布拉德
zh_sg: 布拉德

# IDS_OP_10_08_FLETCHER
source: Kidd
zh: 基德
zh_sg: 基德

# IDS_OP_10_09_GAMBLE
source: Papa
zh: 帕帕
zh_sg: 帕帕

# IDS_OP_10_10_BREEZE
source: Victor
zh: 维克托
zh_sg: 维克托

# IDS_OP_10_CHAT_001_HI
source: Hello, Commanders! Ammunition unloaded, returning to the base.
es_mx: ¡Hola comandantes! Munición descargada, regresando a la base.
ja: 艦長の皆さん! 弾薬の揚陸を完了、基地に帰還します。
pl: Witajcie, Dowódcy! Amunicja rozładowana, wracam do bazy.
ru: Приветствую, командиры! Произвели выгрузку амуниции, возвращаемся на базу.
uk: Вітаю, командири! Амуніцію вивантажено, повертаємося на базу.
zh: 您好，指挥官！弹药已经送到，即将返回基地。
zh_sg: 指挥官你好！弹药已卸载，正在返回基地。

# IDS_OP_10_CHAT_002_HINT_LIGHT
source: Illumination bombs are lighting up the sky above us. We've been detected! Requesting cover fire!
es_mx: Las bombas de iluminacion alumbran el cielo sobre nosotros, ¡hemos sido detectados! ¡Solicitando fuego de cobertura!
ja: 我々は照明弾に照らされ、発見されてしまった! 支援射撃を請う!
pl: Bomby rozświetlające zdradziły naszą pozycję! Potrzebne wsparcie ogniowe!
ru: Над нами осветительные бомбы, мы обнаружены! Просим прикрытия!
uk: Над нами освітлювальні бомби, нас виявлено! Просимо прикриття!
zh: 照明弹点亮我们上方的天空，我们被发现了！请求火力支援！
zh_sg: 照明弹照亮了我们上方的天空，我们已经被发现！请求火力支援！

# IDS_OP_10_CHAT_003_HINT_RADAR
source: Smoke screens in sight. Provide reconnaissance data using Surveillance Radar!
es_mx: Sin pantallas de humo a la vista, proporcionan datos de reconocimiento usando el Radar de Vigilancia!
ja: 煙幕を視認した、警戒レーダーを使用して偵察データを提供してくれ!
pl: Widać zasłonę dymną, przystąp do rozpoznania z wykorzystaniem Radaru dozorowania!
ru: Наблюдаем дымы, нужна разведка РЛС!
uk: Бачимо дими, потрібна розвідка РЛС!
zh: 前方发现烟幕，使用监视雷达获取侦查信息！
zh_sg: 观察到烟幕，使用监视雷达提供侦察数据！

# IDS_OP_10_CHAT_004_ST01_SUCCESS
source: Your help is appreciated! Leaving the action zone.
es_mx: Tu ayuda es apreciada, abandonando la zona de acción.
ja: 支援に感謝する、戦域から離脱する。
pl: Dzięki za pomoc, opuszczam strefę działania.
ru: Спасибо за помощь, покидаем зону боевых действий.
uk: Дякую за допомогу, залишаємо зону бойових дій.
zh: 感谢您的协助，驶离任务区域。
zh_sg: 感谢你的帮助，正在离开行动区域。

# IDS_OP_10_CHAT_006_3RD_MARINE_REGIMENT_IS_DEAD
source: 3rd Regiment position lost.
es_mx: Se perdió la posición del 3.° Regimiento.
ja: 第 3 連隊の拠点を喪失した。
pl: 3. Pułk stracił swoją pozycję.
ru: Расположение 3-го полка потеряно.
uk: Позиції 3-го полку втрачено.
zh: 丢失第三团的阵地。
zh_sg: 第3团阵地失守。

# IDS_OP_10_CHAT_007_9RD_MARINE_REGIMENT_IS_DEAD
source: 9th Regiment position lost.
es_mx: Se perdió la posición del 9.° Regimiento.
ja: 第 9 連隊の拠点を喪失した。
pl: Pozycja 9. Pułku została utracona.
ru: Расположение 9-го полка потеряно.
uk: Позиції 9-го полку втрачено.
zh: 丢失第九团的阵地。
zh_sg: 第9团阵地失守。

# IDS_OP_10_CHAT_008_MAIN_TASK_1_COMPLETE
source: Threat to the regiments' positions eliminated.
es_mx: La amenaza sobre la posición de los regimientos ha sido eliminada.
ja: 連隊の拠点への脅威は排除された。
pl: Wyeliminowano zagrożenie dla pozycji pułków.
ru: Угроза расположению полков ликвидирована.
uk: Загрозу позиціям полків ліквідовано.
zh: 阵地的威胁解除。
zh_sg: 团阵地威胁消除。

# IDS_OP_10_CHAT_009_CARRIERS_I
source: Reinforcements have arrived! We have equipment for ship repairs - stay close.
es_mx: ¡Los refuerzos han llegado! Tenemos equipamiento para las reparaciones del barco, manténte cerca.
ja: 援軍が到着した! 我々は艦艇の修理設備を有している、離れるな。
pl: Przybyły posiłki! Mamy sprzęt potrzebny do naprawienia okrętu, trzymajcie się blisko.
ru: Подкрепление прибыло! Есть оборудование для ремонта кораблей, держитесь рядом.
uk: Підкріплення прибуло! Є обладнання для ремонту кораблів, тримайтеся поруч.
zh: 增援抵达！我们带来了战舰维修的装备，靠近一点。
zh_sg: 支援已抵达！我们有修理战舰设备，保持密切关系。

# IDS_OP_10_CHAT_010_CARRIERS_II
source: Air attack warning! Prepare AA guns for action!
es_mx: ¡Peligro de ataque! ¡Preparen los cañones AA para la acción!
ja: 空襲警報! 対空戦闘用意!
pl: Zagrożenie lotnicze! Przygotować działa przeciwlotnicze!
ru: Воздушная тревога! Орудия ПВО к бою!
uk: Повітряна тривога! Гармати ППО до бою!
zh: 空袭警报！防空炮准备迎战！
zh_sg: 空袭预警！准备好防空炮！

# IDS_OP_10_CHAT_011_ENEMY_RETREAT
source: Fire at the surface targets ceased. The enemy is retreating!
es_mx: El fuego sobre los objetivos de superficie cesó. ¡El enemigo se retira!
ja: 陸上目標への攻撃が止まった。敵は撤退中だ!
pl: Ogień w kierunku celów naziemnych wstrzymany. Wróg się wycofuje!
ru: Огонь по берегу прекращён. Противник отступает!
uk: Обстріл узбережжя припинено. Супротивник відступає!
zh: 停止对水面目标开火。敌方撤退中！
zh_sg: 岸上目标已停火。敌人正在撤退！

# IDS_OP_10_CHAT_012_REPAIR_START
source: Starting repairs - stay close.
es_mx: Iniciando las reparaciones, manténte cerca.
ja: 修理を開始する、離れるな。
pl: Rozpoczynanie napraw, trzymaj się blisko.
ru: Приступаю к ремонту, держитесь рядом.
uk: Починаю ремонт, тримайтеся поруч.
zh: 维修开始，靠近一点。
zh_sg: 开始修理，保持密切关系。

# IDS_OP_10_COMMANDER
source: Military Command
es_mx: Mando Militar
ja: 司令部
pl: Sztab główny
ru: Командование
uk: Командування
zh: 军队指挥官
zh_sg: 军队指挥官

# IDS_OP_10_CSM_001_BRIEF_1
source: Head for the Empress Augusta Bay. Try to intercept the Japanese squadron.
es_mx: Dirígete a la Bahía de la Emperatriz Augusta. Intenta interceptar al escuadrón japonés.
ja: エンプレス・オーガスタ湾に向かえ。 日本艦隊を迎撃せよ。
pl: Kieruj się do Zatoki Cesarzowej Augusty. Spróbuj przechwycić japońską eskadrę.
ru: Выдвигайтесь в залив Императрицы Августы. Постарайтесь перехватить японскую эскадру.
uk: Вирушайте у затоку Імператриці Августи. Намагайтеся перехопити японську ескадру.
zh: 往皇后奥古斯塔湾前进。 试着拦截R系舰队。
zh_sg: 正在前往奥古斯塔皇后湾。 尝试拦截日本中队。

# IDS_OP_10_CSM_002_HINT_LIGHT
source: Avoid illumination bombs.
es_mx: Evita las bombas de iluminación.
ja: 照明弾を回避せよ。
pl: Unikaj bomb rozświetlających.
ru: Избегайте осветительных бомб.
uk: Уникайте освітлювальних бомб.
zh: 避免被照明弹发现。
zh_sg: 躲避照明弹。

# IDS_OP_10_CSM_003_SAVE_USS_DM
source: Provide cover fire for the allied transport ships.
es_mx: Proporciona fuego de apoyo a los barcos de transporte aliados.
ja: 味方輸送船を援護せよ。
pl: Osłaniaj sprzymierzone okręty transportowe.
ru: Прикройте отход союзных транспортов.
uk: Прикрийте відхід союзних транспортів.
zh: 火力掩护友军运输战舰。
zh_sg: 为我方运输船提供火力掩护。

# IDS_OP_10_CSM_004_WIN_II
source: Operation complete! The aerodromes were destroyed.
es_mx: ¡Operación completada! Los aeródromos fueron destruidos.
ja: 作戦成功! 全ての空港を撃破した。
pl: Operacja zakończona sukcesem! Aerodromy zostały zniszczone.
ru: Операция выполнена! Аэродромы уничтожены.
uk: Операцію виконано! Аеродроми знищено.
zh: 行动完成！ 机场已被摧毁。
zh_sg: 行动完成！ 机场已被摧毁。

# IDS_OP_10_CSM_006_MAIN_TASK_3
source: Meet the allied aircraft carriers.
es_mx: Encuentra a los portaaviones aliados.
ja: 味方の航空母艦と合流せよ。
pl: Dołącz do sprzymierzonych lotniskowców.
ru: Встретьте союзные авианосцы.
uk: Зустріньте союзні авіаносці.
zh: 与友军航空母舰会和。
zh_sg: 与我方航空母舰汇合。

# IDS_OP_10_CSM_007_KILL_AIRPLANES
source: Use defensive AA fire to reinforce your anti-aircraft defense!
es_mx: ¡Usa el fuego AA defensivo para reforzar tu defensa antiaérea!
ja: 対空防御砲火を有効に活用せよ!
pl: Użyj Obrony przeciwlotniczej przeciwko samolotom przeciwnika!
ru: Используйте заградительный огонь для увеличения интенсивности огня ПВО.
uk: Використовуйте загороджувальний вогонь, щоб збільшити інтенсивність вогню ППО.
zh: 使用防御型防空火力强化您的防空能力！
zh_sg: 使用防御型对空火力加强您的对空防御！

# IDS_OP_10_CSM_008_MAIN_TASK_4
source: Destroy the enemy aerodromes.
es_mx: Destruye los aeródromos enemigos.
ja: 敵の飛行場を撃破せよ。
pl: Zniszcz aerodromy wroga.
ru: Уничтожьте аэродромы противника.
uk: Знищте аеродроми супротивника.
zh: 摧毁敌方机场。
zh_sg: 摧毁敌方机场。

# IDS_OP_10_CSM_009_KILL_DA_BOSS
source: Destroy flagship Atago.
es_mx: Barco Insigna Taco.
ja: 旗艦 愛宕 を撃沈せよ。
pl: Zniszcz okręt flagowy Atago.
ru: Уничтожьте флагман Atago.
uk: Знищте флагман Atago.
zh: 击沉旗舰犬。
zh_sg: 摧毁旗舰爱宕号

# IDS_OP_10_CSM_010_FAIL
source: Operation failed. All allied ships were destroyed.
es_mx: Operación fallida. Todos los barcos aliados fueron destruidos.
ja: 作戦失敗。 味方艦艇が全滅した。
pl: Operacja nie powiodła się. Wszystkie sojusznicze okręty zostały zniszczone.
ru: Операция провалена. Все союзные корабли уничтожены.
uk: Операцію провалено. Всі союзні кораблі знищено.
zh: 行动失败。 所有我方战舰都被击沉。
zh_sg: 行动失败。 所有我方战舰被摧毁。

# IDS_OP_10_CSM_011_FAIL2
source: Operation failed. The regiments' positions were lost.
es_mx: Operación Fallida. Las posiciones de los regimientos se perdieron.
ja: 作戦失敗。 連隊の拠点を両方とも喪失した。
pl: Operacja zakończona porażką. Pozycje pułków zostały utracone.
ru: Операция провалена. Расположения полков уничтожены.
uk: Операцію провалено. Позиції полків знищено.
zh: 行动失败。 失守军团阵地。
zh_sg: 行动失败。 团阵地已失守。

# IDS_OP_10_CSM_012_WIN
source: Operation complete! The enemy forces were destroyed.
es_mx: Operación Completada. Las fuerzas enemigas fueron destruidas.
ja: 作戦成功! 敵戦力を殲滅した。
pl: Operacja zakończona sukcesem! Siły wroga zostały zniszczone.
ru: Операция выполнена! Силы противника уничтожены.
uk: Операцію виконано! Сили супротивника знищено.
zh: 行动完成。 敌方势力都被摧毁。
zh_sg: 行动完成！ 敌方部队已被摧毁。

# IDS_OP_10_CSM_013_HINT_RADAR
source: Use Surveillance Radar or Hydroacoustic Search to spot enemy ships under poor visibility conditions.
es_mx: Usa el Radar de Vigilancia o la Búsqueda Hidroacústica para detectar barcos enemigos en condiciones de velocidad pobre.
ja: 視界状況が悪い場合には、警戒レーダーや水中聴音を有効活用して敵艦艇を見つけ出せ。
pl: Używaj Radaru dozorowania i Sondy Hydroakustycznej, żeby wykrywać okręty wroga przy złej widoczności.
ru: Используйте РЛС или ГАП для обнаружения кораблей противника при плохой видимости.
uk: Використовуйте РЛС або гідролокатор, щоб виявляти кораблі супротивника у разі поганої видимості.
zh: 使用监视雷达或是水底搜索来找到恶劣天气下的敌人。
zh_sg: 使用监视雷达或对海搜索在能见度低的情况下发现敌方战舰。

# IDS_OP_10_CSM_014_HINT_MORNING
source: Dawn is breaking. Visibility improved.
es_mx: Está llegando el amanecer. Visibilidad mejorada
ja: 夜が明けつつあり、視界状況が改善された。
pl: Wstaje świt. Widoczność ulega poprawie.
ru: Рассвело. Видимость улучшилась.
uk: Розвиднилося. Видимість покращилася.
zh: 天亮了。视野好转。
zh_sg: 黎明正在破晓。能见度提高。

# IDS_OP_10_EN_0101
source: Demo
zh: Dem

# IDS_OP_10_EN_0102
source: Doba
zh: Dob

# IDS_OP_10_EN_0103
source: Dosu
zh: Dos

# IDS_OP_10_EN_0104
source: Dako
zh: Dak

# IDS_OP_10_EN_0105
source: Koyama
zh: Koy

# IDS_OP_10_EN_0106
source: Kama
zh: Kam

# IDS_OP_10_EN_0107
source: Kawa
zh: Kaw

# IDS_OP_10_EN_0108
source: Kibi
zh: Kib

# IDS_OP_10_EN_0109
source: Kiji
zh: Kij

# IDS_OP_10_EN_0110
source: Miji
zh: Mij

# IDS_OP_10_EN_0111
source: Mita
zh: Mit

# IDS_OP_10_EN_0112
source: Fuwa
zh: Fuw

# IDS_OP_10_EN_0113
source: Futa
zh: Fut

# IDS_OP_10_EN_0114
source: Fusa
zh: Fus

# IDS_OP_10_EN_0115
source: Furo
zh: Fur

# IDS_OP_10_EN_0116
source: Fury
ru: Фури
uk: Фурі
zh: Fui

# IDS_OP_10_EN_0117
source: Fumi
zh: Fum

# IDS_OP_10_EN_0118
source: Fuju
zh: Fuj

# IDS_OP_10_EN_0119
source: Fujo
zh: Fuo

# IDS_OP_10_EN_0120
source: Fugu
zh: Fug

# IDS_OP_10_EN_0121
source: Fugo
zh: Fgo

# IDS_OP_10_EN_0122
source: Fugi
zh: Fui

# IDS_OP_10_EN_0123
source: Fuda
zh: Fud

# IDS_OP_10_EN_0124
source: Kusa
zh: Kus

# IDS_OP_10_EN_0125
source: Kuro
zh: Kur

# IDS_OP_10_EN_0126
source: Kura
zh: Kua

# IDS_OP_10_EN_0127
source: Kubo
zh: Kub

# IDS_OP_10_EN_0128
source: Kuji
zh: Kuj

# IDS_OP_10_EN_0129
source: Kuga
zh: Kug

# IDS_OP_10_EN_0130
source: Kuda
zh: Kud

# IDS_OP_10_EN_0131
source: Kubi
zh: Kub

# IDS_OP_10_EN_0132
source: Kote
zh: Kot

# IDS_OP_10_EN_0133
source: Koto
zh: Koo

# IDS_OP_10_SAPPER
source: Liberty
zh: 利伯蒂

# IDS_OR
source: or
es_mx: o
ja: または
pl: lub
ru: или
uk: або
zh: 或
zh_sg: 或

# IDS_ORDER_AIRPLANES
source: Give Order
es_mx: Dar Orden
ja: 指令を与える
pl: Wydaj rozkaz
ru: Отдать приказ
uk: Віддати наказ
zh: 给予命令
zh_sg: 下达命令

# IDS_ORDER_AIRPLANES_MAP
source: Give Order on Minimap
es_mx: Dar Orden en el Minimapa
ja: ミニマップ上で指令を与える
pl: Wydaj rozkaz na minimapie
ru: Отдать приказ на миникарте
uk: Віддати наказ на міні-мапі
zh: 在小地图上给予命令
zh_sg: 在小地图上发送命令

# IDS_OSHIRO_INUYAMA
source: Oshiro Inuyama
ja: 犬山城
zh: OsI

# IDS_OSHIRO_OSAKA
source: Oshiro Osaka
ja: 大阪城
zh: OsO

# IDS_OTHER
source: Other
es_mx: Otro
ja: その他
pl: Inne
ru: Другое
uk: Інше
zh: 其它
zh_sg: 其它

# IDS_OTHERCONTROLS
source: Other
es_mx: Otro
ja: その他
pl: Inne
ru: Прочее
uk: Інше
zh: 特殊
zh_sg: 特殊

# IDS_OTHER_FEATURE_CATEGORY_AIRDEFENSE
source: AA Defenses
es_mx: Defensa AA
ja: 対空兵装
pl: Obrona plot.
ru: ПВО
uk: ППО
zh: 对空防御
zh_sg: 对空防御

# IDS_OTHER_FEATURE_CATEGORY_ATTACK_AIRCRAFT
source: Attack Aircraft
es_mx: Aviones de Ataque
ja: 攻撃機
pl: Samoloty szturmowe
ru: Штурмовики
uk: Штурмовики
zh: 战斗机
zh_sg: 攻击机

# IDS_OTHER_FEATURE_CATEGORY_BOMBERS
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_OTHER_FEATURE_CATEGORY_CONSUMABLES
source: Other
es_mx: Otro
ja: その他
pl: Inne
ru: Особое
uk: Особливе
zh: Особое
zh_sg: 其他

# IDS_OTHER_FEATURE_CATEGORY_DURABILITY
source: Survivability
es_mx: Supervivencia
ja: 抗堪性
pl: Żywotność
ru: Живучесть
uk: Живучість
zh: 存活性
zh_sg: 存活性

# IDS_OTHER_FEATURE_CATEGORY_MAIN_CALIBER
source: Main battery
es_mx: Batería Principal
ja: 主砲
pl: Główna bateria
ru: Главный калибр
uk: Головний калібр
zh: 主炮组
zh_sg: 主炮组

# IDS_OTHER_FEATURE_CATEGORY_MOVEMENT
source: Movement
es_mx: Movimiento
ja: 機動性
pl: Ruch
ru: Движение
uk: Рух
zh: Движение
zh_sg: 移动

# IDS_OTHER_FEATURE_CATEGORY_SECONDARY_CALIBER
source: Secondary battery
es_mx: Batería Secundaria
ja: 副砲
pl: Dodatkowe uzbrojenie
ru: Вспомогательный калибр
uk: Допоміжний калібр
zh: 次要武器
zh_sg: 副武器

# IDS_OTHER_FEATURE_CATEGORY_TORPEDOES
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_OTHER_FEATURE_CATEGORY_T_BOMBERS
source: Torpedo Bombers
es_mx: Torpederos
ja: 雷撃機
pl: Bombowce torpedowe
ru: Торпедоносцы
uk: Торпедоносці
zh: 鱼雷轰炸机
zh_sg: 鱼雷轰炸机

# IDS_OTHER_FEATURE_CATEGORY_VISION
source: Concealment and detectability
es_mx: Ocultación y detectabilidad
ja: 隠蔽性と被発見距離
pl: Kamuflaż i wykrywalność
ru: Маскировка и обнаружение
uk: Маскування та виявлення
zh: Маскировка и обнаружение
zh_sg: 隐蔽性和被发现的可能性

# IDS_OTHER_PLAYERS_DONT_SEE_YOU_DIVISION
source: Other players no longer see you in the list of players looking to join a Division.
es_mx: Otros jugadores ya no te verán en la lista de personas que buscan unirse a una División.
ja: 「分艦隊に参加希望」リストから名前を削除しました。
pl: Inni gracze nie widzą cię już wśród graczy poszukujących dywizjonu.
ru: Другие игроки больше не видят вас в списке поиска отряда.
uk: Інші гравці більше не бачать вас у списку пошуку загону.
zh: 其它玩家再也看不到您在寻找小队加入的玩家群中。
zh_sg: 其它玩家再也不会在寻找小队加入的玩家列表中看到您。

# IDS_OTHER_PLAYERS_SEE_YOU_DIVISION
source: Other players can see you in the list of players looking to join a Division.
es_mx: Otros jugadores te verán en la lista de personas que buscan unirse a una División.
ja: 「分艦隊に参加希望」リストに名前を掲載しました。
pl: Inni gracze widzą cię wśród graczy poszukujących dywizjonu.
ru: Другие игроки видят вас в списке поиска отряда.
uk: Інші гравці бачать вас у списку пошуку загону.
zh: 其它玩家可看到您在寻找小队加入的玩家群中。
zh_sg: 其它玩家可以在寻找小队加入的玩家列表中看到您。

# IDS_OTHER_PVE_OPERATIONS
source: Other operations
es_mx: Otras operaciones
ja: その他のオペレーション
pl: Inne operacje
ru: Другие операции
uk: Інші операції
zh: 其它行动
zh_sg: 其它行动

# IDS_OUT_OF_ORDER
source: Incapacitated
es_mx: Incapacitado
ja: 機能停止
pl: Poważne uszkodzenia
ru: Выведено из строя
uk: Виведено з ладу
zh: 失去作用
zh_sg: 瘫痪

# IDS_OWNED_LOOTBOXES
source: You have %(lootboxesCount)d container
es_mx: Tienes %(lootboxesCount)d contenedor
ja: コンテナを %(lootboxesCount)d 個保有中
pl: Masz %(lootboxesCount)d kontener.
ru: У вас %(lootboxesCount)d контейнер
uk: У вас %(lootboxesCount)d контейнер
zh: 您拥有 %(lootboxesCount)d 个幸运补给箱
zh_sg: 您拥有 %(lootboxesCount)d 个补给箱

# IDS_OWN_SHIP_IN_COMPARE_OFF
source: Disable display of my ship
es_mx: Inhabilitar vista de mi barco
ja: 自艦の表示 OFF
pl: Wyłącz wyświetlanie mojego okrętu
ru: Выключить отображение моего корабля
uk: Не показувати мій корабель
zh: 关闭显示我的战舰
zh_sg: 关闭显示我的战舰

# IDS_OWN_SHIP_IN_COMPARE_ON
source: Enable display of my ship
es_mx: Habilitar vista de mi barco
ja: 自艦の表示 ON
pl: Włącz wyświetlanie mojego okrętu
ru: Включить отображение моего корабля
uk: Показувати мій корабель
zh: 开启显示我的战舰
zh_sg: 开启显示我的战舰

# IDS_PAAB001_DOUGLAS_TBD
source: Douglas TBD
zh: 道格拉斯 TBD 破坏者

# IDS_PAAB002_GRUMMAN_TBF
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAAB003_MARTIN_T3M
source: Martin T3M
zh: 马丁 T3M

# IDS_PAAB004_MARTIN_T3M_FLOAT
source: Martin T3M
zh: 马丁 T3M

# IDS_PAAB005_MARTIN_T4M
source: Martin T4M
zh: 马丁 T4M

# IDS_PAAB006_MARTIN_T4M_FLOAT
source: Martin T4M
zh: 马丁 T4M

# IDS_PAAB007_DOUGLAS_XTB2D
source: Douglas XTB2D
zh: 道格拉斯 XTB2D 飞行海盗

# IDS_PAAB008_DOUGLAS_DT
source: Douglas DT
zh: 道格拉斯 DT

# IDS_PAAB009_DOUGLAS_AD1
source: Douglas AD1
zh: 道格拉斯 AD2 空袭者

# IDS_PAAB010_DOUGLAS_DT_FLOAT
source: Douglas DT
zh: 道格拉斯 DT

# IDS_PAAB011_GRUMMAN_TBM2
source: Grumman TBM2
zh: 格鲁曼 TBM2

# IDS_PAAB012_CONSOLIDATED_TBY_1
source: Consolidated TBY-2
zh: 联合航空 TBY 海狼

# IDS_PAAB013_A2D_SKYSHARK
source: Douglas A2D
zh: 道格拉斯 A2D 飞鲨

# IDS_PAAB051_DOUGLAS_BTD_1
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAAB052_GRUMMAN_TBM3
source: Grumman TBM-3
zh: 格鲁曼 TBM-3

# IDS_PAAB053_DOUGLAS_XSB2D
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAAB104_LANGLEY_STOCK
source: T4M
zh: 马丁 T3M

# IDS_PAAB108_LEXINGTON_STOCK
source: TBF Avenger
zh: TBF 复仇者式鱼雷轰炸机

# IDS_PAAB110_MIDWAY_STOCK
source: AD-1 Skyraider
zh: AD-1 天袭者

# IDS_PAAB206_RANGER_TOP
source: TBD Devastator
zh: TBD 蹂躏者式轰炸机

# IDS_PAAB210_MIDWAY_TOP
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAAB508_ENTERPRISE_STOCK
source: TBF Avenger
zh: TBF 复仇者式鱼雷轰炸机

# IDS_PAAB509_DOUGLAS_AD1_S
source: Douglas AD1
zh: 道格拉斯 AD2 空袭者

# IDS_PAAB510_TBF_ENTERPRISE
source: Grumman TBF
zh: 格鲁曼 TBF 复仇者

# IDS_PAAB518_SAIPAN_STOCK
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAAD001_CURTISS_SB2C
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAAD002_CURTISS_SBC4
source: Curtiss SBC4
zh: 寇蒂斯 SBC4 地狱俯冲者

# IDS_PAAD003_VOUGHT_SB2U
source: Vought SB2U
zh: 沃特 SB2U 维护者

# IDS_PAAD004_DOUGLAS_SBD2
source: Douglas SBD2
zh: 道格拉斯 SBD2 无畏

# IDS_PAAD005_DOUGLAS_XSB2D
source: Douglas XSB2D
zh: 道格拉斯 XSB2D 毁灭者

# IDS_PAAD006_VOUGHT_SBU
source: Vought SBU
zh: 沃特 SBU

# IDS_PAAD007_MARTIN_BM2
source: Martin BM2
zh: 马汀 BM2

# IDS_PAAD008_DOUGLAS_AD2
source: Douglas AD2
zh: 道格拉斯 AD2 空袭者

# IDS_PAAD009_DOUGLAS_XTB2D
source: Douglas XTB2D
zh: 道格拉斯 XTB2D 飞行海盗

# IDS_PAAD010_DOUGLAS_BTD_1
source: Douglas BTD-1
zh: 道格拉斯 BTD-1

# IDS_PAAD011_KAISER_FLEETWINGS_XBTK
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAAD012_DOUGLAS_SBD3
source: Douglas SBD-3
zh: 道格拉斯 SBD-3

# IDS_PAAD013_DOUGLAS_SBD5
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAAD101_CURTISS_SB2C_AP
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAAD104_LANGLEY_STOCK
source: SBU Corsair
zh: SBU 海盗船

# IDS_PAAD106_RANGER_STOCK
source: SBC Helldiver
zh: SBC 地狱俯冲者

# IDS_PAAD108_LEXINGTON_STOCK
source: SBD Dauntless
zh: SBD 无畏式俯冲轰炸机

# IDS_PAAD110_DOUGLAS_BTD_1_AP
source: Douglas BTD-1
zh: 道格拉斯 BTD-1
