Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_LOADING_TOOLTIP_LEVEL4_48
source: The amount of the ship that is submerged is comparable to the amount above the waterline. When steering your ship too close to land, you risk running aground.
es_mx: El calado del barco que está sumergido es comparable al que está sobre la línea de flotación. Cuando maniobras tu barco muy cerca de tierra, corres el riesgo de encallar.
ja: 船体の水面下の部分は、水面上の部分と同じぐらい大きい。よって陸に近づきすぎると、座礁の危険がある。
pl: Rozmiar części okrętu, która znajduje się pod wodą jest porównywalny do tej nad wodą. Podpływając zbyt blisko wysp, ryzykujesz, że okręt osiądzie na mieliźnie.
ru: Подводная часть корабля по размеру сопоставима с надводной. Проходя слишком близко к суше, вы рискуете сесть на мель.
uk: Підводна частина корабля за розміром порівнянна із надводною. Проходячи занадто близько до суходолу, ви ризикуєте сісти на мілину.
zh: 如果鱼雷命中靠近战舰主炮塔位置的区域，将可能引爆弹药库。
zh_sg: 战舰的水下部分和水面部分的高度是差不多的，当您的战舰太靠近岛屿时，就有可能会搁浅。

# IDS_LOADING_TOOLTIP_LEVEL4_49
source: The circle around your ship on the Minimap indicates the firing range of the selected armament.
es_mx: El círculo alrededor de tu barco en el Minimapa indica el rango de disparo del armamento seleccionado.
ja: ミニマップ上で自艦を中心に描かれる円は、選択中の兵装の射程距離を示す。
pl: Widoczny na minimapie okrąg wokół Twojego okrętu oznacza zasięg wybranego uzbrojenia.
ru: Окружность вокруг вашего корабля на миникарте обозначает дальность действия выбранного вооружения.
uk: Коло навкруги вашого корабля на міні-мапі позначає дальність дії вибраного озброєння.
zh: 舰艇水下部分和水面部分的高度是成比例的，当您的战舰太靠近岛屿时，就有可能会搁浅。
zh_sg: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。

# IDS_LOADING_TOOLTIP_LEVEL4_5
source: Change your speed and course to throw off the enemy's aim.
es_mx: Cambia tu velocidad y curso para errar la mira de los cañones enemigos.
ja: 速度と進路を変更し、敵に照準を定めさせるな
pl: Zmieniaj kurs i prędkość, żeby utrudnić przeciwnikowi celowanie.
ru: Изменяйте скорость и направление движения — это мешает противнику точно прицелиться.
uk: Змінюйте швидкість та напрямок руху — це заважає супротивнику влучно прицілитися.
zh: 尽可能经常改变您的航速与航向来甩开敌人的瞄准。
zh_sg: 改变您的航速与航向来甩开敌人的瞄准。

# IDS_LOADING_TOOLTIP_LEVEL4_50
source: To change the strike vector of strike aircraft squadrons, move the pointer along the approach radius.
es_mx: Para cambiar el vector de ataque de los escuadrones de ataque, mueve el puntero a lo largo del radio de aproximación.
ja: 攻撃用中隊による攻撃の進入方向を変更するには、接近半径に沿ってポインターを移動せよ。
pl: Aby zmienić wektor ataku eskadr szturmowych, przesuń wskaźnik wzdłuż promienia podejścia.
ru: Меняйте направление атаки ударных эскадрилий при помощи указателя на радиусе захода на цель.
uk: Змінюйте напрямок атаки ударних ескадрилей за допомогою покажчика на радіусі заходу на ціль.
zh: 小地图上围绕着您战舰的圆圈是用来表示所选武器类型的射程。
zh_sg: 想要改变攻击中队的进攻航线，请沿着进场半径移动指针。

# IDS_LOADING_TOOLTIP_LEVEL4_6
source: Turn your ship's bow towards incoming torpedoes to reduce the risk of being hit.
es_mx: Gira la proa de tu barco hacia los torpedos que se aproximen para reducir el riesgo de impacto.
ja: 被雷率を下げるには、艦首を接近中の魚雷に向けて旋回せよ
pl: Obróć okręt nosem w stronę nadpływających torped, żeby zminimalizować ryzyko trafienia.
ru: Развернитесь носом к идущим на корабль торпедам, чтобы уменьшить вероятность попаданий.
uk: Розверніться носом до торпед, які йдуть на корабель, щоб зменшити імовірність влучень.
zh: 回转舰艏迎向袭来的鱼雷以降低命中的几率。
zh_sg: 回转舰首迎向袭来的鱼雷以降低被击中的几率。

# IDS_LOADING_TOOLTIP_LEVEL4_7
source: When firing in Binocular View, remember to click [KEY_RIGHTMOUSE] every so often in order to stay aware of the situation around you.
es_mx: Cuando dispares con Visión Binocular, recuerda hacer click con [KEY_RIGHTMOUSE] de vez en cuando para estar consciente de la situación a tu alrededor.
ja: 双眼鏡視点で射撃中には、[KEY_RIGHTMOUSE] クリックを多用して周囲の状況を常に把握せよ
pl: Pamiętaj, żeby od czasu do czasu wcisnąć [KEY_RIGHTMOUSE] kiedy prowadzisz ogień korzystając z trybu lornetki. Dzięki temu nie stracisz orientacji w otoczeniu.
ru: При стрельбе в режиме «Бинокль» не забывайте периодически оценивать обстановку с помощью [KEY_RIGHTMOUSE].
uk: Стріляючи у режимі «Бінокль» не забувайте час від часу оцінювати обстановку за допомогою [KEY_RIGHTMOUSE].
zh: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。
zh_sg: 在望远镜视角下开火时，记得经常点击[KEY_RIGHTMOUSE]来维持对周边状况的了解。

# IDS_LOADING_TOOLTIP_LEVEL4_8
source: Avoid collisions with allied warships.
es_mx: Evita las colisiones con los barcos aliados.
ja: 味方艦艇との衝突を回避せよ
pl: Unikaj zderzeń z sojuszniczymi okrętami.
ru: Избегайте столкновений с кораблями союзников.
uk: Уникайте зіткнень з кораблями союзників.
zh: 要避免与队友战舰发生碰撞。
zh_sg: 要避免与队友战舰发生碰撞。

# IDS_LOADING_TOOLTIP_LEVEL4_9
source: To turn your rudder and lock it in that position, press [CRUISE_ANGLE_LEFT] for port or [CRUISE_ANGLE_RIGHT] for starboard.
es_mx: Para girar tu timón y bloquearlo en esa posición, presiona [CRUISE_ANGLE_LEFT] para babor o [CRUISE_ANGLE_RIGHT] para estribor.
ja: 舵角を変更してその位置に固定: [CRUISE_ANGLE_LEFT] = 取舵、[CRUISE_ANGLE_RIGHT] = 面舵
pl: Do ustawiania steru i blokowania go używaj przycisków [CRUISE_ANGLE_LEFT] (bakburta) oraz [CRUISE_ANGLE_RIGHT] (sterburta).
ru: Клавиши [CRUISE_ANGLE_LEFT] и [CRUISE_ANGLE_RIGHT] позволяют зафиксировать угол поворота руля.
uk: Клавіші [CRUISE_ANGLE_LEFT] та [CRUISE_ANGLE_RIGHT] дозволяють зафіксувати кут повороту руля.
zh: 想要转动您的船舵并锁定于其方位，请按下 [CRUISE_ANGLE_LEFT] 或 [CRUISE_ANGLE_RIGHT]。
zh_sg: 想要转动您的船舵并锁定其方位，请按下 [CRUISE_ANGLE_LEFT]左转或 [CRUISE_ANGLE_RIGHT]右转。

# IDS_LOADING_TOOLTIP_LEVEL5_0
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL5_1
source: Main battery: double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets that are ready to fire.
es_mx: Batería principal: doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas que estén listas para disparar.
ja: 主砲: ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で砲撃準備が完了している砲を全門斉射
pl: Główna bateria: kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich wież gotowych do strzału.
ru: Главный калибр: двойное нажатие [KEY_LEFTMOUSE_DOUBLE] — залп из всех башен, готовых к стрельбе.
uk: Головний калібр: подвійне натискання [KEY_LEFTMOUSE_DOUBLE] — залп з усіх башт, готових до пострілу.
zh: 主炮组：双击 [KEY_LEFTMOUSE] 来使所有射击就绪的主炮进行齐射。
zh_sg: 主炮组：双击[KEY_LEFTMOUSE_DOUBLE]来使所有射击就绪的主炮进行齐射。

# IDS_LOADING_TOOLTIP_LEVEL5_10
source: Press [CMD_RELATIVE_GUNS_LOCK] to lock the armament on the relative bearing. Press [CMD_FIXING_TARGET_POSITION] to unlock the armament.
es_mx: Presiona [CMD_RELATIVE_GUNS_LOCK] para fijar el armamento en el rumbo relativo. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquearlo.
ja: [CMD_RELATIVE_GUNS_LOCK] で、兵装を相対方位に向けてロック可能。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_RELATIVE_GUNS_LOCK], żeby zablokować działa na kącie kursowym. Wciśnij [CMD_FIXING_TARGET_POSITION], aby je odblokować.
ru: [CMD_RELATIVE_GUNS_LOCK] — фиксация угла вооружения. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_RELATIVE_GUNS_LOCK] — зафіксувати кут гармат відносно курсу. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_RELATIVE_GUNS_LOCK] 将武器锁定相应方位。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_RELATIVE_GUNS_LOCK] 锁定武器至对应方位。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL5_11
source: Double-click [KEY_LEFTMOUSE_DOUBLE] on a square on the Minimap or Tactical Map [CMD_TACTICAL_MAP] to draw your allies' attention to that square.
es_mx: Doble clic [KEY_LEFTMOUSE_DOUBLE] sobre un cuadrante del Minimapa o del Mapa Táctico [CMD_TACTICAL_MAP] para llamar la atención de tus aliados a ese cuadrante.
ja: ミニマップまたは戦術マップ [CMD_TACTICAL_MAP] のセクターをダブルクリック [KEY_LEFTMOUSE_DOUBLE] し、味方に注意を促せ。
pl: Kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE] na kwadrat minimapy lub mapy taktycznej [CMD_TACTICAL_MAP], żeby zwrócić uwagę Twoich sojuszników na ten kwadrat.
ru: Укажите союзникам на нужный квадрат двойным нажатием [KEY_LEFTMOUSE_DOUBLE] на миникарте или тактической карте [CMD_TACTICAL_MAP].
uk: Вкажіть союзникам на потрібний квадрат подвійним натисканням [KEY_LEFTMOUSE_DOUBLE] на міні-мапі або тактичній мапі [CMD_TACTICAL_MAP].
zh: 在小地图或战术地图 [CMD_TACTICAL_MAP] 的方格上双击 [KEY_LEFTMOUSE] 来使您队友注意该方格。
zh_sg: 在小地图或战术地图[CMD_TACTICAL_MAP]的方格上双击[KEY_LEFTMOUSE_DOUBLE]来使您队友注意该方格。

# IDS_LOADING_TOOLTIP_LEVEL5_12
source: To enable autopilot mode, open the Tactical Map by pressing [CMD_TACTICAL_MAP], and then click [KEY_LEFTMOUSE] on the map to set a waypoint. You can hold [KEY_SHIFT] to set up to five waypoints.
es_mx: Para activar el modo de piloto automático, abre el Mapa Táctico presionando [CMD_TACTICAL_MAP] y haz clic [KEY_LEFTMOUSE] en el mapa para fijar un destino. Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos.
ja: 自動航行を使用するには、[CMD_TACTICAL_MAP] で戦術マップを開き、[KEY_LEFTMOUSE] クリックでウェイポイントを設定。[KEY_SHIFT] 長押しして 5 ヶ所まで設定可能
pl: Żeby włączyć autopilota, otwórz mapę taktyczną wciskając [CMD_TACTICAL_MAP] i kliknij [KEY_LEFTMOUSE] żeby określić punkt docelowy. Przytrzymaj [KEY_SHIFT], żeby wybrać do pięciu punktów trasy.
ru: Чтобы активировать автопилот, откройте тактическую карту [CMD_TACTICAL_MAP] и задайте точку назначения при помощи [KEY_LEFTMOUSE]. Удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения.
uk: Щоб активувати авторульовий, відкрийте тактичну мапу [CMD_TACTICAL_MAP] та задайте точку призначення за допомогою [KEY_LEFTMOUSE]. Утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення.
zh: 想要开启自动驾驶模式，请透过按下 [CMD_TACTICAL_MAP] 来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 以设置一个路径点。您可以按住 [KEY_SHIFT] 来设置最多五个路径点。
zh_sg: 想要开启自动驾驶模式，先按下[CMD_TACTICAL_MAP]来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 设置一个路径点。您可以按住[KEY_SHIFT]来设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL5_13
source: Main battery: hold [KEY_LEFTMOUSE] for sequential fire.
es_mx: Batería principal: mantén [KEY_LEFTMOUSE] para disparar fuego secuencial.
ja: 主砲: [KEY_LEFTMOUSE] 長押しで順次射撃
pl: Główna bateria: przytrzymaj [KEY_LEFTMOUSE] żeby prowadzić ogień sekwencyjny.
ru: Главный калибр: удержание [KEY_LEFTMOUSE] — каскадная стрельба.
uk: Головний калібр: утримання [KEY_LEFTMOUSE] — послідовний вогонь.
zh: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。
zh_sg: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。

# IDS_LOADING_TOOLTIP_LEVEL5_14
source: Ramming is another way to cause damage to enemy ships. Your warship also takes significant damage when ramming the enemy.
es_mx: El embestir es otra manera de causar daño a los barcos enemigos. Tu barco también recibe un daño significativo cuando embistes al enemigo.
ja: 敵艦艇への体当たりは有効な攻撃手段のひとつだが、その際には自艦も甚大な損傷をこうむる
pl: Taranowanie to jeden ze sposobów na uszkodzenie przeciwnika. Twój okręt również zostanie przy tym uszkodzony.
ru: Таран — это ещё один способ нанести урон кораблям противника. При таране противника ваш корабль тоже получает значительный урон.
uk: Таран — це ще один спосіб завдати шкоди кораблям супротивника. Таранячи супротивника ваш корабель також отримує значної шкоди.
zh: 冲撞也是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。
zh_sg: 冲撞是另一种对敌方战舰造成伤害的方法。要记得，您的战舰在撞向敌人时也同样会受到伤害。

# IDS_LOADING_TOOLTIP_LEVEL5_15
source: Your warship is easier to detect when firing.
es_mx: Tu barco es más fácil de detectar cuando disparas.
ja: 発砲した場合、発見されるリスクが高まる
pl: Twój okręt jest łatwiejszy do wykrycia, kiedy strzela.
ru: Стрельба делает ваш корабль более заметным.
uk: Стрільба робить ваш корабель помітнішим.
zh: 当您进行试射时，您的战舰在射击之后会更容易被发现。
zh_sg: 您的战舰在射击时更容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL5_16
source: Large ships are not always able to pass between small islands.
es_mx: Los navíos grandes no siempre podrán pasar entre las islas pequeñas.
ja: 大型艦は、小さな島々の間の浅瀬を通り抜けられない場合がある
pl: Wielkie okręty mogą nie zmieścić się w wąskich przesmykach dzielących małe wysepki.
ru: Крупные корабли не всегда могут пройти между небольшими островами.
uk: Великі кораблі не завжди можуть пройти між невеликими островами.
zh: 大型战舰并非总是能穿过小岛之间。
zh_sg: 大型战舰并非总能从小岛之间穿过。

# IDS_LOADING_TOOLTIP_LEVEL5_17
source: Decide which side of the ship is best for your opening fire at the enemy and turn your guns in advance.
es_mx: Decide qué lado del barco es mejor para abrir fuego al enemigo y gira tus cañones por adelantado.
ja: 左右のどちら舷で射撃するべきかを判断し、前もって砲塔をその方向に向けるようにせよ
pl: Warto zdecydować, w którą stronę prowadzony będzie ogień i wcześniej skierować tam swoje działa.
ru: Определите, с какого борта лучше открывать огонь по противнику. Разворачивайте орудия заранее.
uk: Визначте, з якого борту ліпше відкривати вогонь у супротивника. Розвертайте гармати заздалегідь.
zh: 当您操控战列舰时，您必须决定战舰最适合从哪一侧对敌人开火。要记得预先转动您的舰炮。
zh_sg: 决定好从战舰哪一侧最适合对敌人开火并提前开始转动你的舰炮。

# IDS_LOADING_TOOLTIP_LEVEL5_18
source: Keep in mind that at close range, shells fired from bow and stern guns follow different trajectories to the target.
es_mx: Ten en cuenta que en combate cercano, los proyectiles disparados desde los cañones de proa y popa siguen trayectorias diferentes hacia el objetivo.
ja: 接近戦においては、艦首砲と船尾砲とでは目標への飛翔経路が異なるという点に留意せよ
pl: Na krótkich dystansach uwypukla się różnica w trajektorii pocisków wystrzelonych z dziobu i rufy okrętu.
ru: При стрельбе с близкого расстояния учитывайте, что снаряды из носовых и кормовых орудий летят в цель по разным траекториям.
uk: Стріляючи з близької відстані враховуйте, що снаряди з носових та кормових гармат летять у ціль різними траєкторіями.
zh: 在近距离下请留意，从舰艏与舰艉发射的炮弹会沿着不同弹道射向目标。
zh_sg: 在近距离下请留意，从舰首与舰尾发射的炮弹会沿着不同弹道射向目标。

# IDS_LOADING_TOOLTIP_LEVEL5_19
source: Press [CMD_SWITCH_ATBA_AIRDEFENSE] to disable your AA guns. Disabling AA guns helps you stay undetected by enemy aircraft for a longer period of time.
es_mx: Presiona [CMD_SWITCH_ATBA_AIRDEFENSE] para desactivar tus cañones AA. Desactivar los cañones AA te ayuda a permanecer sin ser detectado por los aviones enemigos por un mayor periodo de tiempo.
ja: [CMD_SWITCH_ATBA_AIRDEFENSE] で対空兵装を無効化。対空兵装を無効にすることで、敵機に発見されるリスクを軽減することが可能。
pl: Możesz wcisnąć [CMD_SWITCH_ATBA_AIRDEFENSE], aby wyłączyć działa przeciwlotnicze. Dzięki temu twój okręt dłużej pozostanie niewykryty przez samoloty wroga.
ru: Нажмите [CMD_SWITCH_ATBA_AIRDEFENSE] для отключения ПВО. Отключение ПВО позволяет дольше оставаться незаметным для самолётов противника.
uk: Натисніть [CMD_SWITCH_ATBA_AIRDEFENSE], щоб вимкнути ППО. Вимкнена ППО дозволяє довше залишатися непомітним для літаків супротивника.
zh: 当您操控驱逐舰时，您可以按下 [CMD_SWITCH_ATBA_AIRDEFENSE] 来关闭防空炮。关闭防空炮能帮助您的战舰在设置烟幕后保持不被敌方飞机所发现。
zh_sg: 当您操控驱逐舰时，您可以按下[CMD_SWITCH_ATBA_AIRDEFENSE]来关闭防空炮。关闭防空炮能帮助您长时间不被敌方飞机所发现。

# IDS_LOADING_TOOLTIP_LEVEL5_2
source: Hold [CMD_HELP] to access in-game help at any time during the battle.
es_mx: Mantén [CMD_HELP] para accesar a la ayuda del juego en cualquier momento durante la batalla.
ja: 戦闘中に [CMD_HELP] キーでヘルプ画面を表示
pl: Przytrzymaj [CMD_HELP], aby otworzyć pomoc w każdym momencie podczas bitwy.
ru: Удерживайте [CMD_HELP] во время боя, чтобы открыть инструкцию по управлению.
uk: Утримуйте [CMD_HELP] під час бою, щоб подивитися інструкцію з керування.
zh: 可在战斗中的任何时候按住 [CMD_HELP] 来查看游戏帮助说明。
zh_sg: 在战斗中按住[CMD_HELP] 可随时查看游戏帮助。

# IDS_LOADING_TOOLTIP_LEVEL5_20
source: Spotting aircraft extends the firing range of the main battery.
es_mx: El avión de exploración extienden el rango de disparo de la batería principal.
ja: 着弾観測機により、主砲の射程を延伸することができる
pl: Samoloty zwiadowcze zwiększają zasięg ognia głównej artylerii.
ru: Корректировщик огня увеличивает дальность стрельбы главного калибра.
uk: Літак-корегувальник збільшує дальність стрільби головного калібру.
zh: 侦察机可以拓展主炮组的射程。
zh_sg: 侦察机可以提高主炮组的射程。

# IDS_LOADING_TOOLTIP_LEVEL5_21
source: Remember to protect allied aircraft carriers.
es_mx: Recuerda proteger a los portaaviones aliados.
ja: 味方空母の防御を怠るな
pl: Pamiętaj, żeby chronić lotniskowce z twojej drużyny.
ru: Берегите и защищайте союзные авианосцы.
uk: Оберігайте та захищайте союзні авіаносці.
zh: 要记得保护我方的航空母舰。
zh_sg: 记住保护我方的航空母舰。

# IDS_LOADING_TOOLTIP_LEVEL5_22
source: When launching torpedoes, make sure there are no allies in the torpedo line of fire.
es_mx: Cuando lances torpedos, asegúrate de que no haya aliados cercanos a la línea de trayectoria del torpedo.
ja: 魚雷発射の際には、味方がその射線上に存在しないことを確認せよ
pl: Przy wystrzeliwaniu torped upewnij się, że na linii strzału nie ma żadnych okrętów sojuszniczych.
ru: Перед пуском торпед убедитесь, что на линии огня нет союзников.
uk: Перед пуском торпед переконайтеся, що на лінії вогню немає союзників.
zh: 当发射鱼雷时，请确保鱼雷航线上没有友军战舰。
zh_sg: 当发射鱼雷时，请确保鱼雷路径上没有友军战舰。

# IDS_LOADING_TOOLTIP_LEVEL5_23
source: Spotting aircraft extends the firing range of the main battery.
es_mx: El avión de exploración extienden el rango de disparo de la batería principal.
ja: 着弾観測機により、主砲の射程を延伸することができる
pl: Samoloty zwiadowcze zwiększają zasięg ognia głównej artylerii.
ru: Корректировщик огня увеличивает дальность стрельбы главного калибра.
uk: Літак-корегувальник збільшує дальність стрільби головного калібру.
zh: 侦察机可以拓展主炮组的射程。
zh_sg: 侦察机可以提高主炮组的射程。

# IDS_LOADING_TOOLTIP_LEVEL5_24
source: Take advantage of islands to stay undetected while approaching the enemy ships.
es_mx: Toma ventaja de las islas para permanecer sin ser detectado mientras te aproximas a los barcos enemigos.
ja: 敵艦艇に密かに接近するには、島影を有効活用せよ
pl: Wykorzystuj wyspy, żeby pozostać niewykrytym, kiedy podpływasz do okrętów przeciwnika.
ru: Используйте острова для незаметного сближения с кораблями противника.
uk: Використовуйте острови для непомітного зближення з кораблями супротивника.
zh: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。
zh_sg: 抢占交战前沿的岛屿可以在敌军战舰到来之前提前隐蔽。

# IDS_LOADING_TOOLTIP_LEVEL5_25
source: Make sure your ship is safe from new threats in order to use Damage Control Party efficiently.
es_mx: Asegúrate de que tu barco esté a salvo de nuevas amenazas para poder usar de manera eficiente el equipo de control de daños.
ja: 応急工作班を効果的に用いるには、新たな脅威が無いことを確認した上で使用せよ
pl: Upewnij się, że Twój okręt jest bezpieczny od nowych zagrożeń, żeby wykorzystać efektywnie Grupę naprawczo-ratunkową.
ru: Для эффективного использования Аварийной команды убедитесь в отсутствии новых угроз.
uk: Щоб ефективно використати аварійно-рятувальну команду, переконайтеся, що відсутні нові загрози.
zh: 在交战中请确保您的战舰不会出现在新加入战团的敌军战舰火力范围中。
zh_sg: 确认您的战舰已经远离新的威胁，才能有效利用伤害控制小组。

# IDS_LOADING_TOOLTIP_LEVEL5_26
source: Press [CMD_FIXING_TARGET_POSITION] to get a lock on a detected target within your firing range.
es_mx: Presiona [CMD_FIXING_TARGET_POSITION] para fijar tu visor de puntería en un objetivo visible dentro de tu rango de tiro.
ja: [CMD_FIXING_TARGET_POSITION] で、射程内の発見済み目標に向けて照準をロック可能
pl: Wciśnij [CMD_FIXING_TARGET_POSITION], żeby zablokować cel na widocznym okręcie znajdującym się w zasięgu ognia.
ru: Клавиша [CMD_FIXING_TARGET_POSITION] — захват обнаруженной цели в пределах максимальной дальности стрельбы.
uk: Клавіша [CMD_FIXING_TARGET_POSITION] — захопити виявлену ціль у межах максимальної дальності стрільби.
zh: 按下 [CMD_FIXING_TARGET_POSITION] 以锁定在您的射程内所发现的目标。
zh_sg: 按下 [CMD_FIXING_TARGET_POSITION] 来锁定在射程内所发现的目标。

# IDS_LOADING_TOOLTIP_LEVEL5_27
source: Press [CMD_RELATIVE_GUNS_LOCK] to lock the armament on the relative bearing. Press [CMD_FIXING_TARGET_POSITION] to unlock the armament.
es_mx: Presiona [CMD_RELATIVE_GUNS_LOCK] para fijar el armamento en el rumbo relativo. Presiona [CMD_FIXING_TARGET_POSITION] para desbloquearlo.
ja: [CMD_RELATIVE_GUNS_LOCK] で、兵装を相対方位に向けてロック可能。[CMD_FIXING_TARGET_POSITION] でロックを解除
pl: Wciśnij [CMD_RELATIVE_GUNS_LOCK], żeby zablokować działa na kącie kursowym. Wciśnij [CMD_FIXING_TARGET_POSITION], aby je odblokować.
ru: [CMD_RELATIVE_GUNS_LOCK] — фиксация угла вооружения. Чтобы отключить фиксацию, нажмите [CMD_FIXING_TARGET_POSITION].
uk: [CMD_RELATIVE_GUNS_LOCK] — зафіксувати кут гармат відносно курсу. Щоб вимкнути фіксацію, натисніть [CMD_FIXING_TARGET_POSITION].
zh: 按下 [CMD_RELATIVE_GUNS_LOCK] 将武器锁定相应方位。按下 [CMD_FIXING_TARGET_POSITION] 来关闭武器锁定。
zh_sg: 按下 [CMD_RELATIVE_GUNS_LOCK] 锁定武器至对应方位。按下 [CMD_FIXING_TARGET_POSITION] 来取消武器锁定。

# IDS_LOADING_TOOLTIP_LEVEL5_28
source: Press [CMD_ABSOLUTE_GUNS_LOCK] to lock on a sector. The weapons will automatically turn in the direction of the locked sector.
es_mx: Presiona [CMD_ABSOLUTE_GUNS_LOCK] para bloquear en un sector. Las armas girarán en la dirección del sector bloqueado.
ja: [CMD_ABSOLUTE_GUNS_LOCK] でセクターにロック可能。兵装はロック中のセクターに向けて自動的に旋回する
pl: Wciśnij [CMD_ABSOLUTE_GUNS_LOCK], żeby zablokować działa na sektorze. Uzbrojenie będzie się automatycznie obracać w kierunku wybranego sektora.
ru: [CMD_ABSOLUTE_GUNS_LOCK] — фиксация сектора стрельбы. Вооружение будет автоматически доворачиваться в направлении зафиксированного сектора.
uk: [CMD_ABSOLUTE_GUNS_LOCK] — зафіксувати сектор стрільби. Озброєння автоматично повертатиметься у напрямку зафіксованого сектора.
zh: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 以锁定一个区域。武器会自动转向锁定区域方向。
zh_sg: 按下 [CMD_ABSOLUTE_GUNS_LOCK] 来锁定一个区域。武器会自动转向锁定区域方向。

# IDS_LOADING_TOOLTIP_LEVEL5_29
source: Hold [KEY_RIGHTMOUSE] to look around while your aim remains fixed.
es_mx: Mantén [KEY_RIGHTMOUSE] para mirar alrededor mientras la puntería permanece fija.
ja: 照準を動かさずに周囲を見回すには、[KEY_RIGHTMOUSE] を長押し
pl: Przytrzymaj [KEY_RIGHTMOUSE], żeby rozejrzeć się dookoła, nie zmieniając przy tym kierunku celowania.
ru: Удерживайте [KEY_RIGHTMOUSE], чтобы оглядеться. Точка прицеливания при этом фиксируется.
uk: Утримуйте [KEY_RIGHTMOUSE], щоб озирнутися довкола. Точка прицілювання у цей час фіксується.
zh: 按住 [KEY_RIGHTMOUSE] 以环顾四周，同时准星会保持固定不动。
zh_sg: 按住 [KEY_RIGHTMOUSE] 可以在观察四周的同时保持准心固定不动。

# IDS_LOADING_TOOLTIP_LEVEL5_3
source: Change your speed and course to throw off the enemy's aim.
es_mx: Cambia tu velocidad y curso para errar la mira de los cañones enemigos.
ja: 速度と進路を変更し、敵に照準を定めさせるな
pl: Zmieniaj kurs i prędkość, żeby utrudnić przeciwnikowi celowanie.
ru: Изменяйте скорость и направление движения — это мешает противнику точно прицелиться.
uk: Змінюйте швидкість та напрямок руху — це заважає супротивнику влучно прицілитися.
zh: 尽可能经常改变您的航速与航向来甩开敌人的瞄准。
zh_sg: 改变您的航速与航向来甩开敌人的瞄准。

# IDS_LOADING_TOOLTIP_LEVEL5_30
source: Ramming causes very heavy damage to the ship.
es_mx: Las embestidas causan daños muy graves al barco.
ja: 体当たりの際には、極めて大きなダメージが生じる。
pl: Taranowanie zadaje bardzo poważne uszkodzenia okrętom.
ru: Таран наносит кораблю очень серьёзные повреждения.
uk: Таран значно ушкоджує корабель.
zh: 在航母甲板起火时，舰载机将暂时无法起飞或降落。
zh_sg: 撞击会对战舰造成非常严重的伤害。

# IDS_LOADING_TOOLTIP_LEVEL5_31
source: Take joint actions. Cover your allies.
es_mx: Realiza acciones conjuntas. Cubre a tus aliados.
ja: 連携して行動し、味方を支援せよ。
pl: Działaj drużynowo. Osłaniaj sojuszników.
ru: Действуйте сообща. Прикрывайте союзников.
uk: Дійте спільно. Прикривайте союзників.
zh: 撞击会对战舰构成严重伤害
zh_sg: 采取联合行动，掩护您的队友。

# IDS_LOADING_TOOLTIP_LEVEL5_32
source: Press [KEY_RIGHTMOUSE] to quickly check your course while you are firing trial shots.
es_mx: Presiona [KEY_RIGHTMOUSE] para comprobar con rapidez tu curso mientras ejecutas disparos de prueba.
ja: [KEY_RIGHTMOUSE] で、試射中に進路を素早く確認可能。
pl: Wciśnij [KEY_RIGHTMOUSE], żeby szybko sprawdzić kurs, kiedy oddajesz strzały próbne.
ru: [KEY_RIGHTMOUSE] — быстрый способ проверить ваш курс во время пристрелки.
uk: [KEY_RIGHTMOUSE] — швидкий спосіб перевірити ваш курс під час пристрілювання.
zh: 采取联合行动，掩护您的队友
zh_sg: 按下 [KEY_RIGHTMOUSE] 能在试射时快速查看您的弹道。
