Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DESCRIPTION_PCZA005_HAPPYBIRTHDAY
source: On September 17, 2017, the World of Warships Project celebrates its second anniversary. Together with players, the developers have traveled a long journey filled with various events and emotions. What counts most, the thing that unites them—a great passion for computer games and naval battles—still remains unchanged. The "2 Years of World of Warships" collection is made up of emblems depicting some highlights from the game's history. Each emblem is issued for earning a hidden achievement once per day, any duplicates can be exchanged for missing emblems. Be very attentive—an achievement can be hidden virtually anywhere!
es_mx: El 17 de septiembre del 2017, el proyecto World of Warships celebra su segundo aniversario. Junto con los jugadores, los desarrolladores han hecho un largo viaje lleno de varios eventos y emociones. Lo más importante, lo que los une — una gran pasión por los juegos de computadora y las batallas navales — aún no ha cambiado. La colección "2 Años de World of Warships" está hecha de emblemas que muestran algunos de los eventos importantes de la historia del juego. Cada emblema es emitido por obtener un logro oculto una vez al día, cualquier duplicado puede ser intercambiado por emblemas faltantes. Manténte atento — ¡un logro puede estar oculto en cualquer lugar!
ja: 2017 年 9 月 17 日に、World of Warships プロジェクトは 2 周年を迎えます。開発チームは、プレイヤーの皆様と共に、様々な出来事や感情に満ちた長い航海を続けて来ました。そして最も大切なこととして、皆を一体にするコンピュータゲームと海戦への素晴らしい情熱は、今も変わりありません。 コレクション「World of Warships の 2 年間」は、このゲームの歴史上のハイライトを表す各種のエンブレムで構成されています。各エンブレムは、秘密の実績を取得することで 1 日 1 回支給され、重複分は、未取得のエンブレムと交換することができます。注意してください、実績はほとんどあらゆる場所に隠されています!
pl: 17 września 2017 roku projekt World of Warships obchodzi swoje drugie urodziny. Wspólnie z graczami, deweloperzy przebyli długą drogę wypełnioną najróżniejszymi wydarzeniami i emocjami. Co najważniejsze, niezmienna pozostaje rzecz, która ich jednoczy – wielka pasja do gier komputerowych i bitew morskich. Kolekcja „2 lata World of Warships” składa się z emblematów przedstawiających ważne wydarzenia w historii gry. Każdy emblemat przyznawany jest za wypełnienie ukrytego osiągnięcia, a duplikaty mogą być wymieniane na brakujące emblematy. Bądź uważny – osiągnięcie może się czaić dosłownie wszędzie!
ru: 17 сентября 2017 года проект World of Warships отмечает свой второй День Рождения. Вместе с игроками разработчики прошли долгий путь, наполненный самими разными событиями и эмоциями. Но самое важное, то, что их связывало, оставалось неизменным: страсть к компьютерным играм и морским сражениям. Коллекция «2 года World of Warships» составлена из эмблем, которые напоминают о некоторых ярких моментах в истории игры за последний год. Каждая эмблема выдаётся за собственное скрытое достижение не чаще одного раза в сутки, а дубликаты можно обменивать на те эмблемы, которых вам не хватает. Будьте внимательны — достижение может быть спрятано где угодно!
uk: 17 вересня 2017 р. проект World of Warships святкує свій другий День Народження. Разом з гравцями розробники пройшли довгий шлях, наповнений найрізноманітнішими подіями та емоціями. Але найважливіше, те, що їх пов’язувало, залишалося незмінним: пристрасть до комп’ютерних ігор і морських битв. Колекція «2 роки World of Warships» складена з емблем, які нагадують про деякі яскраві миті з історії гри за минулий рік. Кожну емблему видають за якесь утаєне досягнення не частіше, ніж один раз на добу, а дублікати можна обмінювати на ті емблеми, яких вам не вистачає. Будьте уважні — утаїти можуть будь-яке досягнення!
zh: 2017 年 9 月 17 日，《战舰世界》游戏将要庆祝二周年纪念。开发人员和玩家一起走过了充满着各式各样活动及情感的漫长旅程。最重要的，就是把它们深深结合在一起的东西──对计算机游戏及海上战斗难以估算的热诚──依旧保持不变。 「《战舰世界》2 周年」收藏所组成的标志，描绘着游戏史上的一些精彩场面。各标志只要每天获得一个隐藏成就就会颁发一次，任何重复的标志都可以交换为缺少的标志。一定要睁大眼睛──几乎任何地方都有可能隐藏着成就！
zh_sg: 2017 年 9 月 17 日，《战舰世界》游戏将要庆祝二周年纪念。开发人员和玩家一起走过了充满着各式各样活动及情感的漫长旅程。最重要的，就是把它们深深结合在一起的东西──对计算机游戏及海上战斗难以估算的热诚──依旧保持不变。 “《战舰世界》 2周年”收藏所组成的标志，描绘着游戏史上的一些精彩场面。各标志只要每天获得一个隐藏成就就会颁发一次，任何重复的标志都可以交换为缺少的标志。一定要睁大眼睛──几乎任何地方都有可能隐藏着成就！

# IDS_DESCRIPTION_PCZA006_HAPPYNEWYEAR2018
source: At the end of 1943, the German Army suffered defeat after defeat on the Eastern Front. The Allies resumed escorting convoys in the Arctic to deliver equipment and armaments to the Red Army. All large ships of the Kriegsmarine gathered in Norway to prevent this. The British forces, with the assistance of the Norwegian resistance, were closely monitoring their location and movements, grasping every opportunity to incapacitate the enemy ships. In December 1943, only battleship Scharnhorst and a couple of destroyers remained combat-ready in Norway. To lure the armored beast from its lair, the Allies sent another convoy, JW-55B, on a course dangerously close to the Norwegian coast. A few hours from the convoy, the Distant Cover Force, headed by Duke of York, the flagship of the Home Fleet's Commander-in-Chief Vice Admiral Fraser, was steaming ahead, under the cover of a storm. Much was at stake: the shattered reputation of the Kriegsmarine, the last capable battleship of Germany, and a strategically important line for aiding the struggling Soviet Union.
es_mx: El final de 1943. El ejército alemán sufrió una derrota tras derrota en el Frente Oriental. Los aliados resumen escoltar convoyes al Ártico para entregar equipamiento y armamento al Ejército Rojo. Todos los barcos grandes de la Kriegsmarine estaban juntos en Noruega para prevenir esto. Las fuerzas británicas, con asistencia de la resistencia noruega, estaban monitoreando de cerca las ubicaciones y movimientos, tomando cualquier oportunidad para incapacitar los barcos enemigos. En diciembre de 1943, solo el acorazado Scharnhorst y un par de destructores quedaban listos para el combate en Noruega. Para sacar a la bestia metálica de su guarida, los aliados mandaron otro convoy JW-55B en curso peligrosamente cerca a la costa de Noruega. Algunas horas lejos del convoy, la Fuerza de Cobertura Distante, liderada por el Duke of York, el barco insignia para el Comandante en Jefe de la Flota de Casa el vice almirante Fraser, estaba avanzando, escondido por una tormenta. Muchas cosas fueron puestas en la línea: la reputación rota de la Kriegsmarine, el último acorazado capaz alemán, y una línea estratégicamente importante para ayudar a la Unión Soviética que estaba luchando.
ja: 1943 年の終盤、ドイツ陸軍は東部戦線において敗北に次ぐ敗北を重ねていました。連合軍は、赤軍に設備や兵器を届けるべく、北極圏での護送船団を再開し、ドイツ海軍のあらゆる大型艦艇は、これを阻止すべくノルウェーに集結していました。イギリス軍は、ノルウェーのレジスタンスの協力を得ながらドイツ海軍の艦艇の位置と動向を詳しく探っており、これらを無力化すべく機会を覗っていたのでした。1943 年 12 月、ドイツ戦艦として唯一生き残っていたシャルンホルストおよび数隻の駆逐艦がノルウェーで戦闘準備を整えており、連合軍はこの重装甲の野獣を隠れ家から誘い出すべく JW-55B 船団を送り出し、ノルウェーの沿岸に危険なほど近いコースで航行させたのです。この船団からやや距離を取った位置には、イギリス本国艦隊司令長官フレーザー大将指揮下の艦隊が間接護衛の任務に就いており、その旗艦は戦艦デューク・オブ・ヨークでしたが、嵐がこの艦隊の存在を覆い隠していました。 この状況には、ドイツ海軍の打ち砕かれた評判、ドイツ最後の行動可能な戦艦、苦闘中のソ連を援助するための戦略的に重要なルートという、多くの要素が絡み合っていました。
pl: Koniec roku 1943. Niemiecka armia odnosiła jedną klęskę za drugą na Froncie Wschodnim. Alianci kontynuowali eskortowanie konwojów na Oceanie Arktycznym, żeby dostarczać wyposażenie i uzbrojenie Armii Czerwonej. Wszystkie większe okręty Kriegsmarine stacjonowały w Norwegii, żeby w tym przeszkodzić. Siły brytyjskie, wspierane przez partyzantkę norweską, uważnie obserwowały ich położenie i ruchy, wyczekując okazji, żeby wyłączyć je z walki. W grudniu 1943 roku w Norwegii tylko pancernik Scharnhorst i kilka niszczycieli było w gotowości bojowej. Żeby wywabić bestię z jej legowiska, alianci wysłali konwój JW-55B niebezpiecznie blisko norweskiego wybrzeża. Za konwojem, w odległości kilku godzin, pod osłoną sztormu, podążała eskorta pod wodzą pancernika Duke of York, okrętu flagowego głównodowodzącego Home Fleet, admirała Frasera. Na szali położono wiele: rozbitą reputację Kriegsmarine, ostatni operujący niemiecki pancernik i strategicznie istotną linię zaopatrzeniową dla walczącego o przetrwanie Związku Radzieckiego.
ru: Конец 1943 года. Немецкая армия на Восточном фронте терпит поражение за поражением. Союзники возобновили проводку конвоев в Арктике, доставляя Красной армии необходимое снаряжение и вооружение. Все крупные корабли Кригсмарине собраны в Норвегии, чтобы воспрепятствовать этому. Британцы, не без помощи норвежского Сопротивления, внимательно следят за их дислокацией и передвижениями, не упуская случая вывести тот или иной корабль из строя. К декабрю 1943 года в Норвегии в боеспособном состоянии остаётся только линкор Scharnhorst и горстка эсминцев. Чтобы выманить бронированного хищника из его логова, союзники отправляют очередной конвой JW-55B в опасной близости от берегов Норвегии. На расстоянии нескольких часов хода от конвоя, укрытое штормом, движется соединение прикрытия во главе с линкором Duke of York под флагом командующего Флотом Метрополии вице-адмирала Фрейзера. На карту было поставлено многое — пошатнувшаяся репутация Кригсмарине, последний боеспособный линкор Германии, стратегически важная артерия снабжения сражающегося СССР.
uk: Кінець 1943 р. Німецька армія на Східному фронті зазнає поразки за поразкою. Союзники відновили супроводження конвоїв в Арктиці, доставляючи Червоній армії необхідне спорядження і озброєння. Всі великі кораблі Крігсмаріне зібрано у Норвегії, щоб завадити цьому. Британці, за допомогою норвезького Опору, уважно стежать за їхньою дислокацією та пересуваннями, не втрачаючи нагоди вивести той чи інший корабель з ладу. До грудня 1943 р. у Норвегії в боєздатному стані залишається лише лінкор Scharnhorst і кілька есмінців. Щоб виманити броньованого хижака з його лігва, союзники спрямовують черговий конвой JW-55B небезпечно близько від берегів Норвегії. На відстані кількох годин ходу від конвою, приховане штормом, рухається з’єднання прикриття на чолі з лінкором Duke of York під прапором командувача Флоту Метрополії віце-адмірала Фрейзера. На кон поставили багато — похитнута репутація Крігсмаріне, останній боєздатний лінкор Німеччини, стратегічно важлива артерія постачання товарів та озброєння до СРСР.
zh: 1943 年底。D国军队在东部战线失败后遭受到挫败。盟军恢复护卫北极航线的舰团已将装备和武器运送过来。D国海军的所有大型战舰都聚集到了N国来阻止这件事。Y国分队在N国反抗军的协助下，密切监视着它们的位置及动向，把握住每个瘫痪敌方战舰的机会。1943 年 12 月，只有战列舰沙恩霍斯特和几艘驱逐舰做好在N国的作战准备。为了要将这头装甲巨兽从其巢穴中吸引出来，盟军派出了另一个舰团 JW-55B 在危险的N国海岸附近航行。距离舰团数小时的航程，正是由本土舰队总指挥官海军上将弗雷泽的旗舰约克公爵所率领的远程护卫队，正在加足马力向前推进、并被暴风雨所隐藏。 许多事情都是在冒险边缘：打击D国海军的名声，D国最后一艘有能力的战列舰，帮助陷于困境中的S国的一条重要战略航线。
zh_sg: 1943 年底。德军在东部战线失利后面临全面溃败。盟军恢复了北极航线的护卫船团以将装备和武器运送给红军。德国海军的所有大型战舰都聚集到了挪威来阻止此举。英国分舰队在挪威反抗军的协助下，密切监视着德军的位置和动向，企图找到击溃敌军的机会。1943年12月，只有战列舰沙恩霍斯特和几艘驱逐舰做好了战斗准备。为了将德军的装甲巨兽从巢穴中引出，盟军派出了船团JW-55B从挪威海岸航行，距船团数小时的航程，由英军舰队总指挥官-海军上将Fraser的旗舰约克公爵为首的护卫队正在暴风雨的掩盖下远程跟随。 一场与生死利益相关的大战自此拉开序幕：纳粹德国声望的衰落，德国最后一艘主力战舰，对解救苏联至关重要的战略性航线。

# IDS_DESCRIPTION_PCZA007_HSF2018
source: The crew of the Harekaze and the various characters that helped them in their journey.
es_mx: La tripulación del Harekaze y varios diseños de personajes que le ayudan en el camino.
ja: 晴風の乗組員と彼女らを手助けしたキャラクター。
pl: Załoga Harekaze i inne postaci, które pomogły jej w podróży.
ru: Экипаж эсминца Harekaze и другие герои, помогавшие ему в пути.
uk: Екіпаж есмінця Harekaze та інші герої, які допомагали йому у плаванні.
zh: Harekaze 的乘员及在旅途中帮助过她们的各式角色。
zh_sg: Harekaze的船员和那些在旅途中帮助过他们的角色。

# IDS_DESCRIPTION_PCZA008_VIVALAFRANCE
source: The French Navy traces its origins to the early 17th century. It was established through the efforts of the eminent Cardinal Richelieu and includes many glorious and dramatic events. For several centuries, it stood strong as one of the world's most powerful maritime forces. French shipbuilding contributed greatly to world engineering heritage by offering a large variety of ingenious discoveries and design concepts. The crowning of French shipbuilding, the reflection of the country's proud history and its naval power were all manifested in French battleships. During World War II, alongside other combat units of the French Navy, these powerful warships accomplished a lot of important missions, facing tough challenges and suffering significant losses.
es_mx: Los orígenes de la Armada Francesa se remontan a principios del siglo XVII. Fue establecida a a través de los esfuerzos del eminente Cardenal Richelieu e incluyen varios eventos gloriosos y dramáticos. Por varios siglos, se mantuvo fuertemente como una de las fuerzas marítimas más poderosas del mundo. La construcción de barcos francesa contribuyó enormemente al legado mundial de la ingeniería ofreciendo una gran variedad de ingeniosos hallazgos y conceptos de diseño. La coronación de la construcción de barcos francesa, el reflejo de la orgullosa historia del país y su poder naval se reflejaron en los acorazados franceses. Durante la 2.ª Guerra Mundial, junto a otras unidades de combate de la Armada Francesa, estos poderoso barcos de guerra completaron muchas misiones importantes, encarando difíciles desafíos y sufriendo pérdidas considerables.
ja: フランス海軍は、17 世紀の前半に高名なリシュリュー枢機卿の努力により設立され、その歴史には、輝かしい出来事や劇的な出来事が数多くありました。フランス海軍は、数世紀に渡って世界最強クラスの海軍力であり続けて来たのです。フランスの造船工業は、巧妙な発見や設計コンセプトを幅広く生み出し、世界の工業遺産に大きな貢献を果たしてきました。 フランスが誇る各種の戦艦は、フランスの造船技術の頂点であり、この国の輝かしい歴史と海軍力の象徴でした。二次大戦中には、フランス海軍の他の戦闘ユニットと共に数多くの重要なタスクを遂行し、厳しい困難に直面して多大な被害を受けました。
pl: Początki Marynarki Wojennej Francji sięgają XVII wieku. Zaistniała dzięki wysiłkom kardynała Richelieu i na kartach jej historii zapisało się wiele wspaniałych oraz dramatycznych wydarzeń. Przez kilka wieków marynarka francuska była jedną z najpotężniejszych na świecie. Szkutnictwo francuskie wzbogaciło światową inżynierię o wiele wspaniałych wynalazków i błyskotliwych projektów. We francuskich pancernikach odbijała się dumna historia kraju, to one ucieleśniały potęgę Francji i i stały się koroną jej okrętownictwa. W trakcie II wojny światowej, wspólnie z innymi jednostkami Marynarki Wojennej Francji, wypełniały szereg rozmaitych zadań, stawiały czoła najcięższym wyzwaniom i odnosiły znaczne straty.
ru: История французского флота, у истоков создания которого в начале XVII века стоял знаменитый кардинал Ришелье, насчитывает немало славных и драматических страниц. На протяжении нескольких столетий он занимал по своей мощи одно из первых мест в мире. Французское кораблестроение обогатило мировую сокровищницу инженерной мысли целым рядом оригинальных находок и конструктивных решений. Воплощением морской мощи Франции, венцом её кораблестроения, и отражением славной истории страны были, конечно же, линкоры. В годы Второй мировой войны они, вместе с другими боевыми единицами флота Республики, решили немало ответственных задач, пройдя с большими потерями через целый ряд трагических испытаний.
uk: Історія французького флоту, одним з засновників якого на початку XVII ст. був відомий кардинал Рішельє, налічує чимало славетних й трагічних сторінок. Протягом кількох століть він посідав одне з перших місць у світі за своєю міццю. Французьке кораблебудування збагатило світову скарбницю інженерних думок низкою своєрідних винаходів та конструктивних рішень. Втіленням морської моці Франції, вершиною її кораблебудування, і відбиттям славетної історії держави були, без сумніву, лінкори. Під час Другої світової війни вони, разом з іншими бойовими одиницями флоту Республіки, виконали чимало відповідальних завдань, пройшовши з великими втратами крізь низку трагічних випробувань.
zh: F系海军的历史可以追溯到17世纪初，由于著名的红衣主教黎塞留的号召，还有许多荣耀且戏剧性的事件之后，F国是少数拥有强大海军舰队的国家，造船业在该国蓬勃发展，并留下许许多多的战舰设计概念。 战列舰身为F系海军的骄傲，这个舰种代表了造舰技术的巅峰，它们代表着这个国家骄傲的历史，大战期间，和其它F系海军的单位一起，它们完成大量重要的任务，克服众多挑战，并承受巨大损失。
zh_sg: 法国海军的历史可以追溯到17世纪初，由著名红衣主教黎塞留和众多荣耀或戏剧性的历史事件所奠定。几个世纪以来，法国舰队都是最强大的海上力量之一。法国的造船业为世界工业留下了丰富的遗产，传递了许多巧妙的发现和设计理念。 战列舰体现了法国强大的海军力量，也将造船业推上了王座。在它们身上上演了许多令国家自豪的历史事件。第二次世界大战期间，法国海军部队肩负起了历史的重任，它们与其他战斗单位一起完成了许多艰难的挑战，但也遭受了严重的损失。

# IDS_DESCRIPTION_PCZA009_AMERICAN_ARC
source: U.S. Navy cruisers of the 1900s–1940s, awards and distinctive insignias of their crews.
es_mx: Crucero de la Armada de los EE. UU. de 1900 a 1940, premios e insignias distintivas de sus tripulaciones.
ja: 1900-1940 年代のアメリカ巡洋艦と、その乗組員の勲章および識別マーク
pl: Krążowniki U.S. Navy z pierwszej połowy XX wieku, odznaczenia i specjalne insygnia ich załóg.
ru: Крейсеры американского флота 1900–1940-х годов, награды и знаки различия их экипажей.
uk: Крейсери американського флоту 1900–1940-х рр., нагороди і знаки розрізнення їхніх екіпажів.
zh: 1900年代至1940年代的M系海军巡洋舰，船员的奖章及独特徽章。
zh_sg: 1900年代-1940年代美国海军巡洋舰，船员们的奖章和独特标志。

# IDS_DESCRIPTION_PCZA010_HAPPYBIRTHDAY2018
source: Festive collection dedicated to the third anniversary of the World of Warships. Hundreds of ships are plying the seas already. Players complete missions, succeed in their campaigns, build collections, and, of course, win their battles. All the collectible items are photographs taken by Dasha Perova over the course of the last year. Each photo is accompanied by our notes, sometimes serious and sometimes amusing.
es_mx: Colección festiva dedicada al tercer aniversario de World of Warships. Cientos de barcos ya navegan en el mar. Los jugadores completan misiones, tienen éxito en sus campañas, construyen colecciones y, por supuesto, ganan batallas. Todos los artículos coleccionables son fotografías tomadas por Dasha Perova durante el último año. Cada foto está acompañada por nuestras notas, a veces serias y a veces divertidas.
ja: World of Warships の 3 周年を記念したコレクション 多数の艦艇が激戦を繰り広げ、プレイヤーはミッションを達成し、キャンペーンで成功を収め、コレクションを集め、そしてもちろん、勝利を重ねています。全てのコレクション・アイテムは、Dasha Perova (ダーシャ・ペローヴァ) がこの 1 年間に撮影してきた写真であり、個々の写真には、時にはシリアスな、時には楽しいコメントが添えられています。
pl: Okazjonalna kolekcja związana z trzecią rocznicą World of Warships Setki okrętów kursują już po morzach. Gracze podejmują misje, wypełniają kampanie, budują kolekcje i oczywiście wygrywają bitwy. Wszystkie przedmioty należące do kolekcji to zdjęcia wykonane przez Dashę Perovą w ostatnim roku. Do każdego zdjęcia załączona jest notatka, czasem zabawna, a czasem poważna.
ru: Праздничная коллекция по случаю третьей годовщины World of Warships. Морские просторы уже бороздит не одна сотня кораблей. Игроки с успехом проходят операции, завершают кампании, собирают коллекции и, конечно же, побеждают в битвах. Все предметы коллекции — фотографии, сделанные Дашей Перовой за последний год. Каждая фотография сопровождается нашими заметками, серьёзными или же забавными.
uk: Святкова колекція з нагоди третіх роковин World of Warships. Вже не одна сотня кораблів ходить безкраїми морями. Гравці успішно проходять операції, завершують кампанії, збирають колекції та перемагають у битвах. Всі предмети колекції — світлини, зроблені Дашею Перовою за минулий рік. До кожної з них ми додали нотатки — серйозні й не дуже.
zh: 献给《战舰世界》三周年庆的节庆收藏。 数百艘战舰已经在海上航行。玩家完成任务、成功完成战役、组合收藏，当然，也可以赢得战斗。所有收藏品都是达莎-佩罗瓦在去年拍摄的照片。每张照片都附有我们的笔记，有时是严肃的有时是有趣的。
zh_sg: 《战舰世界》三周年纪念专属节日收藏。 已经有上百艘战舰在海上激战中！玩家完成作战任务、在战役中战斗、完成收藏并赢得战斗。所有可收集的道具是在过去的一年中由Dasha Perova拍摄的照片。每张照片都带有我们的提示，有的很严肃，有的也很有趣。

# IDS_DESCRIPTION_PCZA011_OVECHKIN
source: Alexander Ovechkin is one of the best forwards in ice hockey history and the most famous hockey player in the world. Fast, accurate, technically skilled and tough on ice, he masterfully leads his team to victories. Fans named him "the Great Eight" and he has proved that he really deserves this title. The collection items tell us about the brightest moments of Alexander Ovechkin's sporting career. Meet the legend, be inspired and strive for victory!
es_mx: Alexander Ovechkin es uno de los mejores delanteros en la historia del hockey sobre hielo, y el jugador de hockey más famoso en el mundo. Rápido, preciso, con una técnica llena de habilidad y duro sobre el hielo, guía de forma magistral a su equipo hacia la victoria. Los fanáticos lo nombraron "el Gran Ocho", y ha probado que su sobrenombre es bien merecido. Los artículos de la colección ilustra los momentos más brillantes de la carrera deportiva de Alexander Ovechkin. Conoce a la leyenda, inspírate y pelea por las victorias!
ja: アレクサンドル・オベチキンは、アイスホッケーの歴史の中でも最高のフォワードのひとりであり、ほぼ間違いなく、世界で最も有名なホッケー選手と言えるでしょう。氷上において素早く正確で、技術力が高くタフな彼は、チームを勝利の連鎖へと巧みに導くことができる存在なのです。ファンは彼のことを「グレート・エイト」と呼び、彼はこのニックネームに相応しい存在であることを証明し続けてきました。このコレクションは、アレクサンドル・オベチキンのスポーツキャリアにおける最も輝ける瞬間を描き出すものです。さあこの伝説の選手と出会い、気持ちを高め、勝利を目指しましょう!
pl: Aleksander Owieczkin jest jednym z najlepszych i najsłynniejszych napastników w historii hokeja na lodzie. Szybki, precyzyjny, doskonały technicznie i silny, po mistrzowsku prowadzi swoją drużynę do kolejnych zwycięstw. Fani nazwali go „Wielką Ósemką”, a on udowodnił, że zasługuje na to miano. Przedmioty w kolekcji opowiadają o najważniejszych chwilach w karierze sportowej Aleksandra Owieczkina. Poznaj bliżej legendę, nabierz motywacji i walcz o zwycięstwa!
ru: Александр Овечкин — один из лучших нападающих в истории хоккея и самый знаменитый хоккеист планеты. Быстрый, точный, техничный и жёсткий на льду, он уверенно ведёт свою команду к победам. Фанаты прозвали его Великой Восьмёркой, а он доказал, что действительно достоин этого прозвища. Коллекционные предметы рассказывают о самых ярких моментах спортивной карьеры Александра Овечкина. Знакомьтесь с легендой, вдохновляйтесь и стремитесь к своим победам!
uk: Олександр Овечкін — відомий хокеїст та один із найліпших нападників історії хокею. Швидкий, влучний, технічний та завзятий на льоду, він впевнено веде свою команду до перемог. Фанати прозвали його Великою Вісімкою, а він довів, що гідний цього прізвиська. Колекційні предмети розповідають про найяскравіші миті спортивної кар’єри Олександра Овечкіна. Знайомтеся з легендою, надихайтеся та прямуйте до власних перемог!
zh: 亚历山大-奥维奇金是冰上曲棍球历史上最好的前锋之一，也是世界上最著名的曲棍球运动员。在冰上快速、准确、技术熟练且强韧，他巧妙地带领球队取得胜利。球迷称他为「伟大的八号」，而他也证明了他确实应该得到这个绰号。收藏品讲述了亚历山大-奥维奇金运动生涯中最耀眼的时刻。认识传奇、获得启发并争取胜利！
zh_sg: Alexander Ovechkin是冰球历史上最佳前锋之一，同时也是世界上最负盛名冰球球员之一。他速度快，射门精准，技巧精湛而且球风强悍，能够引领球队走向胜利。球迷亲切地称他为“伟大的八号”，他也证明了自己值得这个称号。这套收藏讲述了Alexander Ovechkin体育生涯中最光辉的时刻。遇见传奇，获得激励，争取胜利！
