Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSD004_DESCR
source: A ship that had a remarkable influence on the development of destroyers in the Imperial Japanese Navy. Owing to her powerful turbines, Minekaze could produce very high speeds that were superior to many of the destroyers built later.
es_mx: Un barco que tuvo una influencia remarcable en el desarrollo de destructores en la Flota Imperial Japonesa. Gracias a sus turbinas altamente poderosas, Minekaze podía producir una muy alta velocidad que era superior a muchos de los destructores construidos en periodos posteriores.
ja: 峯風型駆逐艦は、大日本帝国の駆逐艦建造における革新でした。極めて強力なタービンにより極めて高い速力を実現しており、これは本型より後に登場した多くの駆逐艦を凌駕するものでした。
pl: Okręt, który miał ogromny wpływ na rozwój niszczycieli w Cesarskiej Marynarce Wojennej Japonii. Dzięki potężnym turbinom Minekaze osiągał prędkości nieosiągalne nawet dla wielu niszczycieli zbudowanych później.
ru: Корабль, оказавший заметное влияние на развитие класса эсминцев в японском флоте. Благодаря большой мощности турбин мог развивать очень высокую скорость, превосходя по этому параметру многие эсминцы более поздней постройки.
uk: Корабель, який помітно вплинув на розвиток класу есмінців в японському флоті. Завдяки великій потужності турбін набирав дуже велику швидкість, перевершуючи за цим параметром багато есмінців, які були побудовані пізніше.
zh: 战争中该驱逐舰被用在巡逻、护卫、登陆、以及其它用途上。战争期间共失去了 11 艘，而另外 3 艘则是在战后的几年中被拆解。
zh_sg: 一艘对大日本帝国海军驱逐舰研发有着显著影响的战舰。凭借强大的涡轮机，峯风可以保持非常高的航速，优于许多后期所建造的驱逐舰。

# IDS_PJSD004_FULL
source: Minekaze
ja: 峯風
zh: 樱
zh_sg: 峰风

# IDS_PJSD004_SHORT
source: MNKZ
zh: 樱
zh_sg: 峰风

# IDS_PJSD005
source: Mutsuki (old)
ja: 睦月 (old)
pl: Mutsuki (stary)
zh: 松(旧)
zh_sg: 睦月 (旧)

# IDS_PJSD005_DESCR
source: This ship was available before the release of version 0.5.15 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.5.15, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.5.15 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.5.15, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.5.15, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.5.15. Зараз його вилучено з World of Warships.
zh: 此战舰在 0.5.15 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.5.15版发布从游戏里移除前可以使用。

# IDS_PJSD005_FULL
source: Mutsuki (< 01.12.2016)
ja: 睦月 (< 01.12.2016)
zh: 松 (< 07.12.2016)
zh_sg: 睦月 (< 01.12.2016)

# IDS_PJSD005_SHORT
source: MUTS
zh: 松
zh_sg: 睦月

# IDS_PJSD006
source: Hatsuharu (old)
ja: 初春 (old)
pl: Hatsuharu (stary)
zh: 梅(旧)
zh_sg: 初春 (old)

# IDS_PJSD006_DESCR
source: This ship was available before the release of version 0.5.15 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.5.15, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.5.15 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.5.15, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.5.15, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.5.15. Зараз його вилучено з World of Warships.
zh: 此战舰在 0.5.15 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.5.15版发布从游戏里移除前可以使用。

# IDS_PJSD006_FULL
source: Hatsuharu (< 01.12.2016)
ja: 初春 (< 01.12.2016)
zh: 梅 (< 07.12.2016)
zh_sg: 初春 (< 01.12.2016)

# IDS_PJSD006_SHORT
source: HATS
zh: 梅
zh_sg: 初春

# IDS_PJSD007
source: Fubuki (old)
ja: 吹雪 (old)
pl: Fubuki (stary)
zh: 桐(旧)
zh_sg: 吹雪 (old)

# IDS_PJSD007_DESCR
source: This ship was available before the release of version 0.5.15 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.5.15, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.5.15 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.5.15, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.5.15, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.5.15. Зараз його вилучено з World of Warships.
zh: 此战舰在 0.5.15 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.5.15版发布从游戏里移除前可以使用。

# IDS_PJSD007_FULL
source: Fubuki (< 01.12.2016)
ja: 吹雪 (< 01.12.2016)
zh: 桐 (< 07.12.2016)
zh_sg: 吹雪 (< 01.12.2016)

# IDS_PJSD007_SHORT
source: FUBK
zh: 桐
zh_sg: 吹雪

# IDS_PJSD010
source: Kagerō (old)
ja: 陽炎 (old)
pl: Kagerō (stary)
zh: 萩(旧)
zh_sg: 阳炎 (old)

# IDS_PJSD010_DESCR
source: This ship was available before the release of version 0.5.15 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.5.15, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.5.15 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.5.15, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.5.15, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.5.15. Зараз його вилучено з World of Warships.
zh: 此战舰在 0.5.15 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.5.15版发布从游戏里移除前可以使用。

# IDS_PJSD010_FULL
source: Kagerō (< 01.12.2016)
ja: 陽炎 (< 01.12.2016)
zh: 萩 (< 07.12.2016)
zh_sg: 阳炎 (< 01.12.2016)

# IDS_PJSD010_SHORT
source: KAGR
zh: 萩
zh_sg: 阳炎

# IDS_PJSD012
source: Shimakaze
ja: 島風
zh: 芒
zh_sg: 岛风

# IDS_PJSD012_DESCR
source: An experimental "cruiser type" destroyer with increased displacement. The ship was equipped with very powerful propulsion, making Shimakaze faster than the majority of her contemporary ships of the same type. Shimakaze was second to none in terms of torpedo armament. The first and only destroyer of the Imperial Japanese Navy to be equipped with quintuple torpedo tubes.
es_mx: Un destructor experimental "tipo crucero" con desplazamiento incrementado. El barco estaba equipado con una poderosa propulsión haciendo al Shimakaze más rápido que la mayoría de los barcos contemporáneos de su tipo. Shimakaze era insuperable en términos de su armamento con torpedos. El primer y único destructor de la Flota Imperial Japonesa en ser equipado con tubos de torpedos quíntuples.
ja: 島風は、小型巡洋艦に迫る排水量を有する大型の試作駆逐艦です。極めて強力な推力を備え、駆逐艦としては世界最速クラスの速力を誇りました。そして雷力においては、あらゆる駆逐艦を凌駕しており、五連装魚雷発射管の搭載は、大日本帝国海軍においては本艦が唯一でした。
pl: Eksperymentalny, „krążowniczy” niszczyciel o zwiększonej wyporności. Posiadał potężny układ napędowy, dzięki czemu był szybszy niż większość konkurencyjnych okrętów tego typu. Shimakaze nie miał sobie równych pod względem uzbrojenia torpedowego. Jako pierwszy i jedyny niszczyciel Cesarskiej Marynarki Wojennej Japonii otrzymał pięciorurowe wyrzutnie torpedowe.
ru: Экспериментальный «крейсерский» эсминец с увеличенным водоизмещением. Благодаря очень мощной энергетической установке превосходил по скорости большинство современных ему кораблей своего класса. Не имел себе равных по мощи торпедного вооружения. Первый и единственный эсминец японского флота, оснащённый пятитрубными торпедными аппаратами.
uk: Експериментальний «крейсерський» есмінець зі збільшеною водотоннажністю. Завдяки дуже потужній силовій установці перевершував за швидкістю більшість тогочасних кораблів свого класу. Не мав рівних собі за потужністю торпедного озброєння. Перший та єдиний есмінець японського флоту, оснащений п’ятитрубними торпедними апаратами.
zh: 一艘装备了新式推进系统，其高压锅炉能产生近乎 80,000 匹马力，的试验型原型驱逐舰。该驱逐舰武装了三门五联式鱼雷发射管，搭载了比任何此类型战舰更为强大的鱼雷武器。由于推进系统复杂，类似驱逐舰舰级的建造计划都被取消。
zh_sg: 一艘增强过排水量的试验型“巡洋舰型”驱逐舰。该舰装备着非常强大的推进装置，使岛风比同时期大多数的同类型战舰都要快。鱼雷武器方面更是首屈一指。同时岛风也是大日本帝国海军第一艘也是唯一一艘装备了五联装鱼雷发射管的驱逐舰。

# IDS_PJSD012_FULL
source: Shimakaze
ja: 島風
zh: 芒
zh_sg: 岛风

# IDS_PJSD012_SHORT
source: SHIM
zh: 芒
zh_sg: 岛风

# IDS_PJSD014
source: Tachibana L
ja: 橘 L
zh: 枳（L）
zh_sg: 橘 Lima

# IDS_PJSD014_DESCR
source: A small and relatively fast destroyer. For her size, Tachibana L boasted a sufficiently powerful torpedo armament. The ship's artillery comprised several rapid-fire small caliber guns.
es_mx: Un destructor pequeño y relativamente rápido. Para su tamaño, el Tachibana L exhibía un armamento de torpedos suficientemente poderoso. La artillería del barco consistía de varios cañones de calibre pequeño y disparo rápido.
ja: 橘は、小柄かつ比較的高速な駆逐艦です。しかし小柄とはいえその雷装は充分に強力なものであり、主砲としては、小口径速射砲を数門搭載していました。
pl: Mały i stosunkowo szybki niszczyciel. Jak na swoje rozmiary, Tachibana L miał dostatecznie silne uzbrojenie torpedowe. Artyleria okrętu składała się z kilku szybkostrzelnych dział małego kalibru.
ru: Небольшой и сравнительно быстроходный эскадренный миноносец. Для своих размеров имел достаточно мощное торпедное вооружение. Артиллерия корабля состояла из нескольких скорострельных малокалиберных орудий.
uk: Невеликий і порівняно швидкохідний ескадрений міноносець. Для своїх розмірів мав досить потужне торпедне озброєння. Артилерія корабля складалася з декількох скорострільних малокаліберних гармат.
zh: 小型且相对较快的驱逐舰。以它的大小而言，枳 L拥有相当强大的鱼雷武器。该舰的火炮是由几门小口径速射炮所构成。
zh_sg: 小型且相对较快的驱逐舰。对同体积的战舰而言，橘拥有相当强大的鱼雷武器。该舰的火炮是由几门小口径速射炮所构成。

# IDS_PJSD014_FULL
source: Tachibana Lima
ja: 橘 Lima
zh: 枳（L）
zh_sg: 橘 Lima

# IDS_PJSD014_SHORT
source: TCHB
zh: 枳
zh_sg: 橘 Lima

# IDS_PJSD017
source: Fūjin
ja: 風神
zh: 杨
zh_sg: 风神

# IDS_PJSD017_DESCR
source: A typical Japanese destroyer that was built using the experience gained during World War I. She boasted a very high speed and powerful torpedo armament. The AA artillery, however, was very weak.
es_mx: Un destructor Japonés típico que fue construido tomando en cuenta la experiencia de la Primer Guerra Mundial. Tenía una muy alta velocidad y un armamento de torpedos poderoso. Sin embargo, la artillería antiaérea era muy deficiente.
ja: 神風型駆逐艦 (2 代) は、典型的な日本の駆逐艦であり、一次大戦中の戦訓を反映して建造されました。極めて高い速力と強力な雷装を備えていましたが、対空兵装は貧弱でした。
pl: Typowy japoński niszczyciel zbudowany z uwzględnieniem doświadczeń zebranych w trakcie I wojny światowej. Mógł się poszczycić bardzo dużą szybkością i poważnym uzbrojeniem torpedowym. Możliwości obrony przeciwlotniczej były jednak bardzo ograniczone.
ru: Типичный японский эскадренный миноносец, построенный с учётом опыта Первой мировой войны. Обладал очень высокой скоростью хода и мощным торпедным вооружением. Имел очень слабую зенитную артиллерию.
uk: Типовий японський ескадрений міноносець, побудований з урахуванням досвіду Першої світової війни. Мав дуже високу швидкість ходу й потужне торпедне озброєння, проте дуже слабку зенітну артилерію.
zh: 一款拥有该国驱逐舰典型特点的战舰，拥有高速和较强的鱼雷攻击能力，但炮火相对较弱。
zh_sg: 以第一次世界大战期间经验而建造出的一艘典型日本驱逐舰。拥有高航速和较强的鱼雷武器。但防空能力很弱。

# IDS_PJSD017_FULL
source: Fūjin
ja: 風神
zh: 杨
zh_sg: 风神

# IDS_PJSD017_SHORT
source: FUJIN
zh: 杨
zh_sg: 风神

# IDS_PJSD024
source: Wakatake
ja: 若竹
zh: 菖
zh_sg: 若竹

# IDS_PJSD024_DESCR
source: A small yet well-armed and very fast destroyer. She carried 533 mm torpedoes with better range than similar munitions used by potential rivals. An unconventional placement of torpedo launchers allowed her to fire from the bow sectors.
es_mx: Un pequeño pero bien armado y muy rápido destructor. Llevaba torpedos de 533 mm. Superior a las municiones similares de rivales potenciales en términos de rango. Una colocación poco convencional de lanzatorpedos le permitía disparar desde sectores de la proa.
ja: 若竹型駆逐艦は、小型ながら重武装、高速の駆逐艦です。本型の 533 mm 魚雷は、その射程において他国の競合艦を凌駕していました。魚雷発射管の配置が独特であり、艦首部からの発射が可能でした。
pl: Mały, ale dobrze uzbrojony i szybki niszczyciel. Wyposażony był w torpedy kalibru 533 mm o zasięgu większym, niż ten u potencjalnych rywali. Niekonwencjonalne rozmieszczenie wyrzutni torped pozwalało na wystrzeliwanie ich z sekcji dziobowej.
ru: Небольшой, но хорошо вооружённый и очень быстроходный эсминец. Был оснащён 533-мм торпедами, превосходившими по дальности хода аналогичные образцы потенциальных противников. Оригинальное расположение торпедных аппаратов позволяло вести из них стрельбу в носовых секторах.
uk: Невеликий, але добре озброєний та дуже швидкохідний есмінець. Був оснащений 533-мм торпедами, які переважали за дальністю ходу аналогічні зразки потенційних супротивників. Оригінальне розташування торпедних апаратів дозволяло вести з них вогонь у носових секторах.
zh: 根据舰级归类被分到 "第二级" 的最后驱逐舰舰级。虽然预计共 13 艘战舰，最后五艘的建造由于设计上的适航性不足而被取消。
zh_sg: 一艘小型、但是武装精良且非常快速的驱逐舰。所搭载的533毫米鱼雷在射程方面优于其他战舰的鱼雷武器。采用了非常规的鱼雷发射器布局，使它可以从舰首区开火。

# IDS_PJSD024_FULL
source: Wakatake
ja: 若竹
zh: 菖
zh_sg: 若竹

# IDS_PJSD024_SHORT
source: WKTK
zh: 菖
zh_sg: 若竹

# IDS_PJSD025
source: Kamikaze
ja: 神風
zh: 枫
zh_sg: 神风

# IDS_PJSD025_DESCR
source: A typical Japanese destroyer that was built using the experience gained during World War I. She boasted a very high speed and powerful torpedo armament. The AA artillery, however, was very weak.
es_mx: Un destructor Japonés típico que fue construido tomando en cuenta la experiencia de la Primer Guerra Mundial. Tenía una muy alta velocidad y un armamento de torpedos poderoso. Sin embargo, la artillería antiaérea era muy deficiente.
ja: 神風型駆逐艦 (2 代) は、典型的な日本の駆逐艦であり、一次大戦中の戦訓を反映して建造されました。極めて高い速力と強力な雷装を備えていましたが、対空兵装は貧弱でした。
pl: Typowy japoński niszczyciel zbudowany z uwzględnieniem doświadczeń zebranych w trakcie I wojny światowej. Mógł się poszczycić bardzo dużą szybkością i poważnym uzbrojeniem torpedowym. Możliwości obrony przeciwlotniczej były jednak bardzo ograniczone.
ru: Типичный японский эскадренный миноносец, построенный с учётом опыта Первой мировой войны. Обладал очень высокой скоростью хода и мощным торпедным вооружением. Имел очень слабую зенитную артиллерию.
uk: Типовий японський ескадрений міноносець, побудований з урахуванням досвіду Першої світової війни. Мав дуже високу швидкість ходу й потужне торпедне озброєння, проте дуже слабку зенітну артилерію.
zh: 一款拥有该国驱逐舰典型特点的战舰，拥有高速和较强的鱼雷攻击能力，但炮火相对较弱。
zh_sg: 以第一次世界大战期间经验而建造出的一艘典型日本驱逐舰。拥有高航速和较强的鱼雷武器。但防空能力很弱。

# IDS_PJSD025_FULL
source: Kamikaze
ja: 神風
zh: 枫
zh_sg: 神风

# IDS_PJSD025_SHORT
source: KMKZ
zh: 枫
zh_sg: 神风

# IDS_PJSD026
source: Kamikaze R
ja: 神風 R
zh: 枫（R）
zh_sg: 神风 R

# IDS_PJSD026_DESCR
source: A typical Japanese destroyer that was built using the experience gained during World War I. She boasted a very high speed and powerful torpedo armament. The AA artillery, however, was very weak.
es_mx: Un destructor Japonés típico que fue construido tomando en cuenta la experiencia de la Primer Guerra Mundial. Tenía una muy alta velocidad y un armamento de torpedos poderoso. Sin embargo, la artillería antiaérea era muy deficiente.
ja: 神風型駆逐艦 (2 代) は、典型的な日本の駆逐艦であり、一次大戦中の戦訓を反映して建造されました。極めて高い速力と強力な雷装を備えていましたが、対空兵装は貧弱でした。
pl: Typowy japoński niszczyciel zbudowany z uwzględnieniem doświadczeń zebranych w trakcie I wojny światowej. Mógł się poszczycić bardzo dużą szybkością i poważnym uzbrojeniem torpedowym. Możliwości obrony przeciwlotniczej były jednak bardzo ograniczone.
ru: Типичный японский эскадренный миноносец, построенный с учётом опыта Первой мировой войны. Обладал очень высокой скоростью хода и мощным торпедным вооружением. Имел очень слабую зенитную артиллерию.
uk: Типовий японський ескадрений міноносець, побудований з урахуванням досвіду Першої світової війни. Мав дуже високу швидкість ходу й потужне торпедне озброєння, проте дуже слабку зенітну артилерію.
zh: 一款拥有该国驱逐舰典型特点的战舰，拥有高速和较强的鱼雷攻击能力，但炮火相对较弱。
zh_sg: 以第一次世界大战期间经验而建造出的一艘典型日本驱逐舰。拥有高航速和较强的鱼雷武器。但防空能力很弱。

# IDS_PJSD026_FULL
source: Kamikaze R
ja: 神風 R
zh: 枫（R）
zh_sg: 神风 R

# IDS_PJSD026_SHORT
source: KMKZ
zh: 枫
zh_sg: 神风 R

# IDS_PJSD105
source: Mutsuki
ja: 睦月
zh: 松
zh_sg: 睦月

# IDS_PJSD105_DESCR
source: Developed from the Minekaze class, equipped with a reinforced torpedo armament. This class inherited high speed and sufficiently powerful artillery from its predecessors. Greater dimensions made it possible to equip these destroyers with 610 mm torpedoes.
es_mx: Un desarrollo posterior de la clase Minekaze, equipado con un armamento de torpedos reforzado. Esta clase heredó una alta velocidad y una artillería lo suficientemente poderosa de sus predecesores. Dimensiones más grandes hicieron posible el equipar a estos destructores con torpedos de 610 mm.
ja: 睦月型駆逐艦は、峯風型駆逐艦の発展型であり、前型の高い速力と充分な砲火力を引き継いだ上で、雷装が強化されていました。大型化に伴い、610 mm 魚雷発射管の搭載を実現していました。
pl: Rozwinięcie klasy Minekaze, wyposażone w mocniejsze uzbrojenie torpedowe. Okręty tej klasy odziedziczyły po poprzednikach wysoką prędkość i silną artylerię. Większe rozmiary okrętu umożliwiły zastosowanie torped kalibru 610 mm.
ru: Развитие типа Minekaze с усиленным торпедным вооружением. Унаследовали от предшественников высокую скорость и достаточно мощную артиллерию. Несколько увеличенные размеры позволили вооружить эсминцы этого типа торпедами калибра 610 мм.
uk: Розвиток типу Minekaze з посиленим торпедним озброєнням. Успадкували від попередників високу швидкість й досить потужну артилерію. Дещо збільшені розміри дозволили озброїти есмінці цього типу торпедами калібру 610 мм.
zh: 第一批装备了 610 毫米鱼雷发射管的战舰，共建造了 12 艘。战争期间大量该型驱逐舰被改造成高速运输舰。
zh_sg: 基于峯风级的进一步发展，装备了强化型鱼雷武器。此舰级继承了前代舰的高航速以及强大的火炮。更大的尺寸让这些驱逐舰装备了610毫米鱼雷。

# IDS_PJSD105_FULL
source: Mutsuki
ja: 睦月
zh: 松
zh_sg: 睦月

# IDS_PJSD105_SHORT
source: MUTS
zh: 松
zh_sg: 睦月

# IDS_PJSD106
source: Fubuki
ja: 吹雪
zh: 桐
zh_sg: 吹雪

# IDS_PJSD106_DESCR
source: This "special type" destroyer shaped the development for destroyers in all navies of the world. Fubuki's greater dimensions allowed for a significantly greater firepower, AA artillery and an even more powerful torpedo armament. In terms of speed, however, Fubuki was somewhat inferior to destroyers of preceding classes.
es_mx: Este destructor de "tipo especial" dio forma a todos los barcos del mismo tipo en todas las flotas navales del mundo. Las mayores dimensiones del Fubuki le permitieron aumentar significativamente su potencia de fuego, artillería AA e incluso un armamento de torpedos más poderoso. Sin embargo, en términos de velocidad, Fubuki era algo inferior a los destructores de las clases precedentes.
ja: 「特型駆逐艦」として知られる吹雪型駆逐艦は革新的であり、その後の全世界の海軍における駆逐艦開発に大きな影響を与えました。本型は従来の駆逐艦より大型であったため、砲火力の大幅向上、対空兵装の搭載、雷装のさらなる強化を実現していました。その一方で、速力においては従来の駆逐艦よりやや劣っていました。
pl: Ten niszczyciel „specjalnego typu” ukształtował rozwój okrętów tego typu na całym świecie. Większe rozmiary Fubuki pozwalały na znaczące zwiększenie siły ognia okrętu, wyposażenie go w artylerię przeciwlotniczą i jeszcze potężniejszą broń torpedową. Pod względem szybkości Fubuki ustępował jednak nieco niszczycielom klas poprzedzających.
ru: Эскадренный миноносец так называемого «специального типа», повлиявший на развитие кораблей своего класса во всех флотах мира. Увеличенные размеры позволили существенно повысить огневую мощь корабля, разместить на нем зенитную артиллерию и ещё больше усилить торпедное вооружение. Несколько уступал в скорости эсминцам предшествующих типов.
uk: Ескадрений міноносець так званого «спеціального типу», що вплинув на розвиток кораблів свого класу у всіх флотах світу. Збільшені розміри дозволили значно підвищити вогневу міць корабля, розмістити на ньому зенітну артилерію і ще більше посилити торпедне озброєння. Дещо поступався у швидкості есмінцям попередніх типів.
zh: 其名字由桐级驱逐舰的一号舰继承，目前该舰已经退役。
zh_sg: 这艘“特殊型”驱逐舰成为了全世界同类型战舰的发展模版。吹雪较大的排水量让火力、防空火炮以及更多强大的鱼雷武器得以大幅提升。然而在航速方面，吹雪不可避免的稍逊前代舰。

# IDS_PJSD106_FULL
source: Fubuki
ja: 吹雪
zh: 桐
zh_sg: 吹雪

# IDS_PJSD106_SHORT
source: FUBK
zh: 桐
zh_sg: 吹雪

# IDS_PJSD107
source: Akatsuki
ja: 暁
zh: 蕾
zh_sg: 晓

# IDS_PJSD107_DESCR
source: This ship belonged to the "special type" series of destroyers. In contrast to Fubuki-class ships, she had more efficient propulsion and boasted a substantially higher speed.
es_mx: El barco pertenecía a la serie "tipo especial" de destructores. En contraste con los barcos clase Fubuki, tenía una propulsión más eficiente y exhibía una velocidad sustancialmente mayor.
ja: 暁型駆逐艦は「特型駆逐艦」の後期型であり、吹雪型に比して主機の効率が高められ、速力も向上していました。
pl: Okręt ten należał do serii niszczycieli „specjalnego typu”. W przeciwieństwie do okrętów klasy Fubuki posiadał bardziej wydajny napęd i rozwijał znacznie większą prędkość.
ru: Принадлежал к последней серии эсминцев «специального типа». Отличался от кораблей типа Fubuki более эффективной энергетической установкой и существенно возросшей скоростью.
uk: Належав до останньої серії есмінців «спеціального типу». Відрізнявся від кораблів типу Fubuki ефективнішою силовою установкою та значно більшою швидкістю.
zh: 这艘战舰属于驱逐舰中的「特型」系列。与桐级战舰相反，它拥有效率更高的推进装置并有着相当高的航速。
zh_sg: 这艘战舰属于驱逐舰中的“特殊型”系列。有别于吹雪级战舰，它拥有效率更高的推进装置并具有相当高的航速。

# IDS_PJSD107_FULL
source: Akatsuki
ja: 暁
zh: 蕾
zh_sg: 晓

# IDS_PJSD107_SHORT
source: AKAT
zh: 蕾
zh_sg: 晓

# IDS_PJSD108
source: Akizuki
ja: 秋月
zh: 杏
zh_sg: 秋月

# IDS_PJSD108_DESCR
source: One of the most sophisticated destroyers in the Japanese Navy. This ship was specifically designed to provide anti-aircraft defense. Due to her significantly increased dimensions, she was equipped with new dual-purpose main gun mounts that had a very high rate of fire. Among the drawbacks of the ship were the relatively weak torpedo armament and an insufficiently high speed.
es_mx: Uno de los destructores más sofisticados en la Marina Japonesa. Este barco fue específicamente diseñado para proveer defensa antiaérea. Debido a su incremento significante de dimensiones, fue equipado con nuevos montajes de cañones principales de doble propósito que tenían una cadencia de fuego muy alta. Entre los inconvenientes del barco estaba el relativamente débil armamento de torpedos y una velocidad insuficientemente alta.
ja: 秋月型駆逐艦は、日本海軍における最も洗練された駆逐艦のひとつです。本艦級は対空戦闘用として特化しており、大幅に大型化された船体に、極めて高い射撃速度を誇る新型の両用砲を主砲として搭載していました。その一方で、雷装が比較的弱く、速力も低めでした。
pl: Jeden z najbardziej wyrafinowanych niszczycieli we flocie japońskiej. Okręt ten był od początku zaprojektowany do zapewniania ochrony przeciwlotniczej. Z powodu zauważalnie większych rozmiarów można go było wyposażyć w nowe działa uniwersalne cechujące się bardzo dużą szybkostrzelnością. Wadami były stosunkowo słabe uzbrojenie torpedowe i niedostateczna szybkość.
ru: Один из наиболее совершенных эсминцев японского флота. Проектировался как корабль ПВО. Благодаря значительно увеличенным размерам, получил на вооружение новые, обладавшие очень высокой скорострельностью универсальные артиллерийские установки главного калибра. К числу недостатков корабля относились ослабленное торпедное вооружение и недостаточно высокая скорость.
uk: Один з найдосконаліших есмінців японського флоту. Проектувався як корабель ППО. Завдяки значно збільшеним розмірам, отримав на озброєння нові універсальні артилерійські установки головного калібру із високою скорострільністю. До недоліків корабля належали послаблене торпедне озброєння та недостатньо висока швидкість.
zh: 该国海军中发展度最高的驱逐舰之一。这艘战舰专为提供对空防御而设计。由于尺寸大幅提高，它装备了射速非常高的新式两用主炮组。该战舰的缺点就是鱼雷武器相对较弱以及航速不够高。
zh_sg: 日本海军中发展度最高的驱逐舰之一。这艘战舰专为提供对空火力而设计。由于尺寸大幅增加，它装备了射速非常高的新式两用主炮组。该战舰的缺点是鱼雷武器相和航速相对较差。

# IDS_PJSD108_FULL
source: Akizuki
ja: 秋月
zh: 杏
zh_sg: 秋月

# IDS_PJSD108_SHORT
source: AKIZ
zh: 杏
zh_sg: 秋月

# IDS_PJSD206
source: Hatsuharu
ja: 初春
zh: 梅
zh_sg: 初春
