Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC255_HMSDARING_DESCRIPTION
source: The Royal Navy giving the name Daring to its warships was a tradition dating back to the early 19th century. The sixth ship to bear this name was a destroyer. Laid down in September 1945, HMS Daring and her sister ships were the pinnacle of development of this ship type in Britain, being the largest and most powerful destroyers ever to serve in the navies of the British Commonwealth. Their characteristic feature, in addition to powerful anti-submarine armament, was anti-aircraft artillery whose gun fire control system, together with the main battery's automatic aiming system, which allowed them to simultaneously fire at two targets within the short- and long-range zones of the ship's AA defenses. The superiority of the new ships over the other representatives of this ship type was so great that from 1953 to 1957 they were not officially classified as destroyers, but were instead referred to as "Darings"—taking the name of the lead ship of the series. Eight ships of this class were inducted into the Royal Navy in the period spanning 1952–1954. Later, four more of these ships were laid down for the Royal Australian Navy, but only three of them would be completed. HMS Daring, the lead ship of the class, served in the Royal Navy from 1952 to 1971.
es_mx: El nombre Daring ya era tradicional en la Marina Real y había sido otorgado a los barcos de guerra a partir de algún punto a principios del siglo XIX. El sexto barco en usar ese nombre fue un destructor. Puesto en quilla en septiembre de 1945, el HMS Daring y sus barcos hermanos fueron el pináculo del desarrollo de este tipo de barco en Gran Bretaña, siendo los más grandes y más poderosos destructores en servir en las armadas de Commonwealth británico. Entre sus características estaban, además de un poderoso armamento antisubmarino, una artillería antiaérea cuyo sistema de control de disparo de los cañones junto con el sistema de objetivo automático de la batería principal permitían disparar simultáneamente a dos objetivos dentro de las zonas de corto y largo alcance de las defensas antiaéreas del barco. La superioridad de los nuevos barcos sobre los otros representantes de este tipo de barco era tan grande, que desde 1953 a 1957 no fueron clasificados oficialmente como destructores, sino que fueron llamados "Darings", tomando el nombre del barco insignia de la serie. Ocho barcos de esta clase fueron incorporados a la Marina Real en el periodo entre 1952 y 1954. Más tarde, cuatro más de esos barcos fueron puestos en quilla por la Marina Real Australiana, pero solo tres de ellos serían completados. El HMS Daring, el barco insignia de la clase, sirvió en la Marina Real de 1952 a 1971.
ja: デアリングは、イギリス海軍における伝統的な艦名のひとつで、19 世紀初頭のある時点から軍艦に与えられてきました。そして、この艦名を持つ 6 番目の艦が、この駆逐艦でした。1945 年 9 月に起工されたデアリングとその姉妹艦は、イギリスにおける駆逐艦開発の頂点であり、イギリス連邦の各海軍で運用された最も大型かつ強力な駆逐艦でした。これらの駆逐艦の個性的な特徴として、強力な対潜兵装に加えて、対空砲の射撃管制装置と主砲の自動照準装置との連携により、対空防衛圏内の近距離および遠距離の 2 個の標的を同時に攻撃することが可能でした。 この新型艦は、他の代表的な駆逐艦より大幅に優れていたため、1953 年から 1957 年にかけては公式には駆逐艦には分類されず、同級 1 番艦の名前をとって単に「デアリング級艦」と呼ばれました。同級艦 8 隻が 1952–1954 年の緊張期にイギリス海軍に編入されました。後に追加の 4 隻が王立オーストラリア海軍のために起工されましたが、完成したのは 3 隻のみでした。同級 1 番艦デアリングは、イギリス海軍で 1952 年から 1971 年まで運用されました。
pl: Nazwa Daring ma długą tradycję w Royal Navy – nadawano ją okrętom wojennym już w początkach XIX wieku. Szósty okręt noszący tę nazwę był niszczycielem. Jego budowa rozpoczęła się we wrześniu 1945 roku. HMS Daring i jego okręty siostrzane były szczytowym osiągnięciem brytyjskiego przemysłu, jeśli chodzi o rozwój niszczycieli. Były to największe i najpotężniejsze okręty tego typu, jakie służyły w marynarkach Wspólnoty Brytyjskiej. Ich charakterystyczną cechą, poza potężnym uzbrojeniem do zwalczania okrętów podwodnych, była artyleria przeciwlotnicza, której system kontroli ognia wspólnie z automatycznym systemem celowania baterii głównej pozwalały na jednoczesny ostrzał dwóch celów w strefie obrony przeciwlotniczej krótkiego i dalekiego zasięgu. Przewaga nowych okrętów nad innymi niszczycielami była tak duża, że między 1953 a 1957 rokiem nie klasyfikowano ich oficjalnie jako „niszczyciele”, ale odnoszono się do nich per „Daring” – od nazwy okrętu prowadzącego serii. Osiem okrętów tej klasy weszło do służby w Royal Navy w latach 1952–1954. Później rozpoczęto budowę kolejnych czterech okrętów dla Royal Australian Navy, ale ukończono jedynie trzy. HMS Daring, okręt prowadzący klasy, pływał pod banderą Royal Navy od 1952 do 1971 roku.
ru: Название Daring (англ. «Отважный») было традиционным для Королевского флота и присваивалось с начала XIX века. Шестым кораблём, получившим это имя, был эсминец, заложенный в сентябре 1945 года. HMS Daring и его систершипы являлись вершиной развития этого класса кораблей в Великобритании, став самыми крупными и мощными эскадренными миноносцами, когда-либо входившими в состав флотов Британского Содружества. Главной их особенностью, помимо сильного противолодочного вооружения, была зенитная артиллерия, система управления огнём которой, вкупе с автоматическим наведением установок главного калибра, позволяла обстреливать одновременно по две цели в дальней и ближней зонах ПВО. Превосходство новых кораблей над другими представителями этого класса было настолько велико, что с 1953 по 1957 год они официально не считались эсминцами и обозначались по названию головного корабля — «Дэрингами». Восемь кораблей этого типа вошли в состав Королевского флота в 1952–1954 годах, чуть позже ещё четыре единицы были заложены для ВМС Австралии, однако достроили только три из них. Головной эсминец, HMS Daring, служил в составе британского флота с 1952 по 1971 год.
uk: Назва Daring (англ. «Відважний») була традиційною для Королівського флоту — її давали кораблям із початку XIX століття. Шостим кораблем, який було так названо, був есмінець, закладений у вересні 1945 року. HMS Daring і його «однотипники» були верхівкою розвитку кораблів Великобританії цього класу — найбільшими й найпотужнішими ескадреними міноносцями, що будь-коли були в складі флотів Британської Співдружності. На додачу до потужного протичовнового озброєння, головною їхньою особливістю була зенітна артилерія, система керування вогнем якої, укупі з автоматичним наведенням установок головного калібру, давала змогу обстрілювати одночасно дві цілі в далекій і близькій зонах ППО. Ці кораблі мали таку величезну перевагу над іншими кораблями того самого класу, що з 1953 до 1957 року їх не вважали есмінцями, а позначали за назвою головного корабля — «Дерингами». Вісім кораблів цього типу увійшли до складу Королівського флоту в 1952–1954 роках. Трохи згодом іще чотири було закладено для ВМС Австралії, але добудували лише три з них. Головний есмінець HMS Daring служив у складі флоту Британії з 1952 до 1971 року.
zh: 勇敢的名字是Y系海军的传统名称，并从19世纪初的一个时间点开始授予军舰。第六艘获得这个名字的战舰是一艘驱逐舰。1945年9月安放龙骨，勇敢和它的姊妹舰在Y国发展成为这种舰种的巅峰之作，是英联邦海军中最大、最强的驱逐舰。除了强大的反潜装备外，它们的特点还在于防空火炮，其炮火控制系统与主炮的自动瞄准系统结合使它能够同时射击战舰防空防御的短距离和长距离区域内的两个目标。 新战舰的优越性超越这种舰种的其他代表如此之大，从1953年到1957年，它们没有被正式归类为驱逐舰，而是被称为「勇敢」— 取自该系列领舰的名称。在1952年至1954年期间，该级的8艘战舰被引进Y系海军。后来又为A国皇家海军安放了四艘这些战舰的龙骨，但只有其中三艘完工。勇敢是该级的领舰，于1952年至1971年在海军服役。
zh_sg: “果敢”这个名字是皇家海军的传统名称，从19世纪初开始就被授予军舰。这艘战舰是第六艘以这个名字命名的，它是一艘驱逐舰。果敢号于1945年9月开始生产，它和它的姊妹舰是英国这类驱逐舰发展的顶峰，它是英联邦海军中体型最大、火力最强大的驱逐舰。它们的特点，除了强大的反潜武器，就是防空炮，其火炮火控系统和主炮的自动瞄准系统，使她可以同时射击内在其近程和远程对空防御区域内的两个目标。 这种新型驱逐舰相对于其他同类驱逐舰的优势非常大，以至于从1953年到1957年，它们都没有被正式归类为驱逐舰，而是被称为“果敢舰”——这是该系列第一艘驱逐舰的名字。在1952年至1954年期间，八艘这类战舰被编入皇家海军。后来，又为澳大利亚皇家海军建造了四艘这样的战舰，但只有三艘完工。果敢号，该级战舰的头舰，1952年至1971年在皇家海军服役。

# IDS_PCZC256_120MMMARK9
source: 120 mm gun Mark IX
es_mx: Cañón Mark IX de 120 mm
ja: 120 mm Mk. IX 砲
pl: Działo Mark IX kal. 120 mm
ru: 120-мм орудие Mark IX
uk: 120-мм гармата Mark IX
zh: 120毫米炮Mark IX
zh_sg: 120毫米火炮Mark IX

# IDS_PCZC256_120MMMARK9_DESCRIPTION
source: The Mark IX gun was designed in the late 1920s to replace outdated systems of the same caliber that had been in use since World War I. The new gun had twice the rate of fire and was capable of firing up to 12 shells per minute, with each projectile weighing 22 kg. The elevation angle of the first mounts was 30 degrees, which later was increased to 40, and then further to 55 degrees. The maximum range of fire at the elevation of 30 degrees was about 14.5 km. Most destroyers built in Britain between 1930 and 1940 were armed with the Mark IX gun model for their main battery artillery. All so-called "standard" destroyers starting from the A class, up to the I class, as well as several series of ships of from the time of war, carried four single-mounts each. The J-, K-, N-, and Tribal-class destroyers were equipped with the same guns, but placed in twin-mounts. Fast-firing and quite powerful Mark IX guns were well-suited to hit-and-run battles at short- and mid-range, which is why British sailors valued them so much. The major drawback of this system, that prominently manifested itself in the very first months of World War II, was its inability to effectively fire at airborne targets. The poor ability of the Mark IX to repel the attacks of the Luftwaffe's dive bombers, the nemeses of British destroyers, forced the British Admiralty to focus on the development of dual-purpose guns.
es_mx: El cañón Mark IX fue diseñado a finales de los años 20 para reemplazar a los sistemas obsoletos del mismo calibre que habían sido usados desde la Primera Guerra Mundial. El nuevo cañón elevaba la cadencia de disparo al doble y era capaz de disparar hasta 12 proyectiles por minuto, con un peso de proyectil de 22 kg. El ángulo de elevación de los primeros montajes era de 30 grados, más tarde fue aumentado a 40 y luego hasta los 55 grados. El alcance máximo de disparo con un ángulo de elevación de 30 grados era de casi 14.5 km. La mayoría de los destructores construidos en Gran Bretaña entre 1930 y 1940 estaban armados con el modelo Mark IX del cañón en su batería principal. Los llamados destructores "estándar", desde la clase A hasta la clase I, así como varias series de barcos de los años de la guerra, llevaban cuatro montajes individuales. Los destructores de las clases J, K, N y Tribal estaban equipados con los mismos cañones, pero colocados en montajes dobles. Los cañones Mark IX de disparo rápido y bastante poderosos, eran muy adecuados para batallas dinámicas a corta y media distancia, razón por la que eran muy valorados por los marineros británicos. La mayor desventaja de este sistema, que se manifestó en gran medida durante los primeros meses de la Segunda Guerra Mundial, fue su incapacidad de disparar de forma efectiva a los objetivos aéreos. La pobre habilidad del Mark IX para repeler los ataques de los bombarderos en picada de la Luftwaffe, némesis de los destructores británicos, obligó al Almirantazgo Británico a enfocarse en el desarrollo de cañones de doble propósito.
ja: Mk. IX 砲は、一次大戦から使用されてきた同一口径の旧式兵装を置き換えるために、1920 年代後半に設計されました。新型砲は 2 倍の射撃速度で、1 分間に22 kg の砲弾を最大 12 回発射可能でした。最初期の砲架の仰角は 30 度でしたが、後に 40 度、更には 55 度と向上していきました。仰角 30 度における最大射程は約 14.5 km でした。 イギリスで 1930–1940 年にかけて建造された大半の駆逐艦は、主砲として Mk. IX 砲を装備しました。A 級から I 級までのいわゆる「標準型」の全駆逐艦や、同じく戦争中に建造された数系統の艦艇は、4 基の単装砲架を搭載しました。J、K、N 級、およびトライバル級駆逐艦も同一の砲を装備しましたが、それらは連装砲架に配置されました。射撃速度が速く非常に強力な Mk. IX 砲は近・中距離での一撃離脱戦に適しており、イギリスの水兵に高く評価されました。この兵装の大きな弱点は、二次大戦の最初の数ヶ月で露呈したように、効果的な対空射撃ができない点でした。従って、イギリス駆逐艦の宿敵であるドイツ空軍の急降下爆撃機に対抗することが困難であったため、イギリス海軍本部は両用砲の開発に集中すること余儀なくされました。
pl: Działo Mark IX opracowano pod koniec lat 20. w celu zastąpienia przestarzałych systemów tego samego kalibru, pozostających w użyciu od czasu I wojny światowej. Nowe działo było dwa razy bardziej szybkostrzelne i mogło wystrzelić nawet 12 pocisków na minutę, z których każdy ważył 22 kg. Kąt podnoszenia działa wynosił początkowo 30 stopni, lecz został potem zwiększony do 40 i 55 stopni. Maksymalny zasięg przy kącie podniesienia 30 stopni wynosił około 14,5 km. Większość niszczycieli zbudowanych w Wielkiej Brytanii w latach 1930–1940 uzbrojonych było w działo Mark IX w charakterze głównej artylerii. Wszystkie tzw. „standardowe” niszczyciele, od klasy A do klasy I, a także kilka serii okrętów z czasów wojny, posiadało cztery pojedyncze stanowiska. Niszczyciele J, K, N oraz Tribal posiadały te same działa, ale w podwójnych stanowiskach. Szybkostrzelne i dość potężne działa Mark IX dobrze nadawały się do błyskawicznych ataków na krótkich i średnich dystansach, więc brytyjscy marynarze bardzo je cenili. Główną wadą tego systemu, która objawiła się już w pierwszych miesiącach II wojny światowej, była nieskuteczność przeciw celom powietrznym. Kiepska zdolność dział Mark IX do zwalczania bombowców nurkujących Luftwaffe, największego zagrożenia dla brytyjskich niszczycieli, zmusiła Admiralicję Brytyjską do wzmożenia prac nad rozwojem dział uniwersalnych.
ru: Орудие Mark IX было разработано в конце 1920-х годов для замены устаревших систем того же калибра, использовавшихся со времён Первой мировой войны. Новая пушка обладала вдвое большей скорострельностью, позволяя выпускать до 12 снарядов в минуту весом более 22 кг каждый. Угол возвышения первых установок составлял 30 градусов, впоследствии он был увеличен до 40, а затем и до 55 градусов. Максимальная дальность стрельбы при возвышении в 30 градусов составляла порядка 14,5 км. В качестве артиллерии главного калибра Mark IX состояла на вооружении большинства эсминцев британской постройки 1930–1940 годов. Все так называемые «стандартные» эсминцы, начиная с типа A и вплоть до типа I, а также некоторые серии кораблей военного времени имели по четыре одинарные установки. Этими же орудиями, но в спаренных установках, были вооружены эсминцы типов J, K, N и Tribal. Скорострельные и достаточно мощные орудия Mark IX хорошо подходили для скоротечных схваток на ближних и средних дистанциях, за что ценились британскими моряками. Главным недостатком этой системы, ярко проявившимся уже в первые месяцы Второй мировой войны, было то, что она не позволяла вести эффективный огонь по воздушным целям. Именно неспособность Mark IX участвовать в отражении атак злейшего врага британских эсминцев — пикирующих бомбардировщиков Люфтваффе — заставила британское Адмиралтейство сосредоточить усилия на разработке универсальных орудий.
uk: Гармату Mark IX розробили наприкінці 1920-х років на заміну застарілих систем того самого калібру, якими користувалися з часів Першої світової війни. Нова гармата мала вдвічі більшу скорострільність і була здатна щохвилини випускати до 12 снарядів вагою понад 22 кг кожний. Перші установки мали кут піднесення 30 градусів, але згодом його збільшили до 40, а потім і до 55 градусів. Максимальна дальність стрільби з кутом піднесення 30 градусів становила приблизно 14,5 км. Здебільшого Mark IX встановлювали як артилерію головного калібру на есмінці, збудовані у Британії у 1930–1940 роках. Усі так звані «стандартні» есмінці, починаючи з типу А й аж до типу I, а також деякі серії кораблів воєнного часу несли по чотири одинарні установки. Цими ж гарматами, але в спарених установках, були озброєні есмінці типів J, K, N і Tribal. Скорострільні та доволі потужні, гармати Mark XI добре годилися для швидких сутичок на близьких та середніх дистанціях, і британські моряки їх за це цінували. Головною вадою такої системи, що яскраво проявилася вже в перші місяці Другої світової війни, була нездатність вести ефективний вогонь по повітряних цілях. Саме непридатність Mark IX для відбиття нападів найлютішого ворога британських есмінців — пікіруючих бомбардувальників Люфтваффе — змусила британське Адміралтейство зосередити зусилля на розробці універсальних гармат.
zh: Mark IX炮是在1920年代后期设计的，用于替换自大战以来一直使用的相同口径的过时系统。新炮有两倍的射速，每分钟能发射12枚炮弹，每发炮弹重22公斤。第一个炮座的仰角为30度，后来增加到40度，然后再增加到55度。仰角30度的最大射程约为14.5公里。 1930年至1940年间在Y国建造的大多数驱逐舰都装备了Mark IX型炮作为主炮。所有所谓的「标准」驱逐舰从A级开始，直到I级，以及战争时期的几个系列战舰，每艘都有四座单装的炮座。J、K、N和部族级驱逐舰配备了相同的炮，但使用双联装。快速射击和相当强大的Mark IX炮非常适合在短距离和中距离进行打带跑战斗，这就是Y国水手对它们评价如此之高的原因。此系统的主要缺点在大战的最初几个月中突显出来，它无法有效地射击空中目标。Mark IX击退D国空军俯冲轰炸机（Y系驱逐舰的克星）攻击的能力很差，迫使Y国海军部将重点放在发展两用炮上。
zh_sg: Mark IX在1920年代末被设计出，目的是取代过时的，从第一次世界大战以来一直在使用系统相同的口径火炮。新火炮射速是原来的两倍，每分钟能够发射12枚炮弹,每发炮弹重22公斤。起初炮组的仰角是30度，后来增加到40度，再进一步增加到55度。以30度的仰角来说，火炮的最大射程约为14.5公里。 1930年至1940年在英国建造的大多数驱逐舰都配备了Mark IX火炮，用做它们的主炮。所有所谓的“标准”驱逐舰，从A级开始，一直到I级，以及几艘从战争时期开始的系列军舰，每艘都装有4个单炮组。J-、K-、N-和部落级驱逐舰装备了相同的火炮，但被安装在双联装炮组上。快速射击和相当强大的Mark IX火炮非常适合短程和中程的打跑战斗，这就是英国水手如此重视它们的原因。这一系统的主要缺点在第二次世界大战的头几个月就明显地表现出来，是它不能有效地向空中目标射击。Mark IX击退德国空军俯冲轰炸机——英国驱逐舰的宿敌——的能力不强，迫使英国海军部将重点放在两用火炮的研发上。

# IDS_PCZC257_40MMPOMPOM
source: 40 mm AA Pom-Pom Mount
es_mx: Montaje AA Pom-Pom de 40 mm
ja: 40 mm 対空ポンポン砲架
pl: Stanowisko przeciwlotnicze kal. 40 mm Pom-Pom
ru: 40-мм зенитная установка «Пом-пом»
uk: 40-мм зенітна установка «Пом-пом»
zh: 40毫米砰砰防空炮
zh_sg: 40毫米Pom-pom炮组
