Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE172_ASASHIO_FLAG_EXTRA_DESCRIPTION
source: The name of Japanese destroyer Asashio translates as "Morning Tide". Asashio entered service in 1937 as the lead ship of a whole class of destroyers, and sank during the Battle of the Bismarck Sea in March 1943.
es_mx: El nombre del destructor japonés Asashio se traduce como "Marea Matinal". El Asashio entró en servicio en 1937 como el barco insignia de toda una clase de destructores, y fue hundido durante la Batalla del Mar de Bismarck en marzo de 1943.
ja: 駆逐艦朝潮は、1937 年に朝潮型駆逐艦の 1 番艦として就役し、1943 年 3 月のビスマルク海海戦において撃沈されました。
pl: Nazwa japońskiego niszczyciela Asashio oznacza „Poranny przypływ”. Asashio wszedł do służby w 1937 roku, będąc okrętem prowadzącym całej klasy niszczycieli. Zatonął w trakcie Bitwy na Morzu Bismarcka w 1943 roku.
ru: Название японского эсминца Asashio переводится как «Утренний прилив». Asashio вступил в строй в 1937 году, став головным в серии однотипных кораблей, и погиб в битве в море Бисмарка в марте 1943 года.
uk: Назва японського есмінця Asashio перекладається як «Ранковий прилив». Asashio став у стрій 1937 р., ставши головним у серії однотипних кораблів, і затонув у битві в морі Бісмарка у березні 1943 р.
zh: R系驱逐舰柊于 1937 年以整个驱逐舰舰种的首舰身分进入服役，然后在 1943 年三月的俾斯麦海海战期间沉没。
zh_sg: 日本驱逐舰朝潮的名字翻译意为“早潮”。朝潮于1937年作为整个驱逐舰级的旗舰参加服役，在1943年3月的俾斯麦海海战中沉没。

# IDS_PCEE173_KURE_MARITIME_FLAG
source: Kure Maritime High School
es_mx: Escuela Secundaria Marítima de Kure
ja: 呉海洋女学校
pl: Wyższa Szkoła Morska w Kure
ru: Морская академия в Куре
uk: Морехідне училище в Куре
zh: 吴市吴海洋高等学校
zh_sg: 吴港海军高校

# IDS_PCEE173_KURE_MARITIME_FLAG_DESCRIPTION
source: Emblem of the Kure Maritime High School. From the series "High School Fleet".
es_mx: Emblema de la Escuela Secundaria Marítima de Kure. De la serie "High School Fleet".
ja: 「呉海洋女学校」の校章。 「ハイスクール・フリート」より出典。
pl: Emblemat Wyższej Szkoły Morskiej w Kure. Z anime „High School Fleet”.
ru: Эмблема Морской академии в Куре. Из аниме High School Fleet.
uk: Емблема Морехідного училища в Куре. Із аніме «High School Fleet».
zh: 吴市吴海洋高等学校的校徽。 来自系列动画「高校舰队」。
zh_sg: 吴港海军高校徽章。 出自“高校舰队”系列。

# IDS_PCEE174_HSF_MUSASHI_FLAG
source: High School Fleet Musashi
ja: ハイスクール・フリート 武蔵
ru: Musashi из аниме High School Fleet
uk: Musashi з аніме High School Fleet
zh: 高校舰队 Musashi
zh_sg: 高校舰队·武藏

# IDS_PCEE174_HSF_MUSASHI_FLAG_DESCRIPTION
source: Emblem of HSF Musashi. From the series "High School Fleet".
es_mx: Emblema del HSF Musashi. De la serie "High School Fleet".
ja: 大和型大型直接教育艦「武蔵」の章。 「ハイスクール・フリート」より出典。
pl: Emblemat HSF Musashi. Z anime „High School Fleet”.
ru: Эмблема HSF Musashi. Из аниме High School Fleet.
uk: Емблема HSF Musashi. Із аніме «High School Fleet».
zh: HSF Musashi的舰徽。 来自系列动画「高校舰队」。
zh_sg: HSF 武藏徽章。 出自“高校舰队”系列。

# IDS_PCEE175_WEAPONS_DEPARTMENT_FLAG
source: Yokosuka Girls Maritime High School Weapons Department.
es_mx: Departamento de Armas de la Escuela Secundaria Marítima para Chicas de Yokosuka.
ja: 横須賀女子海洋学校・砲雷科。
pl: Wydział uzbrojenia Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce.
ru: Артиллерийский и минно-торпедный факультет Морской академии в Йокоске.
uk: Артилерійський і мінно-торпедний факультет Жіночого морехідного училища в Йокосуці.
zh: 横须贺女子海洋学校炮雷科。
zh_sg: 横须贺女子海军高校武器部。

# IDS_PCEE175_WEAPONS_DEPARTMENT_FLAG_DESCRIPTION
source: Emblem of the Yokosuka Girls Maritime High School Weapons Department. From the series "High School Fleet".
es_mx: Emblema del Departamento de Armas de la Escuela Secundaria Marítima para Chicas de Yokosuka. De la serie "High School Fleet".
ja: 横須賀女子海洋学校・砲雷科の特技章。 「ハイスクール・フリート」より出典。
pl: Emblemat wydziału uzbrojenia Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Z anime „High School Fleet”.
ru: Эмблема артиллерийского и минно-торпедного факультета Морской академии в Йокоске. Из аниме High School Fleet.
uk: Емблема артилерійського і мінно-торпедного факультету Жіночого морехідного училища в Йокосуці. Із аніме «High School Fleet».
zh: 横须贺女子海洋学校炮雷科的徽章。 来自系列动画「高校舰队」。
zh_sg: 横须贺女子海军高校武器部徽章。 出自“高校舰队”系列。

# IDS_PCEE176_NAVIGATION_DEPARTMENT_FLAG
source: Yokosuka Girls Maritime High School Navigation Department.
es_mx: Departamento de Navegación de la Escuela Secundaria Marítima para Chicas de Yokosuka.
ja: 横須賀女子海洋学校・航海科。
pl: Wydział nawigacji Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce.
ru: Штурманский факультет в Морской академии в Йокоске.
uk: Штурманський факультет Жіночого морехідного училища в Йокосуці.
zh: 横须贺女子海洋学校航海科。
zh_sg: 横须贺女子海军高校航海部。

# IDS_PCEE176_NAVIGATION_DEPARTMENT_FLAG_DESCRIPTION
source: Emblem of the Yokosuka Girls Maritime High School Navigation Department. From the series "High School Fleet".
es_mx: Emblema del Departamento de Navegación de la Escuela Secundaria Marítima para Chicas de Yokosuka. De la serie "High School Fleet"
ja: 横須賀女子海洋学校・航海科の特技章。 「ハイスクール・フリート」より出典。
pl: Emblemat wydziału nawigacji Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Z anime „High School Fleet”.
ru: Эмблема штурманского факультета Морской академии в Йокоске. Из аниме High School Fleet.
uk: Емблема штурманського факультету Жіночого морехідного училища в Йокосуці. Із аніме «High School Fleet».
zh: 横须贺女子海洋学校航海科的徽章。 来自系列动画「高校舰队」。
zh_sg: 横须贺女子海军高校航海部徽章。 出自“高校舰队”系列。

# IDS_PCEE177_ENGINEERING_DEPARTMENT_FLAG
source: Yokosuka Girls Maritime High School Engineering Department.
es_mx: Departamento de Ingeniería de la Escuela Secundaria Marítima para Chicas de Yokosuka.
ja: 横須賀女子海洋学校・機関科。
pl: Wydział inżynierii Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce.
ru: Электромеханический факультет Морской академии в Йокоске.
uk: Електромеханічний факультет Жіночого морехідного училища в Йокосуці.
zh: 横须贺女子海洋学校轮机科。
zh_sg: 横须贺女子海军高校工程部。

# IDS_PCEE177_ENGINEERING_DEPARTMENT_FLAG_DESCRIPTION
source: Emblem of the Yokosuka Girls Maritime High School Engineering Department. From the series "High School Fleet".
es_mx: Emblema del Departamento de Ingeniería de la Escuela Secundaria Marítima para Chicas de Yokosuka. De la serie "High School Fleet".
ja: 横須賀女子海洋学校・機関科の特技章。 「ハイスクール・フリート」より出典。
pl: Emblemat wydziału inżynierii Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Z anime „High School Fleet”.
ru: Эмблема электромеханического факультета Морской академии в Йокоске. Из аниме High School Fleet.
uk: Емблема Електромеханічного факультету Жіночого морехідного училища в Йокосуці. Із аніме «High School Fleet».
zh: 横须贺女子海洋学校轮机科的徽章。 来自系列动画「高校舰队」。
zh_sg: 横须贺女子海军高校工程部徽章。 出自“高校舰队”系列。

# IDS_PCEE178_LOGISTICS_DEPARTMENT_FLAG
source: Yokosuka Girls Maritime High School Logistics Department.
es_mx: Departamento de Logística de la Escuela Secundaria Marítima para Chicas de Yokosuka.
ja: 横須賀女子海洋学校・主計科。
pl: Wydział logistyki Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce.
ru: Факультет снабжения Морской академии в Йокоске.
uk: Факультет забезпечення Жіночого морехідного училища в Йокосуці.
zh: 横须贺女子海洋学校主计科。
zh_sg: 横须贺女子海军高校后勤部。

# IDS_PCEE178_LOGISTICS_DEPARTMENT_FLAG_DESCRIPTION
source: Emblem of the Yokosuka Girls Maritime High School Logistics Department. From the series "High School Fleet".
es_mx: Emblema del Departamento de Logística de la Escuela Secundaria Marítima para Chicas de Yokosuka. De la serie "High School Fleet".
ja: 横須賀女子海洋学校・主計科の特技章。 「ハイスクール・フリート」より出典。
pl: Emblemat wydziału logistyki Wyższej Szkoły Morskiej dla Dziewcząt w Yokosuce. Z anime „High School Fleet”.
ru: Эмблема факультета снабжения Морской академии в Йокоске. Из аниме High School Fleet.
uk: Емблема факультету забезпечення Жіночого морехідного училища в Йокосуці. Із аніме «High School Fleet».
zh: 横须贺女子海洋学校主计科的徽章。 来自系列动画「高校舰队」。
zh_sg: 横须贺女子海军高校后勤部徽章。 出自“高校舰队”系列。

# IDS_PCEE179_ASHITAKA_FLAG
source: Ashitaka
ja: 愛鷹
zh: 鲔
zh_sg: 爱鹰

# IDS_PCEE179_ASHITAKA_FLAG_DESCRIPTION
source: Ashitaka Commemorative Flag
es_mx: Bandera Conmemorativa del Ashitaka
ja: 愛鷹記念旗
pl: Flaga pamiątkowa Ashitaka
ru: Памятный флаг в честь Ashitaka
uk: Пам’ятний прапор на честь Ashitaka
zh: 鲔纪念旗帜
zh_sg: 爱鹰纪念旗帜

# IDS_PCEE179_ASHITAKA_FLAG_EXTRA_DESCRIPTION
source: Laid down in 1921, the fourth battlecruiser of the Amagi class initially bore the name of mount Ashitaka, an extinct volcano situated in the Shizuoka Prefecture on the south coast of Japan.
es_mx: Puesto en quilla en 1921, el cuarto crucero de batalla de la clase Amagi llevó inicialmente el nombre del monte Ashitaka, un volcán extinguido situado en la Prefectura de Shizuoka en la costa sur de Japón.
ja: 天城型巡洋戦艦の 3 番艦として 1921 年に起工された本艦の当初の計画名は、愛鷹であり、これは日本の南岸に位置する静岡県にある死火山、愛鷹山に由来しています。
pl: Zbudowany w 1921 roku jako czwarty krążownik liniowy klasy Amagi, początkowo nosił nazwę Ashitaka, wygasłego wulkanu położonego w prefekturze Shizuoka, na południowym wybrzeżu Japonii.
ru: Четвёртый линейный крейсер типа Amagi, заложенный в 1921 году, первоначально был назван в честь горы Ашитака, потухшего вулкана в префектуре Сидзуока на южном побережье Японии.
uk: Четвертий лінійний крейсер типу Amagi, закладений 1921 р., спочатку мав назву на честь гори Ашитака, згаслого вулкана у префектурі Сідзуока на південному узбережжі Японії.
zh: 于 1921 年开始建造，第四艘鳐级战斗巡洋舰的名字最初是以山来命名，那是一座位在静冈县、靠近该国南海岸的死火山。
zh_sg: 天城级的四号战斗巡洋舰于1921年问世并命名为“爱鹰”，与日本南海岸静冈县的一座被死火山同名。

# IDS_PCEE180_COMMUNITY_CONTRIBUTOR_FLAG
source: A commemorative flag for Community Contributors
es_mx: Una bandera conmemorativa par los Contribuidores de la Comunidad
ja: コミュニティコントリビューターのための記念旗
pl: Pamiątkowa flaga dla współtwórców społeczności
ru: Памятный флаг контрибьюторов сообщества
uk: Пам’ятний прапор контрибуторів спільноти
zh: 社群贡献者纪念旗
zh_sg: 社区贡献者的纪念旗帜

# IDS_PCEE181_VIVA_LA_FRANCE_FLAG
source: Vive la France
zh: 玛丽安娜万岁

# IDS_PCEE181_VIVA_LA_FRANCE_FLAG_DESCRIPTION
source: A good deed will be rewarded
es_mx: Una buena acción será recompensada
ja: 善行は報われます
pl: Dobry uczynek zostanie nagrodzony
ru: Доброе дело без награды не останется
uk: Добра справа без нагороди не залишиться
zh: 一件好事将得到回报
zh_sg: 善有善报

# IDS_PCEE182_YEAR_OF_THE_DOG
source: Year of the Dog
es_mx: Año del Perro
ja: 戌年
pl: Rok psa
ru: Год Собаки
uk: Рік Собаки
zh: 狗年
zh_sg: 狗年

# IDS_PCEE182_YEAR_OF_THE_DOG_DESCRIPTION
source: In celebration of the Year of the Brown Earth Dog
es_mx: En celebración del Año del Perro de Tierra
ja: 戊戌の年を祝して
pl: Dla uczczenia Roku brązowego psa ziemi
ru: В честь празднования года Жёлтой Земляной Собаки
uk: На честь святкування року Жовтої Земляної Собаки
zh: 狗年行大运
zh_sg: 庆祝黄狗（戊戌）年

# IDS_PCEE183_VARYAG_FLAG
source: 1st Rank Cruiser Varyag
es_mx: Crucero de Primer Rango Varyag
ja: 1 等巡洋艦 Varyag
pl: Krążownik pierwszej rangi Varyag
ru: Крейсер I ранга «Варяг»
uk: Крейсер I рангу «Варяг»
zh: 一阶巡洋舰瓦良格
zh_sg: 一阶巡洋舰瓦良格

# IDS_PCEE183_VARYAG_FLAG_DESCRIPTION
source: Varyag, one of the most famous Russian cruisers, made a name for itself at the start of the Russo-Japanese War of 1904–1905. Blocked by a Japanese squadron, Varyag refused to surrender and accepted a badly unequal battle against 14 enemy ships.
es_mx: El Varyag, uno de los más famosos cruceros rusos, escribió su nombre en la historia al inicio de la Guerra Ruso-Japonesa de 1904-1905. Bloqueado por un escuadrón japonés, el Varyag se negó a rendirse y aceptó una batalla desigual contra 14 barcos enemigos.
ja: ロシアにおける最も有名な巡洋艦のひとつとして知られるヴァリャーグは、1904 年から 1905 年にかけての日露戦争で名声を得ました。日本艦隊を前にしたヴァリャーグは降伏を拒否し、14 隻もの敵艦艇を相手に圧倒的不利な戦いに挑んだのです。
pl: Varyag, jeden z najsłynniejszych rosyjskich krążowników, sławę zdobył na początku wojny rosyjsko-japońskiej w latach 1904-1905. Zablokowany przez japońską eskadrę, Varyag odmówił poddania się i przyjął bardzo nierówną walkę przeciw 14 nieprzyjacielskim okrętom.
ru: «Варяг», один из самых знаменитых русских крейсеров, прославился в самом начале Русско-японской войны 1904–1905 годов, когда, блокированный японской эскадрой, он отказался сдаться и вступил в неравный бой с четырнадцатью кораблями противника.
uk: «Варяг», один з найвідоміших російських крейсерів, прославився на самому початку Російсько-японської війни 1904–1905 рр., коли, блокований японською ескадрою, він відмовився здатися і вступив у нерівний бій проти чотирнадцяти кораблів супротивника.
zh: 瓦良格是俄国最有名的巡洋舰，在1904年到1905年的战争中名声大噪，被R国舰队拦阻，瓦良格拒绝投降，并参与了一次极度不公平的战斗，一打十四
zh_sg: 瓦良格，是俄罗斯著名的巡洋舰之一，在1904-1905日俄战争开始的时候，为自己所命名。在一个日本中队的封锁下，Varyag 拒绝投降，在敌我力量极度悬殊的情况下，英勇的对战14艘敌方战舰。

# IDS_PCEE184_Z_39_FLAG_DESCRIPTION
source: Destroyer Z-39 was commissioned in 1943. Unofficially, Z-39 was known under the name "Hermes" which she acquired out of a tradition for Narvik-class warships to take the names of their perished same-class ships. Previously, the name "Hermes" was assigned to destroyer ZG-3 (formerly the Greek destroyer Vasilefs Georgios that was sunk in the Mediterranean in May 1943 with part of the complement joining the crew of Z-39).
es_mx: El destructor Z-39 fue comisionado en 1943. Extraoficialmente, el Z-39 era conocido con el nombre de "Hermes" que adquirió como una tradición de los barcos de guerra clase Narvik de escoger nombres de la misma clase de barcos que ya habían sido hundidos. Previamente, el nombre "Hermes" había sido asignado al destructor ZG-3 (anteriormente, el destructor griego Vasilefs Georgios que fue hundido en el Mediterráneo en mayo de 1943 con parte de la tripulación complementaria del Z-39).
ja: 1943 年に就役した駆逐艦 Z-39 は、非公式の愛称「ヘルメス」の名で知られていましが、これは、失われた同型艦の名を引き継ぐというナルヴィク級駆逐艦の伝統に則って得た愛称でした。「ヘルメス」という艦名は、それ以前には駆逐艦 ZG-3 に与えられていました。ZG-3 は、元々はギリシャ海軍の駆逐艦ヴァシレフス・ゲオルギオスであり、1943 年 5 月に地中海で沈没した後、その搭乗員の一部が Z-39 に加わっています。
pl: Niszczyciel Z-39 wcielony został do służby w 1943 roku. Nieoficjalnie znany był pod nazwą „Hermes”, którą zyskał sobie zgodnie z tradycją, w ramach której okręty klasy Narvik przyjmowały nazwy zatopionych okrętów siostrzanych. Wcześniej nazwę „Hermes” nosił niszczyciel ZG-3 (wcześniej grecki niszczyciel Vasilefs Georgios, zatopiony na morzu śródziemnym w maju 1943 roku, którego część załogi rozpoczęła służbę na Z-39).
ru: Эсминец Z-39, вступивший в строй в августе 1943 года, имел неофициальное название Hermes. Это имя он получил по существовавшей среди кораблей типа «Нарвик» традиции наследовать имена погибших «одноклассников». Ранее имя Hermes носил эсминец ZG-3, бывший греческий Vasilefs Georgios, потопленный на Средиземном море в мае 1943 года, экипаж которого влился в команду Z-39.
uk: Есмінець Z-39, який став у стрій в серпні 1943 р., мав неофіційну назву Hermes. Цю назву він отримав, як водилося серед кораблів типу «Нарвік», успадкувавши назву загиблого «однокласника». Раніше назву Hermes мав есмінець ZG-3, колишній грецький Vasilefs Georgios, потоплений на Середземному морі у травні 1943 р., частина екіпажу якого стала командою Z-39.
zh: 驱逐舰Z-39在1943年服役，Z-39非官方的被称作为"赫尔墨斯" 它追随传统的是使用遇难战舰纳尔维克级战舰的名字，在之前，"赫尔墨斯"是要被指派到ZG-3上面的，(前身是驱逐舰乔治一世，它在19443年5月沉入地中海，部分成员成为Z-39船员的一部份）
zh_sg: 驱逐舰Z-39 是在1943年服役的。在非正式的情况下，Z-39 被昵称为“竞技神”，继承自同舰级遇难的战舰，这也是Narvik舰级的一贯传统。在此之前，“竞技神”的名字是由驱逐舰“ZG-3"使用的（1943年5月，希腊驱逐舰Vasilefs Georgios连同部分Z-39的船员于地中海沉没）。

# IDS_PCEE185_KRONSHTADT_FLAG
source: Honorary Revolutionary Naval Flag
es_mx: Bandera Honoraria de la Revolución Naval
ja: 名誉革命軍艦旗
pl: Honorowa Rewolucyjna Flaga Morska
ru: Почётный Революционный Военно-морской флаг
uk: Почесний Революційний Військово-морський прапор
zh: 荣耀的革命海军旗帜
zh_sg: 荣誉革命者海军旗帜

# IDS_PCEE185_KRONSHTADT_FLAG_DESCRIPTION
source: The Honorary Revolutionary Naval Flag was awarded to warships and complements for outstanding military service. The cloth carried the Naval Ensign of the Soviet Union with the depiction of the Order of the Red Banner. This Order was given to the Soviet Baltic Fleet and the Kronstadt naval fortress in 1922 and 1954, respectively.
es_mx: La Bandera Honoraria de la Revolución Naval fue otorgada a barcos de guerra y a sus tripulaciones por un excepcional servicio militar. El paño con la Insignia Naval de la Unión Soviética que contiene la Orden de la Bandera Roja. Esta Orden fue dada a la Flota Soviética del Báltico y a la fortaleza naval de Kronstadt en 1922 y 1954, respectivamente.
ja: 名誉革命軍艦旗は、並外れた功績を挙げた軍艦に対して授与された旗であり、ソ連海軍の軍艦旗に赤旗勲章が描かれたデザインでした。この勲章は、バルチック艦隊およびクロンシュタット海軍要塞に対してそれぞれ 1922 年と 1954 年に授与されています。
pl: Honorowa Rewolucyjna Flaga Morska przyznawana była okrętom wojennym za wyróżniającą się służbę wojskową. Na płótnie umieszczono banderę wojenną Związku Radzieckiego z Orderem Czerwonego Sztandaru. Order został przyznany Radzieckiej Flocie Bałtyckiej i fortecy morskiej Kronstadt, odpowiednio w 1922 i 1954 roku.
ru: Почётный Революционный флаг вручался за выдающиеся заслуги кораблям и их соединениям. Полотнище представляло собой Военно-морской флаг СССР с изображением Ордена Красного Знамени. Этим орденом был награждён в 1922 году советский Балтийский флот, а в 1954 — морская крепость Кронштадт.
uk: Почесний Революційний прапор вручали за видатні заслуги кораблям та їх з’єднанням. Це був Військово-морський прапор СРСР із зображенням Ордена Червоного Прапора. Цим орденом нагородили 1922 р. радянський Балтійський флот, а 1954 — морську фортецю Кронштадт.
zh: 荣誉革命海军旗帜是来奖励战舰并赞扬杰出的军旅生涯，这件衣服携带着S国海军少尉的勋章，这样的命令在1922年和1954年分别下达给S国的波罗地海舰队和喀朗施塔得海军堡垒
zh_sg: 荣誉革命海军军旗授予战舰及其服役人员。图案印有苏联海军标志和红色勋章。此勋章在1922年和1954年分别授予波罗的海舰队和喀琅施塔得海军基地。

# IDS_PCEE186_CONTRIBUTOR
source: Contributor
es_mx: Colaborador
ja: コントリビューター
pl: Współtwórca
ru: Контрибьютор
uk: Контрибутор
zh: 贡献者旗帜
zh_sg: 贡献者

# IDS_PCEE186_CONTRIBUTOR_DESCRIPTION
source: World of Warships contributors team member
es_mx: Miembro del equipo de colaboradores de World of Warships
ja: World of Warships コントリビューターチームメンバー
pl: Członek zespołu współtwórców World of Warships
ru: Участник команды контрибьюторов World of Warships
uk: Учасник команди контрибуторів World of Warships
zh: 战舰世界
zh_sg: 《战舰世界》贡献者团队

# IDS_PCEE187_PURRFURST_FLAG
source: Kitty Purrfurst
ja: キティー・プアフュルスト
pl: Kot Kiciasław
ru: Китти Пурфюрст
uk: Муркослав Котовський
zh: 猫咪亲王

# IDS_PCEE187_PURRFURST_FLAG_DESCRIPTION
source: The owner of this flag completely and recklessly vows to fight for the gallant cause of Admiral Kitty Purrfurst, sparing no paws, no tail, no belly!
es_mx: ¡El dueño de esta bandera jura completa e imprudentemente pelear por la valiente causa del Almirante Kitty Purrfurst, sin escatimar patas, cola ni panza!
ja: この旗の所有者は、キティー・プアフュルスト提督の高潔な理念のために、完全かつ大胆に戦うことを誓います。この提督は、足も、尾も、腹も使わないんです!
pl: Właściciel tej flagi całkowicie i bez zastanowienia przysięga walczyć o wspaniałą sprawę admirała Kota Kiciasława, nie szczędząc ni łapek, ni ogonka, ni brzuszka!
ru: Обладатель сего флага свидетельствует о полной и безрассудной готовности сражаться за бравое дело Адмирала Китти Пурфюрста не жалея лап, хвоста и живота своего!
uk: Цей прапор — свідчення повної та беззастережної готовності битися за браве діло морського котика Муркослава Котовського, не шкодуючи ані лап, ані хвоста, ані волохатого живота свого!
zh: 这面旗帜的拥有者完全和鲁莽地发誓要为猫咪亲王海军上将的英勇理想而战，不留爪子，没有尾巴，而且没有肚子！
zh_sg: 这面旗帜的拥有者全心全意发誓要为海军上将Kitty Purrfurst的英勇事业而战，不留爪子，不留尾巴，不留肚子！

# IDS_PCEE188_MANJUU_DESCRIPTION
source: Logo of manjuu
es_mx: Logo del manjuu
ja: manjuu ロゴ
pl: Logo manjuu
ru: Эмблема manjuu
uk: Емблема manjuu
zh: manjuu商标
zh_sg: manjuu的Logo

# IDS_PCEE189_AZURLANELOGO
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线
zh_sg: 碧蓝航线

# IDS_PCEE189_AZURLANELOGO_DESCRIPTION
source: Logo of Azur Lane
es_mx: Logo del Azur Lane
ja: アズールレーン・ロゴ
pl: Logo Azur Lane
ru: Эмблема Azur Lane
uk: Емблема Azur Lane
zh: 碧蓝航线商标
zh_sg: 碧蓝航线的Logo

# IDS_PCEE190_HUMBLE_BUNDLE_FLAG
source: Humble Bundle
es_mx: Paquete Humildad
ja: ハンブル・バンドル
zh: 谦逊礼包

# IDS_PCEE191_US_CL_FLAG
source: U.S. Navy Cruisers
es_mx: Cruceros de la Armada de los EE. UU.
ja: アメリカ海軍巡洋艦
pl: Amerykańskie krążowniki
ru: Крейсеры ВМС США
uk: Крейсери ВМС США
zh: M系海军巡洋舰
zh_sg: 美国海军巡洋舰

# IDS_PCEE191_US_CL_FLAG_DESCRIPTION
source: A commemorative flag meant to honor the combat achievements of the U.S. Navy cruisers and their crews, as well as to mark completion of the collection inspired by them.
es_mx: Una bandera conmemorativa para honrar los logros de los cruceros de la Marina de los Estados Unidos y sus tripulaciones, como también marcar la colección completa inspirada en ellos.
ja: アメリカ海軍の巡洋艦およびその乗組員の戦功を称えると共に、それをテーマとしたコレクションの完成を祝う記念旗です。
pl: Pamiątkowa flaga
ru: Памятный флаг в честь боевых достижений американских крейсеров и их экипажей, а также в ознаменование сбора посвящённой им коллекции.
uk: Пам’ятний прапор на честь бойових досягнень американських крейсерів та їхніх екіпажів, а також про ознаменування збору присвяченій їм колекції.
zh: 一面旨在纪念M国海军巡洋舰及其船员的战斗成就的纪念骑，同时代表着完成收集由它们启发的收藏品。
zh_sg: 为了纪念美国海军巡洋舰和他们的船员在战斗中的成就的纪念旗帜，也标志着被他们的精神所鼓舞的收藏的完成。

# IDS_PCEE192_NUEVE_DE_JULIO_FLAG
source: Nueve de Julio
zh: 七月九日城
zh_sg: 七月九日

# IDS_PCEE192_NUEVE_DE_JULIO_FLAG_DESCRIPTION
source: USS Boise, a Brooklyn-class light cruiser, was sold to the Argentine Navy (Armada de la República Argentina) in 1951, and until the late 1970s she was one of the fleet's most powerful combat units.
es_mx: El USS Boise, un crucero ligero de la clase Brooklyn, fue vendido a la Armada Argentina (Armada de la República Argentina) en 1951, y hasta finales de los 70 fue una de las unidades de combate más poderosas de la flota.
ja: ブルックリン級軽巡洋艦ボイシは、1951 年にアルゼンチン海軍に売却され、ヌエベ・デ・フリオと改名されました。そして 1970 年代後半までは、同海軍における最強クラスの戦闘ユニットであり続けました。
pl: USS Boise, lekki krążownik klasy Brooklyn, został sprzedany marynarce wojennej Argentyny (Armada de la República Argentina) w 1951 roku i aż do końca lat 70. był to jeden z najpotężniejszych okrętów jej floty.
ru: Лёгкий крейсер типа Brooklyn, USS Boise, был продан ВМС Аргентины (Armada de la República Argentina) в 1951 году и до конца 1970-х годов являлся одной самых мощных боевых единиц флота.
uk: Легкий крейсер типу Brooklyn, USS Boise, продали до ВМС Аргентини (Armada de la República Argentina) 1951 р. і до кінця 1970-х рр. він був однією з найпотужніших бойових одиниць флоту.
zh: 博伊西是一艘布鲁克林级轻型巡洋舰，并在1951年卖给A国海军，直到1970年代末期，它一直都是该国舰队中最强大的战斗单位
zh_sg: USS博伊西是一艘Brooklyn级轻型巡洋舰，在1951年卖给了阿根廷海军（Armada de la República Argentina），直到70年代末，这艘战舰都是舰队中最强的作战单位之一。

# IDS_PCEE193_STALINGRAD_FLAG
source: Stalingrad
ru: Сталинград
uk: Сталінград
zh: 斯大林格勒
zh_sg: 斯大林格勒

# IDS_PCEE193_STALINGRAD_FLAG_DESCRIPTION
source: The lead cruiser of Project 82 was officially laid down on December 31, 1951. She was named Stalingrad after the city on the Volga River. This ship was to become a symbol of the unbreakable power and a kind of "calling card" of the Soviet Union.
es_mx: El crucero principal del Proyecto 82 fue puesto en quilla oficialmente el 31 de diciembre de 1951. Fue nombrado Stalingrad como la ciudad en el río Volga. Este barco se convertiría en un símbolo del poder inquebrantable y una especie de "tarjeta de presentación" de la Unión Soviética.
ja: プロイェークト 82 のリードシップであるこの巡洋艦スターリングラードが正式に起工されたのは、1951 年 12 月 31 日のことでした。その艦名は、ヴォルガ川沿いの同名の都市 (当時) にちなみます。本艦は、不屈の力の象徴として、ソ連にとっての一種の「名刺」となるはずの艦でした。
pl: Krążownik prowadzący w ramach Projektu 82, pod budowę którego stępkę położono 31 grudnia 1951 roku. Otrzymał nazwę Stalingrad, po mieście znajdującym się nad rzeką Wołgą. Stał się symbolem niepokonanej siły i wizytówką Związku Radzieckiego.
ru: 31 декабря 1951 года состоялась официальная закладка головного крейсера проекта 82, получившего имя «Сталинград» в честь города на реке Волге. Этот корабль должен был стать символом несокрушимой мощи и своеобразной «визитной карточкой» Советского Союза.
uk: 31 грудня 1951 р. відбулася офіційне закладення головного крейсера проекту 82, який отримав ім’я «Сталінград» на честь міста на річці Волзі. Цей корабель мав стати символом незламної могутності і своєрідною «візитною карткою» Радянського Союзу.
zh: 82号工程的领导巡洋舰在1951年12月31号，正式开始建造，它以位于伏尔加河旁边的斯大林格勒来命名，这艘战舰象征无坚不摧，而且是S系的王牌
zh_sg: 第82号项目的巡洋领舰于1951年12月开始制造。以伏尔加河最大的城市斯大林格勒命名。这艘战舰成为了坚不可摧力量和苏联军队的象征。

# IDS_PCEE194_JOLLY_ROGER_5
source: Jolly Roger, Class V
es_mx: Jolly Roger, Clase V
ja: 海賊旗 クラス V
pl: Jolly Roger, Klasa V
ru: Весёлый Роджер V степени
uk: Веселий Роджер V ступеня
zh: JR旗 V
zh_sg: 海盗旗，V级
