Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_BATTLE_TASK_TEXT_PCOI017
source: Hit enemy ships at least 10 times with secondary battery guns.
es_mx: Golpea barcos enemigos al menos 10 veces con los cañones de la batería secundaria.
ja: 敵艦艇に副砲を 10 回以上命中させる。
pl: Traf okręty wroga działami baterii dodatkowej przynajmniej 10 razy.
ru: Попадите по кораблям противника не менее 10 раз из орудий ПМК.
uk: Влучте в кораблі супротивника щонайменше 10 разів із гармат ПМК.
zh: 使用副炮击中敌方战舰至少15次
zh_sg: 使用副炮击中敌方战舰至少10次。

# IDS_BATTLE_TASK_TEXT_PCOI018
source: Destroy or incapacitate at least 5 modules of any kind.
es_mx: Destruye o incapacita al menos 5 módulos de cualquier tipo.
ja: 任意のモジュールを 5 個以上大破/機能停止させる。
pl: Zniszcz lub poważnie uszkodź przynajmniej 5 modułów dowolnego rodzaju.
ru: Уничтожьте или выведите из строя не менее 5 любых модулей.
uk: Знищте або виведіть із ладу щонайменше 5 будь-яких модулів.
zh: 击毁或重伤至少15个任意配件
zh_sg: 摧毁或者致使瘫痪至少5个任意种类配件。

# IDS_BATTLE_TASK_TEXT_PCOI019
source: Hit the citadel of enemy ships at least 3 times.
es_mx: Alcanza la ciudadela de los barcos enemigos al menos 3 veces.
ja: 敵艦艇の防郭に 3 回以上命中弾を与える。
pl: Traf cytadele wrogich okrętów przynajmniej 3 razy
ru: Попадите в цитадель кораблей противника не менее 3 раз.
uk: Влучте в цитадель кораблів супротивника щонайменше 3 рази.
zh: 击中敌方战舰装甲区至少3次
zh_sg: 击中敌方战舰的装甲区至少3次。

# IDS_BATTLE_TASK_TEXT_PCOI020
source: Hit the citadel of enemy ships at least 2 times.
es_mx: Golpea la ciudadela de barcos enemigos al menos 2 veces.
ja: 敵艦艇の防郭に 2 回以上命中弾を与える。
pl: Traf cytadele wrogich okrętów przynajmniej 2 razy.
ru: Попадите в цитадель кораблей противника не менее 2 раз.
uk: Влучте в цитадель кораблів супротивника щонайменше 2 рази.
zh: 使用鱼雷击中敌方战舰至少5次
zh_sg: 击中地方战舰的装甲区至少2次。

# IDS_BATTLE_TASK_TEXT_PCOI021
source: Earn at least 1 "Caused flooding" ribbon.
es_mx: Gana al menos 1 cinta "Inundación Causada".
ja: 「浸水を発生させた」リボンを 1 個以上取得する。
pl: Zdobądź przynajmniej 1 baretkę „Spowodowanie zalania”.
ru: Получите не менее 1 ленты «Затопил».
uk: Отримайте щонайменше 1 стрічку «Затопив».
zh: Получите не менее 1 ленты «Затопил».
zh_sg: 获得至少1个“造成进水”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI022
source: Earn at least 8 "Aircraft shot down" and "Shot down by fighter" ribbons.
es_mx: Gana al menos 8 cintas Avión derribado y Derribado por caza.
ja: 「航空機撃墜」と「戦闘機による撃墜」リボンを 8 個以上取得する。
pl: Zdobądź przynajmniej 8 baretek „Zestrzelenie samolotu” i „Zestrzelenie myśliwcem”.
ru: Получите не менее 8 лент «Сбил самолёт» и «Сбил истребителем».
uk: Отримайте щонайменше 8 стрічок «Збив літак» та «Збив винищувачем».
zh: Получите не менее 8 лент «Сбил самолёт» и «Сбил истребителем».
zh_sg: 获得至少8个“击落飞机”和“被战斗机击落”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI023
source: Earn at least 6 "Aircraft shot down" and "Shot down by fighter" ribbons.
es_mx: Gana al menos 6 galones Avión derribado y Derribado por caza.
ja: 「航空機撃墜」と「戦闘機による撃墜」リボンを 6 個以上取得する。
pl: Zdobądź przynajmniej 6 baretek „Zestrzelenie samolotu” i „Zestrzelenie myśliwcem”.
ru: Получите не менее 6 лент «Сбил самолёт» и «Сбил истребителем».
uk: Отримайте щонайменше 6 стрічок «Збив літак» та «Збив винищувачем».
zh: Получите не менее 6 лент «Сбил самолёт» и «Сбил истребителем».
zh_sg: 获得至少6个“击落飞机”和“被战斗机击落”勋带。

# IDS_BATTLE_TASK_TEXT_PCOI024
source: Earn at least 3 "Aircraft shot down" and "Shot down by fighter" ribbons.
es_mx: Gana al menos 3 cintas "Avión derribado" y "Derribado por caza".
ja: 「航空機撃墜」と「戦闘機による撃墜」リボンを 3 個以上取得する。
pl: Zdobądź przynajmniej 3 baretki „Zestrzelenie samolotu” i „Zestrzelenie myśliwcem”.
ru: Получите не менее 3 лент «Сбил самолёт» и «Сбил истребителем».
uk: Отримайте щонайменше 3 стрічки «Збив літак» та «Збив винищувачем».
zh: Получите не менее 3 лент «Сбил самолёт» и «Сбил истребителем».
zh_sg: 获得至少3个“击落飞机”和“被战斗机击落”勋带。

# IDS_BATTLE_TIPS
source: Tips
es_mx: Consejos
ja: ヒント
pl: Podpowiedzi
ru: Подсказки
uk: Підказки
zh: 小提示
zh_sg: 小提示

# IDS_BATTLE_TYPE
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_BATTLE_TYPE_ACC
source: Random Battle
es_mx: Batalla Aleatoria
ja: ランダム戦
pl: Bitwa losowa
ru: Случайный бой
uk: Випадковий бій
zh: 标准战斗
zh_sg: 随机战

# IDS_BEAUTY_LOOTBOX_DESC
source: More Signals and Camouflages
es_mx: Más Señales y Camuflajes
ja: 信号旗・迷彩重視
pl: Więcej sygnałów i kamuflaży
ru: Больше сигналов и камуфляжей
uk: Більше сигналів і камуфляжів
zh: 更多信号旗及涂装
zh_sg: 更多信号旗及涂装

# IDS_BECAME_TEAMKILLER
source: received a disciplinary penalty for causing damage to allies.
es_mx: recibió una penalización disciplinaria por causar daño a los aliados.
ja: に、味方へのダメージに対する懲戒ペナルティが与えられました。
pl: otrzymał karę dyscyplinarną za uszkodzenie sojusznika.
ru: начинает отбывать дисциплинарное взыскание за урон по союзникам.
uk: починає відбувати дисциплінарне стягнення за шкоду завдану союзникам.
zh: 因伤害友军而受到的惩罚
zh_sg: 因伤害友军而受到的惩罚

# IDS_BEFORE_CONTINUE
source: before you proceed.
es_mx: antes de que procedas.
ja: 続行する前に。
pl: zanim przejdziesz dalej.
ru: , перед тем как продолжить.
uk: , перш ніж продовжити.
zh: 在您继续之前。
zh_sg: 在您继续之前。

# IDS_BEFORE_CONVERTION
source: Before conversion:
es_mx: Antes de la conversión:
ja: 変換前:
pl: Przed wymianą:
ru: До перевода:
uk: Наявний баланс:
zh: 转换前：
zh_sg: 转换前：

# IDS_BEFORE_EXCHANGE
source: Current balance:
es_mx: Balance Actual:
ja: 現在の残高:
pl: Obecnie:
ru: До обмена:
uk: Наявний баланс:
zh: 兑换前余额：
zh_sg: 兑换前余额：

# IDS_BEFORE_TRAINING
source: Before training:
es_mx: Antes del entrenamiento:
ja: 訓練前:
pl: Przed szkoleniem:
ru: До обучения:
uk: Перед навчанням:
zh: 训练前：
zh_sg: 训练前：

# IDS_BELT
source: Armor Belt
es_mx: Cinturón de Blindaje
ja: 装甲帯
pl: Pas pancerny
ru: Бронепояс
uk: Бронепояс
zh: 装甲带
zh_sg: 装甲带

# IDS_BIGGUNRELOADCOEFFICIENT
source: Reload time of guns with a caliber above 139 mm
es_mx: Tiempo de recarga de los cañones con un calibre mayor a 139 mm
ja: 口径 139 mm を超える砲の装填時間
pl: Czas przeładowania dział o kalibrze większym niż 139 mm
ru: Время перезарядки орудий выше 139мм
uk: Час перезаряджання гармат понад 139мм
zh: 超过139毫米口径的火炮装填时间
zh_sg: 口径139毫米以上火炮的装填时间

# IDS_BILINEAR
source: Bilinear
es_mx: Bilineal
ja: バイリニア
pl: Bilinearne
ru: Билинейная
uk: Білінійна
zh: 双线性
zh_sg: 双线性

# IDS_BIP_SESSION_PREMIUM_EVENT_START
source: Start of Premium session
es_mx: Inicio de la sesión Premium
ja: プレミアムセッション開始
pl: Początek sesji premium
ru: Начало премиум сессии
uk: Початок преміум сеансу
zh: Начало премиум сессии
zh_sg: 高级账号周期开始

# IDS_BIP_SESSION_PREMIUM_EVENT_STOP
source: End of Premium session
es_mx: Fin de la sesión Premium
ja: プレミアムセッション終了
pl: Koniec sesji premium
ru: Окончание премиум сессии
uk: Завершення преміум сеансу
zh: Окончание премиум сессии
zh_sg: 高级账号周期结束

# IDS_BIP_SESSION_REGULAR_EVENT_START
source: Session start
es_mx: Inicio de la sesión
ja: セッション開始
pl: Początek sesji
ru: Начало сессии
uk: Початок сеансу
zh: Начало сессии
zh_sg: 周期开始

# IDS_BIP_SESSION_REGULAR_EVENT_STOP
source: Session end
es_mx: Fin de la sesión
ja: セッション終了
pl: Koniec sesji
ru: Окончание сессии
uk: Завершення сеансу
zh: Окончание сессии
zh_sg: 周期结束

# IDS_BLOCKED_DAMAGE_COUNTER
source: Counter for potential damage
es_mx: Contador de daño potencial
ja: 潜在ダメージ・カウンター
pl: Licznik potencjalnych uszkodzeń
ru: Счётчик потенциального урона
uk: Лічильник потенційної шкоди
zh: 潜在伤害的计算器
zh_sg: 潜在伤害计数器

# IDS_BLOCKED_DAMAGE_HINT
source: Total damage potential of ammunition fired at your ship by enemy ships.
es_mx: Daño potencial total de la munición disparada a tu barco por los barcos enemigos.
ja: 敵艦艇が自艦を狙って射撃した砲弾による潜在ダメージの合計
pl: Ogólny potencjał uszkodzeń amunicji wystrzelonej przez wrogów w kierunku Twojego okrętu.
ru: Суммарный урон от боеприпасов, выпущенных противниками по вашему кораблю.
uk: Сумарна шкода від боєприпасів, випущених супротивниками у ваш корабель.
zh: 敌方战舰对您可能造成的总伤害
zh_sg: 敌舰向你的战舰发射炮弹的潜在伤害总量。

# IDS_BLOCKED_DAMAGE_HINT_HEADER
source: Potential damage
es_mx: Daño potencial
ja: 潜在ダメージ
pl: Potencjalne uszkodzenia
ru: Потенциальный урон
uk: Потенційна шкода
zh: 潜在伤害
zh_sg: 潜在伤害

# IDS_BLUELINE_OFF
source: Engine power restored.
es_mx: Poder del motor restaurado.
ja: エンジン出力復旧
pl: Przywrócono moc silnika.
ru: Мощность двигателя восстановлена.
uk: Потужність двигуна відновлено.
zh: 引擎动力恢复
zh_sg: 引擎动力恢复

# IDS_BLUELINE_ON
source: Return to the battlefield. Engine power reduced.
es_mx: Regresa al campo de batalla. Poder del motor reducido.
ja: 戦場に戻れ、エンジン出力低下
pl: Wracaj na pole walki. Moc silnika spadła.
ru: Вернитесь на поле боя. Мощность двигателя снижена.
uk: Поверніться на поле бою. Потужність двигуна знижена.
zh: 发动机功率正在降低，请返回战场。
zh_sg: 请返回战场。引擎动力已降低。

# IDS_BOMBER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_BOMBS
source: Bombs
es_mx: Bombas
ja: 爆弾
pl: Bomby
ru: Бомбы
uk: Бомби
zh: 炸弹
zh_sg: 炸弹

# IDS_BOMBS_RELEASED
source: Bombs released
es_mx: Bombas soltadas
ja: 爆弾投下数
pl: Zrzucone bomby
ru: Сброшено бомб
uk: Скинуто бомб
zh: 投掷的炸弹
zh_sg: 投掷的炸弹

# IDS_BOMBS_SHOTS_HINT
source: Number of bombs released
es_mx: Número de bombas soltadas
ja: 爆弾投下数
pl: Liczba zrzuconych bomb
ru: Количество сброшенных бомб
uk: Кількість скинутих бомб
zh: 炸弹投掷数
zh_sg: 炸弹投掷数

# IDS_BONUS
source: Bonus
es_mx: Bono
ja: ボーナス
ru: Бонус
uk: Бонус
zh: 奖励
zh_sg: 奖励

# IDS_BONUSTAG_FIRST_WIN
source: XP
ja: EXP
pl: PD
ru: Опыт
uk: Досвід
zh: 胜利星星
zh_sg: 经验

# IDS_BONUSTAG_FIRST_WIN_DESCRIPTION
source: Reward for a victory. Can be obtained once per day.
es_mx: Recompensa por una victoria. Puede ser obtenida una vez al día.
ja: 勝利褒賞。1 日 1 回取得できます。
pl: Nagroda za zwycięstwo. Można zdobyć raz dziennie.
ru: Награда за победу в бою. Может быть получена один раз в сутки.
uk: Нагорода за перемогу в бою. Можна здобути лише один раз на добу.
zh: Награда за победу в бою. Может быть получена один раз в сутки.
zh_sg: 胜利奖励。每天可获取一次。

# IDS_BONUSTAG_PARAGON_HEADER
source: Research Points
es_mx: Puntos de Investigación
ja: 研究ポイント
pl: Punkty badawcze
ru: Очки исследования
uk: Очки дослідження
zh: Очки исследования
zh_sg: 研究点

# IDS_BONUSTAG_SNOWFLAKE_HEADER
source: Gift
es_mx: Regalo
ja: ギフト
pl: Prezent
ru: Подарок
uk: Дарунок
zh: 雪花
zh_sg: 礼物

# IDS_BONUSTAG_SUBHEADER
source: Victory Bonus
es_mx: Bonificación de Victoria
ja: 勝利ボーナス
pl: Premia za zwycięstwo
ru: Бонус за победу
uk: Бонус за перемогу
zh: Бонус за победу
zh_sg: 胜利加成

# IDS_BONUS_TAG_EXPIRATION_DATE
source: Bonus removal date: %(_date)s
es_mx: Fecha del final de la bonificación: %(_date)s
ja: ボーナス削除日: %(_date)s
pl: Data wygaśnięcia bonusu: %(_date)s
ru: Дата списания бонуса: %(_date)s
uk: Дата списання бонуса: %(_date)s
zh: Дата списания бонуса: %(_date)s
zh_sg: 奖励移除日期：%(_date)s

# IDS_BOOSTER_AVAILABLE
source: The Starter Packs are available for purchase
es_mx: El Paquete de Inicio está disponible para su compra
ja: スターターパックを購入可能
pl: Pakiety startowe są dostępne do zakupu
ru: Доступна покупка Стартовых наборов
uk: Можна купити Стартовий набір
zh: Доступна покупка Стартовых наборов
zh_sg: 可购买入门包

# IDS_BORDERLESS_FIXED_SIZE
source: Windowed, borderless
es_mx: Modo ventana, sin borde
ja: ウィンドウ (枠なし)
pl: Okienko, bez ramki
ru: Окно без рамки
uk: Вікно без рамки
zh: 窗口化，无边框
zh_sg: 窗口化，无边框

# IDS_BORDERLESS_MAXIMIZED
source: Maximized, borderless
es_mx: Maximizado, sin borde
ja: 最大化 (枠なし)
pl: Zmaksymalizowane, bez ramki
ru: Развёрнутое окно без рамки
uk: Розгорнуте вікно без рамки
zh: 最大化，无边框
zh_sg: 最大化，无边框

# IDS_BORIS_RAZOR_H18
source: Boris Veber
ru: Борис Вебер
uk: Борис Вебер
zh: 鲍里斯-韦伯

# IDS_BORIS_RAZOR_HW
source: Boris Veber
ru: Борис Вебер
uk: Борис Вебер
zh: 鲍里斯-韦伯

# IDS_BOT
source: Bot
ja: ボット
ru: Бот
uk: Бот
zh: 机器人
zh_sg: 机器人

# IDS_BOTS_ACTIVE
source: Bots are moving
es_mx: Los bots se mueven
ja: Bot は移動する
pl: Boty się poruszają
ru: Боты движутся
uk: Боти рухаються
zh: 机器人可移动
zh_sg: 机器人会移动

# IDS_BOTS_ACTIVE_TOOLTIP
source: AI controls this ship's movements
es_mx: La IA controla los movimientos de este barco
ja: AI がこの艦艇を操艦
pl: SI kontroluje ruchy okrętu
ru: ИИ управляет движением корабля
uk: ШІ керує рухом корабля
zh: AI 会操控这艘战舰的动作
zh_sg: AI控制战舰的移动

# IDS_BOTS_ARMED
source: Bots are armed
es_mx: Los bots están armados
ja: Bot は武装あり
pl: Boty są uzbrojone
ru: Боты вооружены
uk: Боти озброєні
zh: 机器人已武装
zh_sg: 机器人配备武装

# IDS_BOTS_ARMED_TOOLTIP
source: Bots are armed and will fire at an enemy
es_mx: Los bots están armados y dispararán al enemigo
ja: Bot は武装しており、敵を攻撃する
pl: Boty są uzbrojone i otworzą ogień do przeciwnika
ru: Боты вооружены и ведут огонь по противнику
uk: Боти озброєні і стріляють у супротивника
zh: 机器人已武装并会朝敌人开火
zh_sg: 机器人配备武装并且会攻击敌人

# IDS_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_BOT_ACTIVE
source: Bot is moving
es_mx: El bot se mueve
ja: Bot は移動する
pl: Bot jest w ruchu
ru: Бот движется
uk: Бот рухається
zh: 机器人可移动
zh_sg: 机器人会移动

# IDS_BOT_ACTIVE_TOOLTIP
source: AI controls this ship's movements
es_mx: La IA controla los movimientos de este barco
ja: AI がこの艦艇を操艦
pl: SI kontroluje ruchy okrętu
ru: ИИ управляет движением корабля
uk: ШІ керує рухом корабля
zh: AI 会操控这艘战舰的动作
zh_sg: AI控制战舰的移动

# IDS_BOT_ARMED
source: Bot is armed
es_mx: El bot está armado
ja: Bot は武装あり
pl: Bot jest uzbrojony
ru: Бот вооружён
uk: Бот озброєний
zh: 机器人已武装
zh_sg: 机器人配备武装

# IDS_BOT_ARMED_TOOLTIP
source: Bot is armed and will fire at an enemy
es_mx: El bot está armado y disparará al enemigo
ja: Bot は武装しており、敵を攻撃する
pl: Bot jest uzbrojony i otworzy ogień do wroga
ru: Бот вооружён и ведёт огонь по противнику
uk: Бот озброєний і стріляє у супротивника
zh: 机器人已武装并会朝敌人开火
zh_sg: 机器人配备武装并且会攻击敌人

# IDS_BOT_CAN_MOVE_STATUS
source: Moving.
es_mx: Con movimiento.
ja: 移動
pl: W ruchu
ru: Движется.
uk: Рухомий.
zh: 可以移动。
zh_sg: 移动

# IDS_BOT_CAN_NOT_MOVE_STATUS
source: Standing.
es_mx: Fijos.
ja: 静止
pl: Nieruchomy.
ru: Неподвижен.
uk: Нерухомий.
zh: 待着不动。
zh_sg: 站立。

# IDS_BOT_CAN_NOT_SHOOT_STATUS
source: Unarmed.
es_mx: Desarmado.
ja: 非武装
pl: Nieuzbrojony.
ru: Не вооружён.
uk: Не озброєний.
zh: 尚未武装。
zh_sg: 无武装。

# IDS_BOT_CAN_SHOOT_STATUS
source: Armed.
es_mx: Armado.
ja: 武装あり
pl: Uzbrojony.
ru: Вооружён.
uk: Озброєний.
zh: 已经武装。
zh_sg: 配备武装。

# IDS_BOW_BELT
source: Fore End Armor Belt
es_mx: Cinturón del Extremo Delantero
ja: 艦首装甲帯
pl: Dziobowy pas pancerny
ru: Носовой бронепояс
uk: Носовий бронепояс
zh: 前端装甲带
zh_sg: 前端装甲带

# IDS_BOW_BOTTOM
source: Bottom
es_mx: Parte Inferior
ja: 底部
pl: Pancerz dolny
ru: Днище
uk: Днище
zh: 船底
zh_sg: 底部

# IDS_BOW_CONSTRSIDE
source: Fore End Plating
es_mx: Cinturón del Extremo Delantero
ja: 艦首装甲板
pl: Poszycie dziobowe
ru: Носовая обшивка
uk: Носова обшивка
zh: 前端外板
zh_sg: 前端外板

# IDS_BOW_DECK
source: Fore End Deck
es_mx: Cubierta del Extremo Delantero
ja: 艦首甲板
pl: Pokład dziobowy
ru: Носовая палуба
uk: Носова палуба
zh: 前端甲板
zh_sg: 前端甲板

# IDS_BOW_INCLIN
source: Fore End Armored Deck Slopes
es_mx: Cubiertas Inclinadas Blindadas del Extremo Delantero
ja: 艦首装甲甲板スロープ
pl: Pancerz pochyły dziobowy
ru: Скосы носовой бронепалубы
uk: Схили носової бронепалуби
zh: 前端装甲甲板斜面
zh_sg: 前端装甲甲板斜面

# IDS_BOW_TRANS
source: Fore End Athwartship
es_mx: Extremo Delantero de Babor a Estribor
ja: 艦首横隔壁
pl: Pancerz pionowy dziobowy
ru: Носовой траверс
uk: Носовий траверз
zh: 前端横向围板
zh_sg: 前端横向围板

# IDS_BRASS_COLON
source: Ranked Tokens:
es_mx: Fichas de Rango:
ja: ランクトークン:
pl: Żetony rankingowe:
ru: Ранговые жетоны:
uk: Рангові жетони:
zh: 铜：
zh_sg: 排位代币：

# IDS_BREAK_ARMOR_HIT_TYPE
source: Penetration received.
es_mx: ¡Penetración recibida!
ja: 貫通された
pl: Pocisk wroga przebił pancerz.
ru: Пробитие!
uk: Пробивання!
zh: 击穿！
zh_sg: 被击穿。

# IDS_BREAK_PROCESS
source: Stop the process
es_mx: Detener el proceso
ja: ブロセスを停止
pl: Zatrzymaj proces
ru: Прервать процесс
uk: Перервати процес
zh: Прервать процесс
zh_sg: 停止进度

# IDS_BRIDGEBOTTOM
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_BRIDGESIDE
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_BRIDGETOP
source: Conning Tower
es_mx: Castillo
ja: 司令塔
pl: Wieża dowodzenia
ru: Боевая рубка
uk: Бойова рубка
zh: 指挥塔
zh_sg: 指挥塔

# IDS_BRITISH_PVE
source: Adrian Griffiths
zh: 阿德里安-格里菲斯

# IDS_BROKEGUN
source: Gun damaged.
es_mx: Cañón dañado.
ja: 砲損傷
pl: Uszkodzono działo.
ru: Орудие повреждено.
uk: Гармату пошкоджено.
zh: 舰炮受损。
zh_sg: 舰炮受损。

# IDS_BUILDING_AIRBASE
source: Aerodrome
es_mx: Aeródromo
ja: 飛行場
pl: Aerodrom
ru: Аэродром
uk: Аеродром
zh: 机场
zh_sg: 机场

# IDS_BUILDING_ANTIAIRCRAFT
source: AA gun battery
es_mx: Batería de cañones AA
ja: 対空兵装
pl: Bateria dział plot.
ru: Батарея ПВО
uk: Батарея ППО
zh: 防空炮组
zh_sg: 防空炮组

# IDS_BUILDING_COASTALARTILLERY
source: Catapult
es_mx: Catapulta
ja: カタパルト
pl: Katapulta
ru: Катапульта
uk: Катапульта
zh: 投石机
zh_sg: 投石机

# IDS_BUILDING_COMPLEX
source: Fort
es_mx: Fuerte
ja: 要塞
ru: Форт
uk: Форт
zh: 堡垒
zh_sg: 堡垒

# IDS_BUILDING_GENERATOR
source: Generator
es_mx: Generador
ja: 発生装置
ru: Генератор
uk: Генератор
zh: Генератор
zh_sg: 生成器

# IDS_BUILDING_MILITARY
source: Onshore installation
es_mx: Instalación terrestre
ja: 陸上施設
pl: Instalacja przybrzeżna
ru: Береговое сооружение
uk: Берегова споруда
zh: 陆上设施
zh_sg: 陆上设施

# IDS_BUILDING_PROGRESS_TOOLTIP
source: Stage %(_step)s building progress
es_mx: Progreso de construcción. Etapa %(_step)s
ja: ステージ %(_step)s 建造進捗
pl: Etap %(_step)s budowy
ru: Прогресс строительства %(_step)s-й стадии
uk: Прогрес будівництва %(_step)s стадії
zh: Прогресс строительства %(_step)s-й стадии
zh_sg: 阶段%(_step)s建造流程

# IDS_BUILDING_RAYTOWER
source: Tower
es_mx: Torre
ja: 塔
pl: Wieża
ru: Башня
uk: Вежа
zh: 高塔
zh_sg: 高塔

# IDS_BUILDING_SENSORTOWER
source: Surveillance station
es_mx: Estación de vigilancia
ja: 監視所
pl: Stacja dozorowania
ru: Дозорный пост
uk: Дозорний пост
zh: 侦察站
zh_sg: 监控站

# IDS_BUILDING_SPACESTATION
source: Station
es_mx: Estación
ja: ステーション
pl: Stacja
ru: Станция
uk: Станція
zh: Станция
zh_sg: 空间站

# IDS_BULGE
source: Side Plating
es_mx: Recubrimiento Lateral
ja: 側面装甲板
pl: Poszycie boczne
ru: Бортовая обшивка
uk: Бортова обшивка
zh: 防雷鼓包
zh_sg: 舷外板

# IDS_BUMBLEBEE
source: Bumblebee
ja: バンブルビー
ru: Бамблби
zh: Бамблби

# IDS_BUSY_LOADING_ARMOUR
source: Loading armor layout…
es_mx: Cargando disposición del blindaje…
ja: 装甲レイアウト読込中...
pl: Ładowanie rozmieszczenia pancerza...
ru: Загружаем схему бронирования
uk: Завантажуємо схему бронювання
zh: 加载装甲配置中...
zh_sg: 加载装甲配置中...

# IDS_BUTTON_REVERT_CONSUMABLE_ORDER_CHANGES
source: Restore to default
es_mx: Restaurar valores predeterminados
ja: 初期設定に戻す
pl: Przywróć domyślne
ru: Восстановить по умолчанию
uk: Відновити за замовчуванням
zh: Восстановить по умолчанию
zh_sg: 恢复默认

# IDS_BUT_NOT_IN_TPS_SCOUT
source: Except TPS
es_mx: Excepto TPS
ja: TPS を除く
pl: Nie w TPS
ru: Кроме TPS
uk: Крім TPS
zh: 排除第三人称
zh_sg: 排除第三人称

# IDS_BUYOUT_AVAILABLE
source: Ship purchase is available
es_mx: La compra de barcos está disponible
ja: 「艦艇」購入可能
pl: Możliwe jest kupno okrętu
ru: Доступна покупка корабля
uk: Доступна купівля корабля
zh: Доступна покупка корабля
zh_sg: 战舰购买开放

# IDS_BUY_CLICK_TO_SET_PORT
source: Click the picture of the Port to set it as the default one.
es_mx: Haz click en la imagen de un Puerto para establecerlo como predeterminado.
ja: 港の画像をクリックして標準として設定
pl: Kliknij na obraz portu, by ustawić go jako domyślny.
ru: Нажмите на изображение Порта, чтобы установить его Портом по умолчанию.
uk: Натисніть на зображення Порту, щоб встановити його за замовчуванням.
zh: 点击港口图片以设置它为默认港口。
zh_sg: 点击港口图片以设置它为默认港口。

# IDS_BUY_COLLECTION_FOR_DUPLICATE
source: Purchase for duplicates
es_mx: Adquirir por duplicado
ja: 重複を使用して購入
pl: Kupno za duplikaty
ru: Купить за дубликаты
uk: Купити за дублікати
zh: 重复购买
zh_sg: 重复购买

# IDS_BUY_GOLD
source: PURCHASE DOUBLOONS
es_mx: COMPRAR DOBLONES
ja: ダブロンの購入
pl: KUP DUBLONY
ru: КУПИТЬ ДУБЛОНЫ
uk: КУПИТИ ДУБЛОНИ
zh: 购买金币
zh_sg: 购买达布隆

# IDS_BUY_GOLD_LC
source: Purchase doubloons
es_mx: Comprar doblones
ja: ダブロンの購入
pl: Kup dublony
ru: Купить дублоны
uk: Купити дублони
zh: 购买金币
zh_sg: 购买达布隆

# IDS_BUY_GOLD_TO_COMPLETE
source: Purchase doubloons to use for conversion
es_mx: Comprar doblones para usar en la conversión
ja: 変換するにはダブロンが必要です
pl: Kup dublony, które można będzie wykorzystać do wymiany
ru: Купите дублоны, чтобы осуществить перевод
uk: Купіть дублони, щоб здійснити обмін
zh: 购买金币用来转换
zh_sg: 购买达布隆用于转换

# IDS_BUY_PREMIUM_ACCOUNT
source: PURCHASE PREMIUM
es_mx: COMPRAR PREMIUM
ja: プレミアムの購入
pl: KUP PREMIUM
ru: КУПИТЬ ПРЕМИУМ
uk: КУПИТИ ПРЕМІУМ
zh: 购买高级账号
zh_sg: 购买高级账号

# IDS_BUY_UPPER_CASE
source: BUY
es_mx: COMPRAR
ja: 購入
pl: KUP
ru: КУПИТЬ
uk: КУПИТИ
zh: 购买
zh_sg: 购买

# IDS_BY_DAMAGE
source: Sort by number of warships destroyed with the player's assistance
es_mx: Ordenar por número de barcos de guerra destruidos con la ayuda del jugador
ja: 撃沈アシスト数で並べ替え
pl: Sortuj według liczby okrętów zniszczonych przy pomocy gracza
ru: Сортировать по количеству кораблей, уничтоженных с помощью игрока
uk: Упорядкувати за кількістю кораблів, знищених за допомогою гравця
zh: 按照在玩家协助之下的战舰击毁数来排序
zh_sg: 按玩家协助摧毁战舰数来排序

# IDS_BY_DESTOYED_PLANES
source: Sort by number of aircraft destroyed
es_mx: Ordenar por el número de aviones destruidos
ja: 敵機撃墜数で並べ替え
pl: Sortuj według liczby zniszczonych samolotów
ru: Сортировать по количеству уничтоженных самолётов
uk: Упорядкувати за кількістю знищених літаків
zh: 按照飞机击毁数来排序
zh_sg: 按摧毁飞机数排序

# IDS_BY_EXPIRIENCE
source: Sort by XP
es_mx: Ordenar por XP
ja: EXP で並べ替え
pl: Sortuj według PD
ru: Сортировать по опыту
uk: Упорядкувати за досвідом
zh: 按照经验来排序
zh_sg: 按经验排序

# IDS_BY_KILLS
source: Sort by number of warships destroyed
es_mx: Ordenar por el número de barcos de guerra destruidos
ja: 撃沈数で並べ替え
pl: Sortuj według liczby zniszczonych okrętów
ru: Сортировать по количеству уничтоженных кораблей
uk: Упорядкувати за кількістю знищених кораблів
zh: 按照战舰击毁数来排序
zh_sg: 按摧毁战舰数来排序

# IDS_BY_PLAYER_NAME
source: Sort by player name
es_mx: Ordenar por nombre del jugador
ja: プレイヤー名で並べ替え
pl: Sortuj według gracza
ru: Сортировать по имени игрока
uk: Упорядкувати за ім’ям гравця
zh: 按照玩家名称来排序
zh_sg: 按照玩家名称来排序

# IDS_BY_PLAYER_NUMBER
source: Sort by player number
es_mx: Ordenar por número del jugador
ja: プレイヤー番号で並べ替え
pl: Sortuj według numeru gracza
ru: Сортировать по номеру игрока
uk: Упорядкувати за номером гравця
zh: 按照玩家编号来排序
zh_sg: 按照玩家编号来排序

# IDS_BY_REWARDS
source: Sort by number of achievements received in the battle
es_mx: Ordenar por número de logros recibidos en la batalla
ja: 取得実績数で並べ替え
pl: Sortuj według liczby osiągnięć zdobytych w bitwie
ru: Сортировать по количеству достижений за бой
uk: Упорядкувати за кількістю досягнень за бій
zh: 按照在战斗中所获得的成就数来排序
zh_sg: 按在战斗中所获得的成就数来排序

# IDS_BY_SHIP_NAME
source: Sort by warship tier
es_mx: Ordenar por nivel del barco de guerra
ja: 艦 Tier で並べ替え
pl: Sortuj według poziomu okrętu
ru: Сортировать по уровню корабля
uk: Упорядкувати за рівнем корабля
zh: 按照战舰等级来排序
zh_sg: 按照战舰等级来排序

# IDS_BY_TROOP_NUMBER
source: Sort by Division number
es_mx: Ordenar por el número de división
ja: 分艦隊番号で並べ替え
pl: Sortuj według numeru dywizjonu
ru: Сортировать по номеру отряда
uk: Упорядкувати за номером загону
zh: 按照舰队编号来排序
zh_sg: 按照小队编号来排序

# IDS_CALL_PLAYERS_NAME
source: Call Player by name
es_mx: Llamar a Jugador por Nombre
ja: プレイヤーを名前で呼ぶ
pl: Zwróć się do gracza po imieniu
ru: Обратиться к игроку по имени
uk: Звернутися до гравця за ім’ям
zh: 通过昵称查找玩家
zh_sg: 按昵称查找玩家

# IDS_CAMERACONTROLS
source: Camera
es_mx: Cámara
ja: カメラ
pl: Kamera
ru: Управление камерой
uk: Керування камерою
zh: 镜头
zh_sg: 镜头

# IDS_CAMERA_HINT_INDICATOR
source: Press and hold Ctrl to look around.
es_mx: Mantén presionada la tecla Ctrl para mirar alrededor.
ja: Ctrl を押しながら見回す
pl: Wciśnij i przytrzymaj Ctrl żeby się rozejrzeć.
ru: Чтобы оглядеться, удерживайте Ctrl.
uk: Щоб озирнутися, утримуйте Ctrl.
zh: 按住按键 Ctrl 以环顾四周。
zh_sg: 按住按键 Ctrl 以观察四周。
