Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC346_SOVIETBBARC_SINOP_MEDAL_DESCRIPTION
source: In the morning of November 18 (30), 1853, six Russian battleships under the command of Vitse-Admiral (Vice Admiral) Nakhimov entered the bay of Sinop on the Black Sea coast of Turkey. The enemy squadron was concentrated under the cover of several coastal batteries in the city harbor. At 12:30 pm, the Russian ships opened fire. The Turkish flotilla was destroyed within a couple of hours, and the shore batteries turned into ruins. The Russian squadron lost 37 people. The Battle of Sinop remained in history as the last major battle of the wind-driven fleet era. Shortly after the end of the Eastern (Crimean) War of 1853–1856, a special medal was established to reward its participants. On its obverse, there were the monograms of Nicholas I and Alexander II, who reigned during the war, and the years: "1853–1854–1855–1856". A quote from the Old Testament was on its reverse side. The medal for the participants of the Battle of Sinop was made of light bronze and it was to be worn on the St. George's ribbon. A 130-gun wind-driven steam battleship named after the victory at Sinop was launched two years after the end of the war. A few decades later, in 1889, squadron battleship Sinop joined the Black Sea Fleet.
es_mx: En la mañana del 18 (30) de noviembre de 1853, seis acorazados rusos al mando del Vitse-Admiral (Vicealmirante) Nakhimov entraron en la bahía de Sinop, en la costa turca del Mar Negro. El escuadrón enemigo estaba concentrado con el respaldo de varias baterías costeras en el puerto de la ciudad. A las 12:30 p.m., los barcos rusos comenzaron a disparar. La flotilla turca fue destruida en un par de horas, y las baterías costeras terminaron en ruinas. El escuadrón ruso perdió 37 personas. La Batalla de Sinop permanece en la historia como la última batalla importante en la era de las flotas de vela. Poco después del final de la Guerra de Crimea de 1853 a 1856, se estableció una medalla especial para recompensar a sus participantes. En su anverso, estaban las iniciales de Nicolás I y Alejandro II, quienes reinaron durante la guerra, y los años: "1853–1854–1855–1856". Una cita del Viejo Testamento estaba en el reverso. La medalla para los participante de la Batalla de Sinop estaba hecha de bronce ligero y sería usada sobre la cinta de San Jorge. Un acorazado de vapor y velas de 130 cañones bautizado en honor a la victoria de Sinop fue botado dos años después del final de la guerra. Unas cuantas décadas después, en 1889, el acorazado de escuadrón Sinop se unió a la flota del mar Negro.
ja: 1853 年 11 月 30 日 (ユリウス暦 18 日)、6 隻のロシア戦艦がナヒーモフ中将の指揮のもとトルコ領黒海沿岸のスィノプ湾に入りました。敵艦隊は都市港湾に配置された複数の沿岸要塞による集中した援護を受けていました。午後 12 時 30 分、ロシア艦隊は砲撃を開始しました。トルコ艦隊は数時間のうちに撃破され、沿岸要塞は廃墟となりました。ロシア艦隊は 37 名を失ったのみでした。スィノプの海戦は帆船艦隊時代の最後の大規模な戦闘として、歴史にその名を残しました。 1853 年から 1856 年にかけてのクリミア戦争の直後、海戦参加者を表彰するために特別な記章が製作されました。表面には、戦争期間中に君臨したニコライ I 世およびアレクサンドル 2 世のモノグラムと各年の「1853–1854–1855–1856」が印されました。裏面には旧約聖書からの引用が刻印されました。スィノプ海戦参加者のための記章はライトブロンズ製で、聖ゲオルグのリボンで飾られました。スィノプの海戦に因んで命名された 130 門蒸気機関型戦列艦が、戦争終結から 2 年後に進水しました。数十年後の 1889 年には、艦隊用戦艦スィノプが黒海艦隊に加わりました。
pl: 18 (30) listopada 1853 roku sześć rosyjskich pancerników pod dowództwem wiceadmirała Nachimowa wpłynęło do zatoki Synopy na tureckim wybrzeżu Morza Czarnego. Eskadra wroga skupiła się pod osłoną artylerii nadbrzeżnej w zatoce miejskiej. O 12:30 okręty rosyjskie otworzyły ogień. Turecka flotylla została zniszczona w kilka godzin, a baterie lądowe obrócone w perzynę. Rosjanie stracili 37 ludzi. Bitwa pod Synopą jest ostatnią w historii wielką bitwą pomiędzy flotami żaglowców. Krótko po zakończeniu Wojny Krymskiej (1853–1856) ukazał się specjalny medal w celu nagrodzenia jej uczestników. Na awersie umieszczono wizerunki Mikołaja I oraz Aleksandra II, których okres panowania obejmował czas wojny oraz lata: „1853–1854–1855–1856”. Na rewersie umieszczono cytat ze Starego Testamentu. Medal dla uczestników bitwy pod Synopą wykonano z brązu, a noszono go na wstędze Św. Jerzego. Dwa lata po zakończeniu wojny zwodowano 130-działowy pancernik z napędem parowym nazwany na cześć tej bitwy. Kilka dekad później, w 1889 roku, do Floty Czarnomorskiej dołączył pancernik o nazwie Sinop.
ru: Утром 18 (30) ноября 1853 года шесть русских линейных кораблей под командованием вице-адмирала Нахимова вошли в бухту города Синоп, что на черноморском побережье Турции. В гавани города под прикрытием нескольких береговых батарей была сосредоточена эскадра противника. В 12 часов 30 минут русские корабли открыли огонь, и уже через пару часов от турецкой флотилии остались лишь пылающие обломки, а батареи на берегу обратились в груду развалин. Русская эскадра потеряла 37 человек убитыми. Синопская битва вошла в историю как последнее крупное сражение эпохи парусного флота. Вскоре после окончания Восточной (Крымской) войны 1853–1856 годов для награждения её участников была учреждена особая медаль. На лицевой её стороне изображались вензели императоров Николая I и Александра II, в период правления которых шла война, и годы — «1853–1854–1855–1856». На оборотной стороне была помещена цитата из Ветхого Завета. Для участников Синопского сражения медаль чеканилась из светлой бронзы и носиться она должна была на Георгиевской ленте. Спустя два года после окончания войны на воду был спущен названный в честь победы при Синопе 130-пушечный парусный паровой линейный корабль. Ещё через несколько десятилетий, в 1889 году, в состав Черноморского флота вошёл эскадренный броненосец «Синоп».
uk: Вранці 18 (30) листопада 1853 року шість російських лінкорів під командуванням віце-адмірала Нахімова ввійшли до бухти міста Сіноп, що стоїть на чорноморському узбережжі Туреччини. У гавані міста під прикриттям кількох берегових батарей перебувала ескадра супротивника. О 12 годині 30 хвилин російські кораблі відкрили вогонь, і вже через кілька годин від турецької флотилії залишилися лише охоплені вогнем уламки, а від батарей на березі — руїни. Російська ескадра втратила 37 осіб убитими. Сінопська битва увійшла в історію як останній великий бій доби вітрильного флоту. Незабаром після закінчення Східної (Кримської) війни 1853–1856 рр. її учасників нагородили особливими медалями. На їхньому лицьовому боці було зображено вензелі імператорів Миколая I та Олександра II, за правління яких тривала війна, і її роки — «1853–1854–1855–1856». Зворотний бік містив цитату зі Старого Заповіту. Медаль для учасників Сінопського бою карбували зі світлої бронзи, і носити її належало на Георгіївській стрічці. За два роки після закінчення війни на воду спустили названий на честь перемоги біля Сінопа 130-гарматний вітрильний паровий лінійний корабель. Ще через кілька десятиліть, 1889 р., до лав Чорноморського флоту став ескадрений броненосець «Сіноп».
zh: Утром 18 (30) ноября 1853 года шесть русских линейных кораблей под командованием вице-адмирала Нахимова вошли в бухту города Синоп, что на черноморском побережье Турции. В гавани города под прикрытием нескольких береговых батарей была сосредоточена эскадра противника. В 12 часов 30 минут русские корабли открыли огонь, и уже через пару часов от турецкой флотилии остались лишь пылающие обломки, а батареи на берегу обратились в груду развалин. Русская эскадра потеряла 37 человек убитыми. Синопская битва вошла в историю как последнее крупное сражение эпохи парусного флота. Вскоре после окончания Восточной (Крымской) войны 1853–1856 годов для награждения её участников была учреждена особая медаль. На лицевой её стороне изображались вензели императоров Николая I и Александра II, в период правления которых шла война, и годы — «1853–1854–1855–1856». На оборотной стороне была помещена цитата из Ветхого Завета. Для участников Синопского сражения медаль чеканилась из светлой бронзы и носиться она должна была на Георгиевской ленте. Спустя два года после окончания войны на воду был спущен названный в честь победы при Синопе 130-пушечный парусный паровой линейный корабль. Ещё через несколько десятилетий, в 1889 году, в состав Черноморского флота вошёл эскадренный броненосец «Синоп».
zh_sg: 1853年11月18日（30日）上午，在维茨海军上将（副海军上将）纳希莫夫的指挥下，6艘俄罗斯战舰进入土耳其黑海沿岸的锡诺普湾。敌军中队集中在城市港口的多座海岸炮台的掩护下。晚上12:30，俄罗斯船只开始射击。土耳其舰队在几个小时内被摧毁，海岸炮台也被夷为废墟。俄罗斯中队战死37人。锡诺普海战是风力战船时代的最后一场重大战役。 1853-1856年东部（克里米亚）战争结束后不久，锡诺普设立了特别奖章以奖励参战者。奖章正面是战争期间在位的尼古拉斯一世和亚历山大二世的花押字，以及战争的年份：“1853-1854-1855-1856”。奖章背面印着一句引用旧约的名言。锡诺普海战奖章是由轻青铜制成的并戴在圣乔治的勋带上。战争结束两年后，一艘以锡诺普命名的130炮蒸汽风帆战列舰下水起航。几十年后，1889年，中队战列舰锡诺普号加入黑海舰队。

# IDS_PCZC347_SOVIETBBARC_SUVOROV_MEDAL
source: Generalissimo Suvorov Commemorative Badge
es_mx: Placa Conmemorativa del Generalísimo Suvorov
ja: スヴォーロフ大元帥記念バッジ
pl: Odznaka pamiątkowa Generalissimusa Suworowa
ru: Жетон в память генералиссимуса Суворова
uk: Жетон на спомин про генералісимуса Суворова
zh: Жетон в память генералиссимуса Суворова
zh_sg: 苏沃罗夫元帅纪念章

# IDS_PCZC347_SOVIETBBARC_SUVOROV_MEDAL_DESCRIPTION
source: In 1900, Russia celebrated the 100th anniversary of the death of the great Russian commander Generalissimo Alexander Vasilyevich Suvorov (1730–1800). Events dedicated to this date included a decision to establish the Suvorov Museum and to coin a special commemorative badge. The laying of squadron battleship Knyaz Suvorov, taking place in September 1901 in St. Petersburg, was also closely connected with these events. In 1904, Knyaz Suvorov entered service and became the flagship of the Second Pacific Squadron. In May 1905, the battleship was sunk off Tsushima Island in a battle with the Japanese Navy. Nearly half a century later, in early 1951, a new ship named after the legendary commander was laid down in Leningrad—Project 68-bis light cruiser Aleksandr Suvorov.
es_mx: En 1900, Rusia celebró el 100.º aniversario de la muerte del gran Comandante ruso, el Generalísimo Alexander Vasilyevich Suvorov (1730–1800). Los eventos dedicados a esta fecha incluían la decisión de establecer el museo Suvorov y acuñar una placa conmemorativa especial. La puesta en quilla del acorazado de escuadrón Knyaz Suvorov, que tuvo lugar en septiembre de 1901 en San Petersburgo, también estaba relacionada de cerca con estos eventos. En 1904, el Knyaz Suvorov entró en servicio y se convirtió en el barco insignia del Segundo Escuadrón del Pacífico. En mayo de 1905, el acorazado fue hundido cerca de la isla de Tsushima en una batalla con la Armada Japonesa. Casi medio siglo más tarde, a principios de 1951, un nuevo barco, también bautizado en honor al legendario Comandante, fue puesto en quilla en Leningrado: el crucero ligero Aleksandr Suvorov del Proyecto 68bis.
ja: 1900 年、ロシアは同国の偉大な司令官であったアレクサンドル・ヴァシリエヴィチ・スヴォーロフ大元帥 (1730 年 – 1800 年) の没後百周年を祝いました。この記念日の行事の中には、スヴォーロフ博物館の設立の決定や特別な記念バッジの鋳造が含まれていました。サンクトペテルブルクで 1901 年 9 月に行われた艦隊用戦艦クニャージ・スヴォーロフの起工も、これらの行事と密接に関連しています。 1904 年、クニャージ・スヴォーロフは就役し第二太平洋艦隊旗艦となりました。1905 年 5 月、この戦艦は日本海軍との海戦において対馬沖で撃沈されました。約半世紀後の 1951 年初頭に、この偉大な司令官に因んで命名された新型艦が、レニングラードにおいて起工されました。68bis 型軽巡洋艦アレクサンドル・スヴォーロフです。
pl: W 1900 roku w Rosji obchodzono setną rocznicę śmierci wielkiego rosyjskiego dowódcy, Generalissimusa Aleksandra Wasiljewicza Suworowa (1730–1800). Do wydarzeń związanych tymi obchodami zaliczyć można założenie Muzeum Suworowa oraz wybicie specjalnej, pamiątkowej monety. Budowa pancernika eskadry Knyaz Suvorov, która rozpoczęła się we wrześniu 1901 roku w Sankt Petersburgu, również była ściśle związana z tymi obchodami. W 1904 roku Knyaz Suvorov rozpoczął służbę jako okręt flagowy Drugiej Eskadry Pacyficznej. W maju 1905 roku pancernik zatopiony został w pobliżu wyspy Cuszima, w trakcie bitwy w Japończykami. Niemal pół wieku później, na początku 1951 roku, rozpoczęła się budowa nowego okrętu, również noszącego imię legendarnego dowódcy – lekkiego krążownika Projekt 68bis o nazwie Aleksandr Suvorov.
ru: В 1900 году в России широко отмечалось столетие со дня кончины великого русского полководца, генералиссимуса Александра Васильевича Суворова (1730–1800). Среди приуроченных к этой дате мероприятий были решение об основании Суворовского музея и чеканка специального памятного жетона. С этими событиями была тесно связана и закладка эскадренного броненосца «Князь Суворов», состоявшаяся в сентябре 1901 года в Санкт-Петербурге. В 1904 году «Князь Суворов» вступил в строй, став флагманским кораблём Второй Тихоокеанской эскадры. В мае 1905 года броненосец погиб у острова Цусима в сражении с японским флотом. Спустя немногим менее полувека, в начале 1951 года, в Ленинграде состоялась закладка нового корабля, получившего имя легендарного полководца, — лёгкого крейсера проекта 68-бис «Александр Суворов».
uk: У Росії 1900 року відбувалися численні пам’ятні заходи до сторіччя смерті видатного російського полководця генералісимуса Олександра Васильовича Суворова (1730–1800). Зокрема до цієї дати вирішили започаткувати Суворівський музей і викарбувати спеціальний пам’ятний жетон. З цими подіями було тісно пов’язане й закладення ескадреного броненосця «Князь Суворов», що відбулося у вересні 1901 року в Санкт-Петербурзі. А 1904 року «Князь Суворов» став до лав Другої Тихоокеанської ескадри як флагманський корабель. У травні 1905 року броненосець загинув біля острова Цусіма в бою з японським флотом. Майже півстоліття потому, на початку 1951 року, у Ленінграді заклали новий корабель, названий іменем легендарного полководця, — легкий крейсер проекту 68-біс «Олександр Суворов».
zh: В 1900 году в России широко отмечалось столетие со дня кончины великого русского полководца, генералиссимуса Александра Васильевича Суворова (1730–1800). Среди приуроченных к этой дате мероприятий были решение об основании Суворовского музея и чеканка специального памятного жетона. С этими событиями была тесно связана и закладка эскадренного броненосца «Князь Суворов», состоявшаяся в сентябре 1901 года в Санкт-Петербурге. В 1904 году «Князь Суворов» вступил в строй, став флагманским кораблём Второй Тихоокеанской эскадры. В мае 1905 года броненосец погиб у острова Цусима в сражении с японским флотом. Спустя немногим менее полувека, в начале 1951 года, в Ленинграде состоялась закладка нового корабля, получившего имя легендарного полководца, — лёгкого крейсера проекта 68-бис «Александр Суворов».
zh_sg: 1900年，俄罗斯为纪念伟大的指挥官亚历山大·瓦西里维希·苏沃罗夫（1730-1800）逝世100周年，举办了一系列纪念活动，包括建造苏沃罗夫博物馆和发行特别纪念章。1901年9月在圣彼得堡下水的中队战列舰苏沃洛夫亲王号也与此次纪念活动密切相关。 1904年，苏沃洛夫亲王号成为了太平洋第二舰队的旗舰。1905年5月，这艘战舰在与日本海军的战斗中被击沉在了对马海峡。将近半个世纪后，在1951年初，另一艘继承了传奇指挥官名字的新战舰在列宁格勒下水，它就是68bis项目的苏沃洛夫号轻型巡洋舰。

# IDS_PCZC348_SOVIETBBARC_SKVORTSOV
source: Dmitry Vasilievich Skvortsov (1859–1910)
ja: ドミトリー・ヴァシリーヴィチ・スクウォルツォフ (1859 年 - 1910 年)
pl: Dimitri Wasiljewicz Skworcow (1859–1910)
ru: Дмитрий Васильевич Скворцов (1859–1910)
uk: Дмитро Васильович Скворцов (1859–1910)
zh: Дмитрий Васильевич Скворцов (1859–1910)
zh_sg: 德米特里·瓦西里耶维奇·斯科沃尔佐夫(1859–1910)

# IDS_PCZC348_SOVIETBBARC_SKVORTSOV_DESCRIPTION
source: Dmitri Skvortsov was a prominent Russian shipbuilder of the era of armor-plated ships. In 1886, he graduated from the shipbuilding department of the Nikolaev Maritime Academy. Five years later, he was put in charge of monitoring the process of building coastal battleship Admiral Ushakov. Being a chief engineer at a Saint Petersburg port since 1896, he participated in designing pre-dreadnought battleships of the Borodino class and, later, was in charge of building the lead ship of the series. In 1907, Skvortsov was promoted to the rank of General-Mayor (Major General) of the Ship Engineers Corps. In 1906, the international competition of the projects of a "large high-speed battleship with strong modern artillery" held by the Naval Office of the Russian Empire preferred the project, the development of which was headed by Dmitri Skvortsov. Skvortsov's battleship could have become the first Russian dreadnought battleship—she was a 22,000-ton ship with a turbine propulsion, armed with ten 305 mm guns in five turrets.
es_mx: Dmitry Skvortsov fue un destacado constructor naval ruso de la era de los barcos blindados. En 1886, se graduó del departamento de construcción naval de la Academia Marítima Nikolaev. Cinco años más tarde, fue puesto a cargo de monitorear el proceso de construcción del acorazado costero Admiral Ushakov. Al estar en el puesto de ingeniero en jefe en el puerto de San Petersburgo desde 1896, participó en el diseño de los acorazados pre-dreadnought de clase Borodino. Más adelante fue puesto a cargo de la construcción del barco principal de la serie. En 1907, Skvortsov fue ascendido al rango de General-Mayor (General Mayor) del Cuerpo Naval de Ingenieros. En 1906, la competición internacional de proyectos para un "gran acorazado de alta velocidad con una fuerte artillería moderna" organizada por la Oficina Naval del Imperio Ruso prefirió un proyecto particular, cuyo desarrollo fue dirigido por Dmitry Skvortsov. El acorazado de Skvortsov pudo haberse convertido en el primer acorazado dreadnought ruso: era un barco de 22 000 toneladas propulsado por turbinas y armado con diez cañones de 305 mm en cinco torretas.
ja: ドミトリー・スクウォルツォフは、装甲艦の時代におけるロシアの著名な造船技師でした。彼は 1886 年にニコラエフ海事大学の造船学科を卒業し、その 5 年後に海防戦艦アドミラル・ウシャコフの建造過程を監督する責任者に任命されました。1896 年からはサンクトペテルブルク港のチーフエンジニアのオフィスに在籍してボロディノ級前弩級戦艦の設計に参加し、後にそのリードシップの建造責任者に任命されました。1907 年には造船技師軍団の少将に昇進しました。 1906 年にロシア帝国の海軍局が「近代的で強力な火砲を備えた大型の高速戦艦」の国際的な開発競争においてひとつの計画案を高評価しましたが、これはドミトリー・スクウォルツォフが主導して開発された案でした。スクウォルツォフの戦艦は、ロシア初の弩級戦艦となるはずだったものであり、タービン推進を備えた 22,000 トン級の艦で、305 mm 砲を連装砲塔 5 基計 10 門搭載していました。
pl: Dimitri Skowrcow był wybitnym rosyjskim projektantem okrętów z czasów pancerników. W 1886 roku ukończył on wydział budowy okrętów Akademii Morskiej w Mikołajowie. Pięć lat później podjął zadanie obserwacji budowy pancernika obrony wybrzeża – Admiral Uskahov. Pracując w biurze głównego inżyniera w porcie w Sankt Petersburgu od 1896 roku uczestniczył w projektowaniu przeddrednotów klasy Borodino. W późniejszym okresie kierował budową okrętu prowadzącego serii. W 1907 roku Skowrcow został awansowany na stopień generała majora korpusu inżynierów okrętowych. W 1906 roku międzynarodowy konkurs na projekt „dużego, szybkiego pancernika z nowoczesną artylerią” ogłoszony został przez Biuro Marynarki Wojennej Imperium Rosyjskiego. Wygrał projekt, którego rozwój prowadził Dimitri Skworcow. Pancernik Skworcowa mógł zostać pierwszym rosyjskim drednotem – okręt miał wyporność 22 000 ton, napęd turbinowy i uzbrojenie złożone z dziesięciu dział kal. 305 mm w pięciu wieżach.
ru: Дмитрий Васильевич Скворцов принадлежал к числу видных русских кораблестроителей броненосной эры. В 1886 году он окончил кораблестроительный отдел Николаевской морской академии. Спустя всего пять лет Скворцов был назначен наблюдать за постройкой броненосца береговой обороны «Адмирал Ушаков». Занимая с 1896 года пост главного корабельного инженера Санкт-Петербургского порта, он участвовал в проектировании эскадренных броненосцев типа «Бородино», а затем руководил постройкой головного корабля серии. В 1907 году Скворцов был произведён в чин генерал-майора Корпуса корабельных инженеров. В 1906 году в проводившемся Морским ведомством Российской империи международном конкурсе проектов «большого быстроходного броненосца с сильной современной артиллерией» предпочтение было отдано проекту, разработку которого возглавлял Дмитрий Васильевич Скворцов. «Броненосец» Скворцова мог бы стать первым русским линкором-дредноутом — это был 22 000-тонный корабль с турбинной энергетической установкой, вооружённый десятью 305-мм орудиями в пяти башнях.
uk: Дмитро Васильович Скворцов був одним із видатних російських корабельників доби броненосців. Закінчив 1886 року кораблебудівне відділення Миколаївської морської академії. Уже п’ять років по тому Скворцова призначили наглядати за будівництвом броненосця берегової оборони «Адмірал Ушаков». Обійнявши 1896 р. посаду головного корабельного інженера Санкт-Петербурзького порту, він брав участь у проектуванні ескадрених броненосців типу «Бородіно», а згодом також керував будівництвом головного корабля серії. 1907 року Скворцову надали звання генерал-майора Корпусу корабельних інженерів. Під час міжнародного конкурсу проектів «великого швидкохідного броненосця з потужною сучасною артилерією», який 1906 року організувало Морське відомство Російської імперії, перевагу надали саме проекту, розроблення якого очолював Дмитро Васильович Скворцов. «Броненосець» Скворцова міг стати першим російським лінкором-дредноутом — це був 22 000-тонний корабель із турбінною силовою установкою, озброєний десятьма 305-мм гарматами в п’яти баштах.
zh: Дмитрий Васильевич Скворцов принадлежал к числу видных русских кораблестроителей броненосной эры. В 1886 году он окончил кораблестроительный отдел Николаевской морской академии. Спустя всего пять лет Скворцов был назначен наблюдать за постройкой броненосца береговой обороны «Адмирал Ушаков». Занимая с 1896 года пост главного корабельного инженера Санкт-Петербургского порта, он участвовал в проектировании эскадренных броненосцев типа «Бородино», а затем руководил постройкой головного корабля серии. В 1907 году Скворцов был произведён в чин генерал-майора Корпуса корабельных инженеров. В 1906 году в проводившемся Морским ведомством Российской империи международном конкурсе проектов «большого быстроходного броненосца с сильной современной артиллерией» предпочтение было отдано проекту, разработку которого возглавлял Дмитрий Васильевич Скворцов. «Броненосец» Скворцова мог бы стать первым русским линкором-дредноутом — это был 22 000-тонный корабль с турбинной энергетической установкой, вооружённый десятью 305-мм орудиями в пяти башнях.
zh_sg: 德米特里·斯科沃尔佐夫是铁甲舰时代杰出的俄罗斯造船人。1886年，他毕业于尼古拉夫海事学院造船系。五年后，他被派往观察学习海防战列舰乌沙科夫上将号的及建造过程。1896年起，他在圣彼得堡港担任总工程师，参与设计了波罗底诺级的前无畏舰。后来他被任命负责建造该系列的旗舰。1907年，斯科沃尔佐夫晋升为船舶工程师团总长（少将级）。 1906年，俄罗斯海军部举办的“大型现代火炮高速战列舰”选中了德米特里·斯科沃尔主导的项目。斯科沃尔佐夫的战列舰有可能成为俄罗斯第一艘无畏舰：这是一艘22000吨级涡轮推进系统的战列舰，装备有10门305毫米火炮和5座炮塔。

# IDS_PCZC349_SOVIETBBARC_BUBNOV
source: Ivan Grigorievich Bubnov (1872–1919)
ja: イヴァン・グリゴリヴィチ・ブブノフ (1872 年 - 1919 年)
pl: Iwan Grigorjewicz Bubnow (1872–1919)
ru: Иван Григорьевич Бубнов (1872–1919)
uk: Іван Григорович Бубнов (1872–1919)
zh: Иван Григорьевич Бубнов (1872–1919)
zh_sg: 伊万·格里戈里维奇·布诺夫 (1872–1919)
