Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASD008_DESCR
source: A rather large ship for her type. As compared to her predecessors, the ship was much better armed owing to more efficient artillery mounts and a successful arrangement of novel quintuple torpedo tubes.
es_mx: Un barco relativamente grande para su tipo. Comparándose a sus predecesores, el barco estaba mucho mejor armado gracias a sus monturas de artillería más eficientes y una disposición exitosa de novedosos tubos de torpedo quíntuples.
ja: ベンソン級は駆逐艦としては大型で、従来の駆逐艦と比して兵装において大きく勝っており、より効率的な砲架を採用し、斬新な五連装魚雷発射管を搭載していました。
pl: Dość duży okręt jak na swój rodzaj. W porównaniu do poprzedników był on znacznie lepiej uzbrojony – wyposażono go w bardziej skuteczne stanowiska artyleryjskie oraz dobrze rozmieszczone nowoczesne pięciorurowe wyrzutnie torped.
ru: Достаточно крупный для своего класса корабль. По сравнению с предшественниками был гораздо лучше вооружён благодаря более эффективным артиллерийским установкам и удачному расположению новых пятитрубных торпедных аппаратов.
uk: Досить великий для свого класу корабель. У порівнянні з попередниками був набагато ліпше озброєний завдяки ефективнішим артилерійським установкам та вдалому розташуванню нових п’ятитрубних торпедних апаратів.
zh: 这艘驱逐舰是以西姆斯级基础所研发设计，配有斜线式机械排列而非直线式排列。作为另一项改进的推进系统，其蒸汽压力与温度均有提高。舷侧鱼雷发射管武器在整个研发中是以中线排列来取代。共建造了 24 艘驱逐舰，这些战舰在服役期间皆出现了严重超载。然而，它们被发现还是拥有 35 节航速的能力。
zh_sg: 一艘对其类型来说尺寸相当大的战舰。有着更有效率的火炮炮架以及新式五联装鱼雷发射管编排，因此该舰的战力远胜于前代战舰。

# IDS_PASD008_FULL
source: Benson
zh: 本森
zh_sg: 本森

# IDS_PASD008_SHORT
source: BNSN
zh: 本森
zh_sg: 本森

# IDS_PASD013
source: Gearing
zh: 基林
zh_sg: 基林

# IDS_PASD013_DESCR
source: Developed from the Fletcher class, Gearing was the largest destroyer in the U.S. Navy during World War II. The ship was superior in firepower to all foreign counterparts, owing to new dual-purpose twin mounts with a very high rate of fire. Numerous automatic AA guns ensured a respective level of efficiency for her AA defenses.
es_mx: Un desarrollo de la clase Fletcher, Gearing fue el destructor más grande de la U.S. Navy durante la Segunda Guerra Mundial. El barco era superior en potencia de fuego que todas sus contrapartes extranjeras, gracias a sus nuevas monturas gemelas de doble propósito con gran cadencia de tiro. Numerosos cañones AA automáticos aseguraban el nivel respectivo de eficiencia para las defensas antiaéreas del barco.
ja: ギアリング級駆逐艦は、フレッチャー級の発展型であり、二次大戦中のアメリカ海軍の駆逐艦としては最大です。極めて高い射撃速度を誇る新型連装両用砲を搭載しており、他国のあらゆる駆逐艦より高火力でした。そして多数の対空機関砲を備え、対空能力においても高い水準を備えていました。
pl: Powstał na bazie okrętów klasy Fletcher. Gearing był największym amerykańskim niszczycielem z czasów II wojny światowej. Siłą ognia przewyższał okręty tego typu z innych krajów ze względu na dwa nowe dwufunkcyjne stanowiska artyleryjskie o dużej szybkostrzelności. Liczne automatyczne działa zapewniły mu skuteczną obronę przeciwlotniczą.
ru: Самый большой эсминец ВМС США периода Второй мировой войны, являвшийся развитием типа Fletcher. Благодаря новым спаренным универсальным установкам с очень высокой скорострельностью, по огневой мощи превосходил все иностранные аналоги. Многочисленные зенитные автоматические орудия обеспечивали столь же высокую эффективность ПВО корабля.
uk: Найбільший есмінець ВМС США періоду Другої світової війни, що був розвитком типу Fletcher. Завдяки новим здвоєним універсальним установкам з дуже високою скорострільністю, за вогневою потужністю перевершував всі іноземні аналоги. Численні зенітні автоматичні гармати забезпечували високу ефективність ППО корабля.
zh: 衍生自萨姆纳级，基林级驱逐舰具备了加长舰身，得以提高运载的供应燃料、也稍稍地提升了航速、并改善稳定性。
zh_sg: 研发自弗莱彻级，基林是美国海军在第二次世界大战期间最大的驱逐舰。该舰在火力上优于所有外国同类型战舰，因为新式两用双联装炮架而有着非常高的射速。大量的自动化防空炮确保了该舰对空防御效率的水平。

# IDS_PASD013_FULL
source: Gearing
zh: 基林
zh_sg: 基林

# IDS_PASD013_SHORT
source: GRNG
zh: 基林
zh_sg: 基林

# IDS_PASD014
source: Nicholas
zh: 尼古拉斯
zh_sg: 尼古拉斯

# IDS_PASD014_DESCR
source: A destroyer leader design. Having kept the torpedo armament of her predecessors, the ship was close to cruisers in terms of dimensions and artillery firepower. The ship's powerful propulsion was intended to produce very high speeds.
es_mx: Un diseño de destructor líder. Habiendo mantenido el armamento de torpedos de sus predecesores, el barco se acercaba a los cruceros en términos de dimensiones y poder de artillería. La poderosa propulsión del barco fue destinada a generar una velocidad muy alta.
ja: ニコラスは、駆逐艦隊を指揮する嚮導艦の設計案です。前級の雷装を引き継ぐ一方、船体の大きさと砲火力においては巡洋艦に準じるレベルでした。そして高速の達成のため、強力な推力を有していました。
pl: Projekt niszczyciela dowodzenia. Tak jak poprzednicy był uzbrojony w torpedy. Ze względu na rozmiary i siłę ognia artylerii przypominał nieco krążownik. Ogromna moc napędowa okrętu miała posłużyć do rozwinięcia bardzo dużej prędkości.
ru: Проект лидера эскадренных миноносцев. Сохранив торпедное вооружение предшественников, по своим размерам и артиллерийской мощи приближался к классу крейсеров. Мощная энергетическая установка должна была обеспечивать очень высокую скорость корабля.
uk: Проект лідера ескадрених міноносців. Зберігши торпедне озброєння попередників, за своїми розмірами та артилерійською потужностю наближався до класу крейсерів. Потужна силова установка мала забезпечувати дуже високу швидкість корабля.
zh: 一艘以克莱门森级驱逐舰而设计的驱逐领导舰。由于经济的因素，研发从未走出草图的阶段。
zh_sg: 一个驱逐领导舰设计。保留了前代舰的鱼雷武器，在尺寸及火炮火力方面更接近巡洋舰。强大的推进装置旨在提供超高的航速。

# IDS_PASD014_FULL
source: Nicholas
zh: 尼古拉斯
zh_sg: 尼古拉斯

# IDS_PASD014_SHORT
source: NCLS
zh: 尼古拉斯
zh_sg: 尼古拉斯

# IDS_PASD019
source: Clemson
zh: 克莱姆森
zh_sg: 克莱姆森

# IDS_PASD019_DESCR
source: Developed from the Wickes class, Clemson belonged to the second series of the U.S. Navy "flush-deckers". The ship's hull was designed in such a way that the single mounts of the main battery could be replaced by twin mounts in order to double the destroyer's firepower.
es_mx: Un desarrollo de la clase Wickes, Clemson perteneció a la segunda serie de destructores con "cubierta lisa". El casco del barco fue diseñado de tal manera que las monturas sencillas de la batería principal pudieran ser reemplazadas por monturas gemelas en orden de doblar la potencia de fuego del destructor.
ja: クレムソン級駆逐艦は、ウィックス級の発展型であり、アメリカ海軍の「平甲板型」駆逐艦としては 2 番目の艦級です。船体は、主砲を単装砲から連装砲へと換装して火力を倍増できるように設計されていました。
pl: Zmodyfikowana wersja okrętów klasy Wickess. Clemson należał do drugiej serii amerykańskich niszczycieli gładkopokładowych. Jego kadłub zaprojektowano tak, aby pojedyncze stanowiska głównej artylerii można było zastąpić podwójnymi w celu podwojenia siły ognia okrętu.
ru: Относился ко второй серии «гладкопалубных» эсминцев ВМС США и являлся развитием типа Wickes. Корпус корабля был спроектирован с учётом возможности замены одиночных установок главного калибра на спаренные с целью двукратного увеличения артиллерийской мощи эсминца.
uk: Належав до другої серії «гладкопалубних» есмінців ВМС США та був розвитком типу Wickes. Корпус корабля був спроектований з урахуванням можливості заміни одиночних установок головного калібру на здвоєні з метою удвічі збільшити артилерійську потужність есмінця.
zh: 大量建造的驱逐舰舰级，俗称 "平甲板舰" 与 "四风笛舰"。克莱门森级驱逐舰的平甲板设计是为了要使它们不容易出现俯仰与滚转 (按一定的重量减轻舰艉的舰身) 并提高纵向强度。共建造了 156 艘。在大战的过程中，其中一些被改造为高速扫雷舰以及运输舰。
zh_sg: 研发自维克斯级，克莱姆森属于第二个系列的美国海军“平甲板舰”。该舰舰身会以这种方式设计，是为了要让驱逐舰的火力加倍，而让双联装炮架能取代主炮组的单门炮架。

# IDS_PASD019_FULL
source: Clemson
zh: 克莱姆森
zh_sg: 克莱姆森

# IDS_PASD019_SHORT
source: CLSN
zh: 克莱姆森
zh_sg: 克莱姆森

# IDS_PASD021
source: Fletcher
zh: 弗莱彻
zh_sg: 弗莱彻

# IDS_PASD021_DESCR
source: Fletcher belonged to the most numerous series of destroyers in the world. She proved to be a very successful ship combining high speed and efficient AA defenses, as well as powerful artillery and torpedo armament.
es_mx: Fletcher perteneció a la serie de destructores más numerosa en el mundo. Probó ser un barco muy exitoso combinando una alta velocidad y defensas AA eficientes, así como una artillería poderosa y armamento de torpedos.
ja: フレッチャー級は、駆逐艦としては史上最多の生産数を誇ります。高速、優れた対空能力、強力な砲火力および雷装を兼ね備えた傑作艦として有名です。
pl: Fletcher należał do najliczniejszej serii niszczycieli na świecie. Swoją skuteczność zawdzięczał dużej prędkości i dobrej obronie przeciwlotniczej, a także potężnej artylerii i torpedom.
ru: Принадлежал к самой многочисленной в мире серии эсминцев. Являлся весьма удачным кораблём, сочетавшим высокую скорость, эффективную ПВО, а также мощное артиллерийское и торпедное вооружение.
uk: Належав до найчисленнішої у світі серії есмінців. Був вельми вдалим кораблем, що поєднував високу швидкість, ефективну ППО, а також потужне артилерійське й торпедне озброєння.
zh: 有着隆起风切线的平甲板被重新启用以改善舰身的负载重量。另一个全新且重要的特色是在战舰两侧与甲板上有着防破片保护。
zh_sg: 弗莱彻是制造数量最多的驱逐舰。它被证明是一艘非常成功的战舰，结合了高航速、高效防空、强大的舰炮和鱼雷武器。

# IDS_PASD021_FULL
source: Fletcher
zh: 弗莱彻
zh_sg: 弗莱彻

# IDS_PASD021_SHORT
source: FLTR
zh: 弗莱彻
zh_sg: 弗莱彻

# IDS_PASD027
source: Wickes
zh: 维克斯
zh_sg: 维克斯

# IDS_PASD027_DESCR
source: One of the massively produced destroyers in the U.S. Navy featuring flush-deck design. The key difference from her preceding class was the significantly increased propulsion power, resulting in higher speeds and better maneuverability.
es_mx: Uno de los destructores masivamente producidos de la U.S. Navy con diseño de cubierta lisa. La diferencia clave de la clase precedente era la capacidad de propulsión significativamente mejorada, resultando en una velocidad más alta y una mejor maniobrabilidad.
ja: ウィックス級は、アメリカ海軍において大量生産された「平甲板型」駆逐艦の一種であり、前級との重要な違いは、大幅に向上した推力と、それに伴うより優れた速力と機動性でした。
pl: Masowo produkowany amerykański niszczyciel gładkopokładowy. Od poprzedników różnił go przede wszystkim znacznie silniejszy napęd, który umożliwiał osiąganie większych prędkości i zapewnił lepszą zwrotność.
ru: Один из так называемых «мобилизационных» эсминцев ВМС США с гладкопалубной архитектурой. Основным отличием от предыдущего типа стало значительное увеличение мощности энергетической установки. Благодаря этому возросли скорость хода и манёвренность корабля.
uk: Один з так званих «мобілізаційних» есмінців ВМС США з гладкопалубною архітектурою. Основною відмінністю від попереднього типу стало значне збільшення потужності силової установки. Завдяки цьому зросли швидкість ходу й маневреність корабля.
zh: 衍生自考德威尔级，维克斯级是由 111 艘驱逐舰所组成。建造了六艘原型舰后，该计划设计曾进行过修订。变更包含了可达 35 节最高航速的推进装置功率提升。跟克莱姆森级驱逐舰一起，此级战舰成为海军的轻型海上军队之骨干。
zh_sg: 美国海军中配有平甲板设计的量产型驱逐舰之一。与前级的核心差异在于大幅增强过功率的推进装置，从而具备更高的航速和机动性。

# IDS_PASD027_FULL
source: Wickes
zh: 维克斯
zh_sg: 维克斯

# IDS_PASD027_SHORT
source: WCKS
zh: 维克斯
zh_sg: 维克斯

# IDS_PASD029
source: Sims
zh: 西姆斯
zh_sg: 西姆斯

# IDS_PASD029_DESCR
source: A well-armed high-speed destroyer with excellent maneuverability. High rate of fire and excellent aiming speeds for her dual-purpose artillery mounts ensured good firepower and efficient AA defenses for her time.
es_mx: Un destructor de alta velocidad, bien armado y con excelente maniobrabilidad. Una gran cadencia de tiro y excelente velocidad en apuntar con monturas de artillería de doble propósito, aseguraban una buena potencia de fuego y unas defensas decentes para su época.
ja: シムス級は、高火力、快速、高機動の駆逐艦です。射撃速度と照準速度に優れる両用砲を搭載し、当時としては強力な火力と極めて効果的な対空能力を有していました。
pl: Dobrze uzbrojony oraz bardzo szybki i zwrotny niszczyciel. Duża szybkostrzelność i świetny czas celowania jego dwufunkcyjnych stanowisk artyleryjskich zapewniły mu dużą siłę ognia i dość skuteczną obronę przeciwlotniczą.
ru: Хорошо вооружённый быстроходный эсминец, обладавший отличной манёвренностью. Благодаря высокой скорострельности и скорости наведения универсальных артиллерийских установок обладал хорошей огневой мощью и неплохой для своего времени эффективностью ПВО.
uk: Добре озброєний швидкохідний есмінець, який мав відмінну маневреність. Завдяки високій скорострільності й швидкості наведення універсальних артилерійських установок мав хорошу вогневу потужність та непогану для свого часу ефективність ППО.
zh: 它复制了它的前辈马汉与贝纳姆级，不过在降低鱼雷发射管数量成本下，而配备了加强型火炮。该战舰在支撑环上搭载了新型的完全封闭式炮塔并装备了现代化火控系统。
zh_sg: 一艘机动性出色、武器精良的高速驱逐舰。其两用火炮炮架的高射速与出色瞄准速度，确保了以当时标准来说的良好火力以及高效率对空防御。

# IDS_PASD029_FULL
source: Sims
zh: 西姆斯
zh_sg: 西姆斯

# IDS_PASD029_SHORT
source: SIMS
zh: 西姆斯
zh_sg: 西姆斯

# IDS_PASD502
source: Smith
zh: 史密斯
zh_sg: 史密斯

# IDS_PASD502_DESCR
source: The first U.S. Navy destroyer designed to operate on the high seas. Unlike all destroyers built before, she was equipped with a turbine power unit and uniform caliber main guns.
es_mx: El primer destructor de la Marina de los EE.UU. diseñado para operar en mar abierto. A diferencia de todos los destructores construidos antes, estaba equipado con una unidad motriz de turbina y cañones de calibre uniforme.
ja: スミス級駆逐艦は、アメリカ海軍としては初めての外洋型駆逐艦です。それ以前に建造されたあらゆる駆逐艦と異なり、タービン機関を搭載し、主砲口径の統一が図られていました。
pl: Pierwszy niszczyciel U.S. Navy zdolny do żeglugi na pełnym morzu. W przeciwieństwie do niszczycieli zbudowanych wcześniej był wyposażony w turbinowy napęd i główne działa jednakowego kalibru.
ru: Первый эсминец ВМС США, предназначенный для действий на океанских просторах. В отличие от эскадренных миноносцев более ранней постройки, имел турбинную энергетическую установку и единую артиллерию главного калибра.
uk: Перший есмінець ВМС США, призначений діяти на просторах океану. На відміну від раніше побудованих есмінців, мав турбінну силову установку і єдину артилерію головного калібру.
zh: 第一艘专为在大海上作业而设计的海军驱逐舰。不像所有早期建造的驱逐舰，它装备着涡轮动力装置以及相同口径的主炮。
zh_sg: 第一艘专为在大海上作业而设计的美国海军驱逐舰。不像所有先前所建造的驱逐舰，它装备着涡轮动力装置以及制式口径的主炮。

# IDS_PASD502_FULL
source: Smith
zh: 史密斯
zh_sg: 史密斯

# IDS_PASD502_SHORT
source: SMTH
zh: 史密斯
zh_sg: 史密斯

# IDS_PASD505_DESCR
source: One of the draft designs for a destroyer flotilla leader, production of which started at the end of World War I. Was armed with five main battery guns.
es_mx: Uno de los proyectos de diseño para un destructor líder de flotilla, cuya producción comenzó al final de la Primera Guerra Mundial. Estaba armado con cinco cañones en la batería principal.
ja: ヒルは一次大戦後に開発が始まった嚮導駆逐艦の設計草案のひとつであり、主砲を 5 門搭載する案でした。
pl: Jeden z wariantów lidera flotylli niszczycieli, którego produkcja rozpoczęła się pod koniec I wojny światowej. Uzbrojony był w pięć dział głównej baterii.
ru: Один из вариантов проекта лидера эскадренных миноносцев, разработка которого началась в конце Первой мировой войны. Был вооружён пятью орудиями главного калибра.
uk: Один із варіантів проекту лідера ескадрених міноносців, розроблення якого почали наприкінці Першої світової війни. Був озброєний п’ятьма гарматами головного калібру.
zh: Один из вариантов проекта лидера эскадренных миноносцев, разработка которого началась в конце Первой мировой войны. Был вооружён пятью орудиями главного калибра.
zh_sg: 一种驱逐舰队旗舰草案，一战结束后开始生产。装备了5门主炮。

# IDS_PASD506
source: Monaghan
zh: 莫纳根
zh_sg: 莫纳汉

# IDS_PASD506_DESCR
source: A Farragut-class destroyer. The ship relied on dual-purpose guns as her primary armament. In 1942, one of the 127 mm guns was replaced with automatic anti-aircraft guns.
es_mx: Un destructor de la clase Farragut. El barco confiaba en cañones de doble propósito como su armamento primario. En 1942, uno de los cañones de 127 mm fue reemplazado con cañones antiaéreos automáticos.
ja: モナハンは、ファラガット級駆逐艦の 1 隻であり、主砲として両用砲を採用していました。1942 年、127 mm 砲 1 基が撤去され、代わって対空機関砲が搭載されました。
pl: Niszczyciel klasy Farragut. Jego główna bateria składała się z dział uniwersalnych. W 1942 roku jedno z dział kal. 127 mm zostało usunięte w celu zainstalowania automatycznych dział przeciwlotniczych.
ru: Эсминец типа Farragut. Имел на вооружении универсальные орудия в качестве артиллерии главного калибра. В 1942 году для установки на корабле зенитных автоматов одно из 127-мм орудий было снято.
uk: Есмінець типу Farragut. Мав на озброєнні універсальні гармати як артилерію головного калібру. Щоб звільнити місце та встановити на кораблі зенітні автомати, одну з 127-мм гармат зняли 1942 р.
zh: 法拉格特级驱逐舰的主炮组是以高平两用炮所构成。1942 年时，移除了其中一门 127 毫米舰炮以便防空机炮。
zh_sg: 这艘法拉格特级驱逐舰的主武器由两用炮组成。1942年，移除了其中一门127毫米火炮从而安装对空防御自动火炮。

# IDS_PASD506_FULL
source: Monaghan
zh: 莫纳根
zh_sg: 莫纳汉

# IDS_PASD508
source: Kidd
zh: 基德
zh_sg: 基德

# IDS_PASD508_DESCR
source: A Fletcher-class destroyer that has powerful anti-aircraft armament and a high speed. In 1944–1945, she was modernized to receive enhanced AA armament, due to demounting one of the two torpedo launchers.
es_mx: Un destructor de la clase Fletcher con un poderoso armamento antiaéreo y una gran velocidad. Entre 1944 y 1945, fue modernizado para recibir un armamento antiaéreo mejorado, debido al desmontaje de uno de los dos lanzadores de torpedos.
ja: キッドは、強力な対空兵装と高い速力を誇るフレッチャー級駆逐艦です。1944 - 1945 年にかけて近代化改装が施され、魚雷発射管 1 基を取り外した上で対空兵装が強化されました。
pl: Niszczyciel klasy Fletcher, posiadający potężne uzbrojenie przeciwlotnicze i dużą szybkość. W latach 1944-1945 przeszedł modernizację, w wyniku której otrzymał ulepszone uzbrojenie przeciwlotnicze kosztem demontażu jednej z dwóch wyrzutni torped.
ru: Эсминец типа Fletcher с мощным зенитным вооружением и высокой скоростью хода. В 1944–1945 гг. прошёл модернизацию, ещё больше усилившую ПВО корабля за счёт демонтажа одного из двух торпедных аппаратов.
uk: Есмінець типу Fletcher з потужним зенітним озброєнням і високою швидкістю ходу. У 1944–1945 рр. пройшов модернізацію, яка ще більше посилила ППО корабля за рахунок демонтажу одного з двох торпедних апаратів.
zh: 弗莱彻级驱逐舰，拥有强大的防空武器和很高的航速。1944年-1945年，经历现代化改装进一步强化了防空能力，但因此拆除了两部鱼雷发射管中的一部。
zh_sg: 弗莱彻级驱逐舰，拥有强大的防空武器和很高的航速。1944年-1945年，经历现代化改装进一步强化了防空能力，但因此拆除了两部鱼雷发射管中的一部。

# IDS_PASD508_FULL
source: Kidd
zh: 基德
zh_sg: 基德

# IDS_PASD508_SHORT
source: KIDD
zh: 基德
zh_sg: 基德

# IDS_PASD509_DESCR
source: The lead ship of a series of destroyers whose main armament comprised four quadruple torpedo tubes placed along the both sides of the ship, in addition to dual-purpose 127 mm guns.
es_mx: El barco insignia de una serie de destructores cuyo armamento principal consistía en cuatro tubos de torpedos cuádruples colocados a lo largo de ambos lados del barco, además de sus cañones de doble propósito de 127 mm.
ja: ベンハム級駆逐艦のネームシップであり、127 mm 両用砲に加え、四連装の魚雷発射管を両舷側に 2 基ずつ合計 4 基搭載していました。
pl: Okręt prowadzący serii niszczycieli, których główne uzbrojenie stanowiły poczwórne wyrzutnie torpedowe umieszczone wzdłuż obu burt okrętu oraz uniwersalne działa kal. 127 mm.
ru: Головной корабль серии эсминцев, основным вооружением которых, кроме универсальных 127-мм орудий, были размещённые побортно четыре четырёхтрубных торпедных аппарата.
uk: Головний корабель серії есмінців, головним озброєнням яких, окрім універсальних 127-мм гармат, були розташовані по бортах чотири чотиритрубні торпедних апарати.
zh: Головной корабль серии эсминцев, основным вооружением которых, кроме универсальных 127-мм орудий, были размещённые побортно четыре четырёхтрубных торпедных аппарата.
zh_sg: 系列驱逐舰的主舰，其主要武器包括沿舰身两侧安装的四个四重鱼雷发射管，以及两用127毫米火炮。

# IDS_PASD510_DESCR
source: A destroyer flotilla leader equipped with eight guns that had the largest number of torpedoes per salvo among all the ships of the U.S. Navy.
es_mx: Un destructor líder de flotilla equipado con ocho cañones, y capaz de lanzar la mayor cantidad de torpedos por salva entre todos los barcos de la Armada de los EE. UU.
ja: サマーズ級は主砲を 8 門搭載した嚮導駆逐艦であり、魚雷発射管の門数がアメリカ艦艇のあらゆる艦艇の中で最多でした。
pl: Lider flotylli niszczycieli uzbrojony w osiem dział, zdolny do wystrzelenia największej salwy torpedowej spośród wszystkich okrętów U.S. Navy.
ru: Лидер эскадренных миноносцев, вооружённый восемью орудиями и имевший самое большое число торпед в залпе среди всех кораблей ВМС США.
uk: Лідер ескадрених міноносців, був озброєний вісьмома гарматами й мав найбільшу кількість торпед у залпі серед всіх кораблів ВМС США.
zh: Лидер эскадренных миноносцев, вооружённый восемью орудиями и имевший самое большое число торпед в залпе среди всех кораблей ВМС США.
zh_sg: 一种驱逐舰队旗舰，装备了8门火炮，齐射鱼雷的数量在所有美国战舰中最高。

# IDS_PASD597_DESCR
source: A well-armed high-speed destroyer with excellent maneuverability. High rate of fire and excellent aiming speeds for her dual-purpose artillery mounts ensured good firepower and efficient AA defenses for her time.
es_mx: Un destructor de alta velocidad, bien armado y con excelente maniobrabilidad. Una gran cadencia de tiro y excelente velocidad en apuntar con monturas de artillería de doble propósito, aseguraban una buena potencia de fuego y unas defensas decentes para su época.
ja: シムス級は、高火力、快速、高機動の駆逐艦です。射撃速度と照準速度に優れる両用砲を搭載し、当時としては強力な火力と極めて効果的な対空能力を有していました。
pl: Dobrze uzbrojony oraz bardzo szybki i zwrotny niszczyciel. Duża szybkostrzelność i świetny czas celowania jego dwufunkcyjnych stanowisk artyleryjskich zapewniły mu dużą siłę ognia i dość skuteczną obronę przeciwlotniczą.
ru: Хорошо вооружённый быстроходный эсминец, обладавший отличной манёвренностью. Благодаря высокой скорострельности и скорости наведения универсальных артиллерийских установок обладал хорошей огневой мощью и неплохой для своего времени эффективностью ПВО.
uk: Добре озброєний швидкохідний есмінець, який мав відмінну маневреність. Завдяки високій скорострільності й швидкості наведення універсальних артилерійських установок мав хорошу вогневу потужність та непогану для свого часу ефективність ППО.
zh: 它复制了它的前辈马汉与贝纳姆级，不过在降低鱼雷发射管数量成本下，而配备了加强型火炮。该战舰在支撑环上搭载了新型的完全封闭式炮塔并装备了现代化火控系统。
zh_sg: 一艘机动性出色、武器精良的高速驱逐舰。其两用火炮炮架的高射速与出色瞄准速度，确保了以当时标准来说的良好火力以及高效率对空防御。

# IDS_PASD597_SHORT
source: SIMS
zh: 西姆斯
zh_sg: 西姆斯 B

# IDS_PASD709
source: Black
zh: 布莱克
zh_sg: 布莱克

# IDS_PASD709_DESCR
source: One of the numerous and very successful Fletcher-class destroyers which boasted a sufficiently high speed, powerful dual-purpose artillery, efficient AA defenses, and decent torpedo armament.
es_mx: Uno de los numerosos y muy exitosos destructores clase Fletcher que contaban con una velocidad lo suficientemente alta, poderosa artillería de doble propósito, defensas AA eficientes, y un decente armamento de torpedos.
ja: 駆逐艦ブラックは、多数建造された傑作艦級であるフレッチャー級駆逐艦の 1 隻であり、充分な速力、強力な両用砲、有効性の高い対空砲、恐るべき雷装を備えていました。
pl: Jeden z licznych i bardzo udanych niszczycieli klasy Fletcher, które były wystarczająco szybkie, uzbrojone w silną artylerię uniwersalną, skuteczną obronę przeciwlotniczą i przyzwoite uzbrojenie torpedowe.
ru: Один из многочисленных и очень удачных эсминцев типа Fletcher, характеризовавшихся достаточно высокой скоростью, мощной универсальной артиллерией, эффективной ПВО и неплохим торпедным вооружением.
uk: Один з численних і дуже вдалих есмінців типу Fletcher, що характеризувалися досить високою швидкістю, потужною універсальною артилерією, ефективною ППО і непоганим торпедним озброєнням.
zh: 数量众多且非常成功的 Fletcher 级驱逐舰之一，它拥有相当高的航速、强大的两用火炮、高效率的对空防御、以及不错的鱼雷武器。
zh_sg: 数量众多且非常成功的 弗莱彻 级驱逐舰之一，拥有相当高的航速、强大的两用火炮、高效率的对空防御、以及不错的鱼雷武器。

# IDS_PASD709_FULL
source: Black
zh: 布莱克
zh_sg: 布莱克

# IDS_PASD709_SHORT
source: BLCK
zh: 布莱克
zh_sg: 布莱克

# IDS_PASD801
source: Sampson
zh: 桑普森
zh_sg: 桑普森

# IDS_PASD801_DESCR
source: Destroyer Sampson, which is used in the Introductory Mission
es_mx: El destructor Sampson, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される駆逐艦 Sampson
pl: Niszczyciel Sampson, który używany jest w misji wprowadzającej
ru: Эсминец Sampson, используемый во вводной миссии
uk: Есмінець Sampson, що використовується у вступній місії
zh: Эсминец Sampson, используемый во вводной миссии
zh_sg: 新手任务中使用的桑普森号驱逐舰

# IDS_PASD801_SHORT
source: SMPS
zh: 桑普森
zh_sg: 桑普森
