Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC406_NY2020_SHIPFITTER_DESCRIPTION
source: Assembling a ship's hull includes many different processes, such as riveting, welding, equipment mounting, and painting. For shipbuilding in particular, all the workers involved in these processes are called shipfitters. In the United States during World War II, the majority of shipfitters were women—they accounted for almost 30 percent of all workers in the manufacturing sectors of the U.S. economy. Around this time, images such as "Wendy the Welder" made an appearance, with "Rosie the Riveter" being especially popular.
es_mx: Armar el casco de un barco incluye muchos procesos, como remachar, soldar, montar equipamiento y pintar. En el ámbito particular de la construcción naval, todos los trabajadores involucrados en estos procesos se llaman montadores navales. En Estados Unidos durante la II Guerra Mundial, la mayoría de montadores navales eran mujeres, y suponían casi un 30 por ciento de todos los trabajadores en los sectores de fabricación de la economía estadounidense. En esa época aparecieron imágenes como la de «Wendy la soldadora» (Wendy the Welder), y la de «Rosie la remachadora» (Rosie the Riveter) se hizo especialmente popular.
ja: 船体の組立には、リベット接合、溶接、艤装の搭載、塗装など実に様々な工程が含まれます。特に造船業界では、これらの工程に従事する全労働者が取付工 (shipfitter) と呼ばれます。第二次世界大戦中のアメリカでは、取付工の大半は女性でした。彼女らは、アメリカ経済における製造業部門の全労働者のうち約 30% を占めていました。この時期に「溶接工ウェンディ―」のような女性像が登場しました。中でも特に有名だったのが「リベット工ロージー」でした。
pl: W proces formowania kadłuba okrętu wchodzi wiele różnych czynności, takich jak nitowanie, spawanie, instalowanie wyposażenia i malowanie. W okrętownictwie pracownicy, który wykonują te wszystkie czynności, nazywani są ślusarzami okrętowymi. W trakcie II wojny światowej w Stanach Zjednoczonych większość z nich stanowiły kobiety, których udział wśród pracowników przemysłowych wynosił 30%. W tych czasach wielką popularność zdobywały rysunki takie jak „Wendy Spawaczka” czy „Rosie Nitownica”.
ru: Сборка корпуса корабля состоит из множества различных процессов, будь то клёпка, сварка, монтаж оборудования или окраска. В судостроении все рабочие, задействованные в этих процессах, называются сборщиками (англ. shipfitter). В годы Второй мировой войны в США большинство «шипфиттеров» были женщины — в производственных отраслях американской экономики они составляли почти 30 процентов всех рабочих. Именно в это время появился образ Венди-сварщицы (англ. Wendy the Welder) и особенно популярный, растиражированный во множестве вариантов, образ Рози-клепальщицы (англ. Rosie the Riveter).
uk: Складання корпусу корабля охоплює безліч різноманітних процесів, будь це клепання, зварювання, монтаж обладнання чи фарбування. У суднобудуванні всіх робітників, які беруть участь у цих процесах, називають «складальники» (англ. Shipfitter). Під час Другої світової війни в США більшість «шипфіттерів» були жінками — у виробничих галузях американської економіки вони становили майже 30 відсотків усіх робітників. Саме в цей час з’явився образ «Уенді-зварниці» (англ. Wendy the Welder) та особливо популярний, розповсюджений в багатьох варіантах образ «Розі-клепальниці» (англ. Rosie the Riveter).
zh: Сборка корпуса корабля состоит из множества различных процессов, будь то клёпка, сварка, монтаж оборудования или окраска. В судостроении все рабочие, задействованные в этих процессах, называются сборщиками (англ. shipfitter). В годы Второй мировой войны в США большинство «шипфиттеров» были женщины — в производственных отраслях американской экономики они составляли почти 30 процентов всех рабочих. Именно в это время появился образ Венди-сварщицы (англ. Wendy the Welder) и особенно популярный, растиражированный во множестве вариантов, образ Рози-клепальщицы (англ. Rosie the Riveter).
zh_sg: 舰体制造包括许多不同的工艺流程，如铆接、焊接、设备安装和喷漆。尤其是造船业，所有参与这些过程的工人都被称为船舶装配工。在第二次世界大战期间的美国，大多数造船工人是女性，她们占美国经济制造业工人总数的近30%。大约在这个时候，“焊接工温迪”等形象出现，其中“铆工罗西”尤为流行。

# IDS_PCZC407_NY2020_WELDER
source: Welder
es_mx: Soldadora
ja: 溶接工
pl: Spawacz
ru: Сварщица
uk: Зварниця
zh: Сварщица
zh_sg: 焊接工

# IDS_PCZC407_NY2020_WELDER_DESCRIPTION
source: During World War I, the process of welding joined the permanent struggle to reduce ships' displacements, and hence the cost of their construction. At first, welding was used in the assembly of relatively "light" frames of superstructures. Over time, with the development of the technology, welding became more widespread, until ships with fully welded hulls finally appeared. As a result, their weight was decreased by 15–20%, and in some cases, even up to 30%. At the same time, the construction time was also reduced.
es_mx: Durante la I Guerra Mundial, el proceso de soldadura era parte del esfuerzo permanente para reducir los desplazamientos de los barcos, y de ahí el coste de su construcción. Al principio, la soldadura se usaba para ensamblar partes «ligeras» de superestructuras. Con el tiempo y con el desarrollo de la tecnología, la soldadura se extendió, hasta que al fin aparecieron los barcos con cascos completamente blindados. Gracias a esto, su peso se redujo un 15–20 %, en algunos casos hasta un 30 %. Al mismo tiempo, el tiempo de construcción disminuyó.
ja: 第一次世界大戦中、艦艇の排水量と建造費の削減をめぐる果てしない苦闘に加わったのが溶接の工程です。最初、溶接は上部構造物の比較的「軽い」フレームの組立に使用されました。やがて技術の発展に伴って溶接は更に普及し、最終的に船体が完全溶接された艦艇が登場しました。溶接技術のおかげで重量は 15-20%、場合によっては最大 30% 減少しました。同時に、建造期間も短縮されました。
pl: W trakcie I wojny światowej spawanie włączono do niekończącej się walki o zmniejszenie wyporności okrętów, a co za tym idzie – ich kosztu. Początkowo spawanie stosowano tylko przy łączeniu relatywnie lekkich elementów szkieletów nadbudówek. Technika ta była rozwijana i coraz szerzej stosowana, aż w końcu pojawiły się w pełni spawane okręty. Dzięki temu masa jednostki mogła się zmniejszyć o 15–20%, a w niektórych przypadkach nawet o 30%. Skróceniu uległ także czas budowy.
ru: В годы Первой мировой войны в перманентную борьбу за уменьшение водоизмещения, а значит, и стоимости корабля, включилась сварка. Поначалу она использовалась при сборке сравнительно «лёгких» конструкций надстроек. Со временем, по мере развития технологии, сварка получала всё большее распространение, пока наконец не появились корабли с полностью сварным корпусом. Их масса благодаря этому уменьшилась на 15–20%, а в некоторых случаях и до 30%. Одновременно сократились и сроки постройки.
uk: Під час Першої світової війни до перманентної боротьби за зменшення водотоннажності, а внаслідок цього й вартості корабля, долучилося зварювання. Спочатку його використовували, коли збирали відносно «легкі» конструкції надбудов. Згодом, згідно з розвитком технології, зварювання набувало все більшого розповсюдження, доки, нарешті, не з’явилися кораблі з повністю зварним корпусом. Завдяки цьому їх маса зменшилась на 15–20 %, а в деяких випадках навіть до 30 %. Також одночасно скоротилися терміни будівництва.
zh: В годы Первой мировой войны в перманентную борьбу за уменьшение водоизмещения, а значит, и стоимости корабля, включилась сварка. Поначалу она использовалась при сборке сравнительно «лёгких» конструкций надстроек. Со временем, по мере развития технологии, сварка получала всё большее распространение, пока наконец не появились корабли с полностью сварным корпусом. Их масса благодаря этому уменьшилась на 15–20%, а в некоторых случаях и до 30%. Одновременно сократились и сроки постройки.
zh_sg: 在第一次世界大战期间，焊接工艺卷入了降低战舰排水量和降低建造成本的长期斗争中。最初，焊接用于上层结构相对较“轻”的框架装配。随着时间的推移和技术的发展，焊接的运用范围变得越来越广，直到全焊接舰体的战舰最终出现。由于这个原因，舰艇的重量减少了15-20%，在某些情况下甚至高达30%。同时，缩短了施工时间。

# IDS_PCZC408_NY2020_CRANE
source: Harbor Crane
es_mx: Grúa Portuaria
ja: 港湾クレーン
pl: Żuraw portowy
ru: Портовый кран
uk: Портовий кран
zh: Портовый кран
zh_sg: 港口起重机

# IDS_PCZC408_NY2020_CRANE_DESCRIPTION
source: In December 1941, the Puget Sound Naval Shipyard in Bremerton, Washington, was the only shipyard on the U.S. West Coast capable of accepting and recovering the heavily damaged American battleships that had suffered in the attack on Pearl Harbor. Crane No. 42, which had been in service at the shipyard since 1925, made its contribution to the revival of the battleships and maintenance of the combat effectiveness of other ships participating in the war in the Pacific Ocean. The crane's design enabled it to travel along rails, and the high mobility of cranes of this type meant that they were in demand at all stages of ship construction, repairs, and overhauls.
es_mx: En diciembre de 1941, el astillero del estrecho de Puget, en Bremerton, Washington, era el único de la costa oeste de Estados Unidos capaz de aceptar y recuperar los acorazados norteamericanos gravemente dañados que habían sufrido el ataque de Pearl Harbor. La grúa n. º 42, en servicio en el astillero desde 1925, efectuó su contribución para recuperar las acorazados y mantener la eficacia de combate de otros barcos que participaron en la guerra en el océano Pacífico. El diseño de la grúa le permitía desplazarse sobre raíles, y la elevada movilidad de las grúas de este tipo las hacía útiles en todas las fases de construcción, reparaciones y rediseños de barcos.
ja: 1941 年 12 月、ワシントン州ブレマートンのピュージェット・サウンド海軍工廠は、真珠湾攻撃で大破したアメリカ戦艦を受け入れ修理ができるアメリカ西海岸唯一の造船所でした。1925 年から造船所で使用された 42 番クレーンは、戦艦を再建し太平洋戦争に参加したその他の艦艇の戦闘能力を維持する上で貢献しました。このクレーンは設計上、線路に沿って移動が可能でした。この高い機動性は、艦艇の建造、修理、オーバーホールの全ての段階でクレーンが必要とされたことを意味します。
pl: W grudniu 1941 roku stocznia marynarki Puget Sound w Bremerton, w stanie Waszyngton, była jedyną stocznią na zachodnim wybrzeżu Stanów Zjednoczonych będącą w stanie przyjąć i naprawić amerykańskie pancerniki, które poniosły ciężkie uszkodzenia w trakcie ataku na Pearl Harbor. Żuraw nr 42, który służył w stoczni od 1925 roku, miał duży wkład w odbudowę floty i utrzymanie w gotowości bojowej pancerników, które brały udział w wojnie na Pacyfiku. Konstrukcja żurawia pozwalała mu na przemieszczanie się po szynach, a duża mobilność żurawi tego typu oznaczała, że były bardzo przydatne na wszystkich etapach budowy, naprawy oraz modernizacji okrętów.
ru: В декабре 1941 года военно-морская верфь Puget Sound в городе Бремертон, штат Вашингтон, оказалась единственной верфью на Западном побережье США, способной принять и обеспечить восстановление тяжело повреждённых после атаки на Пёрл-Харбор американских линкоров. Свой вклад в возрождение линейных сил флота и в поддержание боеспособности других кораблей, участвовавших в войне на Тихом океане, внёс кран № 42, «трудившийся» на верфи с 1925 года. Его конструкция предполагала возможность перемещения по рельсам, что обеспечивало кранам такого типа высокую мобильность и востребованность на всевозможных этапах строительства, ремонта и модернизации кораблей.
uk: У грудні 1941 року військово-морська верф Puget Sound у місті Бремертон, штат Вашингтон, виявилася єдиною верф’ю на Західному узбережжі США, яка була здатна прийняти та забезпечити відновлення сильно пошкоджених після атаки на Перл-Гарбор американських лінкорів. Свій внесок у відродження лінійних сил флоту та в підтримку боєздатності інших кораблів, які брали участь у війні на Тихому океані, зробив кран № 42, що «трудився» на верфі з 1925 року. Його конструкція припускала можливість пересування рейками, що забезпечувало кранам такого типу високу мобільність і затребуваність на різних етапах будівництва та модернізації кораблів.
zh: В декабре 1941 года военно-морская верфь Puget Sound в городе Бремертон, штат Вашингтон, оказалась единственной верфью на Западном побережье США, способной принять и обеспечить восстановление тяжело повреждённых после атаки на Пёрл-Харбор американских линкоров. Свой вклад в возрождение линейных сил флота и в поддержание боеспособности других кораблей, участвовавших в войне на Тихом океане, внёс кран № 42, «трудившийся» на верфи с 1925 года. Его конструкция предполагала возможность перемещения по рельсам, что обеспечивало кранам такого типа высокую мобильность и востребованность на всевозможных этапах строительства, ремонта и модернизации кораблей.
zh_sg: 1941年12月，位于华盛顿布雷默顿的普吉特桑德海军造船厂，是美国西海岸唯一一家能够接收和修复珍珠港袭击中严重受损的美国战列舰的造船厂。自1925年起在造船厂服役的42号起重机，为恢复线性海军力量和维持太平洋战争的参战舰艇的战斗力作出了杰出贡献。起重机的设计使其能够沿着轨道行驶，其高机动性意味着它们在船舶建造、维修和全面检修的各个阶段都扮演者不可或缺的角色。

# IDS_PCZC409_NY2020_HAMMERHEAD
source: Hammerhead Crane
es_mx: Grúa Torre "Cabeza de Martillo"
ja: ハンマーヘッドクレーン
pl: Żuraw młotowy
ru: Кран Hammerhead
uk: Кран Hammerhead
zh: Кран Hammerhead
zh_sg: 锤头式起重机

# IDS_PCZC409_NY2020_HAMMERHEAD_DESCRIPTION
source: An extremely large crane is required to mount a main caliber turret, the weight of the individual components of which exceeds tens or hundreds of tons, on the hull of a warship. In the era of battleships, the huge cantilever tower cranes ("Hammerheads") handled this task best of all. The crane of this design was invented in Germany at the turn of the 20th century. A total of around 60 Hammerhead cranes were built in the world, mostly in the British Empire and the U.S.A. At the Puget Sound Naval Shipyard in Bremerton, Washington, the Hammerhead was erected between 1932 and 1933—a huge, 25-storey-tall, 2,400-ton crane, which was taken out of regular use only in the 1990s. To this day, it remains the city's most outstanding and recognizable structure.
es_mx: Se necesita una grúa particularmente grande para montar una torreta de gran calibre en el casco de un barco, ya que el peso de sus componentes supera las decenas o centenares de toneladas. En la época de los acorazados, las enormes grúas de torre alta («Hammerheads») eran las mejores para esta tarea. La grúa de este diseño se inventó en Alemania a finales del siglo XIX y principios del XX. En total se construyeron unas 60 grúas de Hammerhead en el mundo, principalmente en el Imperio británico y EE. UU. En el astillero del estrecho de Puget, en Bremerton, Washington, la grúa de Hammerhead se construyó entre 1932 y 1933. Una enorme grúa de 2400 toneladas y 25 pisos de altura, que no dejó de funcionar de forma ordinaria hasta los años 90. Hoy en día, sigue siendo la estructura más famosa y espectacular de la ciudad.
ja: 個々の部品の重量が何十、何百トンを超える主砲砲塔を軍艦の船体に搭載するには、非常に巨大なクレーンが必要です。戦艦の時代には、巨大なカンチレバー式タワークレーン (通称「ハンマーヘッド」) がこの作業に最適でした。この設計によるクレーンは 19 世紀から 20 世紀への転換期にドイツで発明されました。世界で合計約 60 基のハンマーヘッドが建設され、その大半を占めたのがイギリスとアメリカでした。ワシントン州ブレマートンのピュージェット・サウンド海軍工廠のハンマーヘッドは 1932 年から 1933 年にかけて建設されました。25 階建てに匹敵する高さで 2,400 トンもある巨大クレーンは 1990 年代まで日常的に使用されました。こんにちでも、このクレーンは街で最も際立った特徴的な建造物です。
pl: Do montażu na kadłubie wież głównej baterii i innych elementów, których waga przekraczała dziesiątki bądź setki ton, konieczny był wyjątkowo duży żuraw. W erze pancerników ogromne żurawie wieżowe młotowe najlepiej się w tym sprawdzały. Żuraw taki wynaleziono w Niemczech na przełomie XIX i XX wieku. W sumie na całym świecie zbudowano 60 żurawi młotowych – większość w Imperium Brytyjskim i Stanach Zjednoczonych. W stoczni marynarki Puget Sound w Bremerton, w stanie Waszyngton, żuraw młotowy zbudowano w latach 1932–1933. Wielki, wysoki na 25 pięter i ważący 2400 ton żuraw pozostawał w użyciu aż do późnych lat 90. Do dziś jest najciekawszym i najbardziej rozpoznawalnym elementem krajobrazu miasta.
ru: Чтобы установить в корпус боевого корабля башню главного калибра, вес отдельных фрагментов которой превышает десятки и сотни тонн, требуется кран чрезвычайно большой грузоподъёмности. В эпоху линкоров лучше всего с этой задачей справлялись огромные консольные башенные краны Hammerhead (англ. «Голова-молот»). Кран такой конструкции был изобретён в Германии на рубеже XIX–XX веков, всего в мире их было построено около 60, больше всего — в Британской империи и в США. На военно-морской верфи Puget Sound в городе Бремертон, штат Вашингтон, «хаммерхэд» был возведён в 1932–1933 годах. Огромный, высотой с 25-этажный дом, 2400-тонный кран, выведенный из регулярной эксплуатации лишь в 1990-х годах, и по сей день является самым выдающимся и узнаваемым сооружением города.
uk: Щоб встановити в корпус бойового корабля башту головного калібру, вага окремих фрагментів якої перевищує десятки та сотні тонн, потрібен кран надзвичайно великої вантажопідйомності. В епоху лінкорів це завдання найкраще виконували величезні консольні баштові крани Hammerhead (англ. «Голова-молот»). Кран такої конструкції винайшли в Німеччині на межі XIX–XX сторіч, загалом у світі їх побудували приблизно 60, найбільше — в Британській імперії і США. На військово-морській верфі Puget Sound Puget Sound у місті Бремертон, штат Вашингтон, «хаммерхед» побудували в 1932–1933 роках. Величезний, заввишки з 25-поверховий будинок, 2 400-тонний кран, який вивели з регулярної експлуатації лише в 1990-х роках, і досі є найвидатнішою й найвідомішою спорудою міста.
zh: Чтобы установить в корпус боевого корабля башню главного калибра, вес отдельных фрагментов которой превышает десятки и сотни тонн, требуется кран чрезвычайно большой грузоподъёмности. В эпоху линкоров лучше всего с этой задачей справлялись огромные консольные башенные краны Hammerhead (англ. «Голова-молот»). Кран такой конструкции был изобретён в Германии на рубеже XIX–XX веков, всего в мире их было построено около 60, больше всего — в Британской империи и в США. На военно-морской верфи Puget Sound в городе Бремертон, штат Вашингтон, «хаммерхэд» был возведён в 1932–1933 годах. Огромный, высотой с 25-этажный дом, 2400-тонный кран, выведенный из регулярной эксплуатации лишь в 1990-х годах, и по сей день является самым выдающимся и узнаваемым сооружением города.
zh_sg: 在军舰舰体上安装主炮塔需要超大的起重机，因为其单个部件的重量就能超过数十吨或数百吨。在战列舰时代，巨大的悬臂塔式起重机（“锤头式”）最能胜任这项工作。这种起重机是19世纪和20世纪交汇时代德国发明的。全世界共制造了大约60台锤头式起重机，主要分布在英帝国和美国。位于华盛顿布雷默顿的普吉特海峡海军造船厂的锤头建于1932年至1933年间。这是一座25层楼高、2400吨的大型起重机，上世纪90年代才停止使用。时至今日，它仍然是这座城市最杰出、最著名的建筑。

# IDS_PCZC410_NY2020_LOCO
source: Harbor Shunter
es_mx: Locomotora de Maniobras en Puerto
ja: 港湾用入換機関車
pl: Portowa lokomotywa manewrowa
ru: Портовый маневровый локомотив
uk: Портовий маневровий локомотив
zh: Портовый маневровый локомотив
zh_sg: 港口调车机

# IDS_PCZC410_NY2020_LOCO_DESCRIPTION
source: Any shipyard where warships are built or repaired needs a constant influx of cargo, whether it's metal, armor, weapons, or propulsion parts. Perhaps the only way to ensure an uninterrupted supply of such items directly to the ship's hull is by rail. Main-line locomotives aren't quite suitable for short-distance transportation along complex, branched networks of the tracks that are typical of any port; small locomotives, the so-called "shunters", are the best fit. In the first half of the 20th century, most of them belonged to the type of tank locomotives—steam locomotives not requiring an additional carriage with fuel and water. H.K. Porter was the largest producer of this kind of locomotive in the United States. For example, the naval shipyard in Brooklyn was served by a huge fleet of steam locomotives of the H.K. Porter 0-6-0T type for several decades.
es_mx: Cualquier astillero donde se construyen o reparan barcos necesita una entrada constante de carga, desde metal y blindaje hasta armas y partes de la propulsión. Tal vez el ferrocarril sea la única forma de garantizar un suministro ininterrumpido de estos materiales directamente hasta el casco del barco. Las locomotoras de grandes líneas no resultan adecuadas para el transporte a corta distancia por las complejas y ramificadas redes de vías típicas de cualquier puerto. Las locomotoras de maniobras, más pequeñas, son las que mejor se adecuan a este propósito. En la primera mitad del siglo XX, la mayoría de ellas eran locomotoras con depósito incorporado; es decir, locomotoras de vapor que no necesitaban un ténder o vagón adicional con agua y combustible. H.K. Porter fue el principal productor de este tipo de locomotora en Estados Unidos. Por ejemplo, el astillero de Brooklyn estuvo servido por una amplia flota de locomotoras de vapor de tipo 0-6-0T de H.K. Porter durante varias décadas.
ja: 軍艦の建造や修理を行う造船所では、金属、装甲、兵装、推進機関などの貨物の絶え間ない搬入が必要です。艦艇の船体にこれらの物資を確実に絶え間なく供給する上で恐らく唯一の方法は、鉄道輸送です。幹線機関車は、港で典型的な複雑かつ分岐した線路網に沿った短距離輸送にはあまり向いていません。そこで最適となるのが小型の入換機関車、通称「シャンター」です。20 世紀前半には、その大半が燃料と水を追加輸送する必要のないタンク式の蒸気機関車に属していました。このような機関車をアメリカで最も生産していたのが H.K. ポーターです。例えばブルックリンの海軍工廠では、H. K. ポーター 0-6-0T 型蒸気機関車の大部隊が数十年に渡り運用されていました。
pl: Każda stocznia, w której buduje się lub naprawia okręty wojenne, potrzebuje nieprzerwanych dostaw towarów – metali, elementów opancerzenia, uzbrojenia bądź części układu napędowego. Prawdopodobnie jedynym sposobem na zapewnienie takiego transportu bezpośrednio na kadłub okrętu to kolej. Tradycyjne lokomotywy nie nadają się zbyt dobrze do kursowania na krótkich, ale krętych i skomplikowanych trakcji kolejowych, które są nieodłącznym elementem każdego portu. Tutaj najlepiej sprawdzają się tak zwane lokomotywy manewrowe. W pierwszej połowie XX wieku większość z nich była lokomotywami zbiornikowymi – czyli lokomotywami parowymi, które nie potrzebowały dodatkowego wagonu z wodą i paliwem. Największym producentem takich lokomotyw w U.S.A. był H.K. Porter. Na przykład stocznia marynarki w Brooklynie przez wiele dekad obsługiwana była przez ogromną flotę lokomotyw parowych H.K. Porter typu 0-6-0T.
ru: Любая судоверфь, где строятся или ремонтируются боевые корабли, нуждается в постоянном притоке массы грузов, будь то металл, броня, вооружение или детали энергетических установок. Едва ли не единственный способ обеспечить бесперебойную поставку непосредственно к корпусу корабля — железная дорога. Для перевозок на небольшие расстояния по сложной, разветвлённой сетке путей, характерной для любого порта, магистральные локомотивы не подходят — здесь требуются локомотивы небольшие, подвижные, так называемые маневровые. В первой половине XX века большинство из них принадлежали к типу танк-паровозов — паровозов, не нуждавшихся в дополнительном вагоне с топливом и водой. Крупнейшим производителем такого рода локомотивов в США была компания H. K. Porter. К примеру, военно-морскую верфь в Бруклине несколько десятилетий обслуживал целый парк паровозов типа H. K. Porter 0-6-0T.
uk: Будь-яка судноверф, де будують чи ремонтують бойові кораблі, потребує постійного приливу маси вантажів, будь це метал, броня, озброєння чи деталі силових установок. Чи не єдиний спосіб забезпечити безперебійне постачання безпосередньо до корпусу корабля — залізнична колія. Для перевезення на невеликі відстані по складній розгалуженій мережі шляхів, яка характерна для будь-якого порту, магістральні локомотиви не підходять, тут потрібні локомотиви невеликі, рухливі, так звані маневрові. У першій половині XX століття більшість з них належали до типу танк-паровозів — паровозів, які не потребували додатковий вагон з паливом і водою. Найбільшим виробником таких локомотивів у США була компанія H.K. Porter. Наприклад, військова-морська верф у Брукліні декілька десятиліть обслуговував цілий парк паровозів типу H.K. Porter 0-6-0T.
zh: Любая судоверфь, где строятся или ремонтируются боевые корабли, нуждается в постоянном притоке массы грузов, будь то металл, броня, вооружение или детали энергетических установок. Едва ли не единственный способ обеспечить бесперебойную поставку непосредственно к корпусу корабля — железная дорога. Для перевозок на небольшие расстояния по сложной, разветвлённой сетке путей, характерной для любого порта, магистральные локомотивы не подходят — здесь требуются локомотивы небольшие, подвижные, так называемые маневровые. В первой половине XX века большинство из них принадлежали к типу танк-паровозов — паровозов, не нуждавшихся в дополнительном вагоне с топливом и водой. Крупнейшим производителем такого рода локомотивов в США была компания H. K. Porter. К примеру, военно-морскую верфь в Бруклине несколько десятилетий обслуживал целый парк паровозов типа H. K. Porter 0-6-0T.
zh_sg: 建造或修理军舰的造船厂需要持续的运输能力，不管是金属、装甲、武器、还是推进系统零部件都需要占用运力。唯一能保证这些物品不间断地输送到舰体上的方法就是通过铁路。干线机车不适合港口复杂、多分支的轨道网络上进行短途运输；而小型机车，即所谓的“调车机”，最适合在这里使用。20世纪上半叶，它们大多属于不需要额外燃料和水的蒸汽机车。波特是美国最大的机车制造商。例如，布鲁克林的海军造船厂几十年来一直由一支庞大的 H.K. Porter 0-6-0T type型蒸汽机车车队服务。
