Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC392_ITCA_ALBERTO_DI_GIUSSANO_DESCRIPTION
source: In the 1930s, the Royal Italian Navy was strengthened with several series of light cruisers, each being a further development of the preceding one. The first four ships, laid down in 1928, received names in honor of condottieri—military leaders of mercenary formations that had participated in the countless wars that plagued Italy in the Middle Ages. The name "Condottieri-class cruisers" was adopted both for this series of ships and for the four series that followed. The first in this series of ships was Alberto di Giussano, which was commissioned in February 1931. The cruiser was named in honor of Alberto from Giussano—the legendary participant in the struggle of Italian cities against the authority of the German emperor, and a hero of the Battle of Legnano (1176). The commemorative medal worn by the servicemen of this ship depicted the figure of the "Legnano warrior" from a monument erected in the city of the same name. It also bore a quote from the Song of Legnano, composed by the famous Italian poet, Giosuè Carducci, in 1879.
es_mx: En la década de 1930, la Royal Navy italiana se fortaleció con varias series de cruceros ligeros, cada uno de los cuales fue un desarrollo adicional del anterior. Los primeros cuatro barcos, establecidos en 1928, recibieron nombres en honor a los condottieri, líderes militares de formaciones mercenarias que habían participado en las innumerables guerras que asolaron a Italia en la Edad Media. El nombre de "cruceros de clase Condottieri" fue adoptado tanto para esta serie de barcos como para las cuatro series que siguieron. El primero de esta serie de barcos fue Alberto di Giussano, que fue comisionado en febrero de 1931. El crucero fue nombrado en honor a Alberto de Giussano, el legendario participante de la lucha de las ciudades italianas contra la autoridad del emperador alemán, y un héroe. de la batalla de Legnano (1176). La medalla conmemorativa que llevaban los militares de este barco representaba la figura del "guerrero Legnano" de un monumento erigido en la ciudad del mismo nombre. También llevaba una cita de la Canción de Legnano, compuesta por el famoso poeta italiano, Giosuè Carducci, en 1879.
ja: 1930 年代、イタリア王立海軍は段階的に発展を重ねる複数の艦級からなる軽巡洋艦によって強化されました。1928 年に起工した最初の 4 隻は、中世イタリアで行われた無数の戦争に参加した傭兵団の指揮官であるコンドッティエリ (傭兵隊長) に因んで命名されました。「コンドッティエリ型巡洋艦」という名称は、同級艦および続く 4 種類の艦級に適用されました。 同艦級の 1 番艦アルベルト・ディ・ジュッサーノは 1931 年 2 月に就役しました。本巡洋艦は、神聖ローマ帝国皇帝の権威に対するイタリア諸都市の抵抗運動の伝説的な参加者でありレニャーノの戦い (1176 年) の英雄であるジュッサーノのアルベルトに因んで命名されました。本艦の乗組員が着用した記念メダルには、レニャーノ市が建立した記念碑におけるこの戦士の姿が描かれました。また、イタリアの有名な詩人ジョズエ・カルドゥッチが 1879 年に作った「レニャーノの歌」からの引用も加えられています。
pl: W latach 30. XX wieku włoska marynarka wojenna została wzmocniona kilkoma seriami lekkich krążowników, z których każda kolejna była rozwinięciem poprzedniej. Cztery pierwsze okręty, których budowa rozpoczęła się w 1928 roku, otrzymały nazwy na cześć condottieri – wojskowych przywódców formacji najemnych, które brały udział w licznych wojnach, jakie nawiedzały Włochy w średniowieczu. Nazwa „krążowniki klasy Condottieri” przyjęta została dla tej serii oraz dla czterech serii, które nastąpiły po niej. Pierwszym okrętem tej serii był Alberto di Giussano, który służbę rozpoczął w lutym 1931 roku. Krążownik nazwę swoją otrzymał po Albercie z Giussano – legendarnym uczestniku walki włoskich miast przeciw władzy niemieckiego cesarza i bohaterze Bitwy pod Legnano (1176). Pamiątkowy medal noszony przez personel okrętu przedstawiał figurę „wojownika spod Legnano” z pomnika w mieście o tej samej nazwie. Widoczny był na nim również cytat z „Pieści o Legnano”, napisanej przez włoskiego poetę Giosuè Carducciego w 1879 roku.
ru: В 1930-х годах Королевский итальянский флот пополнился несколькими сериями лёгких крейсеров, каждая из которых являлась развитием предыдущей. Первые четыре корабля, заложенные в 1928 году, получили имена в честь кондотьеров — предводителей наёмных отрядов, участвовавших в бесчисленных войнах, раздиравших Италию в Средние века. Название «крейсеры типа Condottieri» закрепилось как за этой серией, так и за четырьмя последовавшими за ней. Первым в этой череде кораблей оказался Alberto di Giussano, вошедший в состав флота в феврале 1931 года. Крейсер был назван в честь Альберто из Джуссано — легендарного участника борьбы итальянских городов против власти германского императора, героя битвы при Леньяно (1176 год). На памятной медали, которую носили служившие на этом корабле, была изображена фигура «воина Леньяно» с установленного в одноимённом городе памятника. Там же была помещена являвшаяся девизом крейсера цитата из «Песни Леньяно», сочинённой знаменитым итальянским поэтом Джозуэ Кардуччи в 1879 году.
uk: У 1930-х роках Королівський італійський флот поповнили декілька серій легких крейсерів, кожна з яких була розвитком попередньої. Перші чотири кораблі, закладені в 1928 році, назвали на честь кондотьєрів — ватажків найманих загонів, які брали участь у незліченних війнах, що роздирали Італію в Середньовіччя. Назва «крейсери типу Condottieri» закріпилася як за цією серією, так і за чотирма наступними. Першим у цієї низці кораблів був Alberto di Giussano, який увійшов до складу флоту в лютому 1931 року. Крейсер назвали на честь Альберто да Джуссано — легендарного учасника боротьби італійських міст проти влади німецького імператора, героя битви біля Леньяно (1176 рік). На пам’ятній медалі, яку носили члени команди цього корабля, була зображена фігура «воїна Леньяно» зі встановленого в однойменному місті пам’ятника. Також там розташували девіз крейсера — цитату з «Пісні Леньяно», яку написав відомий італійській поет Джозуе Кардуччі у 1879 році.
zh: В 1930-х годах Королевский итальянский флот пополнился несколькими сериями лёгких крейсеров, каждая из которых являлась развитием предыдущей. Первые четыре корабля, заложенные в 1928 году, получили имена в честь кондотьеров — предводителей наёмных отрядов, участвовавших в бесчисленных войнах, раздиравших Италию в Средние века. Название «крейсеры типа Condottieri» закрепилось как за этой серией, так и за четырьмя последовавшими за ней. Первым в этой череде кораблей оказался Alberto di Giussano, вошедший в состав флота в феврале 1931 года. Крейсер был назван в честь Альберто из Джуссано — легендарного участника борьбы итальянских городов против власти германского императора, героя битвы при Леньяно (1176 год). На памятной медали, которую носили служившие на этом корабле, была изображена фигура «воина Леньяно» с установленного в одноимённом городе памятника. Там же была помещена являвшаяся девизом крейсера цитата из «Песни Леньяно», сочинённой знаменитым итальянским поэтом Джозуэ Кардуччи в 1879 году.
zh_sg: 在1930年代，意大利皇家海军引进了一系列轻型巡洋舰从而得到了补强，每艘轻巡洋舰都是其前辈的进一步研发。前四艘战舰于1928年开始建造，为了纪念贡多铁里骑兵（Condottieri）——雇佣军部队的将军而命名，贡多铁里骑兵参加了中世纪困扰意大利的无数场战争。该系列战舰及其后的四个系列均采用“ 将军级巡洋舰”的名称。 该系列中的第一艘是阿尔贝托·迪·朱桑诺，该战舰于1931年2月服役。这艘巡洋舰的名字是为了纪念来自朱桑诺的阿尔贝托，朱桑诺是意大利与德国皇权斗争的传奇城市，阿尔贝托是莱尼亚诺战役（1176年）的英雄。在这艘战舰上服役的士兵佩戴的纪念徽章绘有在同名城市竖立的一座纪念碑上的“列尼亚诺战士”的身影。它还引用了1879年由意大利著名诗人Giosuè Carducci创作的《莱尼亚诺之歌》的名言。

# IDS_PCZC393_ITCA_BARTOLOMEO_COLLEONI_DESCRIPTION
source: One of the Alberto di Giussano-class cruisers was named in honor of Bartolomeo Colleoni, a famous Italian commander of the 15th century. Keeping with the trend of his time and serving as a mercenary, Colleoni and his detachment first served the Queen of Naples, and then alternately in the armies of Milan and Venice during the time when they were at war. In 1467, once again at the command of the armed forces of the Republic of San Marco, Colleoni defeated his former employers from Milan at the Battle of Molinella by using—for the first time in history—light field artillery. Declaring the victor as the "Savior of the Republic," the Venetians erected a monument in Colleoni's honor. The silhouette of the monument dedicated to the famous condottiero which still decorates the Santi Giovanni e Paolo square in Venice, was depicted on a commemorative medal worn by those who served on the cruiser that bore his name. The other side of the medal depicted the motto of the ship: "Fast and vehement" (Italian: "Veloce e veemente").
es_mx: Uno de los cruceros de la clase Alberto di Giussano fue nombrado en honor a Bartolomeo Colleoni, un famoso comandante italiano del siglo XV. Siguiendo la tendencia de su tiempo y sirviendo como mercenario, Colleoni y su destacamento sirvieron primero a la Reina de Nápoles, y luego alternativamente en los ejércitos de Milán y Venecia durante el tiempo en que estaban en guerra. En 1467, una vez más al mando de las fuerzas armadas de la República de San Marco, Colleoni derrotó a sus antiguos empleadores de Milán en la Batalla de Molinella utilizando, por primera vez en la historia, artillería de campo ligero. Al declarar al vencedor como el "Salvador de la República", los venecianos erigieron un monumento en honor de Colleoni. La silueta del monumento dedicado al famoso condottiero que todavía decora la plaza Santi Giovanni e Paolo en Venecia, fue representada en una medalla conmemorativa usada por aquellos que sirvieron en el crucero que llevaba su nombre. El otro lado de la medalla representaba el lema del barco: "Rápido y Vehemente" (en italiano: "Veloce e veemente").
ja: アルベルト・ディ・ジュッサーノ級巡洋艦の 1 隻は、15 世紀の有名なイタリア人指揮官であるバルトロメーオ・コッレオーニに因んで命名されました。彼の時代の風潮に従い傭兵として活動した彼とその部隊は、最初にナポリ女王に仕え、その後ミラノとヴェネツィアの戦争時には両国の軍隊に仕えました。1467 年、コッレオーニは再びヴェネツィア共和国の軍隊を率い、モリネッラの戦いでかつての雇用主であるミラノ軍を、史上初めて軽野戦砲を使用して撃破しました。 ヴェネツィアは勝者を「共和国の救世主」と呼び、コッレオーニを称えて記念碑を建立しました。こんにちでもヴェネツィアのサンティ・ジョヴァンニ・エ・パオロ広場を飾っているこの有名な傭兵隊長に捧げられた記念碑の姿は、彼の名前を冠した巡洋艦の乗組員が着用した記念メダルにも描かれています。メダルの裏側には、本艦のモットーである「高速かつ激しく」(イタリア語: 「Veloce e veemente」) が刻印されています。
pl: Jeden z krążowników klasy Alberto di Giussano, nazwany na cześć Bartolomeo Colleoni, słynnego włoskiego dowódcy z XV wieku. Wraz z ówczesnym zwyczajem i będąc najemnikiem, Colleoni i jego oddział najpierw służyli Królowej Neapolu, a później armiom Mediolanu i Wenecji w czasie, gdy te ze sobą walczyły. W 1467 roku, ponownie będąc pod komendą sił zbrojnych Republiki Świętego Marka, Colleoni pobił swych dawnych pracodawców z Mediolanu w Bitwie pod Molinellą, używając do tego – po raz pierwszy w historii – lekkiej artylerii polowej. Obwoławszy go „wybawicielem Republiki”, Wenecjanie postawili Colleoniemu pomnik. Sylwetka pomnika poświęconego słynnemu condottiero, która wciąż zdobi plac Santi Giovanni e Paolo w Wenecji, widoczna jest również na pamiątkowym medalu, wręczanym marynarzom, którzy służyli na pokładzie krążownika noszącego jego imię. Druga strona medalu zawiera motto okrętu: „Szybko i gwałtownie” (wł. „Velove e veemente”).
ru: Один из крейсеров типа Alberto di Giussano получил имя в честь Бартоломео Коллеони — известного итальянского полководца XV века. Вполне в духе своего времени, Коллеони, будучи наёмником, служил со своим отрядом сначала неаполитанской королеве, а затем попеременно в армиях враждовавших между собой Милана и Венеции. В 1467 году, оказавшись в очередной раз во главе вооружённых сил Республики Святого Марка, он разгромил своих бывших нанимателей миланцев в сражении при Молинелли, применив впервые в истории полевую лёгкую артиллерию. Объявив победителя «спасителем Республики», венецианцы ещё при жизни Коллеони возвели в честь него памятник. Силуэт монумента знаменитому кондотьеру, и в наше время украшающего площадь Санти-Джованни-э-Паоло в Венеции, был изображён на памятной медали, которую носили служившие на одноимённом крейсере. На другой её стороне был помещён девиз корабля — Veloce e veemente (ит. «Быстрый и неистовый»).
uk: Один з крейсерів типу Alberto di Giussano був названий на честь Бартоломео Коллеоні — відомого італійського полководця XV століття. В дусі свого часу, Коллеоні, будучи найманцем, служив зі своїм загоном спочатку неаполітанській королеві, а потім навперемінно в арміях Мілану та Венеції, які ворогували між собою. У 1467 році, вкотре опинившись на чолі збройних сил Республіки Святого Марка, він розгромив своїх колишніх наймачів з Мілану в битві біля Молінеллі, вперше в історії застосувавши польову легку артилерію. Венеціанці оголосили переможця «рятівником Республіки» та ще за життя Коллеоні звели пам’ятник на його честь. Силует монумента видатному кондотьєру, який і зараз прикрашає майдан Санті-Джованні е Паоло у Венеції, був зображений на пам’ятній медалі, яку носили службовці на однойменному крейсері. На іншому боці медалі розташували девіз корабля — Veloce e veemente (іт. «Швидкий і шалений»).
zh: Один из крейсеров типа Alberto di Giussano получил имя в честь Бартоломео Коллеони — известного итальянского полководца XV века. Вполне в духе своего времени, Коллеони, будучи наёмником, служил со своим отрядом сначала неаполитанской королеве, а затем попеременно в армиях враждовавших между собой Милана и Венеции. В 1467 году, оказавшись в очередной раз во главе вооружённых сил Республики Святого Марка, он разгромил своих бывших нанимателей миланцев в сражении при Молинелли, применив впервые в истории полевую лёгкую артиллерию. Объявив победителя «спасителем Республики», венецианцы ещё при жизни Коллеони возвели в честь него памятник. Силуэт монумента знаменитому кондотьеру, и в наше время украшающего площадь Санти-Джованни-э-Паоло в Венеции, был изображён на памятной медали, которую носили служившие на одноимённом крейсере. На другой её стороне был помещён девиз корабля — Veloce e veemente (ит. «Быстрый и неистовый»).
zh_sg: 阿尔贝托·迪·朱桑诺级巡洋舰中的一艘是为了纪念巴托洛梅奥·科莱奥尼，他是15世纪意大利著名的指挥官。科莱奥尼紧随时代潮流并参加了雇佣军，他和他的部队首先服务于那不勒斯女王，随后在战争期间，在米兰和威尼斯的军队中轮流担任职务。1467年，科莱奥尼在圣马可共和国部队的指挥下，在莫利内拉战役中击败了他以前在米兰的雇佣者，这是历史上第一次使用轻型火炮。 威尼斯人宣布胜利者为“共和国的拯救者”，并以科莱奥尼的名义竖立了一座纪念碑。这座献给著名的贡多铁里骑兵纪念碑的轮廓仍然装饰着威尼斯的圣若望及保禄广场，它还刻在了在为纪念他而命名的巡洋舰上服役的士兵佩戴的纪念徽章上。奖章的另一面绘有这艘战舰的座右铭：“速度与激情”（意大利语：“ Veloce e veemente”）。

# IDS_PCZC394_ITCA_RAIMONDO_MONTECUCCOLI_DESCRIPTION
source: The military commanders of the past that gave their names to cruisers of the Regia Marina did not necessarily have to have stood in command of Italian armies. The main thing was that they themselves had to be born Italian. For example, Count Raimondo Montecuccoli (1609–1680) fought for most of his life in the forces of the Holy Roman Empire (future Austria-Hungary), which included his native Duchy of Modena. Throughout his entire military career, Count Montecuccoli has risen from the rank of being an ordinary soldier to being generalissimo of all Imperial armies. Among his rivals were the French Marshal, Henri de Turenne, the Swedish, Saxon and Turkish armies, the papal forces of the Pope, and the Prince of Transylvania. Montecuccoli's "Memoires" emerged as sort of a teaching guide for many commanders of the epochs that followed his own. In choosing the name for the next light cruiser, laid down in 1931, the command of the Royal Italian Navy could not ignore such an outstanding personality. The commemorative badge minted for the ship's servicemen depicts an image of the glorious commander's coat of arms with two-headed imperial eagles, and an anagram of his family name: "A hundred eyes" (Latin: "Centum oculi"), which became the unofficial motto of the cruiser.
es_mx: Los comandantes militares del pasado que dieron sus nombres a los cruceros de la Regia Marina no necesariamente tenían que estar al mando de los ejércitos italianos. Lo principal era que ellos mismos tenían que nacer italianos. Por ejemplo, el conde Raimondo Montecuccoli (1609–1680) luchó durante la mayor parte de su vida en las fuerzas del Sacro Imperio Romano (futuro Austria-Hungría), que incluía a su ducado natal de Módena. A lo largo de toda su carrera militar, el conde Montecuccoli ha pasado de ser un soldado ordinario a ser generalísimo de todos los ejércitos imperiales. Entre sus rivales estaban el mariscal francés, Henri de Turenne; los ejércitos sueco, sajón y turco; las fuerzas papales del papa; y el príncipe de Transilvania. Las "Memorias" de Montecuccoli surgieron como una especie de guía de enseñanza para muchos comandantes de las épocas que siguieron a la suya. Al elegir el nombre para el próximo crucero ligero, establecido en 1931, el comando de la Marina Real Italiana no podía ignorar una personalidad tan sobresaliente. La insignia conmemorativa acuñada para los militares del barco representa una imagen del glorioso escudo de armas del comandante con águilas imperiales de dos cabezas, y un anagrama de su apellido: "Cien ojos" (en latín: "Centum oculi"), que se convirtió en el lema no oficial del crucero.
ja: イタリア海軍の巡洋艦の名前の由来となった過去の軍事司令官は、必ずしもイタリア軍を率いたわけではりません。重要なのは、彼らがイタリア出身だったということです。例えば、ライモンド・モンテクッコリ伯爵 (1609–1680 年) は、生涯の大半を母国モデナ公国を含む神聖ローマ帝国 (後のオーストリア＝ハンガリー) の軍隊で戦いました。 その全軍歴を通じて、モンテクッコリは一般兵の地位から帝国総司令官にまで昇格しました。彼のライバルには、フランス元帥アンリ・ド・テュレンヌ、スウェーデン・ザクセン・トルコの各軍、教皇領軍、トランシルヴァニア公がいました。モンテクッコリの「回想録」は、彼に続く時代の多くの指揮官にとって教範となりました。1931 年に起工した新しい軽巡洋艦の名前を選択する際に、イタリア王立海軍司令部はそのように卓越した人物を無視できませんでした。本艦の乗組員のために造られた記念バッジには、この偉大な司令官の姿と帝国の双頭の鷲、そして彼の姓のアナグラムであり本巡洋艦の非公式モットーとなった「百の目」（ラテン語: 「Centum oculi」）が描かれています。
pl: Dawni dowódcy, których imiona nosiły krążowniki Regia Marina, nie zawsze stali na czele włoskich armii. Najważniejszym kryterium było ich włoskie pochodzenie. Przykładowo, hrabia Raimondo Montecuccoli (1609–1680) większość swojego życia spędził w szeregach wojsk Świętego Cesarstwa Rzymskiego (przyszłych Austro-Węgier), w skład którego wchodziło jego rodzime Księstwo Modeny. W trakcie swej wojskowej kariery hrabia Montecuccoli awansował z poziomu zwykłego żołnierza do rangi generalissimusa wszystkich armii Cesarstwa. Jego adwersarzami byli francuski marszałek Henri de Turenne, armie szwedzka, saska i turecka, siły papieskie oraz Książę Transylwanii. „Pamiętniki” Montecuccoliego stały się obowiązkową lekturą i swego rodzaju przewodnikiem dla wielu dowódców z przyszłych epok. Wybierając nazwę dla następnego lekkiego krążownika, którego budowa rozpoczęła się w 1931 roku, włoska marynarka wojenna nie mogła pominąć tak prominentnej osobowości. Pamiątkowy emblemat, który otrzymywali marynarze służący na pokładzie okrętu, przedstawiał herb słynnego dowódcy z dwugłowym cesarskim orłem oraz anagram jego nazwiska rodowego: „setka oczu” (łac. „centum oculi”), który stał się nieoficjalnym motto krążownika.
ru: Военачальники прошлого, в честь которых получали свои имена крейсеры Regia Marina, совсем не обязательно должны были предводительствовать итальянскими армиями, главное, чтобы они сами были итальянцами. Так, граф Раймондо Монтекукколи (1609–1680) почти всю свою жизнь сражался в войсках Священной Римской империи (будущая Австро-Венгрия), в состав которой входило его родное Моденское герцогство. Граф Монтекукколи за свою карьеру прошёл путь от простого солдата до имперского главнокомандующего. Среди его противников были французский маршал Тюренн, армии шведов, саксонцев, турок, Папы Римского и князя Трансильвании. «Записки» Монтекукколи стали своего рода учебным пособием для многих полководцев последующих эпох. Выбирая название для очередного лёгкого крейсера, заложенного в 1931 году, командование Королевского флота Италии не могло пройти мимо столь выдающейся личности. На памятном жетоне, отчеканенном для служивших на корабле, можно увидеть изображение герба полководца с двуглавыми имперскими орлами и анаграмму его фамилии — Centum oculi (лат. «Сотня глаз»), — ставшую неофициальным девизом крейсера.
uk: Воєначальники минулого, на честь яких назвали крейсери Regia Marina, зовсім необов’язково мали бути на чолі італійських армій, головне, щоб вони самі були італійцями. Отже, граф Раймунд Монтекукколі (1609–1680) майже все своє життя бився у військах Священної Римської імперії (майбутня Австро-Угорщина), до складу якої входило його рідне Герцогство Модена. Граф Монтекукколі за свою кар’єру пройшов шлях від звичайного солдата до імперського головнокомандувача. Серед його супротивників були французький маршал Тюренн, армії шведів, саксонців, турків, Папи Римського та князя Трансільванії. «Записи» Монтекукколі стали таким собі навчальним посібником для багатьох полководців наступних епох. Вибираючи назву для чергового легкого крейсера, який заклали у 1931 році, командування Королівського флоту Італії не могло не звернути увагу на таку видатну особистість. На пам’ятному жетоні, який викарбували для тих, хто служив на кораблі, можна побачити зображення герба полководця з двоголовими імперськими орлами й анаграму його прізвища — Centum oculi (лат. «Сотні очей»), — яка стала неофіційним девізом крейсера.
zh: Военачальники прошлого, в честь которых получали свои имена крейсеры Regia Marina, совсем не обязательно должны были предводительствовать итальянскими армиями, главное, чтобы они сами были итальянцами. Так, граф Раймондо Монтекукколи (1609–1680) почти всю свою жизнь сражался в войсках Священной Римской империи (будущая Австро-Венгрия), в состав которой входило его родное Моденское герцогство. Граф Монтекукколи за свою карьеру прошёл путь от простого солдата до имперского главнокомандующего. Среди его противников были французский маршал Тюренн, армии шведов, саксонцев, турок, Папы Римского и князя Трансильвании. «Записки» Монтекукколи стали своего рода учебным пособием для многих полководцев последующих эпох. Выбирая название для очередного лёгкого крейсера, заложенного в 1931 году, командование Королевского флота Италии не могло пройти мимо столь выдающейся личности. На памятном жетоне, отчеканенном для служивших на корабле, можно увидеть изображение герба полководца с двуглавыми имперскими орлами и анаграмму его фамилии — Centum oculi (лат. «Сотня глаз»), — ставшую неофициальным девизом крейсера.
zh_sg: 以其名字命名意大利皇家海军巡洋舰指挥官不一定非要指挥过意大利军队。最重要的是他们必须出生于意大利。例如，莱蒙多•蒙德库克利伯爵（1609–1680），在他的一生中大部分时间都在神圣罗马帝国（后来的奥匈帝国）作战，其中包括他的出生地摩德纳公国。 在莱蒙多•蒙德库克利伯爵的服役生涯中，他从普通军衔晋升到所有帝国军队的总司令。他的对手包括法国元帅亨利·德·图雷纳；瑞典，撒克逊和土耳其军队；教皇的军队；特兰西瓦尼亚王子。蒙特库科利的“回忆录”被许多他所在时代的指挥官当做军事教材。在为1931年开始生产的下一艘轻型巡洋舰选择名称时，意大利皇家海军的司令部选择了这位杰出的人物。为战舰上的军人铸造的纪念徽章上绘有这名光荣的指挥官的纹章，上面有两头帝国雄鹰，以及他姓氏变形词：“一百只眼”（拉丁语：“ Centum oculi”），这也成为了这艘巡洋舰的非官方座右铭。
