Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJSD803
source: Isokaze
ja: 磯風
zh: 柳
zh_sg: 矶风

# IDS_PJSD803_DESCR
source: Destroyer Isokaze, which is used in the Introductory Mission
es_mx: El destructor Isokaze, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される駆逐艦 磯風
pl: Niszczyciel Isokaze, który używany jest w misji wprowadzającej
ru: Эсминец Isokaze, используемый во вводной миссии
uk: Есмінець Isokaze, що використовується у вступній місії
zh: Эсминец Isokaze, используемый во вводной миссии
zh_sg: 新手任务中使用的矶风号驱逐舰

# IDS_PJSD803_SHORT
source: ISKZ
zh: 柳
zh_sg: 矶风

# IDS_PJSD912
source: [Shimakaze]
ja: [島風]
zh: [芒]
zh_sg: [岛风]

# IDS_PJSD912_DESCR
source: This ship is a copy of Shimakaze and is suitable for Clan Battles only
es_mx: Este barco es una copia del Shimakaze y solo es adecuado para las Batallas de Clanes
ja: 本艦は 島風 のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Shimakaze i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Shimakaze и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Shimakaze. Призначений лише для кланових боїв
zh: 这艘战舰为芒的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是岛风号的复制并且仅适用于军团战

# IDS_PJSD912_FULL
source: [Shimakaze]
ja: [島風]
zh: [芒]
zh_sg: [岛风]

# IDS_PJSD998_DESCR
source: Ship for testing. Arashi belonged to a series of Kagerō-class destroyers—the most successful project of destroyers in the Japanese Navy. The ship enjoyed good balance in her main characteristics, and carried high-speed oxygen-fueled torpedoes with a very long reach.
es_mx: Un barco para pruebas. El Arashi perteneció a una serie de destructores de la clase Kagero, el proyecto de destructores más exitoso en la Armada Japonesa. El barco gozaba de un buen equilibrio entre sus características principales, y contaba con torpedos de alta velocidad impulsados por oxígeno con un alcance muy largo.
ja: テスト用艦艇。嵐は日本海軍において最も成功した駆逐艦級として高名な陽炎型の 1 隻です。主要諸元のバランスに優れ、高い雷速と極めて長い射程を兼ね備えた酸素魚雷を搭載しています。
pl: Okręt do testów. Arashi należał do serii niszczycieli typu Kagerō – najbardziej udanych niszczycieli japońskiej marynarki. Okręt odznaczał się dobrze zrównoważonymi charakterystykami podstawowymi i posiadał szybkie, napędzane tlenem torpedy o bardzo dużym zasięgu.
ru: Предназначен для тестирования. Arashi представляет собой один из эсминцев серии Kagero — самого удачного проекта эсминцев японского флота. Это хорошо сбалансированный по основным характеристикам корабль, имеющий высокоскоростные кислородные торпеды с очень большой дальностью хода.
uk: Призначений для тестування, Arashi є одним з есмінців серії Kagero —найвдалішого проекту есмінців японського флоту. Це добре збалансований за основними характеристиками корабель, який має високошвидкісні кисневі торпеди з дуже великою дальністю ходу.
zh: Предназначен для тестирования. Arashi представляет собой один из эсминцев серии Kagero — самого удачного проекта эсминцев японского флота. Это хорошо сбалансированный по основным характеристикам корабль, имеющий высокоскоростные кислородные торпеды с очень большой дальностью хода.
zh_sg: 测试型战舰。岚为归属为阳炎级—日本海军最成功的驱逐舰项目。这艘战舰的主属性均衡，并携带了射程很远的高速氧燃料鱼雷。

# IDS_PJUA002_140_50_TYPE3
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA003_C1_ART_STOCK
source: 120 mm/45 10th Year Type
es_mx: 120 mm/45 Tipo 10º Año
ru: 120-мм/45 10th Year Type
uk: 120-мм/45 10th Year Type
zh: 120 毫米/45 十年式

# IDS_PJUA004_C1_ART_TOP
source: 120 mm/45 10th Year Type
es_mx: 120 mm/45 Tipo 10º Año
ru: 120-мм/45 10th Year Type
uk: 120-мм/45 10th Year Type
zh: 120 毫米/45 十年式

# IDS_PJUA012_076_40_TACHIBANA
source: 76 mm/40 Type41
es_mx: 76 mm/40 Tipo 41
ru: 76-мм/40 Type41
uk: 76-мм/40 Type41
zh: 76 毫米/40 四一式

# IDS_PJUA013_076_40_SAKURA
source: 76 mm/40 Type41
es_mx: 76 mm/40 Tipo 41
ru: 76-мм/40 Type41
uk: 76-мм/40 Type41
zh: 76 毫米/40 四一式

# IDS_PJUA101_D2_ART_STOCK
source: 120 mm/40 Type41
es_mx: 120 mm/40 Tipo 41
ru: 120-мм/40 Type41
uk: 120-мм/40 Type41
zh: 120 毫米/40 四一式

# IDS_PJUA102_120_40_TYPE_HAGUN_CS
source: 120 mm/40 Type41
es_mx: 120 mm/40 Tipo 41
ru: 120-мм/40 Type41
uk: 120-мм/40 Type41
zh: 120 毫米/40 四一式

# IDS_PJUA111_C2_ART_STOCK
source: 152 mm/45 Type41
es_mx: 152 mm/45 Tipo 41
ru: 152-мм/45 Type41
uk: 152-мм/45 Type41
zh: 152 毫米/45 四一式

# IDS_PJUA121_305_40_TYPE41_MIKASA
source: 305 mm/40 Type41
es_mx: 305 mm/40 Tipo 41
ru: 305-мм/40 Type41
uk: 305-мм/40 Type41
zh: 305 毫米/40 四一式

# IDS_PJUA211_B3_ART_STOCK
source: 305 mm/45 Type41
es_mx: 305 mm/45 Tipo 41
ru: 305-мм/45 Type41
uk: 305-мм/45 Type41
zh: 305 毫米/45 四一式

# IDS_PJUA212_305_50_TYPE41
source: 305 mm/45 Type41
es_mx: 305 mm/45 Tipo 41
ru: 305-мм/45 Type41
uk: 305-мм/45 Type41
zh: 305 毫米/45 四一式

# IDS_PJUA213_140_50_KATORI
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA214_305_45_TYPE41_CS
source: 305 mm/45 Type41
es_mx: 305 mm/45 Tipo 41
ru: 305-мм/45 Type41
uk: 305-мм/45 Type41
zh: 305 毫米/45 四一式

# IDS_PJUA221_C3_ART_STOCK
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA231_D3_ART_STOCK
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA302_120_45_TYPE_HAGUN
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA311_C4_ART_STOCK
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA321_140_50
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA322_140_50_TEST
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA331_305_45_MKX_ISHIZUCHI
source: 305 mm/45 Mk10
ru: 305-мм/45 Mk10
uk: 305-мм/45 Mk10
zh: 305毫米/45 Mk10

# IDS_PJUA341_B4_ART_STOCK
source: 356 mm/45 Type41
es_mx: 356 mm/45 Tipo 41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA351_D4_ART_STOCK
source: 120 mm/40 Type41
es_mx: 120 mm/40 Tipo 41
ru: 120-мм/40 Type41
uk: 120-мм/40 Type41
zh: 120 毫米/40 四一式

# IDS_PJUA352_D4_ART_STOCK
source: 120 mm/40 Type41
es_mx: 120 mm/40 Tipo 41
ru: 120-мм/40 Type41
uk: 120-мм/40 Type41
zh: 120 毫米/40 四一式

# IDS_PJUA401_D5_ART_TOP
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA402_D5_ART_STOCK
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA403_120_45_UNIVERSAL
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA404_D5_ART_STOCK_2
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJUA405_D5_ART_TOP_2
source: 120 mm/40 10th Year Type mod. B2
es_mx: Tipo Año 10 mod. B2 de120 mm/40
ru: 120-мм/40 10th Year Type mod. B2
uk: 120-мм/40 10th Year Type mod. B2
zh: 120 毫米/45 三年式

# IDS_PJUA406_D5_ART_TOP
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA407_D5_ART_STOCK
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA408_ART_YAHAGI
source: 152 mm/50 Type41
ru: 152-мм/50 Type41
uk: 152-мм/50 Type41
zh: 152 毫米/50 四一式

# IDS_PJUA411_B5_ART_STOCK
source: 356 mm/45 Type41
es_mx: 356 mm/45 Tipo 41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA421_140_50_3_YEAR_TYPE
source: 140 mm/50 Type3
es_mx: 140 mm/50 Tipo 3
ru: 140-мм/50 Type3
uk: 140-мм/50 Type3
zh: 140 毫米/50 三式

# IDS_PJUA431_C5_ART_STOCK
source: 200 mm/50 3rd Year Type
es_mx: 200 mm/50 Tipo 3er Año
ru: 200-мм/50 3rd Year Type
uk: 200-мм/50 3rd Year Type
zh: 200 毫米/50 三年式

# IDS_PJUA432_C5_ART_TOP
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA441_120_45_TYPE_HA_KAMIKAZE
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJUA451_120_45_TYPE_HA_TRUE_KAMIKAZE
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJUA452_120_45_TYPE_HA_CAMO_KAMIKAZE
source: 120 mm/45 3rd Year Type
es_mx: 120 mm/45 Tipo 3er Año
ru: 120-мм/45 3rd Year Type
uk: 120-мм/45 3rd Year Type
zh: 120 毫米/45 三年式

# IDS_PJUA495_356_45_TYPE41_KONGOU
source: 356 mm/45 Type41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA496_356_45_TYPE41_KIRISHIMA
source: 356 mm/45 Type41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA497_356_45_TYPE41_HARUNA
source: 356 mm/45 Type41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA498_356_45_TYPE41_HIEI
source: 356 mm/45 Type41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA501_127_50_TYPE_B
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA511_B6_ART_STOCK
source: 356 mm/45 Type41
es_mx: 356 mm/45 Tipo 41
ru: 356-мм/45 Type41
uk: 356-мм/45 Type41
zh: 356 毫米/45 四一式

# IDS_PJUA513_ART_MUTSU
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA521_203_50_3RD_YEAR_TYPE
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA531_C6_ART_STOCK
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA541_D6_ART_STOCK
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA542_D6_ART_TOP
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA543_D6_ART_STOCK_2
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA544_D6_ART_STOCK
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA545_D6_ART_STOCK
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA546_D6_ART_TOP
source: 120 mm/45 Type3
es_mx: 120 mm/45 Tipo 3
ru: 120-мм/45 Type3
uk: 120-мм/45 Type3
zh: 120 毫米/45 三式

# IDS_PJUA547_D6_ART_STOCK_2
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA548_ART_SHINO
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA591_203_50_3RD_YEAR_TYPE_MYOKO
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA592_203_50_3RD_YEAR_TYPE_HAGURO
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA593_203_50_3RD_YEAR_TYPE_ASHIGARA
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA594_203_50_YELLOW_DRAGON
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA595_203_50_BLUE_DRAGON
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA596_203_50_NACHI
source: 203 mm/50 Type3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA611_B7_ART_STOCK
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA612_ART_ASHITAKA
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA613_ART_YUDACHI
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA621_155_50_TYPE_91
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJUA622_203_50_3RD_YEAR_TYPE
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA631_C7_ART_STOCK
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA641_D7_ART_STOCK
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA642_D7_ART_STOCK_2
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA643_D7_ART_STOCK_1
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA701_D8_ART_STOCK
source: 127 mm/50 3rd Year Type
es_mx: 127 mm/50 Tipo 3er Año
ru: 127-мм/50 3rd Year Type
uk: 127-мм/50 3rd Year Type
zh: 127 毫米/50 三年式

# IDS_PJUA702_D8_ART_TOP
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA703_D8_ART_STOCK_2
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJUA704_D8_ART_STOCK
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA705_ART_YUKIKAZE
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA711_B8_ART_STOCK
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA713_ART_RAGNAROK
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA714_ART_IGNIS_PURGATIO
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA721_C8_ART_STOCK
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PJUA722_C8_ART_TOP
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA741_140_50
source: 140 mm/50
ru: 140-мм/50
uk: 140-мм/50
zh: 140 毫米/50

# IDS_PJUA751_203_50_ATAGO
source: 203 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 203-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式

# IDS_PJUA752_ART_BLACK_ATAGO
source: 203 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 203-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式

# IDS_PJUA761_203_50_TONE
source: 203 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 203-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式

# IDS_PJUA781_ART_HAREKAZE_STOCK
source: 127/50 or 100/65 or 127/54
es_mx: 127/50 o 100/65 o 127/54
ja: 127/50 または 100/65 または 127/54
pl: 127/50 lub 100/65 lub 127/54
ru: 127/50 или 100/65 или 127/54
uk: 127/50 або 100/65 або 127/54
zh: 127/50 或 100/65 或 127/54
zh_sg: 127/50 或 100/65 或 127/54

# IDS_PJUA782_ART_KII
source: 410 mm/45 Type3
es_mx: 410 mm/45 Tipo 3
ru: 410-мм/45 Type3
uk: 410-мм/45 Type3
zh: 410 毫米/45 三式

# IDS_PJUA783_ART_ASASHIO
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA784_ART_BLACK_ASASHIO
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA791_TAKAO
source: 203 mm/50 3rd Year Type
es_mx: 203 mm/50 Tipo 3er Año
ru: 203-мм/50 3rd Year Type
uk: 203-мм/50 3rd Year Type
zh: 203 毫米/50 三年式

# IDS_PJUA812_B9_ART_STOCK
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PJUA821_C9_ART_STOCK
source: 203 mm/50 Type3
es_mx: 203 mm/50 Tipo 3
ru: 203-мм/50 Type3
uk: 203-мм/50 Type3
zh: 203 毫米/50 三式

# IDS_PJUA831_D9_ART_STOCK
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA832_D9_ART_STOCK_2
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA833_D9_ART_STOCK_3
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJUA902_ART_TST_ZAO
source: 203 mm/50 Type18
es_mx: 203 mm/50 Tipo 18
ru: 203-мм/50 Type18
uk: 203-мм/50 Type18
zh: 203 毫米/50 十八式

# IDS_PJUA903_ART_YOSHINO
source: 310 mm/50 Type0
ru: 310-мм/50 Type0
uk: 310-мм/50 Type0
zh: 310 毫米/50 零式

# IDS_PJUA904_ART_HAYATE
source: 127 mm/50 Type1
es_mx: 127 mm/50 Tipo 1
ru: 127-мм/50 Type1
uk: 127-мм/50 Type1
zh: 127-мм/50 Type1

# IDS_PJUA911_B10_ART_STOCK
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJUA912_ART_MUSASHI
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJUA921_C10_ART_STOCK
source: 203 mm/50 Type18
es_mx: 203 mm/50 Tipo 18
ru: 203-мм/50 Type18
uk: 203-мм/50 Type18
zh: 203 毫米/50 十八式

# IDS_PJUA931_D10_ART_STOCK
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA932_D10_ART_STOCK_2
source: 100 mm/65 Type98
es_mx: 100 mm/65 Tipo 98
ru: 100-мм/65 Type98
uk: 100-мм/65 Type98
zh: 100毫米/65九八式

# IDS_PJUA972_ART_AZUMAYA
source: 310 mm/50 Type0
ru: 310-мм/50 Type0
uk: 310-мм/50 Type0
zh: 310 毫米/50 零式

# IDS_PJUA974_ART1_ZAO
source: 203 mm/50 Type18
es_mx: 203 mm/50 Tipo 18
ru: 203-мм/50 Type18
uk: 203-мм/50 Type18
zh: 203 毫米/50 十八式

# IDS_PJUA975_ART1_SHIM
source: 127 mm/50 Type3
es_mx: 127 mm/50 Tipo 3
ru: 127-мм/50 Type3
uk: 127-мм/50 Type3
zh: 127 毫米/50 三式

# IDS_PJUA978_ART1_YAM
source: 460 mm/45 Type94
es_mx: 460 mm/45 Tipo 94
ru: 460-мм/45 Type94
uk: 460-мм/45 Type94
zh: 460 毫米/45 九四式

# IDS_PJUA979_BB10_ART_SHIKISHIMA
source: 510 mm/45 Type 98
ru: 510-мм/45 Type 98
uk: 510-мм/45 Type 98
zh: 510-мм/45 Type 98

# IDS_PJUB001_B5N2
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 中岛 九七舰攻

# IDS_PJUB002_NAKAJIMA_B6N
source: Nakajima B6N
ja: 中島 B6N
zh: 中岛 天山

# IDS_PJUB003_AICHI_B7A
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUB004_YOKOSUKA_B4Y
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJUB005_MITSUBISHI_1MT
source: Mitsubishi 1MT
ja: 三菱 1MT
zh: 三菱 一零式雷击机

# IDS_PJUB007_R2Y1_KEIUN
source: Yokosuka R2Y1-B
ja: 横須賀 R2Y1-B
zh: 空技厂 景云改

# IDS_PJUB008_MITSUBISHI_B1M
source: Mitsubishi B1M
ja: 三菱 B1M
zh: 三菱 一三舰攻

# IDS_PJUB009_NAKAJIMA_B3N
source: Nakajima B3N
ja: 中島 B3N
zh: 中岛 七试舰攻

# IDS_PJUB010_NAKAJIMA_C6N5_1B
source: Nakajima C6N1-B
ja: 中島 C6N1-B
zh: 中岛 彩云

# IDS_PJUB011_B4Y_KAGA
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJUB012_B5N2_KAGA
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB101_Ryujo_TB_top
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB301_CV4_TB_STOCK
source: Mitsubishi B1M
ja: 三菱 B1M
zh: 三菱 一三舰攻

# IDS_PJUB302_CV4_TB_TOP
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJUB303_CV4_TB_STOCK
source: B4Y Jean
ja: B4Y 九六艦攻
zh: B4Y 简

# IDS_PJUB401_CV5_TB_STOCK
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJUB402_CV5_TB_TOP
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB501_B5N2_0
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB501_CV6_TB_STOCK
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB502_CV6_TB_STOCK
source: B4Y Jean
ja: B4Y 九六艦攻
zh: B4Y 简

# IDS_PJUB502_NAKAJIMA_B6N_0
source: Nakajima B6N
ja: 中島 B6N
zh: 中岛 天山

# IDS_PJUB503_AICHI_B7A_0
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUB503_CV6_TB_TOP
source: B5N2 Kate
ja: B5N2 九七艦攻
zh: B5N2 凯特

# IDS_PJUB504_YOKOSUKA_B4Y_0
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 空技厂 九六舰攻

# IDS_PJUB601_CV7_TB_STOCK
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB701_CV8_TB_STOCK
source: Nakajima B5N2
ja: 中島 B5N2
zh: 中岛 九七舰攻

# IDS_PJUB702_CV8_TB_TOP
source: Nakajima B6N
ja: 中島 B6N
zh: 中岛 天山

# IDS_PJUB703_CV8_TB_STOCK
source: B6N Tenzan
ja: B6N 天山
zh: B6N 特朗

# IDS_PJUB704_CV8_TB_TOP
source: B7A Ryūsei
ja: B7A 流星
zh: B7A Ryusei

# IDS_PJUB801_CV9_TB_STOCK
source: Nakajima B6N
ja: 中島 B6N
zh: 中岛 天山

# IDS_PJUB802_CV9_TB_TOP
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUB901_CV10_TB_STOCK
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUB902_CV10_TB_TOP
source: Nakajima C6N1-B
ja: 中島 C6N1-B
zh: 中岛 彩云

# IDS_PJUB903_CV10_TB_STOCK
source: C6N Saiun
ja: C6N 彩雲
zh: 彩云舰上侦察机

# IDS_PJUB904_CV10_TB_TOP
source: J5N Tenrai Type 91 mod. 7
ja: J5N 天雷 Type 91 mod. 7
zh: J5N 天雷 九一式 7型

# IDS_PJUB905_CV10_TB_TOP
source: J5N Tenrai Type 91 mod. 8
ja: J5N 天雷 Type 91 mod. 8
zh: J5N 天雷 九一式 8型

# IDS_PJUB974_TB1_HAKU
source: C6N Saiun
ja: C6N 彩雲
zh: 爱知 B7A2

# IDS_PJUB975_TB2_HAKU
source: J5N Tenrai Type 91 mod. 7
ja: J5N 天雷 Type 91 mod. 7
zh: 中岛 彩云

# IDS_PJUD001_D1A2
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九六舰爆

# IDS_PJUD002_D3A1
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 爱知 九九舰爆一一型

# IDS_PJUD003_D4Y2
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 空技厂 彗星一二型

# IDS_PJUD004_J5N
source: Nakajima J5N1
ja: 中島 J5N1
zh: 中岛 天雷

# IDS_PJUD005_D3A2
source: Aichi D3A2
ja: 愛知 D3A2
zh: 爱知 九九舰爆二二型

# IDS_PJUD006_D1A1
source: Aichi D1A1
ja: 愛知 D1A1
zh: 爱知 九四舰爆

# IDS_PJUD007_D4Y3
source: Yokosuka D4Y3
ja: 横須賀 D4Y3
zh: 空技厂 彗星三三型

# IDS_PJUD008_WAKUSEI
source: Wakusei
ja: 惑星
zh: 惑星

# IDS_PJUD009_AICHI_B7A
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUD010_D1A2_KAGA
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJUD011_D3A1_KAGA
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJUD012_D3A1_KAGA
source: D4Y3 Suisei
ja: D4Y3 彗星
zh: D4Y3 苏西伊

# IDS_PJUD301_CV4_DB_STOCK
source: D1A Susie
ja: D1A 九四艦爆
zh: D1A 苏西

# IDS_PJUD302_CV4_DB_TOP
source: Yokosuka B4Y
ja: 横須賀 B4Y
zh: 96式舰载攻击机

# IDS_PJUD401_CV5_DB_STOCK
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJUD501_CV6_DB_STOCK
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJUD501_D1A2_0
source: Aichi D1A2
ja: 愛知 D1A2
zh: 爱知 九六舰爆

# IDS_PJUD502_CV6_DB_TOP
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJUD502_D3A1_0
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJUD503_D4Y2_0
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 空技厂 彗星一二型

# IDS_PJUD504_CV6_DB_TOP
source: D4Y2 Suisei
ja: D4Y2 彗星
zh: D4Y2 苏西伊

# IDS_PJUD505_D3A2_0
source: Aichi D3A2
ja: 愛知 D3A2
zh: 爱知 九九舰爆二二型

# IDS_PJUD509_AICHI_B7A_0
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUD601_CV7_DB_STOCK
source: Aichi D3A1
ja: 愛知 D3A1
zh: 爱知 九九舰爆一一型

# IDS_PJUD602_CV7_DB_TOP
source: Aichi D3A2
ja: 愛知 D3A2
zh: 爱知 九九舰爆二二型

# IDS_PJUD701_CV8_DB_STOCK
source: Aichi D3A2
ja: 愛知 D3A2
zh: 爱知 九九舰爆二二型

# IDS_PJUD702_CV8_DB_TOP
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 空技厂 彗星一二型

# IDS_PJUD703_CV8_DB_STOCK
source: D4Y3 Suisei
ja: D4Y3 彗星
zh: D4Y3 苏西伊

# IDS_PJUD704_CV8_DB_TOP
source: B7A Ryūsei
ja: B7A 流星
zh: B7A Ryusei

# IDS_PJUD801_CV9_DB_STOCK
source: Yokosuka D4Y2
ja: 横須賀 D4Y2
zh: 空技厂 彗星一二型

# IDS_PJUD802_CV9_DB_TOP
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUD901_CV10_DB_STOCK
source: Aichi B7A2
ja: 愛知 B7A2
zh: 爱知 流星

# IDS_PJUD902_CV10_DB_TOP
source: Wakusei
ja: 惑星
zh: 惑星

# IDS_PJUD903_CV10_DB_STOCK
source: A7M Reppū
ja: A7M 烈風
zh: A7M 烈风

# IDS_PJUD904_CV10_DB_TOP
source: J5N Tenrai
ja: J5N 天雷
zh: J5N 天雷

# IDS_PJUD974_DB1_HAKU
source: A7M Reppū
ja: A7M 烈風
zh: 爱知 B7A2

# IDS_PJUD975_DB2_HAKU
source: J5N Tenrai
ja: J5N 天雷
zh: 惑星

# IDS_PJUE002_C1_ENG_STOCK
source: Propulsion: 4,600 hp
es_mx: Propulsión: 4,600 hp
ja: 推力: 4,600 馬力
pl: Napęd: 4 600 KM
ru: ЭУ 4 600 л.с.
uk: СУ 4 600 к.с.
zh: 推进系统：4,600 匹马力
zh_sg: 推进系统：4600马力

# IDS_PJUE102_ENGINE_9500_TACHIBANA
source: Propulsion: 9,500 hp
es_mx: Propulsión: 9,500 hp
ja: 推力: 9,500 馬力
pl: Napęd: 9 500 KM
ru: ЭУ 9 500 л.с.
uk: СУ 9 500 к.с.
zh: 推进系统：9,500 匹马力
zh_sg: 推进系统：9500马力
