Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM093_SHIPS_DESCR
source: The economic consequences of World War I were so devastating that even the greatest winning states had to commit to something they once thought impossible—conclude a treaty on the limitation of naval armament. From 1922, for the first time in history, naval officials and shipbuilders had to be guided not by operational or strategic considerations, or optimal technical solutions, but primarily by the articles of the Washington Naval Treaty. This treaty contained restrictions on the number, displacement, and armament for the major types of the vessels of war. In addition, Germany, Russia, and Austria-Hungary ceased to rank among the naval powers at that time. It is not surprising, therefore, that the "Washington Treaty" period in the history of military shipbuilding turned out to be a rather difficult one. Firstly, no capital ships were allowed to be built for a period of ten years. At the signing of the treaty, the contracting powers retained their most advanced capital ships in their respective navies. The only exception was the Nelson class of British battleships built during that period. To comply with the limitations of the Washington Treaty, these ships were of an unusual design with all three main battery turrets carried forward of the ship's bridge, an arrangement unlikely to be used under normal circumstances. The Washington Treaty had a more profound effect on cruiser building. Cruisers were limited in terms of quality, but not numbers. Since battleships were no longer allowed to be built, the major naval powers began a competition to build "treaty cruisers" using the maximum values for technical specifications allowed by the treaty. To obey the limits on total cruiser displacement established for each navy, designers were forced to make compromises which normally affected armor protection. As a result, during the second half of the 1920s, Great Britain, France, Italy, the U.S.A., and Japan possessed ships boasting a high speed, a 203 mm main battery, and good seaworthiness, all at the cost of very weak armor. Warships of this new subtype, the need for which was never dictated by any objective naval warfare needs, were collectively known as the "Washington Treaty Cruisers". The treaty for the limitation of naval armament likewise had an effect on the brand new type of warship—aircraft carriers. In 1922, the number of capital ships employed on fleet duties was sharply reduced. The hulls of the newest battleships and battle cruisers, which were being outfitted at shipyards, could either be scrapped, or converted into aircraft carriers. This way, by the end of the 1920s, the U.S.A., Japan, and Great Britain came to own large, high-speed aircraft carriers that were used to work through basic design solutions and tactics that were later adopted on this type of massively produced, purpose-built ship. The trends in the development of destroyers in the post-war years did not change—their size grew, and their armament became deadlier. France and Italy competed in creating ever larger and faster warships, equipped with increasingly more powerful artillery, eventually blurring the line between these ships and light cruisers. During the years of "forced enthusiasm" for the construction of "Washington Treaty" warships, only a few ships of this subtype were built. However, the real breakthrough came with the appearance of the Japanese destroyers of the Fubuki class and their successors—the Hatsuharu class. Powerful artillery, and most importantly, the crippling long-range 610 mm torpedoes coupled with a unique system of fast reload right at sea, propelled the destroyer forces of the Imperial Japanese Navy to a leading position in the world. Meanwhile, as the shock from the world war passed, Germany and the U.S.S.R., the heir to the Russian Empire, again sought to join the ranks of the world's leading powers on land and at sea. For many signatories of the Washington Naval Treaty, naval arms limitations became increasingly difficult to put up with.
ja: 第一次世界大戦による経済の悪化によって、最も強力な戦勝国でさえも、かつてはありえないと考えられていた海軍戦力の制限に関する条約に同意せざるを得なくなりました。1922 年以降、海軍の官僚と造船技師達は初めて、作戦や戦略、建艦技術ではなく、ワシントン海軍軍縮条約の条文によって制約を受けることになりました。この条約は、艦数、排水量、主力艦種の軍艦の兵装を制限するものでした。加えて、ドイツ、ロシア、そしてオーストリア＝ハンガリー帝国は当時の海軍列強から外れていたので、当然のことながら「ワシントン条約」の時代は軍艦建造において非常に困難な時代となったのです。 まず、いかなる主力艦も 10 年間建造を認められませんでした。条約調印後、加盟国は最新鋭の主力艦をそれぞれそのまま保持しました。唯一の例外はこの期間に建造されたネルソン級戦艦です。ワシントン条約の制限に従うべく、同級戦艦は艦橋前方に主砲砲塔 3 基全てを配置するという、通常は採用されないであろう特殊な設計となりました。 ワシントン条約は特に、巡洋艦の建造に影響を与えました。巡洋艦で制限されたのは隻数ではなく性能です。戦艦の建造が不可能になったため、主要な列強海軍は条約で認められた技術的諸元の最大値を使用した「条約型巡洋艦」を競って建造するようになりました。各国海軍に割り当てられた巡洋艦の排水量の制限に合わせるため、技師達は妥協を余儀なくされました。そして通常、こうした妥協のため犠牲となったのは、装甲防御でした。この結果、1920 年代後半、イギリス、フランス、イタリア、アメリカ、日本は、高い速力、203 mm 主砲、良好な耐航性を持つものの、その代償として装甲が非常に脆弱な艦艇を保有していました。客観的に見た海戦における必要性にはそぐわないこれらの新種の巡洋艦は、「ワシントン条約型巡洋艦」という総称で知られています。 海軍戦力を制限するこの条約は、新たな艦種である航空母艦にも影響を与えました。1922 年、海軍所属の主力艦の隻数は大幅に減少されました。造船所で艤装工事中であった最新の戦艦および巡洋戦艦の船体は、解体されるか航空母艦に改装されました。こうして、1920 年代末までに、アメリカ、日本、イギリスは大型かつ高速の航空母艦を保有することとなりました。これらの航空母艦は基本的な設計構想と戦術が機能するようになっており、それらは後に最初から航空母艦として建造された数々の艦艇にも適用されました。 第一次世界大戦後の駆逐艦開発の傾向に変化はなく、サイズは大型化し兵装はより強力になりました。フランスとイタリアは大型で高速な駆逐艦の建造で競い合い、これらの駆逐艦に搭載されていた艦砲はどんどん強力になっていったため、最終的には軽巡洋艦との区別があいまいになりました。各国が積極的に「ワシントン条約型」軍艦の建造を行った数年間、この種の駆逐艦はわずかに数隻が建造されたのみでした。そして正真正銘の革新的な吹雪型および次級の初春型駆逐艦が日本から登場しました。強力な艦砲に加え高威力の 610 mm 長距離魚雷、および海上での素早い装填を可能にする特殊なシステムは、大日本帝国海軍の駆逐艦部隊を世界を牽引する地位に押し上げました。 各国が世界大戦の打撃から立ち直る中、ドイツ、そしてロシア帝国を継承したソ連は、陸上および海上で世界列強に再びその名を連ねようとしていました。ワシントン海軍軍縮条約の多くの調印国にとって、海軍戦力の制限は次第に順守することが困難になっていきました。
pl: I wojna światowa była w skutkach tak wyniszczająca ekonomicznie, że nawet zwycięskie kraje musiały przystać na coś, co niegdyś uważały za nierealne – traktat narzucający ograniczenia w uzbrojeniu marynarki. Od 1922 roku, po raz pierwszy w historii, dowódcy i inżynierowie marynarki musieli kierować się nie tylko względami operacyjnymi czy strategicznymi, bądź optymalnymi rozwiązaniami technicznymi, ale także postanowieniami zawartymi w Waszyngtońskim traktacie morskim. Wprowadzał on ograniczenia dotyczące liczby, wyporności i uzbrojenia dotyczące typów okrętów, które odegrały największą rolę w wojnie. Ponadto, Niemcy, Rosja oraz Austro-Węgry przestały się liczyć jako morskie potęgi. Nie dziwi więc, że okres traktatu waszyngtońskiego uważany jest za dość trudny czas dla okrętownictwa wojskowego. Po pierwsze, przez kolejne dziesięć lat nie można było budować żadnych dużych okrętów wojennych. Jednak po podpisaniu traktatu jego strony mogły zachować większość nowoczesnych dużych jednostek ze swoich flot. Wyjątkiem były okręty typu Nelson, które zbudowano w tym okresie. Żeby spełnić warunki traktatu, miały one wieże ułożone w niekonwencjonalny sposób – wszystkie trzy wieże głównej artylerii znajdowały się na dziobie, na co nie zdecydowano by się w normalnych warunkach. Traktat waszyngtoński miał znacznie większy wpływ na budowę krążowników. Ograniczał ich jakość, ale nie ilość. Ponieważ nie można było już budować pancerników, potęgi morskie rozpoczęły rywalizację w budowie „krążowników traktatowych”, w których stosowano maksymalne parametry dozwolone przez traktat. Żeby mieścić się w wymaganym traktatem sumarycznym limicie wyporności, projektanci zmuszeni byli do kompromisów, zazwyczaj polegających na osłabieniu opancerzenia. W efekcie w drugiej połowie lat 20. Wielka Brytania, Francja, Włochy, Stany Zjednoczone i Japonia posiadały okręty szybkie, uzbrojone w działa kal. 203 mm, o dobrej żeglowności, ale też o bardzo słabym opancerzeniu. Nowy rodzaj okrętów, którego istnienie nigdy nie było uzasadnione względami czysto bojowymi, nazywano ogólnie „krążownikami traktatu waszyngtońskiego”. Traktat ograniczający zbrojenie marynarek miał też wpływ na rozwój okrętów zupełnie nowego rodzaju – lotniskowców. W 1922 roku liczba dużych okrętów w składach flot została znacznie ograniczona. Niedokończone kadłuby najnowszych pancerników i krążowników liniowych, które znajdowały się w stoczniach, można było albo zezłomować, albo przebudować na lotniskowce. W ten sposób w latach 20. Stany Zjednoczone, Japonia i Wielka Brytania weszły w posiadanie dużych, szybkich lotniskowców, które posłużyły do opracowania podstawowych rozwiązań projektowych i taktyk przyjętych później w masowo produkowanych lotniskowcach. Trendy w rozwoju niszczycieli po wojnie nie uległy zmianie – ich wymiary nadal rosły, a uzbrojenie stawało się coraz bardziej śmiercionośne. Francja i Włochy konkurowały ze sobą w budowie jak największych i najszybszych jednostek, wyposażonych w potężną artylerię, zacierając w końcu granicę pomiędzy niszczycielami, a lekkimi krążownikami. W początkowym okresie tego „wymuszonego entuzjazmu” do budowy okrętów „traktatowych”, zbudowano tylko kilka takich jednostek. Jednak po pojawieniu się japońskich niszczycieli typu Fubuki i ich następców, typu Harsuharu, wszystko uległo zmianie. Potężna artyleria i przede wszystkim mające bardzo daleki zasięg torpedy kal. 610 mm w połączeniu z unikalnym systemem szybkiego przeładowania na morzu sprawiły, że niszczyciele Cesarskiej Marynarki Wojennej Japonii stały się najlepszymi na świecie. Gdy szok po wojnie światowej minął, Niemcy i będący spadkobiercą Imperium Rosyjskiego ZSRR ponownie rozpoczęły wysiłki, by dołączyć do światowych potęg militarnych na lądzie i morzu. Dla wielu sygnatariuszy Waszyngtońskiego traktatu morskiego przestrzeganie jego ograniczeń stawało się coraz trudniejsze.
ru: Первая мировая война имела настолько тяжёлые экономические последствия, что заставила великие державы-победительницы совершить прежде невозможное — заключить соглашение об ограничении морских вооружений. Начиная с 1922 года впервые в истории военно-морским чинам и конструкторам-судостроителям пришлось руководствоваться не оперативно-стратегическими соображениями и оптимальными техническими решениями, а в первую очередь статьями Вашингтонского договора. В них были прописаны ограничения по количеству, водоизмещению, вооружению боевых кораблей основных классов. Кроме того, ряды морских держав единовременно покинули Германия, Россия, Австро-Венгрия. Поэтому неудивительно, что «вашингтонский» период истории военного кораблестроения выдался довольно сложным. В первую очередь на 10 лет был введён мораторий на закладку крупных кораблей. На момент заключения договора страны-подписанты сохранили в составе флотов самые современные боевые единицы. Однако в качестве исключения единственными построенными в этот период стали британские линкоры типа Nelson. Чтобы соблюсти все договорные ограничения, они получили некоторые конструктивные особенности, например расположение всех трёх башен главного калибра в носу, которое в нормальной ситуации было бы просто не нужно. Ещё более серьёзное влияние Вашингтонское соглашение оказало на судьбу крейсеров. Их ограничили качественно, но не количественно. Ввиду запрета на постройку линкоров среди великих морских держав началась крейсерская гонка вооружений, а проектировались новые корабли сразу по верхнему пределу ограничений. Чтобы вписаться в лимит на общее крейсерское водоизмещение, разрешённое для каждого флота, конструкторам приходилось чем-то жертвовать, и это, как правило, было бронирование. В результате в Великобритании, Франции, Италии, США, Японии во второй половине 1920-х гг. появились корабли, которые при высокой скорости, 203-мм главном калибре и хорошей мореходности обладали очень слабым бронированием. Этот новый подкласс кораблей, появление которого не диктовалось никакими объективными военно-морскими потребностями, так и именовался — «вашингтонские крейсеры». Сказался договор об ограничении военно-морских вооружений и на судьбе совершенно нового класса боевых кораблей — авианосцев. В 1922 году было резко ограничено количество капитальных кораблей в боевом составе флотов. Корпуса новейших линкоров и линейных крейсеров, которые находились в достройке на верфях, оставалось только пустить на слом или переделать в авианосцы. Благодаря этому уже к концу 1920-х годов в США, Японии и Великобритании появились большие быстроходные авианосцы, на которых были отработаны все основные конструктивные решения и тактические приёмы, использованные затем на кораблях этого класса массовой специальной постройки. Тенденции развития эсминцев в послевоенные годы сохранились — увеличивались размеры, улучшалось вооружение. Франция и Италия соперничали в создании всё более крупных, скоростных и имевших всё более мощную артиллерию кораблей, так что грань между ними и лёгкими крейсерами стиралась. Тем более что в годы вынужденного увлечения «вашингтонцами» кораблей этого подкласса строили мало. Однако настоящим прорывом стало появление японских эсминцев типа Fubuki и их продолжения, типа Hatsuharu: сильная артиллерия, а главное, мощнейшие дальноходные 610-мм торпеды и уникальная система их быстрой перезарядки прямо в море вывели миноносные силы ВМФ Японии в мировые лидеры. Между тем шок от мировой войны прошёл, в ряды великих держав, в том числе морских, вновь желали вернуться Германия и наследник Российской империи — СССР, а многие подписанты Вашингтонского договора стали открыто тяготиться его ограничениями.
zh: Первая мировая война имела настолько тяжёлые экономические последствия, что заставила великие державы — победительницы совершить прежде невозможное — заключить соглашение об ограничении морских вооружений. Начиная с 1922 года впервые в истории военно-морским чинам и конструкторам-судостроителям пришлось руководствоваться не оперативно-стратегическими соображениями и оптимальными техническими решениями, а в первую очередь статьями Вашингтонского договора. В них были прописаны ограничения по количеству, водоизмещению, вооружению боевых кораблей основных классов. Кроме того, ряды морских держав единовременно покинули Германия, Россия, Австро-Венгрия. Поэтому неудивительно, что «вашингтонский» период истории военного кораблестроения выдался довольно сложным. В первую очередь на 10 лет был введён мораторий на закладку крупных кораблей. На момент заключения договора страны-подписанты сохранили в составе флотов самые современные боевые единицы. Однако в качестве исключения единственными построенными в этот период стали британские линкоры типа «Нельсон». Чтобы соблюсти все договорные ограничения, они получили некоторые конструктивные особенности — например, расположение всех трёх башен главного калибра в носу, которое в нормальной ситуации было бы просто не нужно. Ещё более серьёзное влияние Вашингтонское соглашение оказало на судьбу крейсеров. Их ограничили качественно, но не количественно. Ввиду запрета на постройку линкоров среди великих морских держав началась крейсерская гонка вооружений, а проектировались новые корабли сразу по верхнему пределу ограничений. Чтобы вписаться в лимит на общее крейсерское водоизмещение, разрешённое для каждого флота, конструкторам приходилось чем-то жертвовать и это как правило было бронирование. В результате в Великобритании, Франции, Италии, США, Японии во второй половине 1920-х гг. появились корабли, которые при высокой скорости, 203-мм главном калибре и хорошей мореходности обладали очень слабым бронированием. Этот новый подкласс кораблей, появление которого не диктовалось никакими объективными военно-морскими потребностями, так и именовался — «вашингтонские крейсеры». Сказался договор об ограничении военно-морских вооружений и на судьбе совершенно нового класса боевых кораблей — авианосцев. В 1922 году было резко ограничено количество капитальных кораблей в боевом составе флотов. Корпуса новейших линкоров и линейных крейсеров, которые находились в достройке на верфях, оставалось только пустить на слом или переделать в авианосцы. Благодаря этому уже к концу 20-х годов в США, Японии, Великобритании появились большие быстроходные авианосцы, на которых были отработаны все основные конструктивные решения и тактические приёмы, используемые затем на кораблях этого класса массовой специальной постройки. Тенденции развития эсминцев в послевоенные годы сохранились — увеличивались размеры, улучшалось вооружение. Франция и Италия соперничали в создании всё более крупных, скоростных и имевших всё более мощную артиллерию кораблей, так что грань между ними и лёгкими крейсерами стиралась. Тем более, что в годы вынужденного увлечения «вашингтонцами» кораблей этого подкласса строили мало. Однако настоящим прорывом стало появление японских эсминцев типа «Фубуки» и их продолжения, типа «Хацухару»: сильная артиллерия, а главное мощнейшие дальноходные 610-мм торпеды и уникальная система быстрой перезарядки их прямо в море, вывели миноносные силы ВМФ Японии в мировые лидеры. Между тем, шок от мировой войны прошёл, в ряды великих держав, в том числе морских, вновь желали вернуться Германия и наследник Российской империи — СССР, а многие подписанты Вашингтонского договора стали открыто тяготиться его ограничениями.
