Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFES416_SPACE_GALISSONNIERE_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PFES417_SPACE_ALGERIE_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PFES418_SPACE_MARTEL_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PFES419_SPACE_LOUIS_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PFES420_SPACE_HENRI_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！

# IDS_PFES430_HENRI_HW19_DESCRIPTION
source: This child of the smashing magic of the Earth is as impregnable as a stronghold, and as daunting as the shadows of the Twilight.
es_mx: Este hijo de la aplastante magia de la Tierra es tan inaccesible como un acantilado y tan desalentador como las sombras del Crepúsculo.
ja: 地球の見事な魔術で生み出された子供であり、断崖絶壁のように近寄り難く、逢魔時の影のように恐ろしい。
pl: Ten twór magii ziemi jest nieprzystępny niczym zbocze klifu i niepokojący niczym skradający się zmierzch.
ru: Порождение сокрушительной магии Земли — неприступный, как твердыня, устрашающий, как тени Сумрака.
uk: Породження руйнівної магії землі — неприступний, як фортеця, жахливий, як тіні Сутіні.
zh: Порождение сокрушительной магии Земли — неприступный, как твердыня, устрашающий, как тени Сумрака.
zh_sg: 这名大地魔法之子像陡峭的悬崖一样冷峻，像暮光的阴影一样令人畏惧。

# IDS_PFES510_MAD_KLEBER
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PFES510_MAD_KLEBER_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PFGA004_37_50_CAD_MLE_1933
source: 37 mm/50 Mle 1933
ru: 37-мм/50 Mle 1933
uk: 37-мм/50 Mle 1933
zh: 37 毫米/50 1933型

# IDS_PFGA005_13_2_76_HOTCHKISS_CAQ_MLE_1929_TWIN
source: 13.2 mm/76 CAD Mle 1929
ru: 13,2-мм/76 CAD Mle 1929
uk: 13,2-мм/76 CAD Mle 1929
zh: 13.2 毫米/76 CAD 1929型

# IDS_PFGA006_13_2_76_HOTCHKISS_CAQ_MLE_1929_QUAD
source: 13.2 mm/76 CAQ Mle 1929
ru: 13,2-мм/76 CAQ Mle 1929
uk: 13,2-мм/76 CAQ Mle 1929
zh: 13.2 毫米/76 CAQ 1929型

# IDS_PFGA014_20MM_OERLIKON_MK4
source: 20 mm/70 Mk4
ru: 20-мм/70 Mk4
uk: 20-мм/70 Mk4
zh: 20 毫米/70 Mk4

# IDS_PFGA015_40MM_BOFORS_MK3
source: 40 mm/56 Bofors Mk3
ru: 40-мм/56 Bofors Mk3
uk: 40-мм/56 Bofors Mk3
zh: 40 毫米/56 博福斯 Mk3

# IDS_PFGA019_40MM_BOFORS_MK2
source: 40 mm/56 Bofors Mk2
ru: 40-мм/56 Bofors Mk2
uk: 40-мм/56 Bofors Mk2
zh: 40 毫米/56 博福斯 Mk2

# IDS_PFGA022_37_50_MLE_1925
source: 37 mm/50 CAS Mle 1925
ru: 37-мм/50 CAS Mle 1925
uk: 37-мм/50 CAS Mle 1925
zh: 37 毫米/50 CA 1925型

# IDS_PFGA023_75_50_MLE_1922
source: 75 mm/50 Mle 1922
ru: 75-мм/50 Mle 1922
uk: 75-мм/50 Mle 1922
zh: 75 毫米/50 1922型

# IDS_PFGA026_8MM_HOTCHKISS_MLE_1914
source: 8 mm Mle 1914
ru: 8-мм Mle 1914
uk: 8-мм Mle 1914
zh: 8 毫米 1914型

# IDS_PFGA027_37_50_ACAD
source: 37 mm/70 ACAD Mle 1936
ru: 37-мм/70 ACAD Mle 1936
uk: 37-мм/70 ACAD Mle 1936
zh: 37 毫米/70 ACAD 1936型

# IDS_PFGA030_40MM_BOFORS_MK1
source: 40 mm/56 Bofors Mk1
ru: 40-мм/56 Bofors Mk1
uk: 40-мм/56 Bofors Mk1
zh: 40 毫米/56 博福斯 Mk1

# IDS_PFGA033_25MM_HOTCHKISS_MLE_1940
source: 25 mm/60 CAD Mle 1939
ru: 25-мм/60 CAD Mle 1939
uk: 25-мм/60 CAD Mle 1939
zh: 25 毫米/60 CAD 1939型

# IDS_PFGA034_13_2MM_76_BROWNING_CAS
source: 13.2 mm/76 Mle 1929
ru: 13,2-мм/76 Mle 1929
uk: 13,2-мм/76 Mle 1929
zh: 13.2 毫米/76 1929型

# IDS_PFGA035_13_MM76_HOTCHKISS_MLE_1930
source: 13.2 mm/76 Mle 1929
ru: 13,2-мм/76 Mle 1929
uk: 13,2-мм/76 Mle 1929
zh: 13.2 毫米/76 1929型

# IDS_PFGA037_57MM_60_2_25_1951
source: 57 mm/60 ACAD Mle 1951
ru: 57-мм/60 ACAD Mle 1951
uk: 57-мм/60 ACAD Mle 1951
zh: 57 毫米/60 ACAD 1951型

# IDS_PFGA041_20MM_OERLIKON_MK20_TWIN
source: 20 mm/70 Mk20
ru: 20-мм/70 Mk20
uk: 20-мм/70 Mk20
zh: 20 毫米/70 Mk20

# IDS_PFGA050_40MM_BOFORS
source: 40 mm/56 Bofors Mk2
ru: 40-мм/56 Bofors Mk2
uk: 40-мм/56 Bofors Mk2
zh: 40 毫米/56 博福斯 Mk2

# IDS_PFGA056_57MM_60_2_25
source: 57 mm/60 ACAD Mle 1951
ru: 57-мм/60 ACAD Mle 1951
uk: 57-мм/60 ACAD Mle 1951
zh: 57 毫米/60 ACAD 1951型

# IDS_PFGA065_75_50_MLE_1922
source: 75 mm/50 Mle 1922
ru: 75-мм/50 Mle 1922
uk: 75-мм/50 Mle 1922
zh: 75 毫米/50 1922型

# IDS_PFGM001_330_52_MLE_1931
source: 330 mm/52 St. Chamond Mle 1932
ru: 330-мм/52 St. Chamond Mle 1932
uk: 330-мм/52 St. Chamond Mle 1932
zh: 330 毫米/52 圣·沙蒙 1932型

# IDS_PFGM007_330_52_MLE_1931_PREM
source: 330 mm/52 St. Chamond Mle 1932
ru: 330-мм/52 St. Chamond Mle 1932
uk: 330-мм/52 St. Chamond Mle 1932
zh: 330 毫米/52 圣·沙蒙 1932型

# IDS_PFGM009_240_55_MLE
source: 240 mm/55 Mle 1939
ru: 240-мм/55 Mle 1939
uk: 240-мм/55 Mle 1939
zh: 240 毫米/55 1939型

# IDS_PFGM010_152_55_MLE_1930
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFGM011_152_55_MLE_1930_RF
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFGM017_155_50_MLE_1921_TWIN
source: 155 mm/50 Mle 1921
ru: 155-мм/50 Mle 1921
uk: 155-мм/50 Mle 1921
zh: 155 毫米/50 1921型

# IDS_PFGM018_203MM50_MLE_1924_ALGERIE
source: 203 mm/50 Mle 1931
ru: 203-мм/50 Mle 1931
uk: 203-мм/50 Mle 1931
zh: 203 毫米/50 1931型

# IDS_PFGM020_164MM_ERNEST_RENAN
source: 165 mm/45 Mle 1893
ru: 165-мм/45 Mle 1893
uk: 165-мм/45 Mle 1893
zh: 165 毫米/45 1893型

# IDS_PFGM025_138_6MM_40_MLE_1927
source: 139 mm/40 Mle 1927
ru: 139-мм/40 Mle 1927
uk: 139-мм/40 Mle 1927
zh: 139 毫米/40 1927型

# IDS_PFGM029_203_50MM_MLE_1924_TRIPLE
source: 203 mm/50 Mle 1931
ru: 203-мм/50 Mle 1931
uk: 203-мм/50 Mle 1931
zh: 203 毫米/50 1931型

# IDS_PFGM036_127MM_54_5_1948
source: 127 mm/54 Mle 1948
ru: 127-мм/54 Mle 1948
uk: 127-мм/54 Mle 1948
zh: 127 毫米/54 1948型

# IDS_PFGM038_139_55_MLE_1921_TWIN
source: 139 mm/55 Mle 1921
ru: 139-мм/55 Mle 1921
uk: 139-мм/55 Mle 1921
zh: 139 毫米/55 1921型

# IDS_PFGM039_152_55_MLE_1930_RF2
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFGM040_203_55MM_MLE_1931_TRIPLE
source: 203 mm/55 Mle 1934
ru: 203-мм/55 Mle 1934
uk: 203-мм/55 Mle 1934
zh: 203 毫米/55 1934型

# IDS_PFGM044_152_55_MLE_1930_RF
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFGM045_152_55_MLE_1930
source: 152 mm/55 Mle 1930
ru: 152-мм/55 Mle 1930
uk: 152-мм/55 Mle 1930
zh: 152 毫米/55 1930型

# IDS_PFGM046_152_55_MLE_1936
source: 152 mm/55 Mle 1936
ru: 152-мм/55 Mle 1936
uk: 152-мм/55 Mle 1936
zh: 152 毫米/55 1936型

# IDS_PFGM047_152_55_MLE_1936_RF
source: 152 mm/55 Mle 1936
ru: 152-мм/55 Mle 1936
uk: 152-мм/55 Mle 1936
zh: 152 毫米/55 1936型

# IDS_PFGM048_130MM_40_MLE_1919
source: 130 mm/40 Mle 1919
ru: 130-мм/40 Mle 1919
uk: 130-мм/40 Mle 1919
zh: 130 毫米/40 1919型

# IDS_PFGM049_380MM_45_MLE_1935
source: 380 mm/45 Mle 1935
ru: 380-мм/45 Mle 1935
uk: 380-мм/45 Mle 1935
zh: 380 毫米/45 1935型

# IDS_PFGM051_430_50_MLE_1940
source: 431 mm/50 Mle 1940
ru: 431-мм/50 Mle 1940
uk: 431-мм/50 Mle 1940
zh: 431 毫米/50 1940型

# IDS_PFGM054_TOWER_340_4
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFGM055_305MM_45_TOURELLE
source: 305 mm/45 Mle 1910
ru: 305-мм/45 Mle 1910
uk: 305-мм/45 Mle 1910
zh: 305 毫米/45 1910型

# IDS_PFGM058_340_45_MLE_1912
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFGM059_100_45_MLE_1921
source: 100 mm/45 Mle 1921
ru: 100-мм/45 Mle 1921
uk: 100-мм/45 Mle 1921
zh: 100-мм/45 Mle 1921

# IDS_PFGM061_138_6MM_50_MLE_1929
source: 139 mm/50 Mle 1929
ru: 139-мм/50 Mle 1929
uk: 139-мм/50 Mle 1929
zh: 139 毫米/50 1929型

# IDS_PFGM064_139MM_50_MLE1929
source: 139 mm/50 Mle 1929
ru: 139-мм/50 Mle 1929
uk: 139-мм/50 Mle 1929
zh: 139 毫米/50 1929型

# IDS_PFGM066_TOWER_340_4
source: 340 mm/45 Mle 1912
ru: 340-мм/45 Mle 1912
uk: 340-мм/45 Mle 1912
zh: 340 毫米/45 1912型

# IDS_PFGM067_138_6MM55_MODEL_1934
source: 139 mm/55 Mle 1934
ru: 139-мм/55 Mle 1934
uk: 139-мм/55 Mle 1934
zh: 139-мм/55 Mle 1934

# IDS_PFGM068_138_6MM_40_MLE_1927
source: 139 mm/40 Mle 1927
ru: 139-мм/40 Mle 1927
uk: 139-мм/40 Mle 1927
zh: 139 毫米/40 1927型

# IDS_PFGM073_100_45_MLE_1921_SHIELD
source: 100 mm/45 Mle 1921
ru: 100-мм/45 Mle 1921
uk: 100-мм/45 Mle 1921
zh: 100-мм/45 Mle 1921

# IDS_PFGM076_138_6_MM_40_MLE_1923
source: 139 mm/40 Mle 1923
ru: 139-мм/40 Mle 1923
uk: 139-мм/40 Mle 1923
zh: 139-мм/40 Mle 1923

# IDS_PFGM077_130_45_MLE_1932_TWIN
source: 130 mm/45 Mle 1932
ru: 130-мм/45 Mle 1932
uk: 130-мм/45 Mle 1932
zh: 130 毫米/45 1932型

# IDS_PFGM082_127MM_54_5_1948
source: 127 mm/54 Mle 1948
ru: 127-мм/54 Mle 1948
uk: 127-мм/54 Mle 1948
zh: 127 毫米/54 1948型

# IDS_PFGM084_138_6MM50_TWIN
source: 139 mm/50 Mle 1934
ru: 139-мм/50 Mle 1934
uk: 139-мм/50 Mle 1934
zh: 139-мм/50 Mle 1934

# IDS_PFGM085_406MM50_MLE_1938
source: 406 mm/50 Schneider
ru: 406-мм/50 Schneider
uk: 406-мм/50 Schneider
zh: 406-мм/50 Schneider

# IDS_PFGS002_130_45_MLE_1932_QUAD
source: 130 mm/45 Mle 1932
ru: 130-мм/45 Mle 1932
uk: 130-мм/45 Mle 1932
zh: 130 毫米/45 1932型

# IDS_PFGS003_130_45_MLE_1932_TWIN
source: 130 mm/45 Mle 1932
ru: 130-мм/45 Mle 1932
uk: 130-мм/45 Mle 1932
zh: 130 毫米/45 1932型

# IDS_PFGS008_130_45_MLE_1932_QUAD_PREM
source: 130 mm/45 Mle 1932
ru: 130-мм/45 Mle 1932
uk: 130-мм/45 Mle 1932
zh: 130 毫米/45 1932型

# IDS_PFGS012_90_50_MLE_1930
source: 90 mm/50 Mle 1930
ru: 90-мм/50 Mle 1930
uk: 90-мм/50 Mle 1930
zh: 90 毫米/50 1930型

# IDS_PFGS013_2_100_55_MLE_1945
source: 100 mm/55 CAD Mle 1945
ru: 100-мм/55 CAD Mle 1945
uk: 100-мм/55 CAD Mle 1945
zh: 100 毫米/55 CAD 1945型

# IDS_PFGS024_100MM_45_MLE_1930
source: 100 mm/45 Mle 1931
ru: 100-мм/45 Mle 1931
uk: 100-мм/45 Mle 1931
zh: 100 毫米/45 1931型

# IDS_PFGS027_90MM_50_MLE_1926
source: 90 mm/50 Mle 1926
ru: 90-мм/50 Mle 1926
uk: 90-мм/50 Mle 1926
zh: 90 毫米/50 1926型

# IDS_PFGS036_127MM_54_5_1948
source: 127 mm/54 Mle 1948
ru: 127-мм/54 Mle 1948
uk: 127-мм/54 Mle 1948
zh: 127 毫米/54 1948型

# IDS_PFGS043_100MM_45_MLE_1933
source: 100 mm/45 Mle 1933
ru: 100-мм/45 Mle 1933
uk: 100-мм/45 Mle 1933
zh: 100 毫米/45 1933型

# IDS_PFGS052_152_55_MLE_1936
source: 152 mm/55 Mle 1936
ru: 152-мм/55 Mle 1936
uk: 152-мм/55 Mle 1936
zh: 152 毫米/55 1936型

# IDS_PFGS053_152_55_MLE_1950
source: 152 mm/55 Mle 1950
ru: 152-мм/55 Mle 1950
uk: 152-мм/55 Mle 1950
zh: 152 毫米/55 1950型

# IDS_PFGS057_75MM_MLE_1908
source: 75 mm/63 Mle 1908
ru: 75-мм/63 Mle 1908
uk: 75-мм/63 Mle 1908
zh: 75 毫米/63 1908型

# IDS_PFGS060_100_45_MLE_1892
source: 100 mm/45 Mle 1892
ru: 100-мм/45 Mle 1892
uk: 100-мм/45 Mle 1892
zh: 100 毫米/45 1892型

# IDS_PFGS062_138_6MM_55
source: 139 mm/55 Mle 1910
ru: 139-мм/55 Mle 1910
uk: 139-мм/55 Mle 1910
zh: 139 毫米/55 1910型

# IDS_PFGS063_138_6MM_55
source: 139 mm/55 Mle 1910
ru: 139-мм/55 Mle 1910
uk: 139-мм/55 Mle 1910
zh: 139 毫米/55 1910型

# IDS_PFGT028_550MM_MLE_1923_D
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 550毫米 鱼雷发射管

# IDS_PFGT032_550MM_3TUBE_MLE_1924
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 551毫米 鱼雷发射管

# IDS_PFGT042_550MM_3TUBE_MLE_1928T
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 552毫米 鱼雷发射管

# IDS_PFGT069_550MM_2TUBE
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 550-мм tube lance-torpilles

# IDS_PFGT081_550MM_3TUBE_MLE_1924
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 550-мм tube lance-torpilles

# IDS_PFPA001_330MM_AP_D
source: 330 mm AP OPfK Mle 1935
ru: 330-мм AP OPfK Mle 1935
uk: 330-мм AP OPfK Mle 1935
zh: 330 毫米 AP OPfK 1935型

# IDS_PFPA002_330MM_HE_D
source: 330 mm HE OEA Mle 1935
ru: 330-мм HE OEA Mle 1935
uk: 330-мм HE OEA Mle 1935
zh: 330 毫米 HE OEA 1935型

# IDS_PFPA003_130MM_HE_MLE1935
source: 130 mm HE OEA Mle 1934
ru: 130-мм HE OEA Mle 1934
uk: 130-мм HE OEA Mle 1934
zh: 130 毫米 HE OEA 1934型

# IDS_PFPA004_138MM_40_1923_AP
source: 139 mm AP OPf Mle 1924
ru: 139-мм AP OPf Mle 1924
uk: 139-мм AP OPf Mle 1924
zh: 139 毫米 AP OPf 1924型

# IDS_PFPA005_138MM_40_1923_HE
source: 139 mm HE OEcl M1925
ru: 139-мм HE OEcl M1925
uk: 139-мм HE OEcl M1925
zh: 139 毫米 HE OEcl M1925

# IDS_PFPA006_165MM_45_1893_AP
source: 165 mm AP OPf Mle 1896
ru: 165-мм AP OPf Mle 1896
uk: 165-мм AP OPf Mle 1896
zh: 165 毫米 AP OPf 1896型

# IDS_PFPA007_165MM_45_1893_HE
source: 165 mm HE OEA Mle 1896
ru: 165-мм HE OEA Mle 1896
uk: 165-мм HE OEA Mle 1896
zh: 165 毫米 HE OEA 1896型

# IDS_PFPA008_139MM_55_1923_AP
source: 139 mm AP OPFA Mle 1923
ru: 139-мм AP OPFA Mle 1923
uk: 139-мм AP OPFA Mle 1923
zh: 139 毫米 AP OPFA 1923型

# IDS_PFPA009_139MM_55_1923_HE
source: 139 mm HE OEA Mle 1923
ru: 139-мм HE OEA Mle 1923
uk: 139-мм HE OEA Mle 1923
zh: 139 毫米 HE OEA 1923型

# IDS_PFPA010_90MM_50_1926_HE
source: 90 mm HE OEA Mle 1925
ru: 90-мм HE OEA Mle 1925
uk: 90-мм HE OEA Mle 1925
zh: 90 毫米 HE OEA 1925型

# IDS_PFPA011_155MM_50_1920_AP
source: 155 mm AP OPFA Mle 1920
ru: 155-мм AP OPFA Mle 1920
uk: 155-мм AP OPFA Mle 1920
zh: 155 毫米 AP OPFA 1920型

# IDS_PFPA012_155MM_50_1920_HE
source: 155 mm HE OEA Mle 1920
ru: 155-мм HE OEA Mle 1920
uk: 155-мм HE OEA Mle 1920
zh: 155 毫米 HE OEA 1920型

# IDS_PFPA013_152MM_55_1930_AP_1931
source: 152 mm AP OPf Mle 1931
ru: 152-мм AP OPf Mle 1931
uk: 152-мм AP OPf Mle 1931
zh: 152 毫米 AP OPf 1931型

# IDS_PFPA014_152MM_55_1930_HE_1936
source: 152 mm HE OEA Mle 1937
ru: 152-мм HE OEA Mle 1937
uk: 152-мм HE OEA Mle 1937
zh: 152 毫米 HE OEA 1937型

# IDS_PFPA015_152MM_55_1930_AP_1937
source: 152 mm AP OPfK Mle 1937
ru: 152-мм AP OPfK Mle 1937
uk: 152-мм AP OPfK Mle 1937
zh: 152 毫米 AP OPfK 1937型

# IDS_PFPA016_100MM_45_1930_HE
source: 100 mm HE OEA Mle 1928
ru: 100-мм HE OEA Mle 1928
uk: 100-мм HE OEA Mle 1928
zh: 100 毫米 HE OEA 1928型

# IDS_PFPA017_100MM_55_1930_HE
source: 100 mm HE OEA Mle 1945
ru: 100-мм HE OEA Mle 1945
uk: 100-мм HE OEA Mle 1945
zh: 100 毫米 HE OEA 1945型

# IDS_PFPA018_127MM_54_1948_HE
source: 127 mm HE Mark 41
ru: 127-мм HE Mark 41
uk: 127-мм HE Mark 41
zh: 127 毫米 HE Mark 41

# IDS_PFPA019_203MM_50_1924_AP
source: 203 mm AP OPf Mle 1936
ru: 203-мм AP OPf Mle 1936
uk: 203-мм AP OPf Mle 1936
zh: 203 毫米 AP OPf 1936型

# IDS_PFPA020_203MM_50_1924_HE
source: 203 mm HE OEA Mle 1927
ru: 203-мм HE OEA Mle 1927
uk: 203-мм HE OEA Mle 1927
zh: 203 毫米 HE OEA 1927型

# IDS_PFPA021_203MM_55_1931_AP
source: 203 mm AP OPf Mle 1936
ru: 203-мм AP OPf Mle 1936
uk: 203-мм AP OPf Mle 1936
zh: 203 毫米 AP OPf 1936型

# IDS_PFPA022_203MM_55_1931_HE
source: 203 mm HE OEA Mle 1927
ru: 203-мм HE OEA Mle 1927
uk: 203-мм HE OEA Mle 1927
zh: 203 毫米 HE OEA 1927型

# IDS_PFPA023_240MM_55_AP
source: 240 mm AP OPfK Mle 1939
ru: 240-мм AP OPfK Mle 1939
uk: 240-мм AP OPfK Mle 1939
zh: 240 毫米 AP OPfK 1939型

# IDS_PFPA024_240MM_55_HE
source: 240 mm HE OEA Mle 1939
ru: 240-мм HE OEA Mle 1939
uk: 240-мм HE OEA Mle 1939
zh: 240 毫米 HE OEA 1939型

# IDS_PFPA025_165MM_45_1893_45KG_HE
source: 165 mm HE OEA Mle 1893
ru: 165-мм HE OEA Mle 1893
uk: 165-мм HE OEA Mle 1893
zh: 165 毫米 HE OEA 1893型

# IDS_PFPA026_152MM_GRASSE_HE
source: 152 mm HE OEA Mle 1937
ru: 152-мм HE OEA Mle 1937
uk: 152-мм HE OEA Mle 1937
zh: 152 毫米 HE OEA 1937型

# IDS_PFPA027_152MM_GRASSE_AP
source: 152 mm AP OPfK Mle 1937
ru: 152-мм AP OPfK Mle 1937
uk: 152-мм AP OPfK Mle 1937
zh: 152 毫米 AP OPfK 1937型

# IDS_PFPA028_130MM_40_1919_AP
source: 130 mm AP OPFA Mle 1923
ru: 130-мм AP OPFA Mle 1923
uk: 130-мм AP OPFA Mle 1923
zh: 130 毫米 AP OPFA Mle 1923

# IDS_PFPA029_130MM_40_1919_HE
source: 130 mm HE OEA Mle 1923
ru: 130-мм HE OEA Mle 1923
uk: 130-мм HE OEA Mle 1923
zh: 130 毫米 HE OEA Mle 1923

# IDS_PFPA030_138MM_AP_AIGLE
source: 139 mm AP OPf Mle 1924
ru: 139-мм AP OPf Mle 1924
uk: 139-мм AP OPf Mle 1924
zh: 139 毫米 AP OPf 1924型

# IDS_PFPA031_138MM_HE_AIGLE
source: 139 mm HE OEA Mle 1928
ru: 139-мм HE OEA Mle 1928
uk: 139-мм HE OEA Mle 1928
zh: 139 毫米 HE OEA 1928型

# IDS_PFPA032_305MM_45_1910_AP
source: 305 mm AP OPf Mle 1910
ru: 305-мм AP OPf Mle 1910
uk: 305-мм AP OPf Mle 1910
zh: 305 毫米 AP OPf Mle 1910

# IDS_PFPA033_305MM_45_1910_HE
source: 305 mm HE OEA Mle 1910
ru: 305-мм HE OEA Mle 1910
uk: 305-мм HE OEA Mle 1910
zh: 305 毫米 HE OEA Mle 1910

# IDS_PFPA034_340MM_45_1912_AP
source: 340 mm AP OPf Mle 1924
ru: 340-мм AP OPf Mle 1924
uk: 340-мм AP OPf Mle 1924
zh: 340 毫米 AP OPf Mle 1924

# IDS_PFPA035_340MM_45_1912_HE
source: 340 mm HE OEA Mle 1932
ru: 340-мм HE OEA Mle 1932
uk: 340-мм HE OEA Mle 1932
zh: 340 毫米 HE OEA Mle 1932

# IDS_PFPA036_380MM_45_1935_AP
source: 380 mm AP OPfK Mle 1943
ru: 380-мм AP OPfK Mle 1943
uk: 380-мм AP OPfK Mle 1943
zh: 380 毫米 AP OPfK Mle 1943

# IDS_PFPA037_380MM_45_1935_HE
source: 380 mm HE OEA Mle 1945
ru: 380-мм HE OEA Mle 1945
uk: 380-мм HE OEA Mle 1945
zh: 380 毫米 HE OEA Mle 1945

# IDS_PFPA038_431MM_50_1939_AP
source: 431 mm AP OPfK Mle 1940
ru: 431-мм AP OPfK Mle 1940
uk: 431-мм AP OPfK Mle 1940
zh: 431 毫米 AP OPfK Mle 1940

# IDS_PFPA039_431MM_50_1939_HE
source: 431 mm HE OEA Mle 1940
ru: 431-мм HE OEA Mle 1940
uk: 431-мм HE OEA Mle 1940
zh: 431 毫米 HE OEA Mle 1940

# IDS_PFPA040_139MM_55_1910_HE
source: 139 mm HE OEA Mle 1910
ru: 139-мм HE OEA Mle 1910
uk: 139-мм HE OEA Mle 1910
zh: 139 毫米 HE OEA Mle 1910

# IDS_PFPA041_75MM_62_1908_HE
source: 75 mm HE OEA Mle 1908
ru: 75-мм HE OEA Mle 1908
uk: 75-мм HE OEA Mle 1908
zh: 75 毫米 HE OEA Mle 1908

# IDS_PFPA042_340MM_45_1930_AP
source: 340 mm AP OPfK Mle 1930
ru: 340-мм AP OPfK Mle 1930
uk: 340-мм AP OPfK Mle 1930
zh: 340 毫米 AP OPfK Mle 1930

# IDS_PFPA043_340MM_45_1930_HE
source: 340 mm HE OEA Mle 1934
ru: 340-мм HE OEA Mle 1934
uk: 340-мм HE OEA Mle 1934
zh: 340 毫米 HE OEA Mle 1934

# IDS_PFPA044_100MM_45_1892_HE
source: 100 mm HE OEA Mle 1910
ru: 100-мм HE OEA Mle 1910
uk: 100-мм HE OEA Mle 1910
zh: 100 毫米 HE OEA Mle 1910

# IDS_PFPA045_152MM_55_1936_HE
source: 152 mm HE OEA Mle 1937
ru: 152-мм HE OEA Mle 1937
uk: 152-мм HE OEA Mle 1937
zh: 152 毫米 HE OEA 1937型

# IDS_PFPA046_380MM_AP_GASCOGNE
source: 380 mm AP OPfK Mle 1943
ru: 380-мм AP OPfK Mle 1943
uk: 380-мм AP OPfK Mle 1943
zh: 380 毫米 AP OPfK Mle 1943

# IDS_PFPA047_380MM_HE_GASCOGNE
source: 380 mm HE OEA Mle 1945
ru: 380-мм HE OEA Mle 1945
uk: 380-мм HE OEA Mle 1945
zh: 380 毫米 HE OEA Mle 1945

# IDS_PFPA048_380MM_HE_JBART
source: 380 mm HE OEA Mle 1945
ru: 380-мм HE OEA Mle 1945
uk: 380-мм HE OEA Mle 1945
zh: 380 毫米 HE OEA Mle 1945

# IDS_PFPA049_380MM_AP_JBART
source: 380 mm AP OPfK Mle 1943
ru: 380-мм AP OPfK Mle 1943
uk: 380-мм AP OPfK Mle 1943
zh: 380 毫米 AP OPfK Mle 1943

# IDS_PFPA050_139MM_HE_TERRIBLE_1928
source: 139 mm HE OEA Mle 1928
ru: 139-мм HE OEA Mle 1928
uk: 139-мм HE OEA Mle 1928
zh: 139 毫米 HE OEA 1928型

# IDS_PFPA051_139MM_AP_TERRIBLE_1924
source: 139 mm SAP OPFA Mle 1924
ru: 139-мм SAP OPFA Mle 1924
uk: 139-мм SAP OPFA Mle 1924
zh: 139 毫米 SAP OPFA 1924型

# IDS_PFPA052_380MM_BOURGOGNE_AP
source: 380 mm AP OPfK Mle 1943
ru: 380-мм AP OPfK Mle 1943
uk: 380-мм AP OPfK Mle 1943
zh: 380 毫米 AP OPfK Mle 1943

# IDS_PFPA053_380MM_BOURGOGNE_HE
source: 380 mm HE OEA Mle 1945
ru: 380-мм HE OEA Mle 1945
uk: 380-мм HE OEA Mle 1945
zh: 380 毫米 HE OEA Mle 1945
