Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNB153_NAME
source: Unleash the Quacken!
es_mx: ¡Liberen al Cuacken!
ja: クアッケンを解き放て!
pl: Uwolnić Kwakena!
ru: Выпускайте Крякена!
uk: Випускайте Крякена!
zh: 放开黄色小鸭！
zh_sg: 释放鸭力！

# IDS_DOGTAG_PCNB154_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB154_NAME
source: Mermaid's Wrath
es_mx: La Ira de la Sirena
ja: 人魚の怒り
pl: Gniew syreny
ru: Гнев русалки
uk: Гнів русалки
zh: 美人鱼的愤怒
zh_sg: 美人鱼之怒

# IDS_DOGTAG_PCNB155_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB155_NAME
source: Winston, a Salty Sea Dog!
es_mx: ¡Winston, un perro de agua salada!
ja: 熟練海犬のウィンストン
pl: Winston, stary morski wyga!
ru: Винстон — морской пёс
uk: Вінстон — морський собака
zh: 温斯顿，一只酸人的海狗！
zh_sg: 海狗温斯顿

# IDS_DOGTAG_PCNB156_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB156_NAME
source: Heavyweight Hunter
es_mx: Cazador Pesado
ja: 重量級ハンター
pl: Łowca wagi ciężkiej
ru: Охотник-тяжеловес
uk: Мисливець-важкоатлет
zh: 重量级猎人
zh_sg: 重量级猎人

# IDS_DOGTAG_PCNB157_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB157_NAME
source: Brace Yourself!
es_mx: ¡Prepárate!
ja: 準備はいいか!
pl: Trzymać się!
ru: Крепитесь!
uk: Тримайтеся!
zh: 振作起来！
zh_sg: 振作！

# IDS_DOGTAG_PCNB158_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB158_NAME
source: Fortune
es_mx: Fortuna
ja: 幸運
pl: Szczęście
ru: Удача
uk: Успіх
zh: 财富
zh_sg: 命运

# IDS_DOGTAG_PCNB159_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB159_NAME
source: Crows Chief
es_mx: Jefe de Cuervos
ja: カラスの長
pl: Kruczy herszt
ru: Вождь Кроу
uk: Вождь Кроу
zh: 乌鸦酋长
zh_sg: 乌鸦酋长

# IDS_DOGTAG_PCNB160_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB160_NAME
source: Rabbit Torpedo
es_mx: Conejo Torpedo
ja: 兎魚雷
pl: Królicza torpeda
ru: Торпедо-кролик
uk: Торпедо-кролик
zh: 兔子鱼雷
zh_sg: 兔子鱼雷

# IDS_DOGTAG_PCNB161_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB161_NAME
source: Gateau Class
es_mx: Clase Gateau
ja: ガトー級
pl: Klasa Gateau
ru: Гато-класс
uk: Гато-клас
zh: 猫级
zh_sg: 加托级

# IDS_DOGTAG_PCNB162_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB162_NAME
source: Torp Fish
es_mx: Pez Torpedo
ja: 魚雷魚
pl: Torporyba
ru: Рыбонька-торпеда
uk: Рибонька-торпеда
zh: 鱼雷鱼
zh_sg: 鱼雷鱼

# IDS_DOGTAG_PCNB163_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB163_NAME
source: Turtleback Armor
es_mx: Blindaje de Tortuga
ja: タートルバック装甲
pl: Żółwi pancerz
ru: Черепашья броня
uk: Черепашача броня
zh: 龟甲装甲
zh_sg: 龟背装甲

# IDS_DOGTAG_PCNB164_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB164_NAME
source: Little Shark
es_mx: Pequeño Tiburón
ja: リトルシャーク
pl: Mały rekin
ru: Маленькая акула
uk: Маленька акула
zh: 小鲨鱼
zh_sg: 小鲨鱼

# IDS_DOGTAG_PCNB165_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB165_NAME
source: Sakura Helm
es_mx: Casco de Sakura
ja: 桜舵輪
pl: Wiśniowy ster
ru: Штурвал Сакуры
uk: Штурвал Сакури
zh: 樱花舵
zh_sg: 樱花舵

# IDS_DOGTAG_PCNB166_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB166_NAME
source: Albatross
es_mx: Albatros
ja: アルバトロス
pl: Albatros
ru: Альбатрос
uk: Альбатрос
zh: 信天翁
zh_sg: 信天翁

# IDS_DOGTAG_PCNB167_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官臂章竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB167_NAME
source: Keel Breaker
es_mx: Rompequillas
ja: キールブレイカー
pl: Stępkołamacz
ru: Кораблекрушитель
uk: Кораблегубець
zh: 龙骨破坏者
zh_sg: 龙骨破坏者

# IDS_DOGTAG_PCNB168_DESCRIPTION
source: To honor the release of a new tech tree of British destroyers. A commemorative symbol for those who succeeded in obtaining early access to these ships.
es_mx: Para honrar el lanzamiento de un nuevo árbol tecnológico de destructores británicos. Un símbolo conmemorativo para aquellos que tuvieron éxito en obtener acceso anticipado a estos barcos.
ja: イギリス駆逐艦ブランチのリリースを記念して。 これらの艦艇のアーリーアクセスを得ることに成功した皆様のための記念シンボルです。
pl: By uczcić odsłonę nowej linii drzewa technologicznego brytyjskich niszczycieli. Pamiątkowy symbol dla tych, którym udało się uzyskać wczesny dostęp do tych okrętów.
ru: В честь выхода новой ветви британских эсминцев. Памятный символ для тех, кто сумел получить эти корабли в ранний доступ.
uk: На честь виходу нової гілки британських есмінців. Пам’ятний знак для тих, хто зумів отримати ці кораблі у ранній доступ.
zh: 为了纪念Y系驱逐舰的新科技树发布。 对于那些成功获得早期乘坐这些战舰的人来说的一个纪念符号。
zh_sg: 为了纪念英国驱逐舰新科技树的发布。 授予最早成功获得这些战舰的玩家的纪念标志。

# IDS_DOGTAG_PCNB168_NAME
source: U.K. Destroyers
es_mx: Destructores del RU
ja: イギリス駆逐艦
pl: Brytyjskie niszczyciele
ru: Британские эсминцы
uk: Британські есмінці
zh: Y系驱逐舰
zh_sg: 英国驱逐舰

# IDS_DOGTAG_PCNB169_DESCRIPTION
source: The Eight
es_mx: El Ocho
ja: エイト
pl: Ósemka
ru: Восьмёрка
uk: Вісімка
zh: 八号
zh_sg: 八号

# IDS_DOGTAG_PCNB169_NAME
source: The Great Eight
es_mx: El Gran Ocho
ja: グレート・エイト
pl: Wielka Ósemka
ru: Великая Восьмёрка
uk: Велика Вісімка
zh: 伟大的八号
zh_sg: 伟大的八号

# IDS_DOGTAG_PCNB170_DESCRIPTION
source: Cowards don't have the guts to play ice hockey
es_mx: Los cobardes no tienen el valor para jugar hockey sobre hielo
ja: 臆病者にはアイスホッケーをプレイする勇気などない
pl: Cykorom brakuje odwagi, by grać w hokeja
ru: Трус не играет в хоккей
uk: Боягуз не грає в хокей
zh: 懦夫没胆子玩冰上曲棍球
zh_sg: 只有懦夫不打冰球

# IDS_DOGTAG_PCNB170_NAME
source: Hockey Player
es_mx: Jugador de Hockey
ja: ホッケー選手
pl: Hokeista
ru: Хоккеист
uk: Хокеїст
zh: 曲棍球球员
zh_sg: 冰球球员

# IDS_DOGTAG_PCNB171_DESCRIPTION
source: Hits—and SCORES!
es_mx: Golpea y ¡ANOTA!
ja: 打ち、ゴールを決めろ!
pl: Strzela – i GOL!
ru: Бросок, ГОЛ!
uk: Кидок, ГОЛ!
zh: 命中—然后得分！
zh_sg: 射门，得分！

# IDS_DOGTAG_PCNB171_NAME
source: Puck
es_mx: Disco
ja: パック
pl: Krążek
ru: Шайба
uk: Шайба
zh: 冰球
zh_sg: 冰球

# IDS_DOGTAG_PCNB172_DESCRIPTION
source: A commemorative symbol inspired by Halloween 2018
es_mx: Un símbolo conmemorativo inspirado por el Halloween 2018
ja: ハロウィーン 2018 に着想を得た記念シンボル
pl: Symbol pamiątkowy z okazji Halloween 2018
ru: Памятный символ к Хэллоуину 2018
uk: Пам’ятний знак до Хеловіну 2018
zh: 受2018年万圣节启发的纪念符号
zh_sg: 2018年万圣节纪念标志

# IDS_DOGTAG_PCNB172_NAME
source: Alena
ru: Алёна
uk: Альона
zh: 阿莱纳

# IDS_DOGTAG_PCNB173_DESCRIPTION
source: Thank you for testing the game
es_mx: Gracias por probar el juego
ja: 本ゲームをテストしていただき、感謝いたします。
pl: Dziękujemy Ci za testowanie gry
ru: Спасибо за участие в тестировании игры
uk: Дякуємо за участь у тестуванні гри
zh: 感谢您参加游戏测试
zh_sg: 感谢您参与测试游戏

# IDS_DOGTAG_PCNB173_NAME
source: Alpha Tester
ja: αテスター
pl: Alfa-tester
ru: Альфа-тестер
uk: Альфа-тестувальник
zh: Alpha测试者
zh_sg: Alpha测试者

# IDS_DOGTAG_PCNB174_DESCRIPTION
source: Thank you for participation in the game testing
es_mx: Gracias por probar el juego
ja: 本ゲームのテストに参加していただき、感謝いたします。
pl: Dziękujemy za uczestnictwo w testach gry.
ru: Спасибо за участие в тестировании игры
uk: Дякуємо за участь у тестуванні гри
zh: 感谢您参加游戏测试
zh_sg: 感谢您参与测试游戏

# IDS_DOGTAG_PCNB174_NAME
source: Beta Tester
ja: βテスター
ru: Бета-тестер
uk: Бета-тестувальник
zh: Beta测试者
zh_sg: Beta测试者

# IDS_DOGTAG_PCNB175_NAME
source: Veterans' Day
es_mx: Día del Veterano
ja: 退役軍人の日
pl: Dzień Weterana
ru: День Ветеранов
uk: День Ветеранів
zh: 退伍军人节
zh_sg: 老兵节

# IDS_DOGTAG_PCNB176_NAME
source: 100th Anniversary of the Polish Navy
es_mx: 100° Aniversario de la Armada Polaca
ja: ポーランド海軍 100 周年
pl: Setna rocznica Polskiej Marynarki Wojennej
ru: 100 лет польскому флоту
uk: 100 років польському флоту
zh: B国海军100周年纪念日
zh_sg: 波兰海军百年纪念

# IDS_DOGTAG_PCNB177_NAME
source: Mod Maker
es_mx: Creador de Mods
ja: Mod 開発者
pl: Twórca modów
ru: Мододел
uk: Модороб
zh: 模组制作者
zh_sg: Mod制作者

# IDS_DOGTAG_PCNB178_DESCRIPTION
source: Been there, sunk that.
es_mx: Estuve ahí, hundí eso.
ja: ここで奴を沈めた。
pl: Byłem, zatopiłem.
ru: И я там был, Midway топил
uk: І я там був, бачив як Midway тонув
zh: 去过了，击沉了它。
zh_sg: 硝烟散尽

# IDS_DOGTAG_PCNB178_NAME
source: WG Fest 2018
zh: 208 年 WG 盛会

# IDS_DOGTAG_PCNB179_DESCRIPTION
source: Ain't Nothing Else Like an Ol' Country Sea
es_mx: No hay nada como una vieja ciudad naval
ja: 古き田舎の海に似たものはないだろう
pl: Nie ma to jak stare, dobre Morze.
ru: Что может быть лучше старой доброй сельской дороги?
zh: 没有东西比得上老家的海
zh_sg: 没有什么比乡下的旧公路更好了

# IDS_DOGTAG_PCNB179_NAME
source: West Virginia
zh: 西弗吉尼亚
zh_sg: 西维吉尼亚

# IDS_DOGTAG_PCNB180_DESCRIPTION
source: To commemorate the bravery of the Czechoslovakian Legions and their important role in founding the independent Czechoslovakian Republic in 1918.
es_mx: Para conmemorar la valentía de las Legiones Checoslovacas y su importancia en la fundación de la República Checoslovaca independiente en 1918.
ja: チェコスロバキア軍団の勇気と、1918 年のチェコスロバキア共和国建国の際に彼らが果たした重要な役割を記念して。
pl: Dla uczczenia męstwa Legionów Czechosłowackich i ich roli w założeniu niepodległej Republiki Czechosłowackiej w 1918 roku.
ru: В ознаменование храбрости, проявленной бойцами Чехословацких легионов, и их важной роли в создании независимой Чехословацкой Республики в 1918 г.
uk: Данина хоробрості, виявленої бійцями Чехословацьких легіонів, та їхній важливій ролі у створенні незалежної Чехословацької Республіки 1918 р.
zh: 纪念捷克斯洛伐克军团的勇敢及他们在1918年建立独立的捷克斯洛伐克共和国的重要角色。
zh_sg: 纪念捷克斯洛伐克军团的英勇行为及他们在1918年建立独立的捷克斯洛伐克共和国时发挥的重要作用。

# IDS_DOGTAG_PCNB180_NAME
source: Czechoslovakian Legions
es_mx: Legiones Checoslovacas
ja: チェコスロバキア軍団
pl: Legiony Czechosłowackie
ru: Чехословацкие легионы
uk: Чехословацькі легіони
zh: 捷克斯洛伐克军团
zh_sg: 捷克斯洛伐克军团

# IDS_DOGTAG_PCNB181_DESCRIPTION
source: A commemorative symbol for completing the "Belle Époque" collection
es_mx: Un símbolo conmemorativo por completar la colección "Belle Époque"
ja: コレクション「ベル・エポック」完成に対する記念シンボル
pl: Pamiątkowy symbol za zebranie kolekcji „Belle Époque"
ru: Памятный символ за сбор коллекции «Прекрасная эпоха»
uk: Пам’ятний знак за зібрану колекцію «Прекрасна епоха»
zh: 完成「美好年代」收藏的纪念符号
zh_sg: 完成“美好时代”收藏的纪念标志

# IDS_DOGTAG_PCNB181_NAME
source: Pickelhelm
es_mx: Pickelhaube
ja: ピッケルハウベ
ru: Пикельхельм
uk: Пікельхельм
zh: 钉盔
zh_sg: 钉盔

# IDS_DOGTAG_PCNB182_DESCRIPTION
source: In celebration of the Year of the Earth Pig
es_mx: En celebración del Año del Cerdo de Tierra
ja: 亥年を祝して
pl: Świętując Rok Świni Ziemi
ru: В честь празднования года Жёлтой Земляной Свиньи
uk: На честь святкування року Жовтої Земляної Свині
zh: 庆祝亥猪年
zh_sg: 庆祝生肖猪年

# IDS_DOGTAG_PCNB182_NAME
source: Year of the Pig
es_mx: Año del Cerdo
ja: 亥年
pl: Rok Świni
ru: Год Свиньи
uk: Рік Свині
zh: 猪年
zh_sg: 猪年

# IDS_DOGTAG_PCNB183_DESCRIPTION
source: In celebration of the Year of the Earth Pig
es_mx: En celebración del Año del Cerdo de Tierra
ja: 亥年を祝して
pl: Świętując Rok Świni Ziemi
ru: В честь празднования года Жёлтой Земляной Свиньи
uk: На честь святкування року Жовтої Земляної Свині
zh: 庆祝亥猪年
zh_sg: 庆祝生肖猪年

# IDS_DOGTAG_PCNB183_NAME
source: Earth Pig
es_mx: El Cerdo de Tierra
ja: ツチブタ
pl: Świnia Ziemi
ru: Земляная Свинья
uk: Земляна Свиня
zh: 猪年
zh_sg: 猪

# IDS_DOGTAG_PCNB184_DESCRIPTION
source: Celebrating the beginning of spring!
es_mx: ¡Celebrando el inicio de la Primavera!
ja: 春の訪れを祝して!
pl: Świętujemy początek wiosny!
ru: Отмечаем наступление весны!
uk: Святкуємо прихід весни!
zh: 庆祝春天的开始！
zh_sg: 庆祝冬去春来！

# IDS_DOGTAG_PCNB184_NAME
source: Setsubun
ja: 節分
ru: Сэцубун
uk: Сецубун
zh: 节分
zh_sg: 节分

# IDS_DOGTAG_PCNB185_DESCRIPTION
source: Happy Defender's Day! Congratulations!
es_mx: ¡Feliz Día del Defensor! ¡Felicidades!
ja: 祖国防衛の日を祝おう!
pl: Radosnego Dnia Obrońcy Ojczyzny! Gratulacje!
ru: С 23 февраля! С Днём защитника Отечества!
uk: З Днем захисника Вітчизни та Збройних сил Білорусі!
zh: С 23 февраля! С Днём защитника Отечества!
zh_sg: 祖国保卫者日快乐！祝贺您！

# IDS_DOGTAG_PCNB185_NAME
source: Defender's Day
es_mx: Día del Defensor
ja: 祖国防衛の日
pl: Dzień Obrońcy Ojczyzny
ru: 23 февраля
uk: 23 лютого
zh: 23 февраля
zh_sg: 祖国保卫者日

# IDS_DOGTAG_PCNB186_DESCRIPTION
source: A commemorative symbol for participants of Space Warships 2019.
es_mx: Un símbolo conmemorativo para un participante de Warships en el Espacio 2019.
ja: Space Warships 2019 参加記念シンボル
pl: Pamiątkowy symbol dla uczestników Bitew kosmicznych 2019.
ru: Памятный символ участника Space Warships 2019
uk: Пам’ятний символ учасника Space Warships 2019
zh: Памятный символ участника Space Warships 2019
zh_sg: 2019太空战舰参与者的纪念物。

# IDS_DOGTAG_PCNB186_NAME
source: Space Station
es_mx: Estación Espacial
ja: スペースステーション
pl: Stacja kosmiczna
ru: Космическая станция
uk: Космічна станція
zh: Космическая станция
zh_sg: 空间站

# IDS_DOGTAG_PCNB187_DESCRIPTION
source: A commemorative symbol for participants of Space Warships 2019.
es_mx: Un símbolo conmemorativo para un participante de Warships en el Espacio 2019.
ja: Space Warships 2019 参加記念シンボル
pl: Pamiątkowy symbol dla uczestników Bitew kosmicznych 2019.
ru: Памятный символ участника Space Warships 2019
uk: Пам’ятний символ учасника Space Warships 2019
zh: Памятный символ участника Space Warships 2019
zh_sg: 2019太空战舰参与者的纪念物。

# IDS_DOGTAG_PCNB187_NAME
source: Spaceship
es_mx: Nave Espacial
ja: スペースシップ
pl: Statek kosmiczny
ru: Звёздный корабль
uk: Зоряний корабель
zh: Звёздный корабль
zh_sg: 太空战舰

# IDS_DOGTAG_PCNB188_DESCRIPTION
source: A commemorative symbol for participants of Space Warships 2019.
es_mx: Un símbolo conmemorativo para un participante de Warships en el Espacio 2019.
ja: Space Warships 2019 参加記念シンボル
pl: Pamiątkowy symbol dla uczestników Bitew kosmicznych 2019.
ru: Памятный символ участника Space Warships 2019
uk: Пам’ятний символ учасника Space Warships 2019
zh: Памятный символ участника Space Warships 2019
zh_sg: 2019太空战舰参与者的纪念物。

# IDS_DOGTAG_PCNB188_NAME
source: Appulse
es_mx: Apulso
ja: アプルス
pl: Koniunkcja
ru: Парад планет
uk: Парад планет
zh: Парад планет
zh_sg: 月蚀

# IDS_DOGTAG_PCNB189_DESCRIPTION
source: For anyone who has attended one of the many Player Gatherings or Events hosted by World of Warships
es_mx: Para cualquiera que haya asistido a uno de los muchos encuentros o eventos organizados por World of Warships
ja: World of Warships が主催した数多くのオフ会やイベントのいずれかに参加した皆様に感謝いたします。
pl: Dla każdego uczestnika jednego z wydarzeń i zlotów graczy organizowanych przez World of Warships
ru: Игрокам, участвовавшим в одной из многочисленных встреч сообщества или в мероприятиях, организованных командой World of Warships
uk: Гравцям, які брали участь в одній із численних зустрічей корабельної спільноти або в заходах, організованих командою World of Warships
zh: Игрокам, участвовавшим в одной из многочисленных встреч сообщества или в мероприятиях, организованных командой World of Warships
zh_sg: 参加任意由《战舰世界》举办的玩家聚会或活动

# IDS_DOGTAG_PCNB189_NAME
source: Global Community Player Gathering
es_mx: Reunión de Jugadores de la Comunidad Global
pl: Zlot graczy społeczności globalnej
ru: Международная встреча сообщества
uk: Міжнародна зустріч спільноти
zh: Международная встреча сообщества
zh_sg: 全球社区玩家聚会

# IDS_DOGTAG_PCNB190_DESCRIPTION
source: It's easy to win when you play for the right team!
es_mx: ¡Es fácil ganar cuando juegas para el equipo correcto!
ja: 適切なチームでプレイすれば、勝利など容易い!
pl: Łatwo jest wygrywać, gdy znajdziesz się we właściwej drużynie!
ru: Победить легко, если играешь за правильную команду!
uk: Легко перемагати, коли граєш за правильну команду!
zh: Победить легко, если играешь за правильную команду!
zh_sg: 选择了正确的队伍，取胜就会变得很简单！

# IDS_DOGTAG_PCNB190_NAME
source: Victory
ru: Победа
uk: Перемога
zh: 胜利！

# IDS_DOGTAG_PCNB191_DESCRIPTION
source: A commemorative symbol for participating in the "Victory" competition
es_mx: Un símbolo conmemorativo por participar en el evento Victory
ja: 「Victory」イベントの参加記念シンボル
pl: Pamiątkowy symbol uczestnictwa w wydarzeniu „Victory”
ru: Памятный символ за участие в соревновании «Победа»
uk: Пам’ятний символ за участь у змаганні «Перемога»
zh: Памятный символ за участие в соревновании «Победа»
zh_sg: 参与“Victory”活动纪念标志

# IDS_DOGTAG_PCNB191_NAME
source: Honor
ru: Честь
uk: Честь
zh: Честь

# IDS_DOGTAG_PCNB192_DESCRIPTION
source: A commemorative symbol for participating in the "Victory" competition
es_mx: Un símbolo conmemorativo por participar en el evento Victory
ja: 「Victory」イベントの参加記念シンボル
pl: Pamiątkowy symbol uczestnictwa w wydarzeniu „Victory”
ru: Памятный символ за участие в соревновании «Победа»
uk: Пам’ятний символ за участь у змаганні «Перемога»
zh: Памятный символ за участие в соревновании «Победа»
zh_sg: 参与“Victory”活动纪念标志

# IDS_DOGTAG_PCNB192_NAME
source: Glory
ru: Слава
uk: Слава
zh: Слава

# IDS_DOGTAG_PCNB193_DESCRIPTION
source: A special patch honoring those who make valuable contributions to the game and community.
es_mx: Un parche especial para aquellos que hacen valiosas contribuciones al juego y la comunidad.
ja: このゲームやコミュニティに価値ある貢献をしてくれた人達を称える特別パッチです。
pl: Specjalna naszywka będąca odznaczeniem dla tych, którzy mają duży wkład w tworzenie gry oraz społeczności.
ru: Особая нашивка за вклад в игру и развитие игрового сообщества.
uk: Особлива нашивка за внесок у гру та розвиток ігрової спільноти.
zh: Особая нашивка за вклад в игру и развитие игрового сообщества.
zh_sg: 表彰为游戏和社区做出突出贡献的人的特别补丁

# IDS_DOGTAG_PCNB193_NAME
source: WoWS Privateer
es_mx: Corsario de WoWS
ja: WoWS 公賊
pl: Korsarz WoWS
ru: Капер WoWS
uk: Капер WoWS
zh: Капер WoWS
zh_sg: WoWS 私掠者

# IDS_DOGTAG_PCNB194_DESCRIPTION
source: Celebrate Responsibly!
es_mx: ¡Celebra con responsabilidad!
ja: 責任を持って祝いましょう!
pl: Świętuj odpowiedzialnie!
ru: Празднуем ответственно!
uk: Святкуємо відповідально!
zh: Празднуем ответственно!
zh_sg: 负责任地庆祝！

# IDS_DOGTAG_PCNB195_DESCRIPTION
source: Growing stronger together
es_mx: Cada vez más fuertes juntos
ja: 共に強く!
pl: Razem rośniemy w siłę
ru: Становимся сильнее вместе
uk: Стаємо сильнішими разом
zh: Становимся сильнее вместе
zh_sg: 一起茁壮成长

# IDS_DOGTAG_PCNB195_NAME
source: Europe Day
es_mx: Día de Europa
ja: ヨーロッパの日
pl: Dzień Europy
ru: День Европы
uk: День Європи
zh: День Европы
zh_sg: 欧洲日

# IDS_DOGTAG_PCNB196_DESCRIPTION
source: In remembrance of those who have died while in the service of the armed forces
es_mx: Recuerdo por aquellos que han muerto mientras estaban al servicio de las fuerzas armadas
ja: 兵役中に亡くなった人々を偲んで
pl: Ku pamięci tych, którzy zginęli na służbie w siłach zbrojnych
ru: В память о тех, кто погиб во время несения боевой службы в вооружённых силах
uk: На згадку про тих, хто загинув під час несення бойової служби у збройних силах
zh: В память о тех, кто погиб во время несения боевой службы в вооружённых силах
zh_sg: 纪念那些在部队服役期间牺牲的人们

# IDS_DOGTAG_PCNB196_NAME
source: Memorial Day
es_mx: Día de los Caídos
ja: 戦没将兵追悼記念日
pl: Dzień Pamięci
ru: День поминовения
uk: День пам’яті
zh: День поминовения
zh_sg: 阵亡战士纪念日

# IDS_DOGTAG_PCNB197_DESCRIPTION
source: For Redditors with a passion for warships
es_mx: Para los editores de Reddit con una pasión por los barcos de guerra
ja: 軍艦への情熱を持つ Redditor に対して
pl: Dla redditorów pasjonujących się okrętami wojennymi
ru: Для пользователей Reddit, знающих толк в военных кораблях
uk: Для користувачів Reddit, які знаються на військових кораблях
zh: Для пользователей Reddit, знающих толк в военных кораблях
zh_sg: 热爱战舰的Reddit用户

# IDS_DOGTAG_PCNB198_DESCRIPTION
source: 75th Anniversary of Operation D-Day
es_mx: 75º aniversario de la Operación del Día D
ja: D-Day 作戦 75 周年
pl: 75. rocznica operacji D-Day
ru: 75-я годовщина высадки в Нормандии
uk: 75-та річниця висадки в Нормандії
zh: 75-я годовщина высадки в Нормандии
zh_sg: 登陆日行动75周年纪念

# IDS_DOGTAG_PCNB198_NAME
source: D-Day
es_mx: Día D
ru: Высадка в Нормандии
uk: Висадка в Нормандії
zh: Высадка в Нормандии
zh_sg: 登陆日

# IDS_DOGTAG_PCNB199_DESCRIPTION
source: Birthday of the U.S. Army
es_mx: Aniversario de la Armada de los EE. UU.
ja: アメリカ陸軍の創設日
pl: Urodziny U.S. Army
ru: День рождения Армии США
uk: День народження армії США
zh: День рождения Армии США
zh_sg: 美国军队生日

# IDS_DOGTAG_PCNB199_NAME
source: U.S. Army
es_mx: Armada de los EE. UU.
ja: アメリカ陸軍
ru: Армия США
uk: Армія США
zh: Армия США
zh_sg: 美国军队

# IDS_DOGTAG_PCNB200_NAME
source: Italian Navy
es_mx: Armada Italiana
ja: イタリア海軍
pl: Włoska Marynarka
ru: Итальянский флот
uk: Італійський флот
zh: Итальянский флот
zh_sg: 意大利海军

# IDS_DOGTAG_PCNB201_DESCRIPTION
source: Since July 1, 1867, the country of Canada has proudly existed as one of the largest countries in the world with a diverse community within the Commonwealth of Nations.
es_mx: Desde el 1° de junio de 1867, el país de Canadá ha existido orgullosamente como uno de los países más grandes en el mundo con una comunidad diversa dentro de la Mancomunidad de Naciones.
ja: カナダという国家は 1867 年 7 月 1 日以降に世界最大国家のひとつとして、イギリス連邦に所属し多様なコミュニティを持つ国家として、誇り高く存在してきました。
pl: Od 1 lipca 1867 do Wspólnoty Narodów należy Kanada – jedno z największych na świecie państw, zamieszkane przez dumną, zróżnicowaną społeczność.
ru: 1 июля 1867 г. была образована Канада — одна из самых больших стран в мире. Это многонациональное государство входит в Содружество наций.
uk: 1 липня 1867 р. засновано Канаду — одну з найбільших країн світу. Це багатонаціональний край входить у Співдружність націй.
zh: 1 июля 1867 г. была образована Канада — одна из самых больших стран в мире. Это многонациональное государство входит в Содружество наций.
zh_sg: 从1867年7月1日起，加拿大骄傲的成为了世界上最大的国家之一，在英联邦内拥有多元化的社会。

# IDS_DOGTAG_PCNB201_NAME
source: Canada Day
es_mx: Día de Canadá
ja: カナダの日
pl: Dzień Kanady
ru: День Канады
uk: День Канади
zh: День Канады
zh_sg: 加拿大日
