Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAAD110_MIDWAY_STOCK
source: AD-1 Skyraider
zh: AD-1 天袭者

# IDS_PAAD111_KAISER_FLEETWINGS_XBTK_AP
source: Kaiser XBTK-1
zh: 凯撒 XBTK-1
zh_sg: 凯撒 XBTK-1

# IDS_PAAD206_RANGER_TOP
source: SB2U Vindicator
zh: SB2U 守护者

# IDS_PAAD210_MIDWAY_TOP
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAAD509_SBD_ENTERPRISE
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAAD510_SBD_ENTERPRISE
source: Douglas SBD-5
zh: 道格拉斯 SBD-5

# IDS_PAAD518_SAIPAN_STOCK
source: BTD Destroyer
zh: BTD 毁灭者

# IDS_PAAF001_GRUMMAN_F3F
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAAF002_GRUMMAN_F6F
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAAF003_BOEING_XF7B
source: Boeing XF7B
zh: 波音 XF7B

# IDS_PAAF004_VOUGHT_VE7
source: Vought VE-7
zh: 沃特 VE-7 蓝鸟

# IDS_PAAF005_LOENING_M8
source: Loening M8
zh: 洛宁 M8

# IDS_PAAF006_LOENING_M8_FLOAT
source: Loening M8
zh: 洛宁 M8

# IDS_PAAF007_GRUMMAN_FF1
source: Grumman FF1
zh: 格鲁曼 FF1

# IDS_PAAF008_F2A
source: Brewster F2A
zh: 布鲁斯特 F2A 水牛

# IDS_PAAF009_GRUMMAN_F4F
source: Grumman F4F-3
zh: 格鲁曼 F4F-3

# IDS_PAAF010_F8F_BEARCAT
source: Grumman F8F
zh: 格鲁曼 F8F 熊猫

# IDS_PAAF011_CURTISS_TS1
source: Curtiss TS-1
zh: 蔻蒂斯 TS-1

# IDS_PAAF012_VOUGHT_F4U
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAAF013_CURTISS_F6C_1
source: Curtiss F6C-1
zh: 寇蒂斯 F6C-1

# IDS_PAAF014_CURTISS_TS1_FLOAT
source: Curtiss TS1
zh: 寇蒂斯 TS1

# IDS_PAAF015_CURTISS_F6C_FLOAT
source: Curtiss F6C
zh: 寇蒂斯 F6C

# IDS_PAAF016_MCDONNELL_F2H
source: McDonnell F2H
zh: 麦道 F2H 女妖

# IDS_PAAF017_BOEING_F4B
source: Boeing F4B
zh: 波音 F4B

# IDS_PAAF018_GRUMMAN_F4F_5
source: Grumman F4F-5
zh: 格鲁曼 F4F-5

# IDS_PAAF020_GRUMMAN_F9F_2
source: Grumman F9F-2
zh: 格鲁曼 F9F-2

# IDS_PAAF021_F4B_FLOAT
source: Boeing F4B
zh: 波音 F4B

# IDS_PAAF022_F3F_FLOAT
source: Grumman F3F
zh: 格鲁曼 F3F

# IDS_PAAF023_F4F_FLOAT
source: Grumman F4F
zh: 格鲁曼 F4F 野猫

# IDS_PAAF024_XP_40S
source: Curtiss XP-40Q
zh: 寇蒂斯 XP-40Q

# IDS_PAAF028_GRUMMAN_F6F_3
source: Grumman F6F-3
zh: 格鲁曼 F6F-3

# IDS_PAAF029_VOUGHT_F4U_1A
source: Vought F4U-1
zh: 沃特 F4U-1

# IDS_PAAF030_F4F_4
source: Grumman F4F-4
zh: 格鲁曼 F4F-4

# IDS_PAAF031_FM_2
source: GM FM-2
zh: 格鲁曼 FM-2

# IDS_PAAF104_LANGLEY_STOCK
source: F3F Gulfhawk
zh: F3F 战斗机

# IDS_PAAF106_RANGER_STOCK
source: Brewster F2A Buffalo
zh: 布鲁斯特 F2A 水牛

# IDS_PAAF108_LEXINGTON_STOCK
source: F6F Hellcat
zh: F6F 地狱猫

# IDS_PAAF110_MIDWAY_STOCK
source: F4U Corsair
zh: F4U 海盗船

# IDS_PAAF206_RANGER_TOP
source: F4F Wildcat
zh: F4F 野猫

# IDS_PAAF208_LEXINGTON_TOP
source: F4U-1D Corsair
zh: F4U-1D 海盗船

# IDS_PAAF308_LEXINGTON_TOP
source: F4U-1D Corsair
zh: F4U-1D 海盗船

# IDS_PAAF502_F6F_ENTERPRISE
source: Grumman F6F-5
zh: 格鲁曼 F6F-5 地狱猫

# IDS_PAAF508_ENTERPRISE_STOCK
source: F6F Hellcat
zh: F4U-1D 海盗船

# IDS_PAAF512_VOUGHT_F4U_S
source: Vought F4U-4
zh: 沃特 F4U-4

# IDS_PAAS001_VOUGHT_OS2U
source: Vought OS2U Kingfisher
zh: 沃特 OS2U 翠鸟

# IDS_PAAS002_CURTISS_SOC
source: Curtiss SOC Seagull
zh: 寇蒂斯 SOC 海鸥

# IDS_PAAS003_CURTISS_SBC4
source: Curtiss SBC4
zh: 寇蒂斯 SBC4 地狱俯冲者

# IDS_PAAS004_CURTISS_SO3C
source: Curtiss SO3C Seamew
zh: 寇蒂斯 SO3C 海鸥

# IDS_PAAS005_VOUGHT_UO1
source: Vought UO-1
zh: 沃特 UO-1

# IDS_PAAS006_N3N
source: N3N Canary
zh: N3N 金丝雀

# IDS_PAAS007_O2U
source: Vought O2U Corsair
zh: 沃特 O2U 海盗

# IDS_PAAS008_CURTISS_SB2C
source: Curtiss SB2C
zh: 寇蒂斯 SB2C 地狱俯冲者

# IDS_PAAS010_CURTISS_SC1
source: Curtiss SC-1
zh: 寇蒂斯 SC-1

# IDS_PAAS011_CURTISS_SC2
source: Curtiss SC-2
zh: 寇蒂斯 SC-2

# IDS_PAAS012_VOUGHT_OS2U_2
source: Vought OS2U
zh: 沃特 OS2U 翠鸟

# IDS_PAAS014_VOUGHT_OS2U_ARIZONA
source: Vought OS2U-1
zh: 沃特 OS2U-1

# IDS_PAAS015_CURTISS_SC1_ALABAMA
source: Curtiss SC-1
zh: 寇蒂斯 SC-1

# IDS_PAAS016_OS2U_3_MASS
source: Vought OS2U-3
zh: 沃特 OS2U-3

# IDS_PAEE001_USA1908_DESC
source: The "Stars and Stripes" with the corresponding changes in position and number of stars representing the states. It has been used as the U.S. Navy ensign since 1777.
es_mx: las "Estrellas y Rayas" con los cambios correspondientes en posición y número de estrellas representando los estados. Ha sido usada como la insignia de la Marina Norteamericana desde 1777.
ja: 星条旗の星は州を表しており、その数と配置は時代によって異なっていました。この旗は、アメリカ海軍の国籍旗として 1777 年から使用されてきました。
pl: Słynna flaga „Gwiazdy i pasy”, uwzględniająca zmiany jakie w niej zachodziły na przestrzeni lat. Używana jest jako bandera U.S. Navy od 1777 r.
ru: «Звёздно-полосатое» знамя с соответствующими изменениями расположения и числа звёзд — символов штатов. Используется в качестве военно-морского флага США с 1777 года до настоящего времени.
uk: «Зоряно-смугастий» прапор з відповідними змінами у розташуванні та кількості зірок — символів штатів. Використовується як військово-морський прапор США з 1777 р. до теперішнього часу.
zh: 星条旗中的星星与条纹位置随着M国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于M国海军。
zh_sg: 星条旗中的星星与条纹位置随着美国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于美国海军。

# IDS_PAEE001_USA1908_TITLE
source: The U.S. Navy
es_mx: La Armada de los EE. UU.
ja: アメリカ海軍
pl: U.S. Navy
ru: ВМС США
uk: ВМС США
zh: M国海军旗
zh_sg: 美国海军

# IDS_PAEE002_USA1912_DESC
source: The "Stars and Stripes" with the corresponding changes in position and number of stars representing the states. It has been used as the U.S. Navy ensign since 1777.
es_mx: las "Estrellas y Rayas" con los cambios correspondientes en posición y número de estrellas representando los estados. Ha sido usada como la insignia de la Marina Norteamericana desde 1777.
ja: 星条旗の星は州を表しており、その数と配置は時代によって異なっていました。この旗は、アメリカ海軍の国籍旗として 1777 年から使用されてきました。
pl: Słynna flaga „Gwiazdy i pasy”, uwzględniająca zmiany jakie w niej zachodziły na przestrzeni lat. Używana jest jako bandera U.S. Navy od 1777 r.
ru: «Звёздно-полосатое» знамя с соответствующими изменениями расположения и числа звёзд — символов штатов. Используется в качестве военно-морского флага США с 1777 года до настоящего времени.
uk: «Зоряно-смугастий» прапор з відповідними змінами у розташуванні та кількості зірок — символів штатів. Використовується як військово-морський прапор США з 1777 р. до теперішнього часу.
zh: 星条旗中的星星与条纹位置随着M国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于M国海军。
zh_sg: 星条旗中的星星与条纹位置随着美国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于美国海军。

# IDS_PAEE002_USA1912_TITLE
source: The U.S. Navy
es_mx: La Armada de los EE. UU.
ja: アメリカ海軍
pl: U.S. Navy
ru: ВМС США
uk: ВМС США
zh: M国海军旗
zh_sg: 美国海军

# IDS_PAEE003_USA1959_DESC
source: The "Stars and Stripes" with the corresponding changes in position and number of stars representing the states. It has been used as the U.S. Navy ensign since 1777.
es_mx: las "Estrellas y Rayas" con los cambios correspondientes en posición y número de estrellas representando los estados. Ha sido usada como la insignia de la Marina Norteamericana desde 1777.
ja: 星条旗の星は州を表しており、その数と配置は時代によって異なっていました。この旗は、アメリカ海軍の国籍旗として 1777 年から使用されてきました。
pl: Słynna flaga „Gwiazdy i pasy”, uwzględniająca zmiany jakie w niej zachodziły na przestrzeni lat. Używana jest jako bandera U.S. Navy od 1777 r.
ru: «Звёздно-полосатое» знамя с соответствующими изменениями расположения и числа звёзд — символов штатов. Используется в качестве военно-морского флага США с 1777 года до настоящего времени.
uk: «Зоряно-смугастий» прапор з відповідними змінами у розташуванні та кількості зірок — символів штатів. Використовується як військово-морський прапор США з 1777 р. до теперішнього часу.
zh: 星条旗中的星星与条纹位置随着M国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于M国海军。
zh_sg: 星条旗中的星星与条纹位置随着美国各个州的加入以及殖民地的变化而做出相应变动，该旗帜从1777年确立并用于美国海军。

# IDS_PAEE003_USA1959_TITLE
source: The U.S. Navy
es_mx: La Armada de los EE. UU.
ja: アメリカ海軍
pl: U.S. Navy
ru: ВМС США
uk: ВМС США
zh: M国海军旗
zh_sg: 美国海军

# IDS_PAEM001_BLACKFRIDAY_SIMS
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PAEM001_BLACKFRIDAY_SIMS_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PAEM002_BLACKFRIDAY_ALASKA
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PAEM002_BLACKFRIDAY_ALASKA_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PAEP001_DALLAS_AMERICANARC
source: Go Navy!
zh: 海军加油！

# IDS_PAEP001_DALLAS_AMERICANARC_DESCRIPTION
source: To honor the clash between the Sharks Team and the Eagles Team, we have introduced new color schemes for American light cruisers!
es_mx: Para honrar el encuentro entre el Equipo Sharks y el Equipo Eagles, ¡hemos introducido nuevos esquemas de color para los cruceros ligeros estadounidenses!
ja: Sharks チームと Eagles チームの激闘を称え、アメリカ軽巡洋艦用の新たなカラースキームを実装しました!
pl: Żeby uczcić rozpoczęcie bojów pomiędzy drużynami Sharks i Eagles wprowadziliśmy nowe schematy kolorystyczne dla amerykańskich lekkich krążowników!
ru: В честь военно-спортивного противостояния команд Sharks и Eagles — новые цвета для американских лёгких крейсеров!
uk: На честь військово-спортивного протистояння команд Sharks та Eagles — нові кольори для американських легких крейсерів!
zh: 为了纪念巨鲨队和雄鹰队之间的冲突，我们为M系轻型巡洋舰引进了新的颜色组合！
zh_sg: 为了纪念Sharks队和Eagles队的对战，我们为美国轻型巡洋舰加入了新的色彩组合！

# IDS_PAEP001_PERMOFLAGE_TEST
source: Type 3
es_mx: Tipo 3
ja: タイプ 3
pl: Typ 3
ru: Тип 3
uk: Тип 3
zh: 类型 3
zh_sg: 类型 3

# IDS_PAEP001_PERMOFLAGE_TEST_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP002_HELENA_AMERICANARC
source: Go Navy!
zh: 海军加油！

# IDS_PAEP002_HELENA_AMERICANARC_DESCRIPTION
source: To honor the clash between the Sharks Team and the Eagles Team, we have introduced new color schemes for American light cruisers!
es_mx: Para honrar el encuentro entre el Equipo Sharks y el Equipo Eagles, ¡hemos introducido nuevos esquemas de color para los cruceros ligeros estadounidenses!
ja: Sharks チームと Eagles チームの激闘を称え、アメリカ軽巡洋艦用の新たなカラースキームを実装しました!
pl: Żeby uczcić rozpoczęcie bojów pomiędzy drużynami Sharks i Eagles wprowadziliśmy nowe schematy kolorystyczne dla amerykańskich lekkich krążowników!
ru: В честь военно-спортивного противостояния команд Sharks и Eagles — новые цвета для американских лёгких крейсеров!
uk: На честь військово-спортивного протистояння команд Sharks та Eagles — нові кольори для американських легких крейсерів!
zh: 为了纪念巨鲨队和雄鹰队之间的冲突，我们为美国轻型巡洋舰引进了新的颜色组合！
zh_sg: 为了纪念Sharks队和Eagles队的对战，我们为美国轻型巡洋舰加入了新的色彩组合！

# IDS_PAEP003_CLEVELAND_AMERICANARC
source: Go Navy!
zh: 海军加油！

# IDS_PAEP003_CLEVELAND_AMERICANARC_DESCRIPTION
source: To honor the clash between the Sharks Team and the Eagles Team, we have introduced new color schemes for American light cruisers!
es_mx: Para honrar el encuentro entre el Equipo Sharks y el Equipo Eagles, ¡hemos introducido nuevos esquemas de color para los cruceros ligeros estadounidenses!
ja: Sharks チームと Eagles チームの激闘を称え、アメリカ軽巡洋艦用の新たなカラースキームを実装しました!
pl: Żeby uczcić rozpoczęcie bojów pomiędzy drużynami Sharks i Eagles wprowadziliśmy nowe schematy kolorystyczne dla amerykańskich lekkich krążowników!
ru: В честь военно-спортивного противостояния команд Sharks и Eagles — новые цвета для американских лёгких крейсеров!
uk: На честь військово-спортивного протистояння команд Sharks та Eagles — нові кольори для американських легких крейсерів!
zh: 为了纪念巨鲨队和雄鹰队之间的冲突，我们为美国轻型巡洋舰引进了新的颜色组合！
zh_sg: 为了纪念Sharks队和Eagles队的对战，我们为美国轻型巡洋舰加入了新的色彩组合！

# IDS_PAEP004_SEATLE_AMERICANARC
source: Go Navy!
zh: 海军加油！

# IDS_PAEP004_SEATLE_AMERICANARC_DESCRIPTION
source: To honor the clash between the Sharks Team and the Eagles Team, we have introduced new color schemes for American light cruisers!
es_mx: Para honrar el encuentro entre el Equipo Sharks y el Equipo Eagles, ¡hemos introducido nuevos esquemas de color para los cruceros ligeros estadounidenses!
ja: Sharks チームと Eagles チームの激闘を称え、アメリカ軽巡洋艦用の新たなカラースキームを実装しました!
pl: Żeby uczcić rozpoczęcie bojów pomiędzy drużynami Sharks i Eagles wprowadziliśmy nowe schematy kolorystyczne dla amerykańskich lekkich krążowników!
ru: В честь военно-спортивного противостояния команд Sharks и Eagles — новые цвета для американских лёгких крейсеров!
uk: На честь військово-спортивного протистояння команд Sharks та Eagles — нові кольори для американських легких крейсерів!
zh: 为了纪念巨鲨队和雄鹰队之间的冲突，我们为M系轻型巡洋舰引进了新的颜色组合！
zh_sg: 为了纪念Sharks队和Eagles队的对战，我们为美国轻型巡洋舰加入了新的色彩组合！

# IDS_PAEP005_WORCHESTER_AMERICANARC
source: Go Navy!
zh: 海军加油！

# IDS_PAEP005_WORCHESTER_AMERICANARC_DESCRIPTION
source: To honor the clash between the Sharks Team and the Eagles Team, we have introduced new color schemes for American light cruisers!
es_mx: Para honrar el encuentro entre el Equipo Sharks y el Equipo Eagles, ¡hemos introducido nuevos esquemas de color para los cruceros ligeros estadounidenses!
ja: Sharks チームと Eagles チームの激闘を称え、アメリカ軽巡洋艦用の新たなカラースキームを実装しました!
pl: Żeby uczcić rozpoczęcie bojów pomiędzy drużynami Sharks i Eagles wprowadziliśmy nowe schematy kolorystyczne dla amerykańskich lekkich krążowników!
ru: В честь военно-спортивного противостояния команд Sharks и Eagles — новые цвета для американских лёгких крейсеров!
uk: На честь військово-спортивного протистояння команд Sharks та Eagles — нові кольори для американських легких крейсерів!
zh: 为了纪念巨鲨队和雄鹰队之间的冲突，我们为M系轻型巡洋舰引进了新的颜色组合！
zh_sg: 为了纪念Sharks队和Eagles队的对战，我们为美国轻型巡洋舰加入了新的色彩组合！

# IDS_PAEP075_ALABAMA_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PAEP076_TEXAS_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PAEP077_NEWORLEANS_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PAEP307_TEXAS
source: Stars and Stripes
zh: 星星和条纹

# IDS_PAEP307_TEXAS_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP309_NEW_YORK_SCULL
source: Skull
zh: 斯库尔

# IDS_PAEP309_NEW_YORK_SCULL_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP310_MISSOURI_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP314_TEXAS_LONE_STAR
source: The Lone Star
es_mx: La Estrella Solitaria
ja: ローン・スター
zh: 孤星

# IDS_PAEP314_TEXAS_LONE_STAR_DESCRIPTION
source: Emblem of Freedom! It set our hearts aglow, With thoughts of San Jacinto and glorious Alamo.
es_mx: ¡El Emblema de la Libertad! Esta hace brillar a nuestros corazones, con los recuerdos de San Jacinto y el glorioso Álamo.
ja: 自由のエンブレム! サンジャシントと栄光ある アラモのことで私たちの心を満たし、輝かせる。
pl: Emblemat wolności! Wzniecił w naszych sercach, Wspomnienie San Jacinto i wspaniałego Alamo.
ru: Символ свободы! Наши сердца пылают огнём В мыслях о Сан-Хасинто и славном Аламо!
uk: Символ волі! Наші серця палають вогнем, Згадуючи про Сан-Хасінто та славетний Аламо!
zh: 自由的象征！它照亮我们的内心， 与圣哈辛托及光荣阿拉莫的想法同在。
zh_sg: 自由的象征！照亮我们的内心， 与圣哈辛托及光荣阿拉莫的想法同在。

# IDS_PAEP319_ALABAMA_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP320_ALABAMA_ST
source: Octopus
zh: 章鱼
zh_sg: 章鱼

# IDS_PAEP320_ALABAMA_ST_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP321_ALBANY_USA
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PAEP321_ALBANY_USA_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PAEP322_CHARLESTON_USA
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PAEP322_CHARLESTON_USA_DESCRIPTION
source: There is false modesty, but there is no false national pride!
es_mx: Existe la falsa modestia, ¡pero nunca habrá un falso orgullo nacional!
ja: 謙虚さは必ずしも真実ではないが、国家の威信は常に真実である!
pl: Jest coś takiego jak fałszywa skromność, ale nie ma fałszywej dumy narodowej!
ru: Ложной может быть скромность, но не национальная гордость!
uk: Несправжньою може бути скромність, але не національна гордість!
zh: Ложной может быть скромность, но не национальная гордость!
zh_sg: 世上有虚假虚伪的谦逊，但没有虚假的民族自豪感！

# IDS_PAEP408_FLINT
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PAEP408_FLINT_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP507_MONAGAN
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10

# IDS_PAEP507_MONAGAN_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP509_BLACK
source: Type 10
es_mx: Tipo 10
ja: タイプ 10
pl: Typ 10
ru: Тип 10
uk: Тип 10
zh: 类型 10
zh_sg: 类型 10
