Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM073_DESCR
source: On the day of the Pearl Harbor attack, Vice Admiral Halsey, who was in charge of the task force headed by USS Enterprise, was far from the Hawaii base, as the storm had delayed their arrival. After learning of the Japanese attack, the admiral, who had an explosive temper, let the hatred for the new enemy grow in his heart. Chester W. Nimitz, the newly appointed commander-in-chief of the U.S. Pacific Fleet, realized that Halsey's aggression and restlessness was just the right thing for the American seamen depressed by the Pearl Harbor disaster. For this reason, in early 1942, it was Halsey who, with the help of his carrier task force, held a series of lightning-like "hit-and-run" raids on the Japanese strongholds. After James Doolittle's bombers took off for the Tokyo Raid from the deck of Halsey's aircraft carriers, the name of William Halsey became a personification of the belief in victory over Japan for every American. In October of 1942, after taking the command over the South Pacific forces, Halsey led the persistent fight for Guadalcanal, one of the Solomon Islands, that was a key to the entire Pacific Campaign.
es_mx: En el día del ataque a Pearl Harbor, el vicealmirante Halsey, que estaba a cargo de la fuerza de ataque dirigida por el USS Enterprise, estaba lejos de la base en Hawái, ya que una tormenta había retrasado su llegada. Después de enterarse del ataque japonés, el almirante, con un temperamento explosivo, dejó que el odio por el nuevo enemigo creciera en su corazón. Chester W. Nimitz, el recién nombrado comandante en jefe de la Flota del Pacífico de los EE. UU., se dio cuenta de que la agresividad y la ansiedad de Halsey era justo lo que necesitaban los marineros estadounidenses deprimidos por el desastre de Pearl Harbor. Por esta razón, a principios de 1942, fue Halsey quien, con la ayuda de su fuerza de ataque de portaaviones, realizó una serie de ataques relámpago sobre los bastiones japoneses. Después de que los bombarderos de James Doolitle despegaron para la Incursión de Tokio desde la cubierta de los portaaviones de Halsey, el nombre de William Halsey se convirtió en la personificación de la creencia de todos los estadounidenses en la victoria sobre los japoneses. En octubre de 1942, después de tomar el mando de las fuerzas del Pacífico Sur, Halsey dirigió la persistente lucha por Guadalcanal, una de las islas Salomón, que fue clave para toda la Campaña del Pacífico.
ja: 真珠湾攻撃の日には、ハルゼー中将は航空母艦エンタープライズ (USS Enterprise) を旗艦とする任務部隊を率い、パールハーバーに向かう途上でしたが、途中で嵐に遭ったために到着が遅れ、まだハワイからは遠い位置にありました。日本による攻撃を知った後、激しやすい気性の持ち主だったハルゼーは、新たな敵に対する憎しみを募らせたのでした。新たな太平洋艦隊司令長官として着任したチェスター・W・ニミッツは、ハルゼーの敵意と苛立ちは、真珠湾の悲劇によって意気消沈したアメリカの水兵たちにとって、まさに適切なものであると考えました。そして 1942 年の前半、ハルゼーは任務部隊を率い、日本の各拠点に対して電撃のような一連の「ヒットエンドラン」攻撃を加えたのです。その一環として、ハルゼー指揮下の航空母艦からジミー・ドーリットルが率いる爆撃機隊が東京を急襲すべく飛び立った後、ウィリアム・ハルゼーの名は、全てのアメリカ人にとって、対日戦争における勝利の信念の化身となったのでした。 1942 年 10 月、南太平洋方面軍司令官に就任したハルゼーは、ソロモン諸島におけるガダルカナル島をめぐる持続的な戦いを指揮しました。この島は、太平洋戦線全体にとっての鍵のひとつだったのです。
pl: W dniu ataku na Pearl Harbor wiceadmirał Halsey, który dowodził grupą ekspedycyjną prowadzoną przez USS Enterprise, przebywał daleko od bazy na Hawajach, ponieważ sztorm opóźnił ich przybycie. Gdy dowiedział się o japońskim ataku, w sercu admirała, który zawsze miał wybuchowy charakter, narodziła się nienawiść do nowego wroga. Chester W. Nimitz, świeżo upieczony głównodowodzący amerykańską flotą na Pacyfiku, uznał, że agresja i nieustępliwość Halseya są dokładnie tym, czego potrzebują przygnębieni klęską pod Pearl Harbor amerykańscy marynarze. Dzięki temu na początku 1942 roku grupa ekspedycyjna skupiona wokół lotniskowca Halseya przeprowadziła szereg błyskawicznych najazdów na japońskie twierdze. Po tym, jak bombowce Jamesa Doolittle'a wystartowały do Nalotu na Tokio z pokładu jego lotniskowca, nazwisko Williama Halseya powszechnie stało się uosobieniem wiary w zwycięstwo nad Japończykami. W październiku 1942 roku, po objęciu dowodzenia nad siłami stacjonującymi na południowym Pacyfiku, Halsey zawzięcie walczył o Guadalcanal, jedną z Wysp Salomona, która była kluczowa dla całej Kampanii na Pacyfiku.
ru: В день удара по Пёрл-Харбору вице-адмирал Хэлси, командовавший авианосным соединением во главе с USS Enterprise, был далеко от базы на Гавайях — в пути его задержал шторм. Узнав об атаке японцев, обладавший взрывным темпераментом адмирал всей душой возненавидел нового врага. Новый командующий Тихоокеанским флотом США, Честер Нимиц, понял, что агрессивность и неуёмная энергия Хэлси, — это как раз то, что нужно американским морякам, подавленным катастрофой в Пёрл-Харборе. Поэтому в начале 1942 года именно Хэлси со своим авианосным соединением был тем, кто возглавил целую серию молниеносных «бей-беги» рейдов по опорным пунктам японцев. А после того, как с палубы его авианосцев бомбардировщики Джеймса Дулиттла отправились в рейд на Токио, имя Уильяма Хэлси стало для каждого американца воплощением веры в победу над Японией. В октябре 1942 года, приняв командование силами южной зоны Тихого океана, Хэлси возглавил кровавую борьбу за Гуадалканал — один из Соломоновых островов, оказавшийся ключом ко всей Тихоокеанской кампании.
uk: У день атаки на Перл-Гарбор віце-адмірал Голсі, який командував авіаносним з’єднанням на чолі з USS Enterprise, був далеко від бази на Гаваях — у дорозі його затримав шторм. Дізнавшись про атаку японців, адмірал, який мав вибуховий темперамент, люто зненавидів нового ворога. Новий командувач Тихоокеанського флоту США, Честер Німіц, зрозумів, що агресивність і невгамовна енергія Голсі — це саме те, що зараз потрібно американським морякам, пригніченим катастрофою в Перл-Гарборі. Тому на початку 1942 р. саме Голсі зі своїм авіаносним з’єднанням був тим, хто очолив низку блискавичних «бий-тікай» рейдів на опорні пункти японців. А після того, як із палуби його авіаносців бомбардувальники Джеймса Дулітла вирушили в рейд на Токіо, ім’я Вільяма Голсі стало для кожного американця втіленням віри в перемогу над Японією. У жовтні 1942 р., прийнявши командування силами південної зони Тихого океану, Голсі очолив криваву боротьбу за Гуадалканал — один із Соломонових островів, який був ключем до всієї Тихоокеанської кампанії.
zh: 在珍珠港遇袭的那天，哈尔西担任由企业组成的特遣队副司令，因为海上风暴的关系未能如期返抵夏威夷基地。在知道R国攻击珍珠港后，哈尔西非常地生气，心中树起了对新敌人的仇恨。新上任的M国太平洋舰队司令切斯特-尼米兹看中哈尔西的野心以及亟欲复仇的躁动正是被偷袭的珍珠港官兵们所需要的。因此在1942年初期哈尔西被指派与他的航空母舰特遣队执行了数次对R国军事据点的「打带跑」突袭行动。当詹姆斯-杜立特飞往R国的轰炸机从哈尔西辖下的航空母舰甲板起飞之后威廉-哈尔西这个名字成为M国人心中战胜R国的代名词。 1942年10月，在指挥南太平洋战事的哈尔西让所罗门群岛中的在瓜达尔卡纳尔岛发生的战斗陷入长久的胶着，这也是太平洋战场中极为关键的战役。
zh_sg: 在珍珠港空袭那天，负责由USS 企业带领的任务小队的中将Halsey，离夏威夷基地很远，因为风暴使他们的到达延迟了。当得知了日本人的袭击后，这位暴脾气的将军在心中记住了这些新的仇敌。切斯特 W. Nimitz，新任命的美国太平洋舰队总指挥官，意识到Halsey的攻击性和不知疲倦态度正是在珍珠港袭击中心灰意冷的美国海员所缺少的东西。因此，在1942年初，Halsey在他的任务小队的帮助下，对日本人的据点进行了一系列的闪电般的快速袭击。在James Doolittle的轰炸机从Halsey的航母起飞空袭东京后，William Halsey的名字成为了每个美国人战胜日本的信念的化身。 1942年10月，在接手了南太平洋军队的指挥后，Halsey领导了所罗门群岛之一，瓜达卡纳尔岛的持续战役，成为了整个太平洋战役的关键。

# IDS_PCQM074_DESCR
source: During the Battle of Guadalcanal, Halsey turned out to be the one the U.S.A. needed the most at that place and time. He fueled confidence in all his subordinates, including each and every seaman or marine, with his overflowing energy and belligerence. He struck blow after blow to the Japanese by sending the advanced battleships and aircraft carriers to the narrow straits of the Solomon Islands, when he thought it was worth it. When, in February 1943, the Americans gained total control over Guadalcanal, Halsey continued the struggle for the remaining islands of the archipelago. He was the first commander in the Pacific theater to apply the strategy of "island-hopping" over the most reinforced defensive strong points of the Japanese. "As long as I have one plane and one pilot I will stay on the offensive." Step-by-step the Admiral was pushing forward, taking risks, making mistakes, and suffering losses, not always justified. The culmination point of the fleet commander's career happened on September 2, 1945. On that day, the surrender of the Japanese Empire was signed aboard USS Missouri, the flagship of Admiral Halsey, who was the commander of the Third Fleet, the most powerful task force in the U.S. Navy.
es_mx: Durante la Batalla de Guadalcanal, Halsey resultó ser la persona que los EUA necesitaban más en ese momento y lugar. Él inyectaba confianza en todos sus subordinados, incluyendo a cada marinero, con su desbordante energía y su actitud combativa. Asestó golpe tras golpe a los japoneses al enviar a los avanzados acorazados y portaaviones a los angostos estrechos de las Islas Salomón, en donde pensó que era necesario. Cuando los estadounidenses obtuvieron el control total de Guadalcanal en febrero de 1943, Halsey continuó la lucha por las islas restantes del archipiélago. Fue el primer comandante en el teatro del Pacífico en aplicar la estrategia de "isla tras isla" sobre los puntos fuertes defensivos más reforzados de los japoneses. "Mientras tenga un avión y un piloto, me mantendré a la ofensiva". Paso a paso, el Almirante avanzaba, asumiendo riesgos, cometiendo errores y sufriendo pérdidas, no siempre justificadas. El punto final de la carrera del comandante de la flota ocurrió el 2 de septiembre de 1945. Ese día, la rendición del Imperio japonés se firmó a bordo del USS Missouri, el barco insignia del almirante Halsey, quien era el comandante de la Tercera Flota, la fuerza de ataque más poderosa en la Armada de los EE. UU.
ja: ガダルカナル島をめぐる戦いにおいては、ハルゼーはまさにアメリカがその時その場所に必要としていた人物であった、ということが明らかになりました。彼はその溢れるエネルギーと好戦性により、あらゆる下士官および水兵を含む部下全員に自信を与えたのです。彼は、その価値があると判断した際にはソロモン諸島の狭い海峡群に最新鋭の戦艦や航空母艦を送り込み、日本軍に打撃を与え続けました。 1943 年 2 月、アメリカ軍がガダルカナル島を完全に掌握した後、ハルゼーはこの諸島の他の島々をめぐる戦いを継続しました。彼は太平洋戦線において、最も強固に守られた日本軍の拠点を素通りする "island-hopping" (飛び石) 戦略を用いた初めての司令官であり、「1 機の航空機と 1 名のパイロットさえあれば、私は攻撃を続ける。」というのが彼の信条だったのです。ハルゼー提督はリスクを冒しながら徐々に前進しましたが、その判断は必ずしも合理的だったとは言えず、時には間違いも犯し、損失も被りました。そしてこの提督のキャリアの頂点が訪れたのが、1945 年 9 月 2 日のことでした。当時ハルゼーはアメリカ海軍最強を誇る第 3 艦隊の司令長官を務めていましたが、この日、その旗艦であった戦艦ミズーリ (USS Missouri, BB-63) の艦上において、大日本帝国の降伏調印式が執り行われたのです。
pl: W trakcie Bitwy o Guadalcanal Halsey okazał się właśnie tą osobą, której Stany Zjednoczone potrzebowały dokładnie w tym miejscu i czasie. Każdego ze swych podwładnych napełniał siłą ducha dzięki swojej energii i waleczności. Japończykom zadawał cios za ciosem, wysyłając nowoczesne pancerniki i lotniskowce do ciasnych przesmyków archipelagu Wysp Salomona, kiedy widział w tym korzyść. Kiedy w 1943 roku Amerykanie zyskali całkowitą kontrolę nad Guadalcanal, Halsey kontynuował walkę o pozostałe wyspy archipelagu. Był pierwszym dowódcą na Pacyfiku, który zastosował strategię „przeskakiwania między wyspami”, pomijając najsilniejsze fortyfikacje Japończyków. „Tak długo, jak mam choć jeden samolot i jednego pilota, nie przestanę atakować”. Krok po kroku, admirał parł do przodu, często ryzykując, czasami popełniając błędy i odnosząc straty nie zawsze uzasadnione. Kulminacyjnym momentem w karierze był 2 września 1945 roku. Tego dnia Cesarstwo Wielkiej Japonii podpisało kapitulację na pokładzie USS Missouri, okrętu flagowego admirała Halseya, dowódcy Trzeciej Floty, najpotężniejszej grupy ekspedycyjnej w U.S. Navy.
ru: В битве за Гуадалканал адмирал Хэлси опять оказался тем, кто был нужен США именно в это время и в этом месте. Своей бившей через край энергией и воинственностью он вселял уверенность во всех своих подчинённых до последнего матроса или морского пехотинца. Он наносил удары японцам раз за разом, отправляя в узкие проливы Соломоновых островов новейшие линкоры и авианосцы, если дело того стоило. Когда в феврале 1943 года Гуадалканал окончательно остался за американцами, Хэлси развернул борьбу за остальные острова архипелага, первым на Тихом океане применив стратегию «перепрыгивания» через наиболее крепкие оборонительные пункты японцев. «Пока у меня есть хоть один пилот и хоть один самолёт, я буду наступать»: шаг за шагом адмирал продвигался вперёд, рисковал, ошибался, нёс потери, далеко не всегда оправданные. Кульминационный момент в карьере флотоводца наступил 2 сентября 1945 года. В этот день на борту USS Missouri — флагманского корабля адмирала Уильяма Хэлси, командующего Третьим Флотом — самым мощным соединением ВМС США, была подписана капитуляция Японии.
uk: У битві за Гуадалканал адмірал Голсі знову виявився тим, хто був потрібен США саме в цей час і в цьому місці. Своєю енергією, що лилася через край та войовничістю він надихав упевненістю всіх своїх підлеглих до останнього матроса або морського піхотинця. Він завдавав ударів японцям раз за разом, надсилаючи у вузькі протоки Соломонових островів новітні лінкори та авіаносці, якщо справа була того варта. Коли у лютому 1943 р. Гуадалканал остаточно залишився за американцями, Голсі розгорнув боротьбу за інші острови архіпелагу, першим на Тихому океані застосувавши стратегію «перестрибування» через найміцніші оборонні пункти японців. «Доки у мене є хоч один пілот і хоч один літак, я наступатиму»: крок за кроком адмірал просувався вперед, ризикував, помилявся, зазнавав не завжди виправданих втрат. Кульмінаційна мить кар’єри флотоводця настала 2 вересня 1945 р. Цього дня на борту USS Missouri — флагманського корабля адмірала Вільяма Голсі, командувача Третього Флоту — найпотужнішого з’єднання ВМС США, підписали капітуляцію Японії.
zh: 在瓜达尔卡纳尔岛的战斗中，哈尔西成为M国当下最为需要的人才，他的自信以及好战的态度激励了他的下属以及每位水兵。他认为击退R军必须把先进的战舰以及航舰送进狭窄的所罗门群岛海域才是正途。 1943年2月，M军控制了整个瓜达尔卡纳尔岛，哈尔西持续地夺取剩下的群岛中尚未控制的岛屿，他是第一位太平洋战场中使用跳岛战术避开防御周延的R军基地的指挥官，「只要我还有一名飞行员以及一架战斗机，我就不会停止攻击。」一路过来，哈尔西冒险犯难，犯下错误，承受损失，并不是每次都师出有名…他的舰队指挥官生涯中的最高峰发生在1945年9月2日。当天，战败的R国国王登上了哈尔西执掌的第三舰队旗舰密苏里，第三舰队被视为M国海军最强大的特遣队。
zh_sg: 在瓜达卡纳尔岛战役中，Halsey被证明是在当时当地，全美国最需要的人。他用自己的能量和好战心，为他的所有属下，包括每一个海员和军队都注入了满满的自信。当他认为值得的时候，他会不断把先进的战列舰和航空母舰送入所罗门群岛狭窄的海湾，一波又一波攻击日本人。 在1943年2月。美军完全控制了瓜达卡纳尔岛，Halsey继续在群岛上其他岛屿战斗。他是太平洋战区中第一位对日本的防御强点使用“跳岛”战术的指挥官。“只要我有一架飞机和一名飞行员，我就会保持攻击性。”一步一步地，这位上将向前推进，不断冒险，也曾犯过错误，蒙受损失，并不总是合理的。这位舰队指挥官生涯的顶点在1945年9月到来了。这一天，日本帝国在美国海军最强力的作战部队第三舰队的指挥官Halsey上将的旗舰USS 密苏里上签字投降。

# IDS_PCQM075_DESCR
source: Imperial Japanese Navy destroyer Hatsuharu (Japanese for "Early Spring"), the leader of a series of six ships, was commissioned on September 30, 1933, and laid down at the Naval Arsenal shipyard in the city of Sasebo in May, 1931. Her service record during World War II included the invasion of the Dutch East Indies, activities off the Aleutian Islands, and the Battle of Leyte Gulf, amongst other operations. The destroyer sank on November 13, 1944, after being bombed by American aircraft during her breakthrough from Manila Bay.
es_mx: El destructor Hatsuharu ("Inicio de la Primavera" en japonés) de la Armada Imperial Japonesa, barco líder de una serie de seis barcos, fue puesto en quilla en el astillero del Arsenal Naval en la ciudad de Sasebo en mayo de 1931. Fue comisionado el 30 de septiembre de 1933. La hoja de servicio del Hatsuharu durante la Segunda Guerra Mundial incluyó la invasión de las Indias Orientales Neerlandesas, algunas actividades en las afueras de las Islas Aleutianas, y la Batalla del Golfo de Leyte entre otras operaciones. El destructor se hundió el 13 de noviembre de 1944, después de ser bombardeado por la aviación estadounidense durante su avance desde la Bahía de Manila.
ja: 大日本帝国海軍の駆逐艦初春は、6 隻から成る艦級の 1 番艦であり、1931 年の 5 月に佐世保海軍工廠で起工され、1933 年 9 月 30 日に就役しました。二次大戦中における本艦の艦歴には、オランダ領東インドにおける攻略作戦、アリューシャン列島方面での活動、レイテ沖海戦が含まれます。本艦は 1944 年 11 月 13 日にマニラ湾でアメリカ艦載機による爆撃を受けて撃沈されました。
pl: Niszczyciel Cesarskiej Marynarki Wojennej Japonii Hatsuharu (jap. „przedwiośnie”), okręt prowadzący serii sześciu okrętów, którego budowa rozpoczęła się w maju 1931 roku w stoczni Arsenał Morski, w mieście Sasebo. Okręt wcielono do służby 30 września 1933 roku. W II wojnie światowej brał udział m.in. w inwazji na Holenderskie Indie Wschodnie, działania w pobliżu Aleutów, w bitwie w zatoce Leyte. Niszczyciel zatonął 13 listopada 1944 roku, zbombardowany przez amerykańskie samoloty po ucieczce z Zatoki Manilskiej.
ru: Эсминец Императорского флота Японии Hatsuharu (яп. «Начало весны»), головной корабль в серии из шести единиц, был заложен на верфи Морского арсенала в городе Сасэбо в мае 1931 года. 30 сентября 1933 года он вступил в строй. Послужной список Hatsuharu за время Второй мировой войны состоял из: вторжения в Голландскую Ост-Индию, действий в районе Алеутских островов, Битвы в заливе Лейте и других операций. Эсминец погиб под бомбами американской авиации при прорыве из Манильской бухты 13 ноября 1944 года.
uk: Есмінець Імператорського флоту Японії Hatsuharu (укр. «Початок весни»), головний корабель серії з шести одиниць, заклали на верфі Морського арсеналу в місті Сасебо у травні 1931 р. 30 вересня 1933 р. він став до ладу. До послужного списку Hatsuharu за часи Другої світової війни потрапили: вторгнення в Голландську Ост-Індію, дії в районі Алеутських островів, Битва в затоці Лейте та інші операції. Есмінець загинув під бомбами американської авіації під час прориву з Манільської бухти 13 листопада 1944 р.
zh: R系海军驱逐舰梅是一系列六艘战舰的领舰，于1931年5月在佐世保的海军造船厂安放龙骨。它于1933年9月30日投入服役。梅在大战期间的服务记录包括入侵荷属东印度群岛、阿留申群岛以外的活动以及雷伊泰湾战役等。1944年11月13日，此驱逐舰在从马尼拉湾突破时被M系航空轰炸后沉没。
zh_sg: 日本帝国海军驱逐舰Hatsuharu（日语含义为“初春”）是六艘系列战舰的领导者，于1931年5月在佐世保市的海军军工造船厂开始生产。它于1933年9月30日被委任服役。“初春号”在第二次世界大战期间的服役履历包括入侵荷属东印度群岛，在阿留申群岛附近的活动以及参与莱特湾战役等。1944年11月13日，该驱逐舰在从马尼拉湾突破，被美国飞机轰炸之后沉没。

# IDS_PCQM076_DESCR
source: The Kriegsmarine's light cruiser Nürnberg, named after the ship sunk during World War I, was laid down in December 1933 in the city of Kiel. In early 1936, some time after being commissioned, she became the flagship of the German Naval Intelligence Service. During World War II, she took part in operations in the North Sea, as well as in Norwegian waters and the Baltic. After the war, she was handed over to the Soviet Navy and renamed Admiral Makarov.
es_mx: El crucero ligero Nürnberg de la Kriegsmarine, llamado así por el barco hundido durante la Primera Guerra Mundial, fue puesto en quilla en diciembre de 1933 en la ciudad de Kiel. A principios del año 1936, poco después de ser comisionado, se convirtió en el barco insignia de Servicio de Inteligencia Naval Alemán. Durante la Segunda Guerra Mundial, participó en operaciones en el Mar del Norte, así como en aguas noruegas y en el Báltico. Después de la guerra, fue entregado a la Armada Soviética y renombrado Admiral Makarov.
ja: ドイツ海軍の軽巡洋艦は、1933 年 12 月にキールで起工されました。その艦名は、一次大戦中に沈没した同名鑑の艦名を引き継いだものでした。本艦は、就役から少し経った 1936 年の前半に、ドイツ海軍情報部の旗艦に就任しました。二次大戦中には北海、ノルウェー沿岸、バルト海で活動しました。そして終戦後にソ連海軍に引き渡され、アドミラル・マカロフと改名されました。
pl: Należący do Kriegsmarine lekki krążownik Nürnberg, nazwany na cześć okrętu zatopionego w I wojnie światowej, budowany był od grudnia 1933 roku w mieście Kiel. Na początku 1936 roku, krótko po wcieleniu do służby, został okrętem flagowym Niemieckiej Służby Wywiadowczej Marynarki Wojennej. W trakcie II wojny światowej brał udział w operacjach na Morzu Północnym, wodach norweskich i na Bałtyku. Po wojnie został przekazany Sowietom i przemianowany na Admirał Makarow.
ru: Лёгкий крейсер Кригсмарине Nürnberg, названный в честь погибшего в годы Первой мировой войны корабля, был заложен в декабре 1933 года в городе Киль. В начале 1936 года, через некоторое время после вступления в строй, стал флагманом Разведывательных сил Кригсмарине. В годы Второй мировой войны принимал участие в операциях в Северном море, действовал в норвежских водах и на Балтике. По окончании войны передан ВМФ СССР и переименован в «Адмирал Макаров».
uk: Легкий крейсер Крігсмаріне Nürnberg, названий на честь загиблого в роки Першої світової війни корабля, заклали у грудні 1933 р. в місті Кіль. На початку 1936 р., через деякий час після вступу до лав флоту, став флагманом Розвідувальних сил Крігсмаріне. У роки Другої світової війни брав участь в операціях у Північному морі, діяв у норвезьких водах і на Балтиці. Після закінчення війни переданий ВМФ СРСР і перейменований на «Адмірал Макаров».
zh: D系海军的轻型巡洋舰纽伦堡以大战期间沉没的战舰命名，于1933年12月在基尔安放龙骨。在1936年初，在服役一段时间后，它成为D系海军情报局的旗舰。在大战期间，它参与了北海、挪威水域和波罗的海的行动。战争结束后，它被移交给S系海军并改名为马卡罗夫上将。
zh_sg: 德国海军的轻型巡洋舰纽伦堡号是以第一次世界大战期间沉没的战舰命名的，于1933年12月在基尔市建成。在1936年初，在委托服役一段时间后，她成为德国海军情报局的旗舰。在第二次世界大战期间，她参与了北海之战，以及在挪威水域和波罗的海的作战。战争结束后，它被移交给苏联海军并改名为马卡罗夫海军上将。

# IDS_PCQM077_DESCR
source: Royal Navy destroyer Icarus, named after a character from ancient Greek mythology, was laid down in March 1936, in Clydebank, Scotland. The operational record of the ship during World War II was one of the most intense amongst all British destroyers. Icarus took part in numerous convoy operations in the Atlantic, Arctic, and Mediterranean, in combat operations in Norwegian waters, and in the Dunkirk evacuation and Normandy landings. The war veteran was removed from the fleet lists in 1946.
es_mx: El destructor Icarus de la Marina Real, llamado así por el antiguo personaje de la mitología griega, fue puesto en quilla en marzo de 1936 en Clydebank, Escocia. El registro operacional del barco durante la Segunda Guerra Mundial fue uno de los más intensos entre todos los destructores británicos. El Icarus participó en numerosas operaciones de convoy en el Atlántico, el Ártico y el Mediterráneo, en operaciones de combate en aguas noruegas, y en la evacuación de Dunkerque y los desembarcos en Normandía. El veterano sobreviviente de la guerra fue pagado en 1946.
ja: イギリス海軍の駆逐艦イカルスは、スコットランドのクライドバンクで 1936 年 3 月に起工されました。その艦名は、古代ギリシャ神話の英雄イーカロスに因んだものです。二次大戦中における本艦の艦歴は、全てのイギリス駆逐艦の中で最も熾烈なもののひとつであり、大西洋、北極圏、地中海において多数の輸送作戦に従事し、ノルウェー沿岸での戦闘作戦に参加し、ダンケルク大撤退とノルマンディー上陸作戦にも加わっています。この歴戦艦は、大戦を生き残った後、1946 年にスクラップとして解体されました。
pl: Budowa niszczyciela Royal Navy Icarus, który swoją nazwę zawdzięcza postaci z mitologii greckiej, rozpoczęła się w marcu 1936 roku w Clydebank w Szkocji. Jego służba w trakcie II wojny światowej była dużo bardziej intensywna niż w przypadku większości brytyjskich niszczycieli. Icarus brał udział w licznych operacjach konwojowych na oceanach Atlantyckim, Arktycznym i Morzu Śródziemnym, w operacjach bojowych na wodach norweskich, w trakcie ewakuacji Dunkierki i lądowania w Normandii. Weteran, który przeżył wojnę, przeszedł na zasłużoną emeryturę w 1946 roku.
ru: Эсминец Королевского флота Icarus, названный в честь одного из персонажей древнегреческой мифологии, был заложен в марте 1936 года в городе Клайдбанк в Шотландии. Боевой путь корабля в годы Второй мировой войны был одним из самых насыщенных среди всех британских эсминцев. На счету Icarus были многочисленные конвойные операции на просторах Атлантики, Арктики и Средиземноморья, бои в норвежских водах, эвакуация из Дюнкерка и высадка в Нормандии. Переживший войну эсминец-ветеран был исключён из списков флота в 1946 году.
uk: Есмінець Королівського флоту Icarus, названий на честь одного з персонажів давньогрецької міфології, заклали у березні 1936 р. в місті Клайдбанк у Шотландії. Бойовий шлях корабля в роки Другої світової війни був одним з найнасиченіших серед усіх британських есмінців. На рахунку Icarus були численні конвойні операції на просторах Атлантики, Арктики і Середземномор’я, бої в норвезьких водах, евакуація з Дюнкерка і висадка в Нормандії. Після війни есмінець-ветеран вилучили зі списків флоту 1946 р.
zh: 海军驱逐舰伊卡洛斯以古希腊神话中的一个角色命名，于1936年3月在苏格兰克莱德班克安放龙骨。大战期间该舰的作战记录是所有Y系驱逐舰中最为激烈的一艘。伊卡洛斯参与了大西洋、北极和地中海的许多护航行动，挪威水域的作战行动以及敦刻尔克撤退和诺曼底登陆。这名老兵和战争幸存者于1946年被遣散。
zh_sg: 皇家海军驱逐舰伊卡洛斯是以古希腊神话中的一个任务命名的，于1936年3月在苏格兰克莱德班克开始建造。第二次世界大战期间，该战舰的作战履历是所有英国驱逐舰中最为激烈的一艘。伊卡洛斯参与了位于大西洋，北极和地中海的多次护航行动，挪威水域的作战行动以及敦刻尔克撤退和诺曼底登陆。这名战争老兵，战争的幸存者于1946年从海军退役。
