Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM055_DESCR
source: After the attack on Pearl Harbor, Admiral Yamamoto commanded a series of brilliant naval operations and took control of vast territories in the Pacific region. He provided guidance from the most massive Japanese battleships: Nagato, Yamato, and Musashi. His thoroughly planned landing operations included victorious naval battles, in which the forces of the U.S.A., U.K., Australia, and Netherlands were utterly smashed. Progressive tactics and effective use of torpedoes were the strengths of Yamamoto's fleet. Cruiser divisions and destroyer flotillas paved the way, aircraft carriers were the main striking force, and battleships waited for a general engagement. However, Yamamoto's concerns that people, warship, and aircraft losses after a confrontation with the U.S.A. couldn't be compensated, had been justified. The victories were followed by defeats: Midway, Guadalcanal, and many others. In April 1943, Admiral Yamamoto was inspecting the key points on the long frontline. U.S.A. surveillance deciphered information about the flights of the Commander-in-Chief. They organized an extensive operation to intercept the aircraft with Yamamoto on board and managed to shoot it down over the jungles of an island in the Pacific Ocean. The prominent Admiral died clutching his samurai sword.
es_mx: Después del ataque en Pearl Harbor, el Almirante Yamamoto comandó una serie de brillantes operaciones navales y tomó vasto control de territorios en la región del Pacífico. Él proporcionó liderazgo desde los más grandes acorazados japoneses: Nagato, Yamato, y Musashi. Sus operaciones de desembarcos cuidadosamente planificadas incluyen victorias navales, en donde las fuerzas de E.U.A., R.U., Australia, y Holanda fueron absolutamente aplastadas. Tácticas progresivas y uso efectivo de torpedos fueron las fortalezas de la flota de Yamamoto. Divisiones de cruceros y flotillas de destructores allanaron el camino, los portaaviones fueron su fuerza principal de ataque, y los acorazados esperaban el momento para el enfrentamiento general. Sin embargo, las preocupaciones de Yamamoto sobre la pérdida de personas, barcos de guerra, y aviones después de la confrontación con Estados Unidos no podrían ser compensadas, y fueron a su tiempo justificadas. Las victorias fueron seguidas por varias derrotas: primero en Midway, luego en Guadalcanal, y muchas otras. En abril de 1943, el Almirante Yamamoto estaba inspeccionando los puntos clave estratégicos en la línea del frente. Las fuerzas norteamericanas de vigilancia habían descifrado información sobre los vuelos del Comandante en Jefe. Ellos organizaron una operación extensiva para interceptar el avión con Yamamoto a bordo y lograron derribarlo sobre las junglas en una isla en el Océano Pacífico. El destacado Almirante había muerto empuñando su espada samurái.
ja: 真珠湾攻撃の後、山本長官は一連の素晴らしい海上作戦を指揮し、太平洋の広大な領域を支配下に収めました。その際には、長門、大和および武蔵という、日本海軍最大級の戦艦に座乗して指揮を行いました。彼が立案した綿密な上陸作戦には、海戦で勝利を収めることが含まれており、その結果としてアメリカ、イギリス、オーストリア、ネーデルラントの戦力は徹底的に叩かれました。山本の艦隊の長所は、進歩的な戦術と効果的な魚雷使用にあり、巡洋艦戦隊と駆逐隊が道を切り開き、航空母艦群が攻撃の主力を担い、戦艦が一般的な交戦に備えていました。しかしながら山本は、アメリカとの交戦で一度人員、艦艇、航空機を失えば、戦力を再び回復することができないということを懸念しており、この懸念はまさに理にかなったものだったのです。そして、開戦当初からの連戦連勝は、敗北の連鎖へと変わりました。ミッドウェイ、ガダルカナル、その他多くの戦いにおいて、日本海軍は負け続けました。1943 年 4 月、山本は長大な前線の要所を視察していましたが、この際にアメリカの諜報網が、彼が搭乗する機体の飛行計画を掴んでいたのです。そして、山本の乗機を迎撃すべく大胆な作戦を実行に移し、太平洋に浮かぶある島のジャングルの上空で、これを撃墜することに成功したのでした。死亡した山本長官の手には、軍刀が握られていたと言われています。
pl: Po ataku na Pearl Harbor admirał Yamamoto przeprowadził serię błyskotliwych operacji i objął kontrolę nad terytoriami Pacyfiku. Dowodził z największych japońskich pancerników: Nagato, Yamato i Musashi. W ramach jego doskonale zaplanowanych działań inwazyjnych dochodziło również do bitew morskich, w których siły Stanów Zjednoczonych, Wielkiej Brytanii, Australii i Holandii były całkowicie miażdżone. Nowoczesna taktyka i skuteczne wykorzystanie torped były siłą floty Yamato. Dywizjony krążowników i flotylle niszczycieli torowały drogę, lotniskowce były główną siłą uderzeniową, a pancerniki włączały się do decydującego starcia. Jednak obawy Yamato, że straty w ludziach, okrętach i samolotach po konfrontacji z U.S.A. będą nie do odrobienia, potwierdziły się. Po zwycięstwach przyszły klęski: Midway, Guadalcanal i wiele innych. W kwietniu 1943 roku admirał Yamamoto przeprowadzał inspekcję kluczowych punktów na długiej linii frontu. Wywiad amerykański odszyfrował informacje o lotach dowódcy japońskiej floty. Zorganizowano szeroko zakrojoną operację, mającą na celu przechwycenie i strącenie jego samolotu nad pokrytymi dżunglą wyspami Oceanu Spokojnego. Wybitny admirał zginął ze swoim mieczem samurajskim w ręku.
ru: Вслед за атакой на Пёрл-Харбор Ямамото в течение нескольких месяцев провёл целый ряд блестящих военно-морских операций, взяв под контроль Японии обширные области в Тихоокеанском регионе. Руководство военными действиями адмирал осуществлял с борта самых мощных линкоров Японии — Nagato, Yamato и Musashi. Тщательно спланированные десантные операции обеспечивались чередой победных морских сражений, в ходе которых были разгромлены объединённые силы союзников — США, Великобритании, Австралии и Нидерландов. Главными козырями флота Ямамото стали передовая тактика и умелое использование преимущества в торпедном вооружении. Путь к успеху прокладывали соединения крейсеров и флотилии эсминцев, главной ударной силой являлись авианосцы, линкоры адмирал берёг для генерального сражения. Однако, как и предвидел Ямамото, в ходе упорных боёв с американцами Япония не смогла восполнять потери ни в людях, ни в кораблях, ни в самолётах. За чередой побед последовала череда поражений — Мидуэй, Гуадалканал... В апреле 1943 года адмирал Ямамото совершал инспекционную поездку по ключевым пунктам многокилометрового фронта. Разведке США стали известны детали перелётов Главнокомандующего. В ходе дерзкой операции по перехвату самолёт, на котором летел Ямамото, был сбит над джунглями одного из островов в Тихом океане. Знаменитый адмирал погиб, сжимая в руках рукоять своего самурайского меча.
uk: Після атаки на Перл-Гарбор Ямамото протягом кількох місяців здійснив низку блискучих військово-морських операцій, взявши під контроль Японії великі області у Тихоокеанському регіоні. Військовими діями адмірал керував з борту найпотужніших лінкорів Японії — Nagato, Yamato і Musashi. Ретельно сплановані десантні операції забезпечували низкою переможних морських битв, у яких розгромили об’єднані сили союзників — США, Великобританії, Австралії та Нідерландів. Головним козирем флоту Ямамото були прогресивна тактика та вміле використання переваг торпедного озброєння. Шлях до успіху прокладали з’єднання крейсерів та флотилії есмінців, головною ударною силою були авіаносці, а лінкори адмірал беріг для генеральної битви. Однак, як і передбачав Ямамото, під час запеклих боїв з американцями Японія не змогла відновлювати втрати ні людей, ні кораблів, ні літаків. За низкою перемог настала низка поразок — Мідвей, Гуадалканал... У квітні 1943 р. адмірал Ямамото здійснював інспекційну поїздку ключовими пунктами багатокілометрового фронту. Розвідка США дізналася про деталі перельотів Головнокомандувача. Під час зухвалої операції перехоплення, літак, на якому летів Ямамото, збили над джунглями одного з островів у Тихому океані. Видатний адмірал загинув, стискаючи в руках руків’я власного самурайського меча.
zh: 攻击珍珠港之后，海军大将 Yamamoto 指挥了一连串辉煌的海军行动并控制着太平洋地区的广大领土。他指导了最大规模的日本主力舰：Nagato、Yamato、和 Musashi。他认真仔细地计划着包含了获胜海战的登陆行动，在这之中彻底粉碎了美国、英国、澳大利亚、以及荷兰的部队。先进的战术及有效运用的鱼雷是 Yamamoto 舰队的优势。巡洋舰战队和驱逐舰队打头阵、航空母舰为主攻部队、而主力舰等候进行一般交战。然而，Yamamoto 担心在与美国冲突后无法弥补人员、战舰、和飞机上的损耗，是情有可原的。胜利后随之而来的是失败：中途岛、瓜达尔卡纳尔岛、及许多其它低方。1943 年四月，海军大将 Yamamoto 正视察着漫长前线的关键地点。美国监测小组译解了有关总指挥官的航班信息。他们组织了大规模行动以拦截载有 Yamamoto 的飞机并设法在太平洋中的一个岛屿丛林上空将其击落。那位著名的海军大将在逝世时紧拄着他的武士刀。
zh_sg: 攻击珍珠港之后，海军大将山本指挥了一连串辉煌的海军行动并控制着太平洋地区的广阔领土。他指导了最大吨位的日本战列舰：长门、大和、和 武藏。并仔细地计划着包含了获胜海战的登陆行动，其中的一系列行动彻底粉碎了美国、英国、澳大利亚、以及荷兰的部队。先进的战术及有效运用的鱼雷是山本舰队的优势。巡洋舰战队和驱逐舰队打头阵、航空母舰为主攻部队、而战列舰等候进行一般交战。然而，山本担心在与美国交战后无法补充人员、战舰、和飞机上的损耗，是情有可原的。胜利后随之而来的是失败：中途岛、瓜达尔卡纳尔岛、及许多其它低方。1943 年4月，海军大将山本正视察着漫长前线的关键地点。美国监测小组破译了有关总指挥官的航班信息。他们组织了大规模行动以拦截载有山本的飞机并设法在太平洋中的一个岛屿丛林上空将其击落。著名的海军大将在逝世时紧拄着他的武士刀。

# IDS_PCQM056_DESCR
source: This operation, aimed at disrupting the Allied supply chain destined for the U.S.S.R through the Arctic waters by destroying one of the convoys, was given the title "Ostfront" (in German, "The Eastern Front") for a reason. On December 22, 1943, the Germans detected a group of transport ships sailing along the Norwegian coast. After a long period of hesitation and reconnaissance, the British escorting squadron was never found, so the Kriegsmarine Command decided to take a chance. On the night of December 25, 1943, the battleship Scharnhorst set sail, escorted by the 4th Destroyer Flotilla (flotilla leader: Z-29). The combination of the freezing polar night, a violent storm, mistakes made by German admirals and excellent British radars meant that Scharnhorst, who had by that time "lost" her destroyers, encountered the British squadron (consisting of three cruisers led by HMS Belfast) alone. The first salvos fired by the British took the Germans totally by surprise. Shells fired from HMS Norfolk destroyed the battleship's main radar, but Scharnhorst had no intention of engaging the cruisers, and evaded the pursuit by taking advantage of her superior speed in stormy weather to continue her hunt for the convoy.
es_mx: Esta operación, enfocada en desorganizar las provisiones aliadas enviadas a la U.R.S.S. a través de las aguas Árticas demostrativamente aplastando uno de los convoyes, recibió el resonante título de "Ostfront" (alemán: "Frente del Este") por una razón. El 22 de diciembre de 1943, los alemanes detectaron un grupo de barcos transporte navegando por la costa noruega. Después de pensarla mucho y haber recibido información que los británicos no estaban escoltando el convoy, el Comando de la Kriegsmarine decidió tomar la oportunidad. En la noche del 25 de diciembre de 1943, el acorazado Scharnhorst salió al mar, escoltado por la 4a Flotilla de Destructores (líder de la flotilla: Z-29). La noche polar, una violenta tormenta, los errores de los almirantes alemanes y la excelente utilización de los radares británicos se combinaron haciendo que el Scharnhorst, que para en ese momento había "perdido" a sus destructores, llegara solo junto a un escuadrón británico que consistía de tres cruceros liderados por el HMS Belfast. Los primeros disparos hechos por los británicos tomaron por completa sorpresa a los alemanes. Proyectiles disparados desde el HMS Norfolk destruyeron el radar principal del acorazado, pero el Scharnhorst no tenía la intención de enfrentarse en combate contra los cruceros, y entonces los esquivó tomando ventaja de su velocidad durante el clima con tormenta y procedió a cazar al convoy.
ja: この作戦は、輸送船団のひとつを撃滅することで、ソ連に送られた連合軍の物資を破壊することを狙ったものであり、「オストフロント (Ostfront)」(ドイツ語で「東部戦線」を意味する) という作戦名が与えられました。1943 年 12 月 22 日に、ドイツ軍がノルウェー沿岸を航行中の輸送船団を発見。ドイツ軍には根強い慎重論がありましたが、偵察データを収集した結果として、この船団を護衛するイギリス艦隊が発見されなかったことから、ドイツ海軍の司令部はこのチャンスを活かすことを決断しました。そして 1943 年 12 月 25 日の夜、戦艦シャルンホルストが第 4 駆逐隊 (旗艦: Z-29) と共に出撃したのです。しかし、北極圏の夜、激しい嵐、ドイツ側の判断ミス、イギリス軍の優秀なレーダーという条件が重なった結果として、駆逐隊から離れて孤立していたシャルンホルストは、ベルファストを旗艦とする全 3 隻から成るイギリス巡洋艦隊の接近を許しました。イギリス艦隊による攻撃は完全な奇襲となり、ノーフォークが放った砲弾がシャルンホルストのメインレーダーを破壊しました。しかしシャルンホルスト側には巡洋艦隊と交戦する意図がなかったため、嵐の中でその高速を活かして追撃を振り切り、船団攻撃を目指して進撃を続けたのでした。
pl: Operacja ta, której celem było przerwanie alianckich dostaw dla Związku Radzieckiego przez wody Oceanu Arktycznego poprzez demonstracyjne zniszczenie jednego z konwojów, otrzymała dumną nazwę „Ostfront” (z niem. „Front wschodni”) nie bez przyczyny. 22 grudnia 1943 roku Niemcy wykryli grupę okrętów transportowych płynących wzdłuż norweskiego wybrzeża. Po dłuższym zastanowieniu i zbieraniu danych wywiadowczych, które nie ujawniły w pobliżu żadnych brytyjskich okrętów eskortujących, dowództwo Kriegsmarine zdecydowało się na podjęcie ryzyka. Wieczorem 25 grudnia 1943 roku pancernik Scharnhorst wypłynął w morze, eskortowany przez 4. Flotyllę Niszczycieli (niszczyciel prowadzący: Z-29). Noc polarna, gwałtowny sztorm, błędy niemieckich admirałów i doskonałe brytyjskie radary: wszystkie te czynniki sprawiły razem, że Scharnhorst „zgubił” swoje niszczyciele i w pojedynkę stanął naprzeciw brytyjskiej eskadrze złożonej z trzech krążowników, prowadzonych przez HMS Belfast. Pierwsze salwy wystrzelone przez Brytyjczyków były dla Niemców totalnym zaskoczeniem. Pociski wystrzelone z HMS Norfolk sięgnęły celu i zniszczyły główny radar pancernika Scharnhorst, ale ten nie dał się wciągnąć w walkę i umknął prześladowcom dzięki swej szybkości i złej pogodzie, a następnie kontynuował polowanie na konwój.
ru: Операция, целью которой было прервать поставки союзников в СССР через Арктику, учинив показательный разгром одного из конвоев, не случайно получила громкое название «Остфронт» (нем. «Восточный фронт»). 22 декабря 1943 года немцы обнаружили идущую вдоль берегов Норвегии группу транспортов. После долгих колебаний и сбора разведывательной информации, так и не обнаружив прикрывавшее конвой британское соединение, командование Кригсмарине решило рискнуть. Вечером 25 декабря 1943 года линкор Scharnhorst в сопровождении 4-й флотилии эсминцев (флагман флотилии — Z-29) вышел в открытое море. Полярная ночь, жестокий шторм, ошибки немецких адмиралов и превосходные радары англичан привели к тому, что утром 26 декабря Scharnhorst, «потеряв» свои эсминцы, в одиночку вышел прямо на британскую эскадру из трёх крейсеров во главе с HMS Belfast. Первые залпы англичан стали для немцев полной неожиданностью. Снаряды HMS Norfolk сбили главный радар линкора, но Scharnhorst, не желая ввязываться в бой с крейсерами, пользуясь преимуществом в скорости в штормовую погоду, ушёл от погони и продолжил поиск конвоя.
uk: Операція, метою якої було перервати постачання товарів та озброєння союзниками до СРСР через Арктику, вчинивши показове знищення одного з конвоїв, не випадково отримала гучну назву «Ostfront» (нім. «Східний фронт»). 22 грудня 1943 р. німці виявили групу транспортів, що йшли уздовж берегів Норвегії. Після довгих вагань і збирання розвідувальної інформації, так і не знайшовши британське з’єднання, що прикривало конвой, командування Крігсмаріне вирішило ризикнути. Увечері 25 грудня 1943 р. лінкор Scharnhorst у супроводі 4-ї флотилії есмінців (флагман флотилії — Z-29) вийшов у відкрите море. Полярна ніч, сильний шторм, помилки німецьких адміралів і чудові радари британців призвели до того, що вранці 26 грудня Scharnhorst, «втративши» свої есмінці, наодинці вийшов прямо на британську ескадру з трьох крейсерів на чолі з HMS Belfast. Перші залпи британців стали для німців повною несподіванкою. Снаряди HMS Norfolk збили головний радар лінкора, але Scharnhorst, не бажаючи вступати у бій з крейсерами, користуючись перевагою в швидкості в штормову погоду, втік від переслідування і продовжив пошук конвою.
zh: 这个行动主要是以杀鸡儆猴的方式消灭其中一个舰团，来破坏盟军通过北极海域运送补给到S国的航线，因为一些原因而得到了「东部战线」 这一响亮的称号。1943 年 12 月 22 日，D国人侦测到一群运输船舰沿着N国海岸航行。经过漫长的犹豫和收集侦察资料，结果没有发现到Y国的护卫分舰队，D国海军指挥部决定要把握住这个机会。战列舰沙恩霍斯特于 1943 年 12 月 25 日傍晚出航，由第四驱逐舰区舰队 (区舰队领导舰：Z-29) 护卫。北极的夜晚出现了一场剧烈的暴风雨，在D国海军上将的失误和Y国雷达的误打误撞下，使得当时已「失去」其驱逐舰的沙恩霍斯特直接穿过贝尔法斯特所率领，由三艘巡洋舰所组成的Y国分舰队。Y国人发射的第一次齐射，完全出乎D国人的意料之外。诺福克发射的炮弹击毁了战列舰的主雷达，但沙恩霍斯特无意和巡洋舰交战，因此在暴风雨气候下利用它的航速来躲避追击以继续追猎舰团。
zh_sg: 本次行动的目标是阻止盟军通过北极水域向苏联运送补给，摧毁运输船团。由于一些原因获得响亮的代号"Ostfront"（德国：东部战线）。1943年12月22日，德国在挪威海峡沿线发现了运输船团。在经过长时间的观察和分析显示并没有发现英国的护卫队护航。德国海军司令决定抓住机会，下令截击。1943年12月25日晚，沙恩霍斯特在第四艘驱逐舰（领袖舰：Z-29）的护航下进入了该海域。极地之夜，一场猛烈的风暴，德国海军的错误信息和英国优秀的雷达等因素，使沙恩霍斯特在已经失去了护航驱逐舰的情况下，单独遭遇了英国由HMS Norfolk和三艘巡洋舰组成的舰队。英国舰队的第一轮齐射让德军完全搓手不及。HMS Norfolk的攻击摧毁了其主要雷达，但沙恩霍斯特并没有打算与巡洋舰队交战，而是利用速度它的速度优势在暴风天气中予以躲避，并继续寻找运输船团。

# IDS_PCQM057_DESCR
source: Vice Admiral Burnett's squadron of British cruisers continued in their duty of defending the transport ships while Scharnhorst spent several hours searching for the convoy, largely in vain. A flotilla of destroyers, comprised of HMS Matchless, HMS Musketeer, HMS Opportune and HMS Virago, joined forces with Burnett's fleet. Meanwhile, British admirals were becoming increasingly concerned that the battleship had managed to slip through their fingers. However, in the Arctic night and with a crippled radar, Scharnhorst was effectively blind, while the radar equipment aboard the British fleet remained fully operational. At around midday on December 26, HMS Belfast picked up Scharnhorst on radar once again. A fierce battle ensued with the German battleship hitting back hard. The British had a rough time of it: 283 mm shells from Scharnhorst disabled one of HMS Norfolk's main battery turrets, inflicting extensive damage on the ship's hull; HMS Sheffield was riddled with shrapnel and destroyer Virago was nearly sunk by the battleship's main battery salvo.
es_mx: El escuadrón de cruceros ingleses del Vice Almirante Burnett procedió con su misión de defender los barcos de transporte mientras que el Scharnhorst pasaba durante varias horas buscando al convoy, pero en vano. Una flotilla de destructores comprendiendo al HMS Matchless, al HMS Musketeer, al HMS Opportune y al HMS Virago se unieron a las fuerzas de Burnett. Mientras tanto, los almirantes británicos empezaban a creer que el depredador atrapado había logrado escapar. Sin embargo, la noche Ártica y con un radar dañado, el acorazado alemán estaba casi ciego mientras que los radares abordo de los barcos británicos funcionaban de forma perfecta. Alrededor de las 12:00 PM en el 26 de diciembre, el HMS Belfast volvió a encontrar al Scharnhorst en el radar. En la batalla feroz que seguiría, el acorazado alemán regresó la mordida, y los británicos la tuvieron difícil: proyectiles de 283 mm que venían del Scharnhorst deshabilitaron una torreta principal del Norfolk, infligiendo daño extensivo en la coraza del barco; el Sheffield fue acribillado por fragmentos de metal y el destructor Virago casi se hundo cuando le disparó la artillería principal del acorazado.
ja: バーネット中将率いるイギリス巡洋艦隊が船団護衛任務を継続する中、シャルンホルストは数時間に渡って船団を探し続けていましたが、ほぼ無駄に終わっていました。バーネット中将の艦隊には、マッチレス、マスケティーア、オポチューンおよびヴィラーゴから成る駆逐隊が合流しましたが、この間にイギリス軍の司令官達は、ほぼ罠に嵌めたこの襲撃者が、辛くも自分たちの手から逃れつつあるという気持ちを強めつつありました。しかしながらこの北極圏の夜に、レーダーを破壊されたドイツ戦艦はほぼ盲目に陥っており、一方でイギリス艦艇のレーダーは完全に動作し続けていました。そして 12 月 26 日の正午頃、ベルファストのレーダーがシャルンホルストを再度捕捉し、その後激しい砲撃戦となりました。シャルンホルストの反撃は強力であり、283 mm 主砲弾によってノーフォークは主砲塔 1 基が破壊され、船体にも甚大な損傷を受けました。シェフィールドも砲弾の破片によって穴だらけにされ、主砲の斉射を受けた駆逐艦ヴィラーゴは危うく撃沈されそうになりました。
pl: Eskadra krążowników wiceadmirała Burnetta wznowiła swoją misję eskortowania okrętów transportowych, podczas gdy Scharnhorst zmarnował kilka godzin na poszukiwanie konwoju, nadaremnie. Flotylla niszczycieli, złożona z HMS Matchless, HMS Musketeer, HMS Opportune i HMS Virago, dołączyła do sił Burnetta. W tym czasie brytyjscy admirałowie byli niemal przekonani, że napastnik wymknął się z ich pułapki. Jednak w polarną noc, z uszkodzonym radarem, niemiecki pancernik był ślepy, podczas gdy radary na brytyjskich okrętach działały doskonale. Około 12 w południe 26 grudnia HMS Belfast ponownie wykrył pancernik Scharnhorst. W trakcie zaciętej walki, jaka się wywiązała, okręt Kriegsmarine mocno się odgryzał i dał się prześladowcom we znaki: pociski kal. 283 mm poważnie uszkodziły jedną z wież głównej baterii na Norflok oraz jego kadłub, Sheffield został mocno podziurawiony odłamkami, a niszczyciel Virago omal nie został zatopiony salwą z głównych dział pancernika.
ru: Эскадра английских крейсеров вице-адмирала Бернетта возвращается к охране транспортов, в то время как Scharnhorst в течение нескольких часов тщетно пытается найти конвой. К Бернетту присоединяется флотилия эсминцев (HMS Musketeer, HMS Matchless, HMS Opportune и HMS Virago), тем временем британских адмиралов охватывает тревога, что попавший было в ловушку хищник «ушёл». Однако в условиях полярной ночи немецкий линкор без радара был «слеп», в то время как РЛС британцев действовали безотказно. Около 12 часов 00 минут 26 декабря Belfast вновь засекает Scharnhorst. В разгоревшемся сражении линкор даёт на этот раз более жёсткий отпор, и англичанам приходится туго: на Norfolk 283-мм снаряды немцев выводят из строя одну из башен главного калибра и производят большие разрушения в корпусе, Sheffield оказывается изрешечён тяжёлыми осколками, эсминец Virago едва не отправляется на дно, накрытый залпом главного калибра линкора.
uk: Ескадра англійських крейсерів віце-адмірала Бернета повертається до охорони транспортів, тимчасом як Scharnhorst протягом кількох годин марно намагається відшукати конвой. До Бернета долучається флотилія есмінців (HMS Musketeer, HMS Matchless, HMS Opportune і HMS Virago). Тим часом британських адміралів непокоїть, що вже майже потрапивши в пастку «хижак» таки втік. Однак, в умовах полярної ночі німецький лінкор без радара був «сліпий», тоді як РЛС британців діяли безвідмовно. Приблизно о 12:00 26 грудня Belfast знову виявляє Scharnhorst. У битві, що розгорілася, лінкор дає цього разу жорсткішу відсіч, і британцям стає скрутно: на Norfolk німецькі 283-мм снаряди виводять із ладу одну з башт головного калібру й чинять значні руйнування корпусу, Sheffield зрешечений важкими осколками, есмінець Virago ледь не прямує на дно, накритий залпом головного калібру лінкора.
zh: 海军中将伯内特分舰队的Y系巡洋舰继续履行防卫运输船舰的职责，而沙恩霍斯特花了数小时的时间在搜寻舰团，大多徒劳无功。由无敌、火枪手、及时和悍妇构成的驱逐舰区舰队加入了伯内特的部队。与此同时，Y国的海军上将们渐渐觉得好不容易快到手的掠食者，似乎已设法从他们的手中溜走。然而北极的夜晚加上失去作用的雷达，D系战列舰几乎近盲，而Y国战舰上的雷达设备则运作良好。12 月 26 日的 12:00 PM 左右，贝尔法斯特于雷达上再次捕捉到沙恩霍斯特。在紧接着的激烈战斗中，D国战列舰受到了重击，然而Y国人也吃足了苦头：沙恩霍斯特的 283 毫米炮弹让诺福克其中一座主炮塔失去作用，对舰身造成大规模的伤害；谢菲尔德被炮弹碎片打得满是窟窿，而受到战列舰主炮组齐射的驱逐舰悍妇几近沉没。
zh_sg: 海军中将Burnett的英国巡洋舰队继续执行保卫运输舰的职责，而沙恩霍斯特花费了数个小时搜寻舰团，但却徒劳无功。由HMS Matchless、HMS Musketeer、HMS Opportune 和 HMS Virago组成的驱逐舰分队加入了Burnett的舰队。与此同时，英国的海军上将们开始担心猎物会从他们的手中溜走。然而北极的夜晚使上德国战列舰雷达失效，沙恩霍斯特几乎成为了盲人，而英国战舰的雷达设备仍然运作良好。12月26日中午，HMS 贝尔法斯特在雷达上再次捕捉到了沙恩霍斯特。在紧接着的激烈战斗中，德国战列舰受到了重创，然而英国人也吃足了苦头：沙恩霍斯特的283 毫米炮弹让Norfolk的一座主炮塔失去作用并对舰身造成了大面积的伤害；Sheffield被炮弹碎片打得满目疮痍，而受到战列舰主炮组齐射的Virago驱逐舰几近沉没。
