Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJUS661_SUO
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS701_SUO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS702_SUO
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS703_SUO_YUKIKAZE
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS704_SUO_ARASHI
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS711_SUO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS712_SUO
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS713_SUO_RAGNAROK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS714_SUO_IGNIS_PURGATIO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS721_SUO
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS741_SUO
source: Type10 mod. 1
es_mx: Tipo 8 mod. 1
uk: Type8 mod. 1
zh: 八年式 1型
zh_sg: Type8 mod. 1

# IDS_PJUS761_SUO_ATAGO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS762_SUO_ASASHIO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS763_SUO_BLACK_ATAGO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS764_SUO_BLACK_ASASHIO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS771_SUO_TONE
source: Type7 mod. 1
es_mx: Tipo 7 mod. 1
zh: 七式 1型

# IDS_PJUS781_SUO_HAREKAZE
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS791_SUO_MYOKO
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS792_SUO_HAGURO
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS793_SUO_ASHIGARA
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS794_SUO_YELLOW_DRAGON
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS795_SUO_BLUE_DRAGON
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS796_SUO_NACHI
source: Type7 mod. 1
zh: 七式 1型

# IDS_PJUS797_SUO_TAKAO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS798_SUO_KII
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS801_SUO
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUS802_SUO
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUS803_D8_SUO_STOCK_2
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS804_D8_SUO_TOP_2
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS805_D8_SUO_STOCK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS806_D8_SUO_TOP
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS807_D8_SUO_STOCK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUS808_D8_SUO_TOP
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUS812_SUO
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUS821_SUO
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUS822_SUO
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUS831_SUO
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUS841_D9_SUO_STOCK_2
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUS842_D9_SUO_TOP_2
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUS843_D9_SUO_STOCK_3
source: Type9 mod. 1
es_mx: Tipo 9 mod. 1
zh: 九年式1型

# IDS_PJUS844_D9_SUO_TOP_3
source: Type9 mod. 2
es_mx: Tipo 9 mod. 2
zh: 九式 2型

# IDS_PJUS901_SUO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS903_D10_SUO_STOCK_2
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS904_SUO_TST_ZAO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS905_SUO_YOSHINO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS906_SUO_HAYATE
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS911_SUO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS913_SUO_MUSASHI
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS921_SUO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS971_SUO_AZUMAYA
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS974_SUO_ZAO
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS975_SUO_SHIM
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS976_SUO_YAM
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUS978_BB10_SUO_SHIKISHIMA
source: Type10 mod. 1
es_mx: Tipo 10 mod. 1
zh: 一式0 1型

# IDS_PJUT103_D2_TORP_STOCK
source: Type 42
es_mx: Tipo 42
zh: 四二式

# IDS_PJUT104_D2_TORP_TOP
source: Type44 mod. 2
es_mx: Tipo 44 mod. 2
zh: 四四式 1型

# IDS_PJUT105_450_TACHIBANA
source: Ho Type44 mod. 2
es_mx: Ho Tipo 44 mod. 2
zh: Ho 四四式 2型

# IDS_PJUT106_450_TACHIBANA
source: Ho Type42
es_mx: Ho Tipo 42
zh: Ho 四二式

# IDS_PJUT107_450_SAKURA
source: Ho Type42
es_mx: Ho Tipo 42
zh: Ho 四二式

# IDS_PJUT202_C3_TORP_STOCK
source: Type44 mod. 2
es_mx: Tipo 44 mod. 2
zh: 四四式 1型

# IDS_PJUT203_D3_TORP_TOP
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT204_D3_TORP_STOCK
source: Type44 mod. 2
es_mx: Tipo 44 mod. 2
zh: 四四式 1型

# IDS_PJUT205_533_TYPE_6_CS
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT231_533_KATORI
source: Type44 mod. 2
es_mx: Tipo 44 mod. 2
zh: 四四式 1型

# IDS_PJUT301_C4_TORP_STOCK
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT302_D4_TORP_TOP
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT303_D4_TORP_STOCK
source: Type44 mod. 2
es_mx: Tipo 44 mod. 2
zh: 四四式 1型

# IDS_PJUT304_D4_TORP_TOP_FALSE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT305_D4_TORP_STOCK_FALSE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT306_D4_TORP_TOP
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT307_D4_TORP_STOCK
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT331_610_2_JGT010
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJUT332_610_2_JGT010_CS
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJUT401_C5_TORP_STOCK
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJUT402_C5_TORP_TOP
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT403_D5_TORP_STOCK
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT404_533_TYPE_89
source: Type 89
es_mx: Tipo 89
zh: 八九式

# IDS_PJUT405_D5_TORP_STOCK_2
source: Type8 mod. 3
es_mx: Tipo 8 mod. 3
zh: 八年式 3型

# IDS_PJUT406_457_TYPE_43
source: 457 mm Type43
es_mx: 457 mm Tipo 43
ru: 457-мм Type43
uk: 457-мм Type43
zh: 457 毫米 四三式

# IDS_PJUT406_TORP_YAHAGI
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJUT407_533_TYPE_6
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT408_D5_TORP_STOCK
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT409_D5_TORP_STOCK_2
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT421_610_3_JPT010
source: Type8
es_mx: Tipo 8
zh: 八年式

# IDS_PJUT431_533_JPT015_KAMIKAZE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT441_533_JPT015_TRUE_KAMIKAZE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT442_533_JPT015_CAMO_KAMIKAZE
source: Type 92
es_mx: Tipo 92
zh: 九二式

# IDS_PJUT501_D6_TORP_STOCK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT502_D6_TORP_TOP
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT503_C6_TORP_STOCK
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT504_610_TYPE_8_MOD_2_IWAKI
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT505_D6_TORP_STOCK_2
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT506_D6_TORP_TOP_2
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT507_TORP_SHINO
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT508_D6_TORP_STOCK
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT509_D6_TORP_TOP
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT510_D6_TORP_STOCK_2
source: Type8 mod. 1
es_mx: Tipo 8 mod. 1
zh: 八年式 1型

# IDS_PJUT512_D6_TORP_TOP_2
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT513_TORP_MUTSU
source: Type 6
es_mx: Tipo 6
zh: 六式

# IDS_PJUT601_C7_TORP_STOCK
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT602_C7_TORP_TOP
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT603_D7_TORP_STOCK
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT604_D7_TORP_TOP
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT605_610_TYPE_90_MOD_1_0
source: Type90 mod. 3
es_mx: Tipo 90 mod. 3
zh: 九零式3型

# IDS_PJUT605_D7_TORP_STOCK_1
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT606_610_TYPE_90_MOD_1_CR
source: Type90 mod. 4
es_mx: Tipo 90 mod. 4
zh: 九零式4型

# IDS_PJUT606_D7_TORP_TOP_1
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT607_610_TYPE_90_MOD_1_CR_0
source: Type90 mod. 6
es_mx: Tipo 90 mod. 6
zh: 九零式6型

# IDS_PJUT621_D7_TORP_STOCK_2
source: Type8 mod. 2
es_mx: Tipo 8 mod. 2
zh: 八式 2型

# IDS_PJUT622_D7_TORP_TOP_2
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT694_610_TYPE_90_MOD_1_MYOKO
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT695_610_TYPE_90_MOD_1_HAGURO
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT696_610_TYPE_90_MOD_1_ASHIGARA
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT697_610_YELLOW_DRAGON
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT698_610_BLUE_DRAGON
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT699_610_NACHI
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT701_C8_TORP_STOCK
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT703_D8_TORP_STOCK
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT704_D8_TORP_MED
source: Type90 mod. 2
es_mx: Tipo 90 mod. 2
zh: 九零式 2型

# IDS_PJUT705_D8_TORP_TOP
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT706_D8_TORP_STOCK_2
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT707_D8_TORP_TOP_2
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT708_D8_TORP_STOCK
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT709_D8_TORP_TOP
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT710_TORP_BLACK_ATAGO
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT711_TORP_YUKIKAZE
source: Type F3
es_mx: Tipo F3
zh: 九三式 2型

# IDS_PJUT712_TORP_ARASHI
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九零式1型

# IDS_PJUT781_TORP_HAREKAZE
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT782_TORP_ASASHIO
source: Type93 mod. 2 dw
zh: 九三式 2型 dw

# IDS_PJUT783_TORP_BLACK_ASASHIO
source: Type93 mod. 2 dw
zh: 九三式 2型 dw

# IDS_PJUT791_TORP_TAKAO
source: Type90 mod. 1
zh: 九零式1型

# IDS_PJUT792_TORP_KII
source: Type93 mod. 1
es_mx: Tipo 93 mod. 1
zh: 九三式 1型

# IDS_PJUT801_C9_TORP_STOCK
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT802_C9_TORP_TOP
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT803_D9_TORP_STOCK
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT804_610_ATAGO
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT805_610_TONE
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJUT806_D9_TORP_MED
source: Type93
es_mx: Tipo 93
zh: 九三式

# IDS_PJUT807_D9_TORP_TOP
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT811_D9_TORP_STOCK_2
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT812_D9_TORP_TOP_2
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT813_D9_TORP_TOP_3
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT814_D9_TORP_STOCK_4
source: Type93 mod. 2
es_mx: Tipo 93 mod. 2
zh: 九三式 2型

# IDS_PJUT815_D9_TORP_MED_4
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT816_D9_TORP_TOP_4
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT901_D10_TORP_STOCK
source: Type93
es_mx: Tipo 93
zh: 九三式

# IDS_PJUT902_C10_TORP_STOCK
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT903_610_TYPE_90_KITAKAMI
source: Type90
es_mx: Tipo 90
zh: 九零式1型

# IDS_PJUT904_D10_TORP_MED
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT905_D10_TORP_TOP
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT906_D10_TORP_STOCK_2
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT908_D10_TORP_TOP_2
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT909_C10_TORP_TOP
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT910_TORP_TST_ZAO_1
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT911_TORP_TST_ZAO_2
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT912_TORP_YOSHINO
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT913_TORP_YOSHINO
source: Type93
es_mx: Tipo 93
zh: 九三式

# IDS_PJUT914_TORP_HAYATE
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT974_TORP_ZAO
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT976_TORP2_SHIM
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJUT977_TORP3_SHIM
source: Type F3
es_mx: Tipo F3
zh: F3式

# IDS_PJUT978_TORP_ZAO_TOP
source: Type93 mod. 3
es_mx: Tipo 93 mod. 3
zh: 九三式 3型

# IDS_PJW018_YAMAMOTO
source: Commander Yamamoto Isoroku XP
es_mx: XP del Comandante Yamamoto Isoroku
ja: 艦長「山本五十六」EXP
pl: PD dowódcy Yamamoto Isoroku
ru: Опыт командиру Ямамото Исороку
uk: Досвід командиру Ямамото Ісороку
zh: Yamamoto Isoroku 指挥官经验
zh_sg: 山本五十六指挥官经验

# IDS_PLACED_ADDED
source: Places added:
es_mx: Lugares agregados:
ja: 部屋追加:
pl: Dodano miejsc:
ru: Добавлено мест:
uk: Додано місць:
zh: 床位已增加：
zh_sg: 床位已增加：

# IDS_PLACE_IS_LOCKED
source: Place occupied
es_mx: Lugar ocupado
ja: 確保済みの枠
pl: Miejsce zajęte
ru: Место занято
uk: Місце зайняте
zh: 位置被占据
zh_sg: 位置被占

# IDS_PLANES_DESTROYED
source: Aircraft Destroyed
es_mx: Avión Destruido
ja: 航空機撃墜数
pl: Zniszczone samoloty
ru: Сбито самолётов
uk: Збито літаків
zh: 击落的飞机
zh_sg: 摧毁的飞机

# IDS_PLANES_DESTROYED_HINT
source: Number of aircraft you destroyed in this battle
es_mx: Número de aviones que destruiste en esta batalla
ja: この戦闘で自艦が撃墜した航空機数
pl: Liczba samolotów zniszczonych w tej bitwie
ru: Количество сбитых вами самолётов противника в этом бою
uk: Кількість збитих вами літаків супротивника у цьому бою
zh: 您在此战斗中击落的飞机数
zh_sg: 您在此战斗中摧毁的飞机数

# IDS_PLATFORM_MICROSOFT_ACCOUNT_DENIED
source: Your Microsoft account is already linked to the Wargaming account %(accountName)s. To play World of Warships, unlink it in your Personal Account and try to log in again.
es_mx: Tu cuenta de Microsoft ya esta vinculada a la cuenta de Wargaming %(accountName)s. Para jugar World of Warships, desvincúlala en tu Cuenta Personal e intenta iniciar sesión de nuevo.
ja: Microsoft アカウントは既に Wargaming アカウント %(accountName)s にリンク済みです。World of Warships をプレイするには、「個人アカウント」でリンクを解除し、再度ログインしてみてください。
pl: Twoje konto Microsoft jest już połączone z kontem Wargaming %(accountName)s. Żeby grać w World of Warships, odłącz je i spróbuj zalogować się ponownie.
ru: Ваш Microsoft аккаунт уже привязан к учётной записи Wargaming %(accountName)s. Для игры в World of Warships отвяжите аккаунт в личном кабинете и повторите вход.
uk: Ваш обліковий запис Microsoft акаунт вже пов’язано з акаунтом Wargaming %(accountName)s. Щоб грати у World of Warships, видаліть зв’язок в особистому кабінеті і повторіть вхід.
zh: 您的微软账户已经与Wargaming账户%(accountName)s相关联。进入战舰世界游戏，需在个人账户中解除关联并重新登录。
zh_sg: 您的Microsoft账户已经与Wargaming账户%(accountName)s相关联。进入《战舰世界》游戏，需在个人账户中解除关联并重新登录。

# IDS_PLATFORM_STEAM_ACCOUNT_DENIED
source: Your Steam account is already linked to the Wargaming account %(accountName)s. To play World of Warships, unlink it in your Personal Account and try to log in again.
es_mx: Tu cuenta de Steam ya esta vinculada a la cuenta de Wargaming %(accountName)s. Para jugar World of Warships, desvincúlala en tu Cuenta Personal e intenta iniciar sesión de nuevo.
ja: Steam アカウントは既に Wargaming アカウント %(accountName)s にリンク済みです。World of Warships をプレイするには、「個人アカウント」でリンクを解除し、再度ログインしてみてください。
pl: Twoje konto Steam jest już połączone z kontem Wargaming %(accountName)s. Żeby grać w World of Warships, odłącz je i spróbuj zalogować się ponownie.
ru: Ваш Steam аккаунт уже привязан к учётной записи Wargaming %(accountName)s. Для игры в World of Warships отвяжите аккаунт в личном кабинете и повторите вход.
uk: Ваш акаунт Steam вже пов’язано з акаунтом Wargaming %(accountName)s. Щоб грати у World of Warships, видаліть зв’язок в особистому кабінеті і повторіть вхід.
zh: 您的Steam账户已经与Wargaming账户%(accountName)s相关联。进入战舰世界游戏，需在个人账户中解除关联并重新登录。
zh_sg: 您的Steam账户已经与Wargaming账户%(accountName)s相关联。进入《战舰世界》游戏，需在个人账户中解除关联并重新登录。

# IDS_PLAYERS
source: Players
es_mx: Jugadores
ja: プレイヤー
pl: Gracze
ru: Игроки
uk: Гравці
zh: 玩家
zh_sg: 玩家

# IDS_PLAYERSQUADRONBYPLANE
source: Squadron of %s destroyed your squadron No.%d.
es_mx: El escuadrón de %s destruyó tu escuadrón No%d.
ja: %s の中隊が自艦の第 %d 中隊を撃墜
pl: Eskadra gracza %s zniszczyła twoją eskadrę numer %d.
ru: Эскадрилья игрока %s уничтожила вашу эскадрилью №%d.
uk: Ескадрилья гравця %s знищила вашу ескадрилью № %d.
zh: %s 的航空中队消灭了您的航空中队 #%d。
zh_sg: %s的中队歼灭了您的第#%d中队。

# IDS_PLAYERSQUADRONBYSHIP
source: %s destroyed your squadron No.%d.
es_mx: %s destruyó tu escuadrón No.%d.
ja: %s が自艦の第 %d 中隊を撃墜
pl: %s zniszczył twoją eskadrę numer %d.
ru: %s уничтожил вашу эскадрилью №%d.
uk: %s знищив вашу ескадрилью № %d.
zh: %s 消灭了您的航空中队 #%d。
zh_sg: %s 歼灭了您的第#%d中队。

# IDS_PLAYERS_ACHIEVEMENTS
source: Player Achievements
es_mx: Logros del Jugador
ja: プレイヤー実績
pl: Osiągnięcia gracza
ru: Достижения игрока
uk: Досягнення гравця
zh: 玩家战绩
zh_sg: 玩家成就

# IDS_PLAYERS_IN_GROUP
source: Players in group
es_mx: Jugadores en grupo
ja: グループ内
pl: Gracze w grupie
ru: Игроков в группе
uk: Гравців у групі
zh: 群组中玩家
zh_sg: 群组中玩家

# IDS_PLAYERS_IN_YOUR_RANGE
source: Players within your range
es_mx: Jugadores dentro del rango de tu nivel
ja: マッチング対象プレイヤー
pl: Gracze w Twoim przedziale
ru: Игроков в вашем диапазоне
uk: Гравців у вашому діапазоні
zh: 在您范围内的玩家
zh_sg: 在您等级范围内的玩家

# IDS_PLAYERS_ON_SERVER
source: Players:
es_mx: Jugadores:
ja: プレイヤー:
pl: Gracze:
ru: Игроков:
uk: Гравців:
zh: Игроков:
zh_sg: 玩家：

# IDS_PLAYERS_SORT_TOOLTIP
source: Sort Training Rooms by number of players
es_mx: Ordenar las salas de entrenamiento por número de jugadores
ja: トレーニングルームをプレイヤー数で並べ替え
pl: Sortuj pokoje treningowej wg liczby graczy
ru: Сортировать комнаты по количеству игроков
uk: Упорядкувати кімнати за кількістю гравців
zh: 按玩家数来排序训练房
zh_sg: 按玩家数排序训练房间

# IDS_PLAYERS_WAITING
source: Players in queue:
es_mx: Jugadores en espera:
ja: 待機中のプレイヤー:
pl: Graczy w kolejce:
ru: Игроков в очереди:
uk: Гравців у черзі:
zh: 队列玩家数：
zh_sg: 队列中的玩家：

# IDS_PLAYER_ACCEPTED_YOUR_INVITATION
source: accepted your invitation
es_mx: aceptó tu invitación
ja: さんが招待を承諾しました
pl: zaakceptował twoje zaproszenie
ru: принял ваше приглашение
uk: прийняв ваше запрошення
zh: 已接受您的邀请
zh_sg: 已接受您的邀请

# IDS_PLAYER_ACCEPTED_YOUR_INVITATION_TO_CLUB
source: %(playerName)s accepted the invitation to join Team %(clubName)s
es_mx: %(playerName)s aceptó la invitación para unirse al Equipo %(clubName)s
ja: %(playerName)s さんがチーム %(clubName)s への招待を承諾しました
pl: %(playerName)s zaakceptował zaproszenie do drużyny %(clubName)s
ru: %(playerName)s принял приглашение в команду %(clubName)s
uk: %(playerName)s прийняв запрошення до команди %(clubName)s
zh: %(playerName)s 接受了加入队伍 %(clubName)s 的邀请
zh_sg: %(playerName)s 接受了加入团队 %(clubName)s 的邀请

# IDS_PLAYER_ALONE_IN_DIVISION
source: You are the only member of Division %(division)s
es_mx: Eres el único miembro de la División %(division)s
ja: 分艦隊 %(division)s の唯一のメンバーです
pl: Jesteś jedynym członkiem dywizjonu %(division)s
ru: Вы один в отряде %(division)s
uk: Ви один у складі загону %(division)s
zh: 您是小队 %(division)s 的唯一成员
zh_sg: 您是小队%(division)s的唯一成员

# IDS_PLAYER_ALREADY_IN_DIVISION
source: is already in a Division
es_mx: ya está en una División
ja: さんは既に分艦隊に参加中です
pl: jest już w dywizjonie
ru: уже состоит в отряде
uk: вже перебуває у складі загону
zh: 已在小队中
zh_sg: 已在小队中

# IDS_PLAYER_ALREADY_IN_TRAINING_ROOM
source: already in a Training Battle
es_mx: ya estás en una Batalla de Entrenamiento
ja: 既にトレーニング戦にいます
pl: już w bitwie treningowej
ru: уже участвует в тренировочном бою
uk: вже бере участь у тренувальному бою
zh: 已在战斗训练中
zh_sg: 已在战斗训练中

# IDS_PLAYER_ATTACK_TARGET
source: %s: Attacking %s!
es_mx: %s: ¡Atacando %s!
ja: %s: %s を攻撃中!
pl: %s: Atakuję %s!
ru: %s: Атакую %s!
uk: %s: Атакую %s!
zh: %s：攻击 %s！
zh_sg: %s：攻击 %s！

# IDS_PLAYER_DECLINED_YOUR_INVITATION
source: declined the invitation
es_mx: rechazó tu invitación
ja: さんが招待を拒否しました
pl: odrzucił zaproszenie
ru: отклонил приглашение
uk: відхилив запрошення
zh: 已拒绝该邀请
zh_sg: 已拒绝该邀请

# IDS_PLAYER_HAS_TOO_MANY_INVITES
source: The player received too many invitations.
es_mx: El jugador recibió demasiadas invitaciones.
ja: このプレイヤーの招待受信数が上限に達しています。
pl: Gracz dostał zbyt wiele zaproszeń.
ru: Игрок получил слишком много приглашений.
uk: Гравець отримав занадто багато запрошень.
zh: 该玩家收到了过多的邀请。
zh_sg: 该玩家收到了过多的邀请。

# IDS_PLAYER_INVITES_YOU_TO_DIVISION
source: <body><h3>%(playerName)s</h3> has invited you to join a Division</body>
es_mx: <body><h3>%(playerName)s</h3> te ha invitado a unirse a una División</body>
ja: <body><h3>%(playerName)s</h3> さんがあなたを分艦隊に招待しています</body>
pl: Gracz <body><h3>%(playerName)s</h3> zaprosił Cię do dywizjonu</body>
ru: <body><h3>%(playerName)s</h3> приглашает вас в отряд</body>
uk: <body><h3>%(playerName)s</h3> запрошує вас до складу загону</body>
zh: <body><h3>%(playerName)s</h3> 已邀请加入小队</body>
zh_sg: <body><h3>%(playerName)s</h3> 已邀请加入小队</body>

# IDS_PLAYER_INVITES_YOU_TO_JOIN_A_CLAN
source: %(playerName)s invited you to join a clan
es_mx: %(playerName)s te invitó a unirte a un clan
ja: %(playerName)s さんがあなたをクランに招待しました
pl: Gracz %(playerName)s zaprosił Cię do klanu
ru: %(playerName)s приглашает вас в клан
uk: %(playerName)s запрошує вас до клану
zh: %(playerName)s 已邀请您加入军团
zh_sg: %(playerName)s 已邀请您加入军团

# IDS_PLAYER_INVITES_YOU_TO_JOIN_A_CLUB
source: %(playerName)s invited you to join the Team
es_mx: %(playerName)s te invitó a unirse al Equipo
ja: %(playerName)s さんがあなたをチームに招待しました
pl: %(playerName)s zaprosił Cię do drużyny
ru: %(playerName)s приглашает вас в команду
uk: %(playerName)s запрошує вас до команди
zh: %(playerName)s 邀请您加入该队伍
zh_sg: %(playerName)s 邀请您加入该团队

# IDS_PLAYER_INVITES_YOU_TO_JOIN_CLUB
source: %(playerName)s invited you to join Team %(clubName)s
es_mx: %(playerName)s te invitó a unirse al Equipo %(clubName)s
ja: %(playerName)s さんがあなたをチーム %(clubName)s に招待しました
pl: %(playerName)s zaprosił Cię do drużyny %(clubName)s
ru: %(playerName)s приглашает вас в команду %(clubName)s
uk: %(playerName)s запрошує вас до команди %(clubName)s
zh: %(playerName)s 邀请您加入队伍 %(clubName)s
zh_sg: %(playerName)s 邀请您加入团队 %(clubName)s

# IDS_PLAYER_IS_AVAILABLE_IN_VOICE_CHAT
source: This player is available in the voice chat
es_mx: Este jugador está disponible en el chat de voz
ja: このプレイヤーとの音声チャットは有効です
pl: Ten gracz jest dostępny na czacie głosowym
ru: Игрок доступен в голосовом чате
uk: Гравець доступний в голосовому чаті
zh: 此玩家可以使用语音聊天
zh_sg: 此玩家可以使用语音聊天

# IDS_PLAYER_IS_MUTED_IN_VOICE_CHAT
source: Voice messages from player disabled
es_mx: Mensajes de voz del jugador deshabilitados
ja: このプレイヤーからの音声メッセージは無効
pl: Wiadomości głosowe od gracza są wyłączone
ru: Голосовые сообщения от игрока отключены
uk: Голосові повідомлення від гравця вимкнені
zh: 玩家的语音消息已关闭
zh_sg: 玩家的语音消息已关闭

# IDS_PLAYER_IS_NOT_AVAILABLE_IN_VOICE_CHAT
source: This player is unavailable in the voice chat
es_mx: Este jugador no está disponible en el chat de voz
ja: このプレイヤーとの音声チャットは無効です
pl: Ten gracz nie jest dostępny na czacie głosowym
ru: Игрок недоступен в голосовом чате
uk: Гравець недоступний в голосовому чаті
zh: 此玩家无法使用语音聊天
zh_sg: 此玩家无法使用语音聊天

# IDS_PLAYER_IS_OFFLINE
source: is offline
es_mx: está desconectado
ja: さんはオフラインです
pl: jest offline
ru: не в сети
uk: не в мережі
zh: 离线。
zh_sg: 离线

# IDS_PLAYER_IS_OFFLINE_C
source: Offline
es_mx: Desconectado
ja: オフライン
ru: Не в сети
uk: Не в мережі
zh: 脱机
zh_sg: 离线

# IDS_PLAYER_IS_OUT_OF_DIVISION
source: has been removed from the Division
es_mx: has sido eliminado de la División
ja: さんを分艦隊から除外しました
pl: został usunięty z dywizjonu
ru: исключён из отряда
uk: вилучений зі складу загону
zh: 已从小队中移除
zh_sg: 已从小队中移除

# IDS_PLAYER_JOINED_DIVISION
source: joined the Division
es_mx: se unió a la División
ja: さんが分艦隊に参加しました
pl: dołączył do dywizjonu
ru: присоединился к отряду
uk: долучився до загону
zh: 已加入小队
zh_sg: 已加入小队
