Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC171_VIVALAFRANCE_340MMGUN_DESCRIPTION
source: In 1912, a decision was finally reached to proceed with building the third series of battleships for the French Navy. However, plans to make new ships of the Normandie class more powerful than their predecessors were hindered by production constraints, as at that time French shipyards were not big enough to allow for any significant increase in the size of warships. Moreover, the French didn't have guns that were more powerful than the 340 mm guns, which were to be mounted on the Bretagne-class battleships that were at their final stages of construction, and the design of a new gun weapon system would be too expensive timewise. Ultimately, engineers came up with an innovative solution: to mount the main guns intended for the Normandie-class battleships in quad turrets. The new turret, which would have become the first quad turret ever mounted on a ship, was designed to have a rate of fire of up to two shots per minute. The front armor plates protecting the guns were to have been 340 mm thick. In total, plans were made to build 31 units: each of the five Normandie-class battleships laid down in 1913–1914 was supposed to carry three such turrets, while the Lyon-class warships ordered in 1915 were designed to carry as many as four.
es_mx: En 1912, finalmente se tomó la decisión de proceder con la construcción de la tercera serie de acorazados para la Armada Francesa. Sin embargo, los planes de hacer nuevos barcos de la clase Normandie más poderosos que sus antecesores fueron interrumpidos por restricciones de producción, ya que los astilleros en Francia de ese tiempo no eran suficientemente grandes para permitir un aumento significativo en el tamaño de los barcos de guerra. Además, los franceses no tenían cañones que fueran más poderosos que los cañones de 340 mm, que serían montados en los acorazados de la clase Bretagne que estaban en las etapas finales de construcción, y el diseño de un nuevo sistema de armas costaría mucho tiempo. Finalmente, los ingenieros llegaron a una solución innovadora: montar los cañones principales diseñados para los acorazados de la clase Normandie en torretas cuádruples. La nueva torreta, que se habría convertido en la primera torreta cuádruple montada en un barco, fue diseñada para tener una tasa de disparo de hasta dos tiros por minuto. Las placas de blindaje frontales que protegían los cañones hubieran sido de 340 mm de espesor. En total, se planeaba construir 31 unidades: cada uno de los cinco acorazados clase Normandie puestos en quilla en 1913-1914 se suponía cargarían con tres de esas torretas, mientras que los barcos de guerra de la clase Lyon ordenados en 1915 estaban diseñado para llevar hasta cuatro.
ja: 1912 年、フランス海軍として 3 つ目となる戦艦級を建造ことがついに決定に至りました。しかし、新艦級となるノルマンディー級戦艦を従来の戦艦級よりも強力なものにする上で、次のような建造上の制約があったのです。まず、当時のフランスにあった造船所の大きさの限界から、大幅な大型化が不可能でした。さらには、新型の砲システムを開発する時間がなかったため、当時完成間近だったブルターニュ級戦艦用として開発された 340 mm 砲を用いざるを得なかったのです。そこでフランスの技師たちは、ノルマンディー級戦艦に四連装の主砲塔を採用するという、革新的なソリューションに至りました。 この新型砲塔は、艦載砲としては世界初の四連装砲塔となるものであり、設計上は分間最大 2 回の射撃が可能となるはずでした。砲塔前面の装甲厚は 340 mm に達します。これを合計 31 基製造し、1913 年から 1914 年にかけて起工されたノルマンディー級戦艦に 3 基ずつ、1915 年に発注されたリヨン級戦艦に 4 基ずつ搭載する計画になっていました。
pl: W 1912 roku zaczęto rozważać budowę trzeciej klasy pancerników dla Marynarki Wojennej Francji. Chociaż planowano uczynić nowe okręty klasy Normandie potężniejszymi od poprzednich, ograniczenia produkcyjne na to nie pozwalały: stocznie we Francji nie były wystarczająco duże, żeby budować znacznie większe okręty. Ponadto Francuzi nie mieli wtedy dział potężniejszych od kal. 340 mm, które miały być zainstalowane na pancernikach klasy Bretagne, których budowa dobiegała akurat końca, a zaprojektowanie nowego systemu artyleryjskiego zajęło by zbyt dużo czasu. Ostatecznie inżynierowie zaproponowali innowacyjne rozwiązanie: umieszczenie dział głównej baterii pancerników klasy Normandie w poczwórnych wieżach. Nowa wieża mogła być pierwszą na świecie poczwórną wieżą zamontowaną na okręcie, a zgodnie z projektem, miała osiągać szybkostrzelność rzędu 2 strzały na minutę. Przednie płyty pancerne osłaniające działa miały mieć grubość 340 mm. Planowano produkcję 31 takich zestawów: każdy z pięciu pancerników klasy Normandie zbudowanych w latach 1913-1914 miał mieć trzy takie wieże, a okręty klasy Lyon, zamówione w 1915 roku – cztery wieże.
ru: В 1912 году был решён вопрос о строительстве третьей серии линкоров для ВМС Франции. Желание сделать новые корабли типа Normandie сильнее, чем предыдущие, натолкнулось на производственные ограничения: размеры существовавших на тот момент во Франции доков не позволяли серьёзно увеличить размеры кораблей. В то же время более мощных орудий, чем 340-мм пушки, предполагавшиеся к установке на находившиеся в достройке линкоры типа Bretagne, у французов не было, а разработка новой артиллерийской системы потребовала бы слишком много времени. Тогда конструкторы приняли новаторское решение — разместить артиллерию главного калибра на линкорах типа Normandie в четырёхорудийных башнях. Новая башня, которая могла бы стать первой в мире корабельной четырёхорудийной установкой, по проекту должна была развивать скорострельность до двух выстрелов в минуту. Толщина защищавших орудия лобовых броневых плит должна была составить 340 мм. Всего предполагалось изготовить 31 установку. Пять заложенных в 1913–1914 годах линкоров типа Normandie должны были нести по три такие башни, а заказанные в 1915 году корабли типа Lyon — по четыре.
uk: 1912 р. вирішили побудувати третю серію лінкорів для ВМС Франції. Бажання зробити нові кораблі типу Normandie потужнішими, ніж попередні, наштовхнулося на виробничі обмеження: розміри наявних на ту мить у Франції доків не дозволяли значно збільшити розміри кораблів. Водночас потужніших ніж 340-мм гармати, що планували встановлювати на лінкори типу Bretagne, які добудовували, у французів не було, а розроблення нової артилерійської системи вимагала б забагато часу. Тоді конструктори прийняли новаторське рішення — розташувати артилерію головного калібру на лінкорах типу Normandie в чотиригарматних баштах. Нова башта, яка могла б стати першою в світі корабельною чотиригарматною установкою, за проектом мала скорострільність до двох пострілів на хвилину. Товщина лобових броньових плит, які захищали гармати складала 340 мм. Разом планували виготовити 31 установку. П’ять закладених в 1913–1914 рр. лінкорів типу Normandie мали б по три такі башти, а замовлені 1915 р. кораблі типу Lyon — по чотири.
zh: 在1912年，F国海军建造第三级战舰的问题已经被解决。虽然他们想要建造比以前的战舰更强大的诺曼底新型战列舰，但是生产限制并不允许：F国造船厂的规模无法建造更大的船只。除此之外，F国工程师没有时间开发新的火炮系统，这意味着他们只能装载布列塔尼级战列舰制造的340毫米的火炮。所以他们做出了一个创新的决定，把主口径火炮放在诺曼底级战列舰的四连装炮上。 因为这样的炮塔，这个可能成为世界上第一艘装备四联装火炮的战舰，它能够达到每分钟最多两发的射速。前方保护火炮的装甲版厚度为340毫米。他们计划生产31单位。在1913到1914年制造的五艘诺曼底级战列舰将有三座连装炮，并在1915年里昂级的战列舰将达到四个连装炮。
zh_sg: 1912年，建造第三系列战列舰的决议最终被敲定。虽然他们想让诺曼底级的新战舰比前代舰更加强大，但生产力的掣肘制约了这一切：法国造船厂的规模无法支持建造更大型的船只。除此之外，法国的工程师也没有时间去研发新的火炮系统，这意味着他们只能使用为布列塔尼级研制的340毫米火炮。因此他们做出了一项创新的设计，在诺曼底级战列舰上首度采用了四联装炮塔以提高主炮组的火力。 新的炮塔可能是世界上第一个四联装战舰武器，根据设计指标，能达到每分钟两发的射速。前部装甲可达到340毫米厚度以保护火炮。法国原计划生产31门此种火炮。1913-1914年投产的5艘诺曼底级战列舰配备三连装炮塔，1915年投产的里昂级使用四联装炮塔。

# IDS_PCZC172_VIVALAFRANCE_380MMGUN
source: 380 mm Quadruple Turret
es_mx: Torreta Cuádruple de 380 mm
ja: 380 mm 四連装砲塔
pl: Poczwórna wieża kal. 380 mm
ru: 380-мм четырёхорудийная башня
uk: 380-мм чотиригарматна башта
zh: 380毫米四连装炮塔
zh_sg: 380毫米四联装炮塔

# IDS_PCZC172_VIVALAFRANCE_380MMGUN_DESCRIPTION
source: The 380 mm guns of the Richelieu-class battleships were the most powerful guns ever carried by French warships. The decision to place main guns in quad turrets was necessitated by the intention to provide the new battleships with the most powerful armament allowed by limited displacement without decreasing their speed and armor protection. The design of the 380 mm quad turrets was in many ways based on the construction of 330 mm turrets used on the previous—Dunkerque—class of battleships. This allowed to promptly do away with the design phase and commence construction. Eventually, such turrets were mounted aboard two battleships only, Richelieu and Jean Bart, although plans were made for similar units to be carried by Clemenceau (laid down in 1939) and Gascogne (suggested keel-laying year: 1940). Quad turrets housing 380 mm guns were also envisaged by one of the draft projects for the Alsace-class battleships developed in the spring of 1940.
es_mx: Los cañones de 380 mm de los acorazados de la clase Richelieu eran los cañones más poderosos usados en barcos de guerra franceses. La decisión de colocar cañones principales en torretas cuádruples se debió a la intención de proveer a los nuevos acorazados con el armamento más poderoso permitido por el desplazamiento limitado sin disminuir su velocidad y protección de blindaje. El diseño de las torretas cuádruples de 380 mm estaba basada de muchas maneras en la construcción de torretas de 330 mm usadas en la anterior clase de acorazados—Dunkerque—. Eso permitió rápidamente terminar la fase de diseño y comenzar su construcción. Eventualmente, dichas torretas solo fueron montadas en dos acorazados, el Richelieu y el Jean Bart, aunque los planes se hicieron para que unidades similares fueran llevadas por el Clemenceau (puesto en quilla en 1939) y el Gascogne (puesto en quilla programada: 1940). Torretas cuádruples con cañones de 380 mm también fueron previstas para uno de los conceptos de diseño para los acorazados de la clase Alsace desarrollados en la primavera de 1940.
ja: リシュリュー級戦艦に搭載されていた 380 mm 砲は、フランス艦艇の歴史の中でも最強の主砲であり、四連装砲塔を採用するという決断は、新型戦艦の限られた排水量の中で、速力や防御力を落とすことなくできる限り強力な兵装を実現するためのものでした。 この 380 mm 四連装砲塔の構造は、多くの点において、前級であるダンケルク級戦艦に採用されていた 330 mm 四連装砲塔に基づいており、これによって迅速な設計完了と製造開始が実現されました。この砲塔が実際に搭載されたのは、戦艦リシュリューおよびジャン・バールの 2 隻のみに終わりましたが、1939 年に起工されたクレマンソーおよび 1940 年に起工予定だったガスコーニュにも類似の砲塔が搭載されることになっていました。これらに加えて、1940 年の春に開発されたアルザス級戦艦の設計案のひとつとして、この 380 mm 四連装砲塔を採用する案がありました。
pl: Działa kal. 380 mm, w które uzbrojony był Richelieu, były najpotężniejszymi działami, jakie posiadały francuskie okręty. Decyzja o zainstalowaniu poczwórnych dział w wieżach podyktowana była chęcią zapewnienia nowym pancernikom możliwie jak największej siły ognia przy jednoczesnym zachowaniu limitów narzucanych na wyporność okrętów, bez ograniczania ich szybkości i opancerzenia. Konstrukcja poczwórnych wież 380 mm opierała się na wieżach przystosowanych do dział kal. 330 mm używanych na starszej klasie pancerników – Dunkerque. Przyspieszyło to prace projektowe i umożliwiło szybkie rozpoczęcie produkcji. Ostatecznie wieże takie zainstalowano jedynie na pancernikach Richelieu i Jean Bart, chociaż planowano również wyposażenie w nie okrętów Clemenceau (budowę rozpoczęto w 1939 r.) i Gascogne (budowa miała się rozpocząć w 1940 r.). Ponadto jedna z wersji pancerników klasy Alsace zaprojektowana wiosną 1940 roku miała być wyposażona w poczwórne wieże z działami kal. 380 mm.
ru: 380-мм пушки линкоров типа Richelieu были самыми мощными орудиями, когда-либо устанавливавшимися на французских кораблях. Решение разместить артиллерию в четырёхорудийных башнях было вызвано стремлением обеспечить новейшим линкорам максимально сильное вооружение при ограниченном договорными рамками водоизмещении, не жертвуя их скоростью и защитой. Конструкция 380-мм четырёхорудийных башен во многом основывалась на устройстве 330-мм башен предыдущей серии линкоров — типа Dunkerque. Это позволило достаточно быстро завершить их проектирование и развернуть производство. В конечном итоге такие башни были установлены только на линкорах Richelieu и Jean Bart. Кроме этого, планировалось, что аналогичные установки получит заложенный в 1939 году Clemenceau и предполагавшийся к закладке в 1940 году Gascogne. Вооружение из четырёхорудийных 380-мм башен предусматривал и один из вариантов проекта линкоров типа Alsace, разработанный весной 1940 года.
uk: 380-мм гармати лінкорів типу Richelieu були найпотужнішими гарматами, які коли-небудь встановлювалися на французькі кораблі. Рішення розмістити артилерію в чотиригарматних баштах викликало прагнення забезпечити новітнім лінкорам максимально потужне озброєння в умовах обмеженої договірними нормами водотоннажності, не жертвуючи їхньою швидкістю і захистом. Конструкція 380-мм чотиригарматних башт багато в чому ґрунтувалася на будові 330-мм башт попередньої серії лінкорів — типу Dunkerque. Це дозволило досить швидко завершити їх проектування і розгорнути виробництво. У підсумку такі башти встановили лише на лінкорах Richelieu та Jean Bart. Крім цього, планували, що аналогічні установки отримає закладений 1939 р. Clemenceau і запланований до закладення 1940 р. Gascogne. Озброєння чотиригарматними 380-мм баштами передбачав і один з варіантів проекту лінкорів типу Alsace, розроблений навесні 1940 р.
zh: 黎塞留级的380毫米主炮是F系战舰搭载最强力的主炮. 当初决定采用四连装炮塔的契机源自于必须在有限的空间以不牺牲战舰的航速及防护的前提下有着最强大的火力，而出现了这样的设计。 380毫米的炮塔构型承袭自敦刻尔克级的330毫米主炮炮塔的设计，也因此大大缩短了设计以及投产的进度。这样的炮塔最后仅实际搭载于战列舰黎塞留以及战列舰让-巴尔上，且曾预计于1939年装载于克莱蒙梭以及1940年的加斯科涅上，同时在1940年的阿尔萨斯级战列舰设计案中也预计搭载这款主炮
zh_sg: 黎塞留级战列舰的380毫米火炮是法国战舰有史以来携带过的最强的武器。决定使用四联装炮塔是为了在排水量受条约限制的条件下，以不降低航速和防御力的前提最大化的提升火力。 380毫米四联装炮塔是在前代舰敦刻尔克级的330毫米炮塔基础上制造的。也因此加快了设计和生产的速度。最终，这种炮塔只安装在了黎塞留和让·巴尔战列舰上。原计划还将配装给Clemenceau（1939年投产）和加斯科涅（建议1940年投产）。除此之外，1940年春季设计的阿尔萨斯级其中一个方案也包含了380毫米四联装炮塔。

# IDS_PCZC173_VIVALAFRANCE_LOIRE130
source: Flying Boat Loire 130
es_mx: Hidroavión Loire 130
ja: ロワール 130 飛行艇
pl: Łódź latająca Loire 130
ru: Летающая лодка Loire 130
uk: Летючий човен Loire 130
zh: 飞船卢瓦尔130
zh_sg: Loire 130水上飞机

# IDS_PCZC173_VIVALAFRANCE_LOIRE130_DESCRIPTION
source: During World War II, Loire 130, a monoplane designed in 1933–1934, was the most commonly used seaplane in the French Navy. It was a flying boat with folding wings and an engine with a pusher propeller mounted above the wing. The maximum speed of Loire 130 was 226 km/h. Its armament included two 7.5 mm machine guns and up to 150 kg of bombs. Production of this aircraft commenced in 1936, and, by the beginning of World War II, the French Navy had more than fifty flying boats of this type that replaced almost all other models of seaplane. The reliable and easy-to-maintain Loire 130 was used as a scout, transport, training, and search and rescue aircraft. It was carried by nearly every French cruiser and catapult-equipped battleship such as Dunkerque, Strasbourg, Lorraine, and Richelieu. Since approximately 1943, when aircraft-handling equipment was dismantled from the majority of warships, seaplanes were assigned to coastal bases.
es_mx: Durante la 2.ª Guerra Mundial, el Loire 130, un monoplano desarrollado en 1933–1934, fue el hidroavión de uso más común en la Armada Francesa. Era un hidroavión con alas plegables y un motor con hélices de propulsoras montadas sobre el ala. La velocidad máxima del Loire 130 era de 226 km/h. Su armamento incluía dos ametralladoras de 7.5 mm y hasta 150 kg de bombas. La producción de esta aeronave comenzó en 1936, y, al inicio de la 2.ª Guerra Mundial, la Armada Francesa tenía más de cincuenta hidroaviones de este tipo que reemplazaron a casi todos los modelos de hidroaviones. El confiable y fácil de mantener Loire 130 fue usado como un avión de reconocimiento, transporte, entrenamiento, y búsqueda y rescate. Era llevado en casi todos los cruceros y acorazados franceses equipados con catapultas como el Dunkerque, el Strasbourg, el Lorraine y el Richelieu. Aproximadamente desde 1943, cuando el equipo de aviación fue desmontado de la mayoría de los buques de guerra, los hidroaviones fueron asignados a bases en costeras.
ja: 1933 年から 1934 年にかけて設計された単葉のロワール 130 飛行艇は、二次大戦中のフランス海軍における最も一般的な水上機でした。この飛行艇は、主翼が折り畳み式になっており、主翼の上にプロペラを後部に向ける方式でエンジン 1 基を搭載していました。最高速度は 226 km/h であり、兵装は 7.5 mm 機銃 2 挺および爆弾 150 kg まででした。 本機の生産は 1936 年に開始されました。二次大戦の開戦時点においてフランス海軍は本機を 50 機以上保有しており、その他の水上機はほぼ全て本機に置き換えられていました。このロワール 130 飛行艇は信頼性が高く整備も容易であり、偵察、輸送、訓練または救難用として使い易い機体でした。本機は、フランスのほぼ全ての巡洋艦に加え、カタパルトを備えた戦艦 (ダンケルク、ストラスブール、ロレーヌ、リシュリューなど) にも搭載されていました。1943 年頃に航空機運用設備が大半の軍艦から取り外されて以後は、水上機は沿岸基地に移されました。
pl: W trakcie II wojny światowej jednopłat Loire 130, opracowany w latach 1933-1934 był najpowszechniej używanym wodnosamolotem Marynarki Wojennej Francji. Była to łódź latająca ze składanymi skrzydłami i silnikami spalinowymi zamontowanymi nad skrzydłami. Maksymalna prędkość Loire 130 wynosi 226 km/h. Jego uzbrojeniem były dwa karabiny maszynowe 7,5 mm i ładunek bomb wynoszący 150 kg. Produkcja samolotów rozpoczęła się 1936 roku i do chwili rozpoczęcia II wojny światowej Marynarka Wojenna Francji nabyła ponad 50 latających łodzi tego typu, zastępując niemal wszystkie inne modele wodnosamolotów. Loire 130 był solidnym i łatwym do utrzymania samolotem zwiadowczym, transportowym, szkoleniowym i ratunkowym. Na swoim wyposażeniu posiadały je wszystkie francuskie krążowniki i pancerniki z katapultami, takie jak Dunkerque, Strasbourg, Lorraine i Richelieu. Począwszy od 1943 roku samoloty były wycofywane z wyposażenia okrętów i przenoszone do baz naziemnych.
ru: Самым распространённым гидросамолётом во французском флоте во время Второй мировой войны был многоцелевой моноплан Loire 130, разработанный в 1933–1934 годах. Он представлял собой летающую лодку со складывающимися крыльями и установленным над крылом двигателем с толкающим винтом. Максимальная скорость Loire 130 составляла 226 км/ч, вооружение — два 7,5-мм пулемёта и до 150 кг бомб. Производство машины началось в 1936 году, и к началу Второй мировой войны в распоряжении ВМС Франции было уже свыше полусотни этих летающих лодок, практически вытеснивших другие модели гидросамолётов. Надёжный и простой в эксплуатации Loire 130 использовался в качестве разведчика, а также транспортного, учебного и поисково-спасательного самолёта. Он размещался почти на всех без исключения французских крейсерах, а также на располагавших катапультами линкорах: Dunkerque, Strasbourg, Lorraine и Richelieu. Примерно с 1943 года, когда авиационное оборудование с большинства боевых кораблей было демонтировано, гидросамолёты передали в распоряжение береговых баз.
uk: Найпоширенішим гідролітаком французького флоту часів Другої світової війни був багатоцільовий моноплан Loire 130, розроблений у 1933–1934 рр. Це був летючий човен зі складаними крилами та встановленим над крилом двигуном із штовхальним гвинтом. Максимальна швидкість Loire 130 становила 226 км/год, озброєння — два 7,5-мм кулемети і до 150 кг бомб. Виробляти машину почали 1936 р., і перед початком Другої світової війни у розпорядженні ВМС Франції було понад п’ятдесят цих летючих човнів, які майже виштовхнули інші моделі гідролітаків. Надійний і простий у використанні Loire 130 використовували як розвідник, а ще як транспортний, навчальний та пошуково-рятівний літак. Він був на всіх без винятку французьких крейсерах, а також на лінкорах, які мали катапульти: Dunkerque, Strasbourg, Lorraine та Richelieu. Десь з 1943 р., коли авіаційне обладнання з більшості бойових кораблів демонтували, гідролітаки передали у розпорядження берегових баз.
zh: 大战期间，1933年-1934年间开发设计的单翼机卢瓦尔130曾作为水上飞机大量服役于F国海军。它是一艘拥有折迭机翼、螺旋桨发动机于机翼上的飞船 。卢瓦尔130的飞行极速为 226 公里每小时. 武装配有两挺7.5毫米机枪以及150公斤的炸弹酬载量。 卢瓦尔130于1936年开始生产，在大战开始初期，F国海军已经拥有超过五十架这款飞机并进一步地取代掉其它所有形式的水上飞机。卢瓦尔130的高可靠性极简易的操作使其成为实用的侦察、运输、训练以及救援机, 卢瓦尔130被搭载于所有的F系巡洋舰以及战列舰的弹射器上，如：敦刻尔克、斯特拉斯堡、洛林以及黎塞留。1943年起，所有的舰载机设备都被撤去，这些水上机也转配并用于沿海基地。
zh_sg: 二战期间，1933-1944年研发的单翼式Loire 130战绩是法国海军最常用的水上飞机。它是一架有折叠机翼并在上方安装有推进螺旋桨的水陆两用飞机。Loire 130的最高航速为226公里/小时。武器包含2门7.5毫米机枪和150公斤的炸弹。 这种飞机于1936年投产，在二战初期，法国拥有超过50架这种飞机并取代了几乎所有其他型号的水上飞机。Loire 130是一架可靠且易用的侦察机，同时也能用做运输机、训练机和救援机。法国巡洋舰和战列舰（敦刻尔克、Strasbourg、Lorraine和黎塞留）都配有它的弹射板。大约从1943年起，当飞机配件从大多数战舰上拆除后，这批水上飞机被转移到了陆上基地。

# IDS_PCZC174_VIVALAFRANCE_CURTISSCW77
source: Bomber Curtiss CW-77
es_mx: Bombardero Curtiss CW-77
ja: カーチス CW-77 爆撃機
pl: Bombowiec Curtiss CW-77
ru: Бомбардировщик Curtiss CW-77
uk: Бомбардувальник Curtiss CW-77
zh: 轰炸机柯蒂斯CW-77
zh_sg: Curtiss CW-77轰炸机
