Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASD810_DESCR
source: Developed from the Fletcher class, Gearing was the largest destroyer in the U.S. Navy during World War II. The ship was superior in firepower to all foreign counterparts, owing to new dual-purpose twin mounts with a very high rate of fire. Numerous automatic AA guns ensured a respective level of efficiency for her AA defenses.
es_mx: Un desarrollo de la clase Fletcher, Gearing fue el destructor más grande de la U.S. Navy durante la Segunda Guerra Mundial. El barco era superior en potencia de fuego que todas sus contrapartes extranjeras, gracias a sus nuevas monturas gemelas de doble propósito con gran cadencia de tiro. Numerosos cañones AA automáticos aseguraban el nivel respectivo de eficiencia para las defensas antiaéreas del barco.
ja: ギアリング級駆逐艦は、フレッチャー級の発展型であり、二次大戦中のアメリカ海軍の駆逐艦としては最大です。極めて高い射撃速度を誇る新型連装両用砲を搭載しており、他国のあらゆる駆逐艦より高火力でした。そして多数の対空機関砲を備え、対空能力においても高い水準を備えていました。
pl: Powstał na bazie okrętów klasy Fletcher. Gearing był największym amerykańskim niszczycielem z czasów II wojny światowej. Siłą ognia przewyższał okręty tego typu z innych krajów ze względu na dwa nowe dwufunkcyjne stanowiska artyleryjskie o dużej szybkostrzelności. Liczne automatyczne działa zapewniły mu skuteczną obronę przeciwlotniczą.
ru: Самый большой эсминец ВМС США периода Второй мировой войны, являвшийся развитием типа Fletcher. Благодаря новым спаренным универсальным установкам с очень высокой скорострельностью, по огневой мощи превосходил все иностранные аналоги. Многочисленные зенитные автоматические орудия обеспечивали столь же высокую эффективность ПВО корабля.
uk: Найбільший есмінець ВМС США періоду Другої світової війни, що був розвитком типу Fletcher. Завдяки новим здвоєним універсальним установкам із дуже високою скорострільністю, за вогневою потужністю перевершував всі іноземні аналоги. Численні зенітні автоматичні гармати забезпечували високу ефективність ППО корабля.
zh: 衍生自萨姆纳级，基林级驱逐舰具备了加长舰身，得以提高运载的供应燃料、也稍稍地提升了航速、并改善稳定性。
zh_sg: 研发自弗莱彻级，基林是美国海军在第二次世界大战期间最大的驱逐舰。该舰在火力上优于所有外国同类型战舰，因为新式两用双联装炮架而有着非常高的射速。大量的自动化防空炮确保了该舰对空防御效率的水平。

# IDS_PASD810_SHORT
source: GRNG
zh: 基林
zh_sg: 基林 P

# IDS_PASD913
source: [Gearing]
zh: [基林]
zh_sg: [基林]

# IDS_PASD913_DESCR
source: This ship is a copy of Gearing and is suitable for Clan Battles only
es_mx: Este barco es una copia del Gearing y solo es adecuado para las Batallas de Clanes
ja: 本艦は Gearing のコピーであり、クラン戦専用
pl: Ten okręt jest kopią okrętu Gearing i można nim grać tylko w bitwach klanowych
ru: Этот корабль является копией корабля Gearing и предназначен только для клановых боёв
uk: Цей корабель — копія корабля Gearing. Призначений лише для кланових боїв
zh: 这艘战舰为基林的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是基林号的复制并且仅适用于军团战

# IDS_PASD913_FULL
source: [Gearing]
zh: [基林]
zh_sg: [基林]

# IDS_PASS106_DESCR
source: A relatively medium-sized submarine by U.S. Navy standards, Cachalot exerted considerable influence on the development of this type of boat in the U.S. Navy, becoming the predecessor of the "fleet submarines" that would come later.
es_mx: Un submarino de tamaño relativamente mediano para los estándares de los EE. UU. El Cachalot ejerció una influencia considerable en el desarrollo de este tipo de bote en la Armada de los EE. UU., convirtiéndose en el predecesor de los "submarinos de flota" que llegarían más tarde.
ja: カシャロット級はアメリカ海軍の標準からみて比較的中型の潜水艦であり、後の「艦隊潜水艦」に繋がる艦級としてアメリカ海軍における潜水艦開発にかなりの影響を与えました。
pl: Stosunkowo niewielki okręt podwodny jak na standardy U.S. Navy. Cachalot wywarł znaczący wpływ na rozwój okrętów tego typu w U.S. Navy, stając się protoplastą „okrętów podwodnych floty”, które pojawiły się później.
ru: Подводная лодка относительно небольших, по меркам ВМС США, размеров. Оказала значительное влияние на развитие этого класса в американском флоте, став предшественницей «флотских субмарин».
uk: Підводний човен відносно невеликих за мірою ВМС США габаритів. Суттєво вплинув на розвиток цього класу в американському флоті, ставши попередником «флотських субмарин».
zh: Подводная лодка относительно небольших, по меркам ВМС США, размеров. Оказала значительное влияние на развитие этого класса в американском флоте, став предшественницей «флотских субмарин».
zh_sg: 按美国海军的标准抹香鲸划分为中型潜艇，它对美国海军此类潜艇的发展影响深远，是后来出现的“舰队潜艇”的前身。

# IDS_PASS108_DESCR
source: A further development of the Cachalot-class submarines. She boasted reinforced armament, and outmatched her predecessor in terms of her size and speed.
es_mx: Un desarrollo avanzado de los submarinos de la clase Cachalot. Contaba con un armamento reforzado, y superaba a sus predecesores en términos de tamaño y velocidad.
ja: サーモン級潜水艦はカシャロット級の発展型であり、従来の艦級よりも兵装が強化され、大きさも速力も上回っていました。
pl: Rozwinięcie okrętów podwodnych klasy Cachalot. Posiadał lepsze uzbrojenie i przewyższał poprzednika pod względem rozmiarów oraz prędkości.
ru: Дальнейшее развитие лодок типа Cachalot. Обладала усиленным вооружением и заметно превосходила предшественницу по размерам и скорости.
uk: Подальший розвиток човнів Cachalot. Мав посилене озброєння та помітно перевершував попередника за габаритами та швидкістю.
zh: Дальнейшее развитие лодок типа Cachalot. Обладала усиленным вооружением и заметно превосходила предшественницу по размерам и скорости.
zh_sg: 抹香鲸级潜艇的进一步发展。武器、速度、体积都超过了上一代潜艇。

# IDS_PASS110_DESCR
source: The most numerous American submarines of the World War II period. Balao was armed with ten torpedo tubes and could dive deeper than her predecessors.
es_mx: Los submarinos estadounidenses más numerosos del periodo de la Segunda Guerra Mundial. El Balao estaba armado con diez tubos de torpedos y podía sumergirse a mayor profundidad que sus predecesores.
ja: バラオ級潜水艦は、二次大戦中に建造されたアメリカ製潜水艦としては最多の建造数を誇りました。魚雷発射管を 10 門備え、従来の艦級に比して潜行可能な深度が優れていました。
pl: Najliczniej produkowane amerykańskie okręty podwodne po II wojnie światowej. Balao uzbrojony był w dziesięć wyrzutni torped i mógł zanurzyć się głębiej niż jego poprzednicy.
ru: Самые многочисленные американские подводные лодки Второй мировой войны. Были вооружены десятью торпедными аппаратами. По сравнению с предшественницами обладали увеличенной глубиной погружения.
uk: Найчисленніші американські підводні човни Другої світової війни. Були озброєні десятьма торпедними апаратами. У порівнянні з попередниками мали збільшену глибину занурення.
zh: Самые многочисленные американские подводные лодки Второй мировой войны. Были вооружены десятью торпедными аппаратами. По сравнению с предшественницами обладали увеличенной глубиной погружения.
zh_sg: 第二次世界大战时期数量最多的美国潜艇。巴劳鱵装备了10个鱼雷发射管，拥有比前代舰更深的下潜深度。

# IDS_PASS510_DESCR
source: The lead ship in a series of "fleet submarines," initially intended to operate as adjuncts to the surface battle fleet forces. Owing to her well-balanced characteristics, Gato turned out to be quite a success as a submarine.
es_mx: El buque insignia en una serie de "submarinos de flota", diseñados incicialmente para operar junto a las fuerzas de la flota de combate en superficie. Gracias a sus características bien balanceadas, el Gato resultó ser bastante exitoso como submarino.
ja: ガトー級は「艦隊潜水艦」であり、元々は水上戦力を補佐することが目的でした。諸元のバランスが優れていた本級は傑作潜水艦として高名を馳せました。
pl: Okręt prowadzący serii „okrętów podwodnych floty”, które początkowo miały służyć jako okręty pomocnicze dla sił nawodnych. Dzięki dobrze zrównoważonej charakterystyce Gato okazał się bardzo udanym okrętem podwodnym.
ru: Головная лодка в серии «флотских субмарин», изначально предназначавшихся для действий совместно с надводными силами. Благодаря сбалансированным характеристикам оказалась достаточно удачной.
uk: Головний човен у серії «флотських субмарин», який спочатку призначався для дій спільно з надводними силами. Завдяки збалансованим характеристикам був дуже вдалим.
zh: Головная лодка в серии «флотских субмарин», изначально предназначавшихся для действий совместно с надводными силами. Благодаря сбалансированным характеристикам оказалась достаточно удачной.
zh_sg: “舰队潜艇”系列中的旗舰，最初计划作为水面舰队的辅助。小鲨鱼的属性均衡，是一种非常成功的潜艇。

# IDS_PASSING_TASKS
source: In progress
es_mx: En progreso
ja: 進行中
pl: W toku
ru: Выполняются
uk: Виконуєте
zh: 进行中
zh_sg: 进行中

# IDS_PASSIVEAURAFACTOR
source: to the average damage per second caused by the self-defense armament of aircraft with rear gunners
es_mx: al daño promedio por segundo del armamento de autodefensa para aviones con artilleros de cola
ja: : 後部銃座を持つ航空機の防御兵装の秒間平均ダメージ
pl: do średnich uszkodzeń na sekundę zadawanych przez uzbrojenie defensywne samolotów z tylnymi strzelcami
ru: к среднему урону в секунду защитного вооружения самолётов с бортстрелками
uk: до середньої шкоди на секунду захисного озброєння літаків із бортстрільцями
zh: 具后置机枪手之机上自卫武器的平均每秒钟伤害
zh_sg: 配有后置机枪手的机上自卫武器所造成的每秒平均伤害

# IDS_PASSWORD
source: Password:
es_mx: Contraseña:
ja: パスワード:
pl: Hasło:
ru: Пароль:
uk: Пароль:
zh: 密码：
zh_sg: 密码：

# IDS_PASSWORD_RECOVERY
source: You will be redirected to the password recovery page.
es_mx: Serás redirigido a la página de recuperación de contraseñas.
ja: パスワード復旧ページにリダイレクトされます。
pl: Zostaniesz przekierowany na stronę odzyskiwania hasła.
ru: Вы будете перенаправлены на страницу восстановления пароля.
uk: Вас спрямують на сторінку відновлення пароля.
zh: 您将被导向密码恢复页面。
zh_sg: 您将跳转至密码恢复页面。

# IDS_PASX001
source: Cimarron
zh: 西马隆
zh_sg: 西马隆

# IDS_PASX001_DESCR
source: This transport ship belongs to the series of 35 oilers that were built for the U.S. Navy from 1939 to 1945 and used as support ships for military forces. Four ships of this series were converted to escort aircraft carriers. Cimarron, the lead ship of this series, survived through World War II and was sold for scrap in 1969.
es_mx: Este barco de transporte pertenece a la serie de 35 petroleros que fueron fabricados para la US Navy desde 1939 hasta 1945 y usados como barcos de apoyo para las fuerzas militares. Cuatro barcos de esta serie fueron convertidos en portaaviones de escolta. El Cimarron, el barco principal de esta serie, sobrevivió a la Segunda Guerra Mundial y fue vendido para su desguace en 1969.
ja: シマロン級給油艦は、1939 年から 1945 年にかけてアメリカ海軍向けに 35 隻が建造され、艦隊の支援用として運用されました。そのうち 4 隻は、護衛空母へと改装されています。本級のネームシップであるシマロンは二次大戦から生還し、1969 年にスクラップとして売却されました。
pl: Ten okręt transportowy należy do serii 35 okrętów zaopatrzeniowych zbudowanych przez U.S. Navy w latach 1939–1945, używanych jako wsparcie dla sił wojskowych. Cztery okręty tej serii zostały przekształcone w jednostki eskortowe dla lotniskowców. Cimarron, okręt prowadzący tej serii przetrwał II wojnę światową i został zezłomowany w 1969 r.
ru: Транспортный корабль, США. Серия из 35 флотских танкеров, построенных в 1939–1945 годах, использовавшихся в качестве судов обеспечения для военных соединений. Четыре корабля было перестроено в эскортные авианосцы. Головной корабль серии, Cimarron, успешно прошёл всю войну и был продан на металл в 1969 году.
uk: Транспортний корабель, США. Серія з 35 флотських танкерів, побудованих у 1939–1945 рр., що використовувалися як судна забезпечення для військових з’єднань. Чотири кораблі були перебудовані в ескортні авіаносці. Головний корабель серії, Cimarron, успішно пройшов всю війну, а після цого продалий на брухт 1969 р.
zh: 在1939年到1945年间决定建造35艘给油舰作为舰队支持舰，其中有四艘被改装为护航航母。西马隆号是该级护航航母的首舰并且得以幸存，最终于1969年拆解出售。
zh_sg: 这艘运输舰是属于美国海军自1939年到1945年间所建造的35油轮系列，并被用作军事部队的 支援舰。此系列的四艘战舰被改造为航空母舰护卫舰。西马隆，是此系列的首舰，历经了第二次世界大战并存活下来，最后于1969年拆解出售。

# IDS_PASX001_FULL
source: Cimarron
zh: 西马隆
zh_sg: 西马隆

# IDS_PASX001_SHORT
source: CMRN
zh: 西马隆
zh_sg: 西马隆

# IDS_PASX003
source: Liberty
zh: 自由

# IDS_PASX005
source: St. Clair
zh: 圣克莱尔

# IDS_PASX005_DESCR
source: Great Eastern was a British steam ship designed by Isambard Kingdom Brunel and launched in 1858. She was intended for travel to India round Africa without refueling. Great Eastern was the largest ship of the 19th century.
es_mx: El Great Eastern fue un barco de vapor británico diseñado por Isambard Kingdom Brunel y botado en 1858. Fue diseñado para viajar a la India rodeando África sin reabastecerse. El Great Eastern fue el barco más grande del siglo XIX.
ja: イギリスの蒸気船グレート・イースタンは、イザムバード・キングダム・ブルネルによって設計され、1858 年に進水しました。本船には、アフリカ経由でのインドまでの航海を燃料補給なしで行う能力があり、19 世紀最大の船として知られています。
pl: Great Eastern był brytyjskim parowcem zaprojektowanym przez Isambarda Kingdoma Brunela, zwodowanym w 1858 roku. Miał pływać do Indii dookoła Afryki, bez tankowania. Great Eastern był największym okrętem XIX wieku.
ru: Great Eastern — британский пароход, спроектированный Изамбардом Брюнелем и спущенный на воду в 1858 году. Предназначался для рейсов в Индию вокруг Африки без пополнения запасов топлива. Был крупнейшим в мире кораблём XIX в.
uk: Great Eastern — британський пароплав, спроектований Ісамбардом Брунелем та спущений на воду 1858 р. Призначався, щоб виконувати рейси до Індії навколо Африки, не поповнюючи запаси палива. Був найбільшим кораблем XIX ст.
zh: 大东方号是一艘由布鲁内尔所设计的英国蒸汽舰艇，并于 1858 年出航。它预计以不补充燃料的方式绕着非洲航行至印度。大东方号是十九世纪里最大的舰艇。
zh_sg: Great Eastern是一艘由Isambard Kingdom Brunel 所设计的英国蒸汽战舰，并于1858年出航。它试图在不补充燃料的情况下绕着非洲航行至印度。Great Eastern是十九世纪里最大的战舰。

# IDS_PASX005_FULL
source: Great Eastern
zh: 大东方号
zh_sg: 大东方号

# IDS_PASX005_SHORT
source: GRES
zh: 大东方号
zh_sg: 大东方号

# IDS_PASX006
source: Cimarron
zh: 西马隆
zh_sg: 西马隆

# IDS_PASX006_DESCR
source: Cruiser Cimarron, which is used in the Introductory Mission
es_mx: El crucero Cimarron, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 Cimarron
pl: Krążownik Cimarron, który używany jest w misji wprowadzającej
ru: Крейсер Cimarron, используемый во вводной миссии
uk: Крейсер Cimarron, що використовується у вступній місії
zh: Крейсер Cimarron, используемый во вводной миссии
zh_sg: 新手任务中使用的西马隆号巡洋舰

# IDS_PASX006_SHORT
source: CMRN
zh: 西马隆
zh_sg: 西马隆

# IDS_PASX799
source: Narwhal
zh: 独角鲸
zh_sg: 独角鲸

# IDS_PASX815
source: Bogue
zh: 博格
zh_sg: 博格

# IDS_PAUA001_C1_ART_TOP
source: 152 mm/47 Mk17
ru: 152-мм/47 Mk17
uk: 152-мм/47 Mk17
zh: 152 毫米/47 Mk17

# IDS_PAUA002_C1_ART_STOCK
source: 152 mm/47 Mk.17 on a Mk.18 mount
es_mx: Mk.17 de 152 mm/47 en un montaje Mk.18
ja: 152 mm/47 Mk.17 (Mk.18 砲座)
pl: 152 mm/47 Mk.17 na stanowisku Mk.18
ru: 152-мм/47 Mk.17 в установке Mk.18
uk: 152-мм/47 Mk.17 в установці Mk.18
zh: 152 毫米/47 Mk17
zh_sg: 152 mm/47 Mk.17（Mk.18炮座）

# IDS_PAUA011_76_50_MK8
source: 76.2 mm/50 Mk5
ru: 76,2-мм/50 Mk5
uk: 76,2-мм/50 Mk5
zh: 76.2 毫米/50 Mk5

# IDS_PAUA101_C2_ART_STOCK
source: 127 mm/50 Mk.6 on a single mount
es_mx: Mk.6 de 127 mm/50 en un montaje simple
ja: 127 mm/50 Mk.6 (単装砲座)
pl: 127 mm/50 Mk.6 na pojedynczym stanowisku
ru: 127-мм/50 Mk.6 в одиночной установке
uk: 127-мм/50 Mk.6 в одиночній установці
zh: 127 毫米/50 Mk5
zh_sg: 127 mm/50 Mk.6（单装炮座）

# IDS_PAUA102_C2_ART_TOP
source: 152 mm/50 Mk.6 on a single mount
es_mx: Mk.6 de 152 mm/50 en un montaje simple
ja: 152 mm/50 Mk.6 (単装砲座)
pl: 152 mm/50 Mk.6 na pojedynczym stanowisku
ru: 152-мм/50 Mk.6 в одиночной установке
uk: 152-мм/50 Mk.6 в одиночній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（单装炮座）

# IDS_PAUA111_152_50_MK7
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PAUA121_76_50_MK5_SMITH
source: 76.2 mm/50 Mk.5 on a single mount
es_mx: Mk.5 de 76.2 mm/50 en un montaje simple
ja: 76.2 mm/50 Mk.5 (単装砲座)
pl: 76,2 mm/50 Mk.5 na pojedynczym stanowisku
ru: 76,2-мм/50 Mk.5 в одиночной установке
uk: 76,2-мм/50 Mk.5 в одиночній установці
zh: 76.2 毫米/50 Mk5
zh_sg: 76.2 mm/50 Mk.5（单装炮座）

# IDS_PAUA131_D2_ART_STOCK
source: 102 mm/50 Mk.9 on a single mount
es_mx: Mk.9 de 102 mm/50 en un montaje simple
ja: 102 mm/50 Mk.9 (単装砲座)
pl: 102 mm/50 Mk.9 na pojedynczym stanowisku
ru: 102-мм/50 Mk.9 в одиночной установке
uk: 102-мм/50 Mk.9 в одиночній установці
zh: 102 毫米/50 Mk12
zh_sg: 102 mm/50 Mk.9（单装炮座）

# IDS_PAUA201_C3_ART_STOCK
source: 152 mm/50 Mk.6 on a single mount/casemate mount
es_mx: Mk.6 de 152 mm/50 en un montaje simple/montaje de casamata
ja: 152 mm/50 Mk.6 (単装砲座/ケースメイト砲座)
pl: 152 mm/50 Mk.6 na pojedynczym stanowisku/w kazamacie
ru: 152-мм/50 Mk.6 в одиночной установке / казематной установке
uk: 152-мм/50 Mk.6 в одиночній установці/казематній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（单装炮座/炮廓式）

# IDS_PAUA202_C3_ART_TOP
source: 152 mm/50 Mk6
ru: 152-мм/50 Mk.6
uk: 152-мм/50 Mk6
zh: 152 毫米/50 Mk6

# IDS_PAUA203_ART_CHARLSTON
source: 152 mm/50 Mk.6 on a single mount/casemate mount
es_mx: Mk.6 de 152 mm/50 en un montaje simple/montaje de casamata
ja: 152 mm/50 Mk.6 (単装砲座/ケースメイト砲座)
pl: 152 mm/50 Mk.6 na pojedynczym stanowisku/w kazamacie
ru: 152-мм/50 Mk.6 в одиночной установке / казематной установке
uk: 152-мм/50 Mk.6 в одиночній установці/казематній установці
zh: 152 毫米/50 Mk6
zh_sg: 152 mm/50 Mk.6（单装炮座/炮廓式）

# IDS_PAUA211_D3_ART_STOCK
source: 102 mm/50 Mk.9 on a single mount/shielded mount
es_mx: Mk.9 de 102 mm/50 en un montaje simple/montaje protegido
ja: 102 mm/50 Mk.9 (単装砲座/防盾付き砲座)
pl: 102 mm/50 Mk.9 na pojedynczym/osłoniętym stanowisku
ru: 102-мм/50 Mk.9 в одиночной установке / щитовой установке
uk: 102-мм/50 Mk.9 в одиночній установці/щитовій установці
zh: 102 毫米/50 Mk12
zh_sg: 102 mm/50 Mk.9（单装炮座/护盾式炮座）

# IDS_PAUA212_102_50_MK12_CS
source: 102 mm/50 Mk12
ru: 102-мм/50 Mk12
uk: 102-мм/50 Mk12
zh: 102 毫米/50 Mk12

# IDS_PAUA221_B3_ART_STOCK
source: 305 mm/45 Mk.5 in a turret
es_mx: Mk.5 de 305 mm/45 en una torreta
ja: 305 mm/45 Mk.5 (砲塔)
pl: 305 mm/45 Mk.5 w wieży
ru: 305-мм/45 Mk.5 в башенной установке
uk: 305-мм/45 Mk.5 в баштовій установці
zh: 305 毫米/45 Mk5
zh_sg: 305 mm/45 Mk.5（单装炮塔）

# IDS_PAUA222_305_45_MK5_CS
source: 305 mm/45 Mk5
ru: 305-мм/45 Mk5
uk: 305-мм/45 Mk5
zh: 305 毫米/45 Mk5

# IDS_PAUA301_C4_ART_STOCK
source: 152 mm/50 Mk.8 on a Mk.10 mount
es_mx: Mk.8 de 152 mm/50 en un montaje Mk.10
ja: 152 mm/50 Mk.8 (Mk.10 砲座)
pl: 152 mm/50 Mk.8 na stanowisku Mk.10
ru: 152-мм/50 Mk.8 в установке Mk.10
uk: 152-мм/50 Mk.8 в установці Mk.10
zh: 152 毫米/50 Mk8
zh_sg: 152 mm/50 Mk.8（Mk.10炮座）

# IDS_PAUA302_C4_ART_TOP
source: 152 mm/53 Mk.12 on a Mk.17 mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.17
ja: 152 mm/53 Mk.12 (Mk.17 砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.17
ru: 152-мм/53 Mk.12 в установке Mk.17
uk: 152-мм/53 Mk.12 в установці Mk.17
zh: 152 毫米/53 Mk14
zh_sg: 152 mm/53 Mk.12（Mk.17炮座）

# IDS_PAUA311_D4_ART_STOCK
source: 102 mm/50 Mk.9 on a single mount/shielded mount
es_mx: Mk.9 de 102 mm/50 en un montaje simple/montaje protegido
ja: 102 mm/50 Mk.9 (単装砲座/防盾付き砲座)
pl: 102 mm/50 Mk.9 na pojedynczym/osłoniętym stanowisku
ru: 102-мм/50 Mk.9 в одиночной установке / щитовой установке
uk: 102-мм/50 Mk.9 в одиночній установці/щитовій установці
zh: 102 毫米/50 Mk12
zh_sg: 102 mm/50 Mk.9（单装炮座/护盾式炮座）

# IDS_PAUA312_D4_ART_TOP
source: 102 mm/50 Mk.9 on a twin mount
es_mx: Mk.9 de 102 mm/50 en un montaje doble
ja: 102 mm/50 Mk.9 (連装砲座)
pl: 102 mm/50 Mk.9 na podwójnym stanowisku
ru: 102-мм/50 Mk.9 в двухорудийной установке
uk: 102-мм/50 Mk.9 у двогарматній установці
zh: 102 毫米/50 Mk14
zh_sg: 102 mm/50 Mk.9（双联装炮座）

# IDS_PAUA321_B4_ART_STOCK
source: 305 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.7 (砲塔)
pl: 305 mm/50 Mk.7 w wieży
ru: 305-мм/50 Mk.7 в башенной установке
uk: 305-мм/50 Mk.7 в баштовій установці
zh: 305毫米/50 MK7
zh_sg: 305 mm/50 Mk.7（单装炮塔）

# IDS_PAUA322_305_50_MK7
source: 305 mm/50 Mk7
ru: 305-мм/50 Mk7
uk: 305-мм/50 Mk7
zh: 305毫米/50 MK7

# IDS_PAUA331_305_50_MK7_ARK_PREM
source: 305 mm/50 Mk.7 in a turret
es_mx: Mk.7 de 305 mm/50 en una torreta
ja: 305 mm/50 Mk.7 (砲塔)
pl: 305 mm/50 Mk.7 w wieży
ru: 305-мм/50 Mk.7 в башенной установке
uk: 305-мм/50 Mk.7 в баштовій установці
zh: 305毫米/50 MK7
zh_sg: 305 mm/50 Mk.7（单装炮塔）

# IDS_PAUA401_C5_ART_STOCK
source: 152 mm/53 Mk.12 on a Mk.16 mount/Mk.13 mount/Mk.13 casemate mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16/ montaje Mk.13/montaje de casamata Mk.13
ja: 152 mm/53 Mk.12 (Mk.16 砲座/Mk.13 砲座/Mk.13 ケースメイト砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16/Mk.13/w kazamacie Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.16/Mk.13 / в казематной установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.16/Mk.13/в казематній установці Mk.13
zh: 152 毫米/53 Mk13/Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座/Mk.13炮座/Mk.13炮廓式）

# IDS_PAUA402_C5_ART_TOP
source: 152 mm/53 Mk.12 on a Mk.16 mount/Mk.13 mount/Mk.13 casemate mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16/ montaje Mk.13/montaje de casamata Mk.13
ja: 152 mm/53 Mk.12 (Mk.16 砲座/Mk.13 砲座/Mk.13 ケースメイト砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16/Mk.13/w kazamacie Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.16/Mk.13 / в казематной установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.16/Mk.13/в казематній установці Mk.13
zh: 152 毫米/53 Mk13/Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座/Mk.13炮座/Mk.13炮廓式）

# IDS_PAUA403_ART_HILL
source: 127 mm/38 Mk.12 on a Mk.21 mod.1 mount/Mk.24 mod.11 mount
es_mx: Mk.12 de 127 mm/38 en un montaje Mk.21 mod.1/montaje Mk.24 mod.11
ja: 127 mm/38 Mk.12 (Mk.21 mod.1 砲座/Mk.24 mod.11 砲座)
pl: 127 mm/38 Mk.12 na stanowisku Mk.21 mod.1/Mk.24 mod.11
ru: 127-мм/38 Mk.12 в установке Mk.21 mod.1 / Mk.24 mod.11
uk: 127-мм/38 Mk.12 в установці Mk.21 mod.1/Mk.24 mod.11
zh: 127 毫米 Mk21/Mk24
zh_sg: 127 mm/38 Mk.12（Mk.21 mod.1炮座/Mk.24 mod.11炮座）

# IDS_PAUA404_ART_OKLAHOMA
source: 356 mm/45 Mk.8 in a turret
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
zh: 356-мм/45 Mk.8 в башенной установке

# IDS_PAUA411_B5_ART_STOCK
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 Mk2
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAUA412_356_45_MK8
source: 356 mm/45 Mk8
ru: 356-мм/45 Mk8
uk: 356-мм/45 Mk8
zh: 356毫米/45 MK8

# IDS_PAUA421_152_53_MK16_MK13_MB
source: 152 mm/53 Mk.12 on a Mk.16 mount/Mk.13 mount/Mk.13 casemate mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16/ montaje Mk.13/montaje de casamata Mk.13
ja: 152 mm/53 Mk.12 (Mk.16 砲座/Mk.13 砲座/Mk.13 ケースメイト砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16/Mk.13/w kazamacie Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.16/Mk.13 / в казематной установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.16/Mk.13/в казематній установці Mk.13
zh: 152 毫米/53 Mk13/Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座/Mk.13炮座/Mk.13炮廓式）

# IDS_PAUA431_152_53_MK16_MK13_CINCINNATI
source: 152 mm/53 Mk.12 on a Mk.16 mount/Mk.13 mount/Mk.13 casemate mount
es_mx: Mk.12 de 152 mm/53 en un montaje Mk.16/ montaje Mk.13/montaje de casamata Mk.13
ja: 152 mm/53 Mk.12 (Mk.16 砲座/Mk.13 砲座/Mk.13 ケースメイト砲座)
pl: 152 mm/53 Mk.12 na stanowisku Mk.16/Mk.13/w kazamacie Mk.13
ru: 152-мм/53 Mk.12 в установке Mk.16/Mk.13 / в казематной установке Mk.13
uk: 152-мм/53 Mk.12 в установці Mk.16/Mk.13/в казематній установці Mk.13
zh: 152 毫米/53 Mk13/Mk16
zh_sg: 152 mm/53 Mk.12（Mk.16炮座/Mk.13炮座/Mk.13炮廓式）

# IDS_PAUA441_356_45_MK8_TEXAS
source: 356 mm/45 Mk.8 in a turret
es_mx: Mk.8 de 356 mm/45 en una torreta
ja: 356 mm/45 Mk.8 (砲塔)
pl: 356 mm/45 Mk.8 w wieży
ru: 356-мм/45 Mk.8 в башенной установке
uk: 356-мм/45 Mk.8 в баштовій установці
zh: 356毫米/45 MK8
zh_sg: 356 mm/45 Mk.8（单装炮塔）

# IDS_PAUA451_D5_ART_STOCK
source: 127 mm/51 Mk.7 on a Mk.15 mount 127 mm/38 Mk.12 on a Mk.21 mount
es_mx: Mk.7 de 127 mm/51 en un montaje Mk.15/montaje protegido Mk.12 de 127 mm/38 en un montaje Mk.21 mod.0/mod.1
ja: 127 mm/51 Mk.7 (Mk.15 砲座) 127 mm/38 Mk.12 (Mk.21 砲座)
pl: 127 mm/51 Mk.7 na stanowisku Mk.15 127 mm/38 Mk.12 na stanowisku Mk.21
ru: 127-мм/51 Mk.7 в установке Mk.15 127-мм/38 Mk.12 в установке Mk.21
uk: 127-мм/51 Mk.7 в установці Mk.15/у щитовій установці 127-мм/38 Mk.12 в установці Mk.21 mod.0/mod.1
zh: 127 毫米 Mk7/Mk21
zh_sg: 127 mm/51 Mk.7（Mk.15炮座/护盾式炮座） 127 mm/38 Mk.12（Mk.21 mod.0/mod.1炮座）

# IDS_PAUA501_C6_ART_STOCK
source: 152 mm/47 Mk.16 in a turret
es_mx: Mk.16 de 152 mm/47 en una torreta
ja: 152 mm/47 Mk.16 (砲塔)
pl: 152 mm/47 Mk.16 w wieży
ru: 152-мм/47 Mk.16 в башенной установке
uk: 152-мм/47 Mk.16 в баштовій установці
zh: 152 毫米/47 Mk16
zh_sg: 152 mm/47 Mk.16（单装炮塔）
