Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_OPTIONS_INSCTRUCTION_CONTROLS_HELP
source: To view the help screen, select "Help" in the main menu, or hold [F1] anytime during the battle.
es_mx: Para ver la pantalla de ayuda, selecciona "Ayuda" en el menú principal, o presiona [F1] durante la batalla.
ja: ヘルプ画面を表示するには、メインメニューで「ヘルプ」を選択、または戦闘中に [F1] キー
pl: Żeby wyświetlić ekran pomocy, wybierz „Pomoc” w głównym menu lub przytrzymaj F1 w dowolnym momencie w trakcie bitwy.
ru: Инструкция по управлению доступна в разделе главного меню «Помощь», а также в бою по удержанию клавиши [F1].
uk: Інструкція з керування доступна у розділі головного меню «Допомога», а також у бою, якщо утримувати клавішу [F1].
zh: 想要查看帮助界面，请在主菜单中选择 "帮助"、或是在战斗期间随时按下 [F1]。
zh_sg: 想要查看帮助界面，请在主菜单中选择 "帮助"、或是在战斗期间随时按下 [F1]。

# IDS_OPTIONS_INVERT_Y
source: Invert Y-Axis
es_mx: Invertir Eje Y
ja: Y 軸を反転
pl: Odwróć oś Y
ru: Инвертировать ось Y
uk: Інвертувати вісь Y
zh: 反转Y轴
zh_sg: 反转Y轴

# IDS_OPTIONS_LOW
source: Low
es_mx: Bajo
ja: 低
pl: Niska
ru: Низкое
uk: Низьке
zh: 低
zh_sg: 低

# IDS_OPTIONS_MAX
source: Maximum
es_mx: Máximo
ja: 最高
pl: Maksymalna
ru: Максимальный
uk: Максимальний
zh: 最大
zh_sg: 最大

# IDS_OPTIONS_MED
source: Medium
es_mx: Medio
ja: 中
pl: Średnia
ru: Средний
uk: Середній
zh: 中
zh_sg: 中

# IDS_OPTIONS_MEDIUM
source: Medium
es_mx: Medio
ja: 中
pl: Średnie
ru: Среднее
uk: Середнє
zh: 中
zh_sg: 中

# IDS_OPTIONS_MIN
source: Minimum
es_mx: Mínimo
ja: 最低
pl: Minimalna
ru: Минимальный
uk: Мінімальний
zh: 最小
zh_sg: 最小

# IDS_OPTIONS_MOUSE_SENSITIVITY
source: Mouse Sensitivity
es_mx: Sensibilidad del Ratón
ja: マウス感度
pl: Czułość myszy
ru: Чувствительность мыши
uk: Чутливість миші
zh: 鼠标灵敏度
zh_sg: 鼠标灵敏度

# IDS_OPTIONS_NARROW_DYNAMIC_RANGE
source: Wide dynamic range
es_mx: Amplio alcance dinámico
ja: ワイド・ダイナミックレンジ
pl: Szeroki zakres dynamiczny
ru: Широкий динамический диапазон
uk: Широкий динамічний діапазон
zh: 更宽的动态距离
zh_sg: 更宽的动态距离

# IDS_OPTIONS_OBSERVE_YAW_RESTORE
source: Remember TPS camera position when free camera is enabled
es_mx: Recordar la posición de la cámara TPS cuando la cámara libre esté activada
ja: フリーカメラ有効時に TPS カメラ位置を記憶
pl: Zapamiętaj pozycję kamery TPS po włączeniu swobodnej kamery
ru: Запоминать положение TPS-камеры при использовании свободной камеры
uk: Запам’ятати положення TPS-камери, коли використовується вільна камера
zh: 记住，第三人称镜头位置会在自由镜头下启用
zh_sg: 记住，第三人称镜头位置会在自由镜头下启用

# IDS_OPTIONS_QUICKCOMMANDS_SOUND
source: Quick messages voiceover
es_mx: Mensajes por voz rápidos
ja: クイックコマンド音声
pl: Dubbing szybkich wiadomości
ru: Голосовое сопровождение быстрых сообщений
uk: Голосовий супровід швидких повідомлень
zh: 快速消息语音
zh_sg: 快速消息语音

# IDS_OPTIONS_RESISTANCE_EFFECT
source: Feedback at the zoom limit
es_mx: Reacción en el límite del zoom
ja: ズーム端でのフィードバック
pl: Efekt sprężyny przy limicie zbliżenia
ru: Обратная связь при ограничении изменения масштаба
uk: Зворотний зв’язок у разі граничного збільшення масштабу
zh: 启用缩放极限时的回弹效果
zh_sg: 启用缩放极限时的回弹效果

# IDS_OPTIONS_RESTORE_CAMERA_AFTER_OVERVIEW_MODE
source: Restore the camera position when exiting Free Look mode
es_mx: Restaura la posición de la cámara cuando sales del modo de Vista Libre
ja: フリールックモード終了時にカメラ位置を復旧
pl: Przywróć ostatnią pozycję kamery przy wychodzeniu z trybu swobodnego widoku
ru: Сохранять последнюю позицию при возвращении из режима обзора
uk: Зберігати останню позицію після повернення з режиму огляду
zh: 离开自由环顾模式时会回复到镜头位置
zh_sg: 离开自由观察模式时会回复到镜头位置

# IDS_OPTIONS_SENS_X
source: Horizontal mouse sensitivity
es_mx: Sensibilidad horizontal del ratón
ja: マウスの水平感度
pl: Czułość myszy w kierunku poziomym
ru: Чувствительность мыши по горизонтали
uk: Горизонтальна чутливість миші
zh: 水平的鼠标灵敏度
zh_sg: 水平的鼠标灵敏度

# IDS_OPTIONS_SENS_Y
source: Vertical mouse sensitivity
es_mx: Sensibilidad vertical del ratón
ja: マウスの垂直感度
pl: Czułość myszy w kierunku pionowym
ru: Чувствительность мыши по вертикали
uk: Вертикальна чутливість миші
zh: 垂直的鼠标灵敏度
zh_sg: 垂直的鼠标灵敏度

# IDS_OPTIONS_SENS_Z
source: Mouse wheel sensitivity
es_mx: Sensibilidad de la rueda del ratón
ja: マウスホイール感度
pl: Czułość kółka myszy
ru: Чувствительность мыши по колёсику
uk: Чутливість колеса миші
zh: 鼠标滚轮的灵敏度
zh_sg: 鼠标滚轮的灵敏度

# IDS_OPTIONS_SHOOT_VOLUME
source: Gunfire volume
es_mx: Volumen del disparo
ja: 砲撃音量
pl: Głośność wystrzałów
ru: Громкость стрельбы
uk: Гучність стрільби
zh: 炮火音量
zh_sg: 炮火音量

# IDS_OPTIONS_START_BATTLE_TPS
source: Always start a battle completely zoomed out
es_mx: Siempre comienza una batalla con la cámara completamente alejada
ja: 常に最大ズームアウト状態で戦闘を開始
pl: Zawsze zaczynaj bitwę bez przybliżenia
ru: Всегда начинать бой с максимальным отдалением
uk: Завжди розпочинати бій з максимальним віддаленням
zh: 总是在战斗开始时完全拉远
zh_sg: 总是在战斗开始时完全拉远

# IDS_OPTIONS_STICKY_ALT_VIEW
source: Alternative battle interface mode
es_mx: Modo de interfaz de batalla alternativa
ja: 戦闘 UI 詳細モード
pl: Alternatywny tryb interfejsu bitewnego
ru: Альтернативный режим боевого интерфейса
uk: Альтернативний режим бойового інтерфейсу
zh: 战斗界面显示详细信息
zh_sg: 战斗界面显示详细信息

# IDS_OPTIONS_STICKY_ALT_VIEW_HINT
source: Enabling the alternative battle interface mode may affect game performance
es_mx: Activar el modo de interfaz de batalla alternativa podría afectar el rendimiento del juego
ja: 戦闘 UI 詳細モードでは、パフォーマンスに影響が生じる場合があります
pl: Włączenie alternatywnego interfejsu bitewnego może skutkować spadkiem wydajności gry
ru: Включение альтернативного режима боевого интерфейса может повлиять на производительность игры
uk: Увімкнутий альтернативний режим бойового інтерфейсу може вплинути на продуктивність гри
zh: 启动这个选项可能影响游戏效果
zh_sg: 启动这个选项可能影响游戏效果

# IDS_OPTIONS_TEAMKILLER
source: Violators
es_mx: Violadores
ja: 違反者
pl: Osoby naruszające
ru: Нарушители
uk: Порушники
zh: 违规者
zh_sg: 违规者

# IDS_OPTIONS_TONE_DEFEAT
source: Loudness compensation
es_mx: Compensación del Volumen
ja: ラウドネス補償
pl: Kompensacja głośności
ru: Тонкомпенсация
uk: Тонкомпенсація
zh: 噪音补偿
zh_sg: 噪音补偿

# IDS_OPTIONS_TORPEDO_CAMERA_LIMIT
source: Limit camera view angles on torpedo tubes
es_mx: Limitar ángulos de visión de cámara en tubos de torpedo
ja: 魚雷発射管でのカメラ画角を制限
pl: Ograniczaj kąty widzenia kamery wyrzutni torpedowych
ru: Ограничивать углы поворота камеры на торпедных аппаратах
uk: Обмежувати кути повороту камери на торпедних апаратах
zh: 限制鱼雷发射器上的镜头视野角度
zh_sg: 限制鱼雷发射管上的镜头视野角度

# IDS_OPTIONS_UI_VOLUME
source: Interface volume
es_mx: Volumen de interfaz
ja: インターフェイス音量
pl: Głośność interfejsu
ru: Громкость интерфейсов
uk: Гучність інтерфейсів
zh: 接口音量
zh_sg: 界面音量

# IDS_OPTIONS_VOICE_OVER_EFFECT
source: Radio communication effect
es_mx: Efecto de radiocomuniciación
ja: 無線通信効果
pl: Efekt komunikacji radiowej
ru: Эффект рации
uk: Ефект радіозв’язку
zh: 无线电通讯效果
zh_sg: 无线电通讯效果

# IDS_OPTIONS_VOICE_PROMPT
source: Voice Assistant
es_mx: Asistente de Voz
ja: 音声アシスタント
pl: Asystent głosowy
ru: Голосовой помощник
uk: Голосовий помічник
zh: Голосовой помощник
zh_sg: 语音帮助

# IDS_OPTIONS_VOICE_VOLUME
source: Voice message volume
es_mx: Volumen de los mensajes de voz
ja: 音声メッセージ音量
pl: Głośność wiadomości głosowych
ru: Громкость голосовых сообщений
uk: Гучність голосових повідомлень
zh: 语音消息音量
zh_sg: 语音消息音量

# IDS_OPTIONS_WHEEL
source: Mouse Wheel
es_mx: Rueda del Ratón
ja: マウスホイール
pl: Kółko myszy
ru: Колёсико
uk: Колесо миші
zh: 鼠标滚轮
zh_sg: 鼠标滚轮

# IDS_OPTIONS_WHEEL_TRANSITION
source: Prevent positioning the camera on the turret
es_mx: Evitar el posicionamiento de la cámara en la torreta
ja: 砲塔へのカメラ配置を防止
pl: Zapobiegaj ustawianiu kamery na wieżę
ru: Не ставить камеру на башню
uk: Не ставити камеру на башту
zh: 防止镜头置于炮塔上
zh_sg: 防止镜头置于炮塔上

# IDS_OPTIONS_WORLD_VOLUME
source: Ambient sound volume
es_mx: Volumen de sonido ambiental
ja: 環境音音量
pl: Głośność dźwięków otoczenia
ru: Громкость окружающей среды
uk: Гучність навколишнього середовища
zh: 环境音量
zh_sg: 环境音量

# IDS_OPTIONS_X_AXIS
source: X-Axis
es_mx: Eje X
ja: X 軸
pl: Oś X
ru: Ось Х
uk: Вісь X
zh: X 轴
zh_sg: X 轴

# IDS_OPTIONS_YAW_BARRIER_TORPEDOES
source: Limit camera view on the torpedo tube to its aiming angles
es_mx: Limitar la visión de cámara en tubos de torpedo a: sus ángulos de puntería
ja: 魚雷発射管でのカメラ視野その照準角度に制限
pl: Ogranicz widok kamery wyrzutni torpedowych do jej kątu celowania
ru: Ограничить поворот камеры на торпедном аппарате его углами наведения
uk: Обмежити поворот камери на торпедному апараті його кутами наведення
zh: 限制鱼雷发射器上的镜头视野朝向其瞄准的角度
zh_sg: 限制鱼雷发射管上的镜头视野朝向其瞄准的角度

# IDS_OPTIONS_Y_AXIS
source: Y-Axis
es_mx: Eje Y
ja: Y 軸
pl: Oś Y
ru: Ось Y
uk: Вісь Y
zh: Y 轴
zh_sg: Y 轴

# IDS_OPTIONS_ZOOM_INDICATOR
source: Zoom limit indicator
es_mx: Indicador del límite del zoom
ja: ズーム制限表示
pl: Wskaźnik limitu zbliżenia
ru: Индикатор максимального приближения и отдаления
uk: Індикатор максимального наближення та віддалення
zh: 缩放限制指示器
zh_sg: 缩放限制指示器

# IDS_OPTION_DISABLED
source: Off
es_mx: Apagado
pl: Wył.
ru: Отключён
uk: Вимкнений
zh: 关闭
zh_sg: 关闭

# IDS_OPTION_UI_SCALE
source: Increase UI scale
es_mx: Incrementar escala de la IU
ja: UI スケールの拡大
pl: Zwiększ skalę interfejsu
ru: Увеличение интерфейса
uk: Збільшення інтерфейсу
zh: 增加界面尺寸
zh_sg: 增加UI大小

# IDS_OP_01_01_CAPTAIN
source: Smith
ru: Смит
uk: Сміт
zh: 史密斯
zh_sg: 史密斯

# IDS_OP_01_01_COMMAND
source: Military Command
es_mx: Mando Militar
ja: 司令部
pl: Sztab główny
ru: Командование
uk: Командування
zh: 军方指挥官
zh_sg: 军队指挥官

# IDS_OP_01_01_COMMANDER
source: Akulov
pl: Akulow
ru: Акулов
uk: Акулов
zh: 艾克洛夫

# IDS_OP_01_01_MAIN_TASK_COMPLETED
source: Operation completed! Transport ships left the action zone.
es_mx: ¡Operación completada! Los barcos de transporte dejaron la zona de acción.
ja: オペレーション達成! 輸送船団が戦闘海域から離脱した。
pl: Operacja zakończona! Transportowce opuściły pole walki.
ru: Операция выполнена! Транспортные корабли покинули зону боевых действий.
uk: Операцію виконано! Транспортні кораблі покинули зону бойових дій.
zh: 行动已完成！ 运输舰已离开作战区域。
zh_sg: 行动已完成！ 运输舰已离开作战区域。

# IDS_OP_01_01_MAIN_TASK_FAILED
source: Operation failed! All transport ships were destroyed.
es_mx: ¡Operación fallida! Todos los barcos de transporte fueron destruidos.
ja: オペレーション失敗! 輸送船団が全滅した。
pl: Operacja nie powiodła się! Wszystkie transportowce zostały zniszczone.
ru: Операция провалена! Все транспортные суда уничтожены.
uk: Операцію провалено! Всі транспортні судна знищено.
zh: 行动已失败！ 所有运输舰都被击毁。
zh_sg: 行动已失败！ 所有运输舰都被摧毁。

# IDS_OP_01_01_MESSAGE_ANNIHILATION
source: This is the enemy vanguard. Destroy it!
es_mx: Esta es la vanguardia enemiga. ¡Destrúyela!
ja: 敵の前衛だ。撃破せよ!
pl: To przednia straż wroga. Zniszczyć ich!
ru: Это авангард противника. Приказываю уничтожить!
uk: Це авангард супротивника. Наказую знищити!
zh: 这是敌人的先头部队。击毁它！
zh_sg: 这是敌人的先头部队。击毁它！

# IDS_OP_01_01_MESSAGE_DEFENCE_AREA_TRUE
source: Fighting a superior enemy force. Requesting support!
es_mx: Luchando con una fuerza enemiga superior. ¡Solicitando apoyo!
ja: 敵艦隊と交戦中、こちらが劣勢だ。支援を求む!
pl: Walczę z przeważającymi siłami wroga. Proszę o wsparcie!
ru: Веду бой с превосходящими силами противника. Прошу поддержки!
uk: Веду бій з переважними силами супротивника. Прошу підтримки!
zh: 正在和较强的敌方部队战斗中。请求支援！
zh_sg: 正在和较强的敌方部队战斗中。请求支援！

# IDS_OP_01_01_MESSAGE_DEFENCE_AREA_TRUE2_TEMP
source: Roger that! Wait until the cruiser arrives.
es_mx: ¡Entendido! Espera hasta que el crucero llegue.
ja: 了解した! 巡洋艦が到着するまで待機せよ。
pl: Zrozumiano! Czekam na przybycie krążownika.
ru: Принято! Ожидайте прибытия крейсера.
uk: Прийнято! Очікуйте прибуття крейсера.
zh: 收到！等待直到巡洋舰抵达。
zh_sg: 收到！等到巡洋舰到达。

# IDS_OP_01_01_MESSAGE_ENEMY_DAMAGE_TRANSPORT_START
source: Attention! The enemy will try to destroy the transport ships.
es_mx: ¡Atención! El enemigo tratará de destruir los barcos de transporte.
ja: 注意! 敵は輸送船団の撃沈を試みるはずだ。
pl: Uwaga! Wróg będzie próbował zniszczyć transportowce.
ru: Внимание! Противник попытается уничтожить транспортные суда.
uk: Увага! Супротивник намагається знищити транспортні судна.
zh: 注意！ 敌人将会试着击毁运输舰。
zh_sg: 注意！ 敌人将试图击毁运输舰。

# IDS_OP_01_01_MESSAGE_ENEMY_SHIPS_I_SEE
source: Enemy battleships spotted. Proceed with caution!
es_mx: Acorazados enemigos detectados. ¡Proceda con precaución!
ja: 敵の戦艦部隊を発見! 警戒せよ!
pl: Wykryto pancernik wroga. Bądźcie ostrożni!
ru: Обнаружены линкоры противника. Действуйте осмотрительно!
uk: Виявлено лінкори супротивника. Дійте обачно!
zh: 发现敌方战列舰。小心行事！
zh_sg: 发现敌方战列舰。小心行事！

# IDS_OP_01_01_MESSAGE_EXECUTE_ORDER
source: Wilco!
ja: 了解!
pl: Robi się!
ru: Есть боевая тревога!
uk: Слухаюся!
zh: 照办！
zh_sg: 照办！

# IDS_OP_01_01_MESSAGE_FIND_CONVOY
source: Stand by for action! The enemy is closing in on us from the north.
es_mx: ¡Prepárense para la acción! El enemigo se nos acerca por el norte.
ja: 戦闘に備えよ! 敵が北からこちらに接近中だ。
pl: Przygotować się do walki! Wróg zbliża się od północy.
ru: Боевая тревога! Противник на севере, идёт на нас.
uk: Бойова тривога! Супротивник на півночі, йде на нас.
zh: 准备好行动！敌人正从北方靠近我们。
zh_sg: 准备好行动！敌人正从北方靠近我们。

# IDS_OP_01_01_MESSAGE_FOUND_ENEMY_CONVOY
source: Transport ships spotted. Destroy the enemy convoy!
es_mx: Barcos de transporte detectados. ¡Destruye al convoy enemigo!
ja: 敵輸送船団を発見。 撃沈せよ!
pl: Wykryto okręty transportowe. Zniszczyć konwój wroga!
ru: Транспорты обнаружены. Уничтожьте конвой противника!
uk: Транспорти виявлено. Знищте конвой супротивника!
zh: 发现运输舰。 击毁敌方舰团！
zh_sg: 发现运输舰。 击毁敌方舰团！

# IDS_OP_01_01_MESSAGE_FOUND_ENEMY_SHIPS
source: Enemy ships in sight.
es_mx: Barcos enemigos a la vista.
ja: 敵艦艇を視認。
pl: Okręty wroga w zasięgu wzroku.
ru: Вижу корабли противника.
uk: Бачу кораблі супротивника.
zh: 发现敌方战舰。
zh_sg: 发现敌方战舰。

# IDS_OP_01_01_MESSAGE_FOUND_WAVE2
source: Enemy ships spotted northwest.
es_mx: Barcos enemigos detectados al noroeste.
ja: 敵艦艇を北西に発見。
pl: Okręty wroga wykryte na północnym zachodzie.
ru: В северо-западном направлении обнаружены корабли противника.
uk: На північно-західному напрямку виявлено кораблі супротивника.
zh: 西北方发现敌方战舰。
zh_sg: 西北方发现敌方战舰。

# IDS_OP_01_01_MESSAGE_MOVE_RIDGE
source: Wilco! Starting to search for the enemy convoy.
es_mx: ¡Wilco! Iniciando la búsqueda del convoy enemigo.
ja: 了解! 敵船団の捜索を開始する。
pl: Robi się! Rozpoczynamy poszukiwania konwoju wroga.
ru: Приказ понял! Начинаю поиск конвоя противника.
uk: Наказ зрозумів! Розпочинаю пошук конвою супротивника.
zh: 照办！开始搜索敌方舰团。
zh_sg: 照办！开始搜索敌方舰团。

# IDS_OP_01_01_MESSAGE_NEW_TASK_DEFENCE
source: This is your task force commander speaking. The enemy has captured our transport ships. Attack the enemy convoy and take back the allied ships!
es_mx: Les habla el comandante de la fuerza de ataque. El enemigo ha capturado nuestros barcos de transporte. ¡Ataquen al convoy enemigo y recuperen los buques aliados!
ja: こちらは任務部隊の司令官だ。 敵が我が軍の輸送船団を拿捕した。 敵船団を攻撃し、味方艦船を奪還せよ!
pl: Mówi dowódca oddziału ekspedycyjnego. Siły wroga przechwyciły nasze okręty transportowe. Zaatakuj nieprzyjacielski konwój i odbij nasze statki!
ru: Говорит командир соединения. Противник захватил наши транспорты. Приказываю атаковать конвой и отбить союзные суда!
uk: Говорить командир з’єднання. Супротивник захопив наші транспорти. Наказую атакувати конвой і відбити союзні кораблі!
zh: 这里是您的工作队指挥官。 敌人已虏获了我们的运输舰。 快攻击敌方舰团并夺回我方战舰！
zh_sg: 这里是您的工作队指挥官。 敌人已虏获了我们的运输舰。 快攻击敌方舰团并夺回我方战舰！

# IDS_OP_01_01_MESSAGE_RUN
source: Enemy convoy destroyed! Ensure the secure withdrawal of transport ships.
es_mx: ¡Convoy enemigo destruido! Asegúra de asegurar la retirada de los barcos de transporte.
ja: 敵船団を撃沈! 輸送船団の離脱を支援せよ。
pl: Konwój wroga zniszczony! Zabezpieczaj odwrót okrętów transportowych.
ru: Конвой противника уничтожен! Обеспечьте безопасный отход транспортных судов.
uk: Конвой супротивника знищено! Убезпечте відхід транспортних суден.
zh: 敌方舰团已摧毁！ 确保运输舰安全撤离。
zh_sg: 敌方舰团已摧毁！ 确保运输舰安全撤离。

# IDS_OP_01_02_BUILDING_01
source: Fuel Storage
es_mx: Almacenamiento de Combustible
ja: 燃料備蓄施設
pl: Magazyn paliwa
ru: Топливное хранилище
uk: Сховище пального
zh: 燃油储存设施
zh_sg: 燃油储存设施

# IDS_OP_01_02_BUILDING_02
source: Production Plant
es_mx: Planta de Producción
ja: 製造工場
pl: Fabryka
ru: Производственный цех
uk: Виробничий цех
zh: 加工厂
zh_sg: 加工厂

# IDS_OP_01_02_BUILDING_03
source: Power Station
es_mx: Estación de Energía
ja: 発電施設
pl: Elektrownia
ru: Электростанция
uk: Електростанція
zh: 发电厂
zh_sg: 发电厂

# IDS_OP_01_02_BUILDING_04
source: Factory
es_mx: Fábrica
ja: 工場
pl: Fabryka
ru: Производственное здание
uk: Виробнича будівля
zh: 工业建筑
zh_sg: 工业建筑

# IDS_OP_01_02_BUILDING_05
source: Warehouse
es_mx: Almacén
ja: 倉庫
pl: Magazyn
ru: Складская постройка
uk: Складська споруда
zh: 仓库
zh_sg: 仓库

# IDS_OP_01_02_BUILDING_06
source: Army Depot
es_mx: Depósito del Ejército
ja: 陸軍倉庫
pl: Składnica wojskowa
ru: Армейский склад
uk: Армійський склад
zh: 军队仓库
zh_sg: 军队仓库

# IDS_OP_01_02_BUILDING_07
source: Aircraft Hangar
es_mx: Hangar de Aviones
ja: 航空機格納庫
pl: Hangar lotniczy
ru: Самолётный ангар
uk: Ангар
zh: 飞机库
zh_sg: 飞机库

# IDS_OP_01_02_ENEMY_REINFORCEMENT_TOP_SPAWN_01
source: Enemy reinforcements are approaching.
es_mx: Los refuerzos enemigos se están aproximando.
ja: 敵の援軍が接近中。
pl: Zbliżają się posiłki nieprzyjaciela.
ru: К противнику подходит подкрепление.
uk: До супротивника прибуває підкріплення.
zh: 敌方增援部队正在接近。
zh_sg: 敌方增援部队正在接近。

# IDS_OP_01_02_ENEMY_REINFORCEMENT_TOP_SPAWN_02
source: The second enemy reinforcement group is approaching.
es_mx: El segundo grupo de refuerzo enemigo se está aproximando.
ja: 敵の第 2 の援軍が接近中。
pl: Zbliża się druga grupa posiłkowa nieprzyjaciela.
ru: К противнику подходит вторая группа подкрепления.
uk: До супротивника прибуває друга група підкріплення.
zh: 敌方第二增援部队正在接近。
zh_sg: 敌方第二增援部队正在接近。

# IDS_OP_01_02_ENEMY_REINFORCEMENT_TOP_SPAWN_03
source: The third enemy reinforcement group is approaching.
es_mx: El tercer grupo de refuerzo enemigo se está aproximando.
ja: 敵の第 3 の援軍が接近中。
pl: Zbliża się trzecia grupa posiłkowa nieprzyjaciela.
ru: К противнику подходит третья группа подкрепления.
uk: До супротивника прибуває третя група підкріплення.
zh: 敌方第三增援部队正在接近。
zh_sg: 敌方第三增援部队正在接近。

# IDS_OP_01_02_ENEMY_REINFORCEMENT_TOP_SPAWN_04
source: The fourth enemy reinforcement group is approaching.
es_mx: El cuarto grupo de refuerzo enemigo se está aproximando.
ja: 敵の第 4 の援軍が接近中。
pl: Zbliża się czwarta grupa posiłkowa nieprzyjaciela.
ru: К противнику подходит четвёртая группа подкрепления.
uk: До супротивника прибуває четверта група підкріплення.
zh: 敌方第四增援部队正在接近。
zh_sg: 敌方第四增援部队正在接近。

# IDS_OP_01_02_ENEMY_REINFORCEMENT_TOP_SPAWN_05
source: The fifth enemy reinforcement group is approaching.
es_mx: El quinto grupo de refuerzo enemigo se está aproximando.
ja: 敵の第 5 の援軍が接近中。
pl: Zbliża się piąta grupa posiłkowa nieprzyjaciela.
ru: К противнику подходит пятая группа подкрепления.
uk: До супротивника прибуває п’ята група підкріплення.
zh: 敌方第五增援部队正在接近。
zh_sg: 敌方第五增援部队正在接近。

# IDS_OP_01_02_FORT_01
source: Fort
es_mx: Fuerte
ja: 要塞
ru: Форт
uk: Форт
zh: 堡垒
zh_sg: 堡垒

# IDS_OP_01_02_LEEROYY
source: Ready to lead the attack on the enemy base!
es_mx: ¡Listo para encabezar el ataque a la base enemiga!
ja: 敵基地への攻撃に備えろ!
pl: Gotowy do poprowadzenia ataku na bazę wroga!
ru: Готов возглавить атаку на базу противника!
uk: Готовий очолити атаку на базу супротивника!
zh: 准备好带领对敌方基地的攻击！
zh_sg: 准备好带领对敌方基地的攻击！

# IDS_OP_01_02_LEEROY_CHICKEN
source: Conducting reconnaissance on retreat routes. Good luck, and stick to your guns!
es_mx: Haciendo reconocimiento de las rutas de retirada. ¡Buena suerte, y confíen en sus cañones!
ja: 離脱方向を偵察中。幸運を祈る、戦闘態勢を維持せよ!
pl: Prowadzimy zwiad na trasach odwrotu. Powodzenia, trzymajcie się!
ru: Веду разведку путей отступления. Удачи вам! Держитесь!
uk: Веду розвідку шляхів відступу. Щасти вам! Тримайтеся!
zh: 正在对撤退路线进行侦察。祝好运，并坚持下去！
zh_sg: 正在对撤退路线进行侦察。祝好运，并坚持下去！

# IDS_OP_01_02_LEEROY_DIED
source: The ship is dead in the water and heeling! We're sinki-
es_mx: ¡El barco está atrapado en el mar e inclinándose! No estamos hundi-
ja: この船はもう駄目だ! 沈没中だ...
pl: Maszynownia stanęła, okręt idzie na dno! Tonie-
ru: Ход потерян, крен увеличивается! Мы тон…
uk: Хід втрачено, крен збільшується! Ми тон…
zh: 战舰无法移动并倾斜！我们正在下沉-
zh_sg: 战舰无法移动并倾斜！我们正在下沉-

# IDS_OP_01_02_LEEROY_OHH_SHIT
source: Things are taking a turn for the worse!
es_mx: ¡Las cosas estén empeorando!
ja: 状況が悪化しつつある!
pl: Sprawy przybierają zły obrót!
ru: Дело принимает крайне дурной оборот!
uk: Справи стають вкрай кепськими!
zh: 事情变得更糟了！
zh_sg: 事情变得更糟了！

# IDS_OP_01_02_LEEROY_START_ESCAPE
source: Ship damaged. Leaving the battle area.
es_mx: Barco dañado. Dejando el área de la batalla.
ja: 船が損傷した。戦場から離脱する。
pl: Okręt uszkodzony. Opuszcza strefę walki.
ru: Получил повреждения. Выхожу из боя.
uk: Отримав пошкодження. Виходжу із бою.
zh: 战舰受损。离开战斗地区。
zh_sg: 战舰受损。离开战斗地区。

# IDS_OP_01_02_MAIN_TASK_COMPLETED
source: Operation completed! The team reached the designated area.
es_mx: ¡Operación completada! El equipo alcanzó el área designada.
ja: オペレーション達成! チームが指定のエリアに到達した。
pl: Operacja zakończona! Drużyna dotarła do obszaru docelowego.
ru: Операция выполнена! Команда достигла указанной точки.
uk: Операцію виконано! Команда досягла вказаної точки.
zh: 行动完成！ 队伍已抵达指定地区。
zh_sg: 行动完成！ 队伍已抵达指定地区。

# IDS_OP_01_02_MAIN_TASK_FAILED
source: Operation failed. The team was destroyed.
es_mx: ¡Operación fallida! El equipo fue destruido.
ja: オペレーション失敗。 チームが撃破された。
pl: Operacja zakończona porażką. Drużyna została zniszczona.
ru: Операция провалена. Команда уничтожена.
uk: Операцію провалено. Команду знищено.
zh: 行动失败。 队伍已被摧毁。
zh_sg: 行动失败。 队伍已被摧毁。

# IDS_OP_01_02_MAIN_TASK_PHRASE_1
source: Attack the enemy base from the specified directions!
es_mx: ¡Ataca la base enemiga desde las direcciones especificadas!
ja: 指定の方向から敵基地を攻撃せよ!
pl: Atakować bazę wroga z wyznaczonych kierunków!
ru: Атакуйте базу противника по указанным направлениям!
uk: Атакуйте базу супротивника за вказаними напрямками!
zh: 从指定方向攻击敌方基地！
zh_sg: 从指定方向攻击敌方基地！

# IDS_OP_01_02_MAIN_TASK_PROGRESSED
source: Retreat to the designated area! At least half of all ships must reach it.
es_mx: ¡Retírate al área designada! Al menos la mitad de todos los barcos deben llegar.
ja: 指定のエリアまで離脱せよ! 全艦艇のうち半数以上が到達する必要がある。
pl: Wycofać się do wyznaczonej strefy! Przynajmniej połowa okrętów musi do niej dotrzeć.
ru: Отойдите в указанную точку! Достичь её должно не менее половины кораблей!
uk: Відійдіть у вказану точку! Досягти її має щонайменше половина кораблів!
zh: 撤退到指定地区！ 所有战舰中必须至少有一半到达。
zh_sg: 撤退到指定地区！ 所有战舰中必须至少有一半到达。

# IDS_OP_01_02_MOB_AIR_CARRIER_1
source: Fury
ru: Фури
uk: Фурі
zh: Fur

# IDS_OP_01_02_MOB_AIR_CARRIER_1_SUPPORT_1
source: Gimu
ru: Гиму
uk: Гіму
zh: Gim

# IDS_OP_01_02_MOB_AIR_CARRIER_1_SUPPORT_2
source: Goku
ru: Гоку
uk: Гоку
zh: Gok

# IDS_OP_01_02_MOB_AIR_CARRIER_2
source: Dono
ru: Доно
uk: Доно
zh: Don

# IDS_OP_01_02_MOB_AIR_CARRIER_2_SUPPORT_1
source: Deky
ru: Деки
uk: Декі
zh: Dek

# IDS_OP_01_02_MOB_AIR_CARRIER_2_SUPPORT_2
source: Goto
ru: Гото
uk: Гото
zh: Got

# IDS_OP_01_02_MOB_JENKINS
source: Commander Jenkins
es_mx: Comandante Jenkins
ja: ジェンキンス司令
pl: Komandor Jenkins
ru: Командир Дженкинс
uk: Командир Дженкінс
zh: 指挥官詹金斯
zh_sg: 指挥官詹金斯

# IDS_OP_01_02_MOB_OHMYBOSS
source: Battleship 1
es_mx: Acorazado 1
ja: 戦艦 1
pl: Pancernik 1
ru: Линкор 1
uk: Лінкор 1
zh: 战列舰 1
zh_sg: 战列舰 1

# IDS_OP_01_02_MOB_REINFORCEMENT_1_1
source: Richard
ru: Рихард
uk: Ріхард
zh: 理查德

# IDS_OP_01_02_MOB_REINFORCEMENT_1_2
source: Siegfried
ru: Зигфрид
uk: Зіґфрід
zh: 齐格弗里德
zh_sg: 齐格菲

# IDS_OP_01_02_MOB_REINFORCEMENT_2_1
source: Ulrich
ru: Ульрих
uk: Ульріх
zh: 乌尔里希

# IDS_OP_01_02_MOB_REINFORCEMENT_2_2
source: Wilhelm
ru: Вильгельм
uk: Вільгельм
zh: 威廉

# IDS_OP_01_02_MOB_REINFORCEMENT_3_1
source: Paul
ru: Пауль
uk: Пауль
zh: 保罗

# IDS_OP_01_02_MOB_REINFORCEMENT_3_2
source: Otto
ru: Отто
uk: Отто
zh: 奥托

# IDS_OP_01_02_MOB_REINFORCEMENT_3_3
source: Fritz
ru: Фритц
uk: Фріц
zh: 弗里茨

# IDS_OP_01_02_MOB_REINFORCEMENT_4_1
source: Heinrich
ru: Хайнрих
uk: Хайнріх
zh: 海因里希

# IDS_OP_01_02_MOB_REINFORCEMENT_4_2
source: Karl
ru: Карл
uk: Карл
zh: 卡尔

# IDS_OP_01_02_MOB_REINFORCEMENT_4_3
source: Gustav
ru: Густав
uk: Густав
zh: 古斯塔夫
