Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_KICK_PLAYER_FROM_CLUB
source: Remove from the Team
es_mx: Remover del Equipo.
ja: チームから除外
pl: Usuń z drużyny
ru: Исключить из команды
uk: Вилучити з команди
zh: 从队伍中移除
zh_sg: 从团队中移除

# IDS_KILLED_BY_YOURSELF
source: Destroyed by you
es_mx: Destruido por ti
ja: 自艦が撃沈
pl: Zniszczony przez Ciebie
ru: Уничтожен вами
uk: Знищений вами
zh: 被您击毁
zh_sg: 被您摧毁

# IDS_KILL_ENEMIES
source: Destroying Enemies
es_mx: Destruyendo Enemigos
ja: 敵撃破
pl: Straty wroga
ru: Уничтожение противников
uk: Знищення супротивників
zh: 击毁敌方战舰增加分数
zh_sg: 击毁敌舰

# IDS_KILOGRAMM
source: kg
ru: кг
uk: кг
zh: 公斤
zh_sg: 千克

# IDS_KILOMETER
source: km
ru: км
uk: км
zh: 公里
zh_sg: 公里

# IDS_KILOMETER_HOUR
source: km/h
ru: км/ч
uk: км/год
zh: 公里/时
zh_sg: 公里/时

# IDS_KILOMETER_SPACE
source: km
ru: км
uk: км
zh: 公里
zh_sg: 公里

# IDS_KIRISHIMA
source: Kirishima
ja: キリシマ
zh: 雾岛

# IDS_KIRISHIMA_BEAR
source: Kirishima (Yotaroh)
ja: キリシマ (ヨタロウ)
zh: 雾岛（熊太郎）

# IDS_KLAUS_TESLAU
source: Klaus V. Teslau
zh: 克劳-泰斯劳

# IDS_KLAUS_TESLAU_H18
source: Klaus V. Teslau
zh: 克劳-泰斯劳

# IDS_KNOT
source: kt
es_mx: kn
pl: w.
ru: уз
uk: вуз.
zh: 节
zh_sg: 节

# IDS_KNOW_MORE_EVENT
source: Learn more
es_mx: Aprender más
ja: 詳細
pl: Dowiedz się więcej
ru: Узнать больше
uk: Дізнатися більше
zh: 了解更多
zh_sg: 了解更多

# IDS_KONGOU
source: Kongō
ja: コンゴウ
zh: 鲤

# IDS_KOREAN_ACCOUNT_COMPLETION_TOOLTIP_SUBTEXT
source: You will be redirected to the account registration page.
es_mx: Serás redirigido a la página para el registro de una cuenta.
ja: アカウント登録ページにリダイレクトされます。
pl: Nastąpi przekierowanie na stronę rejestracji konta.
ru: Вы будете перенаправлены на страницу регистрации учётной записи.
uk: Вас спрямують на сторінку реєстрації акаунта.
zh: 您将会被重新引导到帐户注册界面
zh_sg: 您将跳转到账号注册页面。

# IDS_KUZNETSOV
source: Nikolay Kuznetsov
pl: Nikołaj Kuzniecow
ru: Николай Кузнецов
uk: Микола Кузнєцов
zh: Николай Кузнецов

# IDS_LAND_LAUNCH
source: Takeoff/Landing
es_mx: Despegue/Aterrizaje
ja: 発艦/着艦
pl: Start/Lądowanie
ru: Взлёт/посадка
uk: Зліт/посадка
zh: 起飞/降落
zh_sg: 起飞/降落

# IDS_LAST_BATTLE
source: Last battle
es_mx: última batalla
ja: 最終戦闘
pl: ostatnia bitwa
ru: Последний бой
uk: Останній бій
zh: 上次战斗
zh_sg: 上一场战斗

# IDS_LAST_BATTLE_TIME
source: Last Battle:
es_mx: Última Batalla:
ja: 最終戦闘:
pl: Ostatnia bitwa:
ru: Последний раз был в бою:
uk: Востаннє був у бою:
zh: 上次战斗：
zh_sg: 上一场战斗：

# IDS_LAST_TIME
source: Latest:
es_mx: Último:
ja: 最終
pl: Ostatnio zdobyte:
ru: Последнее:
uk: Останнє:
zh: 最近
zh_sg: 最近

# IDS_LAZAR_KENT
source: Lazarus Centurio
zh: 拉萨路-圣托里奥

# IDS_LAZAR_KENT_H18
source: Lazarus Centurio
zh: 拉萨路-圣托里奥

# IDS_LAZY_LOGIN_NOT_SAVED_INFO
source: Access the game without registering an account! You can register your account later: all your in-game progress will be saved.
es_mx: ¡Accede al juego sin registrar una cuenta! Puedes registrar tu cuenta más tarde: todo tu progreso en el juego será guardado.
ja: アカウントを登録せずにゲームにアクセス! 後でアカウントを作成することで、ゲームの進行状況を保存できるようになります。
pl: Wejdź do gry nie zakładając konta! Możesz zarejestrować swoje konto później: Twoje postępy w grze zostaną zachowane.
ru: Войдите в игру без регистрации! Вы сможете создать аккаунт позже, весь накопленный прогресс при этом будет сохранён.
uk: Увійдіть у гру без реєстрації! Ви зможете створити акаунт пізніше, до того ж весь накопичений прогрес буде збережено.
zh: 不用注册就能进入游戏！您可以稍后再注册自己的账号：所有游戏进度都将会被保存下来。
zh_sg: 不用注册就能进入游戏！您可以稍后再注册自己的账号：所有游戏进度都将会被保存下来。

# IDS_LAZY_LOGIN_SAVED_INFO
source: You are playing without registration. To create a permanent account and save your in-game progress forever, enter the game and proceed to registration.
es_mx: Estás jugando sin registrarte. Para crear una cuenta permanente y guardar tu progreso en el juego por siempre, entra el juego y procede a registrarte.
ja: 登録せずにプレイ中です。無期限アカウントを作成してゲームの進行状況を保存するには、ゲームを起動して登録に進んでください。
pl: Grasz bez rejestracji. Żeby utworzyć stałe konto i zachować swoje postępy w grze, uruchom grę i rozpocznij rejestrację.
ru: Вы играете без регистрации. Чтобы создать постоянный аккаунт и навсегда сохранить свой прогресс, войдите в игру и перейдите к регистрации.
uk: Ви граєте без реєстрації. Щоб створити постійний акаунт і назавжди зберегти свій прогрес, увійдіть у гру та зареєструйтеся.
zh: 您是在没有注册下畅玩的。想要建立永久账号并永久保存您的游戏进度，请进入游戏并前往注册。
zh_sg: 您是在没有注册的情况下进行游戏的。想要建立永久账号并永久保存您的游戏进度，请进入游戏并前往注册。

# IDS_LEADER_KICKED_FROM_CLUB
source: Leader removed from the Team
es_mx: Líder eliminado del Equipo
ja: リーダーをチームから除外しました
pl: Lider usunięty z drużyny
ru: Лидер исключён из команды
uk: Лідера вилучено із команди
zh: 队长已从该队伍中移除
zh_sg: 队长已从该团队中移除

# IDS_LEADING_CLAN_SQUAD
source: Clan's Leading Rating
es_mx: Clasificación Principal del Clan
ja: クランのメインレーティング
pl: Ocena wiodąca klanu
ru: Ведущий рейтинг клана
uk: Провідний рейтинг клану
zh: 军团领导评级
zh_sg: 军团的领先评级

# IDS_LEAGUE_0
source: Alpha League
es_mx: Liga Premier
ja: プレミアリーグ
pl: Liga Alfa
ru: Высшая лига
uk: Вища ліга
zh: 超级联盟
zh_sg: 超级联盟

# IDS_LEAGUE_1
source: Bravo League
es_mx: La Primera Liga
ja: ファーストリーグ
pl: Liga Bravo
ru: Первая лига
uk: Перша ліга
zh: 第一联盟
zh_sg: 第一联盟

# IDS_LEAGUE_10
source: Kilo League
es_mx: La Décima Liga
ja: 第 10 リーグ
pl: Liga Kilo
ru: Десятая лига
uk: Десята ліга
zh: 第十联盟
zh_sg: 第十赛季

# IDS_LEAGUE_2
source: Charlie League
es_mx: La Segunda Liga
ja: セカンドリーグ
pl: Liga Charlie
ru: Вторая лига
uk: Друга ліга
zh: 第二联盟
zh_sg: 第二联盟

# IDS_LEAGUE_3
source: Delta League
es_mx: La Tercera Liga
ja: サードリーグ
pl: Liga Delta
ru: Третья лига
uk: Третя ліга
zh: 第三联盟
zh_sg: 第三联盟

# IDS_LEAGUE_4
source: Echo League
es_mx: La Cuarta Liga
ja: 第 4 リーグ
pl: Liga Echo
ru: Четвёртая лига
uk: Четверта ліга
zh: 第四联盟
zh_sg: 第四赛季

# IDS_LEAGUE_5
source: Foxtrot League
es_mx: La Quinta Liga
ja: 第 5 リーグ
pl: Liga Fokstrot
ru: Пятая лига
uk: П’ята ліга
zh: 第五联盟
zh_sg: 第五赛季

# IDS_LEAGUE_6
source: Golf League
es_mx: La Sexta Liga
ja: 第 6 リーグ
pl: Liga Golf
ru: Шестая лига
uk: Шоста ліга
zh: 第六联盟
zh_sg: 第六赛季

# IDS_LEAGUE_7
source: Hotel League
es_mx: La Séptima Liga
ja: 第 7 リーグ
pl: Liga Hotel
ru: Седьмая лига
uk: Сьома ліга
zh: 第七联盟
zh_sg: 第七赛季

# IDS_LEAGUE_8
source: India League
es_mx: La Octava Liga
ja: 第 8 リーグ
pl: Liga India
ru: Восьмая лига
uk: Восьма ліга
zh: 第八联盟
zh_sg: 第八赛季

# IDS_LEAGUE_9
source: Juliet League
es_mx: La Novena Liga
ja: 第 9 リーグ
pl: Liga Juliet
ru: Девятая лига
uk: Дев’ята ліга
zh: 第九联盟
zh_sg: 第九赛季

# IDS_LEAGUE_FLAG
source: League
es_mx: Liga
ja: リーグ
pl: Liga
ru: Лига
uk: Ліга
zh: 联盟旗帜
zh_sg: 联盟

# IDS_LEAGUE_INFO_1_5_1
source: The First League: Ranks 1–5
es_mx: La Primera Liga: Rangos 1–5
ja: ファーストリーグ: ランク 1-5
pl: Pierwsza liga: stopnie 1–5
ru: Первая лига: 1–5 ранги
uk: Перша ліга: 1–5 ранги
zh: 第一个联盟：排名1-5
zh_sg: 第一联盟：排名1-5

# IDS_LEAGUE_INFO_2_10_6
source: The Second League: Ranks 6–10
es_mx: La Segunda Liga: Rangos 6–10
ja: セカンドリーグ: ランク 6-10
pl: Druga liga: stopnie 6–10
ru: Вторая лига: 6–10 ранги
uk: Друга ліга: 6–10 ранги
zh: 第二个联盟：排名6-10
zh_sg: 第二联盟：排名6-10

# IDS_LEARNED
source: Mastered
es_mx: Dominado
ja: 習得済み
pl: Opanowana
ru: Изучен
uk: Вивчено
zh: 精通的
zh_sg: 已学习

# IDS_LEARN_COST
source: Training cost
es_mx: Costo del Entrenamiento
ja: 訓練コスト
pl: Koszt szkolenia
ru: Стоимость изучения
uk: Вартість вивчення
zh: 训练点数
zh_sg: 训练花费

# IDS_LEAVE_BATTLE_FIRST_TO_BUY_MODERNIZATION
source: Please wait until the ship has left the battle in order to change the installed upgrades.
es_mx: Espera a que el barco abandone la batalla para cambiar las mejoras instaladas.
ja: 搭載中のアップグレードを変更するには、戦闘完了までお待ちください。
pl: Poczekaj, aż okręt opuści bitwę, żeby zmienić zainstalowane ulepszenia.
ru: Дождитесь возвращения корабля из боя для изменения модернизаций.
uk: Дочекайтеся повернення корабля з бою, щоб змінити модернізації.
zh: 该战舰在战斗中。结束该场战斗以购买、安装或拆卸一个升级品
zh_sg: 请等待至战舰结束战斗再更换已安装的升级品。

# IDS_LEAVE_BATTLE_FIRST_TO_CHANGE_CONSUMABLES
source: To change the equipped consumables, wait for the ship to return from battle.
es_mx: Para cambiar los consumibles equipados, espera a que el barco regrese de la batalla.
ja: 搭載中の消耗品を変更するには、戦闘完了までお待ちください。
pl: Poczekaj, aż okręt wróci z bitwy, żeby zmienić stosowany sprzęt eksploatacyjny.
ru: Дождитесь возвращения корабля из боя для изменения снаряжения.
uk: Дочекайтеся повернення корабля з бою, щоб змінити спорядження.
zh: 该战舰正在战斗中。想要购买或拆卸升级品，请先结束战斗。
zh_sg: 要更换已装备的消耗品，请等待战舰返回战斗。

# IDS_LEAVE_BATTLE_FIRST_TO_MANAGE_SHIP
source: Please wait until the ship has left battle in order to change her mounted equipment.
es_mx: Espera hasta que el barco haya salido de la batalla para cambiar su equipamiento instalado.
ja: 搭載中の装備を変更するには、戦闘完了までお待ちください。
pl: Proszę poczekać, aż okręt opuści bitwę, żeby móc zmieniać zamontowane wyposażenie.
ru: Дождитесь возвращения корабля из боя для изменения оснащения.
uk: Дочекайтеся повернення корабля з бою, щоб змінити оснащення.
zh: Дождитесь возвращения корабля из боя для изменения оснащения.
zh_sg: 请等待至战舰结束战斗再更换已安装的装备。

# IDS_LEAVE_BATTLE_FIRST_TO_OPERATE
source: You cannot currently perform this action. Please wait until the ship has left the battle.
es_mx: No puedes realizar esta acción en este momento. Por favor espera hasta que el barco haya abandonado la batalla.
ja: 現在、このアクションを実行することはできません。艦艇が戦闘から戻るまでお待ちください。
pl: Nie możesz przeprowadzić tego działania. Zaczekaj, aż okręt powróci z bitwy.
ru: Действие недоступно. Дождитесь возвращения корабля из боя.
uk: Дія недоступна. Дочекайтеся повернення корабля з бою.
zh: Действие недоступно. Дождитесь возвращения корабля из боя.
zh_sg: 当前无法执行此操作。请等待战舰离开战斗。

# IDS_LEAVE_BATTLE_FIRST_TO_OPERATE_EXTERIORS
source: Please wait until the ship has left the battle to change her exterior.
es_mx: Por favor espera hasta que el barco haya abandonado la batalla para cambiar su exterior.
ja: 外装を変更するには、艦艇が戦闘から戻るまでお待ちください。
pl: Żeby zmienić wygląd okrętu, poczekaj aż wróci on z bitwy.
ru: Дождитесь возвращения корабля из боя для изменения внешнего вида.
uk: Дочекайтеся повернення корабля з бою, щоб змінити зовнішній вигляд
zh: Дождитесь возвращения корабля из боя для изменения внешнего вида.
zh_sg: 请等待战舰离开战斗再变更它的外观。

# IDS_LEAVE_CLUB
source: Leave the Team
es_mx: Dejar el equipo
ja: チームから脱退
pl: Opuść drużynę
ru: Покинуть команду
uk: Покинути команду
zh: 离开该队伍
zh_sg: 离开该团队

# IDS_LEAVE_DIVISION
source: Leave Division
es_mx: Dejar División
ja: 分艦隊から脱退
pl: Opuść dywizjon
ru: Покинуть отряд
uk: Покинути загін
zh: 离开小队
zh_sg: 离开小队

# IDS_LEAVE_DIVISION_QUESTION
source: Leave the Division?
es_mx: ¿Dejar la División?
ja: 分艦隊から脱退しますか?
pl: Opuścić dywizjon?
ru: Покинуть отряд?
uk: Покинути загін?
zh: 要离开小队？
zh_sg: 确认离开小队？

# IDS_LEAVE_PARTY
source: Vacate a place
es_mx: Desocupar un lugar
ja: 枠を空ける
pl: Zwolnij miejsce
ru: Освободить место
uk: Звільнити місце
zh: 空出位置
zh_sg: 空出位置

# IDS_LEAVE_PARTY_COMMENT
source: You remain on the Team after vacating a place in a Team Battle. Set status to "Ready!" again to continue participating in Team Battles.
es_mx: Permanecerás en el Equipo después de desocupar un lugar en una Batalla en Equipo. Establece el estado "¡Listo!" de nuevo para seguir participando en Batallas en Equipo.
ja: チームバトルで枠を空けた後もチームに留まります。 ステータスを再度「準備完了!」に設定することで、チームバトルへの参加を続けることができます。
pl: Pozostajesz członkiem drużyny po zwolnieniu miejsca w bitwie drużynowej. Ustaw ponownie status „Gotowy!”, żeby znów brać udział w bitwach drużynowych.
ru: Освобождая место в командном бою, вы остаётесь членом команды. Установите статус «Готов!» снова, чтобы продолжить участие в командных боях.
uk: Звільняючи місце у командному бою, ви залишаєтеся членом команди. Встановіть статус «Готовий!» знову, щоб продовжити участь у командних боях.
zh: 在空出队伍战斗中的位置之后您会继续留在队伍之中。 请再次设置状态为 "已准备好" 来继续参与队伍战斗。
zh_sg: 在空出团队战斗中的位置之后您会继续留在团队之中。 请再次设置状态为 "已准备" 来继续参与团队战斗。

# IDS_LEAVE_PARTY_QUESTION
source: Vacate a place in the Team Battle?
es_mx: ¿Desocupar un lugar en la Batalla en Equipo?
ja: チームバトルの枠を空けますか?
pl: Zwolnić miejsce w bitwie drużynowej?
ru: Освободить место в командном бою?
uk: Звільнити місце у командному бою?
zh: 是否退出队伍？
zh_sg: 是否退出团队？

# IDS_LEAVE_QUEUE
source: LEAVE QUEUE
es_mx: DEJAR ESPERA
ja: 待機を中止
pl: OPUŚĆ KOLEJKĘ
ru: ВЫЙТИ ИЗ ОЧЕРЕДИ
uk: ВИЙТИ З ЧЕРГИ
zh: 离开队列
zh_sg: 离开队列

# IDS_LEAVE_ROOM_CREATED
source: Leave the Training Battle
es_mx: Abandonar la Batalla de Entrenamiento
ja: トレーニング戦から脱退
pl: Opuść pokój treningowy
ru: Покинуть тренировочный бой
uk: Покинути тренувальний бій
zh: 离开战斗训练
zh_sg: 离开战斗训练

# IDS_LEAVE_ROOM_CREATED_COMMANDER
source: Dismiss the Training Battle
es_mx: Terminar la Batalla de Entrenamiento
ja: トレーニング戦を解散
pl: Rozwiąż bitwę treningową
ru: Расформировать тренировочный бой
uk: Скасувати тренувальний бій
zh: 解散战斗训练
zh_sg: 解散战斗训练

# IDS_LEAVE_ROOM_CREATED_QUESTION
source: Leave the Training Battle?
es_mx: ¿Deseas abandonar la Batalla de Entrenamiento?
ja: トレーニング戦から脱退しますか?
pl: Opuścić bitwę treningową?
ru: Покинуть тренировочный бой?
uk: Покинути тренувальний бій?
zh: 要离开战斗训练？
zh_sg: 确定离开战斗训练？

# IDS_LEAVE_ROOM_CREATED_QUESTION_COMMANDER
source: Leave the Training Battle? The Training Room will be deleted.
es_mx: ¿Deseas abandonar la Batalla de Entrenamiento? La Sala de Entrenamiento será eliminada
ja: トレーニング戦から脱退しますか? このトレーニングルームは削除されます。
pl: Opuścić bitwę treningową? Pokój treningowy zostanie usunięty.
ru: Покинуть тренировочный бой? Тренировочная комната будет удалена.
uk: Покинути тренувальний бій? Тренувальну кімнату видалять.
zh: 要离开战斗训练？ 训练房将会被删除。
zh_sg: 离开战斗训练？ 训练房间将被删除。

# IDS_LEAVE_ROOM_CREATION
source: Cancel the Training Battle creation
es_mx: Cancelar la creación de la Batalla de Entrenamiento
ja: トレーニング戦の作成をキャンセル
pl: Anuluj tworzenie bitwy treningowej
ru: Отменить создание тренировочного боя
uk: Скасувати створення тренувального бою
zh: 取消建立战斗训练
zh_sg: 取消创建战斗训练

# IDS_LEAVE_ROOM_CREATION_QUESTION
source: Cancel the Training Battle creation?
es_mx: ¿Deseas cancelar la creación de la Batalla de Entrenamiento?
ja: トレーニング戦の作成をキャンセルしますか?
pl: Anulować tworzenie bitwy treningowej?
ru: Отменить создание тренировочного боя?
uk: Скасувати створення тренувального бою?
zh: 要取消建立战斗训练？
zh_sg: 确定取消创建战斗训练？

# IDS_LEVEL
source: Tier
es_mx: Nivel
pl: Poziom
ru: Уровень
uk: Рівень
zh: 等级
zh_sg: 等级

# IDS_LEVELS
source: Tiers
es_mx: Niveles
ja: Tier
pl: Poziomy
ru: Уровни
uk: Рівні
zh: 等级
zh_sg: 等级

# IDS_LICENCE_INFO
source: Legal information
es_mx: Información legal
ja: 法律情報
pl: Informacje prawne
ru: Юридическая информация
uk: Юридична інформація
zh: 法律信息
zh_sg: 法律信息

# IDS_LIGHTDAMAGE
source: light damage
es_mx: daño ligero
ja: 小破
pl: lekkie uszkodzenie
ru: лёгкие повреждения
uk: легкі пошкодження
zh: 少量伤害
zh_sg: 少量伤害

# IDS_LIMIT_SIGNALS_COUNTER
source: Maximum number of mountable signals within the category
es_mx: Cantidad máxima de señales montables dentro de la categoría
ja: 本カテゴリの信号旗の搭載上限数
pl: Maksymalna liczba możliwych do zamontowania sygnałów w tej kategorii
ru: Максимальное возможное количество установленных сигналов категории
uk: Максимальна можлива кількість встановлених сигналів категорії
zh: Максимальное возможное количество установленных сигналов категории
zh_sg: 此类别可安装信号旗的最大数量

# IDS_LINK_FULL_LEGAL_INFO
source: Legal documents
es_mx: Documentos legales
ja: 法律文書
pl: Dokumenty prawne
ru: Юридические документы
uk: Юридичні документи
zh: 法律文件
zh_sg: 法律文件

# IDS_LINK_MSKIN_UPPER_CASE
source: LINK
es_mx: ENLAZAR
ja: リンク
pl: POŁĄCZ
ru: ПРИВЯЗАТЬ
uk: ПРИВ’ЯЗАТИ
zh: ПРИВЯЗАТЬ
zh_sg: 关联

# IDS_LINK_SUPPORT
source: Player Support
es_mx: Soporte
ja: プレイヤーサポート
pl: Wsparcie gracza
ru: Центр поддержки пользователей
uk: Центр підтримки
zh: 客服
zh_sg: 玩家支持

# IDS_LINK_SUPPORT_HINT
source: You will be redirected to Player Support
es_mx: Serás redirigido al Soporte
ja: プレイヤーサポートにリダイレクトされます
pl: Zostaniesz przekierowany do Wsparcia gracza
ru: Вы будете перенаправлены в Центр поддержки пользователей
uk: Вас спрямують до Центру підтримки
zh: 您将被重新引导至客服
zh_sg: 您将跳转至玩家支持

# IDS_LOADING
source: GAME LOADING…
es_mx: JUEGO CARGANDO...
ja: ゲーム読込中...
pl: ŁADOWANIE GRY...
ru: ЗАГРУЖАЕМ ИГРУ
uk: ЗАВАНТАЖУЄМО ГРУ
zh: 载入中…
zh_sg: 载入中…

# IDS_LOADING_PORT
source: Port loading
es_mx: Cargando puerto
ja: 港を読込中
pl: Ładowanie portu
ru: Загрузка Порта
uk: Завантаження Порту
zh: 港口载入中
zh_sg: 港口载入中

# IDS_LOADING_SCREEN_POWERUPS_BULLET_1
source: Players inside the capture zone receive two buffs, while their allies receive one.
es_mx: Los jugadores dentro de la zona de captura reciben dos bonificaciones, mientras sus aliados reciben una.
ja: 占領ゾーン内のプレイヤーは 2 段階の強化を受け、味方は 1 段階の強化を受けます。
pl: Gracze wewnątrz strefy zajmowania otrzymują dwa wzmocnienia, a ich sojusznicy – jedno.
ru: Игроки, находящиеся в зоне захвата, получают два улучшения, а их союзники — одно.
uk: Гравці, що перебувають у зоні захоплення, отримують два поліпшення, а їхні союзники — одне.
zh: 在占领区域内的玩家获得两个增益效果，而友军将得到一个。
zh_sg: 在占领区域内的玩家会获得两个增益，同时他们的友军会获得一个。

# IDS_LOADING_SCREEN_POWERUPS_BULLET_2
source: Allies located within a 12 km radius when a point is captured receive one buff.
es_mx: Los aliados ubicados dentro de un radio de 12 km cuando se captura un punto reciben una potenciación.
ja: ポイント占領時点で 12 km 圏内に居た味方艦艇には 1 段階の強化が付与されます。
pl: Sojusznicy znajdujący się w promieniu 12 km w chwili zajęcia punktu otrzymują jedno wzmocnienie.
ru: Союзники, находящиеся в момент захвата в радиусе 12 км, получают одно улучшение.
uk: Союзники, які перебувають у мить захоплення в радіусі 12 км, отримують одне поліпшення.
zh: Союзники, находящиеся в момент захвата в радиусе 12 км, получают одно улучшение.
zh_sg: 占领据点后12公里范围内的友军获得增益效果。

# IDS_LOADING_SCREEN_POWERUPS_BULLET_3
source: If players from both teams are inside the capture zone, the dominant team gets the buff.
es_mx: Si los jugadores de ambos equipos están dentro de la zona de captura, el equipo dominante recibe la bonificación.
ja: 両チームのプレイヤーが同じ占領ゾーン内に存在する場合、優勢なチームに強化が付与されます。
pl: Jeśli gracze obu drużyn znajdują się w strefie zajmowania, wzmocnienie otrzymuje drużyna mająca przewagę.
ru: При наличии в зоне захвата игроков из разных команд улучшение захватывает команда с численным преимуществом.
uk: Якщо в зоні захоплення гравці з різних команд, поліпшення захоплює команда, що має чисельну перевагу.
zh: 如果两队的玩家都在占领区域内，优势队伍将获得增益效果。
zh_sg: 如果两个队伍都有玩家在占领区域内，数量占优的一方获得增益。

# IDS_LOADING_SCREEN_POWERUPS_DESCRIPTION
source: Buffs become available for capture two minutes after they appear:
es_mx: Las bonificaciones están disponibles para obtenerlas por dos minutos después de su aparición:
ja: 強化エリアは出現の 2 分後に占領可能になります:
pl: Wzmocnienia można zajmować po dwóch minutach od ich pojawienia się:
ru: Улучшения становятся доступны для захвата через две минуты после появления:
uk: Поліпшення стають доступними для захоплення через дві хвилини після появи:
zh: 增益效果在它们出现两分钟后开放占领：
zh_sg: 增益在其出现两分钟后可以进行占领：

# IDS_LOADING_SCREEN_POWERUPS_HEADER
source: Buffs
es_mx: Bonificaciones
ja: 強化
pl: Wzmocnienia
ru: Улучшения
uk: Поліпшення
zh: 增益效果
zh_sg: 增益

# IDS_LOADING_TOOLTIP_LEVEL10_0
source: Teamwork and mutual assistance will help you survive and win the battle.
es_mx: Ayudarse el uno al otro y el trabajo coordinado son la mejor manera de sobrevivir y ganar la batalla.
ja: 相互支援と連携行動を心掛けてこそ、生還して勝利を掴むことができる
pl: Wzajemna pomoc i skoordynowane działania to najlepszy sposób na przetrwanie i zwycięstwo.
ru: Взаимовыручка и действия в команде дают максимальные шансы выжить и победить в бою.
uk: Взаємодопомога та командні дії — найліпший спосіб вижити та перемогти в бою.
zh: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。
zh_sg: 帮助其它人并配合团队合作就是生存下来与赢得战斗的最好方法。

# IDS_LOADING_TOOLTIP_LEVEL10_1
source: Main battery: double-click [KEY_LEFTMOUSE_DOUBLE] to fire a full salvo from all turrets that are ready to fire.
es_mx: Batería principal: doble clic [KEY_LEFTMOUSE_DOUBLE] para disparar una salva completa de todas las torretas que estén listas para disparar.
ja: 主砲: ダブルクリック [KEY_LEFTMOUSE_DOUBLE] で砲撃準備が完了している砲を全門斉射
pl: Główna bateria: kliknij dwukrotnie [KEY_LEFTMOUSE_DOUBLE], żeby wystrzelić pełną salwę ze wszystkich wież gotowych do strzału.
ru: Главный калибр: двойное нажатие [KEY_LEFTMOUSE_DOUBLE] — залп из всех башен, готовых к стрельбе.
uk: Головний калібр: подвійне натискання [KEY_LEFTMOUSE_DOUBLE] — залп з усіх башт, готових до пострілу.
zh: 主炮组：双击 [KEY_LEFTMOUSE] 来使所有射击就绪的主炮进行齐射。
zh_sg: 主炮组：双击[KEY_LEFTMOUSE_DOUBLE]来使所有射击就绪的主炮进行齐射。

# IDS_LOADING_TOOLTIP_LEVEL10_10
source: To enable autopilot mode, open the Tactical Map by pressing [CMD_TACTICAL_MAP], and then click [KEY_LEFTMOUSE] on the map to set a waypoint. You can hold [KEY_SHIFT] to set up to five waypoints.
es_mx: Para activar el modo de piloto automático, abre el Mapa Táctico presionando [CMD_TACTICAL_MAP] y haz clic [KEY_LEFTMOUSE] en el mapa para fijar un destino. Puedes mantener presionado [KEY_SHIFT] para fijar hasta cinco destinos.
ja: 自動航行を使用するには、[CMD_TACTICAL_MAP] で戦術マップを開き、[KEY_LEFTMOUSE] クリックでウェイポイントを設定。[KEY_SHIFT] 長押しして 5 ヶ所まで設定可能。
pl: Żeby włączyć autopilota, otwórz mapę taktyczną wciskając [CMD_TACTICAL_MAP] i kliknij [KEY_LEFTMOUSE] żeby określić punkt docelowy. Przytrzymaj [KEY_SHIFT], żeby wybrać do pięciu punktów trasy.
ru: Чтобы активировать автопилот, откройте тактическую карту [CMD_TACTICAL_MAP] и задайте точку назначения при помощи [KEY_LEFTMOUSE]. Удерживая [KEY_SHIFT], вы можете задать до пяти точек назначения.
uk: Щоб активувати авторульовий, відкрийте тактичну мапу [CMD_TACTICAL_MAP] та задайте точку призначення за допомогою [KEY_LEFTMOUSE]. Утримуючи [KEY_SHIFT], ви можете задати до п’яти точок призначення.
zh: 在小地图或战术地图 [CMD_TACTICAL_MAP] 的方格上双击 [KEY_LEFTMOUSE] 来使您队友注意该方格。
zh_sg: 想要开启自动驾驶模式，先按下[CMD_TACTICAL_MAP]来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 设置一个路径点。您可以按住[KEY_SHIFT]来设置最多五个路径点。

# IDS_LOADING_TOOLTIP_LEVEL10_11
source: Main battery: hold [KEY_LEFTMOUSE] for sequential fire.
es_mx: Batería principal: mantén [KEY_LEFTMOUSE] para disparar fuego secuencial.
ja: 主砲: [KEY_LEFTMOUSE] 長押しで順次射撃。
pl: Główna bateria: przytrzymaj [KEY_LEFTMOUSE] żeby prowadzić ogień sekwencyjny.
ru: Главный калибр: удержание [KEY_LEFTMOUSE] — каскадная стрельба.
uk: Головний калібр: утримання [KEY_LEFTMOUSE] — послідовний вогонь.
zh: 想要开启自动驾驶模式，请透过按下 [CMD_TACTICAL_MAP] 来打开战术地图、并在地图上点击 [KEY_LEFTMOUSE] 以设置一个路径点。您可以按住 [KEY_SHIFT] 来设置最多五个路径点。
zh_sg: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。

# IDS_LOADING_TOOLTIP_LEVEL10_12
source: Your warship is easier to detect when firing.
es_mx: Tu barco es más fácil de detectar cuando disparas.
ja: 発砲した場合、発見されるリスクが高まる。
pl: Twój okręt jest łatwiejszy do wykrycia, kiedy strzela.
ru: Стрельба делает ваш корабль более заметным.
uk: Стрільба робить ваш корабель помітнішим.
zh: 主炮组：按住 [KEY_LEFTMOUSE] 来依序射击。
zh_sg: 您的战舰在射击时更容易被发现。

# IDS_LOADING_TOOLTIP_LEVEL10_13
source: Large ships are not always able to pass between small islands.
es_mx: Los navíos grandes no siempre podrán pasar entre las islas pequeñas.
ja: 大型艦は、小さな島々の間の浅瀬を通り抜けられない場合がある。
pl: Wielkie okręty mogą nie zmieścić się w wąskich przesmykach dzielących małe wysepki.
ru: Крупные корабли не всегда могут пройти между небольшими островами.
uk: Великі кораблі не завжди можуть пройти між невеликими островами.
zh: 当您进行试射时，您的战舰在射击之后会更容易被发现。
zh_sg: 大型战舰并非总能从小岛之间穿过。

# IDS_LOADING_TOOLTIP_LEVEL10_14
source: Decide which side of the ship is best for your opening fire at the enemy and turn your guns in advance.
es_mx: Decide qué lado del barco es mejor para abrir fuego al enemigo y gira tus cañones por adelantado.
ja: 左右のどちら舷で射撃するべきかを判断し、前もって砲塔をその方向に向けるようにせよ。
pl: Warto zdecydować, w którą stronę prowadzony będzie ogień i wcześniej skierować tam swoje działa.
ru: Определите, с какого борта лучше открывать огонь по противнику. Разворачивайте орудия заранее.
uk: Визначте, з якого борту ліпше відкривати вогонь у супротивника. Розвертайте гармати заздалегідь.
zh: 大型战舰并非总是能穿过小岛之间。
zh_sg: 决定好从战舰哪一侧最适合对敌人开火并提前开始转动你的舰炮。
