Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC181_AA_HELENA_DESCRIPTION
source: The information that Japan was building Mogami-class cruisers armed with fifteen 155 mm guns shocked the U.S. Navy command. The project of a light cruiser with 152 mm artillery, which had been in development since 1930, was quickly revised, and her four triple turrets were complemented with the fifth one. This was the birth of the Brooklyn class. In 1935, when most of these cruisers had already been laid down, an updated project was prepared. The advanced design had a new propulsion and a full-fledged dual-purpose artillery consisting of the newest twin 127 mm turrets. A year later, two ships—USS St. Louis and USS Helena—were laid down, becoming part of the Navy in 1939. Light cruiser Helena became one of the victims of the Japanese assault on Pearl Harbor on December 7, 1941, being hit by a torpedo once. After completion of the repair works in the summer of 1942, the cruiser actively joined the fight for the Solomon Islands, taking part in several major battles, the most successful of which being a night battle of Cape Esperance in October 1942. Thanks to the newest radar mounted on it, USS Helena was the first to disclose the approach of a Japanese squadron. Allowing the enemy ships to approach at a close distance, the cruiser was the first to burst her rapid fire at the Japanese. USS Helena's shells proved fatal for destroyer Fubuki and set cruiser Furutaka ablaze. The result of the battle was a hasty retreat of the defeated Japanese squadron. Cruiser Helena's promising career tragically ended in July 1943, when three 610 mm torpedoes from Japanese destroyers sank her in the Battle of Kula Gulf.
es_mx: La información de que Japón estaba construyendo cruceros clase Mogami armados con quince cañones de 155 mm sorprendió al mando de la Armada de los EE. UU. El proyecto de un crucero ligero con una artillería de 152 mm, la cual había estado en desarrollo desde 1930, fue revisado rápidamente, y sus cuatro torretas triples fueron complementadas con una más. Este fue el nacimiento de la clase Brooklyn. En 1935, cuando la mayoría de estos cruceros ya habían sido puestos en quilla, se preparó una actualización del proyecto. El avanzado diseño tenía una nueva propulsión y una artillería de doble propósito completamente desarrollada, que constaba de las más nuevas torretas dobles de 127 mm. Un año más tarde, dos barcos, el USS St. Louis y el USS Helena, fueron puestos en quilla, volviéndose parte de la Armada en 1939. El crucero ligero Helena fue una de las víctimas del asalto japonés a Pearl Harbor el 7 de diciembre de 1941, siendo alcanzado por un torpedo. Después de completarse los trabajos de reparación en el verano de 1942, el crucero se unió de manera activa a la lucha por las Islas Salomón, participando en muchas de las principales batallas, siendo una de las más exitosas, la batalla nocturna de Cabo Esperanza en octubre de 1942. Gracias a los más nuevos radares montados en el barco, el USS Helena fue el primero en descubrir al escuadrón japonés que se acercaba. El crucero dejó que los barcos enemigos se acercaran para abrir fuego sobre los japoneses. Los proyectiles del USS Helena fueron mortales para el destructor Fubuki y dejaron al crucero Furutaka en llamas. El resultado de la batalla fue una retirada precipitada del escuadrón japonés derrotado. La prometedora carrera del crucero Helena terminó trágicamente en julio de 1943, cuando tres torpedos de 610 mm de los destructores japoneses lo hundieron en la batalla del Golfo de Kula.
ja: 日本が 155 mm 砲を 15 門を搭載する最上型巡洋艦を建造中である、という情報は、アメリカ海軍の司令部に衝撃を与えました。その結果として、1930 年から開発されていた 152 mm 砲を搭載する軽巡洋艦の計画が速やかに見直され、当初案は 4 基の予定だった三連装砲塔が、5 基へと増設されました。このようにして誕生したのがブルックリン (Brooklyn) 級軽巡洋艦でした。 1935 年、同級の巡洋艦の大半が既に起工済みであった中で、改良型の計画が用意されました。そしてこの改良型は、新型の主機と最新鋭の本格的な 127 mm 連装両用砲塔を採用するものでした。その 1 年後にセントルイス (USS St. Louis, CL-49) とヘレナ (USS Helena, CL-50) の 2 隻が起工され、1939 年に就役しました。 軽巡洋艦ヘレナは、1941 年 12 月 7 日の日本軍による真珠湾奇襲攻撃において魚雷 1 本を被雷しました。1942 年夏に修理が完了した後には、ソロモン諸島をめぐる戦いに積極的に加わり、数回の大規模戦闘に参加しました。その中でも最も成功を収めたのは、1942 年 10 月のエスペランス岬沖海戦 (夜戦) だったと言えるでしょう。この戦いにおいて敵艦隊の接近をいち早く察知したのが、当時最新鋭のレーダーを搭載したこのヘレナだったのです。さらには、敵艦隊との距離が近付いてから最初に砲撃を開始したのも本艦でした。そしてヘレナの砲撃は駆逐艦吹雪に致命打を与え、巡洋艦古鷹に火災を引き起こしたのでした。この戦いの結果として敗退した日本艦隊は、急速に撤退していきました。 しかし栄光を重ねてきたヘレナの艦歴は、1943 年 7 月に悲劇的な結末を迎えました。この戦いにおいてヘレナは日本の駆逐艦戦隊が放った 610 mm 魚雷を複数被雷し、撃沈されたのです。
pl: Wiadomość o budowie przez Japończyków uzbrojonych w piętnaście dział kal. 155 mm krążowników klasy Mogami zszokowała dowództwo U.S. Navy. Projekt lekkiego krążownika uzbrojonego w 152-milimetrowe działa, rozwijany o roku 1930, został szybko poprawiony i do czterech potrójnych wież artyleryjskich doszła piąta. W taki sposób narodziła się klasa Brooklyn. W 1935 roku, gdy większość tych krążowników była już w trakcie budowy, projekt został ponownie zaktualizowany. Otrzymał on nowy napęd oraz artylerię uniwersalną , złożoną z najnowszych podwójnych wież kal. 127 mm. Rok później rozpoczęła się budowa dwóch okrętów – USS St. Louis i USS Helena. Weszły one do służby w 1939 roku. Lekki krążownik Helena był jedną z ofiar japońskiego ataku na Pearl Harbor 7 grudnia 1941 roku – otrzymał jedno trafienie torpedą. Po ukończeniu napraw latem 1942 roku krążownik dołączył do sił amerykańskich walczących o Wyspy Salomona, biorąc udział w kilku większych bitwach, z których największym sukcesem była nocna bitwa w pobliżu przylądka Esperance w październiku 1942 roku. Dzięki najnowszemu radarowi USS Helena jako pierwszy wykrył zbliżającą się eskadrę japońską. Pozwoliwszy wrogowi na podpłynięcie blisko, krążownik jako pierwszy otworzył wściekły ogień w kierunku wroga. Pociski wystrzelone z tego okrętu posłały na dno niszczyciel Fubuki i podpaliły krążownik Furutaka. Wynikiem tej bitwy był pospieszny odwrót sił japońskich. Krążownik Helena zakończył swoją karierę tragicznie w lipcu 1943 roku, gdy trzy torpedy 610 mm zatopiły go w trakcie bitwy w zatoce Kula.
ru: Сведения о строящихся в Японии крейсерах типа Mogami, вооружённых пятнадцатью 155-мм орудиями, вызвали шок у командования ВМС США. Проект лёгкого крейсера со 152-мм артиллерией, разрабатывавшийся с 1930 года, был срочно изменён, и к его четырём трёхорудийным башням была добавлена пятая. Так появилась на свет серия кораблей типа Brooklyn. В 1935 году, после того как большинство этих крейсеров уже заложили, был подготовлен усовершенствованный проект с новой энергетической установкой и полноценной универсальной артиллерией, состоявшей из новейших двухорудийных 127-мм башен. Спустя год по нему были заложены два корабля, USS St. Louis и USS Helena, вошедшие в состав ВМС в 1939 году. Лёгкий крейсер Helena стал одной из жертв налёта японской авиации на Пёрл-Харбор 7 декабря 1941 года, получив одно торпедное попадание. После завершения ремонта летом 1942 года крейсер активно включился в борьбу за Соломоновы острова, приняв участие в нескольких крупных сражениях, самым успешным из которых стал ночной бой у мыса Эсперанс в октябре 1942 года. Благодаря установленному на нём новейшему радару USS Helena первым обнаружил приближение японской эскадры. Подпустив противника на близкую дистанцию, крейсер, опять же первым, обрушил на японские корабли шквал огня из своих скорострельных орудий. Снаряды с USS Helena стали роковыми для эсминца Fubuki и превратили в сплошной костёр крейсер Furutaka. Итогом боя стало поспешное отступление разгромленной японской эскадры. Многообещающая карьера крейсера Helena трагически оборвалась в июле 1943 года, когда в бою у острова Кула в него попали три 610-мм торпеды с японских эсминцев.
uk: Відомості про крейсери типу Mogami, які будували у Японії і озброювали п’ятнадцятьма 155-мм гарматами, викликали потрясіння у командування ВМС США. Проект легкого крейсера з 152-мм артилерією, що розробляли з 1930 р., терміново змінили, і до його чотирьох тригарматних башт додали п’яту. Так з’явилася на світ серія кораблів типу Brooklyn. Після того як більшість цих крейсерів вже заклали, 1935 р. приготували вдосконалений проект з новою силовою установкою і повноцінною універсальною артилерією, що складалася з новітніх двогарматних 127-мм башт. За рік за цим проектом заклали два корабля, USS St. Louis і USS Helena, що увійшли до складу ВМС 1939 р. Легкий крейсер Helena став однією з жертв нальоту японської авіації на Перл-Гарбор 7 грудня 1941 р., отримавши одне торпедне влучення. Після завершення ремонту влітку 1942 р. крейсер активно долучився до боротьби за Соломонові острови, взявши участь у кількох великих боях, найуспішнішим з яких став нічний бій біля мису Есперанс у жовтні 1942 р. Завдяки встановленому на ньому новітньому радару USS Helena першим виявив наближення японської ескадри. Дозволивши супротивнику наблизитися, крейсер, знову ж першим, обрушив на японські кораблі шквал вогню зі своїх скорострільних гармат. Снаряди з USS Helena стали фатальними для есмінця Fubuki і перетворили на суцільне багаття крейсер Furutaka. Підсумком бою став поспішний відступ розбитої японської ескадри. Перспективна кар’єра крейсера USS Helena трагічно обірвалася у липні 1943 р., коли в бою біля острова Кула в нього влучили три 610-мм торпеди з японських есмінців.
zh: R国将要建造装备155毫米火炮的最上巡洋舰的消息让M国海军指挥官感到震惊，从1930年开始研发并装备152毫米火炮的轻型巡洋舰马上被重新设计，它的四座炮塔设计被新的五座炮塔设计取代，这就是布鲁克林级的诞生。 1935年，当大部分的巡洋舰都已经开始建造时，升级工程已经准备好了。改进的设计有着新的推进系统和成熟的高平两用双连装127毫米火炮，一年之后，圣路易斯和海伦娜开始建造，并于1939年加入海军服役。 轻型巡洋舰海伦娜成为R国在1942年12月7日攻击行动下的受害者，它被鱼雷击中，在1942年夏天完成维修工作之后，这艘巡洋舰活跃地参与所罗门群岛的战斗并参与几次主要战役，最成功的是在1942年10月埃斯佩兰斯角夜战，由于雷达这个新装备，海伦娜首先发现接近中的R国舰队，在让敌方战舰接近之后，这些巡洋舰首先对R国战舰舰集中攻击，海伦娜的炮弹对吹雪的伤害是非常致命的，并让古鹰烧了起来，这场战斗以R国舰队仓皇撤退告终。 海伦娜巡洋舰成功的经历悲剧性的于1943年7月结束，R系驱逐舰上的三枚610毫米鱼雷在库拉湾战役击沉了它。
zh_sg: 日本正在建造配备15门155毫米火炮的Mogamo级巡洋舰的消息震惊了美国海军司令部。自1930年以来发展起来的带有152毫米火炮的轻型巡洋舰项目很快进行了调整，它的三联装炮塔由四座增加到了五座。这就是Brooklyn级战舰的诞生。 1935年，当这些驱逐舰中的大多数已经开始生产时，海军又准备了一个升级项目。这个升级设计包括一个全新推进系统的和一个由最新的双联127毫米炮塔组成的功能齐全的两用炮。一年后，两艘战舰USS 圣路易斯和USS 海伦娜开始进行建造，并在1939年加入海军。 轻型驱逐舰海伦娜成为了1941年12月7日日本突袭珍珠港中被一颗鱼雷击中，不幸成为受害者之一。在1942年夏天，完成了修缮工作后，这艘巡洋舰又积极地参加了所罗门海战中的几场主要战斗，其中最成功的一场就是1942年10月发生的埃斯帕恩斯角海战。多亏最新装配的雷达，，USS 海伦娜可以第一时间远离接近的日本中队。当敌军战舰接近到一定距离时，这艘巡洋舰可以率先向日军快速射击。USS 海伦娜的炮弹对吹雪驱逐舰来说是致命的，并且引起了古鹰巡洋舰起火。战斗的结果是日本海军中队战败并仓促撤退。 1943年7月，海伦娜在库拉湾战役中被日本驱逐舰的3发610毫米鱼雷击沉，悲惨地结束了的服役生涯。

# IDS_PCZC182_AA_ATLANTA
source: USS Atlanta in the Battle of Guadalcanal, 1942
es_mx: El USS Atlanta en la Batalla de Guadalcanal, 1942
ja: ガダルカナル島の戦いでのアトランタ (1942 年)
pl: USS Atlanta w trakcie bitwy pod Guadalcanal, 1942 r.
ru: USS Atlanta в морском бою у Гуадалканала, 1942 год
uk: SS Atlanta в морському бою біля Гуадалканалу, 1942 р.
zh: 亚特兰大于瓜达尔卡纳尔战役，1942年
zh_sg: 瓜达卡纳尔岛战役中的USS 亚特兰大，1942年

# IDS_PCZC182_AA_ATLANTA_DESCRIPTION
source: Atlanta-class ships occupy a special place in the history of the development of U.S. cruisers. They owe their appearance to the Second London Naval Treaty of 1936, which limited displacement for new cruisers to 8,000 tons. It was impossible to design a full-fledged multi-purpose cruiser in this context. At the same time, the successful tests of 127 mm dual-purpose twin mounts gave impulse to the Navy command to create a cruiser with such turrets as her main battery. The first four ships under this project were laid down in the spring of 1940. The lead ship, USS Atlanta, named after the state capital of Georgia, entered service in late 1941. Despite the impressive number of dual-purpose guns mounted on the cruiser (sixteen), she was not considered an AA defense cruiser and had to fulfil primarily the duties of a scout and destroyer flotilla leader. Having arrived at the Pacific Theater of operations, USS Atlanta immediately engaged in active combat activities, taking part in the Battle of Midway, the Battle of the Eastern Solomons, and a number of less significant operations. On the night of November 13, 1942, the cruiser was in the epicenter of the battle, known as the Battle of Friday the 13th—one of the most controversial battles in the history of the war in the Pacific Ocean. The American squadron, consisting of five cruisers and eight destroyers, intercepted the Japanese task force (two battleships, a cruiser, and 11 destroyers) sent for the attack on Guadalcanal. The U.S. ships, thanks to their radars, were the first to detect the enemy, but were inexcusably late to open fire. As a result, two columns, American and Japanese, literally collapsed one into the other on a dark tropical night, breaking the formation. In the resulting pileup, where they almost made contact, the sides used not only torpedoes and main battery against each other, but even AA guns. From the very beginning of the battle, Atlanta, furiously shooting in all directions from her rapid-fire mounts, was hit many times, including by one or two torpedoes. For a small, lightly armored cruiser, it was enough, and before the day was over she sank.
es_mx: Los barcos de la clase Atlanta ocupan un lugar especial en la historia del desarrollo de los cruceros EE. UU. Su aspecto se debe al segundo Tratado Naval de Londres de 1936, que limitaba el desplazamiento de los nuevos cruceros a 8,000 toneladas. Era imposible diseñar un crucero multipropósito por completo dentro de este contexto. Al mismo tiempo, las exitosas pruebas de los montajes dobles de 127 mm de doble propósito brindaron el impulso para crear cruceros con dichas torretas como su batería principal. Los primeros cuatro barcos de este proyecto fueron puestos en quilla en la primavera de 1940. El barco insignia, el USS Atlanta, nombrado como la capital del estado de Georgia, entró en servicio a finales de 1941. A pesar de la impresionante cantidad de cañones de doble propósito montados en el crucero (dieciséis), no fue considerado para la defensa AA y tenía que cumplir las tareas primarias de un explorador y del líder de la flotilla de destructores. Al llegar al teatro de operaciones del Pacífico, el USS Atlanta se involucró inmediatamente en actividades de combate activas, participando en la Batalla de Midway, la Batalla de las Salomón Orientales, y algunas operaciones menos significativas. En la noche del 13 de noviembre de 1942, el crucero estuvo en el epicentro de la batalla conocida como la Batalla del Viernes 13, una de las batallas más controversiales en la historia de la guerra en el Océano Pacífico. El escuadrón estadounidense, que consistía en cinco cruceros y ocho destructores, interceptaron a la fuerza de ataque japonesa (dos acorazados, un crucero, y 11 destructores) enviada al ataque sobre Guadalcanal. Los barcos de EE. UU., gracias a sus radares, fueron los primeros en detectar al enemigo, pero tardaron demasiado en abrir fuego. Como resultado, dos columnas, una estadounidense y otra japonesa, colapsaron literalmente una con la otra en una oscura noche tropical, rompiendo la formación. En este amontonamiento, en donde casi colisionan, no solo usaron torpedos y las baterías principales, incluso usaron los cañones AA entre ellos. Desde el comienzo de la batalla, el Atlanta, disparaba furiosamente en todas direcciones con sus montajes de alta cadencia, fue alcanzado muchas veces, incluso por uno o dos torpedos. Para un crucero pequeño y ligeramente blindado, esto era suficiente, y se hundió unas horas más tarde.
ja: アトランタ級 (Atlanta-class) は、アメリカにおける巡洋艦の開発史において特殊な立ち位置にあります。1936 年に締結された第二次ロンドン軍縮条約では、新造巡洋艦の排水量が 8,000 トンに制限されましたが、この制限の中で本格的な多用途巡洋艦を設計することは不可能でした。同時に、新開発の 127 mm 連装両用砲塔がテストで好成績を収めたため、アメリカ海軍の司令部は、これを主砲として搭載する巡洋艦を開発することを前向きに検討し始めました。 そして 1940 年の春にこの計画に基づく最初の 4 隻が起工され、1941 年の終盤にリードシップであるアトランタ (USS Atlanta) が就役しました。その艦名は、ジョージア州の州都に因んだものです。アトランタには全 16 門もの両用砲が搭載されていたにも関わらず、当初は防空巡洋艦とはみなされず、主として偵察任務および駆逐艦戦隊を指揮する嚮導艦としての任務をこなす必要がありました。 アトランタは、太平洋戦線に投入された直後から戦闘任務に従事し、ミッドウェイ海戦や東部ソロモン海戦など、大小様々な作戦に参加しました。そして 1942 年 11 月 13 日の未明、本艦は激戦の最中にありました。この戦いは「13 日の金曜日の戦い (Battle of Friday the 13th)」とも呼ばれており、太平洋戦争における海戦史の中でも最も論争を呼ぶ戦いのひとつとして知られています。この海戦においては、巡洋艦 5 隻と駆逐艦 8 隻で編成されたアメリカ艦隊が、ガダルカナル島に対する艦砲射撃任務に向かっていた日本艦隊 (戦艦 2 隻、巡洋艦 1 隻、駆逐艦 11 隻) を迎撃しました。アメリカ艦隊は、最新式のレーダーのおかげで敵を先に発見していましたが、攻撃開始の決断があまりにも遅れてしまったのです。その結果として、熱帯の夜の闇の中でアメリカと日本の艦隊が文字通り混じり合うような状況に陥り、陣形が乱れて大混乱に陥りました。そして時には衝突の一歩手前まで接近しながら、魚雷と主砲のみならず、対空機銃を含むあらゆる兵装を用いての撃ち合いとなったのです。アトランタはこの海戦の序盤からその速射砲により全方位への射撃を行ないつつ多数の攻撃を被弾し、その中には 1 - 2 本の魚雷が含まれていました。そしてこの被害は軽装甲の小型巡洋艦を沈めるには充分なものであり、アトランタはその日を終えることなく、やがて沈没したのでした。
pl: Okręty klasy Atlanta zajmują szczególne miejsce w historii rozwoju amerykańskich krążowników. Swój wygląd zawdzięczają drugiemu londyńskiemu traktatowi morskiemu z 1936 roku, który ograniczał wyporność nowych krążowników do 8000 ton. Przy takim ograniczeniu budowa pełnoprawnego, wielozadaniowego krążownika była niemożliwa. W tym samym czasie pomyślnie próby przeszły uniwersalne stanowiska artyleryjskie kal. 127 mm, co zachęciło dowództwo marynarki do stworzenia krążownika z takimi działami w charakterze głównej baterii. Stępki pod budowę pierwszych czterech okrętów w ramach tego projektu położono wiosną 1940 roku. Okręt prowadzący, USS Altanta, otrzymał swoją nazwę po stolicy stanu Georgia, a służbę rozpoczął pod koniec 1941 roku. Pomimo imponującej liczby dział uniwersalnych (szesnaście), nie był uważany za krążownik przeciwlotniczy i pełnił głównie funkcje zwiadowcy i lidera flotylli niszczycieli. Po dotarciu na Ocean Spokojny USS Atlanta natychmiast rozpoczął działania bojowe, biorąc udział w bitwie o Midway, bitwie o wschodnie Wyspy Salomona, a także szereg mniej istotnych operacji. Nocą 13 listopada 1942 roku krążownik znalazł się w samym środku bitwy znanej jako bitwa z piątku trzynastego – jednej z najbardziej kontrowersyjnych bitwa wojny na Pacyfiku. Amerykańska eskadra złożona z pięciu krążowników i ośmiu niszczycieli została przechwycona przez japońską grupę ekspedycyjną (dwa pancerniki, krążownik i jedenaście niszczycieli) wysłaną do ataku na Guadalcanal. Dzięki swoim radarom, amerykańskie okręty jako pierwsze wykryły przeciwnika, ale było już zbyt późno, by otworzyć ogień. Obie kolumny, amerykańska i japońska, dosłownie wpadły na siebie w trakcie ciemnej, tropikalnej nocy, łamiąc formacje. W powstałym chaosie obie strony strzelały do siebie nie tylko z torped i dział głównej baterii, ale nawet dział przeciwlotniczych. Od samego początku bitwy Atlanta, dzielnie ostrzeliwująca się we wszystkich kierunkach ze swoich szybkostrzelnych dział, była trafiana wielokrotnie, w tym przynajmniej raz torpedą. Jak na mały, lekki krążownik było to zbyt wiele i okręt zatonął, nim dzień dobiegł końca.
ru: Корабли типа Atlanta занимают особое место в истории развития американских крейсеров. Своим появлением они были обязаны Второму Лондонскому морскому договору 1936 года, ограничившему водоизмещение для новых единиц класса 8000 тоннами. Спроектировать в этих рамках полноценный многоцелевой крейсер оказалось невозможно. В то же время успешно испытанные 127-мм универсальные двухорудийные установки подтолкнули командование ВМС к созданию крейсера с этими башнями в качестве артиллерии главного калибра. Первые четыре корабля по такому проекту были заложены весной 1940 года. Головной, USS Atlanta, названный в честь столицы штата Джорджия, вступил в строй в самом конце 1941 года. Несмотря на впечатляющее число универсальных орудий, установленных на крейсере — шестнадцать, — он не считался крейсером ПВО, и должен был выполнять в первую очередь функции разведчика и лидера эсминцев. Прибыв на Тихоокеанский театр военных действий, USS Atlanta сразу же включился в активную боевую деятельность, приняв участие в битве при Мидуэе, в сражении у Восточных Соломоновых островов и ряде менее значимых операций. А в ночь на 13 ноября 1942 года крейсер оказался в эпицентре сражения, получившего известность как «Битва в пятницу 13-го», — одного из самых неоднозначных в истории войны на Тихом океане. Американская эскадра, состоявшая из пяти крейсеров и восьми эсминцев, перехватила японское соединение (два линкора, крейсер и 11 эсминцев), направлявшееся для обстрела Гуадалканала. Корабли США благодаря радарам первыми обнаружили противника, однако непростительно долго тянули с открытием огня. В результате две колонны, американская и японская, в кромешной тропической ночи буквально врезались одна в другую, смешав строй. В наступившей свалке, едва не доходившей до таранов, стороны ввели в дело друг против друга не только торпеды и орудия главного калибра, но даже зенитные автоматы. Atlanta, открыв во все стороны бешеный огонь из своих скорострельных установок, в самом начале боя сам получил массу попаданий, в том числе одно или два торпедных. Для небольшого слабо бронированного крейсера этого оказалось достаточно, и меньше, чем через сутки, он затонул.
uk: Кораблі типу Atlanta посідають особливе місце в історії розвитку американських крейсерів. Своєю появою вони зобов’язані Другому Лондонському морському договору 1936 р, який обмежив водотоннажність для нових одиниць класу до 8 000 тонн. Спроектувати в цих межах повноцінний багатоцільовий крейсер виявилося неможливо. Водночас успішно випробувані 127-мм універсальні двогарматні установки підштовхнули командування ВМС до створення крейсера з цими баштами за артилерію головного калібру. Перші чотири кораблі за цим проектом заклали навесні 1940 р. Головний, USS Atlanta, названий на честь столиці штату Джорджія, став у стрій в кінці 1941 р. Незважаючи на значну кількість універсальних гармат, встановлених на крейсері — шістнадцять, — він не вважався крейсером ППО, і мав виконувати насамперед функції розвідника і лідера есмінців. Прибувши на Тихоокеанський театр військових дій, USS Atlanta відразу ж долучився до активних бойових дій, взявши участь у битві за Мідвей, у битві біля Східних Соломонових островів і ще кількох менш значущих операціях. А в ніч на 13 листопада 1942 крейсер опинився в епіцентрі бою, що відомий як «Битва у п’ятницю 13», — одного з найнеоднозначніших в історії війни на Тихому океані. Американська ескадра, яку складали п’ять крейсерів і вісім есмінців, перехопила японське з’єднання (два лінкори, крейсер і 11 есмінців), яке прямувало для обстрілу Гуадалканалу. Кораблі США завдяки радарам першими виявили супротивника, однак неприпустимо довго не відкривали вогонь. Внаслідок цього дві ескадри, американська і японська, у непроглядну тропічну ніч буквально врізалися одна в одну, перемішавши стрій. У цьому звалищі ледь не доходило до таранів, сторони застосовували одна проти одної не лише торпеди і гармати головного калібру, а навіть й зенітні автомати. Крейсер Atlanta, відкривши на всі боки шалений вогонь зі своїх скорострільних установок, на самому початку бою і сам отримав чимало влучень, зокрема одне або два торпедних. Для невеликого слабо броньованого крейсера цього вистачило, і менш ніж за добу він затонув.
zh: 亚特兰大级战舰在M国海军巡洋舰研发史上拥有重要的位置，因为1936年签署的海军协议限制了新的巡洋舰的排水量为8000吨，要在这样的限制下设计全新的多功能巡洋舰根本不可能。同时，127毫米高平两用双联装火炮的成功测试督促了海军指挥部建造一艘运用此型火炮的巡洋舰。 这件工程的前四艘战舰于1940年的春天开始建造，领导舰亚特兰大的名字为乔治亚州的首都，并于1941年年底开始服役，尽管其装备了大量的高平两用火炮（16门），它还是不被定义为防空巡洋舰并且被指派作为侦查和驱逐舰队领舰。 抵达太平洋战场开始执行任务的亚特兰大马上参与作战任务并参与了中途岛之役、东所罗门之役以及其他较不重要的行动，在1942年11月13日的晚间巡洋舰位于13日周五战斗的核心，这是太平洋战争历史上最具争议的战斗之一，M国舰队包含五艘巡洋舰和八艘驱逐舰拦截R国要前往瓜达尔卡纳尔岛的部队（两艘战列舰、一艘巡洋舰和11艘驱逐舰），M国战舰由于装备了雷达，让他们可以先发制人，但是却因为某些原因延误了开火时机。因此两队人马，M国和R国部队几乎同一时间在夜间相遇并打散了舰队队形，双方战舰挤在一起，两边都使用了鱼雷、主炮交火，甚至是防空炮都用上了，从战斗伊始，亚特兰大愤怒的使用高射速火炮朝全方位射击，它也同时被击中无数次，包含一到两枚鱼雷，对于小型的轻型装甲巡洋舰来说，这难以承受的攻击造成它在当天结束之前沉没。
zh_sg: 亚特兰大级战舰在美国巡洋舰发展史上享有特殊的位置。他们的出现是由于1936年的第二次伦敦海军条约的规定，该条约限制了新的巡洋舰的排水量不超过8000吨。在这种条件下，设计一艘功能齐全的多用巡洋舰是不可能的。同时，127毫米双联装两用炮组的试射成功推动了海军司令部建造一艘以这种炮塔作为主炮组的巡洋舰。 这一项目的前四艘战舰在1940年春天开始生产。其中的旗舰，以Georgia州首府命名的USS 亚特兰大于1941年末开始服役。尽管安装了大量的（16门）两用火炮，这艘巡洋舰并不被认为是一艘对空防御巡洋舰，而是主要履行侦察舰和驱逐舰舰队领航的责任。 在到达太平洋战区后，USS 亚特兰大很快就加入了活跃的战斗行动，参与了中途岛海战，东所罗门群岛海战，以及影响力稍逊一些的军事行动。1942年11月12日晚，这艘巡洋舰主要参与了被称为“13号星期五”的战役，该战役是太平洋战争的历史中最有争议的战役之一。由5艘巡洋舰和8艘驱逐舰组成的美国海军中队拦截了被派往攻击瓜达卡纳尔岛的，由两艘战列舰，一艘巡洋舰和11艘驱逐舰组成的日本特遣部队。多亏美军战舰上的雷达，使他们第一时间发现敌人，但是却不可原谅地没有率先开火。结果在这个黑暗的热带夜晚里，美军和日军的两列战舰一个撞上一个，彻底打乱了阵型。在产生的几乎面对面的连环相撞中，双方不仅使用了鱼雷和主炮进行射击对方，甚至使用了防空炮。在战斗的一开始，亚特兰大使用它的速射炮组向各个方向开火，同时也被击中了数次，包括一两枚鱼雷。对于一艘体积小，装甲薄的巡洋舰来说，这足以致命，她没能撑过那天结束就沉没了。
