Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PECULARITY_FILTER_TRANSFORMERS_TAKE_OFF_SKIN_TOOLTIP
source: Hide Transformers camouflages in battle and in the Port
ja: 戦闘と港で「トランスフォーマー」迷彩を非表示
pl: Ukryj kamuflaże Transformers w bitwach i w Porcie
ru: Скрывать камуфляжи «Трансформеры» в бою и в Порту
zh: Скрывать камуфляжи Transformers в бою и в Порту

# IDS_PECULARITY_FILTER_WARHAMMER_SET_SKIN_TOOLTIP
source: Display Warhammer 40,000 camouflages in battle and in the Port
es_mx: Muestra los camuflajes "Warhammer 40,000" en batalla y en el Puerto
ja: 戦闘と港で「Warhammer 40,000」迷彩を表示
pl: Pokaż kamuflaże Warhammer 40,000 w bitwach i w Porcie
ru: Отображать камуфляжи Warhammer 40,000 в бою и в Порту
uk: Показувати камуфляжі Warhammer 40,000 у бою та в Порту
zh: Отображать камуфляжи Warhammer 40,000 в бою и в Порту
zh_sg: 在战斗和港口中显示《战锤40000》涂装

# IDS_PECULARITY_FILTER_WARHAMMER_TAKE_OFF_SKIN_TOOLTIP
source: Hide Warhammer 40,000 camouflages in battle and in the Port
es_mx: Oculta los camuflajes "Warhammer 40,000" en batalla y en el Puerto
ja: 戦闘と港で「Warhammer 40,000」迷彩を非表示
pl: Ukryj kamuflaże Warhammer 40,000 w bitwach i w Porcie
ru: Скрывать камуфляжи Warhammer 40,000 в бою и в Порту
uk: Приховувати камуфляжі Warhammer 40,000 у бою та в Порту
zh: Скрывать камуфляжи Warhammer 40,000 в бою и в Порту
zh_sg: 在战斗和港口中隐藏《战锤40000》涂装

# IDS_PELENGATED
source: ESCAPE THE ASW ZONE!
es_mx: ¡ESCAPA DE LA ZONA DE ASW!
ja: 対潜ゾーンから離脱せよ!
pl: WYCOFAJ SIĘ ZE STREFY ZOP!
ru: В ЗОНЕ ПЛО
uk: У ЗОНІ ПЧО
zh: 被定位
zh_sg: 逃离反潜区域！

# IDS_PENALTY_ALLY_HIT
source: Fine for causing damage to allies
es_mx: Multa por causar daño a aliados
ja: 味方チームに与えた被害の補償
pl: Grzywna za uszk. sojuszników
ru: Штраф за урон союзникам
uk: Штраф за шкоду заподіяну союзникам
zh: 造成队友伤害的赔偿
zh_sg: 伤害队友的赔偿

# IDS_PENETRATION
source: penetration
es_mx: penetración
ja: 貫通
pl: penetracja
ru: пробитие
uk: пробивання
zh: 击穿
zh_sg: 击穿

# IDS_PERCENT_SECOND
source: %/s
ja: %/秒
pl: %/sek.
ru: %/с
uk: %/с
zh: %/秒
zh_sg: %/秒

# IDS_PERMOFLAGE
source: Permanent camouflage
es_mx: Camuflaje permanente
ja: 無期限迷彩
pl: Stały kamuflaż
ru: Постоянный камуфляж
uk: Постійний камуфляж
zh: 永久涂装
zh_sg: 永久涂装

# IDS_PERMOFLAGE_AUTOREPLANISHMENT_AFTER_PURCHASE_INFO
source: This camouflage is always resupplied automatically and free of charge.
es_mx: Este camuflaje siempre se reabastece automáticamente y sin ningún costo.
ja: この迷彩は常に無料で自動補給されます。
pl: Kamuflaż ten jest automatycznie uzupełniany za darmo.
ru: Этот камуфляж всегда пополняется автоматически и бесплатно.
uk: Цей камуфляж завжди автоматично й безкоштовно поповнюється.
zh: 如果自动补充为开启，将会免费补充这个涂装。
zh_sg: 此涂装永久免费自动补充。

# IDS_PERMOFLAGE_AUTOREPLANISHMENT_BEFORE_PURCHASE_INFO
source: This camouflage can be bought once and is resupplied for free.
es_mx: Este camuflaje solo puede comprarse una vez y es reabastecido sin costo.
ja: この迷彩は、1 回購入すれば以後は無償で補給されます。
pl: Ten kamuflaż może zostać kupiony tylko raz i jest uzupełniany za darmo.
ru: Этот камуфляж покупается один раз и пополняется бесплатно.
uk: Цей камуфляж купують один раз і поповнюється він безкоштовно.
zh: 这个涂装可以购买一次且会免费补充。
zh_sg: 这个涂装可以购买一次且会免费补充。

# IDS_PERSONAL_ACCOUNT_BTN
source: PERSONAL ACCOUNT
es_mx: CUENTA PERSONAL
ja: 個人アカウント
pl: KONTO OSOBISTE
ru: ЛИЧНЫЙ КАБИНЕТ
uk: ОСОБИСТИЙ КАБІНЕТ
zh: 个人账号
zh_sg: 个人账号

# IDS_PERSONAL_ACCOUNT_HINT
source: You will be redirected to your Wargaming ID account page.
es_mx: Serás redirigido a la pantalla de inicio de sesión de la cuenta Wargaming ID.
ja: Wargaming ID アカウントページにリダイレクトされます。
pl: Zostaniesz przekierowany na stronę swojego konta Wargaming ID.
ru: Вы будете перенаправлены на страницу личного кабинета Wargaming ID.
uk: Вас спрямують на сторінку особистого кабінету Wargaming ID.
zh: 您将被重新导往到自己的 Wargaming ID 账号页面。
zh_sg: 将跳转至您的 Wargaming ID 账号页面。

# IDS_PERSONAL_BATTLE_TASK
source: Personal Combat Mission
es_mx: Misión Personal de Combate
ja: パーソナル・コンバットミッション
pl: Osobista misja bojowa
ru: Персональная боевая задача
uk: Особисте бойове завдання
zh: 个人战斗任务
zh_sg: 个人作战任务

# IDS_PERSONAL_CHALLENGE
source: Personal Challenge
es_mx: Desafío Personal
ja: パーソナル・チャレンジ
pl: Wyzwanie osobiste
ru: Персональное испытание
uk: Особисте випробування
zh: 个人挑战
zh_sg: 个人挑战

# IDS_PERSONAL_DISCOUNT
source: Personal Discount
es_mx: Descuento Personal
ja: パーソナル・ディスカウント
pl: Zniżka osobista
ru: Персональная скидка
uk: Особиста знижка
zh: 个人折扣
zh_sg: 个人折扣

# IDS_PERSONAL_STAT_BATTLES_TODAY
source: Battles played today
es_mx: Batallas jugadas hoy
ja: 今日の戦闘数
pl: Bitwy stoczone dzisiaj
ru: Проведено боёв сегодня
uk: Зіграно боїв сьогодні
zh: Проведено боёв сегодня
zh_sg: 今日战斗场次

# IDS_PERSONAL_STAT_BATTLES_TODAY_TOOLTIP
source: Battles played during the current day.
es_mx: Batallas jugadas durante el día actual.
ja: 今日の戦闘数
pl: Bitwy stoczone w bieżącym dniu.
ru: Бои, проведённые за текущий день.
uk: Бої, зіграні цієї доби.
zh: Бои, проведённые за текущий день.
zh_sg: 当前日期战斗场次。

# IDS_PERSONAL_STAT_BATTLES_TOTAL
source: Total battles played
es_mx: Total de batallas jugadas
ja: 総戦闘数
pl: Suma stoczonych bitew
ru: Проведено боёв всего
uk: Зіграно боїв загалом
zh: Проведено боёв всего
zh_sg: 战斗总场次

# IDS_PERSONAL_STAT_BATTLES_TOTAL_TOOLTIP
source: Total battles played during the whole event.
es_mx: Total de batallas jugadas durante todo el evento.
ja: イベント全体での総戦闘数
pl: Suma bitew stoczonych w trakcie wydarzenia.
ru: Бои, проведённые за всё время соревнования.
uk: Бої, зіграні за ввесь час змагань.
zh: Бои, проведённые за всё время соревнования.
zh_sg: 整个活动期间战斗总场次。

# IDS_PERSONAL_STAT_POINTS_FOR_TODAY
source: Participant's points
es_mx: Puntos del participante
ja: 参加者のポイント
pl: Punkty uczestnika
ru: Очки участника
uk: Очки учасника
zh: Очки участника
zh_sg: 参与者的积分

# IDS_PERSONAL_STAT_POINTS_FOR_TODAY_TOOLTIP
source: Points the participant received during the day.
es_mx: Puntos que el participante recibió durante el día.
ja: この参加者がこの日に取得したポイント
pl: Punkty zdobyte przez uczestnika w ciągu dnia.
ru: Очки, полученные участником в течение дня.
uk: Очки, здобуті учасником протягом доби.
zh: Очки, полученные участником в течение дня.
zh_sg: 当日该参与者获得的积分。

# IDS_PERSONAL_TASK
source: Personal Combat Mission
es_mx: Misión Personal de Combate
ja: パーソナル・コンバットミッション
pl: Osobista misja bojowa
ru: Персональная боевая задача
uk: Особисте бойове завдання
zh: 个人战斗任务
zh_sg: 个人作战任务

# IDS_PERSONAL_TASKS_WINDOW_INSTRUCTION
source: Personal Assignments include unique combat missions and challenges.
es_mx: Las Asignaciones Personales incluyen misiones de combate únicas y desafíos.
ja: パーソナルタスクには、特別なコンバットミッションやチャレンジが含まれます。
pl: Zadania osobiste mogą zawierać unikalne misje bojowe i wyzwania.
ru: Персональные задания — это уникальные боевые задачи и испытания.
uk: Персональні завдання — це унікальні бойові завдання та випробування.
zh: 个人作战任务包含独特的战斗任务和挑战
zh_sg: 个人任务包括独特的作战任务和挑战。

# IDS_PERSONAL_TASK_FOR_BATTLE_TYPE
source: Personal Order
es_mx: Orden Personal
ja: パーソナルオーダー
pl: Rozkaz osobisty
ru: Личный приказ
uk: Особистий наказ
zh: Личный приказ
zh_sg: 个人命令

# IDS_PERSONAL_TEAM_CURRENCY_DESCR
source: Temporary Resource
es_mx: Recurso Temporal
ja: 暫定リソース
pl: Tymczasowy zasób
ru: Временный ресурс
uk: Тимчасовий ресурс
zh: 暂时资源
zh_sg: 临时资源

# IDS_PERSONAL_TEAM_CURRENCY_TEXT
source: The tokens can be exchanged for containers, camouflages, and other items in the Armory.
es_mx: Las fichas pueden ser intercambiadas por contenedores, camuflajes y otros artículos en la Armería.
ja: トークンは、武器庫でコンテナ、迷彩、その他のゲームアイテムと交換できます
pl: Żetony wymieniać można na kontenery, kamuflaże oraz inne przedmioty w Zbrojowni.
ru: Жетоны можно обменять в Адмиралтействе на контейнеры, камуфляжи и другое игровое имущество
uk: Жетони можна обміняти в Адміралтействі на контейнери, камуфляжі та інше ігрове майно
zh: 代币可以在军火库兑换幸运补给箱、涂装和其他游戏物品
zh_sg: 代币可以用于在兵工厂兑换补给箱、涂装和其他游戏道具。

# IDS_PERSONAL_TEAM_CURRENCY_WARNING
source: After the competition, all tokens will be converted into credits
es_mx: Después de la competencia, todas las fichas serán convertidas a créditos
ja: コンペティションの終了後、残トークンが全てクレジットに変換されます
pl: Po zawodach wszystkie żetony zostaną zamienione na kredyty
ru: По окончании соревнования все жетоны будут переведены в кредиты
uk: Після закінчення змагання всі жетони автоматично обміняють на кредити
zh: 竞赛后，所有代币将被转换为银币
zh_sg: 争霸赛结束后，所有代币都将转换为银币

# IDS_PERSONAL_TEAM_VICTORY_DAYS
source: Your victories with the team
es_mx: Tus victorias con el equipo
ja: このチームでの勝利数
pl: Twoje zwycięstwa z tą drużyną
ru: Ваши победы с командой
uk: Ваші перемоги з командою
zh: 您与队伍的胜利
zh_sg: 你在该队伍的胜利

# IDS_PERSONAL_TEAM_VICTORY_DAYS_TOOLTIP
source: The number of days the team won when you were a member of this team
es_mx: La cantidad de días que ganó el equipo cuando eras miembro de este equipo
ja: 所属していたチームが勝利した日数
pl: Liczba dni, w których ta drużyna wygrała, gdy Ty do niej należałeś
ru: Количество победных дней команды, когда вы были её участником
uk: Кількість переможних діб команди, коли ви були в її складі
zh: 队伍获胜而您是该队伍的一员的天数
zh_sg: 当你为这支队伍效力时队伍获胜天数

# IDS_PER_BATTLE
source: per battle
es_mx: por batalla
ja: (各戦)
pl: na bitwę
ru: за бой
uk: за бій
zh: 每场战斗
zh_sg: 每场战斗

# IDS_PFAF001_HD780
source: Dewoitine HD.780
zh: 德瓦蒂内 HD.780

# IDS_PFAF002_LOIRE210
source: Loire 210
zh: 卢瓦尔 210

# IDS_PFAF003_ROMANO_R90
source: Romano R.90
zh: 罗马诺 R.90

# IDS_PFAF004_VG_39_BIS_FLOAT
source: Arsenal VG 39
zh: 阿森纳 VG 39

# IDS_PFAF005_BLOCH157
source: Bloch MB.157
zh: 布洛赫 MB.157

# IDS_PFAS001_LOIRE130
source: Loire 130
zh: 卢瓦尔 130

# IDS_PFAS005_BREGUET_BR790
source: Breguet Br.790
zh: 宝玑 Br.790

# IDS_PFEE001_FRANCE_DESC
source: A French national flag with slightly different proportions for the stripes. It has been in use since 1853.
es_mx: Una bandera nacional Francesa con proporciones ligeramente cambiadas en las rayas. Ha estado en uso desde 1853.
ja: フランス国旗の縞模様を若干変更したデザインのこの旗は、1853 年以降、使用されています。
pl: Narodowa flaga francuska o nieco odmiennych proporcjach pasów. W użyciu od 1853 roku.
ru: Представляет собой государственный флаг Франции с немного изменёнными пропорциями полос. Используется с 1853 года до настоящего времени.
uk: Державний прапор Франції з дещо зміненими пропорціями смуг. Використовується з 1853 р. до теперішнього часу.
zh: 条纹比例稍微改变过的F国国籍旗。自 1853 年起使用。
zh_sg: 条纹比例稍微不同的法国国旗。从1853年起使用。

# IDS_PFEE001_FRANCE_TITLE
source: The French Navy
es_mx: La Marina Nacional Francesa
ja: フランス海軍
pl: Marynarka Francji
ru: Национальные военно-морские силы Франции
uk: Національні військово-морські сили Франції
zh: F国海军旗
zh_sg: 法国海军

# IDS_PFEE001_FRANCE_YEARS
source: from 1853
es_mx: de 1853
ja: 1853 年以降
pl: od 1853 r.
ru: с 1853 г.
uk: з 1853 р.
zh: 自1853年起
zh_sg: 从1853年起

# IDS_PFEP075_AIGLE_75
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_PFEP401_GASCOGNE_BATTLE
source: Dazzling
ja: ダズル
pl: Deformujący
ru: Ослепляющий
uk: Сліпучий
zh: 炫目
zh_sg: 耀眼

# IDS_PFEP401_GASCOGNE_BATTLE_DESCRIPTION
source: Such a scheme was used to disguise the ship's distance, speed, and course.
es_mx: Dicho esquema fue usado para ocultar la distancia, velocidad y rumbo del barco.
ja: 艦艇の大きさ、速力、進路を見誤らせることを狙った迷彩スキーム
pl: Wzór taki używany był do utrudniania określenia odległości, prędkości i kursu okrętu.
ru: Такая схема использовалась для затруднения оценки расстояния до корабля, его скорости и курса.
uk: Такою схемою користувалися, щоб ускладнити визначення відстані до корабля, його швидкості й курсу.
zh: 这种图案用于掩饰战舰的距离、速度和航向。
zh_sg: 这种配色可以用于掩盖战舰的距离，速度和航向

# IDS_PFEP402_LAGALISSONIERE_DAZZLE
source: Dazzling
ja: ダズル
pl: Deformujący
ru: Ослепляющий
uk: Сліпучий
zh: 炫目
zh_sg: 耀眼

# IDS_PFEP402_LAGALISSONIERE_DAZZLE_DESCRIPTION
source: Drives the enemy distracted: visually distorts the ship and prevents them from measuring the distance to target, its speed, and course.
es_mx: Distrae al enemigo: distorsiona la visualización del barco y no permite calcular la distancia a un objetivo, su velocidad ni su rumbo.
ja: 敵を混乱させます: 艦艇を視覚的に歪め、距離、速度、進路の判定を困難にします。
pl: Rozprasza uwagę przeciwnika, zniekształcając optycznie okręt i uniemożliwiając pomiar odległości do celu, prędkości oraz kursu.
ru: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
uk: Спантеличує супротивника: візуально деформує корабель і заважає оцінити відстань до об’єкта, його швидкість і курс.
zh: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
zh_sg: 使敌人混乱：从视觉上扭曲战舰，使之无法测量到目标的距离、速度和航向。

# IDS_PFEP403_LETERRIBLE_DAZZLE
source: Dazzling
ja: ダズル
pl: Deformujący
ru: Ослепляющий
uk: Сліпучий
zh: 炫目
zh_sg: 耀眼

# IDS_PFEP403_LETERRIBLE_DAZZLE_DESCRIPTION
source: Drives the enemy distracted: visually distorts the ship and prevents them from measuring the distance to target, its speed, and course.
es_mx: Distrae al enemigo: distorsiona la visualización del barco y no permite calcular la distancia a un objetivo, su velocidad ni su rumbo.
ja: 敵を混乱させます: 艦艇を視覚的に歪め、距離、速度、進路の判定を困難にします。
pl: Rozprasza uwagę przeciwnika, zniekształcając optycznie okręt i uniemożliwiając pomiar odległości do celu, prędkości oraz kursu.
ru: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
uk: Спантеличує супротивника: візуально деформує корабель і заважає оцінити відстань до об’єкта, його швидкість і курс.
zh: Сводит противника с ума: визуально деформирует корабль и не позволяет оценить дистанцию до объекта, его скорость и курс.
zh_sg: 使敌人混乱：从视觉上扭曲战舰，使之无法测量到目标的距离、速度和航向。

# IDS_PFES306_DUNKERQUE_SKIN
source: Fleur d'acier
zh: 弗勒达钦

# IDS_PFES306_DUNKERQUE_SKIN_DESCRIPTION
source: Allons! Enfants de la Patrie! Le jour de gloire est arrivé!
zh: 加油！祖国的孩子们！光荣的日子到来了

# IDS_PFES307_AZUR_DUNKERQUE
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PFES308_RICHELIEU_REPUB
source: The Republic
es_mx: La República
ja: 共和国
pl: Republika
ru: Республика
uk: Республіка
zh: 共和国
zh_sg: 共和国

# IDS_PFES308_RICHELIEU_REPUB_DESCRIPTION
source: War paint camouflage for triumphant battles: Dazzling decor for a daring attack!
es_mx: Camuflaje de guerra para las victorias: ¡Una deslumbrante decoración para un atrevido ataque!
ja: 勝利のための戦闘迷彩であり、大胆不敵な攻撃のための見事な装飾が施されている!
pl: Kamuflaż wojenny do zwycięskich bitew: oszałamiająca dekoracja do oszałamiających ataków!
ru: Парадный камуфляж для торжественных боёв: в атаку — как на бал!
uk: Парадний камуфляж для урочистих боїв: в атаку — як на бал!
zh: 为了战斗胜利而生的战争涂装: 为大胆攻击而存在的闪耀装饰
zh_sg: 凯旋战役战争迷彩：耀眼的装饰风格适合大胆的进攻！

# IDS_PFES310_FRANCE_PARIS
source: Paris
zh: 自由卫士
zh_sg: 自由卫士

# IDS_PFES310_FRANCE_PARIS_DESCRIPTION
source: The first heavy combat spacecraft of the Federation to be propelled by a warp drive.
es_mx: La primera nave espacial pesada de combate de la Federación en ser impulsada con un motor warp.
ja: パリは、連邦軍の重戦闘艦として初めてワープドライブ推進を採用した艦です。
pl: Pierwszy ciężki kosmiczny statek bojowy Federacji, poruszający się dzięki napędowi warpowemu.
ru: Первый тяжёлый боевой корабль Федерации, использующий сверхсветовой двигатель.
uk: Перший важкий бойовий корабель Федерації, який використовує надсвітовий двигун.
zh: 联邦的第一艘重型战斗宇宙飞船是以曲速引擎来驱动
zh_sg: 第一款搭载曲速引擎的重型太空战舰。

# IDS_PFES316_NORMANDIE_SKIN
source: Ocean Liner
es_mx: Transatlántico
ja: オーシャンライナー
pl: Transatlantyk
ru: Океанский лайнер
uk: Океанський лайнер
zh: 远洋船队
zh_sg: 远洋轮

# IDS_PFES316_NORMANDIE_SKIN_DESCRIPTION
source: Inspired by liner Normandie, commissioned in 1932.
es_mx: Inspirado en el transatlántico Normandie comisionado en 1932.
ja: 1932 年に就航した客船ノルマンディーに着想を得た迷彩
pl: Zainspirowany liniowcem Normandie, służącym od 1932 roku.
ru: Вдохновлён лайнером Normandie, спущенным на воду в 1932 году.
uk: Натхненний лайнером Normandie, спущеним на воду 1932 р.
zh: 被1932年服役的诺曼底船队所启发
zh_sg: 灵感来自1932年服役的诺曼底班轮

# IDS_PFES318_RICHELIEU_ROYAL
source: The Maid of Orleans
es_mx: La Doncella de Orleans
ja: オルレアンの乙女
pl: Dziewica Orleańska
ru: Орлеанская дева
uk: Орлеанська діва
zh: 奥尔良的女仆
zh_sg: 奥尔良少女

# IDS_PFES318_RICHELIEU_ROYAL_DESCRIPTION
source: This is the camouflage of choice for those fighting for a just cause, defending their own homeland.
es_mx: Esta es la elección de camuflaje para aquellos que pelean por una causa justa, defendiendo a su patria.
ja: 祖国を守るためという正当な理由の下で戦う艦艇のための迷彩。
pl: Oto kamuflaż specjalnie dla walczących o sprawę, broniących swoich ojczyzn.
ru: Борьба за правое дело и защита Родины — подходящий повод для этого камуфляжа.
uk: Для тих, хто боронить Батьківщину, для тих, хто за правду стоїть!
zh: 这是提供给为正义和家园而战的人们的涂装
zh_sg: 为正义而战的人会审批这种涂装，捍卫自己的家园。

# IDS_PFES320_BOURGOGNE_RHINO
source: Rhino
ja: サイ
pl: Nosorożec
ru: Носорог
uk: Носоріг
zh: Носорог
zh_sg: 犀牛

# IDS_PFES320_BOURGOGNE_RHINO_DESCRIPTION
source: The white rhinoceros has poor eyesight and a gigantic mass of up to 5 tons—very much like a battleship.
es_mx: Los rinocerontes blancos tienes una vista deficiente y una masa gigantesca de hasta 5 toneladas, muy parecido a los acorazados.
ja: シロサイは視力が悪く、最大 5 トンもの巨体を誇る。まさに戦艦のようだ。
pl: Biały nosorożec ma kiepski wzrok i ogromną, sięgającą 5 ton masę. Jest trochę jak pancernik.
ru: У белых носорогов слабое зрение и гигантская масса до 5 тонн — всё как у линкоров.
uk: Білі носороги мають слабкий зір та величезну масу до 5 тонн — все як у лінкорів.
zh: У белых носорогов слабое зрение и гигантская масса до 5 тонн — всё как у линкоров.
zh_sg: 白犀牛的视力很差，体重可达5吨 - 非常像战列舰。

# IDS_PFES321_BOURGOGNE_CLAN
source: War Paint
es_mx: Pintura de Guerra
ja: 戦時迷彩
pl: Malowanie wojenne
ru: Парадный
uk: Парадний
zh: 战争涂料
zh_sg: 战争迷彩

# IDS_PFES321_BOURGOGNE_CLAN_DESCRIPTION
source: Honor to Heroes of Clan Battles
es_mx: Honor a los Héroes de las Batallas de Clan
ja: クラン戦の英雄の栄誉
pl: Cześć bohaterom bitew klanowych
ru: Чествуем героев клановых сражений!
uk: Нагорода героям кланових битв!
zh: 向军团战中英雄们致敬
zh_sg: 向军团战英雄们致敬

# IDS_PFES326_DUNKERQUE_LANTERNFEST20
source: Mid-Autumn Festival
ja: 中秋節
pl: Święto Środka Jesieni
ru: Праздник середины осени
zh: Праздник середины осени

# IDS_PFES328_GASCOGNE_REPUB
source: The Republic
es_mx: La República
ja: 共和国
pl: Republika
ru: Республика
uk: Республіка
zh: 共和国
zh_sg: 共和国

# IDS_PFES328_GASCOGNE_REPUB_DESCRIPTION
source: War paint camouflage for triumphant battles: Dazzling decor for a daring attack!
es_mx: Camuflaje de guerra para las victorias: ¡Una deslumbrante decoración para un atrevido ataque!
ja: 勝利のための戦闘迷彩であり、大胆不敵な攻撃のための見事な装飾が施されている!
pl: Kamuflaż wojenny do zwycięskich bitew: oszałamiająca dekoracja do oszałamiających ataków!
ru: Парадный камуфляж для торжественных боёв: в атаку — как на бал!
uk: Парадний камуфляж для урочистих боїв: в атаку — як на бал!
zh: 为了战斗胜利而生的战争涂装: 为大胆攻击而存在的闪耀装饰
zh_sg: 凯旋战役战争迷彩：耀眼的装饰风格适合大胆的进攻！

# IDS_PFES338_GASCOGNE_ROYAL
source: The Maid of Orleans
es_mx: La Doncella de Orleans
ja: オルレアンの乙女
pl: Dziewica Orleańska
ru: Орлеанская дева
uk: Орлеанська діва
zh: 奥尔良的女仆
zh_sg: 奥尔良少女

# IDS_PFES338_GASCOGNE_ROYAL_DESCRIPTION
source: This is the camouflage of choice for those fighting for a just cause, defending their own homeland.
es_mx: Esta es la elección de camuflaje para aquellos que pelean por una causa justa, defendiendo a su patria.
ja: 祖国を守るためという正当な理由の下で戦う艦艇のための迷彩。
pl: Oto kamuflaż specjalnie dla walczących o sprawę, broniących swoich ojczyzn.
ru: Борьба за правое дело и защита Родины — подходящий повод для этого камуфляжа.
uk: Для тих, хто боронить Батьківщину, для тих, хто за правду стоїть!
zh: 这是提供给为正义和家园而战的人们的涂装
zh_sg: 为正义而战的人会审批这种涂装，捍卫自己的家园。

# IDS_PFES339_JAGUAR_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES339_JAGUAR_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES340_GUEPARD_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES340_GUEPARD_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES341_VAQUELIN_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES341_VAQUELIN_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES342_LEFANTASQUE_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES342_LEFANTASQUE_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES343_MOGADOR_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES343_MOGADOR_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES344_SIROCO_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES344_SIROCO_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES345_BAYARD_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES345_BAYARD_FRANCE_DESCRIPTION
source: Honor, Motherland, Bravery, Discipline.
es_mx: Honor, Patria, Valor, Disciplina.
ja: 名誉、祖国、勇気、規律
pl: Honor, ojczyzna, męstwo, dyscyplina.
ru: Честь, Отечество, доблесть, дисциплина.
uk: Честь, Батьківщина, звитяга, дисципліна.
zh: Честь, Отечество, доблесть, дисциплина.
zh_sg: 荣誉、祖国、勇敢、纪律。

# IDS_PFES356_KLEBER_FRANCE
source: French Navy
es_mx: Marina Francesa
ja: フランス海軍
pl: Marynarka francuska
ru: Французский флот
uk: Французький флот
zh: Французский флот
zh_sg: 法国海军

# IDS_PFES408_CHARLES_MARTEL_H2017
source: Scarab
zh: 圣甲虫
zh_sg: 圣甲虫

# IDS_PFES408_CHARLES_MARTEL_H2017_DESCRIPTION
source: Your enemy will not find shelter from you even in the otherworld
es_mx: Tu enemigo no encontrará donde esconderse de ti incluso en el otro mundo
ja: 敵はあの世でさえもあなたから隠れることはできないだろう
pl: Twój wróg nie znajdzie przed Tobą schronienia nawet w innym wymiarze
ru: Враг не укроется от вас даже в загробном мире
uk: Ворог не сховається від вас навіть у потойбічному світі
zh: 敌人就算跑到别的世界也躲不了您
zh_sg: 敌人就算到了别的世界也无法躲避您
