Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SEASON_STATS_HINT
source: The current season statistics are included in the general Rank Battles summary statistics. Statistics for the current season will be accessible separately after the season is over.
es_mx: Las estadísticas de la temporada actual están incluidas en el resumen de estadísticas de Batallas por Rango. Las estadísticas de la temporada actual serán accesibles por separado después de que termine la temporada.
ja: 現シーズンの戦績は、ランク戦の一般戦績の概要に含まれています。現シーズン限定の戦績は、シーズン終了後に別途アクセス可能になります。
pl: Statystyki bieżącego sezonu są zawarte w ogólnych statystykach bitew rankingowych. Statystyki bieżącego sezonu będą dostępne osobno, kiedy dobiegnie on końca.
ru: Статистика по текущему сезону учитывается в общей сводке ранговых боёв. Отдельная статистика по текущему сезону станет доступна после его окончания.
uk: Статистика поточного сезону враховується у загальних підсумках рангових боїв. Окрема статистика поточного сезону буде доступною після його закінчення.
zh: 当前赛季统计包含了一般排位战总结统计。当前赛季的统计在该赛季结束后就可以个别浏览。
zh_sg: 当前统计包含了整体排位战的汇总数据。当前赛季单独数据的统计在该赛季结束后才能查看。

# IDS_SEASON_TITLE_0
source: Test Season
es_mx: Temporada de Prueba
ja: テストシーズン
pl: Sezon testowy
ru: Тестовый сезон
uk: Тестовий сезон
zh: 测试赛季
zh_sg: 测试赛季

# IDS_SEASON_TITLE_1
source: Pilot Season
es_mx: Temporada Piloto
ja: パイロットシーズン
pl: Sezon pilotażowy
ru: Стартовый сезон
uk: Стартовий сезон
zh: 测试赛季
zh_sg: 测试赛季

# IDS_SEASON_TITLE_10
source: The Tenth Season
es_mx: La Décima Temporada
ja: 第 10 シーズン
pl: Dziesiąty sezon
ru: Десятый сезон
uk: Десятий сезон
zh: 第十赛季
zh_sg: 第十赛季

# IDS_SEASON_TITLE_101
source: Sprint 1
es_mx: Carrera 1
ja: スプリント 1
ru: Первый спринт
uk: Перший спринт
zh: 冲刺1
zh_sg: 冲刺 1

# IDS_SEASON_TITLE_102
source: Sprint 2
es_mx: Carrera 2
ja: スプリント 2
ru: Второй спринт
uk: Другий спринт
zh: 冲刺2
zh_sg: 冲刺 2

# IDS_SEASON_TITLE_103
source: Sprint 3
es_mx: Carrera 3
ja: スプリント 3
ru: Третий спринт
uk: Третій спринт
zh: 冲刺3
zh_sg: 冲刺 3

# IDS_SEASON_TITLE_104
source: Sprint 4
es_mx: Carrera 4
ja: スプリント 4
ru: Четвёртый спринт
uk: Четвертий спринт
zh: 冲刺4
zh_sg: 冲刺 4

# IDS_SEASON_TITLE_105
source: Sprint 5
es_mx: Carrera 5
ja: スプリント 5
ru: Пятый спринт
uk: П’ятий спринт
zh: Пятый спринт
zh_sg: 冲刺 5

# IDS_SEASON_TITLE_106
source: Sprint 6
es_mx: Carrera 6
ja: スプリント 6
ru: Шестой спринт
uk: Шостий спринт
zh: Шестой спринт
zh_sg: 冲刺 6

# IDS_SEASON_TITLE_107
source: Sprint 7
es_mx: Carrera 7
ja: スプリント 7
ru: Седьмой спринт
uk: Шостий спринт
zh: Седьмой спринт
zh_sg: 冲刺 7

# IDS_SEASON_TITLE_108
source: Sprint 8
es_mx: Carrera 8
ja: スプリント 8
ru: Восьмой спринт
uk: Восьмий спринт
zh: Восьмой спринт
zh_sg: 冲刺 8

# IDS_SEASON_TITLE_109
source: Sprint 9
es_mx: Carrera 9
ja: スプリント 9
ru: Девятый спринт
uk: Дев’ятий спринт
zh: Девятый спринт
zh_sg: 冲刺 9

# IDS_SEASON_TITLE_11
source: The Eleventh Season
es_mx: La Undécima Temporada
ja: 第 11 シーズン
pl: Jedenasty sezon
ru: Одиннадцатый сезон
uk: Одинадцятий сезон
zh: 第十一赛季
zh_sg: 第十一赛季

# IDS_SEASON_TITLE_110
source: Sprint 10
es_mx: Carrera 10
ja: スプリント 10
ru: Десятый спринт
uk: Десятий спринт
zh: Десятый спринт
zh_sg: 冲刺 10

# IDS_SEASON_TITLE_111
source: Sprint 11
es_mx: Carrera 11
ja: スプリント 11
ru: Одиннадцатый спринт
uk: Одинадцятий спринт
zh: Одиннадцатый спринт
zh_sg: 冲刺 11

# IDS_SEASON_TITLE_112
source: Sprint 12
es_mx: Carrera 12
ja: スプリント 12
ru: Двенадцатый спринт
uk: Дванадцятий спринт
zh: Двенадцатый спринт
zh_sg: 冲刺 12

# IDS_SEASON_TITLE_113
source: Sprint 13
es_mx: Carrera 13
ja: スプリント 13
ru: Тринадцатый спринт
uk: Тринадцятий спринт
zh: Тринадцатый спринт
zh_sg: 冲刺 13

# IDS_SEASON_TITLE_114
source: Sprint 14
es_mx: Carrera 14
ja: スプリント 14
ru: Четырнадцатый спринт
uk: Чотирнадцятий спринт
zh: Четырнадцатый спринт
zh_sg: 冲刺 14

# IDS_SEASON_TITLE_115
source: Sprint 15
es_mx: Carrera 15
ja: スプリント 15
ru: Пятнадцатый спринт
uk: П’ятнадцятий спринт
zh: Пятнадцатый спринт
zh_sg: 冲刺 15

# IDS_SEASON_TITLE_116
source: Sprint 16
es_mx: Carrera 16
ja: スプリント 16
ru: Шестнадцатый спринт
uk: Шістнадцятий спринт
zh: Шестнадцатый спринт
zh_sg: 冲刺 16

# IDS_SEASON_TITLE_117
source: Sprint 17
es_mx: Carrera 17
ja: スプリント 17
ru: Семнадцатый спринт
uk: Сімнадцятий спринт
zh: Семнадцатый спринт
zh_sg: 冲刺 17

# IDS_SEASON_TITLE_118
source: Sprint 18
es_mx: Carrera 18
ja: スプリント 18
ru: Восемнадцатый спринт
uk: Вісімнадцятий спринт
zh: Восемнадцатый спринт
zh_sg: 冲刺 18

# IDS_SEASON_TITLE_12
source: The Twelfth Season
es_mx: La Duodécima temporada
ja: 第 12 シーズン
pl: Dwunasty sezon
ru: Двенадцатый сезон
uk: Дванадцятий сезон
zh: Двенадцатый сезон
zh_sg: 第十二赛季

# IDS_SEASON_TITLE_13
source: The Thirteenth Season
es_mx: La Decimotercera Temporada
ja: 第 13 シーズン
pl: Sezon trzynasty
ru: Тринадцатый сезон
uk: Тринадцятий сезон
zh: Тринадцатый сезон
zh_sg: 第13赛季

# IDS_SEASON_TITLE_14
source: The Fourteenth Season
es_mx: La Decimocuarta Temporada
ja: 第 14 シーズン
pl: Czternasty sezon
ru: Четырнадцатый сезон
uk: Чотирнадцятий сезон
zh: Четырнадцатый сезон
zh_sg: 第十四赛季

# IDS_SEASON_TITLE_15
source: The Fifteenth Season
es_mx: La Decimoquinta Temporada
ja: 第 15 シーズン
pl: Piętnasty sezon
ru: Пятнадцатый сезон
uk: П’ятнадцятий сезон
zh: Пятнадцатый сезон
zh_sg: 第十五赛季

# IDS_SEASON_TITLE_16
source: The Sixteenth Season
es_mx: La Decimosexta Temporada
ja: 第 16 シーズン
pl: Szesnasty sezon
ru: Шестнадцатый сезон
uk: Шістнадцятий сезон
zh: Шестнадцатый сезон
zh_sg: 第十六赛季

# IDS_SEASON_TITLE_17
source: The Seventeenth Season
es_mx: La Decimoséptima Temporada
ja: 第 17 シーズン
pl: Siedemnasty sezon
ru: Семнадцатый сезон
uk: Сімнадцятий сезон
zh: Семнадцатый сезон
zh_sg: 第十七赛季

# IDS_SEASON_TITLE_18
source: The Eighteenth Season
es_mx: La Decimoctava Temporada
ja: 第 18 シーズン
pl: Osiemnasty sezon
ru: Восемнадцатый сезон
uk: Вісімнадцятий сезон
zh: Восемнадцатый сезон
zh_sg: 第十八赛季

# IDS_SEASON_TITLE_19
source: The Nineteenth Season
es_mx: La Decimonovena Temporada
ja: 第 19 シーズン
pl: Dziewiętnasty sezon
ru: Девятнадцатый сезон
uk: Дев’ятнадцятий сезон
zh: Девятнадцатый сезон
zh_sg: 第十九赛季

# IDS_SEASON_TITLE_2
source: The Second Season
es_mx: La Segunda Temporada
ja: セカンドシーズン
pl: Drugi sezon
ru: Второй сезон
uk: Другий сезон
zh: 第二赛季
zh_sg: 第二赛季

# IDS_SEASON_TITLE_20
source: The Twentieth Season
es_mx: La Duodécima Temporada
ja: 第 20 シーズン
pl: Dwudziesty sezon
ru: Двадцатый сезон
uk: Двадцятий сезон
zh: Двадцатый сезон
zh_sg: 第二十赛季

# IDS_SEASON_TITLE_3
source: The Third Season
es_mx: La Tercera Temporada
ja: サードシーズン
pl: Trzeci sezon
ru: Третий сезон
uk: Третій сезон
zh: 第三季
zh_sg: 第三季

# IDS_SEASON_TITLE_4
source: The Fourth Season
es_mx: La Cuarta Temporada
ja: 第 4 シーズン
pl: Czwarty sezon
ru: Четвёртый сезон
uk: Четвертий сезон
zh: 第四赛季
zh_sg: 第四赛季

# IDS_SEASON_TITLE_5
source: The Fifth Season
es_mx: La Quinta Temporada
ja: 第 5 シーズン
pl: Piąty sezon
ru: Пятый сезон
uk: П’ятий сезон
zh: 第五赛季
zh_sg: 第五赛季

# IDS_SEASON_TITLE_6
source: The Sixth Season
es_mx: La Sexta Temporada
ja: 第 6 シーズン
pl: Szósty sezon
ru: Шестой сезон
uk: Шостий сезон
zh: 第六赛季
zh_sg: 第六赛季

# IDS_SEASON_TITLE_7
source: The Seventh Season
es_mx: La Séptima Temporada
ja: 第 7 シーズン
pl: Siódmy sezon
ru: Седьмой сезон
uk: Сьомий сезон
zh: 第七赛季
zh_sg: 第七赛季

# IDS_SEASON_TITLE_8
source: The Eighth Season
es_mx: La Octava Temporada
ja: 第 8 シーズン
pl: Ósmy sezon
ru: Восьмой сезон
uk: Восьмий сезон
zh: 第八赛季
zh_sg: 第八赛季

# IDS_SEASON_TITLE_9
source: The Ninth Season
es_mx: La Novena Temporada
ja: 第 9 シーズン
pl: Dziewiąty sezon
ru: Девятый сезон
uk: Дев’ятий сезон
zh: 第九赛季
zh_sg: 第九赛季

# IDS_SEA_REFLECTION_QUALITY
source: Reflections
es_mx: Reflejos
ja: 反射
pl: Odbicia
ru: Отражения
uk: Відбиття
zh: 反射
zh_sg: 反射

# IDS_SEA_SIMULATION_QUALITY
source: Sea Rendering Quality
es_mx: Calidad del Mar
ja: 海面描画品質
pl: Jakość renderowania morza
ru: Качество воды
uk: Якість води
zh: 海面渲染质量
zh_sg: 海面渲染质量

# IDS_SECOND
source: s
ja: 秒
ru: с
uk: с
zh: 秒
zh_sg: 秒

# IDS_SECONDARYHEADER
source: Secondary tasks:
es_mx: Tareas secundarias:
ja: 副タスク:
pl: Zadania poboczne:
ru: Дополнительные задачи:
uk: Додаткові завдання:
zh: 次要工作：
zh_sg: 次要目标：

# IDS_SECONDARY_CALIBER
source: Secondary Battery
es_mx: Batería Secundaria
ja: 副砲
pl: Bateria dodatkowa
ru: Вспомогательный калибр
uk: Допоміжний калібр
zh: 次要武器
zh_sg: 副炮组

# IDS_SECOND_AMERICAN_ARCSUBCOLLECTION_NAME
source: Cruisers, 1940s
es_mx: Cruceros, 1940s
ja: 巡洋艦 (1940 年代)
pl: Krążowniki, lata 40.
ru: Крейсеры 1940-х гг.
uk: Крейсери 1940-х рр.
zh: 巡洋舰，1940年代
zh_sg: 巡洋舰，40年代

# IDS_SECOND_AZURLANESUBCOLLECTION_NAME
source: Royal Navy
ja: ロイヤル
ru: Королевский Флот
uk: Королівський флот
zh: 无敌战舰
zh_sg: 皇家海军

# IDS_SECOND_BD098_NAME
source: Ships of World War I
ja: 第一次世界大戦の艦艇
pl: Okręty I wojny światowej
ru: Корабли Первой мировой
zh: Корабли Первой мировой

# IDS_SECOND_BDSUBCOLLECTION_NAME
source: Part 2
es_mx: Parte 2
ja: パート 2
pl: Część 2
ru: Часть 2
uk: Частина 2
zh: 第 2 部分
zh_sg: 第 2 部分

# IDS_SECOND_BRITISHARC_NAME
source: Artillery
es_mx: Artillería
ja: 砲
pl: Artyleria
ru: Артиллерия
uk: Артилерія
zh: 火炮
zh_sg: 火炮

# IDS_SECOND_BRITISHCVARC_NAME
source: Fleet Air Arm
ja: 艦隊航空隊
pl: British Royal Air Force
ru: Воздушные силы Королевского флота
uk: Повітряні сили Королівського флоту
zh: Воздушные силы Королевского флота
zh_sg: 海军航空部队

# IDS_SECOND_CAPTSUBCOLLECTION_NAME
source: Masterclass by Cap
es_mx: Clase Magistral de Cap
ja: 船長のマスタークラス
pl: Mistrzostwo wg Kapitana
ru: Мастер-класс от Кэпа
uk: Майстер-клас від Кепа
zh: Мастер-класс от Кэпа
zh_sg: 卡普大师课

# IDS_SECOND_CLASS_SKILL
source: Additional Specialized Skill
es_mx: Habilidad Especializada Adicional
ja: 追加の専門スキル
pl: Dodatkowa umiejętność specjalistyczna
ru: Дополнительный классовый навык
uk: Додаткове класове уміння
zh: 额外特化技能
zh_sg: 额外特化技能

# IDS_SECOND_FRENCHDDARC_NAME
source: Order of the Legion of Honor
es_mx: Orden de la Legión de Honor
ja: レジオンドヌール勲章
pl: Order Legii Honorowej
ru: Орден Почётного легиона
uk: Орден Почесного легіону
zh: Орден Почётного легиона
zh_sg: 荣誉军团勋章

# IDS_SECOND_GF097_NAME
source: Ship Emblems
es_mx: Emblemas de Barcos
ja: 艦艇の紋章
pl: Emblematy okrętów
ru: Гербы кораблей
uk: Герби кораблів
zh: Гербы кораблей
zh_sg: 战舰徽章

# IDS_SECOND_HAPPY_BIRTHDAY2018COLLECTION_NAME
source: Part 2
es_mx: Parte 2
ja: パート 2
pl: Część 2
ru: Часть 2
uk: Частина 2
zh: 第 2 部分
zh_sg: 第 2 部分

# IDS_SECOND_HSF2018SUBCOLLECTION_NAME
source: Weapons Department
es_mx: Departamento de Armas
ja: 砲雷科
pl: Wydział uzbrojenia
ru: Артиллерийская и минно-торпедная боевая часть
uk: Артилерійська і мінно-торпедна бойова частина
zh: 炮雷科
zh_sg: 武器部

# IDS_SECOND_ITCA_0810_NAME
source: Tour of Duty
es_mx: Registro de Combate
ja: 各地での任務
pl: Służba
ru: Боевой путь
uk: Бойовий шлях
zh: Боевой путь
zh_sg: 使命回顾

# IDS_SECOND_KOTSSUBCOLLECTION_NAME
source: Tournament Setup
es_mx: Configuración del Torneo
ja: トーナメントのセットアップ
pl: Struktura turnieju
ru: Организация турнира
uk: Організація турніру
zh: Организация турнира
zh_sg: 比赛配置

# IDS_SECOND_NY2018SUBCOLLECTION_NAME
source: Ship Badges
es_mx: Insignias del Barco
ja: 艦艇のバッジ
pl: Godła okrętów
ru: Эмблемы кораблей
uk: Емблеми кораблів
zh: 战舰徽章
zh_sg: 战舰徽章

# IDS_SECOND_NY2019SUBCOLLECTION_NAME
source: Legendary Names
es_mx: Nombres Legendarios
ja: 伝説的な艦名
pl: Legendarne nazwiska
ru: Легендарные имена
uk: Легендарні імена
zh: 传奇名字
zh_sg: 传奇的名字

# IDS_SECOND_NY2020SUBCOLLECTION_NAME
source: Banners
es_mx: Posiciones
ja: バナー
pl: Sztandary
ru: Плакаты
uk: Плакати
zh: Плакаты
zh_sg: 横幅

# IDS_SECOND_OVECHKINSUBCOLLECTION_NAME
source: Early Career
es_mx: Carrera Inicial
ja: 初期のキャリア
pl: Początki kariery
ru: Начало карьеры
uk: Початок кар’єри
zh: 早期生涯
zh_sg: 早期生涯

# IDS_SECOND_SOVIETBBARC_NAME
source: Main Battery
es_mx: Batería Principal
ja: 主砲
pl: Bateria główna
ru: Орудия главного калибра
uk: Гармати головного калібру
zh: 主炮
zh_sg: 主炮组

# IDS_SECOND_SPACE
source: s
ja: 秒
ru: с
uk: с
zh: 秒
zh_sg: 秒

# IDS_SECOND_VIVALAFRANCESUBCOLLECTION_NAME
source: Badges and Coats of Arms
es_mx: Medallas y Escudos de Armas
ja: バッジと紋章
pl: Godła i herby
ru: Эмблемы и гербы
uk: Емблеми і герби
zh: 徽章和纹章
zh_sg: 徽章和纹章

# IDS_SECOND_YAMSUBCOLLECTION_NAME
source: Uniform Items
es_mx: Artículos Uniformes
ja: 制服小物
pl: Mundury
ru: Элементы униформы
uk: Елементи однострою
zh: 军服物品
zh_sg: 军服物品

# IDS_SEE_MORE_DETAILS_ABOUT_JUNIOR_SEASON
source: For more information about the Sprint, please go to the Summary screen.
es_mx: Para más información sobre la Carrera, ve a la pantalla Resumen.
ja: 今回のスプリントの詳細は、概要画面でご確認いただけます。
pl: Żeby uzyskać więcej informacji o sprincie, przejdź do ekranu podsumowania.
ru: Более подробную информацию о спринте можно посмотреть на экране сводки.
uk: Докладну інформацію про спринт можна подивитися на екрані підсумків.
zh: Более подробную информацию о спринте можно посмотреть на экране сводки.
zh_sg: 想获得更多有关排位冲刺的信息，请前往汇总界面。

# IDS_SEE_MORE_DETAILS_ABOUT_SEASON
source: For more information about the season, please go to the Summary screen.
es_mx: Para más información sobre la temporada, por favor ve a la pantalla de Resumen.}
ja: このシーズンの詳細は、概要画面でご確認いただけます。
pl: Żeby uzyskać więcej informacji o sezonie, przejdź do ekranu podsumowania.
ru: Более подробную информацию о сезоне можно посмотреть на экране сводки.
uk: Докладну інформацію про сезон можна подивитися на екрані підсумків.
zh: 想获得更多有关赛季的信息，请前往总结画面。
zh_sg: 想获得更多有关赛季的信息，请前往汇总界面。

# IDS_SELECTED_BY_USER
source: Primary
es_mx: Primario
ja: メイン
pl: Podstawowy
ru: Основные
uk: Основні
zh: 最爱
zh_sg: 主要

# IDS_SELECTED_FOR_PASSAGE
source: Select
es_mx: Seleccionar
ja: 選択
pl: Wybierz
ru: Выбрать
uk: Вибрати
zh: 选择
zh_sg: 选择

# IDS_SELECTED_TRAINING_BATTLE_TIME
source: Battle time:
es_mx: Tiempo de batalla:
ja: 戦闘時間:
pl: Czas bitwy:
ru: Время боя:
uk: Час бою:
zh: 战斗时间：
zh_sg: 战斗时间：

# IDS_SELECTED_TRAINING_COMMENT
source: Comment:
es_mx: Comentario:
ja: コメント:
pl: Komentarz:
ru: Комментарий:
uk: Коментар:
zh: 评论：
zh_sg: 说明：

# IDS_SELECTED_TRAINING_MAP
source: Map:
es_mx: Mapa:
ja: マップ:
pl: Mapa:
ru: Карта:
uk: Мапа:
zh: 地图：
zh_sg: 地图：

# IDS_SELECTED_TRAINING_ORGANIZER
source: Creator:
es_mx: Creador:
ja: 作成者:
pl: Twórca:
ru: Организатор:
uk: Засновник:
zh: 建立者：
zh_sg: 创建者：

# IDS_SELECTED_TRAINING_PLAYERS_COUNT
source: Number of players:
es_mx: Número de jugadores:
ja: プレイヤー数:
pl: Liczba graczy:
ru: Количество игроков:
uk: Кількість гравців:
zh: 玩家数：
zh_sg: 玩家数量：

# IDS_SELECTED_TRAINING_TEAM_RESTRICTIONS
source: Team Members:
es_mx: Miembros del Equipo:
ja: チームメンバー:
pl: Członkowie drużyny:
ru: Состав команды:
uk: Склад команди:
zh: 队伍成员：
zh_sg: 团队成员：

# IDS_SELECTED_TRAINING_TYPE_OF_BATTLE
source: Battle mode:
es_mx: Modo de batalla:
ja: 戦闘モード:
pl: Tryb bitwy:
ru: Режим боя:
uk: Режим бою:
zh: 战斗类型：
zh_sg: 战斗模式：

# IDS_SELECTED_TRAINING_WEATHER
source: Weather:
es_mx: Clima:
ja: 天候:
pl: Pogoda:
ru: Погода:
uk: Погода:
zh: 天气：
zh_sg: 天气

# IDS_SELECTING_CROSSHAIR
source: Crosshair Selection
es_mx: Selección del Punto de Mira
ja: 照準の選択
pl: Wybór celownika
ru: Выбор планки прицела
uk: Вибір прицільної планки
zh: 准星选择
zh_sg: 准星选择

# IDS_SELECT_AIRPLANES
source: Select Aircraft
es_mx: Seleccionar Avión
ja: 航空機選択
pl: Wybierz samolot
ru: Выбрать самолёт
uk: Вибрати літак
zh: 选择飞机
zh_sg: 选择飞机

# IDS_SELECT_ALL_AIRPLANES
source: Select All Airborne Squadrons
es_mx: Seleccionar Todos los Escuadrones en Vuelo
ja: 全ての飛行中の中隊を選択
pl: Wybierz wszystkie lecące eskadry
ru: Выделить все эскадрильи в воздухе
uk: Виділити всі ескадрильї у повітрі
zh: 选择所有飞行中的航空中队
zh_sg: 选择所有飞行中的中队

# IDS_SELECT_ALL_SHIPS_FOR_DETAILED_STAT
source: Show statistics for all ships
es_mx: Mostrar las estadísticas de todos los barcos
ja: 全艦艇の戦績を表示
pl: Pokaż statystyki dla wszystkich okrętów
ru: Отобразить статистику всех кораблей
uk: Показати статистику всіх кораблів
zh: 显示所有战舰的统计
zh_sg: 显示所有战舰的统计

# IDS_SELECT_CLAN_BATTLE_SCHEDULE
source: Choose the prime time
es_mx: Elige el horario principal
ja: プライムタイムを選択
pl: Wybierz okno czasowe
ru: Выбрать прайм-тайм
uk: Виберіть прайм-тайм
zh: Выбрать прайм-тайм
zh_sg: 选择黄金时间

# IDS_SELECT_CROSSHAIR
source: Select Crosshair
es_mx: Selecciona un Punto de Mira
ja: 照準を選択
pl: Wybierz celownik
ru: Выбрать прицел
uk: Вибрати приціл
zh: 选择准星
zh_sg: 选择准星

# IDS_SELECT_DOGTAG_COMPONENT
source: Select a patch element
es_mx: Selecciona un elemento del parche
ja: パッチ要素を選択
pl: Wybierz element naszywki
ru: Выбрать элемент нашивки
uk: Вибрати елемент нашивки
zh: 选择臂章元素
zh_sg: 选择补丁元素

# IDS_SELECT_DOGTAG_COMPONENT_UNIQUE
source: Select an emblem
es_mx: Selecciona un emblema
ja: エンブレムを選択
pl: Wybierz emblemat
ru: Выбрать эмблему
uk: Вибрати емблему
zh: 选择标志
zh_sg: 选择一个徽章

# IDS_SELECT_NEXT_AIRPLANE
source: Next Squadron
es_mx: Siguiente Escuadrón
ja: 次の中隊
pl: Następna eskadra
ru: Следующая эскадрилья
uk: Наступна ескадрилья
zh: 下支航空中队
zh_sg: 下支中队

# IDS_SELECT_ONE_OF_SHIPS_ALLOWED_FOR_EVENT
source: Select a suitable ship for the Asymmetric Battle
es_mx: Selecciona un barco adecuado para la Batalla de Submarinos
ja: 非対称戦に適合する艦艇を選択
pl: Wybierz okręt odpowiedni do bitew asymetrycznych
ru: Выберите корабль, подходящий для Асимметричного боя
uk: Виберіть корабель, придатний для Підводного бою
zh: 选择一艘适合军备竞赛活动的战舰
zh_sg: 选择一艘适合潜艇战的战舰

# IDS_SELECT_ONE_OF_SHIPS_ALLOWED_FOR_MILESTONE
source: The selected ship is not suitable for this combat mission
es_mx: El barco seleccionado no es adecuado para esta misión de combate
ja: 選択中の艦艇は、このコンバットミッションには不適合
pl: Wybrany okręt nie spełnia warunków tej misji bojowej
ru: Выбранный корабль не подходит для этой боевой задачи
uk: Вибраний корабель не пасує для цього бойового завдання
zh: 选择的战舰不适合此战斗任务
zh_sg: 选择的战舰不适合此作战任务

# IDS_SELECT_ONE_OF_SHIPS_ALLOWED_FOR_OPERATION
source: Select one of the ships allowed to participate in the operation
es_mx: Selecciona uno de los barcos permitidos para participar en la operación
ja: このオペレーションに参加可能な艦艇を選択
pl: Wybierz jeden z okrętów pozwalających na wzięcie udziału w tej operacji
ru: Выберите один из кораблей, допущенных для участия в операции
uk: Виберіть один із кораблів, допущених для участі в операції
zh: 从中选择一艘允许参与行动的战舰
zh_sg: 从中选择一艘允许参与行动的战舰

# IDS_SELECT_ONE_OF_SHIPS_ALLOWED_FOR_TRAINING
source: Select one of the ships eligible for Training Battles
es_mx: Selecciona uno de los barcos elegibles para las Batallas de Entrenamiento
ja: トレーニング戦の適合艦艇を選択
pl: Wybierz jeden z okrętów nadających się do bitew treningowych
ru: Выберите один из кораблей, допущенных к участию в тренировочном бою
uk: Виберіть один із кораблів, допущених до участі у тренувальному бою
zh: 选择一艘适合加入战斗训练的战舰
zh_sg: 选择一艘可用于战斗训练的战舰

# IDS_SELECT_PORT
source: Select Port
es_mx: Seleccionar Puerto
ja: 港の選択
pl: Wybierz Port
ru: Выбрать порт
uk: Вибрати Порт
zh: 选择港口
zh_sg: 选择港口

# IDS_SELECT_SHIP_FOR_DETAILED_STAT
source: Show statistics for this ship
es_mx: Mostrar las estadísticas de este barco
ja: この艦艇の戦績を表示
pl: Pokaż statystyki dla tego okrętu
ru: Отобразить статистику этого корабля
uk: Показати статистику цього корабля
zh: 显示此战舰的统计
zh_sg: 显示此战舰的统计

# IDS_SELECT_YOUR_TEAM
source: You are not on a team
es_mx: No estás en un equipo
ja: チームに所属していません
pl: Nie należysz do tej drużyny
ru: Вы не в команде
uk: Ви не в команді
zh: 您不在队伍中
zh_sg: 您不在团队中

# IDS_SELL
source: Sell
es_mx: Vender
ja: 売却
pl: Sprzedaj
ru: Продать
uk: Продати
zh: 出售
zh_sg: 出售

# IDS_SELLING_WITH_DISCOUNT_WARNING
source: You are about to sell an object at a discounted price.
es_mx: Estás a punto de vender un artículo a un precio de descuento.
ja: オブジェクトを割引価格で売却しようとしています。
pl: Sprzedasz obiekt po zniżkowej cenie.
ru: Вы продаёте объект, на который действует скидка.
uk: Ви продаєте об’єкт, на який діє знижка.
zh: 您即将以折扣的价格来出售该商品。
zh_sg: 您即将以折扣价来出售该商品。

# IDS_SELL_COST
source: Sale price:
es_mx: Precio de venta:
ja: 販売価格:
pl: Cena sprzedaży:
ru: Стоимость продажи:
uk: Вартість продажу:
zh: 出售价格：
zh_sg: 出售价格：

# IDS_SELL_OR_UNMOUNT_MODERNIZATION_MOUSE_INSTRUCTION
source: Demount or sell an upgrade
es_mx: Desmontar o vender una mejora
ja: アップグレードの解除/売却
pl: Zdemontuj lub sprzedaj ulepszenie
ru: Демонтировать или продать модернизацию
uk: Демонтувати або продати модернізацію
zh: 拆卸或出售一个升级品
zh_sg: 拆卸或出售一个升级品

# IDS_SEND_MESSAGE
source: Send message
es_mx: Enviar mensaje
ja: メッセージ送信
pl: Wyślij wiadomość
ru: Отправить сообщение
uk: Надіслати повідомлення
zh: 发送消息
zh_sg: 发送消息

# IDS_SEP18_DAILY
source: Daily Mission
es_mx: Misión Diaria
ja: デイリーミッション
pl: Misja codzienna
ru: Вызов дня
uk: Виклик дня
zh: 每日任务
zh_sg: 日常

# IDS_SERVER
source: Server:
es_mx: Servidor:
ja: サーバー:
pl: Serwer:
ru: Сервер:
uk: Сервер:
zh: 服务器：
zh_sg: 服务器：

# IDS_SERVER_DISCONNECT
source: DISCONNECT FROM SERVER
es_mx: DESCONECTAR DEL SERVIDOR
ja: サーバーから切断
pl: ODŁĄCZ OD SERWERA
ru: ОТКЛЮЧИТЬСЯ ОТ СЕРВЕРА
uk: ВІД’ЄДНАТИСЯ ВІД СЕРВЕРА
zh: 中断连接
zh_sg: 从服务器断开

# IDS_SERVER_DISCONNECTED
source: You have been disconnected from the server.
es_mx: Has sido desconectado del servidor.
ja: サーバーから切断されました。
pl: Utraciłeś połączenie z serwerem.
ru: Вы отключены от сервера.
uk: Вас від’єднано від серверу.
zh: 您已经与服务器的中断连接。
zh_sg: 您已经与服务器的中断连接。

# IDS_SERVER_DISCONNECT_BUTTON
source: Disconnect
es_mx: Desconectar
ja: 切断
pl: Odłącz
ru: Отключиться
uk: Від’єднатися
zh: 中断链接
zh_sg: 断开连接

# IDS_SERVER_HAS_RESTART_BATTLE
source: Attention! Server is unavailable due to maintenance. When the current battle is over you will be redirected to the login screen.
es_mx: ¡Atención! El servidor no está disponible debido a mantenimiento. Cuando la batalla actual termine, serás redirigido a la pantalla de inicio.
ja: 注意! メンテナンスのため、サーバーがご利用頂けません。現在の戦闘の終了後、ログイン画面にリダイレクトされます。
pl: Uwaga! Serwer jest niedostępny z powodu prac konserwacyjnych. Kiedy bieżąca bitwa dobiegnie końca, zostaniesz przekierowany na ekran logowania.
ru: Внимание! Сервер недоступен по причине профилактических работ. По завершении текущего боя вы будете перенаправлены в окно логина.
uk: Увага! Сервер недоступний у зв’язку з профілактичними роботами. Після завершення цього бою вас спрямують у вікно входу у гру.
zh: 注意！服务器由于维修而无法使用。您会在当前战斗结束时被重新定向至登入画面。
zh_sg: 注意！服务器即将开始维护。您会在当前战斗结束时退回至登入界面。

# IDS_SERVER_HAS_RESTART_BATTLE_SOFT
source: Attention! Server rebooting. When the current battle ends, you will be redirected to a different server.
es_mx: ¡Atención! Reinicio del servidor. Cuando la batalla actual termine, serás redirigido a un servidor diferente.
ja: 注意! サーバーを再起動中です。現在の戦闘が完了した後に、別のサーバーにリダイレクトされます。
pl: Uwaga! Ponowne uruchamianie serwera. Kiedy zakończy się bieżąca bitwa, zostaniesz przekierowany na inny serwer.
ru: Внимание! Сервер перезапускается. По завершении текущего боя вы будете перенаправлены на другой сервер.
uk: Увага! Сервер перезапускається. Після завершення цього бою вас спрямують на інший сервер.
zh: 注意！服务器正在重新启动。当目前战斗结束时，您就会被导往到不同的服务器。
zh_sg: 注意！服务器正在重启。您当前战斗结束后，你将转移至其它服务器。

# IDS_SERVER_IS_FULL_WAIT_FOR_YOU_TURN
source: Sorry, server is busy. You are in a queue to enter the game. Wait until the client connects to the game automatically.
es_mx: Lo sentimos, el servidor está ocupado. Estás en una lista de espera para entrar al juego. Espera hasta que el cliente te conecte al juego automáticamente.
ja: 申し訳ございませんが、サーバーがビジーです。現在、ゲーム参加待機中です。クライアントがゲームに自動接続するまでお待ちください。
pl: Przepraszamy, serwer jest zajęty. Oczekujesz w kolejce do gry. Poczekaj, aż klient połączy się automatycznie.
ru: Извините, сервер перегружен. Вы в очереди на вход в игру. Ожидайте, пока клиент автоматически войдёт в игру.
uk: Вибачте, сервер перевантажений. Ви перебуваєте у черзі. Очікуйте, доки клієнт гри автоматично увійде у гру.
zh: 服务器已满，您正在进入游戏的队列中，请稍后。
zh_sg: 服务器已满，您正在进入游戏的队列中，请稍后。

# IDS_SERVER_NAME
source: Server
es_mx: Servidor
ja: サーバー
pl: Serwer
ru: Сервер
uk: Сервер
zh: 服务器
zh_sg: 服务器

# IDS_SERVER_RELOAD_MESSAGE
source: The server will restart in
es_mx: El servidor se reiniciará en
ja: サーバーリスタートまで
pl: Serwer zostanie zrestartowany za
ru: Сервер перезагрузится через
uk: Сервер перезавантажиться через
zh: 距服务器重新启动还有
zh_sg: 距服务器重新启动还有
