Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PAEP509_BLACK_DESCRIPTION
source: Decreases the firing accuracy of the enemy, reduces ship detectability and increases the amount of XP earned by the ship and her Commander.
es_mx: Disminuye la precisión de disparo del enemigo, reduce la detectabilidad del barco e incrementa la cantidad de XP ganada por el barco y su Comandante.
ja: 敵の射撃精度を低下させ、艦の被発見性を低減し、艦および艦長の取得 EXP を向上させる。
pl: Zmniejsza celność nieprzyjacielskiego ognia i wykrywalność okrętu, zwiększa ilość PD zdobywanych przez okręt i jego dowódcę.
ru: Понижает точность стрельбы противника, уменьшает заметность корабля и увеличивает опыт, зарабатываемый кораблём и командиром.
uk: Зменшує влучність стрільби супротивника, зменшує помітність корабля та збільшує досвід, який здобувають корабель та командир.
zh: 增强相应属性
zh_sg: 降低敌人的射击准度、被发现的可能性并提高战舰和指挥官获得的经验数量。

# IDS_PAEP540_DESMOINES_STEEL
source: Made of Steel
es_mx: Hecho de Acero
ja: 鋼鉄製
pl: Ze stali
ru: Стальной
uk: Сталевий
zh: Стальной
zh_sg: 钢铁制造

# IDS_PAEP602_ALBANY_MILITARY_VETERAN
source: Combat Veteran Camouflage
es_mx: Camuflaje Veterano de Combate
ja: 退役軍人迷彩
pl: Kamuflaż weterana bojowego
ru: Камуфляж ветерана
uk: Камуфляж ветерана
zh: 作战老兵旗帜
zh_sg: 战斗老兵涂装

# IDS_PAEP602_ALBANY_MILITARY_VETERAN_DESCRIPTION
source: For those who gave for their country, community, and family. Wargaming Appreciates Your Service.
es_mx: Por aquellos que sirvieron a su país, a su comunidad, y a su familia. Wargaming Aprecia Su Servicio.
ja: Wargaming は、国、地域そして家族のために献身した人たちに敬意を表します。
pl: Dla tych, którzy służyli swojej ojczyźnie, społeczności i rodzinie. Wargaming docenia Wasze poświęcenie.
ru: Посвящается тем, кто многое отдал за свою страну, народ и семью. Компания Wargaming благодарна за вашу службу.
uk: Присвячується тим, хто багато чого віддав за свою країну, народ і родину. Компанія Wargaming вдячна за вашу службу.
zh: 献给那些献给了自己的国家、小区、及家庭的人。Wargaming 感谢你们的付出。
zh_sg: 献给那些为自己的国家、社区、和家庭做出奉献的人。Wargaming 感谢你们的付出。

# IDS_PAEP605_TEXAS_TWITCH_PRIME_DESCRIPTION
source: Exclusive Twitch Prime Camouflage.
es_mx: Camuflaje Exclusivo de Twitch Prime
ja: Twitch Prime 限定迷彩
pl: Ekskluzywny kamuflaż Twitch Prime.
ru: Эксклюзивный камуфляж Twitch Prime.
uk: Ексклюзивний камуфляж Twitch Prime.
zh: 独家的 Twitch Prime 涂装
zh_sg: Twitch Prime专属涂装。

# IDS_PAEP907_MUSTANG
source: Ultimate Mustang
es_mx: Mustang Definitivo
ja: 究極のマスタング
pl: Wspaniały mustang
ru: Мустанг
uk: Мустанг
zh: 终极野马
zh_sg: 终极野马

# IDS_PAEP907_MUSTANG_DESCRIPTION
source: Can you feel the awesome spirit of this camouflage? Of course you can, because you earned it and it is amazing.
es_mx: ¿Puedes sentir el asombroso espíritu de este camuflaje? Por supuesto, porque lo ganaste y es increíble.
ja: 君はこの迷彩の素晴しい精神を感じることができるだろうか? もちろんだ。君はこれを入手し、これは凄いものなのだから。
pl: Czy czujesz niesamowity klimat tego kamuflażu? Oczywiście, że tak, bo zasłużyłeś na niego, a on sam w sobie jest świetny.
ru: Чувствуете непередаваемую ауру этого камуфляжа? Конечно, чувствуете. Ведь вы заслужили этот камуфляж, и он прекрасен.
uk: Відчуваєте неперевершену ауру цього камуфляжу? Звичайно, відчуваєте. Адже ви заслужили цей камуфляж, і він прекрасний.
zh: 您可以感受到这个超棒的涂装精神吗？当然可以，因为您得到了如此美妙的它。
zh_sg: 感受到这个涂装的无法言表的潜质了吗？你当然可以，因为你赢得了它，它是最棒的。

# IDS_PAEP908_WOLF
source: Ultimate Wolf
es_mx: El Lobo Mayor
ja: 究極の狼
pl: Wilk doskonały
ru: Волк
uk: Вовк
zh: 狼
zh_sg: 终极狼

# IDS_PAEP908_WOLF_DESCRIPTION
source: The size of an animal in the hierarchy of a pack of wolves is not as important as its character.
es_mx: El tamaño de un animal en la jerarquía de una manada de lobos no es tan importante como su carácter.
ja: 狼の群れのヒエラルキーにおいては、体の大きさは気質ほどには重要ではない。
pl: Rozmiar osobnika w hierarchii watahy wilków nie jest tak ważny, jak jego charakter.
ru: Размер животного в иерархии стаи не так важен, как характер.
uk: Розмір тварини в ієрархії зграї не такий важливий, як характер.
zh: Размер животного в иерархии стаи не так важен, как характер.
zh_sg: 在狼群的等级制度中，动物的体型不如性格重要。

# IDS_PAEP909_CROCODILE
source: Ultimate Crocodile
es_mx: Cocodrilo Definitivo
ja: 究極のクロコダイル
pl: Wspaniały krokodyl
ru: Крокодил
uk: Крокодил
zh: 终极鳄鱼
zh_sg: 终极鳄鱼

# IDS_PAEP909_CROCODILE_DESCRIPTION
source: Yes, crocodile. Why can't there be an awesome crocodile on a famous ship?
es_mx: Sí, un cocodrilo. ¿Por qué no puede estar un asombroso cocodrilo en un famoso barco?
ja: そう、クロコダイルだ。名高い艦艇に素敵なクロコダイルというのも良いものだろう?
pl: Ano krokodyl. Dlaczego na sławnym okręcie miałoby nie być wypasionego krokodyla?
ru: Да, именно крокодил. Разве нельзя известному кораблю иметь камуфляж с крокодилом?
uk: Так, саме крокодил. Хіба не можна відомому кораблю мати камуфляж з крокодилом?
zh: 是的，鳄鱼。为什么一艘著名的战舰上就不能有一只超棒的鳄鱼？
zh_sg: 是的，就是鳄鱼。为什么一艘名舰上不能有一只无与伦比的鳄鱼？

# IDS_PAEP919_MARLIN
source: Marlin
ja: マーリン
ru: Марлин
uk: Марлін
zh: Марлин
zh_sg: 马林

# IDS_PAEP919_MARLIN_DESCRIPTION
source: It's Marlin, and it can outrun any torpedo. Be like Marlin.
es_mx: Es Marlin, y puede superar a cualquier torpedo. Sé como Marlin.
ja: マーリンである。あらゆる魚雷よりも速い。マーリンの如くあれ。
pl: To jest Marlin. Marlin potrafi uciec każdej torpedzie. Bądź jak Marlin.
ru: Это Марлин, и он быстрее любой торпеды. Будь как Марлин.
uk: Це Марлін, і він швидший за будь-яку торпеду. Будь як Марлін.
zh: Это Марлин, и он быстрее любой торпеды. Будь как Марлин.
zh_sg: 是马林鱼，它能超过任何鱼雷。像马林一样。

# IDS_PAES108_LEXINGTON_1944_H2017
source: Nobilium
zh: 诺比利
zh_sg: 诺比利

# IDS_PAES108_LEXINGTON_1944_H2017_DESCRIPTION
source: A bit of alchemy will make the camouflage bring you bonuses
es_mx: Un poco de alquimia hará que el camuflaje te de bonificaciones
ja: この迷彩はちょっとした錬金術によりボーナスをもたらす
pl: Odrobina alchemii sprawi, że kamuflaż przynosić będzie dodatkowe korzyści
ru: Немного алхимии и камуфляж начинает приносить бонусы
uk: Трохи алхімії і камуфляж починає приносити бонуси
zh: 一点神奇的力量会让这个涂装为您带来奖励
zh_sg: 一点神奇的力量会让这个涂装为您带来奖励

# IDS_PAES118_AZUR_ENTERPRISE
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PAES118_AZUR_ENTERPRISE_DESCRIPTION
source: A skin design based on the character Enterprise from Azur Lane: Aircraft Carrier Enterprise; the most decorated ship of the country of freedom and science. A fearless soldier who takes on any enemy to her fullest and is motivated to fight the strongest foes. Feels slight anxiety over whether she will find her place in a peaceful world after the war has ended.
es_mx: Diseño de un esquema basado en el personaje de Enterprise de Azur Lane: el Portaaviones Enterprise; el barco más condecorado del país de la libertad y la ciencia. Una soldado audaz que enfrenta con todo a cualquier enemigo y está motivado a pelear contra los enemigos más fuertes. Siente una ligera ansiedad al pensar si encontrará su lugar en un mundo pacífico después del fin de la guerra.
ja: アズールレーンのエンタープライズをモチーフとしたスキン。自由と科学の国が誇る、かの大戦における最高の武勲艦・空母エンタープライズ。真面目で武人肌。どんな時も全力で戦い、笑う大胆不敵な性格。相手が強ければ強い程燃えるタイプ。歴戦の空母だが、いつか訪れる平和な世界に戦いを重ねて来た自分は馴染めるのだろうか、という不安を秘かに抱いている。
pl: Skórka bazująca na postaci Enterprise z Azur Lane. Lotniskowiec Enterprise to jeden z najbardziej odznaczonych okrętów w kraju wolności i nauki. Nieustraszona wojowniczka, która podejmie walkę z każdym przeciwnikiem i nie boi się nawet największych mocarzy. Odczuwa niepokój, zastanawiając się, czy znajdzie dla siebie miejsce w świecie, gdy wojna dobiegnie końca.
ru: Камуфляж, основанный на персонаже Enterprise из Azur Lane. Авианосец Enterprise — самый заслуженный корабль страны свободы и науки. Бесстрашный боец, готовый сразиться на смерть с любым врагом на своём пути. Немного беспокоится о том, найдёт ли своё место в мирной жизни по окончании войны.
uk: Камуфляж за мотивами вбрання дівчини-корабля Enterprise з мобільної гри Azur Lane. Авіаносець Enterprise — найуславленіший корабель країни свободи й науки. Безстрашний боєць, ця красуня готова битися на смерть з будь-яким ворогом на своєму шляху, але дещо збентежена тим, чи знайде собі місце у мирному житті, колі закінчиться війна.
zh: 基于碧蓝航线的角色企业号形象设计的皮肤：航空母舰企业号，自由和科学的国度最具代表性的战舰。一名无畏的战士，负责任何敌人并且有动力去对付最强大的敌人。对于在战争结束后是否会在和平的世界中找到它的位置感到轻微的焦虑。
zh_sg: 基于碧蓝航线中企业形象设计的皮肤：企业号航空母舰；自由和科学国家最精心装扮的战舰。她是一名无畏的战士，随时准备与任何阻挡他的敌人战斗至死。她对在战争结束后是否会在和平的世界中找到自己的位置感到轻微的焦虑。

# IDS_PAES128_LEXINGTON_HOCKEY
source: Ice and Flame
es_mx: Hielo y Fuego
ja: 氷と炎
pl: Lód i płomień
ru: Лёд и пламя
uk: Лід і полум’я
zh: 冰与火
zh_sg: 冰与火

# IDS_PAES128_LEXINGTON_HOCKEY_DESCRIPTION
source: Your firepower will melt all ice in your enemy's heart.
es_mx: Tu poder de fuego derretirá todo el hielo en el corazón de tu enemigo.
ja: 君の火力は、敵の心の氷を溶かし尽くす。
pl: Siła Twojego ognia stopi lód w sercu każdego wroga.
ru: Ваша огневая мощь растопит любой лёд в сердце противника.
uk: Ваша вогнева міць розтопить будь-який лід у серці супротивника.
zh: 您的火力会融化您的敌人心中所有的冰。
zh_sg: 你的火力会融化敌人心中的冰。

# IDS_PAES300_MONTANA_HW19_DESCRIPTION
source: Her enemies will surely shed true, not crocodile tears—this mighty leviathan will elicit the most honest of emotions!
es_mx: Sus enemigos derramaran lágrimas de verdad, no serán de cocodrilo. ¡Este poderoso leviatán provocará las más honestas emociones!
ja: 本艦の敵は、見せかけの涙ではなく心からの涙を流すことだろう。この強力なレヴィアタンは、最も率直な感情を引き出すのだ!
pl: Bez wątpienia jego przeciwnicy ronić będą prawdziwe, a nie krokodyle łzy – ten przerażający potwór morski skłoni ich do okazania najprawdziwszych emocji!
ru: Слёзы противников не будут крокодильими — этот могучий левиафан вызывает только искренние эмоции!
uk: Сльози супротивника не будуть крокодилячими — цей могутній левіафан викликає лише щирі емоції!
zh: Слёзы противников не будут крокодильими — этот могучий левиафан вызывает только искренние эмоции!
zh_sg: 它的敌人将流下真实而非虚假的眼泪——这名强大的利维坦能操控最真实的情感！

# IDS_PAES306_WEST_VIRGINIA_COUNTRY
source: West Virginia
zh: 西弗吉尼亚
zh_sg: 西维吉尼亚

# IDS_PAES306_WEST_VIRGINIA_COUNTRY_DESCRIPTION
source: Montani semper liberi! Sail a spell, and let this country camo take your enemy ship home, to the port they belong.
es_mx: ¡Montani semper liberi! Repítelo y deja que este camuflaje campestre envíe a tu enemigo a casa, al puerto al que pertenece.
ja: Montani semper liberi (ラテン語で「山岳人は常に自由」)! 呪文を唱え、このカントリー迷彩で敵を母港に送り返しましょう。
pl: Montani semper liberi! Zrelaksuj się i pozwól, żeby ten kamuflaż country odesłał Twoich wrogów z powrotem tam, gdzie ich miejsce.
ru: Montani semper liberi! Выходи в бой с этим кантри-камуфляжем и отправляй корабли противника «отдыхать» домой в порт!
uk: Montani semper liberi! Вступай у бій із цим кантрі-камуфляжем та спрямовуй кораблі супротивника «відпочивати» домів у порт!
zh: 登山者是自由的！航行一会儿，并让这个乡村迷彩带您的敌人回家，回到他们所属的港口。
zh_sg: Montani semper liberi!与这个国家涂装一起把您的敌人送回家，送回他们真正属于的港口！

# IDS_PAES308_NORTH_CAROLINA_LEVIAFAN
source: Leviathan
es_mx: Leviatán
pl: Lewiatan
zh: 利维坦
zh_sg: 利维坦

# IDS_PAES308_NORTH_CAROLINA_LEVIAFAN_DESCRIPTION
source: Subjugate the power of the sea's depths.
es_mx: Subyuga el poder de las profundidades del mar.
ja: 深き海の力を支配せよ。
pl: Ujarzmij moc morskich głębin.
ru: Повелевать всей мощью морских глубин.
uk: Підкоріть всю могутність морських глибин.
zh: 征服海洋深处的力量。
zh_sg: 征服海洋深处的力量。

# IDS_PAES318_BLACK_MASSACHUSETTS
source: Special
es_mx: Especial
ja: 特別
pl: Specjalny
ru: Особый
uk: Особливий
zh: 特殊
zh_sg: 特别

# IDS_PAES318_BLACK_MASSACHUSETTS_DESCRIPTION
source: Brought into the world by volcanic lava spewed into the ocean's darkest depths.
es_mx: Traído al mundo por la lava volcánica arrojada a las profundidades más oscuras del océano.
ja: 火山から噴出した溶岩が深海の暗闇に達したとき、これがこの世界にもたらされた。
pl: Sprowadzony na świat przez wulkaniczną lawę wypływającą z najmroczniejszych głębin oceanu.
ru: Порождение вулканического пепла из темнейших глубин океана.
uk: Породження вулканічного попелу з найтемніших глибин океану.
zh: 由火山熔岩喷进海洋最黑暗的深渊带进世界。
zh_sg: 来自于喷入海洋最黑暗深处的火山熔岩。

# IDS_PAES328_ALABAMA_OCTOPUS
source: Supertest Veteran
es_mx: Veterano del Supertest
ja: スーパーテスト・ベテラン
pl: Weteran supertestu
ru: Ветеран Супертеста
uk: Ветеран супертестування
zh: Ветеран Супертеста
zh_sg: 超测老兵

# IDS_PAES328_ALABAMA_OCTOPUS_DESCRIPTION
source: Supertest Veteran's permanent camo.
es_mx: Camuflaje permanente de los Veteranos del Supertest.
ja: スーパーテスト・ベテラン無期限迷彩
pl: Stały kamuflaż dla weteranów supertestu.
ru: Постоянный камуфляж ветеранов Супертеста.
uk: Постійний камуфляж ветеранів супертестування.
zh: Постоянный камуфляж ветеранов Супертеста.
zh_sg: 超测老兵永久涂装。

# IDS_PAES338_CALIFORNIA_FREEDOM
source: Freedom
es_mx: Libertad
ja: 自由
pl: Wolność
ru: Свобода
uk: Воля
zh: 自由
zh_sg: 自由

# IDS_PAES400_PUERTO_RICO
source: National
es_mx: Nacional
ja: 国家的
pl: Narodowy
ru: Национальный
uk: Національний
zh: Национальный
zh_sg: 国家

# IDS_PAES401_SUMMER_ATLANTA
source: Blazing Tropics
es_mx: Trópicos Ardientes
ja: 灼熱の熱帯
pl: Żar tropików
ru: Жаркие тропики
uk: Жаркі тропіки
zh: Жаркие тропики
zh_sg: 炽热地带

# IDS_PAES404_DR_FRANKENSHIP
source: Igor
zh: 伊戈尔
zh_sg: 伊戈尔

# IDS_PAES404_DR_FRANKENSHIP_DESCRIPTION
source: Alive or not alive? That is the question
es_mx: ¿Vivo o no vivo? Esa es la cuestión
ja: 生きているのか、そうではないのか? それが問題だ
pl: Żywy czy nie? Oto jest pytanie
ru: Живое или неживое? Вот в чём вопрос
uk: Живе чи не живе? Ото питання!
zh: 是生还是死？这是个值得考虑的问题
zh_sg: 是生还是死？这是个值得考虑的问题

# IDS_PAES407_HELENA
source: Remembrance Night
es_mx: Noche de Recuerdo
ja: 追憶の夜
pl: Noc pamięci
zh: 纪念之夜

# IDS_PAES407_HELENA_DESCRIPTION
source: Designed by Haleos in a player contest. Measure 21 (CAMO): the camouflage Helena sported during her last night. Sea Wave Hull Pattern (BLACK): To honor those who perished on board. 3 Eagles: Right on the spots where torpedos hit, symbolize the crew who arose from those scars and kept on fighting until the war was won.
es_mx: Diseñado por Haleos en el concurso de jugadores. Medida 21 (CAMUFLAJE): el camuflaje del Helena que llevaba su última noche. Patrón Casco de Ola de Mar (NEGRO): Para honrar aquellos que fallecieron abordo. 3 Águilas: Justo en el lugar donde los torpedos le dieron, simboliza a la tripulación que sobresalió esas heridas y siguió peleando en la guerra hasta que fue ganada.
ja: プレイヤーコンテストにおいて Haleos さんがデザインした迷彩です。 Measure 21 (迷彩): 最後の夜、巡洋艦ヘレナ (Helena) にはこの迷彩が描かれていました。 波状の船体パターン (黒): 艦上で戦死した者達を称えて。 3 羽の鷲: 魚雷が命中した部位に。恐怖から生き残り、終戦まで戦い続けた者達の象徴として。
pl: Projekt Haleosa z konkursu dla graczy. Measure 21 (CAMO): kamuflaż, jaki miała na sobie Helena podczas swojej ostatniej nocy. Wzór fal morskich na kadłubie (BLACK): Ku czci tych, którzy zginęli na pokładzie. 3 orły: w miejscach w które trafiły torpedy, by symbolizować marynarzy, którzy nie poddali się i kontynuowali walkę, aż wojna została wygrana.
ru: Создан игроком под ником Haleos в рамках авторского конкурса. Measure 21 (тип раскраски камуфляжа): камуфляж, который был на крейсере Helena в ночь его гибели. Рисунок на корпусе в виде морских волн (чёрный): в память о павших на борту корабля. 3 орла: расположены в местах попадания торпед, олицетворяют команду, которая, не сломившись, продолжала бой до конца войны.
uk: Створений гравцем із ніком Haleos під час авторського конкурсу. Measure 21 (тип камуфляжного розфарбування): камуфляж, який мав крейсер Helena в ніч своєї загибелі. Малюнок на корпусі у вигляді морських хвиль (чорний): на спомин про тих, хто загинув на борту корабля. Три орли, що розташовані у місцях влучання торпед, уособлюють команду, яка не зламалася і билася до останнього дня війни.
zh: 由海力士在玩家比赛中设计。 类型21（涂装）：海伦娜在它最后一夜穿着的涂装。 海浪舰身图案（黑色）：为了纪念那些在船上丧生的人。 3只老鹰：在鱼雷击中的地方，象征着那些从这些伤痕中再起的乘员并继续战斗直到战争胜利。
zh_sg: 在玩家竞赛中由玩家Haleos设计。 Measure 21（涂装）：海伦娜号被击毁之夜装备的涂装。 海浪舰体图案（黑色）：纪念在战舰上遇难的人们。 三只鹰：在鱼雷击中的地方，象征着那些这些伤痕中产生后还继续战斗直到战争胜利的船员。

# IDS_PAES408_FREEDOM_CLEVELAND
source: Freedom
es_mx: Libertad
ja: 自由
pl: Wolność
ru: Свобода
uk: Воля
zh: 自由
zh_sg: 自由

# IDS_PAES408_FREEDOM_CLEVELAND_DESCRIPTION
source: Oh, say can you see, by the dawn's early light, What so proudly we hailed at the twilight's last gleaming?
zh: 哦，你可看见，透过一线曙光，我们对着什么，发出欢呼的声浪？

# IDS_PAES410_DESMOINES_GALAXY
source: Galaxy
zh: 银河
zh_sg: 银河

# IDS_PAES410_DESMOINES_GALAXY_DESCRIPTION
source: The pride and glory of the Federation Space Fleet, this Galaxy-class cruiser is the lead ship in a series of heavy cruisers.
es_mx: El orgullo y la gloria de la Flota de la Federación Espacial, este crucero clase Galaxy es la nave insignia de una serie de cruceros pesados
ja: ギャラクシー級重巡航艦のリードシップであり、連邦軍宇宙艦隊の誇りと栄光です。
pl: Ten krążownik klasy Galaxy, będący dumą i chlubą Floty Kosmicznej Federacji, jest okrętem prowadzącym serii ciężkich krążowników.
ru: Крейсер типа Galaxy — красота и гордость Космического Флота Федерации, головной корабль серии тяжёлых крейсеров.
uk: Крейсер типу Galaxy — краса і гордість Космічного Флоту Федерації, головний корабель серії важких крейсерів.
zh: 银河级巡洋舰是联邦太空舰队的荣耀和骄傲，也是一系列重型巡洋舰的领导舰
zh_sg: 联邦太空舰队的骄傲与荣耀，这艘银河系级巡洋舰是系列重型巡洋舰的旗舰。

# IDS_PAES418_FREEDOM_BALTIMORE
source: Freedom
es_mx: Libertad
ja: 自由
pl: Wolność
ru: Свобода
uk: Воля
zh: 自由
zh_sg: 自由

# IDS_PAES418_FREEDOM_BALTIMORE_DESCRIPTION
source: Whose broad stripes and bright stars through the perilous fight, O'er the ramparts we watched, were so gallantly streaming?
zh: 在黎明的最后一道曙光中欢呼， 是谁的旗帜在激战中始终高扬？

# IDS_PAES420_FREEDOM_DESMOINES
source: Freedom
es_mx: Libertad
ja: 自由
pl: Wolność
ru: Свобода
uk: Воля
zh: 自由
zh_sg: 自由

# IDS_PAES420_FREEDOM_DESMOINES_DESCRIPTION
source: And the rockets' red glare, the bombs bursting in air, Gave proof through the night that our flag was still there!
pl: Oślepiająca czerwień rakiet, bomby rozdzierające powietrze Dowodziły przez całą noc, że nasz sztandar ciągle tam trwa.
zh: 火箭闪闪发光，炸弹轰轰作响， 它们都是见证，国旗安然无恙。

# IDS_PAES428_AZUR_CLEVELAND
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PAES428_AZUR_CLEVELAND_DESCRIPTION
source: A skin design based on the character Cleveland from Azur Lane: The leader of the "Solomon Navy Cavaliers", a group of friends made up of the Cleveland class. A brave warmonger who is always positive and joking around. However, at times shows a romantic side of herself. Her hobby is taking care of her Bonsai tree, which she plans on gifting to her home port when it grows bigger.
es_mx: Diseño de un esquema basado en el personaje Cleveland de Azur Lane: La líder de los "Caballeros de la Armada Solomón", un grupo de amigas de la clase Cleveland. Una valiente belicista siempre positiva y bromista. Sin embargo, a veces muestra su lado romántico. Su pasatiempo es cuidar su árbol Bonsai, que planea regalar al Puerto de su hogar cuando crezca más.
ja: アズールレーンのクリーブランドをモチーフとしたスキン。同型艦で構成された仲良し軍団「海上騎士団 (ソロモンネイビーキャバリアーズ)」のリーダー。勇敢で戦闘好き、冗談好きでポジティブ、正義感が強くて理想家 (ロマンチック) な一面も。趣味は盆栽。育ったら母港の緑化用に寄贈したりする。
pl: Skórka bazująca na postaci Cleveland z Azur Lane. Przywódczyni „Kawalerów Marynarki Wysp Salomona”, grupy przyjaciół złożonej z klasy Cleveland. Dzielna awanturniczka, która zawsze tryska humorem i robi dowcipy. Ma jednak również romantyczną stronę. Jej hobby to pielęgnowanie drzewka Bonsai, które planuje przekazać swojemu portowi macierzystemu, gdy urośnie.
ru: Камуфляж, основанный на персонаже Cleveland из Azur Lane. Предводительница Морских рыцарей Соломона — дружных кораблей типа Cleveland. Храбрая воительница с отличным чувством юмора, всегда настроенная на позитивный лад. Но бывает и очень романтична. Её хобби — заботиться о своём дереве бонсай, которое она планирует подарить родному порту, когда оно немного подрастёт.
uk: Камуфляж за мотивами вбрання дівчини-корабля Cleveland з мобільної гри Azur Lane. Ватажок Морських лицарів Соломона — дружніх кораблів типу Cleveland. Хоробра воїтелька з чудовим почуттям гумору, ця красуня завжди налаштована позитивно, проте буває й дуже романтичної. Її хобі — піклуватися про своє дерево бонсай, яке вона планує подарувати рідному порту, коли те трохи виросте.
zh: 基于碧蓝航线的角色克利夫兰形象设计的皮肤：「所罗门海军骑兵队」的领袖，由克利夫兰级组成的友军战舰团队。勇敢的好战者，总是积极和开玩笑的。然而有时表现出它浪漫的一面。它的兴趣是照顾它的盆栽树，它计划在它长大后以礼物送回母港。
zh_sg: 基于碧蓝航线中克利夫兰形象设计的皮肤：由克利夫兰级战舰组成了作战小组“所罗门海军骑士团”的首领。狂热的战争还好着，有总是乐观开玩笑。然而，有时她还会显示自己的浪漫一面。她的爱好是照顾她的盆栽树，并计划在它长大的时候送给自己家乡的港口。

# IDS_PAES430_FREEDOM_SALEM
source: Freedom
es_mx: Libertad
ja: 自由
pl: Wolność
ru: Свобода
uk: Воля
zh: 自由
zh_sg: 自由

# IDS_PAES430_FREEDOM_SALEM_DESCRIPTION
source: O say does that star-spangled banner yet wave O'er the land of the free and the home of the brave?
pl: O, powiedz, czy jeszcze gwiaździsty sztandar powiewa Ponad krajem wolnych, ojczyzną dzielnych ludzi?
zh: 你看星条旗不是还高高飘扬 在这自由国土，勇士的家乡？

# IDS_PAES438_AZUR_MONTPELIER
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线

# IDS_PAES438_AZUR_MONTPELIER_DESCRIPTION
source: Camouflage based on Montpelier. From the game Azur Lane.
es_mx: Camuflaje basado en el Montpelier. Del juego Azur Lane."
ja: 「モントピリア」をモチーフとした迷彩。 「アズールレーン」より出典
pl: Kamuflaż wzorowany na Montpelier. Z gry Azur Lane.
ru: Камуфляж для Montpelier. Из игры Azur Lane.
uk: Камуфляж для Montpelier. Із гри Azur Lane.
zh: Камуфляж для Montpelier. Из игры Azur Lane.
zh_sg: 蒙彼利埃涂装。 出自游戏“碧蓝航线”

# IDS_PAES440_WORCHESTER_EAGLE
source: Eagles
zh: 雄鹰

# IDS_PAES440_WORCHESTER_EAGLE_DESCRIPTION
source: You are the glory of the Eagles Team. You hold the honor, force and power of the boundless spaces of the sky!
es_mx: Eres la gloria del Equipo Eagles. ¡Tienes el honor, la fuerza y el poder de los espacios sin límites del cielo!
ja: あなたこそが Eagles チームの栄光です。あなたは境界のない大空の誇り、強さ、力を維持しました!
pl: Jesteś chlubą drużyny Eagles. Masz honor, hart ducha i potęgę właściwą stworzeniom przemierzającym podniebne przestworza.
ru: Вы — слава команды Eagles. С вами гордость, сила, власть над безграничным простором небес!
uk: Ви — слава команди Eagles. З вами гордість, сила, влада над безмежним простором небес!
zh: 您是雄鹰队的荣耀。您拥有天空无边无际的荣誉、力量和权力！
zh_sg: 您是Eagles队的光荣。您拥有无际天空中的荣耀，力量和权力！

# IDS_PAES450_WORCHESTER_SHARK
source: Sharks
zh: 巨鲨

# IDS_PAES450_WORCHESTER_SHARK_DESCRIPTION
source: You are the pride of the Sharks Team. You hold the concealed power and unbreakable will of the greatest sea predator!
es_mx: Eres la gloria del Equipo Sharks. ¡Tienes el poder oculto y la voluntad inquebrantable del más grande depredador marino!
ja: あなたこそが Sharks チームの誇りです。あなたは海における最高の捕食者の隠された力と不屈の意志を維持しました!
pl: Jesteś dumą drużyny Sharks. Posiadasz w sobie ukrytą moc i niezłomnego ducha najstraszliwszego drapieżnika z morskich głębin!
ru: Вы — гордость команды Sharks. С вами скрытая мощь и неумолимая воля величайшего хищника морей!
uk: Ви — гордість команди Sharks. З вами прихована міць і невблаганна воля найвеличнішого хижака морів!
zh: 您是巨鲨队的荣耀。您拥有海洋最强大猎食者的隐藏力量和牢不可破的意志！
zh_sg: 您是Sharks队的光荣。您拥有最强大的海洋中掠食者的力量和牢不可破的意志！

# IDS_PAES456_SPACE_PENSACOLA_DESCRIPTION
source: The result of research carried out by scientists from alien labs, intended to facilitate the successful colonization of the farthest reaches of the Universe!
es_mx: ¡El resultado de la investigación llevada a cabo por científicos de laboratorios alienígenas, con la intención de facilitar la colonización exitosa de los confines más lejanos del Universo!
ja: エイリアン研究室の科学者チームによる研究の成果であり、この宇宙における到達可能な最遠の星々の植民地化を促進することを目的としています!
pl: Efekt prac badawczych prowadzonych przez naukowców obcych w celu ułatwienia kolonizacji najdalszych zakątków Wszechświata!
ru: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
uk: Цей результат досліджень науковців з іншопланетних лабораторій допоможе підкорити найвіддаленіші куточки Всесвіту!
zh: Результат исследований учёных из инопланетных лабораторий для успешного освоения самых дальних уголков Вселенной!
zh_sg: 这是科学家从外星实验室获取的研究成果，旨在帮助人类在宇宙最远的敌方定居！
