Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_FEAT_GOOD_MAIN_GUNSALLAROUND_DESC
source: Enables quick switching between targets from side to side.
es_mx: Permite cambiar rápidamente entre objetivos de un costado al otro.
ja: 狙いを反対側の舷側に変える場合にも素早く照準を定めることが可能です。
pl: Umożliwia szybkie przełączanie pomiędzy celami znajdującymi się po obu stronach okrętu
ru: Позволяет быстро переносить огонь с борта на борт.
uk: Дозволяє швидко переводити вогонь із борту на борт.
zh: Позволяет быстро переносить огонь с борта на борт.
zh_sg: 能在目标间快速切换

# IDS_FEAT_GOOD_MAIN_HEDAMAGE
source: HE shells deal great damage per salvo
es_mx: Los proyectiles HE causan un gran daño por salva
ja: HE 弾の斉射火力が高い
pl: Pociski OB zadają wysokie uszkodzenia w salwie
ru: Залп фугасных снарядов наносит большой урон
uk: Залп фугасних снарядів завдає великої шкоди
zh: Залп фугасных снарядов наносит большой урон
zh_sg: 高爆弹齐射伤害较高

# IDS_FEAT_GOOD_MAIN_HEDMG
source: HE shells deal heavy damage
es_mx: Los proyectiles HE causan un gran daño
ja: HE 弾の威力が高い
pl: Pociski OB zadają wysokie uszkodzenia
ru: Фугасные снаряды наносят большой урон
uk: Фугасні снаряди завдають великої шкоди
zh: Фугасные снаряды наносят большой урон
zh_sg: 高爆弹伤害较高

# IDS_FEAT_GOOD_MAIN_HEPEN
source: HE shells have a high armor penetration capability
es_mx: Los proyectiles HE tienen una gran capacidad de penetración de blindaje
ja: HE 弾の装甲貫通力が高い
pl: Pociski OB mają wysoką zdolność penetracji pancerza
ru: Фугасные снаряды имеют высокое бронепробитие
uk: Фугасні снаряди мають високе бронепробиття
zh: Фугасные снаряды имеют высокое бронепробитие
zh_sg: 高爆弹的穿甲能力较强

# IDS_FEAT_GOOD_MAIN_HEPEN_9
source: HE shells have high armor penetration capabilities from Tier IX
es_mx: Los proyectiles HE tienen una gran capacidad de penetración de blindaje a partir del Nivel IX
ja: Tier IX 以上では HE 弾の装甲貫通力が高い
pl: Pociski OB mają wysoką zdolność penetracji pancerza od IX poziomu
ru: Фугасные снаряды имеют высокое бронепробитие с IX уровня
uk: Фугасні снаряди мають високе бронепробиття з IX рівня
zh: Фугасные снаряды имеют высокое бронепробитие с IX уровня
zh_sg: 从IX级起高爆弹的穿甲能力较强

# IDS_FEAT_GOOD_MAIN_HIGHBALLISTIC
source: Enables firing over obstacles
es_mx: Permite disparar sobre obstáculos
ja: 障害物越しの射撃が可能
pl: Umożliwia strzelanie ponad przeszkodami
ru: Позволяет вести огонь через препятствия
uk: Дозволяє вести вогонь через перешкоди
zh: Позволяет вести огонь через препятствия
zh_sg: 射击能越过障碍物

# IDS_FEAT_GOOD_MAIN_HIGHBALLISTIC_DESC
source: High shell trajectory enables firing over elevated terrain.
es_mx: Una elevada trayectoria del proyectil permite disparar sobre terreno elevado.
ja: 砲弾の弾道が高いため、標高のある地形を越えて射撃することが可能です。
pl: Paraboliczna trajektoria lotu pocisków pozwala na strzelanie ponad wzniesieniami.
ru: Высокая траектория полёта снаряда позволяет вести огонь через возвышенности рельефа.
uk: Висока траєкторія польоту снаряда дозволяє вести вогонь через височини рельєфу.
zh: Высокая траектория полёта снаряда позволяет вести огонь через возвышенности рельефа.
zh_sg: 弹道较高，射击可越过较高地形。

# IDS_FEAT_GOOD_MAIN_MANYTURRETS
source: Numerous main battery mounts
es_mx: Numerosos montajes de la batería principal
ja: 主砲塔が多い
pl: Liczne stanowiska głównej baterii
ru: Большое количество установок главного калибра
uk: Велика кількість установок головного калібру
zh: Большое количество установок главного калибра
zh_sg: 主炮组数量较多

# IDS_FEAT_GOOD_MAIN_NEARACCURACY
source: High firing accuracy at short ranges
es_mx: Alta precisión de disparo a cortas distancias
ja: 短距離での射撃精度が高い
pl: Duża celność ognia na krótkich dystansach
ru: Высокая точность стрельбы на малых дистанциях
uk: Висока влучність стрільби на малих дистанціях
zh: Высокая точность стрельбы на малых дистанциях
zh_sg: 近距离射击准度较高

# IDS_FEAT_GOOD_MAIN_RANGE
source: Long firing range
es_mx: Amplio alcance de disparo
ja: 射程が長い
pl: Daleki zasięg ognia
ru: Большая дальность стрельбы
uk: Велика дальність стрільби
zh: Большая дальность стрельбы
zh_sg: 射程较远

# IDS_FEAT_GOOD_MOVE_ACCELERATION
source: High ship acceleration
es_mx: Alta aceleración del barco
ja: 艦艇の加速力が高い
pl: Dobre przyspieszenie okrętu
ru: Высокая скорость набора хода корабля
uk: Висока швидкість набирання ходу корабля
zh: Высокая скорость набора хода корабля
zh_sg: 战舰加速能力较强

# IDS_FEAT_GOOD_MOVE_BONUSEFORSAGE_6
source: Enhanced Engine Boost consumable is available from Tier VI
es_mx: El consumible mejorado Impulso de Motor está disponible a partir del Nivel VI
ja: Tier VI 以上では強化版の消耗品「エンジンブースト」を使用可能
pl: Sprzęt eksploatacyjny Ulepszone doładowanie silnika dostępny jest od VI poziomu
ru: Доступно улучшенное снаряжение «Форсаж» с VI уровня
uk: Доступне поліпшене спорядження «Форсаж» з VI рівня
zh: Доступно улучшенное снаряжение «Форсаж» с VI уровня
zh_sg: 从VI级起可使用增强的引擎增压消耗品

# IDS_FEAT_GOOD_MOVE_BONUSEFORSAGE_6_DESC
source: Increases the bonus applied to the maximum speed of a ship, and the action time of her consumables.
es_mx: Aumenta la bonificación aplicada a la velocidad máxima de un barco y al tiempo de acción de sus consumibles.
ja: 最高速度へのボーナスが高めで、動作時間も長くなっています。
pl: Zwiększa premię do maksymalnej prędkości okrętu, wydłuża czas działania jego sprzętu eksploatacyjnego.
ru: Увеличен бонус к максимальной скорости корабля и время работы снаряжения.
uk: Збільшено бонус до максимальної швидкості корабля та час роботи спорядження.
zh: Увеличен бонус к максимальной скорости корабля и время работы снаряжения.
zh_sg: 增加最高航速加成效果，和消耗品的作用时间。

# IDS_FEAT_GOOD_MOVE_BONUSFORSAGE
source: Engine Boost consumable is available from Tier VIII
es_mx: El consumible Impulso de Motor está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「エンジンブースト」を使用可能
pl: Doładowanie silnika dostępne jest od VIII poziomu
ru: Доступно снаряжение «Форсаж» с VIII уровня
uk: Доступне спорядження «Форсаж» з VIII рівня
zh: Доступно снаряжение «Форсаж» с VIII уровня
zh_sg: 从VIII级起可使用增强型引擎增压消耗品

# IDS_FEAT_GOOD_MOVE_EFORSAGE
source: Enhanced Engine Boost consumable
es_mx: Consumible mejorado Impulso de Motor
ja: 強化版の消耗品「エンジンブースト」
pl: Sprzęt eksploatacyjny Ulepszone doładowanie silnika
ru: Улучшенное снаряжение «Форсаж»
uk: Поліпшене спорядження «Форсаж»
zh: Улучшенное снаряжение «Форсаж»
zh_sg: 增强的引擎增压消耗品

# IDS_FEAT_GOOD_MOVE_EFORSAGE_DESC
source: Increases the bonus applied to the maximum speed of a ship, and the action time of her consumables.
es_mx: Aumenta la bonificación aplicada a la velocidad máxima de un barco y al tiempo de acción de sus consumibles.
ja: 最高速度へのボーナスが高めで、動作時間も長くなっています。
pl: Zwiększa premię do maksymalnej prędkości okrętu, wydłuża czas działania jego sprzętu eksploatacyjnego.
ru: Увеличен бонус к максимальной скорости корабля и время работы снаряжения.
uk: Збільшено бонус до максимальної швидкості корабля та час роботи спорядження.
zh: Увеличен бонус к максимальной скорости корабля и время работы снаряжения.
zh_sg: 增加最高航速加成效果，和消耗品的作用时间。

# IDS_FEAT_GOOD_MOVE_MANEUVER
source: High maneuverability
es_mx: Alta maniobrabilidad
ja: 機動性が高い
pl: Wysoka manewrowość
ru: Высокая манёвренность
uk: Висока маневреність
zh: Высокая манёвренность
zh_sg: 机动性较高

# IDS_FEAT_GOOD_MOVE_SPEED
source: High top speed
es_mx: Alta velocidad máxima
ja: 最高速度が高い
pl: Wysoka prędkość maksymalna
ru: Высокая скорость хода корабля
uk: Висока швидкість ходу корабля
zh: Высокая скорость хода корабля
zh_sg: 最高航速较高

# IDS_FEAT_GOOD_MOVE_SPEED_8
source: High top speed from Tier VIII
es_mx: Alta velocidad máxima a partir del Nivel VIII
ja: Tier VIII 以上では最高速度が高い
pl: Wysoka prędkość maksymalna od VIII poziomu
ru: Высокая скорость хода корабля с VIII уровня
uk: Висока швидкість ходу корабля з VIII рівня
zh: Высокая скорость хода корабля с VIII уровня
zh_sg: 从VIII级起最高航速较高

# IDS_FEAT_GOOD_PLANES_HEAL_8
source: Repairs consumable is available from Tier VIII
es_mx: El consumible Reparaciones está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「修理」を使用可能
pl: Sprzęt Naprawa jest dostępny od VIII poziomu
ru: Доступно снаряжение «Ремонт» с VIII уровня
uk: Доступно спорядження «Ремонт» із VIII рівня
zh: Доступно снаряжение «Ремонт» с VIII уровня
zh_sg: 从VIII级起可使用维修消耗品

# IDS_FEAT_GOOD_TBMB_AIM
source: Quick aiming
es_mx: Breve tiempo para apuntar
ja: 照準速度が速い
pl: Szybkie celowanie
ru: Быстрое сведение прицела
uk: Швидке зведення прицілу
zh: Быстрое сведение прицела
zh_sg: 瞄准较快

# IDS_FEAT_GOOD_TBMB_CONVERGEATTACK
source: Converging torpedo cone
es_mx: Cono convergente del torpedo
ja: 収束型の雷撃コーン
pl: Zbiegający się stożek torped
ru: Сходящаяся траектория хода торпед
uk: Збіжна траєкторія ходу торпед
zh: Сходящаяся траектория хода торпед
zh_sg: 鱼雷锥形束集中

# IDS_FEAT_GOOD_TBMB_CONVERGEATTACK_DESC
source: High torpedo attack accuracy when fully aimed.
es_mx: Gran precisión del ataque de torpedos al apuntar completamente.
ja: 完全に狙いを定めた場合には高精度での雷撃が可能です。
pl: Wysoka celność ataków torpedowych po pełnym wycelowaniu.
ru: Высокая точность торпедной атаки при полном сведении прицела.
uk: Висока влучність торпедної атаки в разі повного зведення прицілу.
zh: Высокая точность торпедной атаки при полном сведении прицела.
zh_sg: 完全瞄准时鱼雷命中率高。

# IDS_FEAT_GOOD_TBMB_DURABLEPLANES
source: Large HP pool
es_mx: Gran cantidad de HP
ja: HP が多い
pl: Duża pula PW
ru: Большое количество очков боеспособности
uk: Велика кількість очок боєздатності
zh: Большое количество очков боеспособности
zh_sg: 生命值较高

# IDS_FEAT_GOOD_TBMB_FASTPLAINS
source: High aircraft speed
es_mx: Alta velocidad de la aviación
ja: 航空機の速度が高い
pl: Wysoka prędkość samolotów
ru: Высокая скорость самолётов
uk: Висока швидкість літаків
zh: Высокая скорость самолётов
zh_sg: 飞机速度较高

# IDS_FEAT_GOOD_TBMB_FASTTORP
source: High torpedo speed
es_mx: Alta velocidad de los torpedos
ja: 魚雷の雷速が高い
pl: Wysoka prędkość torped
ru: Высокая скорость хода торпед
uk: Висока швидкість ходу торпед
zh: Высокая скорость хода торпед
zh_sg: 鱼雷航速较高

# IDS_FEAT_GOOD_TBMB_LARGEVOLLEY
source: An attacking flight drops numerous torpedoes
es_mx: Un vuelo de ataque lanza numerosos torpedos
ja: 攻撃小隊が多数の魚雷を投下可能
pl: Atakujący klucz zrzuca liczne torpedy
ru: Атакующее звено сбрасывает большое количество торпед
uk: Атакувальна ланка скидає велику кількість торпед
zh: Атакующее звено сбрасывает большое количество торпед
zh_sg: 单个攻击序列投掷的鱼雷数量较多

# IDS_FEAT_GOOD_TBMB_TORPDMG
source: Torpedoes deal high damage
es_mx: Los torpedos causan un gran daño
ja: 魚雷の威力が素晴しい
pl: Torpedy zadają wysokie uszkodzenia
ru: Торпеды наносят большой урон
uk: Торпеди завдають великої шкоди
zh: Торпеды наносят большой урон
zh_sg: 鱼雷伤害较高

# IDS_FEAT_GOOD_TBMB_TORPRANGE
source: Long-range torpedoes
es_mx: Torpedos de largo alcance
ja: 魚雷の射程が長い
pl: Torpedy o dalekim zasięgu
ru: Большая дальность хода торпед
uk: Велика дальність ходу торпед
zh: Большая дальность хода торпед
zh_sg: 鱼雷射程较长

# IDS_FEAT_GOOD_TORP_BONUSTRELOAD
source: Torpedo Reload Booster consumable available
es_mx: El consumible Estímulo de Recarga de Torpedos está disponible
ja: 消耗品「魚雷装填ブースター」を使用可能
pl: Sprzęt eksploatacyjny Przyspieszacz ładowania torped jest dostępny
ru: Доступно снаряжение «Ускорение перезарядки торпед»
uk: Доступне спорядження «Пришвидшення перезаряджання торпед»
zh: Доступно снаряжение «Ускорение перезарядки торпед»
zh_sg: 可使用鱼雷装填助推器消耗品

# IDS_FEAT_GOOD_TORP_BONUSTRELOAD_DESC
source: Reduces the torpedo tube reload time.
es_mx: Reduce el tiempo de recarga de los lanzadores de torpedos.
ja: 魚雷発射管の装填時間を短縮します。
pl: Skraca czas przeładowania wyrzutni torped.
ru: Уменьшает время перезарядки торпедных аппаратов.
uk: Зменшує час перезаряджання торпедних апаратів.
zh: Уменьшает время перезарядки торпедных аппаратов.
zh_sg: 降低鱼雷发射管装填时间。

# IDS_FEAT_GOOD_TORP_BOWTUBES
source: Forward-facing torpedo tubes are available
es_mx: Los lanzadores de torpedos delanteros están disponibles
ja: 魚雷発射管を前方に搭載
pl: Dostępne są przednie wyrzutnie torped
ru: Есть курсовые торпедные аппараты
uk: Є курсові торпедні апарати
zh: Есть курсовые торпедные аппараты
zh_sg: 可使用前置式鱼雷发射管

# IDS_FEAT_GOOD_TORP_BOWTUBES_DESC
source: Enables torpedoes to be launched in the direction in which the ship is traveling.
es_mx: Permite que los torpedos sean lanzados en la dirección en la que el barco avanza.
ja: 自艦の進行方向に向けて魚雷を発射することが可能です。
pl: Pozwala na wystrzelenie torped w kierunku, w którym płynie okręt.
ru: Позволяет пускать торпеды по ходу движения корабля.
uk: Дає змогу пускати торпеди по ходу руху корабля.
zh: Позволяет пускать торпеды по ходу движения корабля.
zh_sg: 使鱼雷可以向战舰航行方向发射。

# IDS_FEAT_GOOD_TORP_DMG
source: Torpedoes deal high damage
es_mx: Los torpedos causan un gran daño
ja: 魚雷の威力が素晴しい
pl: Torpedy zadają wysokie uszkodzenia
ru: Торпеды наносят большой урон
uk: Торпеди завдають великої шкоди
zh: Торпеды наносят большой урон
zh_sg: 鱼雷伤害较高

# IDS_FEAT_GOOD_TORP_FASTTORP
source: High top speed
es_mx: Alta velocidad máxima
ja: 最高速度が高い
pl: Wysoka prędkość maksymalna
ru: Высокая скорость хода
uk: Висока швидкість ходу
zh: Высокая скорость хода
zh_sg: 最高航速较高

# IDS_FEAT_GOOD_TORP_MANYTUBES
source: Large torpedo count per salvo
es_mx: Gran cantidad de torpedos por salva
ja: 魚雷斉射 1 回あたりの本数が多い
pl: Duża liczba torped w salwie
ru: Большое количество торпед в залпе
uk: Велика кількість торпед у залпі
zh: Большое количество торпед в залпе
zh_sg: 每次齐射鱼雷数量众多

# IDS_FEAT_GOOD_TORP_MANYTUBES_6
source: Large torpedo count per salvo from Tier VI
es_mx: Gran cantidad de torpedos por salva a partir del Nivel VI
ja: Tier VI 以上では魚雷斉射 1 回あたりの本数が多い
pl: Duża liczba torped w salwie od VI poziomu
ru: Большое количество торпед в залпе c VI уровня
uk: Велика кількість торпед у залпі з VI рівня
zh: Большое количество торпед в залпе c VI уровня
zh_sg: 从VI级起每次齐射鱼雷数量众多

# IDS_FEAT_GOOD_TORP_MANYTUBES_7
source: Large torpedo count per salvo from Tier VII
es_mx: Gran cantidad de torpedos por salva a partir del Nivel VII
ja: Tier VII 以上では魚雷斉射 1 回あたりの本数が多い
pl: Duża liczba torped w salwie od VII poziomu
ru: Большое количество торпед в залпе c VII уровня
uk: Велика кількість торпед у залпі з VII рівня
zh: Большое количество торпед в залпе c VII уровня
zh_sg: 从VII级起每次齐射鱼雷数量众多

# IDS_FEAT_GOOD_TORP_MANYTUBES_9
source: Large torpedo count per salvo from Tier IX
es_mx: Gran cantidad de torpedos por salva a partir del Nivel IX
ja: Tier IX 以上では魚雷斉射 1 回あたりの本数が多い
pl: Duża liczba torped w salwie od IX poziomu
ru: Большое количество торпед в залпе c IX уровня
uk: Велика кількість торпед у залпі з IX рівня
zh: Большое количество торпед в залпе c IX уровня
zh_sg: 从IX级起每次齐射鱼雷数量众多

# IDS_FEAT_GOOD_TORP_RANGE
source: Long torpedo range
es_mx: Largo alcance
ja: 射程が長い
pl: Daleki zasięg
ru: Большая дальность хода
uk: Велика дальність ходу
zh: Большая дальность хода
zh_sg: 射程较远

# IDS_FEAT_GOOD_TORP_RELOAD
source: Rapid torpedo tube reload
es_mx: Recarga rápida de los lanzadores de torpedos
ja: 魚雷の装填時間が短い
pl: Szybkie przeładowanie wyrzutni torped
ru: Быстрая перезарядка торпедных аппаратов
uk: Швидке перезаряджання торпедних апаратів
zh: Быстрая перезарядка торпедных аппаратов
zh_sg: 鱼雷装填速度快

# IDS_FEAT_GOOD_TORP_RELOAD_8
source: Rapid-reloading torpedo tubes from Tier VIII
es_mx: Tubos lanzatorpedos de recarga rápida a partir del Nivel VIII
ja: Tier VIII 以上では魚雷発射管の装填時間が短い
pl: Szybkie przeładowanie wyrzutni torped od VIII poziomu
ru: Быстрая перезарядка торпедных аппаратов с VIII уровня
uk: Швидке перезаряджання торпедних апаратів із VIII рівня
zh: Быстрая перезарядка торпедных аппаратов с VIII уровня
zh_sg: 从VIII级起鱼雷发射管装填速度较快

# IDS_FEAT_GOOD_TORP_SPECSINGLESHOTTUBES
source: Torpedo tubes with the ability to launch torpedoes one by one
es_mx: Lanzadores de torpedos con la habilidad de lanzar torpedos uno por uno
ja: 魚雷の単発射撃が可能
pl: Wyrzutnie torped mogą wystrzeliwać torpedy jedną po drugiej
ru: Торпедные аппараты с возможностью пуска торпед по одной
uk: Торпедні апарати з можливістю пускати торпеди по одній
zh: Торпедные аппараты с возможностью пуска торпед по одной
zh_sg: 鱼雷发射管可以单发点射

# IDS_FEAT_GOOD_TORP_SPECTORPLAUNCH
source: Tight torpedo grouping in a spread
es_mx: Escasa separación entre los torpedos de una salva
ja: 魚雷の超狭角斉射が可能
pl: Małe odstępy między torpedami w stożku
ru: Высокая кучность торпедного залпа
uk: Висока купчастість торпедного залпу
zh: Высокая кучность торпедного залпа
zh_sg: 鱼雷散布面紧凑

# IDS_FEAT_GOOD_TORP_VISIBILITY
source: Low torpedo detectability
es_mx: Baja detectabilidad de torpedos
ja: 魚雷の被発見距離が短い
pl: Niska wykrywalność torped
ru: Низкая заметность торпед
uk: Низька помітність торпед
zh: Низкая заметность торпед
zh_sg: 鱼雷被发现的可能性较低

# IDS_FEAT_GOOD_TORP_VOLLEYDMG
source: Large torpedo count per salvo
es_mx: Gran cantidad de torpedos por salva
ja: 魚雷斉射 1 回あたりの本数が多い
pl: Duża liczba torped w salwie
ru: Большое количество торпед в залпе
uk: Велика кількість торпед у залпі
zh: Большое количество торпед в залпе
zh_sg: 每次齐射鱼雷数量众多

# IDS_FEAT_GOOD_VIS_BONUSASDIC
source: Hydroacoustic Search consumable available
es_mx: El consumible Búsqueda Hidroacústica está disponible
ja: 消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny
ru: Доступно снаряжение «Гидроакустический поиск»
uk: Доступне спорядження «Гідролокатор»
zh: Доступно снаряжение «Гидроакустический поиск»
zh_sg: 可使用对海搜索消耗品

# IDS_FEAT_GOOD_VIS_BONUSASDIC_6
source: Hydroacoustic Search consumable is available from Tier VI
es_mx: El consumible Búsqueda Hidroacústica está disponible a partir del Nivel VI
ja: Tier VI 以上では消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny od VI poziomu
ru: Доступно снаряжение «Гидроакустический поиск» с VI уровня
uk: Доступне спорядження «Гідролокатор» з VI рівня
zh: Доступно снаряжение «Гидроакустический поиск» с VI уровня
zh_sg: 从VI级起可使用对海搜索消耗品

# IDS_FEAT_GOOD_VIS_BONUSASDIC_8
source: Hydroacoustic Search consumable is available from Tier VIII
es_mx: El consumible Búsqueda Hidroacústica está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Sonda hydroakustyczna jest dostępny od VIII poziomu
ru: Доступно снаряжение «Гидроакустический поиск» с VIII уровня
uk: Доступне спорядження «Гідролокатор» з VIII рівня
zh: Доступно снаряжение «Гидроакустический поиск» с VIII уровня
zh_sg: 从VIII级起可使用对海搜索消耗品

# IDS_FEAT_GOOD_VIS_BONUSASDIC_DESC
source: Increases the range of assured acquisition of enemy ships and torpedoes—an unusual consumable for this ship type.
es_mx: Aumenta el rango de detección efectivo de los barcos y torpedos enemigos; un consumible inusual para este tipo de barco.
ja: 敵艦艇と魚雷の強制捕捉距離を向上します。この艦種としては異例の消耗品です。
pl: Zwiększa zasięg pewnego wykrycia okrętów wroga i torped – rzadko spotykany rodzaj sprzętu eksploatacyjnego na okrętach tego typu.
ru: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед противника. Нехарактерное снаряжение для этого класса кораблей.
uk: Збільшує дистанцію гарантованого виявлення кораблів і торпед супротивника. Нехарактерне спорядження для цього класу кораблів.
zh: Увеличивает дистанцию гарантированного обнаружения кораблей и торпед противника. Нехарактерное снаряжение для этого класса кораблей.
zh_sg: 增加对敌方战舰和鱼雷的绝对捕获范围。此类型战舰非常规消耗品。

# IDS_FEAT_GOOD_VIS_BONUSEASDIC
source: Enhanced Hydroacoustic Search consumable available
es_mx: El consumible mejorado Búsqueda Hidroacústica está disponible
ja: 強化版の消耗品「水中聴音」を使用可能
pl: Sprzęt eksploatacyjny Ulepszona sonda hydroakustyczna jest dostępny
ru: Доступно улучшенное снаряжение «Гидроакустический поиск»
uk: Доступне поліпшене спорядження «Гідролокатор»
zh: Доступно улучшенное снаряжение «Гидроакустический поиск»
zh_sg: 可使用增强的对海搜索消耗品

# IDS_FEAT_GOOD_VIS_BONUSRADAR
source: Surveillance Radar consumable available
es_mx: El consumible Radar de Vigilancia está disponible
ja: 消耗品「警戒レーダー」を使用可能
pl: Sprzęt eksploatacyjny Radar dozorowania jest dostępny
ru: Доступно снаряжение «РЛС»
uk: Доступно спорядження «РЛС»
zh: Доступно снаряжение «РЛС»
zh_sg: 可使用监视雷达消耗品

# IDS_FEAT_GOOD_VIS_BONUSRADAR_8
source: Surveillance Radar consumable is available from Tier VIII
es_mx: El consumible Radar de Vigilancia está disponible a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「警戒レーダー」を使用可能
pl: Sprzęt eksploatacyjny Radar dozorowania jest dostępny od VIII poziomu
ru: Доступно снаряжение «РЛС» с VIII уровня
uk: Доступно спорядження «РЛС» з VIII рівня
zh: Доступно снаряжение «РЛС» с VIII уровня
zh_sg: 从VIII级起可使用监视雷达消耗品

# IDS_FEAT_GOOD_VIS_BONUSRADAR_VS_SMOKE_8
source: The Surveillance Radar consumable is available for mounting instead of Smoke Generator from Tier VIII
es_mx: El consumible Radar de Vigilancia está disponible para ser montado en lugar del Generador de Humo a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「発煙装置」の替わりに「警戒レーダー」を搭載可能
pl: Sprzęt eksploatacyjny Radar dozorowania jest możliwy do zamontowania w miejscu Wytwornicy dymu od VIII poziomu
ru: Доступна установка снаряжения «РЛС» вместо «Дымогенератора» с VIII уровня
uk: Доступне встановлення спорядження «РЛС» замість «Генератор диму» з VIII рівня
zh: Доступна установка снаряжения «РЛС» вместо «Дымогенератора» с VIII уровня
zh_sg: 从VIII级起可使用监视雷达替代发烟器消耗品

# IDS_FEAT_GOOD_VIS_BONUSREPAIR_VS_SMOKE_8
source: The Repair Party consumable is available for mounting instead of Smoke Generator from Tier VIII
es_mx: El consumible Equipo de Reparaciones está disponible para ser montado en lugar del Generador de Humo a partir del Nivel VIII
ja: Tier VIII 以上では消耗品「発煙装置」の代わりに「修理班」を搭載可能
pl: Sprzęt eksploatacyjny Grupa naprawcza jest możliwy do zamontowania w miejscu Wytwornicy dymu od VIII poziomu
ru: Доступна установка снаряжения «Ремонтная команда» вместо «Дымогенератора» с VIII уровня
uk: Доступне встановлення спорядження «Ремонтна команда» замість «Генератор диму» з VIII рівня
zh: Доступна установка снаряжения «Ремонтная команда» вместо «Дымогенератора» с VIII уровня
zh_sg: 从VIII级起可使用维修小组替代发烟器消耗品

# IDS_FEAT_GOOD_VIS_BONUSSMOKE
source: Smoke Generator consumable available
es_mx: El consumible Generador de Humo está disponible
ja: 消耗品「発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny
ru: Доступно снаряжение «Дымогенератор»
uk: Доступне спорядження «Генератор диму»
zh: Доступно снаряжение «Дымогенератор»
zh_sg: 可使用发烟器消耗品

# IDS_FEAT_GOOD_VIS_BONUSSMOKE_5
source: Smoke Generator consumable is available from Tier V
es_mx: El consumible Generador de Humo está disponible a partir del Nivel V
ja: Tier V 以上では消耗品「発煙装置」を使用可能
pl: Sprzęt eksploatacyjny Wytwornica dymu jest dostępny od V poziomu
ru: Доступно снаряжение «Дымогенератор» с V уровня
uk: Доступне спорядження «Генератор диму» з V рівня
zh: Доступно снаряжение «Дымогенератор» с V уровня
zh_sg: 从V级起可使用发烟器消耗品

# IDS_FEAT_GOOD_VIS_BONUSSMOKE_5_DESC
source: An unusual consumable for this ship type.
es_mx: Un consumible inusual para este tipo de barco.
ja: この艦種としては異例の消耗品です。
pl: Rzadko spotykany rodzaj sprzętu eksploatacyjnego na okrętach tego typu.
ru: Нехарактерное снаряжение для этого класса кораблей.
uk: Нехарактерне спорядження для цього класу кораблів.
zh: Нехарактерное снаряжение для этого класса кораблей.
zh_sg: 对此类型战舰是非常规消耗品。

# IDS_FEAT_GOOD_VIS_BONUSSMOKE_DESC
source: An unusual consumable for this ship type.
es_mx: Un consumible inusual para este tipo de barco.
ja: この艦種としては異例の消耗品です。
pl: Rzadko spotykany rodzaj sprzętu eksploatacyjnego na okrętach tego typu.
ru: Нехарактерное снаряжение для этого класса кораблей.
uk: Нехарактерне спорядження для цього класу кораблів.
zh: Нехарактерное снаряжение для этого класса кораблей.
zh_sg: 对此类型战舰是非常规消耗品。

# IDS_FEAT_GOOD_VIS_EASDIC
source: Enhanced Hydroacoustic Search consumable
es_mx: Consumible mejorado Búsqueda Hidroacústica
ja: 強化版の消耗品「水中聴音」
pl: Sprzęt eksploatacyjny Ulepszona sonda hydroakustyczna
ru: Улучшенное снаряжение «Гидроакустический поиск»
uk: Поліпшене спорядження «Гідролокатор»
zh: Улучшенное снаряжение «Гидроакустический поиск»
zh_sg: 增强的对海搜索消耗品
