Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_UNLOCKS_DESCRIPTION_5_0
source: If you don't have enough XP to research a ship or a module, use your Free XP.
es_mx: Si no tienes suficientes puntos de XP para investigar un barco o un módulo, usa tu XP libre.
ja: EXP 不足により艦艇やモジュールを研究できない場合、フリー EXP で補えます。
pl: Jeśli nie posiadasz wystarczającej ilości PD żeby zbadać moduł lub okręt, skorzystaj z wolnych PD.
ru: Если вам не хватает опыта для исследования корабля или модуля, используйте свободный опыт.
uk: Якщо вам не вистачає досвіду, щоб дослідити корабель чи модуль, використовуйте вільний досвід.
zh: 您现在会从战斗获得的经验里得到 5% 的全局经验。
zh_sg: 如果您没有足够的经验去研发战舰或配件，可以使用您的全局

# IDS_UNLOCKS_DESCRIPTION_5_1
source: You now receive Free XP equivalent to 5% of XP earned in each battle.
es_mx: Ahora puedes recibir XP libre en un 5 % de la XP obtenida en cada batalla.
ja: 各戦で取得した経験値の 5% 分をフリー EXP として取得できるようになりました。
pl: Teraz otrzymujesz wolne PD w wysokości 5% PD zdobytych w każdej bitwie.
ru: Вы будете получать свободный опыт в размере 5% от опыта, заработанного в каждом бою.
uk: Ви отримуватимете вільний досвід у кількості 5 % від досвіду, здобутого в кожному бою.
zh: 您可以转换精英及特殊战舰上获得的未分配经验为全局经验。 每 25 经验可用 1 金币来转换。
zh_sg: 现在每场战斗您会额外获得相当于每场经验总量5%的全局经验。

# IDS_UNLOCKS_DESCRIPTION_5_2
source: You can convert undistributed XP earned with Elite and Premium ships into Free XP.
es_mx: Puedes convertir la XP no distribuida que obtuviste en barcos élite y premium en XP libre.
ja: エリート/プレミアム艦艇で取得した未使用の EXP をフリー EXP に変換できます。
pl: Możesz wymienić niewykorzystane PD zdobyte na okrętach elitarnych i premium na wolne PD.
ru: Также вы можете переводить опыт с элитных и премиум кораблей в свободный.
uk: Також ви можете конвертувати досвід з елітних і преміум кораблів на вільний.
zh: 研发新的战舰或配件时，全局经验只会在所有未分配经验用完时才会用到。
zh_sg: 您可以将精英战舰和加值战舰的个体经验转换为全局经验。

# IDS_UNLOCKS_DESCRIPTION_9_0
source: Complete combat missions and get valuable rewards.
es_mx: Completa misiones de combate y consigue valiosas recompensas.
ja: コンバットミッションを達成して価値ある褒賞を入手しましょう。
pl: Wypełniaj misje bojowe, żeby zdobywać wartościowe nagrody.
ru: Выполняйте боевые задачи и получайте ценные награды.
uk: Виконуйте бойові завдання й отримуйте цінні нагороди.
zh: 不像作战任务，挑战可以在它们启用时无限次完成。
zh_sg: 完成作战任务获得珍贵的奖励。

# IDS_UNLOCKS_LEVEL_UP_1
source: You now have access to <h3>Co-op Battles</h3>
es_mx: Ahora tienes acceso a las <h3>Batallas Cooperativas</h3>
ja: <h3>Co-op 戦</h3> がアンロックされました
pl: Masz teraz dostęp do <h3>bitew kooperacyjnych</h3>
ru: Вам стали доступны <h3>Кооперативные бои</h3>
uk: Вам стали доступні <h3>Кооперативні бої</h3>
zh: Вам стали доступны <h3>Кооперативные бои</h3>
zh_sg: 您现在已解锁 <h3>联合作战</h3>

# IDS_UNLOCKS_LEVEL_UP_12
source: <body>You now have access to <h3>Upgrades</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Mejoras</h3></body>
ja: <body><h3>アップグレード</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>ulepszeń</h3></body>
ru: <body>Вам стали доступны <h3>Модернизации</h3></body>
uk: <body>Вам стали доступні <h3>Модернізації</h3></body>
zh: <body>Вам стали доступны <h3>Модернизации</h3></body>
zh_sg: <body>您现在已可以使用 <h3>升级品</h3></body>

# IDS_UNLOCKS_LEVEL_UP_13
source: <body>You now have access to <h3>Commander skills</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>habilidades del Comandante</h3></body>
ja: <body><h3>艦長スキル</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>umiejętności dowódcy</h3></body>
ru: <body>Вам стали доступны <h3>Навыки командиров</h3></body>
uk: <body>Вам стали доступні <h3>Уміння командирів</h3></body>
zh: <body>Вам стали доступны <h3>Навыки командиров</h3></body>
zh_sg: <body>您现在已可以使用 <h3>指挥官技能</h3></body>

# IDS_UNLOCKS_LEVEL_UP_1514
source: <body>You now have access to <h3>Changes to ship exteriors</h3></body>
es_mx: <body>Ahora tienes acceso a los <h3>Cambios al exterior de los barcos</h3></body>
ja: <body><h3>艦艇の外装変更</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>zmian w wyglądzie okrętu</h3></body>
ru: <body>Вам стало доступно <h3>Изменение внешнего вида корабля</h3></body>
uk: <body>Вам стала доступна <h3>Зміна зовнішнього вигляду корабля</h3></body>
zh: <body>Вам стало доступно <h3>Изменение внешнего вида корабля</h3></body>
zh_sg: <body>您现在已可以使用 <h3>变更战舰外观</h3></body>

# IDS_UNLOCKS_LEVEL_UP_16
source: <body>You now have access to <h3>Ranked Battles</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Batallas por Rango</h3></body>
ja: <body><h3>ランク戦</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>bitew rankingowych</h3></body>
ru: <body>Вам стали доступны <h3>Ранговые бои</h3></body>
uk: <body>Вам стали доступні <h3>Рангові бої</h3></body>
zh: <body>Вам стали доступны <h3>Ранговые бои</h3></body>
zh_sg: <body>您现在已可以使用 <h3>排位战</h3></body>

# IDS_UNLOCKS_LEVEL_UP_17
source: <body>You now have access to <h3>Ship research and enhancement</h3></body>
es_mx: <body>Ahora tienes acceso a la <h3>Investigación y mejora de los barcos</h3></body>
ja: <body><h3>艦艇の研究と強化</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>badań i rozwoju okrętów</h3></body>
ru: <body>Вам стало доступно <h3>Исследование и улучшение кораблей</h3></body>
uk: <body>Вам стало доступне <h3>Дослідження та поліпшення кораблів</h3></body>
zh: <body>Вам стало доступно <h3>Исследование и улучшение кораблей</h3></body>
zh_sg: <body>您现在已可以使用 <h3>战舰研发和强化</h3></body>

# IDS_UNLOCKS_LEVEL_UP_21
source: <body>You now have access to <h3>Containers</h3></body>
es_mx: <body>Ahora tienes acceso a los <h3>Contenedores</h3></body>
ja: <body><h3>コンテナ</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>kontenerów</h3></body>
ru: <body>Вам стали доступны <h3>Контейнеры</h3></body>
uk: <body>Вам стали доступні <h3>Контейнери</h3></body>
zh: <body>Вам стали доступны <h3>Контейнеры</h3></body>
zh_sg: <body>您现在已可以使用 <h3>补给箱</h3></body>

# IDS_UNLOCKS_LEVEL_UP_22
source: <body>You now have access to <h3>Campaigns</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Campañas</h3></body>
ja: <body><h3>キャンペーン</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>kampanii</h3></body>
ru: <body>Вам стали доступны <h3>Кампании</h3></body>
uk: <body>Вам стали доступні <h3>Кампанії</h3></body>
zh: <body>Вам стали доступны <h3>Кампании</h3></body>
zh_sg: <body>您现在已可以使用 <h3>战役</h3></body>

# IDS_UNLOCKS_LEVEL_UP_23
source: <body>You now have access to <h3>Inventory management</h3></body>
es_mx: <body>Ahora tienes acceso al <h3>Administración del Inventario</h3></body>
ja: <body><h3>倉庫の管理</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>zarządzania inwentarzem</h3></body>
ru: <body>Вам стало доступно <h3>Управление имуществом</h3></body>
uk: <body>Вам стало доступне <h3>Керування майном</h3></body>
zh: <body>Вам стало доступно <h3>Управление имуществом</h3></body>
zh_sg: <body>您现在已可以使用 <h3>库存管理</h3></body>

# IDS_UNLOCKS_LEVEL_UP_2827
source: <body>You now have access to <h3>Clan Battles</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Batallas de Clanes</h3></body>
ja: <body><h3>クラン戦</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>bitew klanowych</h3></body>
ru: <body>Вам стали доступны <h3>Клановые бои</h3></body>
uk: <body>Вам стали доступні <h3>Кланові бої</h3></body>
zh: <body>Вам стали доступны <h3>Клановые бои</h3></body>
zh_sg: <body>您现在已可以使用 <h3>军团战</h3></body>

# IDS_UNLOCKS_LEVEL_UP_3
source: <body>You now have access to <h3>Random Battles</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Batallas Aleatorias</h3></body>
ja: <body><h3>ランダム戦</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>bitew losowych</h3></body>
ru: <body>Вам стали доступны <h3>Случайные бои</h3></body>
uk: <body>Вам стали доступні <h3>Випадкові бої</h3></body>
zh: <body>Вам стали доступны <h3>Случайные бои</h3></body>
zh_sg: <body>您现在已可以使用 <h3>随机战</h3></body>

# IDS_UNLOCKS_LEVEL_UP_3029
source: <body>You now have access to the <h3>Armory</h3></body>
es_mx: <body>Ahora tienes acceso a la <h3>Armería</h3></body>
ja: <body><h3>武器庫</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>Zbrojowni</h3></body>
ru: <body>Вам стало доступно <h3>Адмиралтейство</h3></body>
uk: <body>Вам стало доступне <h3>Адміралтейство</h3></body>
zh: <body>Вам стало доступно <h3>Адмиралтейство</h3></body>
zh_sg: <body>您现在已可以使用 <h3>兵工厂</h3></body>

# IDS_UNLOCKS_LEVEL_UP_3124
source: <body>You now have access to <h3>Operations</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Operaciones</h3></body>
ja: <body><h3>オペレーション</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>operacji</h3></body>
ru: <body>Вам стали доступны <h3>Операции</h3></body>
uk: <body>Вам стали доступні <h3>Операції</h3></body>
zh: <body>Вам стали доступны <h3>Операции</h3></body>
zh_sg: <body>您现在已可以使用 <h3>行动</h3></body>

# IDS_UNLOCKS_LEVEL_UP_5
source: <body>You now have access to <h3>Free XP</h3></body>
es_mx: <body>Ahora tienes acceso a la <h3>XP Libre</h3></body>
ja: <body><h3>フリー EXP</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>wolnych PD</h3></body>
ru: <body>Вам стал доступен <h3>Свободный опыт</h3></body>
uk: <body>Вам став доступний <h3>Вільний досвід</h3></body>
zh: <body>Вам стал доступен <h3>Свободный опыт</h3></body>
zh_sg: <body>您现在已可以使用 <h3>全局经验</h3></body>

# IDS_UNLOCKS_LEVEL_UP_9
source: <body>You now have access to <h3>Combat missions</h3></body>
es_mx: <body>Ahora tienes acceso a las <h3>Misiones de combate</h3></body>
ja: <body><h3>コンバットミッション</h3> がアンロックされました</body>
pl: <body>Masz teraz dostęp do <h3>misji bojowych</h3></body>
ru: <body>Вам стали доступны <h3>Боевые задачи</h3></body>
uk: <body>Вам стали доступні <h3>Бойові завдання</h3></body>
zh: <body>Вам стали доступны <h3>Боевые задачи</h3></body>
zh_sg: <body>您现在已可以使用 <h3>作战任务</h3></body>

# IDS_UNLOCKS_LOCATION_1
source: The battle type selection menu is located next to the "Battle!" button.
es_mx: El menú de selección del tipo de batalla se encuentra junto al botón "¡Batalla!".
ja: 戦闘タイプ選択メニューは、「戦闘開始!」ボタンの隣にあります。
pl: Menu wyboru typu bitwy znajduje się obok przycisku „Bitwa!”.
ru: Выбор типа боя расположен рядом с кнопкой «В бой!».
uk: Вибір типу бою розташований поруч із кнопкою «До бою!».
zh: 可以在屏幕上方的战斗类型选单中找到
zh_sg: 战斗模式选项位于“加入战斗”按钮的旁边。

# IDS_UNLOCKS_LOCATION_12
source: Ship upgrades are available on the Equipment screen.
es_mx: Las mejoras de los barcos están disponibles en la pantalla Equipamiento.
ja: 艦艇アップグレードを「装備」画面で利用できます。
pl: Ulepszenia okrętów dostępne są na ekranie Wyposażenie.
ru: Модернизации корабля доступны на экране «Оснащение».
uk: Модернізації корабля доступні на екрані «Оснащення».
zh: 升级品标签位于配件选单底部
zh_sg: 战舰升级品位于装备界面中。

# IDS_UNLOCKS_LOCATION_13
source: To go to the Skills screen, click on the Commander's image in the Port.
es_mx: Para ir a la pantalla Habilidades, haz clic en la imagen del comandante en el puerto.
ja: 「スキル」画面に移動するには、港で艦長の画像をクリックしてください。
pl: Żeby przejść do ekranu Umiejętności, kliknij na wizerunek dowódcy w Porcie.
ru: Чтобы перейти к экрану Навыков, нажмите на портрет командира в Порту.
uk: Щоб перейти на екран умінь, натисніть на портрет командира в Порту.
zh: 在港口内点击指挥官图像进入技能选单
zh_sg: 要前往技能界面，在港口点击指挥官头像。

# IDS_UNLOCKS_LOCATION_1514
source: Accessible via the Exterior tab.
es_mx: Accesible a través de la pestaña Exterior.
ja: 「外装」タブから利用できます。
pl: Dostępne w zakładce Wygląd.
ru: Доступно во вкладке «Внешний вид».
uk: Доступно на закладці «Зовнішній вигляд».
zh: Доступно во вкладке «Внешний вид».
zh_sg: 可通过外观分页启用。

# IDS_UNLOCKS_LOCATION_16
source: Available in the battle type selection menu.
es_mx: Disponible en el menú de selección del tipo de batalla.
ja: 戦闘タイプ選択メニューで利用できます。
pl: Dostępne w menu wyboru typu bitwy.
ru: Доступно на экране выбора типа боя.
uk: Доступно на екрані Вибору типу бою.
zh: 可以在屏幕上方的战斗类型选单中找到
zh_sg: 可以从战斗模式选择菜单中使用。

# IDS_UNLOCKS_LOCATION_17
source: New ships are available in the Tech Tree tab. Upgrades are available in the Equipment tab.
es_mx: Nuevos barcos están disponibles en la pestaña "Árbol Tecnológico". Las mejoras están disponibles en la pestaña Equipamiento.
ja: 新しい艦艇を「技術ツリー」タブで、アップグレードを「装備」タブで利用できます。
pl: Nowe okręty są dostępne w zakładce Drzewo technologiczne. Ulepszenia są dostępne w zakładce Wyposażenie.
ru: Новые корабли доступны на вкладке «Развитие». Улучшения доступны на вкладке «Оснащение».
uk: Нові кораблі доступні на вкладці «Розвиток». Поліпшення доступні на вкладці «Оснащення».
zh: 可以在配件和科技树中找到
zh_sg: 科技树分页中开放了新的战舰。升级品可在装备分页安装。

# IDS_UNLOCKS_LOCATION_21
source: To go to Containers, click on the banner on the left side of the Port screen.
es_mx: Para ir a la pantalla Contenedores, haz clic en el panel a la izquierda de la pantalla Puerto.
ja: コンテナに移動するには、港画面の左側にあるバナーをクリックしてください。
pl: Żeby przejść do kontenerów, kliknij na baner po lewej stronie ekranu Portu.
ru: Чтобы перейти к Контейнерам, нажмите на баннер в левой части экрана Порта.
uk: Щоб перейти до Контейнерів, натисніть на банер у лівій частині екрана Порту.
zh: 在港口界面点选左边的标签前往幸运补给箱画面
zh_sg: 要前往补给箱，点击港口界面左侧的横幅。

# IDS_UNLOCKS_LOCATION_22
source: To go to Campaigns, click on the banner on the left side of the Port screen.
es_mx: Para ir a las Campañas, haz clic en el panel a la izquierda de la pantalla Puerto.
ja: キャンペーンに移動するには、港画面の左側にあるバナーをクリックしてください。
pl: Żeby przejść do Kampanii, kliknij na banner po lewej stronie ekranu Portu.
ru: Чтобы перейти к экрану Кампаний, нажмите на баннер в левой части экрана Порта.
uk: Щоб перейти на екран Кампаній, натисніть на банер у лівій частині екрана Порту.
zh: 在港口界面点选左边的标签前往战役
zh_sg: 要前往战役，点击港口界面左侧的横幅。

# IDS_UNLOCKS_LOCATION_23
source: Inventory management is only available via the player's menu.
es_mx: La gestión de inventario solo está disponible a través del menú del jugador.
ja: 倉庫の管理は、プレイヤーメニューからのみ可能です。
pl: Zarządzanie inwentarzem możliwe jest tylko za pośrednictwem menu gracza.
ru: Управление имуществом доступно в меню игрока.
uk: Керування майном доступно в меню гравця.
zh: 可以在账号选单中找到库存
zh_sg: 库存管理界面只能通过玩家菜单进入。

# IDS_UNLOCKS_LOCATION_2827
source: Clan and Training Battles are available in the battle type selection menu.
es_mx: Las Batallas de Clanes y de Entrenamiento están disponibles en el menú de selección de tipo de batalla.
ja: クラン戦とトレーニング戦を戦闘タイプ選択メニューから利用できます。
pl: Bitwy treningowe i klanowe dostępne są w menu wyboru typu bitwy.
ru: Клановые и тренировочные бои доступны на экране выбора типа боя.
uk: Кланові й тренувальні бої доступні на екрані Вибору типу бою.
zh: 军团和战斗训练可以在战斗类型选单中找到，海军基地可以在您加入军团后于军团选单中找到
zh_sg: 军团战和战斗训练可从战斗模式选择菜单中进入。

# IDS_UNLOCKS_LOCATION_3
source: The battle type selection menu is located next to the "Battle!" button.
es_mx: El menú de selección del tipo de batalla se encuentra junto al botón "¡Batalla!".
ja: 戦闘タイプ選択メニューは、「戦闘開始!」ボタンの隣にあります。
pl: Menu wyboru typu bitwy znajduje się obok przycisku „Bitwa!”.
ru: Выбор типа боя расположен рядом с кнопкой «В бой!».
uk: Вибір типу бою розташований поруч із кнопкою «До бою!».
zh: 可以在屏幕上方的战斗类型选单中找到
zh_sg: 战斗模式选项位于“加入战斗”按钮的旁边。

# IDS_UNLOCKS_LOCATION_3029
source: To go to the Armory, click on the banner on the left side of the Port screen.
es_mx: Para ir a la Armería, haz clic en el recuadro del lado izquierdo en la pantalla del Puerto.
ja: 武器庫に移動するには、港画面の左側にあるバナーをクリックしてください。
pl: Żeby przejść do Zbrojowni, kliknij banner po lewej stronie ekranu Portu.
ru: Чтобы перейти в Адмиралтейство, щёлкните по баннеру в левой части экрана Порта.
uk: Щоб перейти в Адміралтейство, натисніть на банер у лівій частині екрана Порту.
zh: Чтобы перейти в Адмиралтейство, щёлкните по баннеру в левой части экрана Порта.
zh_sg: 要前往兵工厂，点击港口界面左侧的横幅。

# IDS_UNLOCKS_LOCATION_3124
source: Available in the battle type selection menu.
es_mx: Disponible en el menú de selección del tipo de batalla.
ja: 戦闘タイプ選択メニューで利用できます。
pl: Dostępne w menu wyboru typu bitwy.
ru: Доступно на экране выбора типа боя.
uk: Доступно на екрані Вибору типу бою.
zh: 可以在屏幕上方的战斗类型选单中找到
zh_sg: 可以从战斗模式选择菜单中使用。

# IDS_UNLOCKS_LOCATION_5
source: The amount of Free XP is displayed in the top-right corner of the Port screen.
es_mx: La cantidad de XP Libre se muestra en la esquina superior derecha de la pantalla Puerto.
ja: フリー EXP の残量は、港画面の右上に表示されています。
pl: Liczba wolnych PD wyświetlana jest w prawym górnym rogu Portu.
ru: Свободный опыт отображается в правом верхнем углу экрана Порта.
uk: Вільний досвід показано в правому верхньому куті екрана Порту.
zh: 配件接口右上角显示的是全局经验，而港口状态下可以在右上角找到转换经验的连结
zh_sg: 全局经验的数量显示在港口界面的右上角。

# IDS_UNLOCKS_LOCATION_9
source: To go to combat missions, click on the banner on the left side of the Port screen.
es_mx: Para ir a las Misiones de Combate, haz clic en el recuadro del lado izquierdo en la pantalla del Puerto.
ja: コンバットミッションに移動するには、港画面の左側にあるバナーをクリックしてください。
pl: Żeby przejść do misji bojowych, kliknij baner po lewej stronie ekranu Portu.
ru: Чтобы перейти на вкладку «Боевые задачи», щёлкните по баннеру в левой части экрана Порта.
uk: Щоб перейти на закладку «Бойові завдання», натисніть на банер у лівій частині екрана Порту.
zh: 要前往作战任务界面，在港口时点选左边的标签
zh_sg: 要前往作战任务界面，点击港口界面左侧的横幅。

# IDS_UNLOCKS_TITLE_1
source: Co-op Battles
es_mx: Batallas Cooperativas
ja: Co-op 戦
pl: Bitwy kooperacyjne
ru: Кооперативные бои
uk: Кооперативні бої
zh: 联合战斗
zh_sg: 联合作战

# IDS_UNLOCKS_TITLE_12
source: Upgrades
es_mx: Mejoras
ja: アップグレード
pl: Ulepszenia
ru: Модернизация
uk: Модернізація
zh: 升级品
zh_sg: 升级品

# IDS_UNLOCKS_TITLE_13
source: Ship Commander
es_mx: Comandante del Barco
ja: 艦長
pl: Dowódca okrętu
ru: Командир корабля
uk: Командир корабля
zh: 战舰指挥官
zh_sg: 战舰指挥官

# IDS_UNLOCKS_TITLE_1514
source: Exterior
ja: 外装
pl: Wygląd
ru: Внешний вид
uk: Вигляд зовні
zh: 外观
zh_sg: 外观

# IDS_UNLOCKS_TITLE_16
source: Ranked Battles
es_mx: Batallas por Rango
ja: ランク戦
pl: Bitwy rankingowe
ru: Ранговые бои
uk: Рангові бої
zh: 排位战
zh_sg: 排位战

# IDS_UNLOCKS_TITLE_17
source: Ship Research and Upgrades
es_mx: Investigación y Mejora de Barcos
ja: 艦艇の研究とアップグレード
pl: Badanie i ulepszenia okrętów
ru: Исследование и улучшение кораблей
uk: Дослідження та поліпшення кораблів
zh: 战舰与配件的科技树
zh_sg: 战舰研发和升级

# IDS_UNLOCKS_TITLE_18
source: Combat Missions
es_mx: Misiones de combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: 作战任务
zh_sg: 作战任务

# IDS_UNLOCKS_TITLE_20
source: Ship armor
es_mx: Blindaje del barco
ja: 艦艇の装甲
pl: Pancerz okrętu
ru: Бронирование корабля
uk: Бронювання корабля
zh: 战舰装甲
zh_sg: 战舰装甲

# IDS_UNLOCKS_TITLE_21
source: Containers
es_mx: Contenedores
ja: コンテナ
pl: Kontenery
ru: Контейнеры
uk: Контейнери
zh: 幸运补给箱
zh_sg: 补给箱

# IDS_UNLOCKS_TITLE_22
source: Campaigns
es_mx: Campañas
ja: キャンペーン
pl: Kampanie
ru: Кампании
uk: Кампанії
zh: 战役
zh_sg: 战役

# IDS_UNLOCKS_TITLE_23
source: Inventory Management
es_mx: Administración del Inventario
ja: 倉庫の管理
pl: Zarządzanie inwentarzem
ru: Управление имуществом
uk: Керування майном
zh: 仓库管理
zh_sg: 库存管理

# IDS_UNLOCKS_TITLE_2827
source: Clan Battles
es_mx: Batallas de Clan
ja: クラン戦
pl: Bitwy klanowe
ru: Клановые бои
uk: Кланові бої
zh: 军团战斗
zh_sg: 军团战

# IDS_UNLOCKS_TITLE_3
source: Random Battles
es_mx: Batallas Aleatorias
ja: ランダム戦
pl: Bitwy losowe
ru: Случайные бои
uk: Випадкові бої
zh: 标准战斗
zh_sg: 随机战

# IDS_UNLOCKS_TITLE_3029
source: Armory
es_mx: Armería
ja: 武器庫
pl: Zbrojownia
ru: Адмиралтейство
uk: Адміралтейство
zh: 军火库
zh_sg: 兵工厂

# IDS_UNLOCKS_TITLE_3124
source: Operations
es_mx: Operaciones
ja: オペレーション
pl: Operacje
ru: Операции
uk: Операції
zh: 行动
zh_sg: 行动

# IDS_UNLOCKS_TITLE_5
source: Free XP
es_mx: XP Libre
ja: フリー EXP
pl: Wolne PD
ru: Свободный опыт
uk: Вільний досвід
zh: 全局经验
zh_sg: 全局经验

# IDS_UNLOCKS_TITLE_8
source: Daily Missions
es_mx: Misiones Diarias
ja: デイリーミッション
pl: Codzienne misje
ru: Ежедневные задачи
uk: Щоденні завдання
zh: 日常
zh_sg: 日常

# IDS_UNLOCKS_TITLE_9
source: Combat Missions
es_mx: Misiones de Combate
ja: コンバットミッション
pl: Misje bojowe
ru: Боевые задачи
uk: Бойові завдання
zh: 作战任务与挑战
zh_sg: 作战任务

# IDS_UNLOCK_DIVISION
source: Unlock Division
es_mx: Desbloquear División
ja: 分艦隊のロックを解除
pl: Odblokuj dywizjon
ru: Открыть отряд
uk: Відкрити загін
zh: 解开小队
zh_sg: 解锁小队

# IDS_UNLUCKY_CLUB_BATTLE
source: Unsuccessful Battle
es_mx: Batalla sin Éxito
ja: 不首尾な戦闘
pl: Niepomyślna bitwa
ru: Неудачный бой
uk: Невдалий бій
zh: 战斗失败
zh_sg: 战斗失败

# IDS_UNLUCKY_RANKED_BATTLE
source: Unsuccessful Battle
es_mx: Batalla sin Éxito
ja: 不首尾な戦闘
pl: Niepomyślna bitwa
ru: Неудачный бой
uk: Невдалий бій
zh: 战斗失败
zh_sg: 未成功的战斗

# IDS_UNMOUNT
source: Demount
es_mx: Desmontar
ja: 解除
pl: Demontuj
ru: Демонтировать
uk: Демонтувати
zh: 拆卸
zh_sg: 拆卸

# IDS_UNMOUNT_COST
source: Demounting Cost
es_mx: Costo del Desmontaje
ja: 解除費用
pl: Koszt demontażu
ru: Стоимость демонтажа
uk: Вартість демонтажу
zh: 拆卸价格
zh_sg: 拆卸费用

# IDS_UNMOUNT_MODERNIZATION
source: Demount Upgrade
es_mx: Desmontar Mejora
ja: アップグレードの解除
pl: Demontuj ulepszenie
ru: Демонтаж модернизации
uk: Демонтаж модернізації
zh: 拆卸升级品
zh_sg: 拆卸升级品

# IDS_UNMUTE
source: Enable messages
es_mx: Habilitar mensajes
ja: メッセージの有効化
pl: Włącz wiadomości.
ru: Включить сообщения
uk: Увімкнути повідомлення
zh: 开启信息
zh_sg: 开启信息

# IDS_UNMUTE_PLAYER_CHAT
source: Unblock messages
es_mx: Desbloquear mensajes
ja: メッセージのブロック解除
pl: Odblokuj wiadomości
ru: Разблокировать сообщения
uk: Розблокувати повідомлення
zh: Разблокировать сообщения
zh_sg: 屏蔽消息

# IDS_UNMUTE_PLAYER_CHAT_HINT
source: Unblock all messages from this player in the current battle
es_mx: Desbloquear todos los mensajes de este jugador en esta batalla
ja: 現在の戦闘でこのプレイヤーからの全メッセージをブロック解除
pl: Odblokuj wszystkie wiadomości od tego gracza w bieżącej bitwie
ru: Разблокировать все сообщения от этого игрока в текущем бою
uk: Заблокувати всі повідомлення від цього гравця в цьому бою
zh: Разблокировать все сообщения от этого игрока в текущем бою
zh_sg: 屏蔽当前战斗中所有这名玩家的消息

# IDS_UNMUTE_PLAYER_VOICE_CHAT
source: Enable voice messages from player
es_mx: Activar mensajes de voz del jugador
ja: プレイヤーからの音声メッセージの有効化
pl: Włącz wiadomości głosowe od gracza
ru: Включить голосовые сообщения от игрока
uk: Увімкнути голосові повідомлення від гравця
zh: 开启玩家的语音消息
zh_sg: 开启玩家的语音消息

# IDS_UPDATED
source: UPDATED
es_mx: ACTUALIZADO
ja: 更新
pl: ZAKTUALIZOWANA
ru: ОБНОВЛЕНО
uk: ОНОВЛЕНО
zh: 已更新
zh_sg: 已更新

# IDS_UPDATED_IN
source: Time till update:
es_mx: Tiempo hasta la actualización:
ja: 更新までの時間:
pl: Czas do aktualizacji:
ru: Обновление через:
uk: Оновлення через:
zh: 更新时间：
zh_sg: 更新时间：

# IDS_US
source: North America
es_mx: Norteamérica
ja: 北アメリカ
pl: Ameryka Północna
ru: Северная Америка
uk: Північна Америка
zh: 北美
zh_sg: 北美

# IDS_USA
source: U.S.A.
es_mx: EE.UU.
ja: アメリカ
ru: США
uk: США
zh: M系
zh_sg: 美国

# IDS_USACAP
source: George Doe
zh: 乔治-杜伊

# IDS_USAOVECHKIN
source: Alexander Ovechkin
pl: Aleksander Owieczkin
zh: 亚历山大-奥维奇金

# IDS_USAOVECHKINPREM
source: Alexander Ovechkin
pl: Aleksander Owieczkin
zh: 亚历山大-奥维奇金

# IDS_USAOVECHKINPREMHELL
source: Tsar Alexander
es_mx: El Zar Alexander
pl: Car Aleksander
ru: Царь Александр
uk: Цар Олександр
zh: 亚历山大一世

# IDS_USA_AIRCARRIER
source: U.S. carriers
es_mx: Portaaviones estadounidenses
ja: アメリカ航空母艦
pl: Amerykańskie lotniskowce
ru: Авианосцы США
uk: Авіаносці США
zh: Авианосцы США
zh_sg: 美国航母

# IDS_USA_ARC_BANNER_HEADER
source: Go Navy!
zh: 海军加油！

# IDS_USA_ARC_BRANCH
source: American Cruisers
es_mx: Cruceros norteamericanos
ja: アメリカ巡洋艦
pl: Amerykańskie krążowniki
ru: Американские крейсеры
uk: Американські крейсери
zh: M系巡洋舰
zh_sg: 美国巡洋舰
