Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SQUADRON_0
source: Squadron 10
es_mx: Escuadrón 10
ja: 中隊 10
pl: Eskadra 10
ru: Эскадрилья 10
uk: Ескадрилья 10
zh: 航空中队 10
zh_sg: 中队 10

# IDS_SQUADRON_1
source: Squadron 1
es_mx: Escuadrón 1
ja: 中隊 1
pl: Eskadra 1
ru: Эскадрилья 1
uk: Ескадрилья 1
zh: 航空中队 1
zh_sg: 中队 1

# IDS_SQUADRON_2
source: Squadron 2
es_mx: Escuadrón 2
ja: 中隊 2
pl: Eskadra 2
ru: Эскадрилья 2
uk: Ескадрилья 2
zh: 航空中队 2
zh_sg: 中队 2

# IDS_SQUADRON_3
source: Squadron 3
es_mx: Escuadrón 3
ja: 中隊 3
pl: Eskadra 3
ru: Эскадрилья 3
uk: Ескадрилья 3
zh: 航空中队 3
zh_sg: 中队 3

# IDS_SQUADRON_4
source: Squadron 4
es_mx: Escuadrón 4
ja: 中隊 4
pl: Eskadra 4
ru: Эскадрилья 4
uk: Ескадрилья 4
zh: 航空中队 4
zh_sg: 中队 4

# IDS_SQUADRON_5
source: Squadron 5
es_mx: Escuadrón 5
ja: 中隊 5
pl: Eskadra 5
ru: Эскадрилья 5
uk: Ескадрилья 5
zh: 航空中队 5
zh_sg: 中队 5

# IDS_SQUADRON_6
source: Squadron 6
es_mx: Escuadrón 6
ja: 中隊 6
pl: Eskadra 6
ru: Эскадрилья 6
uk: Ескадрилья 6
zh: 航空中队 6
zh_sg: 中队 6

# IDS_SQUADRON_7
source: Squadron 7
es_mx: Escuadrón 7
ja: 中隊 7
pl: Eskadra 7
ru: Эскадрилья 7
uk: Ескадрилья 7
zh: 航空中队 7
zh_sg: 中队 7

# IDS_SQUADRON_8
source: Squadron 8
es_mx: Escuadrón 8
ja: 中隊 8
pl: Eskadra 8
ru: Эскадрилья 8
uk: Ескадрилья 8
zh: 航空中队 8
zh_sg: 中队 8

# IDS_SQUADRON_9
source: Squadron 9
es_mx: Escuadrón 9
ja: 中隊 9
pl: Eskadra 9
ru: Эскадрилья 9
uk: Ескадрилья 9
zh: 航空中队 9
zh_sg: 中队 9

# IDS_SQUADRON_CAMERA_MODE_LASTSQUADRONATTACKED
source: Squadron returning to the aircraft carrier
es_mx: Escuadrones regresando al portaaviones
ja: 中隊が航空母艦に帰還中
pl: Eskadra powraca na pokład lotniskowca
ru: Эскадрилья возвращается на авианосец
uk: Ескадрилья повертається на авіаносець
zh: 航空中队正在返回航空母舰
zh_sg: 中队正在返回航空母舰

# IDS_SQUADRON_CAMERA_MODE_SQUADRONDEAD
source: Squadron destroyed
es_mx: Escuadrón destruido
ja: 中隊が全滅
pl: Eskadra zniszczona
ru: Эскадрилья уничтожена
uk: Ескадрилью знищено
zh: 航空中队被摧毁
zh_sg: 中队被摧毁

# IDS_SSCASEMATE
source: Plating
es_mx: Blindaje
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 外板
zh_sg: 外板

# IDS_SSC_AFTTRANS
source: Athwartship
es_mx: De Babor a Estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_SSC_CONSTRSIDE
source: Plating
es_mx: Blindaje
ja: 装甲板
pl: Poszycie
ru: Обшивка
uk: Обшивка
zh: 外板
zh_sg: 外板

# IDS_SSC_DECK
source: Deck
es_mx: Cubierta
ja: 甲板
pl: Pokład
ru: Палуба
uk: Палуба
zh: 甲板
zh_sg: 甲板

# IDS_SSC_FWDTRANS
source: Athwartship
es_mx: De Babor a Estribor
ja: 横隔壁
pl: Pancerz pionowy
ru: Траверс
uk: Траверз
zh: 横向围板
zh_sg: 横向围板

# IDS_SSE_COMPLETE_ALL_TASKS
source: Complete all conditions of the mission
es_mx: Completa todas las condiciones de la misión
ja: このミッションの全条件を達成する
pl: Spełnij wszystkie warunki misji
ru: Выполните все условия задачи
uk: Виконайте всі умови завдання
zh: Выполните все условия задачи
zh_sg: 完成所有任务条件

# IDS_SSE_COMPLETE_ANY_TASK
source: Complete any condition of the mission
es_mx: Completa cualquier condición de la misión
ja: このミッションのいずれかの条件を達成する
pl: Spełnij dowolny warunek misji
ru: Выполните любое условие задачи
uk: Виконайте будь-яку умову завдання
zh: Выполните любое условие задачи
zh_sg: 完成任意任务条件

# IDS_SSE_COMPLETE_TASKS_IN_CHAIN
source: Complete all missions in the chain successively
es_mx: Completa todas las misiones en la cadena sucesivamente
ja: このチェインの全ミッションを順に達成する
pl: Wypełnij wszystkie misje łańcucha w określonej kolejności
ru: Последовательно выполните все задачи цепочки
uk: Послідовно виконайте всі завдання ланцюжка
zh: Последовательно выполните все задачи цепочки
zh_sg: 成功完成所有连环任务

# IDS_SSE_COMPLETE_TASKS_IN_EPIC
source: Complete missions of the Directive in any order
es_mx: Completa las misiones de la Directiva en cualquier orden
ja: このディレクティブのミッションを任意の順番で達成する
pl: Wypełnij misje dyrektywy w dowolnej kolejności
ru: Выполните задачи Директивы в любом порядке
uk: У будь-якому порядку виконайте завдання директиви
zh: Выполните задачи Директивы в любом порядке
zh_sg: 按任何顺序完成指令的任务

# IDS_SSE_FINAL_REWARD_COLON
source: Final reward:
es_mx: Recompensa final:
ja: 最終褒賞:
pl: Nagroda główna:
ru: Итоговая награда:
uk: Підсумкова нагорода:
zh: Итоговая награда:
zh_sg: 最终奖励：

# IDS_SSE_ICON_HINT_AGGREGATOR
source: Complete several missions
es_mx: Completa varias misiones
ja: 複数のミッションを達成する
pl: Wypełnij kilka misji
ru: Выполните несколько задач
uk: Виконайте декілька завдань
zh: Выполните несколько задач
zh_sg: 完成多个任务

# IDS_SSE_ICON_HINT_CHAIN
source: Complete all missions in the chain successively
es_mx: Completa todas las misiones en la cadena sucesivamente
ja: このチェインの全ミッションを順に達成する
pl: Wypełnij wszystkie misje łańcucha w określonej kolejności
ru: Последовательно выполните все задачи цепочки
uk: Послідовно виконайте всі завдання ланцюжка
zh: Последовательно выполните все задачи цепочки
zh_sg: 成功完成所有连环任务

# IDS_SSE_ICON_HINT_EPIC
source: Complete several missions
es_mx: Completa varias misiones
ja: 複数のミッションを達成する
pl: Wypełnij kilka misji
ru: Выполните несколько задач
uk: Виконайте декілька завдань
zh: Выполните несколько задач
zh_sg: 完成多个任务

# IDS_SSE_ICON_HINT_TASK
source: Complete the mission
es_mx: Completa la misión
ja: このミッションを達成する
pl: Wypełnij misję
ru: Выполните задачу
uk: Виконайте завдання
zh: Выполните задачу
zh_sg: 完成任务

# IDS_SSE_ICON_HINT_TASK_OR
source: Complete one of the mission conditions
es_mx: Completa una de las condiciones de la misión
ja: ミッション条件のうちの 1 つを達成する
pl: Spełnij jeden z warunków misji
ru: Выполните одно из условий задачи
uk: Виконайте одну з умов завдання
zh: Выполните одно из условий задачи
zh_sg: 完成一个任务条件

# IDS_SSE_ICON_HINT_TASK_REPEATABLE
source: Complete the mission several times
es_mx: Completa la misión varias veces
ja: このミッションを複数回達成する
pl: Wypełnij misję kilkukrotnie
ru: Выполните задачу несколько раз
uk: Виконайте завдання кілька разів
zh: Выполните задачу несколько раз
zh_sg: 多次完成任务

# IDS_SSE_REPEAT_NUMBER_UNLIMITED
source: You can complete this mission as many times as you wish
es_mx: Puedes completar esta misión tantas veces como desees
ja: このミッションの達成限度数は無制限です
pl: Możesz wypełnić tę misję dowolną ilość razy
ru: Количество выполнений не ограничено
uk: Можна виконувати необмежену кількість разів
zh: Количество выполнений не ограничено
zh_sg: 此任务完成次数无限制

# IDS_SSE_STATUS_COMPLETED
source: Completed
es_mx: Completada
ja: 達成
pl: Ukończono
ru: Выполнено
uk: Виконано
zh: 已完成
zh_sg: 已完成

# IDS_SSE_STATUS_FAILED
source: Time is up
es_mx: El tiempo se ha agotado
ja: 時間切れ
pl: Czas dobiegł końca
ru: Время истекло
uk: Час вичерпано
zh: Время истекло
zh_sg: 时间到

# IDS_SSE_STATUS_LOCKED_PREVIOUSCHAINTASKNOTCOMPLETED
source: Complete the preceding mission
es_mx: Completa la misión anterior
ja: 前のミッション達成後に利用可
pl: Wypełnij poprzednią misję
ru: Выполните предыдущую задачу
uk: Виконайте попереднє завдання
zh: Выполните предыдущую задачу
zh_sg: 完成前置任务

# IDS_SSE_STATUS_LOCKED_PREVIOUSEPICNOTCOMPLETED
source: Complete the preceding Directive
es_mx: Completa la Directiva anterior
ja: 前のディレクティブ達成後に利用可
pl: Wypełnij poprzednią dyrektywę
ru: Выполните предыдущую Директиву
uk: Виконайте попередню директиву
zh: Выполните предыдущую Директиву
zh_sg: 完成前置指令

# IDS_SSE_TAG_COMMON
source: Combat
es_mx: Combate
ja: コンバット
pl: Bojowe
ru: Боевые
uk: Бойові
zh: 战斗
zh_sg: 作战

# IDS_SSE_TAG_DESCRIPTION_COMMON
source: Combat Mission
es_mx: Misión de Combate
ja: コンバットミッション
pl: Misja bojowa
ru: Боевая задача
uk: Бойове завдання
zh: 作战任务
zh_sg: 作战任务

# IDS_SSE_TAG_DESCRIPTION_REFRESHABLE
source: Recurring mission
es_mx: Misión periódica
ja: 反復型ミッション
pl: Misja powtarzalna
ru: Обновляемая задача
uk: Оновлюване завдання
zh: Обновляемая задача
zh_sg: 循环任务

# IDS_SSE_TAG_INFO_COMMON
source: Combat missions available to all players, as well as personal combat missions.
es_mx: Misiones de combate disponibles para todos los jugadores, así como misiones de combate personales.
ja: 全プレイヤーが利用可能なコンバットミッションとパーソナルタスクです。
pl: Misje bojowe dostępne dla wszystkich graczy, a także osobiste misje bojowe.
ru: Задачи, доступные для всех игроков, а также персональные задачи.
uk: Завдання, які доступні для всіх гравців, а також особисті завдання.
zh: Задачи, доступные для всех игроков, а также персональные задачи.
zh_sg: 对所有玩家开放的作战任务，和个人作战任务。

# IDS_SSE_TAG_INFO_REFRESHABLE
source: Combat missions that are updated periodically.
es_mx: Misiones de combate que son actualizadas periódicamente.
ja: 定期更新されるコンバットミッションです。
pl: Misje bojowe, które są na bieżąco aktualizowane.
ru: Задачи, обновляемые с определённой периодичностью.
uk: Завдання, які оновлюються з певною періодичністю.
zh: Задачи, обновляемые с определённой периодичностью.
zh_sg: 定期更新的作战任务。

# IDS_SSE_TAG_REFRESHABLE
source: Recurring
es_mx: Periódica
ja: 反復型
pl: Powtarzalne
ru: Обновляемые
uk: Оновлювані
zh: Обновляемые
zh_sg: 循环

# IDS_SSE_TASK_RESTRICTIONS
source: Completion Criteria
es_mx: Criterio a Completar
ja: 達成要件
pl: Warunki ukończenia
ru: Условия выполнения
uk: Умови виконання
zh: 完成条件
zh_sg: 完成条件

# IDS_SSE_TASK_RESTRICTIONS_ABSENT
source: No special conditions available
es_mx: No hay condiciones especiales disponibles
ja: 特別条件なし
pl: Brak specjalnych warunków
ru: нет особых условий
uk: немає особливих умов
zh: нет особых условий
zh_sg: 无特殊条件

# IDS_SSE_TASK_RESTRICTIONS_COLON
source: Completion criteria:
es_mx: Criterios de finalización:
ja: 達成要件:
pl: Warunki ukończenia:
ru: Условия выполнения:
uk: Умови виконання:
zh: 完成条件:
zh_sg: 完成标准：

# IDS_SSE_TASK_REWARD_COLON
source: Completion reward:
es_mx: Recompensa por finalizar:
ja: 達成褒賞:
pl: Nagroda za ukończenie:
ru: Награда за выполнение:
uk: Нагорода за виконання:
zh: Награда за выполнение:
zh_sg: 完成奖励：
