Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PRGM104_12IN52_MOD_3
source: 305 mm/52 Model 1907 on an MK-3-12 mount
es_mx: Modelo 1907 de 305 mm/52 en un montaje MK-3-12
ja: 305 mm/52 Model 1907 (MK-3-12 砲座)
pl: 305 mm/52 Model 1907 na stanowisku MK-3-12
ru: 305-мм/52 обр. 1907 г. в установке МК-3-12
uk: 305-мм/52 зр. 1907 р. в установці МК-3-12
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（MK-3-12炮座）

# IDS_PRGM113_149MM60_DRHTR_SK_C25
source: 150 mm/60 SK C/25 on a Drh Tr C/28 mount
es_mx: SK C/25 de 150 mm/60 en un montaje Drh Tr C/28
ja: 150 mm/60 SK C/25 (Drh Tr C/28 砲座)
pl: 150 mm/60 SK C/25 na stanowisku Drh Tr C/28
ru: 150-мм/60 SK C/25 в установке Drh Tr C/28
uk: 150-мм/60 SK C/25 в установці Drh Tr C/28
zh: 150 毫米 L/60 SK C/25
zh_sg: 150 mm/60 SK C/25（Drh Tr C/28炮座）

# IDS_PRGM117_152MM_45_CANET
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 1892型
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGM118_305MM_61_SM31
source: 305 mm/61 SM-33 on an SM-31 mount
es_mx: SM-33 de 305 mm/61 en un montaje SM-31
ja: 305 mm/61 SM-33 (SM-31 砲座)
pl: 305 mm/61 SM-33 na stanowisku SM-31
ru: 305-мм/61 СМ-33 в установке СМ-31
uk: 305-мм/61 СМ-33 в установці СМ-31
zh: 305 毫米/61 SM-31
zh_sg: 305 mm/61 SM-33（SM-31炮座）

# IDS_PRGM119_356MM_52_TRIPLE
source: 356 mm/52 Model 1913 in a Metal Works Plant turret
es_mx: Modelo 1913 de 356 mm/52 en una torreta de la Planta Metalúrgica
ja: 356 mm/52 Model 1913 (Metal Works Plant 砲塔)
pl: 356 mm/52 Model 1913 w wieży Metal Works Plant
ru: 356-мм/52 обр. 1913 г. в башне Металлического з-да
uk: 356-мм/52 зр. 1913 р. у башті Металічного з-ду
zh: 356 毫米/52 1913型
zh_sg: 356 mm/52 Model 1913（Metal Works Plant炮塔）

# IDS_PRGM122_406MM_50_MK1
source: 406 mm/50 B-37 on an MK-1-406 mount
es_mx: B-37 de 406 mm/50 en un montaje MK-1-406
ja: 406 mm/50 B-37 (MK-1-406 砲座)
pl: 406 mm/50 B-37 na stanowisku MK-1-406
ru: 406-мм/50 Б-37 в установке МК-1-406
uk: 406-мм/50 Б-37 в установці МК-1-406
zh: 406 毫米/50 MK-1
zh_sg: 406 mm/50 B-37（MK-1-406炮座）

# IDS_PRGM124_305MM_52_DUAL
source: 305 mm/52 Model 1907 in a turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta
ja: 305 mm/52 Model 1907 (砲塔)
pl: 305 mm/52 Model 1907 w wieży
ru: 305-мм/52 обр. 1907 г. в башенной установке
uk: 305-мм/52 зр. 1907 р. у баштовій установці
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（单装炮塔）

# IDS_PRGM125_406MM_45
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRGM126_305MM_54_MK_15
source: 305 mm/54 B-50 on an MK-15 mount
es_mx: B-50 de 305 mm/54 en un montaje MK-15
ja: 305 mm/54 B-50 (MK-15 砲座)
pl: 305 mm/54 B-50 na stanowisku MK-15
ru: 305-мм/54 Б-50 в установке МК-15
uk: 305-мм/54 Б-50 в установці МК-15
zh: 305毫米/54 MK-15
zh_sg: 305 mm/54 B-50（MK-15炮座）

# IDS_PRGM127_12IN52_MOD_1
source: 305 mm/52 Model 1907 in a Metal Works Plant turret
es_mx: Modelo 1907 de 305 mm/52 en una torreta de la Planta Metalúrgica
ja: 305 mm/52 Model 1907 (Metal Works Plant 砲塔)
pl: 305 mm/52 Model 1907 w wieży Metal Works Plant
ru: 305-мм/52 обр. 1907 г. в башне Металлического з-да
uk: 305-мм/52 зр. 1907 р. у башті Металічного з-ду
zh: 305 毫米/52 1907型
zh_sg: 305 mm/52 Model 1907（Metal Works Plant炮塔）

# IDS_PRGM129_457MM_48
source: 457 mm/48 B-45 on an SM-8 mount
es_mx: B-45 de 457 mm/48 en un montaje SM-8
ja: 457 mm/48 B-45 (SM-8 砲座)
pl: 457 mm/48 B-45 na stanowisku SM-8
ru: 457-мм/48 Б-45 в установке СМ-8
uk: 457-мм/48 Б-45 в установці СМ-8
zh: 457 毫米/48 B-45
zh_sg: 457 mm/48 B-45（SM-8炮座）

# IDS_PRGM134_406MM_50_V2
source: 406 mm/50 Model 1937 in a turret
es_mx: Modelo 1937 de 406 mm/50 en una torreta
ja: 406 mm/50 Model 1937 (砲塔)
pl: 406 mm/50 Model 1937 w wieży
ru: 406-мм/50 обр. 1937 г. в башенной установке
uk: 406-мм/50 зр. 1937 р. у баштовій установці
zh: 406 毫米/50 1937型
zh_sg: 406 mm/50 Model 1937（单装炮塔）

# IDS_PRGM135_406MM_45_V2
source: 406 mm/45 Model 1915 in a turret
es_mx: Modelo 1915 de 406 mm/45 en una torreta
ja: 406 mm/45 Model 1915 (砲塔)
pl: 406 mm/45 Model 1915 w wieży
ru: 406-мм/45 обр. 1915 г. в башенной установке
uk: 406-мм/45 зр. 1915 р. у баштовій установці
zh: 406 毫米/45 1915型
zh_sg: 406 mm/45 Model 1915（单装炮塔）

# IDS_PRGM139_356MM_52_1913
source: 356 mm/52 Model 1913 in a turret
es_mx: Modelo 1913 de 356 mm/52 en una torreta
ja: 356 mm/52 Model 1913 (砲塔)
pl: 356 mm/52 Model 1913 w wieży
ru: 356-мм/52 обр. 1913 г. в башенной установке
uk: 356-мм/52 зр. 1913 р. у баштовій установці
zh: 356 毫米/52 1913型
zh_sg: 356 mm/52 Model 1913（单装炮塔）

# IDS_PRGM142_130MM57_6_BL132
source: 130 mm/58 on a BL-132 mount
es_mx: Cañón de 130 mm/58 en un montaje BL-132
ja: 130 mm/58 (BL-132 砲座)
pl: 130 mm/58 na stanowisku BL-132
ru: 130-мм/58 в установке БЛ-132
uk: 130-мм/58 в установці БЛ-132
zh: 130-мм/58 в установке БЛ-132
zh_sg: 130 mm/58（BL-132炮座）

# IDS_PRGM145_406_55MM
source: 406 mm/55 B-52 in a turret
es_mx: B-52 de 406 mm/55 en una torreta
ja: 406 mm/55 B-52 (砲塔)
pl: 406 mm/55 B-52 w wieży
ru: 406-мм/55 Б-52 в башенной установке
uk: 406-мм/55 Б-52 в баштовій установці
zh: 406 毫米/55 B-52
zh_sg: 406 mm/55 B-52（单装炮塔）

# IDS_PRGM148_356MM_54_1938
source: 356 mm/54 Model 1938 in a turret
es_mx: Modelo 1938 de 356 mm/54 en una torreta
ja: 356 mm/54 Model 1938 (砲塔)
pl: 356 mm/54 Model 1938 w wieży
ru: 356-мм/54 обр. 1938 г. в башенной установке
uk: 356-мм/54 зр. 1938 р. у баштовій установці
zh: 356-мм/54 обр. 1938 г. в башенной установке
zh_sg: 356 mm/54 Model 1938（单装炮塔）

# IDS_PRGM154_TOWER_MK_2_152
source: 152 mm/52 B-31 on an MK-2 mount
es_mx: B-31 de 152 mm/52 en un montaje MK-2
ja: 152 mm/52 B-31 (MK-2 砲座)
pl: 152 mm/52 B-31 na stanowisku MK-2
ru: 152-мм/52 Б-31 в установке МК-2
uk: 152-мм/52 Б-31 в установці МК-2
zh: 152-мм/52 Б-31 в установке МК-2
zh_sg: 152 mm/52 B-31（MK-2炮座）

# IDS_PRGM157_220MM_60_3_TOWER
source: 220 mm/60 on an SM-7 mount
es_mx: Cañón de 220 mm/60 en un montaje SM-7
ja: 220 mm/60 (SM-7 砲座)
pl: 220 mm/60 na stanowisku SM-7
ru: 220-мм/60 в установке СМ-7
uk: 220-мм/60 в установці СМ-7
zh: 220-мм/60 в установке СМ-7
zh_sg: 220 mm/60（SM-7炮座）

# IDS_PRGM159_152MM_57_BL_115
source: 152 mm/57 on a BL-115 mount
es_mx: Cañón de 152 mm/57 en un montaje BL-115
ja: 152 mm/57 (BL-115 砲座)
pl: 152 mm/57 na stanowisku BL-115
ru: 152-мм/57 в установке БЛ-115
uk: 152-мм/57 в установці БЛ-115
zh: 152-мм/57 в установке БЛ-115
zh_sg: 152 mm/57（BL-115炮座）

# IDS_PRGM161_180MM_60_MK_2
source: 180 mm/57 Model 1932 on an MK-2-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-2-180
ja: 180 mm/57 Model 1932 (MK-2-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-2-180
ru: 180-мм/57 обр. 1932 г. в установке МК-2-180
uk: 180-мм/57 зр.1932 р. в установці МК-2-180
zh: 180-мм/57 обр. 1932 г. в установке МК-2-180
zh_sg: 180 mm/57 Model 1932（MK-2-180炮座）

# IDS_PRGM162_180MM_65_CM_48
source: 180 mm/65 SM-45 on an SM-48 mount
es_mx: SM-45 de 180 mm/65 en un montaje SM-48
ja: 180 mm/65 SM-45 (SM-48 砲座)
pl: 180 mm/65 SM-45 na stanowisku SM-48
ru: 180-мм/65 СМ-45 в установке СМ-48
uk: 180-мм/65 СМ-45 в установці СМ-48
zh: 180-мм/65 СМ-45 в установке СМ-48
zh_sg: 180 mm/65 SM-45（SM-48炮座）

# IDS_PRGM163_TOWER_MK_2_152_RF
source: 152 mm/52 B-31 on an MK-2 mount
es_mx: B-31 de 152 mm/52 en un montaje MK-2
ja: 152 mm/52 B-31 (MK-2 砲座)
pl: 152 mm/52 B-31 na stanowisku MK-2
ru: 152-мм/52 Б-31 в установке МК-2
uk: 152-мм/52 Б-31 в установці МК-2
zh: 152-мм/52 Б-31 в установке МК-2
zh_sg: 152 mm/52 B-31（MK-2炮座）

# IDS_PRGM164_406MM_50_MK1
source: 406 mm/50 B-37 on an MK-1 mount
es_mx: B-37 de 406 mm/50 en un montaje MK-1
ja: 406 mm/50 B-37 (MK-1 砲座)
pl: 406 mm/50 B-37 na stanowisku MK-1
ru: 406-мм/50 Б-37 в установке МК-1
uk: 406-мм/50 Б-37 в установці МК-1
zh: 406-мм/50 Б-37 в установке МК-1
zh_sg: 406 mm/50 B-37 （MK-1炮座）

# IDS_PRGM168_180MM_60_MK_2_RF
source: 180 mm/57 Model 1932 on an MK-2-180 mount
es_mx: Modelo 1932 de 180 mm/57 en un montaje MK-2-180
ja: 180 mm/57 Model 1932 (MK-2-180 砲座)
pl: 180 mm/57 Model 1932 na stanowisku MK-2-180
ru: 180-мм/57 обр. 1932 г. в установке МК-2-180
uk: 180-мм/57 зр.1932 р. в установці МК-2-180
zh: 180-мм/57 обр. 1932 г. в установке МК-2-180
zh_sg: 180 mm/57 Model 1932（MK-2-180炮座）

# IDS_PRGM169_130MM_BL_109A
source: 130 mm/60 on a BL-109A mount
es_mx: Cañón de 130 mm/60 en un montaje BL-109A
ja: 130 mm/60 (BL-109A 砲座)
pl: 130 mm/60 na stanowisku BL-109A
ru: 130-мм/60 в установке БЛ-109А
uk: 130-мм/60 в установці БЛ-109А
zh: 130 毫米/60 BL-109A
zh_sg: 130 mm/60（BL-109A炮座）

# IDS_PRGS001_6IN45
source: 152 mm/45 Model 1892 on a Canet mounting
es_mx: Modelo 1892 de 152 mm/45 en un montaje Canet
ja: 152 mm/45 Model 1892 (Canet 砲座)
pl: 152 mm/45 Model 1892 na stanowisku Canet
ru: 152-мм/45 обр. 1892 г. на станке Канэ
uk: 152-мм/45 зр. 1892 р. на станку Кане
zh: 152 毫米/45 卡内 海军舰炮
zh_sg: 152 mm/45 Model 1892（Canet炮座）

# IDS_PRGS036_75MM_CANE
source: 75 mm/50 Model 1892 on a Meller mounting
es_mx: Modelo 1892 de 75 mm/50 en un montaje Meller
ja: 75 mm/50 Model 1892 (Meller 砲座)
pl: 75 mm/50 Model 1892 na stanowisku prod. Meller
ru: 75-мм/50 обр. 1892 г. на станке Меллера
uk: 75-мм/50 зр. 1892 р. на станку Меллера
zh: 75 毫米/50 卡内特 海军舰炮
zh_sg: 75 mm/50 Model 1892（Meller炮座）

# IDS_PRGS039_85MM52_92K
source: 85 mm/52 Model 1939 on a 92-K mount
es_mx: Modelo 1939 de 85 mm/52 en un montaje 92-K
ja: 85 mm/52 Model 1939 (92-K 砲座)
pl: 85 mm/52 Model 1939 na stanowisku 92-K
ru: 85-мм/52 обр. 1939 г. в установке 92-К
uk: 85-мм/52 зр.1939 р. в установці 92-К
zh: 85 毫米/52 92-K
zh_sg: 85 mm/52 Model 1939（92-K炮座）

# IDS_PRGS044_130MM_55
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGS058_100MM_70_SM_5_1S
source: 100 mm/70 on an SM-5-1s mount
es_mx: Cañón de 100 mm/70 en un montaje SM-5-1s
ja: 100 mm/70 (SM-5-1s 砲座)
pl: 100 mm/70 na stanowisku SM-5-1s
ru: 100-мм/70 в установке СМ-5-1с
uk: 100-мм/70 в установці СМ-5-1с
zh: 100 毫米/70 SM-5-1s
zh_sg: 100 mm/70（SM-5-1s炮座）

# IDS_PRGS065_100MM_B_34
source: 100 mm/56 Model 1940 on a B-34 mount
es_mx: Modelo 1940 de 100 mm/56 en un montaje B-34
ja: 100 mm/56 Model 1940 (B-34 砲座)
pl: 100 mm/56 Model 1940 na stanowisku B-34
ru: 100-мм/56 обр. 1940 г. в установке Б-34
uk: 100-мм/56 зр.1940 р. в установці Б-34
zh: 100 毫米/56 B-34
zh_sg: 100 mm/56 Model 1940（B-34炮座）

# IDS_PRGS070_130MM_BL_109A
source: 130 mm/60 on a BL-109A mount
es_mx: Cañón de 130 mm/60 en un montaje BL-109A
ja: 130 mm/60 (BL-109A 砲座)
pl: 130 mm/60 na stanowisku BL-109A
ru: 130-мм/60 в установке БЛ-109А
uk: 130-мм/60 в установці БЛ-109А
zh: 130 毫米/60 BL-109A
zh_sg: 130 mm/60（BL-109A炮座）

# IDS_PRGS071_130MM_BL_110
source: 130 mm/60 BL-110
ru: 130-мм/60 БЛ-110
uk: 130-мм/60 БЛ-110
zh: 130 毫米/60 BL-109A

# IDS_PRGS072_100MM_50_MINIZINI
source: 100 mm/50 on a Minisini mount
es_mx: Cañón de 100 mm/50 en un montaje Minisini
ja: 100 mm/50 (Minisini 砲座)
pl: 100 mm/50 na stanowisku prod. Minisini
ru: 100-мм/50 в установке системы Минизини
uk: 100-мм/50 в установці системи Мінізіні
zh: 100 毫米/50 米尼基尼炮
zh_sg: 100 mm/50（Minisini炮座）

# IDS_PRGS079_100MM_B_54
source: 100 mm/56 on a B-54 mount
es_mx: Cañón de 100 mm/56 en un montaje B-54
ja: 100 mm/56 (B-54 砲座)
pl: 100 mm/56 na stanowisku B-54
ru: 100-мм/56 в установке Б-54
uk: 100-мм/56 в установці Б-54
zh: 100 毫米/56 B-54
zh_sg: 100 mm/56（B-54炮座）

# IDS_PRGS080_130MM55_CASEMATE
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGS082_75MM_50_CANET_CS
source: 75 mm/50 Model 1892 on a Meller mounting
es_mx: Modelo 1892 de 75 mm/50 en un montaje Meller
ja: 75 mm/50 Model 1892 (Meller 砲座)
pl: 75 mm/50 Model 1892 na stanowisku prod. Meller
ru: 75-мм/50 обр. 1892 г. на станке Меллера
uk: 75-мм/50 зр. 1892 р. на станку Меллера
zh: 75 毫米/50 卡内特 海军舰炮
zh_sg: 75 mm/50 Model 1892（Meller炮座）

# IDS_PRGS083_100MM_B_34_USM
source: 100 mm/56 Model 1940 on a B-34-USM mount
es_mx: Modelo 1940 de 100 mm/56 en un montaje B-34-USM
ja: 100 mm/56 Model 1940 (B-34-USM 砲座)
pl: 100 mm/56 Model 1940 na stanowisku B-34-USM
ru: 100-мм/56 обр. 1940 г. в установке Б-34-УСМ
uk: 100-мм/56 зр. 1940 р. в установці Б-34-УСМ
zh: 100 毫米/56 B-34-USM
zh_sg: 100 mm/56 Model 1940（B-34-USM炮座）

# IDS_PRGS084_75MM_50_CANET_FS
source: 75 mm/50 Model 1892 on a Meller mounting
es_mx: Modelo 1892 de 75 mm/50 en un montaje Meller
ja: 75 mm/50 Model 1892 (Meller 砲座)
pl: 75 mm/50 Model 1892 na stanowisku prod. Meller
ru: 75-мм/50 обр. 1892 г. на станке Меллера
uk: 75-мм/50 зр. 1892 р. на станку Меллера
zh: 75 毫米/50 卡内特 海军舰炮
zh_sg: 75 mm/50 Model 1892（Meller炮座）

# IDS_PRGS112_120MM_50_VICKERS
source: 120 mm/50 Model 1905 on a Vickers mounting
es_mx: Modelo 1905 de 120 mm/50 en un montaje Vickers
ja: 120 mm/50 Model 1905 (Vickers 砲座)
pl: 120 mm/50 Model 1905 na stanowisku prod. Vickers
ru: 120-мм/50 обр. 1905 г. на станке Виккерса
uk: 120-мм/50 зр. 1905 р. на станку Вікерса
zh: 120 mm/50 1905型
zh_sg: 120 mm/50 Model 1905（Vickers炮座）

# IDS_PRGS115_88MM_ZWILLINGSFLAK
source: 88 mm/76 SK C/32 on a Dop. L. C/32 mount
es_mx: SK C/32 de 88 mm/76 en un montaje Dop. L. C/32
ja: 88 mm/76 SK C/32 (Dop. L. C/32 砲座)
pl: 88 mm/76 SK C/32 na stanowisku Dop. L. C/32
ru: 88-мм/76 SK C/32 в установке Dop. L. C/32
uk: 88-мм/76 SK C/32 в установці Dop. Dop. L. C/32
zh: 88 毫米 L/76 Dop. L. C/32
zh_sg: 88 mm/76 SK C/32（Dop. L. C/32炮座）

# IDS_PRGS121_152MM_57_MK_17
source: 152 mm/57 B-38 on an MK-17 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-17
ja: 152 mm/57 B-38 (MK-17 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-17
ru: 152-мм/57 Б-38 в установке МК-17
uk: 152-мм/57 Б-38 в установці МК-17
zh: 152毫米/57 MK-17
zh_sg: 152 mm/57 B-38（MK-17炮座）

# IDS_PRGS130_100MM_56_MZ_16_LEFT
source: 100 mm/56 B-54 on an MZ-16 mount
es_mx: B-54 de 100 mm/56 en un montaje MZ-16
ja: 100 mm/56 B-54 (MZ-16 砲座)
pl: 100 mm/56 B-54 na stanowisku MZ-16
ru: 100-мм/56 Б-54 в установке МЗ-16
uk: 100-мм/56 Б-54 в установці МЗ-16
zh: 100 毫米/56 MZ-16
zh_sg: 100 mm/56 B-54（MZ-16炮座）

# IDS_PRGS131_100MM_56_MZ_16_RIGHT
source: 100 mm/56 B-54 on an MZ-16 mount
es_mx: B-54 de 100 mm/56 en un montaje MZ-16
ja: 100 mm/56 B-54 (MZ-16 砲座)
pl: 100 mm/56 B-54 na stanowisku MZ-16
ru: 100-мм/56 Б-54 в установке МЗ-16
uk: 100-мм/56 Б-54 в установці МЗ-16
zh: 100 毫米/56 MZ-16
zh_sg: 100 mm/56 B-54（MZ-16炮座）

# IDS_PRGS132_100MM_56_MZ_14_LEFT
source: 100 mm/56 B-54 on an MZ-14 mount
es_mx: B-54 de 100 mm/56 en un montaje MZ-14
ja: 100 mm/56 B-54 (MZ-14 砲座)
pl: 100 mm/56 B-54 na stanowisku MZ-14
ru: 100-мм/56 Б-54 в установке МЗ-14
uk: 100-мм/56 Б-54 в установці МЗ-14
zh: 100 毫米/56 MZ-14
zh_sg: 100 mm/56 B-54（MZ-14炮座）

# IDS_PRGS133_100MM_56_MZ_14_RIGHT
source: 100 mm/56 B-54 on an MZ-14 mount
es_mx: B-54 de 100 mm/56 en un montaje MZ-14
ja: 100 mm/56 B-54 (MZ-14 砲座)
pl: 100 mm/56 B-54 na stanowisku MZ-14
ru: 100-мм/56 Б-54 в установке МЗ-14
uk: 100-мм/56 Б-54 в установці МЗ-14
zh: 100 毫米/56 MZ-14
zh_sg: 100 mm/56 B-54（MZ-14炮座）

# IDS_PRGS137_152MM_54_MK1
source: 152 mm/57 B-38 on an MK-3-152 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-3-152
ja: 152 mm/57 B-38 (MK-3-152 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-3-152
ru: 152-мм/57 Б-38 в установке МК-3-152
uk: 152-мм/57 Б-38 в установці МК-3-152
zh: 152 毫米/54 MK-3-152
zh_sg: 152 mm/57 B-38（MK-3-152炮座）

# IDS_PRGS138_130MM_B2U
source: 130 mm/55 on a B-2-U mount
es_mx: Cañón de 130 mm/55 en un montaje B-2-U
ja: 130 mm/55 (B-2-U 砲座)
pl: 130 mm/55 na stanowisku B-2-U
ru: 130-мм/55 в установке Б-2У
uk: 130-мм/55 в установці Б-2У
zh: 130 毫米/55 B-2-U
zh_sg: 130 mm/55（B-2-U炮座）

# IDS_PRGS140_152MM_50
source: 152 mm/50 Model 1908 on an Obukhov Plant mount
es_mx: Modelo 1908 de 152 mm/50 en un montaje de la Planta Obukhov
ja: 152 mm/50 Model 1908 (Obukhov Plant 砲座)
pl: 152 mm/50 Model 1908 na stanowisku prod. Obuchow
ru: 152-мм/50 обр. 1908 г. в установке Обуховского з-да
uk: 152-мм/50 зр. 1908 р. в установці Обуховського з-ду
zh: 152 毫米/50 1908型
zh_sg: 152 mm/50 Model 1908（Obukhov Plant炮座）

# IDS_PRGS141_152MM_57
source: 152 mm/57 B-38 on an MK-3 mount
es_mx: B-38 de 152 mm/57 en un montaje MK-3
ja: 152 mm/57 B-38 (MK-3 砲座)
pl: 152 mm/57 B-38 na stanowisku MK-3
ru: 152-мм/57 Б-38 в установке МК-3
uk: 152-мм/57 Б-38 в установці МK-3
zh: 152 毫米/57 MK-3
zh_sg: 152 mm/57 B-38（MK-3炮座）

# IDS_PRGS143_130MM55_CASEMATE
source: 130 mm/55 Model 1913 on an Obukhov Plant mounting
es_mx: Modelo 1913 de 130 mm/55 en un montaje de la Planta Obukhov
ja: 130 mm/55 Model 1913 (Obukhov Plant 砲座)
pl: 130 mm/55 Model 1913 na stanowisku prod. Obuchow
ru: 130-мм/55 обр. 1913 г. на станке Обуховского з-да
uk: 130-мм/55 зр. 1913 р. на станку Обуховського з-ду
zh: 130 毫米/55 1913型
zh_sg: 130 mm/55 Model 1913（Obukhov Plant炮座）

# IDS_PRGS149_180MM_65_CM_48
source: 180 mm/65 SM-45 on an SM-48 mount
es_mx: SM-45 de 180 mm/65 en un montaje SM-48
ja: 180 mm/65 SM-45 (SM-48 砲座)
pl: 180 mm/65 SM-45 na stanowisku SM-48
ru: 180-мм/65 СМ-45 в установке СМ-48
uk: 180-мм/65 СМ-45 в установці СМ-48
zh: 180-мм/65 СМ-45 в установке СМ-48
zh_sg: 180 mm/65 SM-45（SM-48炮座）

# IDS_PRGS156_100MM_TWIN_CM_52
source: 100 mm/70 on an SM-52 mount
es_mx: Cañón de 100 mm/70 en un montaje SM-52
ja: 100 mm/70 (SM-52 砲座)
pl: 100 mm/70 na stanowisku SM-52
ru: 100-мм/70 в установке СМ-52
uk: 100-мм/70 в установці СМ-52
zh: 100-мм/70 в установке СМ-52
zh_sg: 100 mm/70（SM-52炮座）

# IDS_PRGS158_130MM_60_BL_101_B
source: 130 mm/60 on a BL-101 mount
es_mx: Cañón de 130 mm/60 en un montaje BL-101
ja: 130 mm/60 (BL-101 砲座)
pl: 130 mm/60 na stanowisku BL-101
ru: 130-мм/60 в установке БЛ-101
uk: 130-мм/60 в установці БЛ-101
zh: 130-мм/60 в установке БЛ-101
zh_sg: 130 mm/60（BL-101炮座）

# IDS_PRGS563_21K
source: WLR Catapult
ru: ОПН «Рогатка»
uk: ЗОН «Рогатка»
zh: 弹射器

# IDS_PRGT000_INVISIBLE_TA
source: 533 mm
ru: 533-мм
uk: 533-мм
zh: 533-мм

# IDS_PRGT010_533MM_39_U_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple 39-U
ja: 533 mm 三連装 39-U
ru: 533-мм 3-трубный 39-Ю
uk: 533-мм 3-трубний 39-Ю
zh: 533 毫米 39-U型 三联装
zh_sg: 533 mm 三联 39-U

# IDS_PRGT018_21IN_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PRGT033_203MM_50_VICKERS_ARMSTRONG_MK_D
source: 203 mm/50 Vickers-Armstrong Mk D
ru: 203-мм/50 Vickers-Armstrong Mk D
uk: 203-мм/50 Vickers-Armstrong Mk D
zh: 203 毫米/50 维克斯-阿姆斯特朗 Mk D

# IDS_PRGT033_450MM_2TUBES
source: 450 mm Twin Model 1913
es_mx: 450 mm Doble Modelo 1913
ja: 450 mm 連装 Model 1913
ru: 450-мм 2-трубный обр. 1913 г.
uk: 450-мм 2-трубний зр. 1913 р.
zh: 450 毫米 1913型 双联装
zh_sg: 450 mm 双联 Model 1913

# IDS_PRGT034_120MM_45_VICKERS_ARMSTRONG_MK_F
source: 120 mm/45 Vickers-Armstrong Mk F
ru: 120-мм/45 Vickers-Armstrong Mk F
uk: 120-мм/45 Vickers-Armstrong Mk F
zh: 120 毫米/45 维克斯-阿姆斯特朗 Mk F

# IDS_PRGT034_450MM_3TUBES
source: 450 mm Goncharov Triple
ja: 450 mm Goncharov 三連装
ru: 450-мм 3-трубный системы Гончарова
uk: 450-мм 3-трубний системи Гончарова
zh: 450 毫米 冈察洛夫 三联装
zh_sg: 450 mm Goncharov 三联

# IDS_PRGT054_40MM_50_PLASENCIA
source: 40 mm/50 Plasencia
ru: 40-мм/50 Plasencia
uk: 40-мм/50 Plasencia
zh: 40 毫米/50 Plasencia

# IDS_PRGT054_533MM_1N_3TUBES
source: 533 mm Triple 1-N
ja: 533 mm 三連装 1-N
ru: 533-мм 3-трубный 1-Н
uk: 533-мм 3-трубний 1-Н
zh: 533 毫米 1-N型 三联装
zh_sg: 533 mm 三联 1-N

# IDS_PRGT055_138MM_40_MLE_1927
source: 138.6 mm/40 Mle 1927
ru: 138,6-мм/40 Mle 1927
uk: 138,6-мм/40 Mle 1927
zh: 138.6 毫米/40 1927型

# IDS_PRGT055_533MM_2N_5TUBES
source: 533 mm Quintuple 2-N
es_mx: 533 mm Quíntuple 2-N
ja: 533 mm 五連装 2-N
ru: 533-мм 5-трубный 2-Н
uk: 533-мм 5-трубний 2-Н
zh: 533 毫米 2-N型 五联装
zh_sg: 533 mm 五联 2-N

# IDS_PRGT071_47MM_40_MLE_1885
source: 47 mm/40 Mle 1885
ru: 47-мм/40 Mle 1885
uk: 47-мм/40 Mle 1885
zh: 47 毫米/40 1885型

# IDS_PRGT071_533MM_PTA_5TUBES
source: 533 mm Quintuple PTA-53-68-bis
es_mx: 533 mm Quíntuple PTA-53-68-bis
ja: 533 mm 五連装 PTA-53-68-bis
ru: 533-мм ПТА-53-68-бис
uk: 533-мм ПТА-53-68-біс
zh: 533 毫米 PTA-53-68-bis型 五联装
zh_sg: 533 mm 五联 PTA-53-68-bis

# IDS_PRGT072_533MM_NEUSTR
source: 533 mm Quintuple PTA-53-41
ja: 533 mm 五連装 PTA-53-41
ru: 533-мм ПТА-53-41
uk: 533-мм ПТА-53-41
zh: 533-мм ПТА-53-41
zh_sg: 533 mm 五联 PTA-53-41

# IDS_PRGT078_37MM_50_MLE_1925
source: 37 mm/50 Mle 1925
ru: 37-мм/50 Mle 1925
uk: 37-мм/50 Mle 1925
zh: 37 毫米/50 1925型

# IDS_PRGT078_533MM_4TUBES
source: 533 mm Quad N-7
es_mx: 533 mm Cuad N-7
ja: 533 mm 四連装 N-7
ru: 533-мм 4-трубный Н-7
uk: 533-мм 4-трубний Н-7
zh: 533 毫米 四联装 N-7
zh_sg: 533 mm 四联 N-7

# IDS_PRGT116_533MM_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PRGT160_533MM_39_U_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple 39-U
ja: 533 mm 三連装 39-U
ru: 533-мм 3-трубный 39-Ю
uk: 533-мм 3-трубний 39-Ю
zh: 533 毫米 39-U型 三联装
zh_sg: 533 mm 三联 39-U

# IDS_PRICE
source: Cost
es_mx: Costo
ja: 費用
pl: Koszt
ru: Стоимость
uk: Вартість
zh: 费用
zh_sg: 费用

# IDS_PRICES_CHANGED
source: Attention! The price has changed because of the Special update.
es_mx: ¡Atención! El precio ha cambiado debido a la actualización del especial.
ja: 注意! スペシャルの更新に伴い、価格が変更されました。
pl: Uwaga! Cena zmieniła się wskutek aktualizacji oferty specjalnej.
ru: Внимание! Цена изменена в связи с обновлением акции!
uk: Увага! Ціну змінено після оновлення акції!
zh: 注意！该价格因为特惠的更新而改变。
zh_sg: 注意！该价格因为特惠的更新而改变。

# IDS_PRICE_Q
source: Cost:
es_mx: Costo:
ja: コスト:
pl: Koszt:
ru: Стоимость:
uk: Вартість:
zh: 费用：
zh_sg: 费用：

# IDS_PRIMARYHEADER
source: Primary task:
es_mx: Tarea primaria:
ja: 主タスク:
pl: Zadanie główne:
ru: Основная задача:
uk: Основне завдання:
zh: 主要工作：
zh_sg: 主要目标：

# IDS_PRIME_TIME_FIXED_DESCR
source: Prime time already selected
es_mx: Horario principal ya seleccionado
ja: プライムタイムを選択済み
pl: Okno czasowe zostało już wybrane
ru: Прайм-тайм уже выбран
uk: Прайм-тайм уже вибрано
zh: Прайм-тайм уже выбран
zh_sg: 黄金时间已选定

# IDS_PRIME_TIME_HIGH_PING_WARNING
source: Possible high ping time
es_mx: Posible tiempo elevado de ping
ja: Ping 値が高い可能性あり
pl: Możliwy wysoki czas odpowiedzi serwera
ru: Возможен высокий пинг
uk: Можливий високий пінг
zh: 高ping时段
zh_sg: 可能网络延迟高

# IDS_PRIME_TIME_IS_OVER
source: Ended
es_mx: Finalizado
ja: 終了済み
pl: Zakończone
ru: Завершён
uk: Закінчився
zh: 结束
zh_sg: 已结束

# IDS_PRIME_TIME_STATUS
source: Status
es_mx: Estado
ja: ステータス
ru: Статус
uk: Статус
zh: 状态
zh_sg: 状态

# IDS_PRIME_TIME_TECH_PROBLEMS_WARNING
source: Technical issues
es_mx: Problemas técnicos
ja: 技術的問題
pl: Problemy techniczne
ru: Технические проблемы
uk: Технічні негаразди
zh: 技术问题
zh_sg: 技术问题

# IDS_PRIME_TIME_TILL_END
source: Ends in:
es_mx: Termina en:
ja: 終了まで:
pl: Koniec za:
ru: До окончания:
uk: До закінчення:
zh: 结束于：
zh_sg: 结束倒计时：

# IDS_PRIME_TIME_TILL_START
source: Starts in:
es_mx: Comienza en:
ja: 開始まで:
pl: Zaczyna się za:
ru: Начнётся через:
uk: Почнеться через:
zh: 开始于：
zh_sg: 开始倒计时：

# IDS_PRIME_TIME_WARNINGS
source: Warning
es_mx: Advertencia
ja: 警告
pl: Ostrzeżenie
ru: Предупреждение
uk: Попередження
zh: Предупреждение
zh_sg: 警告
