Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC524_BD098_HALLAND_DESCRIPTION
source: The Halland-class destroyers became the pinnacle of the evolutionary development of the authentic light forces of the Swedish Navy in the first half of the 20th century. After World War II, Sweden was among the few European countries that had an industry capable of designing and building modern ships of this type. The destroyers were equipped with exclusively Swedish-made machines, mechanisms, combat, radar, and radio systems. Automatic main battery and AA guns with calibers of 120 mm, 57 mm, and 40 mm, and Bofors anti-submarine rocket launchers made Halland almost an exemplary representative of the destroyers of the 1950s. Moreover, during that period, Swedish-made anti-ship missiles were already deployed and tested on the ship. Besides Sweden, only the U.S.S.R. had such weapons at that time. However, unlike the superpowers, the Scandinavian country didn't have the resources to launch such ships in any significant numbers. Therefore, only two destroyers of this class entered service with the Swedish Navy.
ja: ハッランド級駆逐艦は、20 世紀前半のスウェーデン艦隊の本格的な小型艦戦力の革新的発展の頂点となりました。 第二次世界大戦後のスウェーデンは、現代的駆逐艦の設計、建造が可能な工業力を有する、ヨーロッパでも数少ない国のひとつでした。これらの駆逐艦の機械、機器、レーダー、無線の各種システムは、スウェーデン製の物のみが搭載されました。120 mm、57 mm、40 mm の自動装填式の主砲および対空砲、そしてボフォース対潜ロケットランチャーを備えるハッランドは 1950 年代の駆逐艦の代表格です。加えてこの期間中には既に、スウェーデン製の対艦ミサイルの試験が行われていました。当時、スウェーデン以外にこのような兵器を保有していたのはソ連のみでした。 しかし、超大国とは異なり、スウェーデンにはこのような駆逐艦を大量に建造するための資源がありませんでした。このため、スウェーデン海軍で就役した同級駆逐艦は 2 隻のみに留まりました。
pl: Krążowniki typu Halland stały się szczytowym osiągnięciem w rozwoju lekkich sił floty Szwecji w pierwszej połowie XX wieku. Po II wojnie światowej Szwecja należała do nielicznych krajów Europy, których gospodarka zdolna była do zaprojektowania i budowy nowoczesnych okrętów tego typu. Niszczyciele te wyposażone były wyłącznie w urządzenia, mechanizmy, wyposażenie bojowe, radarowe i radiowe produkcji szwedzkiej. Automatyczne działa baterii głównej i przeciwlotniczej o kalibrze odpowiednio 120 mm, 57 mm i 40 mm oraz wyrzutnie rakiet do zwalczania okrętów podwodnych produkcji firmy Bofors czyniły Halland niemal wzorowym przedstawicielem niszczycieli z lat 50. Ponadto w tym okresie Szwecja produkowała rakiety przeciwokrętowe, które były już zainstalowane i przetestowane na okręcie. Oprócz Szwecji, bronią taką dysponował wówczas tylko Związek Radziecki. W przeciwieństwie do światowych mocarstw, Skandynawowie nie mieli zasobów pozwalających na masową produkcję okrętów. Do służby weszły więc tylko dwa niszczyciele tego typu.
ru: Эсминцы типа Halland стали вершиной эволюционного развития самобытных лёгких сил шведского флота первой половины XX века. После Второй мировой войны Швеция оказалась среди считанных европейских государств, обладавших индустрией, способной проектировать и строить современные корабли такого класса. При этом эсминцы были оснащены машинами, механизмами, системами боевого, радиолокационного и радиотехнического вооружения исключительно шведского производства. Автоматизированные орудия главного калибра и ПВО 120-мм, 57-мм и 40-мм калибра, а также реактивные бомбомёты ПЛО фирмы «Бофорс» делали Halland едва ли не образцовым представителем класса эскадренных миноносцев 1950-х гг. Более того, в этот период на нём уже были размещены и испытывались противокорабельные ракеты собственной разработки — кроме Швеции, таким оружием тогда располагал только СССР. Однако в отличие от сверхдержав скандинавская страна не имела ресурсов для запуска таких кораблей в сколько-нибудь значительную серию. Поэтому в строй шведских ВМС вступило всего два эсминца этого типа.
zh: Эсминцы типа Halland стали вершиной эволюционного развития самобытных лёгких сил шведского флота первой половины XX века. После Второй мировой Швеция оказалась среди считанных европейских государств, обладавших индустрией, способной проектировать и строит современные корабли такого класса. При этом эсминцы были оснащены машинами, механизмами, системами боевого, радиолокационного и радиотехнического вооружения исключительно шведского производства. Автоматизированные орудия главного калибра и ПВО 120-мм, 57-мм и 40-мм калибра, реактивные бомбомёты ПЛО фирмы «Бофорс» делали Halland едва ли не образцовым представителем класса эскадренных миноносцев 1950-х гг. Более того, в этот период на нём уже были размещены и испытывались противокорабельные ракеты собственной разработки — кроме Швеции, таким оружием тогда располагал только СССР. Однако, в отличие от сверхдержав, скандинавская страна не имела ресурсов для запуска таких кораблей в сколько-нибудь значительную серию. Поэтому в строй шведских ВМС вступило всего два эсминца этого типа.

# IDS_PECULARITY_FILTER_APRIL_SPACE
source: Space
es_mx: Espacial
ja: 宇宙艦艇
pl: Kosmiczne
ru: Космические
uk: Космічні
zh: 宇宙飞船
zh_sg: 太空

# IDS_PECULARITY_FILTER_APRIL_SPACE_SET_SKIN_TOOLTIP
source: Display the unique exterior of space-themed ships in battle and in the Port
es_mx: Muestra el exterior especial de los barcos espaciales en batalla y en el Puerto
ja: 戦闘と港で宇宙テーマの艦艇の固有外観を表示
pl: Pokaż unikalny wygląd okrętów kosmicznych w bitwach i w porcie.
ru: Отображать специальный космический внешний вид кораблей в бою и в Порту
uk: Показувати спеціальний космічний зовнішній вигляд кораблів у бою і в порту
zh: 在战斗和港口中显示太空主题战舰的独特外观
zh_sg: 在港口和战斗中显示太空主题的战舰的独特外观

# IDS_PECULARITY_FILTER_APRIL_SPACE_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique exterior of space-themed ships in battle and in the Port
es_mx: Oculta el exterior especial de los barcos espaciales en batalla y en el Puerto
ja: 戦闘と港で宇宙テーマの艦艇の固有外観を非表示
pl: Ukryj unikalny wygląd okrętów kosmicznych w bitwach i w porcie.
ru: Скрывать специальный космический внешний вид кораблей в бою и в Порту
uk: Приховувати спеціальний космічний зовнішній вигляд кораблів у бою і в порту
zh: 在战斗和港口中隐藏太空主题战舰的独特外观
zh_sg: 在港口和战斗中隐藏太空主题的战舰的独特外观

# IDS_PECULARITY_FILTER_ARCTIC
source: Battle of the North Cape
es_mx: Batalla del Cabo Norte
ja: 北岬沖海戦
pl: Bitwa koło Przylądka Północnego
ru: Сражение у Нордкапа
uk: Битва біля мису Нордкап
zh: 北角海战
zh_sg: 北角海战

# IDS_PECULARITY_FILTER_ARCTIC_SET_SKIN_TOOLTIP
source: Display the unique Arctic camouflages in battle and in the Port
es_mx: Muestra los camuflajes árticos especiales en batalla y en el Puerto
ja: 戦闘と港で特別な北極圏迷彩を表示
pl: Pokaż unikalne kamuflaże arktyczne w bitwach i w porcie
ru: Отображать специальные Арктические камуфляжи в бою и в Порту
uk: Показувати спеціальні Арктичні камуфляжі в бою та в порту
zh: 在战斗和港口中显示独特的北极涂装
zh_sg: 在港口和战斗中显示北极涂装的独特外观

# IDS_PECULARITY_FILTER_ARCTIC_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique Arctic camouflages in battle and in the Port
es_mx: Oculta los camuflajes árticos especiales en batalla y en el Puerto
ja: 戦闘と港で特別な北極圏迷彩を非表示
pl: Ukryj unikalny kamuflaż arktyczny w bitwach i w porcie
ru: Скрывать специальные Арктические камуфляжи в бою и в Порту
uk: Приховувати спеціальні Арктичні камуфляжі в бою та в порту
zh: 在战斗和港口中隐藏独特的北极涂装
zh_sg: 在港口和战斗中隐藏北极涂装的独特外观

# IDS_PECULARITY_FILTER_ARPEGGIO
source: Arpeggio
ja: アルペジオ
zh: 空

# IDS_PECULARITY_FILTER_ARPEGGIO_HIDE_SHIP_TOOLTIP
source: Hide ships from "ARPEGGIO OF BLUE STEEL -ARS NOVA-" in the carousel
es_mx: Oculta a los barcos de "ARPEGGIO OF BLUE STEEL -ARS NOVA-" en el carrusel
ja: カルーセルで「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」艦艇を非表示
pl: Ukryj okręty z „ARPEGGIO OF BLUE STEEL -ARS NOVA” w karuzeli
ru: Скрывать корабли ARPEGGIO OF BLUE STEEL -ARS NOVA- в карусели
uk: Приховувати кораблі ARPEGGIO OF BLUE STEEL -ARS NOVA- в каруселі
zh: 空
zh_sg: 在卷轴中隐藏“苍蓝钢铁战舰 -ARS NOVA-”的战舰

# IDS_PECULARITY_FILTER_ARPEGGIO_SET_SKIN_TOOLTIP
source: Display the unique camouflages of the ships from "ARPEGGIO OF BLUE STEEL -ARS NOVA-" in battle and in the Port
es_mx: Mostrar los camuflajes especiales de los barcos de "ARPEGGIO OF BLUE STEEL -ARS NOVA-" en batalla y en el Puerto
ja: 戦闘と港で「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」艦艇の固有迷彩を表示
pl: Pokaż unikalne kamuflaże okrętów z „ARPEGGIO OF BLUE STEEL -ARS NOVA” w bitwach i w Porcie
ru: Отображать специальный камуфляж кораблей ARPEGGIO OF BLUE STEEL -ARS NOVA- в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів ARPEGGIO OF BLUE STEEL -ARS NOVA- у бою та в Порту
zh: 空
zh_sg: 在战斗和港口中显示“苍蓝钢铁战舰 -ARS NOVA-”战舰的独特涂装

# IDS_PECULARITY_FILTER_ARPEGGIO_SHOW_SHIP_TOOLTIP
source: Display ships from "ARPEGGIO OF BLUE STEEL -ARS NOVA-" in the carousel
es_mx: Muestra a los barcos de "ARPEGGIO OF BLUE STEEL -ARS NOVA-" en el carrusel
ja: カルーセルで「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」艦艇を表示
pl: Pokaż okręty z „ARPEGGIO OF BLUE STEEL -ARS NOVA” w karuzeli
ru: Отображать корабли ARPEGGIO OF BLUE STEEL -ARS NOVA- в карусели
uk: Показувати кораблі ARPEGGIO OF BLUE STEEL -ARS NOVA- в каруселі
zh: 空
zh_sg: 在卷轴中显示“苍蓝钢铁战舰 -ARS NOVA-”的战舰

# IDS_PECULARITY_FILTER_ARPEGGIO_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique camouflages of the ships from "ARPEGGIO OF BLUE STEEL -ARS NOVA-" in battle and in the Port
es_mx: Ocultar los camuflajes especiales de los barcos de "ARPEGGIO OF BLUE STEEL -ARS NOVA-" en batalla y en el Puerto
ja: 戦闘と港で「蒼き鋼のアルペジオ ‐アルス・ノヴァ‐」艦艇の固有迷彩を非表示
pl: Ukryj unikalne kamuflaże okrętów z „ARPEGGIO OF BLUE STEEL -ARS NOVA” w bitwach i w Porcie
ru: Скрывать специальный камуфляж кораблей ARPEGGIO OF BLUE STEEL -ARS NOVA- в бою и в Порту
uk: Приховувати спеціальний камуфляж кораблів ARPEGGIO OF BLUE STEEL -ARS NOVA- у бою та в Порту
zh: 空
zh_sg: 在战斗和港口中隐藏“苍蓝钢铁战舰 -ARS NOVA-”战舰的独特涂装

# IDS_PECULARITY_FILTER_AZURLANE
source: Azur Lane
ja: アズールレーン
zh: 碧蓝航线
zh_sg: 碧蓝航线

# IDS_PECULARITY_FILTER_AZURLANE_SET_SKIN_TOOLTIP
source: Display the special camouflage of the Azur Lane ships in battle and in the Port
es_mx: Muestra el camuflaje especial de los barcos Azur Lane en batalla y en el Puerto
ja: 戦闘と港で「アズールレーン」艦艇の特別迷彩を表示
pl: Pokaż specjalny kamuflaż okrętów Azur Lane w bitwach i w porcie
ru: Отображать специальный камуфляж кораблей Azur Lane в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів Azur Lane в бою і в порту
zh: 在战斗与港口中显示碧蓝航线战舰的独特外观
zh_sg: 显示碧蓝航线中战舰在战斗中和在港口中的特别涂装

# IDS_PECULARITY_FILTER_AZURLANE_TAKE_OFF_SKIN_TOOLTIP
source: Hide the special camouflage of the Azur Lane ships in battle and in the Port
es_mx: Oculta el camuflaje especial de los barcos Azur Lane en batalla y en el Puerto
ja: 戦闘と港で「アズールレーン」艦艇の特別迷彩を非表示
pl: Ukryj specjalny kamuflaż okrętów Azur Lane w bitwach i w porcie
ru: Скрывать специальный камуфляж кораблей Azur Lane в бою и в Порту
uk: Приховувати спеціальний камуфляж кораблів Azur Lane в бою і в порту
zh: 在战斗与港口中隐藏碧蓝航线战舰的独特外观
zh_sg: 隐藏碧蓝航线中战舰在战斗中和在港口中的特别涂装

# IDS_PECULARITY_FILTER_BISMARCK_EVENT
source: The Hunt for Bismarck
es_mx: La Caza del Bismarck
ja: ビスマルク追撃戦
pl: Polowanie na Bismarcka
ru: Охота на «Бисмарк»
uk: Полювання на «Бісмарк»
zh: 狩猎俾斯麦
zh_sg: 狩猎俾斯麦

# IDS_PECULARITY_FILTER_BISMARCK_EVENT_SET_SKIN_TOOLTIP
source: Display the special camouflage for the ships suitable for "The Hunt for Bismarck" campaign in battle and in the Port
es_mx: Muestra el camuflaje especial de los barcos adecuados para la campaña "La Caza del Bismarck" en batalla y en el Puerto
ja: 戦闘と港でキャンペーン「ビスマルク追撃戦」対象艦艇の特別迷彩を表示
pl: Pokaż specjalny kamuflaż okrętów właściwych dla kampanii „Polowanie na Bismarcka” w bitwach i w Porcie
ru: Отображать специальный камуфляж кораблей для кампании «Охота на "Бисмарк"» в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів для кампанії «Полювання на "Бісмарк"» у бою і в порту
zh: 在战斗和港口中显示「狩猎俾斯麦」活动特殊涂装的外观
zh_sg: 在战斗和港口中显示“狩猎俾斯麦”战役的特别涂装

# IDS_PECULARITY_FILTER_BISMARCK_EVENT_TAKE_OFF_SKIN_TOOLTIP
source: Hide the special camouflage for the ships suitable for "The Hunt for Bismarck" campaign in battle and in the Port
es_mx: Oculta el camuflaje especial de los barcos adecuados para la campaña "La Caza del Bismarck" en batalla y en el Puerto
ja: 戦闘と港でキャンペーン「ビスマルク追撃戦」対象艦艇の特別迷彩を非表示
pl: Ukryj specjalny kamuflaż okrętów właściwych dla kampanii „Polowanie na Bismarcka” w bitwach i w Porcie
ru: Скрывать специальный камуфляж кораблей для кампании «Охота на "Бисмарк"» в бою и в Порту
uk: Приховувати спеціальний камуфляж кораблів для кампанії «Полювання на "Бісмарк"» у бою і в порту
zh: 在战斗和港口中隐藏「狩猎俾斯麦」活动特殊涂装的外观
zh_sg: 在战斗和港口中隐藏“狩猎俾斯麦”战役的特别涂装

# IDS_PECULARITY_FILTER_CH_DRAGONS
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 龙
zh_sg: 农历新年

# IDS_PECULARITY_FILTER_CH_DRAGONS_HIDE_SHIP_TOOLTIP
source: Hide Lunar New Year ships in the carousel
es_mx: Ocultar los barcos del "Año Nuevo Lunar" en el carrusel
ja: カルーセルで「春節」艦艇を非表示
pl: Ukryj okręty związane z Chińskim Nowym Rokiem w karuzeli
ru: Скрывать корабли «Лунный Новый год» в карусели
uk: Приховувати кораблі «Місячний Новий рік» у каруселі
zh: 在卷轴中隐藏「龙」战舰
zh_sg: 在卷轴中隐藏农历新年战舰

# IDS_PECULARITY_FILTER_CH_DRAGONS_SET_SKIN_TOOLTIP
source: Display the unique camouflages of the Lunar New Year ships in battle and in the Port
es_mx: Mostrar los camuflajes especiales de los barcos del "Año Nuevo Lunar" en batalla y en el Puerto
ja: 戦闘と港で「春節」艦艇の固有迷彩を表示
pl: Pokaż unikalne kamuflaże okrętów związanych z Chińskim Nowym Rokiem w bitwach i w Porcie
ru: Отображать специальный камуфляж кораблей «Лунный Новый год» в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів «Місячний Новий рік» в бою та в Порту
zh: 在战斗和港口中显示「龙」战舰
zh_sg: 在战斗和港口中显示农历新年战舰的独特涂装

# IDS_PECULARITY_FILTER_CH_DRAGONS_SHOW_SHIP_TOOLTIP
source: Display Lunar New Year ships in the carousel
es_mx: Mostrar los barcos del "Año Nuevo Lunar" en el carrusel
ja: カルーセルで「春節」艦艇を表示
pl: Pokaż okręty związane z Chińskim Nowym Rokiem w karuzeli
ru: Отображать корабли «Лунный Новый год» в карусели
uk: Показувати кораблі «Місячний Новий рік» у каруселі
zh: 在卷轴中显示「龙」战舰
zh_sg: 在卷轴中显示农历新年战舰

# IDS_PECULARITY_FILTER_CH_DRAGONS_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique camouflages of the Lunar New Year ships in battle and in the Port
es_mx: Ocultar los camuflajes especiales de los barcos del "Año Nuevo Lunar" en batalla y en el Puerto
ja: 戦闘と港で「春節」艦艇の固有迷彩を非表示
pl: Ukryj unikalne kamuflaże okrętów związanych z Chińskim Nowym Rokiem w bitwach i w Porcie
ru: Скрывать специальный камуфляж кораблей «Лунный Новый год» в бою и в Порту
uk: Приховувати спеціальний камуфляж кораблів «Місячний Новий рік» в бою та в Порту
zh: 在战斗和港口中隐藏「龙」战舰
zh_sg: 在战斗和港口中隐藏农历新年战舰的独特涂装

# IDS_PECULARITY_FILTER_COLORED
source: Painting
es_mx: Pintura
ja: 塗装
pl: Malowanie
ru: Окраска
uk: Забарвлення
zh: 涂装
zh_sg: 迷彩

# IDS_PECULARITY_FILTER_COLORED_SET_SKIN_TOOLTIP
source: Display unique camouflages in battle and in the Port
es_mx: Oculta los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を表示
pl: Pokaż unikalne kamuflaże w bitwach i w porcie
ru: Отображать специальные камуфляжи в бою и в Порту
uk: Показувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口隐藏独特涂装
zh_sg: 在战斗和港口中隐藏独特涂装

# IDS_PECULARITY_FILTER_COLORED_TAKE_OFF_SKIN_TOOLTIP
source: Hide unique camouflages in battle and in the Port
es_mx: Muestra los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を非表示
pl: Ukryj unikalne kamuflaże w bitwach i w porcie
ru: Скрывать специальные камуфляжи в бою и в Порту
uk: Приховувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口显示独特涂装
zh_sg: 在战斗和港口中显示独特涂装

# IDS_PECULARITY_FILTER_DECORATIVE
source: Decorative
es_mx: Decorativo
ja: 装飾
pl: Dekoracyjny
ru: Декоративные
uk: Декоративні
zh: 装饰
zh_sg: 装饰

# IDS_PECULARITY_FILTER_DECORATIVE_SET_SKIN_TOOLTIP
source: Display unique camouflages in battle and in the Port
es_mx: Oculta los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を表示
pl: Pokaż unikalne kamuflaże w bitwach i w porcie
ru: Отображать специальные камуфляжи в бою и в Порту
uk: Показувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口隐藏独特涂装
zh_sg: 在战斗和港口中隐藏独特涂装

# IDS_PECULARITY_FILTER_DECORATIVE_TAKE_OFF_SKIN_TOOLTIP
source: Hide unique camouflages in battle and in the Port
es_mx: Muestra los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を非表示
pl: Ukryj unikalne kamuflaże w bitwach i w porcie
ru: Скрывать специальные камуфляжи в бою и в Порту
uk: Приховувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口显示独特涂装
zh_sg: 在战斗和港口中显示独特涂装

# IDS_PECULARITY_FILTER_FREEDOM
source: Go Navy!
zh: 海军加油！

# IDS_PECULARITY_FILTER_FREEDOM_SET_SKIN_TOOLTIP
source: Display the unique Go Navy! camouflages in battle and in the Port
es_mx: Muestra los camuflajes especiales Go Navy! en las batallas y en el Puerto
ja: 戦闘と港で特別な "Go Navy!" 迷彩を表示
pl: Pokaż unikalne kamuflaże Go Navy! w bitwach i w porcie
ru: Отображать специальные камуфляжи Go Navy! в бою и в Порту
uk: Показувати спеціальні камуфляжі Go Navy! в бою та в порту
zh: 在战斗中和港口显示独特M系迷彩
zh_sg: 在港口和战斗中显示独特Go Navy!涂装

# IDS_PECULARITY_FILTER_FREEDOM_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique Go Navy! camouflages in battle and in the Port
es_mx: Oculta los camuflajes especiales Go Navy! en las batallas y en el Puerto
ja: 戦闘と港で特別な "Go Navy!" 迷彩を非表示
pl: Ukryj unikalne kamuflaże Go Navy! w bitwach i w porcie
ru: Скрывать специальные камуфляжи Go Navy! в бою и в Порту
uk: Приховувати спеціальні камуфляжі Go Navy! в бою та в порту
zh: 在战斗中和港口隐藏独特M系迷彩
zh_sg: 在港口和战斗中隐藏独特Go Navy!涂装

# IDS_PECULARITY_FILTER_HALLOWEEN_16
source: Halloween
ja: ハロウィーン
ru: Хэллоуин
uk: Хелловін
zh: 万圣节特殊涂装
zh_sg: 万圣节

# IDS_PECULARITY_FILTER_HALLOWEEN_16_HIDE_SHIP_TOOLTIP
source: Hide Halloween ships in the carousel
es_mx: Oculta los barcos de Halloween en el carrusel
ja: カルーセルでハロウィーン艦艇を非表示
pl: Ukryj okręty Halloween w karuzeli
ru: Скрывать Halloween корабли в карусели
uk: Приховувати хеловінські кораблі в каруселі
zh: 在卷轴中隐藏万圣节的战舰
zh_sg: 在卷轴中隐藏万圣节的战舰

# IDS_PECULARITY_FILTER_HALLOWEEN_16_SET_SKIN_TOOLTIP
source: Display the unique Halloween camouflages in battle and in the Port
es_mx: Muestra los camuflajes especiales de Halloween en las batallas y en el Puerto
ja: 戦闘と港でハロウィーン特別迷彩を表示
pl: Wyświetlaj unikalne kamuflaże na Halloween w bitwach i w porcie
ru: Отображать специальные камуфляжи для Хэллоуина в бою и в Порту
uk: Показувати спеціальні хеловінські камуфляжі в бою та в порту
zh: 在战斗和港口中显示万圣节活动特殊涂装的外观
zh_sg: 在战斗和港口中显示万圣节活动独特涂装的外观

# IDS_PECULARITY_FILTER_HALLOWEEN_16_SHOW_SHIP_TOOLTIP
source: Display Halloween ships in the carousel
es_mx: Muestra los barcos de Halloween en el carrusel
ja: カルーセルでハロウィーン艦艇を表示
pl: Wyświetlaj okręty Halloween w karuzeli
ru: Отображать корабли для Хэллоуина в карусели
uk: Показувати хеловінські кораблі у каруселі
zh: 在卷轴中显示万圣节的战舰
zh_sg: 在卷轴中显示万圣节的战舰

# IDS_PECULARITY_FILTER_HALLOWEEN_16_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique Halloween camouflages in battle and in the Port
es_mx: Oculta los camuflajes especiales de Halloween en las batallas y en el Puerto
ja: 戦闘と港でハロウィーン特別迷彩を非表示
pl: Ukryj unikalne kamuflaże na Halloween w bitwach i w porcie
ru: Скрывать специальные камуфляжи для Хэллоуина в бою и в Порту
uk: Приховувати спеціальні хеловінські камуфляжі в бою та в порту
zh: 在战斗和港口中隐藏万圣节活动特殊涂装的外观
zh_sg: 在战斗和港口中隐藏万圣节活动独特涂装的外观

# IDS_PECULARITY_FILTER_HIGHSCHOOLFLEET
source: High School Fleet
ja: ハイスクール・フリート
zh: 空
zh_sg: 高校舰队

# IDS_PECULARITY_FILTER_HIGHSCHOOLFLEET_SET_SKIN_TOOLTIP
source: Display the special camouflage of the ships from the "High School Fleet" series in battle and in the Port
es_mx: Muestra el camuflaje especial de los barcos de la serie "High School Fleet" en batalla y en el Puerto
ja: 戦闘と港でアニメシリーズ「ハイスクール・フリート」艦艇の特別迷彩を表示
pl: Pokaż specjalny kamuflaż okrętów z „High School Fleet” w bitwach i w Porcie
ru: Отображать специальный камуфляж кораблей High School Fleet в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів High School Fleet в бою і в порту
zh: 空
zh_sg: 在战斗和港口中显示系列动画“高校舰队”战舰的特别涂装

# IDS_PECULARITY_FILTER_HIGHSCHOOLFLEET_TAKE_OFF_SKIN_TOOLTIP
source: Hide the special camouflage of the ships from the "High School Fleet" series in battle and in the Port
es_mx: Oculta el camuflaje especial de los barcos de la serie "High School Fleet" en batalla y en el Puerto
ja: 戦闘と港でアニメシリーズ「ハイスクール・フリート」艦艇の特別迷彩を非表示
pl: Ukryj specjalny kamuflaż okrętów z „High School Fleet” w bitwach i w Porcie
ru: Скрывать специальный камуфляж кораблей High School Fleet в бою и в Порту
uk: Приховувати спеціальний камуфляж кораблів High School Fleet в бою і в порту
zh: 空
zh_sg: 在战斗和港口中隐藏系列动画“高校舰队”战舰的特别涂装

# IDS_PECULARITY_FILTER_KOBAYASHI
source: Makoto Kobayashi Signature
ja: 小林誠 シグネチャーシリーズ
zh: 签名系列涂装
zh_sg: 小林诚签名

# IDS_PECULARITY_FILTER_KOBAYASHI_SET_SKIN_TOOLTIP
source: Display the unique Makoto Kobayashi camouflage in battle and in the Port
es_mx: Muestra el camuflaje especial Makoto Kobayashi en batallas y en el Puerto
ja: 小林誠コラボ迷彩を戦闘と港で表示
pl: Wyświetl unikalny kamuflaż Makoto Kobayashi w bitwach i porcie
ru: Отображать специальные камуфляжи Makoto Kobayashi в бою и в Порту
uk: Показувати спеціальні камуфляжі Makoto Kobayashi у бою та в порту
zh: 在战斗和港口中显示「签名系列」涂装的外观
zh_sg: 在战斗和港口中显示独特的“Makoto Kobayashi”涂装的外观

# IDS_PECULARITY_FILTER_KOBAYASHI_TAKE_OFF_SKIN_TOOLTIP
source: Hide the unique Makoto Kobayashi camouflage in battle and in the Port
es_mx: Oculta el camuflaje especial Makoto Kobayashi en batallas y en el Puerto
ja: 小林誠コラボ迷彩を戦闘と港で非表示
pl: Ukryj unikalny kamuflaż Makoto Kobayashi w bitwach i porcie
ru: Скрывать специальные камуфляжи Makoto Kobayashi в бою и в Порту
uk: Приховувати спеціальні камуфляжі Makoto Kobayashi у бою та в порту
zh: 在战斗和港口中隐藏「签名系列」涂装的外观
zh_sg: 在战斗和港口中隐藏独特的“Makoto Kobayashi”涂装的外观

# IDS_PECULARITY_FILTER_POST_APOCALYPSE
source: Rogue Wave
es_mx: Ola Errante
ja: 烈波
pl: Dzika fala
ru: Дикая волна
uk: Дика хвиля
zh: Дикая волна
zh_sg: 诡浪

# IDS_PECULARITY_FILTER_POST_APOCALYPSE_SET_SKIN_TOOLTIP
source: Display the special camouflage of the Rogue Wave ships in battle and in the Port
es_mx: Muestra el camuflaje especial de los barcos del evento Ola Errante en batalla y en el Puerto
ja: 戦闘と港で「烈波」艦艇の特別迷彩を表示
pl: Pokaż specjalny kamuflaż okrętów Dzikiej fali w bitwach i w porcie
ru: Отображать специальный камуфляж кораблей «Дикая волна» в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів «Дика хвиля» в бою та в порту
zh: Отображать специальный камуфляж кораблей «Дикая волна» в бою и в Порту
zh_sg: 在战斗中和港口显示战舰特殊诡浪涂装

# IDS_PECULARITY_FILTER_POST_APOCALYPSE_TAKE_OFF_SKIN_TOOLTIP
source: Hide the special camouflages of the Rogue Wave ships in battle and in the Port
es_mx: Oculta el camuflaje especial de los barcos del evento Ola Errante en batalla y en el Puerto
ja: 戦闘と港で「烈波」艦艇の特別迷彩を非表示
pl: Ukryj specjalny kamuflaż okrętów Dzikiej fali w bitwach i w porcie
ru: Скрывать специальный камуфляж кораблей «Дикая волна» в бою и в Порту
uk: Показувати спеціальний камуфляж кораблів «Дика хвиля» в бою та в порту
zh: Скрывать специальный камуфляж кораблей «Дикая волна» в бою и в Порту
zh_sg: 在战斗中和港口隐藏战舰特殊诡浪涂装

# IDS_PECULARITY_FILTER_RECONSTRUCTION
source: Imitation
es_mx: Imitación
ja: 偽装
pl: Imitacja
ru: Реконструкция
uk: Реконструкція
zh: 仿制
zh_sg: 改造

# IDS_PECULARITY_FILTER_RECONSTRUCTION_SET_SKIN_TOOLTIP
source: Display unique camouflages in battle and in the Port
es_mx: Oculta los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を表示
pl: Pokaż unikalne kamuflaże w bitwach i w porcie
ru: Отображать специальные камуфляжи в бою и в Порту
uk: Показувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口隐藏独特涂装
zh_sg: 在战斗和港口中隐藏独特涂装

# IDS_PECULARITY_FILTER_RECONSTRUCTION_TAKE_OFF_SKIN_TOOLTIP
source: Hide unique camouflages in battle and in the Port
es_mx: Muestra los camuflajes especiales en batallas y en el Puerto
ja: 戦闘と港で特別迷彩を非表示
pl: Ukryj unikalne kamuflaże w bitwach i w porcie
ru: Скрывать специальные камуфляжи в бою и в Порту
uk: Приховувати спеціальні камуфляжі в бою і в порту
zh: 在战斗中和港口显示独特涂装
zh_sg: 在战斗和港口中显示独特涂装

# IDS_PECULARITY_FILTER_TRANSFORMERS_SET_SKIN_TOOLTIP
source: Display Transformers camouflages in battle and in the Port
ja: 戦闘と港で「トランスフォーマー」迷彩を表示
pl: Pokaż kamuflaże Transformers w bitwach i w Porcie
ru: Отображать камуфляжи «Трансформеры» в бою и в Порту
zh: Отображать камуфляжи Transformers в бою и в Порту
