Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DESTROYED_BY_MG_TOOLTIP
source: Total number of enemy warships destroyed by main battery guns
es_mx: Número total de barcos de guerra destruidos por cañones de la batería principal.
ja: 主砲により撃沈した敵艦艇の総数
pl: Łączna liczba okrętów wroga zniszczonych przez działa głównej artylerii.
ru: Общее количество кораблей противника, уничтоженных главным калибром
uk: Загальна кількість кораблів супротивника, які знищено вогнем головного калібру
zh: 被主炮组舰炮所击毁的敌方战舰总数。
zh_sg: 主炮所摧毁的敌方战舰总数。

# IDS_DESTROYED_BY_RAM
source: By ramming
es_mx: Por embestidas
ja: 体当たり
pl: Przez taranowanie
ru: Тараном
uk: Тараном
zh: 通过冲撞击沉
zh_sg: 通过冲撞击沉

# IDS_DESTROYED_BY_RAM_TOOLTIP
source: Total number of enemy warships destroyed by ramming
es_mx: Número total de barcos de guerra destruidos por embestidas.
ja: 体当たりにより撃沈した敵艦艇の総数
pl: Łączna liczba okrętów wroga zniszczonych przez taranowanie.
ru: Общее количество кораблей противника, уничтоженных тараном
uk: Загальна кількість кораблів супротивника, які знищено тараном
zh: 被冲撞所摧毁的敌方战舰总数。
zh_sg: 通过冲撞所摧毁的敌方战舰总数。

# IDS_DESTROYED_BY_TORPEDOS
source: By torpedoes
es_mx: Por torpedos
ja: 魚雷
pl: Torpedami
ru: Торпедами
uk: Торпедами
zh: 通过鱼雷击沉
zh_sg: 通过鱼雷击沉

# IDS_DESTROYED_BY_TORPEDOS_TOOLTIP
source: Total number of enemy warships destroyed by torpedoes
es_mx: Número total de barcos de guerra destruidos por torpedos
ja: 魚雷により撃沈した敵艦艇の総数
pl: Łączna liczba okrętów wroga zniszczonych przez torpedy.
ru: Общее количество кораблей противника, уничтоженных торпедами
uk: Загальна кількість кораблів супротивника, які знищено торпедами
zh: 被鱼雷所摧毁的敌方战舰总数。
zh_sg: 鱼雷摧毁的敌方战舰总数。

# IDS_DESTROYED_ENEMY_AIRCRAFT
source: Aircraft destroyed
es_mx: Aviones destruidos
ja: 航空機撃墜数
pl: Zniszczone samoloty
ru: Уничтожено самолётов
uk: Знищено літаків
zh: 击毁飞机总数
zh_sg: 摧毁飞机总数

# IDS_DESTROYED_ENEMY_AIRCRAFT_AVERAGE
source: Aircraft destroyed
es_mx: Aviones destruidos
ja: 航空機撃墜数
pl: Zniszczone samoloty
ru: Уничтожено самолётов
uk: Знищено літаків
zh: 击毁飞机总数
zh_sg: 平均摧毁飞机数

# IDS_DESTROYED_ENEMY_AIRCRAFT_AVERAGE_TOOLTIP
source: Average number of enemy aircraft destroyed per battle
es_mx: Número promedio de aviones enemigos destruidos por batalla
ja: 1 戦あたりの平均敵機撃墜数
pl: Średnia liczba zniszczonych samolotów wroga na bitwę
ru: Среднее количество сбитых самолётов противника
uk: Середня кількість збитих літаків супротивника
zh: 平均击毁的敌方飞机数
zh_sg: 平均摧毁敌方飞机数

# IDS_DESTROYED_ENEMY_AIRCRAFT_TOOLTIP
source: Total number of enemy aircraft destroyed
es_mx: Número total de aviones enemigos destruidos
ja: 総敵機撃墜数
pl: Ogólna liczba zniszczonych samolotów wroga
ru: Общее количество сбитых самолётов противника
uk: Загальна кількість збитих літаків супротивника
zh: 所有的敌方飞机击毁数
zh_sg: 摧毁敌方飞机总数

# IDS_DESTROYED_ENEMY_SHIPS
source: Warships destroyed
es_mx: Barcos de guerra destruidos
ja: 艦艇撃沈数
pl: Zniszczone okręty
ru: Уничтожено кораблей
uk: Знищено кораблів
zh: 击毁战舰数
zh_sg: 摧毁战舰数

# IDS_DESTROYED_ENEMY_SHIPS_AVERAGE
source: Warships destroyed
es_mx: Barcos de guerra destruidos
ja: 艦艇撃沈数
pl: Zniszczone okręty
ru: Уничтожено кораблей
uk: Знищено кораблів
zh: 场均击毁战舰数
zh_sg: 场均摧毁战舰数

# IDS_DESTROYED_ENEMY_SHIPS_AVERAGE_TOOLTIP
source: Average number of enemy warships destroyed per battle
es_mx: Número promedio de barcos enemigos destruidos por batalla
ja: 1 戦あたりの平均敵艦艇撃沈数
pl: Średnia liczba zniszczonych okrętów wroga na bitwę
ru: Среднее количество потопленных кораблей противника
uk: Середня кількість потоплених кораблів супротивника
zh: 平均击毁的敌方战舰数
zh_sg: 平均摧毁的敌方战舰数

# IDS_DESTROYED_ENEMY_SHIPS_HINT
source: Number of enemy warships you destroyed in this battle
es_mx: Número de barcos enemigos que destruiste en esta batalla
ja: この戦闘で自艦が撃沈した敵艦艇数
pl: Liczba okrętów wroga zniszczonych w tej bitwie
ru: Количество уничтоженных вами кораблей противника в этом бою
uk: Кількість знищених вами кораблів супротивника у цьому бою
zh: 您在此战斗中击毁的敌方战舰数
zh_sg: 您在此战斗中摧毁的敌方战舰数

# IDS_DESTROYED_ENEMY_SHIPS_TOOLTIP
source: Total number of enemy warships destroyed
es_mx: Número total de barcos enemigos destruidos
ja: 敵艦艇撃沈数の総数
pl: Ogólna liczba zniszczonych okrętów
ru: Общее количество потопленных кораблей противника
uk: Загальна кількість потоплених кораблів супротивника
zh: 击毁的敌方战舰总数
zh_sg: 摧毁的敌方战舰总数

# IDS_DESTROYED_MODULES_HELP_SCREEN
source: Modules incapacitated
es_mx: Módulos incapacitados
ja: モジュール機能停止
pl: Moduły poważnie uszkodzone
ru: Модули выведены из строя
uk: Модулі виведені з ладу
zh: 配件失去作用
zh_sg: 配件瘫痪

# IDS_DESTROYER
source: Destroyer
es_mx: Destructor
ja: 駆逐艦
pl: Niszczyciel
ru: Эсминец
uk: Есмінець
zh: 驱逐舰
zh_sg: 驱逐舰

# IDS_DESTROYERS
source: Destroyers
es_mx: Destructores
ja: 駆逐艦
pl: Niszczyciele
ru: Эсминцы
uk: Есмінці
zh: 驱逐舰
zh_sg: 驱逐舰

# IDS_DESTROYER_GOAL
source: Destroyers Role
es_mx: Papel de los Destructores
ja: 駆逐艦の役割
pl: Rola niszczyciela
ru: Назначение эсминцев
uk: Призначення есмінців
zh: 驱逐舰作用
zh_sg: 驱逐舰角色定位

# IDS_DESTROYER_GOAL_DESCRIPTION
source: Carry out torpedo attacks on enemy ships. Escort allied ships. Provide cover for allied forces by setting smoke screens.
es_mx: Llevar a cabo ataques con torpedos sobre barcos enemigos. Proveer cubierta para las fuerzas aliadas al colocar cortinas de humo.
ja: 敵艦艇に魚雷攻撃を敢行せよ。味方艦艇を護衛せよ。煙幕を展開して味方艦艇を援護せよ。
pl: Przeprowadzaj ataki torpedowe na nieprzyjacielskie pancerniki i lotniskowce. Eskortuj sojusznicze jednostki. Osłaniaj je ustawiając zasłony dymne.
ru: Торпедные атаки на корабли противника. Эскортирование. Прикрытие союзных сил постановкой дымовых завес.
uk: Торпедні атаки на кораблі супротивника. Ескорт союзних кораблів. Прикриття союзних сил створенням димових завіс.
zh: 可对敌方的战列舰以及航空母舰展开鱼雷攻击。也能设置烟幕。
zh_sg: 对敌方战舰发动鱼雷攻击。护卫友军战舰。设置烟幕掩护我方部队。

# IDS_DESTROY_RATIO
source: Destruction ratio
es_mx: Radio de destrucción
ja: 撃破比率
pl: Stosunek zniszczeń
ru: Уничтожил / уничтожен
uk: Знищив / знищений
zh: 杀伤比
zh_sg: 摧毁率

# IDS_DESTROY_RATIO_TOOLTIP
source: The number of enemy ships destroyed by you against the number of times your ship was destroyed
es_mx: Número de barcos de guerra enemigos por tí contra el número de veces que tu barco ha sido destruido
ja: 自艦による敵艦艇撃沈数と、自艦の被撃沈数との比率
pl: Liczba zniszczonych przez Ciebie okrętów wroga kontra liczba zniszczeń Twojego okrętu
ru: Отношение количества потопленных вами кораблей противника к количеству потоплений вашего корабля
uk: Відношення кількості потоплених вами кораблів супротивника до кількості потоплень вашого корабля
zh: 被您击毁的敌方战舰数相对于您的战舰被击毁的次数
zh_sg: 摧毁的敌方战舰数与被您被摧毁次数的战损比

# IDS_DETAILED_RIBBONS
source: Detailed Ribbons
es_mx: Cintas Detalladas
ja: 詳細なリボン
pl: Szczegółowe baretki
ru: Расширенные ленты
uk: Докладні стрічки
zh: 显示详细勋带
zh_sg: 详细勋带

# IDS_DETECTED
source: DETECTED
es_mx: DETECTADO
ja: 発見された
pl: WYKRYTO
ru: ОБНАРУЖЕН
uk: ВИЯВЛЕНИЙ
zh: 被发现
zh_sg: 被发现

# IDS_DETECTED_AIRCARRIER
source: AIRCRAFT CARRIER DETECTED
es_mx: PORTAAVIONES DETECTADO
ja: 航空母艦が 発見された
pl: LOTNISKOWIEC WYKRYTY
ru: АВИАНОСЕЦ ОБНАРУЖЕН
uk: АВІАНОСЕЦЬ ВИЯВЛЕНО
zh: 航空母舰 被发现
zh_sg: 航空母舰 被发现

# IDS_DETECTED_BY_ENEMY_SHIP
source: LOCATED
es_mx: LOCALIZADO
ja: 探知された
pl: ZLOKALIZOWANO NAS
ru: ЗАПЕЛЕНГОВАН
uk: НАС ЗАПЕЛЕНГОВАНО
zh: 被定位
zh_sg: 被定位

# IDS_DETECTED_CARRIER
source: Aircraft carrier detected by the enemy!
es_mx: ¡El portaaviones ha sido detectado por el enemigo!
ja: 航空母艦が敵に発見された!
pl: Lotniskowiec został wykryty przez przeciwnika!
ru: Авианосец обнаружен противником!
uk: Авіаносець виявлено супротивником!
zh: 航空母舰被敌方发现！
zh_sg: 航空母舰已被敌方发现！

# IDS_DETONATIONCHANCEFACTOR
source: to risk of magazine detonation
es_mx: al riesgo de detonación de la munición
ja: : 弾薬庫誘爆率
pl: do prawdopodobieństwa eksplozji magazynu
ru: к вероятности детонации погреба боеприпасов
uk: до імовірності вибуху погреба боєприпасів
zh: 弹药库爆炸的风险
zh_sg: 弹药库爆炸的风险

# IDS_DEUTERANOPIA
source: Deuteranopia
es_mx: Deuteranopía
ja: 緑色判別困難
pl: Daltonizm
ru: Дейтеранопия
uk: Дейтеранопія
zh: 绿色盲
zh_sg: 绿色盲

# IDS_DIFFERENT_LEAGUES_IN_DIVISION
source: In order to enter Ranked Battles all members of the Division must belong to the same League
es_mx: Para poder entrar a las Batallas por Rango, todos los miembros de la Divisiòn deben pertenecer a la misma Liga.
ja: ランク戦に参加する際には、分艦隊の全員が同じリーグに所属している必要があります。
pl: Żeby wejść do bitew rankingowych, wszyscy członkowie dywizjonu muszą należeć do tej samej ligi.
ru: Для выхода в ранговые бои все члены отряда должны быть в одной лиге
uk: Щоб вступити у ранговий бій, усі члени загону мають бути в одній лізі
zh: 为了能够进入排位战，所有分舰队的成员必须属于同一个联盟
zh_sg: 想要进入排位战模式，小队的全部成员必须属于同一联盟

# IDS_DISABLED_AI_BOT_STATUS
source: Bot.
ru: Бот.
uk: Бот.
zh: 电脑
zh_sg: 机器人

# IDS_DISABLED_AI_TARGET_STATUS
source: Target.
es_mx: Objetivo.
ja: 標的
pl: Cel.
ru: Мишень.
uk: Мішень.
zh: 靶舰。
zh_sg: 目标。

# IDS_DISABLE_COMMANDERS_MANAGEMENT
source: Forbid the commanders to invite players to teams
es_mx: Prohibir a los comandantes invitar jugadores a los equipos
ja: 各艦長によるチームへのプレイヤー招待を禁止
pl: Nie pozwalaj dowódcom na zapraszanie graczy do drużyn
ru: Запретить командирам приглашать игроков в команды
uk: Заборонити командирам запрошувати гравців до команди
zh: 禁止指挥官邀请玩家加入队伍
zh_sg: 禁止指挥官邀请玩家进入团队

# IDS_DISABLE_INVITATIONS_TO_DIVISION
source: Disable receiving invitations to join Divisions
es_mx: Desactivar recibir invitaciones para unirse a Divisiones
ja: 分艦隊への招待受信を無効化
pl: Wyłącz otrzymywanie zaproszeń do dywizjonu
ru: Не получать приглашения в отряды
uk: Не отримувати запрошення до загонів
zh: 关闭接收加入小队的邀请
zh_sg: 关闭接收小队邀请

# IDS_DISABLE_VOICE_CHAT
source: Disable voice chat
es_mx: Deshabilitar chat de voz
ja: 音声チャットの無効化
pl: Wyłącz czat głosowy
ru: Отключить голосовой чат
uk: Вимкнути голосовий чат
zh: 关闭语音聊天
zh_sg: 关闭语音聊天

# IDS_DISABLING_AA_AND_ATBA
source: Disable AA and Secondary Guns
es_mx: Inhabilitar AA y Cañones Secundarios
ja: 対空兵装/副砲無効
pl: Wyłączanie dział przeciwlotniczych i dodatkowych
ru: Отключение ПВО и ПМК
uk: Вимкнення ППО та ПМК
zh: 关闭防空炮与副炮
zh_sg: 关闭防空炮与副炮

# IDS_DISMISS_DIVISION
source: Dismiss Division
es_mx: Despedir División
ja: 分艦隊を解散
pl: Rozwiąż dywizjon
ru: Распустить отряд
uk: Розпустити загін
zh: 解散小队
zh_sg: 解散小队

# IDS_DISMISS_DIVISION_QUESTION
source: Dismiss the Division?
es_mx: ¿Despedir División?
ja: 分艦隊を解散しますか?
pl: Rozwiązać dywizjon?
ru: Распустить отряд?
uk: Розпустити загін?
zh: 要解散小队？
zh_sg: 要解散小队？

# IDS_DISMISS_PARTY
source: Stop assembling players for the battle
es_mx: Dejar de reunir jugadores para la batalla
ja: 戦闘のためのプレイヤー招集を中止
pl: Zakończ gromadzenie graczy do bitwy
ru: Прекратить сбор в бой
uk: Припинити скликати до бою
zh: 停止为战斗集结玩家
zh_sg: 停止为战斗召集玩家

# IDS_DISMISS_PARTY_QUESTION
source: Stop assembling players for the Team Battle?
es_mx: ¿Dejar de reunir jugadores para la Batalla en Equipo?
ja: チームバトルのためのプレイヤー招集を中止しますか?
pl: Czy chcesz zakończyć gromadzenie graczy do bitwy drużynowej?
ru: Прекратить сбор в командный бой?
uk: Припинити скликати до командного бою?
zh: 要停止为队伍战斗集结玩家？
zh_sg: 要停止为团队战斗集结玩家？

# IDS_DISTSSHIP_AIRCARRIER
source: Detection of aircraft carriers
es_mx: Detección de portaaviones
ja: 航空母艦の発見
pl: Wykrywanie lotniskowców
ru: Обнаружение авианосцев
uk: Виявлення авіаносців
zh: 航空母舰被侦测性
zh_sg: 航空母舰侦察性

# IDS_DISTSSHIP_AUXILIARY
source: Detection of transport ships
es_mx: Detección de barcos de transporte
ja: 輸送船の発見
pl: Wykrywanie okrętów transportowych
ru: Обнаружение транспортов
uk: Виявлення транспортів
zh: 运输舰被侦测性
zh_sg: 运输舰侦察性

# IDS_DISTSSHIP_BATTLESHIP
source: Detection of battleships
es_mx: Detección de acorazados
ja: 戦艦の発見
pl: Wykrywanie pancerników
ru: Обнаружение линкоров
uk: Виявлення лінкорів
zh: 战列舰被侦测性
zh_sg: 战列舰侦察性

# IDS_DISTSSHIP_CRUISER
source: Detection of cruisers
es_mx: Detección de cruceros
ja: 巡洋艦の発見
pl: Wykrywanie krążowników
ru: Обнаружение крейсеров
uk: Виявлення крейсерів
zh: 巡洋舰被侦测性
zh_sg: 巡洋舰侦察性

# IDS_DISTSSHIP_DESTROYER
source: Detection of destroyers
es_mx: Detección de destructores
ja: 駆逐艦の発見
pl: Wykrywanie niszczycieli
ru: Обнаружение эсминцев
uk: Виявлення есмінців
zh: 驱逐舰被侦测性
zh_sg: 驱逐舰侦察性

# IDS_DIVEBOMBER
source: Bombers
es_mx: Bombarderos
ja: 爆撃機
pl: Bombowce nurkujące
ru: Бомбардировщики
uk: Бомбардувальники
zh: 俯冲轰炸机
zh_sg: 轰炸机

# IDS_DIVEBOMBER_AP
source: (AP) Bombers
es_mx: Bombarderos (AP)
ja: (AP) 爆撃機
pl: Bombowce (PP)
ru: Бомбардировщики (ББ)
uk: Бомбардувальники (ББ)
zh: 穿甲俯冲轰炸机
zh_sg: （穿甲）轰炸机

# IDS_DIVEBOMBER_HE
source: (HE) Bombers
es_mx: Bombarderos (HE)
ja: (HE) 爆撃機
pl: Bombowce (OB)
ru: Бомбардировщики (ОФ)
uk: Бомбардувальники (ОФ)
zh: 高爆俯冲轰炸机
zh_sg: （高爆）轰炸机

# IDS_DIVISION
source: Division
es_mx: División
ja: 分艦隊
pl: Dywizjon
ru: Отряд
uk: Загін
zh: 小队
zh_sg: 小队

# IDS_DIVISIONS
source: Divisions
es_mx: Divisiones
ja: 分艦隊
pl: Dywizjony
ru: Отряды
uk: Загони
zh: 小队
zh_sg: 小队

# IDS_DIVISIONS_ARE_NOT_ALLOWED_IN_EVENT_BATTLES
source: Divisions are not allowed to participate in the Asymmetric Battle
ja: 分艦隊は、非対称戦には参加できません
pl: Dywizjony nie mogą brać udziału w bitwach asymetrycznych
ru: Отряды не допускаются в Асимметричный бой
zh: Отряды не допускаются в Асимметричный бой

# IDS_DIVISIONS_ARE_NOT_ALLOWED_IN_RANK_BATTLES
source: Divisions are not allowed to participate in Ranked Battles
es_mx: Las Divisiones no son permitidas en las Batallas por Rango
ja: 分艦隊は、ランク戦には参加できません
pl: Dywizjony nie mogą brać udziału w bitwach rankingowych
ru: Отряды не допускаются в ранговые бои
uk: Загони не допускають до рангових боїв
zh: 不允许小队参与排位战
zh_sg: 不允许小队参与排位战

# IDS_DIVISIONS_ARE_NOT_ALLOWED_IN_RANK_BATTLES_DESC
source: Divisions are not allowed to participate in Ranked Battles. Select another battle type.
es_mx: Las divisiones no están permitidas participar en Batallas por Rango. Selecciona otro tipo de batalla.
ja: 分艦隊は、ランク戦には参加できません。別の戦闘タイプを選択してください。
pl: Dywizjony nie mogą brać udziału w bitwach rankingowych. Wybierz inny rodzaj bitwy.
ru: Отряды не допускаются в ранговые бои. Выберите другой тип боя.
uk: Загони не допускають до рангових боїв. Виберіть інший тип бою.
zh: 不允许小队参与排位战。请选择其它战斗类型。
zh_sg: 不允许小队参与排位战。请选择其它战斗模式。

# IDS_DIVISIONS_ARE_NOT_ALLOWED_IN_TRAINING_BATTLES
source: Divisions are not allowed in training battles
es_mx: Las Divisiones no están permitidas en las batallas de entrenamiento
ja: 分艦隊はトレーニング戦ではご利用になれません
pl: Dywizjony nie są dozwolone w bitwach treningowych
ru: Отряды не допускаются в тренировочные бои
uk: Загони не допускають у тренувальні бої
zh: 训练战斗中不允许使用分舰队
zh_sg: 不允许小队进入战斗训练

# IDS_DIVISIONS_IN_BATTLE_HEADER
source: Divisions in battle
es_mx: Divisiones en batalla
ja: 戦闘中の分艦隊
pl: Dywizjony w bitwie
ru: Отряды в бою
uk: Загони в бою
zh: 战斗中的小队
zh_sg: 战斗中的小队

# IDS_DIVISION_-1
source: UNDISTRIBUTED PLAYERS
es_mx: JUGADORES NO DISTRIBUIDOS
ja: 未分配プレイヤー
pl: NIEROZDZIELENI GRACZE
ru: НЕРАСПРЕДЕЛЁННЫЕ ИГРОКИ
uk: НЕРОЗПОДІЛЕНІ ГРАВЦІ
zh: 未分配的玩家
zh_sg: 未分配的玩家

# IDS_DIVISION_0
source: ALPHA
es_mx: ALFA
ru: АЛЬФА
uk: АЛЬФА
zh: A队

# IDS_DIVISION_1
source: BRAVO
ru: БРАВО
uk: БРАВО
zh: B队

# IDS_DIVISION_100
source: SPECTATORS
es_mx: ESPECTADORES
ja: オブザーバー
pl: WIDZOWIE
ru: НАБЛЮДАТЕЛИ
uk: СПОСТЕРІГАЧІ
zh: НАБЛЮДАТЕЛИ
zh_sg: 观察者

# IDS_DIVISION_COMMANDER
source: Division Commander
es_mx: Comandante de la División
ja: 分艦隊指揮官
pl: Dowódca dywizjonu
ru: Командир отряда
uk: Командир загону
zh: 小队指挥官
zh_sg: 小队指挥官

# IDS_DIVISION_COMMANDER_C
source: Division Commander
es_mx: Comandante de División
ja: 分艦隊指揮官
pl: Dowódca dywizjonu
ru: Командир отряда
uk: Командир загону
zh: 小队指挥官
zh_sg: 小队指挥官

# IDS_DIVISION_ISNT_READY
source: The Division is not ready
es_mx: La División no está lista.
ja: 分艦隊は準備中
pl: Dywizjon nie jest gotowy
ru: Отряд не готов
uk: Загін не готовий
zh: 该小队未准备好
zh_sg: 小队未准备

# IDS_DIVISION_IS_LOCKED
source: Division locked
es_mx: División bloqueada
ja: 分艦隊ロック中
pl: Dywizjon zablokowany
ru: Отряд закрыт
uk: Загін закрито
zh: 小队已锁定
zh_sg: 小队已锁定

# IDS_DIVISION_IS_LOCKED_COMMANDER
source: You locked the Division. Unlock the Division so that other players can join it.
es_mx: Bloqueaste la División. Desbloquea la División para que otros jugadores puedan unirse.
ja: 分艦隊をロックしました。 他のプレイヤーが参加できるようにするには、ロックを解除してください。
pl: Zablokowałeś dywizjon. Odblokuj go, jeśli nie chcesz, żeby inni gracze do niego dołączali.
ru: Вы закрыли отряд. Откройте отряд, чтобы другие игроки могли вступить в него.
uk: Ви закрили загін. Відкрийте загін, щоб інші гравці змогли вступити до нього.
zh: 您锁定了小队。 要解开小队才能让其他玩家加入。
zh_sg: 您锁定了小队。 要解锁小队才能让其他玩家加入。

# IDS_DIVISION_IS_NOT_LOCKED
source: Division unlocked
es_mx: División desbloqueada
ja: 分艦隊ロック解除
pl: Dywizjon odblokowany
ru: Отряд открыт
uk: Загін відкрито
zh: 小队已解开
zh_sg: 小队已解锁

# IDS_DIVISION_IS_NOT_LOCKED_COMMANDER
source: Division unlocked. Lock the Division if you do not want other players to join your Division.
es_mx: División desbloqueada. Bloquea la División si no quieres que se unan otros jugadores.
ja: 分艦隊のロックを解除しました。 他のプレイヤーが参加できないようにするには、ロックしてください。
pl: Dywizjon odblokowany. Zablokuj dywizjon, jeśli nie chcesz, żeby inni gracze do niego dołączali.
ru: Отряд открыт. Закройте отряд, если не хотите, чтобы другие игроки могли вступать в ваш отряд.
uk: Загін відкрито. Закрийте загін, якщо не хочете, щоб інші гравці могли вступати у ваш загін.
zh: 小队已解开。 如果您不想其他玩家加入您的小队，请锁定小队。
zh_sg: 小队已解锁。 如果您不想其他玩家加入您的小队，请锁定小队。

# IDS_DIVISION_LEAVES_WITHOUT_YOU
source: The Division will enter the battle without you
es_mx: La División entrará a la batalla sin ti
ja: 分艦隊は、あなたを伴わずに戦闘に参加します
pl: Dywizjon wejdzie do bitwy bez Ciebie
ru: Отряд уходит в бой без вас
uk: Загін йде у бій без вас
zh: 该小队会在没有您的情况下进入战斗
zh_sg: 该小队会在没有您的情况下进入战斗

# IDS_DIVISION_LEAVES_WITHOUT_YOU_INFO
source: Click "STAY IN PORT" if you do not want to enter the battle now. You will remain in the Division.
es_mx: Haz clic en "PERMANECER EN EL PUERTO", si no quieres entrar a la batalla ahora. Permanecerás en la División.
ja: 今戦闘に参加したくない場合は、「港に留まる」をクリックしてください。分艦隊には参加したままになります。
pl: Kliknij na „ZOSTAŃ W PORCIE”, jeśli nie chcesz wejść teraz do bitwy. Pozostaniesz członkiem dywizjonu.
ru: Нажмите «ОСТАЮСЬ В ПОРТУ», если не хотите вступать в бой сейчас. Вы останетесь в составе отряда.
uk: Натисніть «ЗАЛИШАЮСЯ В ПОРТУ», якщо не хочете зараз вступати у бій. Ви залишитеся у складі загону.
zh: 当您准备完毕时，请点击“开战”进入战斗。如果您暂时不想加入战斗，请点击“返回港口”。
zh_sg: 如果您暂时不想加入战斗，请点击“待在港口”。您仍然会留在小队中。

# IDS_DIVISION_MANAGEMENT_LOCKED_FOR_DESTROYED
source: Your ship was destroyed. Operations with the Division are unavailable.
es_mx: Tu barco fue destruido. Las operaciones con la División no están disponibles.
ja: 自艦は沈没しました。 分艦隊関連の操作はできません。
pl: Twój okręt został zniszczony. Działania związane z dywizjonem są niedostępne.
ru: Ваш корабль уничтожен. Действия с отрядом недоступны.
uk: Ваш корабель знищено. Дії з загоном недоступні.
zh: 您的战舰已被摧毁。 无法进行小队的操作。
zh_sg: 您的战舰已被摧毁。 无法进行小队的操作。

# IDS_DIVISION_NOT_READY
source: The Division is not ready
es_mx: La División no está lista.
ja: 分艦隊は準備中
pl: Dywizjon nie jest gotowy
ru: Отряд не готов
uk: Загін не готовий
zh: 该小队未准备好
zh_sg: 小队未准备

# IDS_DIVISION_NOT_READY_COMMANDER_INFO
source: Players who are not ready will have 15 seconds to make a decision about entering this battle. Players who are not ready will not enter the battle, but will remain in the Division.
es_mx: Los jugadores que no estén listos tienen 15 segundos para decidir si entran a esta batalla. Los jugadores que no estén listos no entrarán a la batalla, pero permanecerán en la División.
ja: 準備中のプレイヤーには、この戦闘に参加するかどうかを決めるために 15 秒間が与えられます。 準備中のプレイヤーは戦闘には参加しませんが、分艦隊には参加したままになります。
pl: Gracze, którzy nie są gotowi, będą mieli 15 sekund na podjęcie decyzji, czy chcą wejść do bitwy. Gracze, którzy nie są gotowi, nie wejdą do bitwy, ale pozostaną członkami dywizjonu.
ru: У неготовых игроков есть 15 секунд для принятия решения о выходе в этот бой. Неготовые игроки не попадут в бой, но останутся в составе отряда.
uk: Гравці, які не готові, мають 15 секунд, щоб вирішити чи вступати у цей бій. Гравці, які не готові, не вступають у бій, але залишаться у складі загону.
zh: 未准备好的玩家将会有 15 秒钟的时间来决定是否进入此战斗。 未准备好的玩家将不会进入战斗，但会继续留在小队中。
zh_sg: 未准备好的玩家将会有15秒的时间来决定是否进入此战斗。 未准备好的玩家将不会进入战斗，但会继续留在小队中。

# IDS_DIVISION_READY
source: The Division is ready
es_mx: La División está lista.
ja: 分艦隊の準備完了
pl: Dywizjon jest gotowy
ru: Отряд готов
uk: Загін готовий
zh: 该小队已准备好
zh_sg: 小队已准备

# IDS_DOCK
source: Port
es_mx: Puerto
ja: 港
ru: Порт
uk: Порт
zh: 港口
zh_sg: 港口

# IDS_DOCK_AMMO_DESCRIPTION_ACOUSTIC_PING
source: When a sonar ping hits one of the special indicators on a ship's hull, your torpedoes will home in on the target. Hitting the second special indicator will further increase the accuracy of torpedo guidance and enable your torpedoes to ignore the target ship's torpedo protection.
es_mx: Cuando un pulso del sonar alcanza uno de los indicadores especiales sobre el casco de un barco, tus torpedos se dirigirán hacia el objetivo. Alcanzar el segundo indicador especial aumentará aún más la precisión de la guía de los torpedos y les permitirá ignorar la protección contra torpedos del barco objetivo.
ja: ソナーピンガーが船体にあるいずれかの特別インジケーターに命中すると、自艦の魚雷が目標に向けて誘導を開始します。 2 つ目の特別インジケーターに命中した場合には魚雷の誘導精度がさらに向上し、目標艦艇の対水雷防御を無効化できます。
pl: Gdy impuls sonaru trafi w jeden ze specjalnych wskaźników kadłuba okrętu, Twoje torpedy będą się naprowadzać na cel. Trafienie w drugi specjalny wskaźnik jeszcze bardziej zwiększy dokładność naprowadzania torped i pozwoli im ignorować ochronę przeciwtorpedową celu.
ru: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель. Попадание во вторую точку повышает точность наведения и позволяет торпедам игнорировать ПТЗ.
uk: Влучення акустичного імпульсу в одну з особливих точок корабля дозволяє торпедам наводитися на ціль. Влучення в другу точку підвищує влучність наведення й дозволяє торпедам ігнорувати ПТЗ.
zh: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель. Попадание во вторую точку повышает точность наведения и позволяет торпедам игнорировать ПТЗ.
zh_sg: 当声呐脉冲命中舰体上的一个特殊指示器时，您的鱼雷会定位该目标。 命中第二个特殊指示器将进一步提高鱼雷制导的准度，并使您的鱼雷无视目标的鱼雷防护。

# IDS_DOCK_AMMO_DESCRIPTION_AP
source: Effective against heavily armored targets. Penetrates armor and explodes inside the ship, causing considerable damage. If the armor is not thick enough, the shells will overpenetrate and cause significantly less damage. Armor will cause these shells to ricochet if they impact at a sharp angle.
es_mx: Eficaces contra objetivos fuertemente blindados. Penetran el blindaje y explotan dentro del barco, causando un daño considerable. Si el blindaje no es lo suficientemente grueso, los proyectiles sobrepenetrarán y causarán un daño mucho menor. El blindaje causará que estos proyectiles reboten si lo impactan en un ángulo cerrado.
ja: 重装甲の目標に対して効果的であり、装甲を貫通して内部で炸裂することにより大打撃を与えます。 装甲厚が不足していた場合、砲弾は全貫通を起こし、小さなダメージに留まります。 装甲に浅い角度で命中した場合には跳弾する可能性があります。
pl: Przydatne przeciwko ciężko opancerzonym celom. Przebijają pancerz i eksplodują wewnątrz okrętu, zadając znaczne uszkodzenia. Jeśli pancerz nie jest wystarczająco gruby, pociski będą przelatywać na wylot i zadawać znacznie mniej uszkodzeń. Pancerz spowoduje rykoszetowanie tych pocisków, jeśli uderzą pod kątem ostrym.
ru: Поражают тяжелобронированные цели, разрываются внутри корабля и наносят значительный урон. При недостаточной толщине брони снаряд проходит корабль насквозь, нанося незначительный урон. Броня вызывает рикошет при попадании снаряда под острым углом.
uk: Уражають важкоброньовані цілі, вибухають всередині корабля й завдають значної шкоди. Якщо броня досить тонка, то снаряд пролітає корабель наскрізь, завдаючи незначної шкоди. Снаряд рикошетить влучаючи під гострим кутом.
zh: AP 弹会穿透装甲并于战舰内部爆炸，引信武器。如果装甲够厚，对作战舱间造成重大的伤害。如果装甲不够厚，炮弹就会过度击穿，造成较低的伤害。
zh_sg: 有效对抗重装甲目标。穿透装甲并在战舰内部爆炸，造成可观的伤害。 如果装甲厚度不足，炮弹将过度击穿，从而造成很低的伤害。 如以锐角射入可能会被装甲弹开产生跳弹。
