Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PBSD506_DESCR
source: One of the U.K. G-class destroyers of the inter-war period. The ship participated in the Dunkirk evacuation when she rescued Allied troops from the beaches and harbor of Dunkirk. In total, she evacuated around 1,500 soldiers. On May 29, she was damaged during a raid from German dive bombers, but still made it back to England under her own power.
es_mx: Uno de los destructores clase G del R.U. del período entreguerras. El barco participó en la evacuación de Dunkerque cuando rescató tropas aliadas de las playas y el puerto de Dunkerque. En total, evacuó cerca de 1,500 soldados. El 29 de mayo, fue dañado durante un ataque por bombarderos en picada alemanes, pero logró regresar a Inglaterra por sí mismo.
ja: ギャラントは、戦間期のイギリスの G 級駆逐艦です。1940 年 5 月、本艦はダンケルクにおける撤退作戦に参加し、ダンケルクの浜および港から多くの連合軍兵士を救出しました。本艦が救出した兵士は、合計で約 1,500 名に達します。5 月 29 日には、ドイツ軍の急降下爆撃機による攻撃を受け損傷しましたが、その後自力航行によりイングランドに帰還しました。
pl: Jeden z brytyjskich niszczycieli klasy G pochodzących z okresu międzywojennego. Okręt brał udział w ewakuacji Dunkierki, podczas której uratował alianckich żołnierzy z plaż i przystani w Dunkierce. W sumie ewakuował 1500 żołnierzy. 29 maja został uszkodzony podczas ataku niemieckich bombowców nurkujących, ale udało mu się powrócić do Anglii o własnych siłach.
ru: Один из английских эсминцев межвоенного периода (тип G). Во время Дюнкерской операции совершил несколько рейсов, эвакуируя войска как с пляжей, так и из городского порта. В общей сложности вывез около 1500 человек. 29 мая был повреждён в ходе атаки немецких пикирующих бомбардировщиков, однако смог своим ходом добраться до Англии.
uk: Один з англійських есмінців міжвоєнного періоду (тип G). Під час Дюнкеркської операції здійснив декілька рейсів, евакуюючи війська як із пляжів, так і з міського порту. Разом вивіз приблизно 1500 осіб. 29 травня отримав пошкодження під час атаки німецьких пікіруючих бомбардувальників, але зміг своїм ходом дістатися до Англії.
zh: 一艘两次世界大战期间的Y国G级驱逐舰。该战舰参与了敦刻尔克撤离行动，它当时从敦刻尔克海滩及港口救出了盟军部队。它总共撤离了大约 1,500 名士兵。5月29日，它在空袭期间受到D国俯冲轰炸机损坏，但仍然以自己的力量返回Y国。
zh_sg: 一艘两战之间时期的英国 G 级驱逐舰。该战舰参与了敦刻尔克撤离行动，行动期间从敦刻尔克海滩及港口救出了盟军部队约1500名士兵。5月29日，它在空袭 中受到德国俯冲轰炸机的袭击而损坏，但仍然以自己的力量得以返回英国。

# IDS_PBSD506_FULL
source: Gallant
zh: 勇敢
zh_sg: 勇敢

# IDS_PBSD517
source: Cossack
zh: 哥萨克
zh_sg: 哥萨克人

# IDS_PBSD517_DESCR
source: One of the renowned Tribal-class destroyers, different from her British same-type contemporaries in her large size and emphasis on gunnery over torpedo warfare. At the time of her commissioning, she carried four twin 120 mm mounts as her main battery.
es_mx: Uno de los famosos destructores de la clase Tribal, diferente a sus contemporáneos británicos del mismo tipo en su gran tamaño y en su énfasis en su artillería sobre sus torpedos. En el momento de ser comisionado, llevaba cuatro montajes dobles de 120 mm como su batería principal.
ja: コサックは、高名なトライバル級駆逐艦の 1 隻です。本級はイギリスの他の駆逐艦級に比して大型であり、雷装よりも砲熕火力を重視していた点が特徴でした。本艦は、就役時には主砲として 120 mm 連装砲塔を 4 基備えていました。
pl: Jeden ze słynnych niszczycieli klasy Tribal, różniący się od innych brytyjskich okrętów tego typu większymi rozmiarami i większym naciskiem na uzbrojenie artyleryjskie niż torpedowe. W chwili oddania do służby uzbrojony był w cztery podwójne stanowiska dział kal. 120 mm.
ru: Один из знаменитых эсминцев типа Tribal, отличавшихся от своих британских современников того же класса крупными размерами и усиленным артиллерийским вооружением в ущерб торпедному. На момент ввода в строй нёс четыре спаренных 120-мм установки в качестве главного калибра.
uk: Один із відомих есмінців типу Tribal, що відрізнялися від своїх британських сучасників того ж класу великими розмірами і посиленим артилерійським озброєнням на шкоду торпедному. На час входу у стрій ніс чотири спарених 120-мм установки як головний калібр.
zh: 其中一艘知名的部落级驱逐舰，相较于与Y系同级战舰，它的船身更大，以更注重于火炮对战而不是鱼雷作战，当它开始服役时，它装备着四座双联装120毫米炮座来做为主要火炮
zh_sg: 著名的Tribal级驱逐舰，与英国其它同舰种的不同之处在于大体积和对鱼雷战的重视。在服役时，它搭载了4门双联120毫米主炮组。

# IDS_PBSD517_FULL
source: Cossack
zh: 哥萨克
zh_sg: 哥萨克人

# IDS_PBSD605
source: Anthony
zh: 安东尼
zh_sg: 安东尼

# IDS_PBSD605_DESCR
source: This ship belonged to the first series of British destroyers of the interwar period (type A). During the Dunkirk Evacuation, she managed to recover about 3,000 people over several runs. On May 30, 1940, the warship was heavily damaged in an air attack and had to return to Portsmouth.
es_mx: Este barco pertenecía a la primera serie de destructores británicos del periodo entre guerras (tipo A). Durante la Evacuación de Dunkerque, logró recoger a casi 3,000 personas en varios viajes. El 30 de mayo de 1940, el barco fue dañado seriamente en un ataque aéreo y tuvo que regresar a Portsmouth.
ja: アンソニーは、戦間期としてはイギリス初の駆逐艦級 (A 級) の 1 隻であり、1940 年のダンケルク撤退作戦においては、数回の往復で約 3 千名の兵士を救出することに成功しました。しかし 5 月 30 日、本艦は空襲により大きな被害を受け、任務を中止してポーツマスへと帰還しました。
pl: Ten okręt należał do pierwszej serii brytyjskich niszczycieli z okresu międzywojennego (typu A). W trakcie ewakuacji Dunkierki udało mu się uratować 3000 ludzi wykonując kilka kursów. 30 maja 1940 r. okręt został poważnie uszkodzony w wyniku ataku powietrznego i musiał wracać do Portsmouth.
ru: Принадлежал к первой серии британских эсминцев межвоенного периода (тип A). В ходе эвакуации из Дюнкерка сумел вывезти за несколько рейcов около 3 000 человек. 30 мая 1940 г. тяжело повреждён во время воздушной атаки, после чего вынужден был вернуться в Портсмут.
uk: Належав до першої серії британських есмінців міжвоєнного періоду (тип A). Під час евакуації з Дюнкерка вивіз кількома рейсами приблизно 3 000 осіб. 30 травня 1940 р. сильно пошкоджений під час повітряної атаки, був вимушений повернутися до Портсмута.
zh: 此舰艇属于两次大战期间第一个系列 (A 型) 的Y系驱逐舰。敦刻尔克撤离行动期间，它在几次来回中设法载回了约 3,000 人。5 月 30 日，战舰在一次空袭中严重受损，因此不得不返回朴茨茅斯。
zh_sg: 此战舰属于两战之间时期第一个系列(A 型) 的英国驱逐舰。敦刻尔克撤离行动期间，它多次往返撤离了约3000人。1940年5月30日，战舰在一次空袭中严重受损，因此不得不返回朴茨茅斯。

# IDS_PBSD605_FULL
source: Anthony
zh: 安东尼
zh_sg: 安东尼

# IDS_PBS_ABUSE
source: Unsporting Conduct
es_mx: Conducta antideportiva
ja: スポーツマンシップ違反
pl: Niesportowe zachowanie
ru: Негативное поведение
uk: Негативна поведінка
zh: 违反规章
zh_sg: 消极行为

# IDS_PBS_ABUSE_AFK
source: Inactivity in battle
es_mx: Inactividad en batalla
ja: 戦闘中の不行動
pl: Bierność w bitwie
ru: Бездействие в бою
uk: Бездіяльність у бою
zh: 在战斗中不活跃
zh_sg: 战斗挂机

# IDS_PBS_ABUSE_AFK_HINT
source: For inactivity in battle, you are at risk of receiving a warning and then a penalty for unsporting conduct.
es_mx: Por estar inactivo en batalla, estás en riesgo de recibir una advertencia y una sanción posterior por conducta antideportiva.
ja: 戦闘中の不行動はスポーツマンシップ違反であり、警告、さらにはペナルティが与えられる場合があります。
pl: Za bierność w bitwie grozi Ci ostrzeżenie, a następnie kara za niesportowe zachowanie.
ru: За бездействие в бою вы рискуете получить предупреждение, а затем наказание за негативное поведение.
uk: За бездіяльність у бою ви ризикуєте отримати попередження, а потім покарання за негативну поведінку.
zh: 由于在战斗中的不活跃，您现在有可能会被警告然后因为违反规章而被惩处
zh_sg: 在战斗中挂机，您可能因消极行为被警告乃至受到惩罚。

# IDS_PBS_ABUSE_COMPLAINED
source: Reports from players
es_mx: Reportes de los jugadores
ja: プレイヤーからの通報
pl: Zgłoszenia od graczy
ru: Жалобы от игроков
uk: Скарги від гравців
zh: 来自玩家的警告
zh_sg: 被玩家举报

# IDS_PBS_ABUSE_COMPLAINED_HINT
source: For numerous reports from players, you are at risk of receiving a warning and then a penalty for unsporting conduct.
es_mx: Dados los numerosos reportes de los jugadores, estás en riesgo de recibir una advertencia y una sanción posterior por conducta antideportiva.
ja: プレイヤーから多数の通報を受けた場合、スポーツマンシップ違反として、警告、さらにはペナルティが与えられる場合があります。
pl: Z powodu licznych zgłoszeń od graczy grozi Ci ostrzeżenie, a następnie kara za niesportowe zachowanie.
ru: За большое количество жалоб от игроков вы рискуете получить предупреждение, а потом наказание за негативное поведение.
uk: За велику кількість скарг від гравців ви ризикуєте отримати попередження, а потім покарання за негативну поведінку.
zh: 因为大量玩家的回报，您现在有可能会被警告然后因为违反规章而被惩处
zh_sg: 被多个玩家举报，您可能因消极行为被警告乃至受到惩罚。

# IDS_PBS_ABUSE_GRIEFER
source: Interfering with allies
es_mx: Interferir con los aliados
ja: 味方を妨害
pl: Przeszkadzanie sojusznikom
ru: Создание помех союзникам
uk: Створення перешкод союзникам
zh: 干扰友军
zh_sg: 妨碍队友

# IDS_PBS_ABUSE_GRIEFER_HINT
source: For interfering with allies, you are at risk of receiving a warning and then a penalty for unsporting conduct.
es_mx: Por interferir con los aliados, estás en riesgo de recibir una advertencia y una sanción posterior por conducta antideportiva.
ja: 味方を妨害することはスポーツマンシップ違反であり、警告、さらにはペナルティが与えられる場合があります。
pl: Za przeszkadzanie sojusznikom grozi Ci ostrzeżenie, a następnie kara za niesportowe zachowanie.
ru: За создание помех союзникам вы рискуете получить предупреждение, а потом наказание за негативное поведение.
uk: За створення перешкод союзникам ви ризикуєте отримати попередження, а потім покарання за негативну поведінку.
zh: 干扰友军会让您有被警告或是违反规章的风险
zh_sg: 做出妨碍队友行为，您可能因消极行为被警告乃至受到惩罚。

# IDS_PBS_ABUSE_HINT
source: For your unsporting conduct, you are at risk of receiving a warning and then a penalty.
es_mx: Por tu conducta antideportiva, estás en riesgo de recibir una advertencia y una sanción posterior.
ja: スポーツマンシップ違反により、警告、さらにはペナルティが与えられる場合があります。
pl: Za niesportowe zachowanie grozi Ci ostrzeżenie, a następnie kara.
ru: При обнаружении негативного поведения вы рискуете получить предупреждение, а потом наказание.
uk: У випадку виявлення негативної поведінки ви ризикуєте отримати попередження, а потім покарання.
zh: 因为您违反规章，您会有被警告或是违反规章的风险
zh_sg: 做出消极行为，您会面临被警告乃至受到惩罚的风险。

# IDS_PBS_ABUSE_LEAVER
source: Quitting a battle early
es_mx: Salir de una batalla antes de tiempo
ja: 戦闘からの早期退出
pl: Wcześniejsze opuszczenie bitwy
ru: Преждевременный выход из боя
uk: Передчасний вихід з бою
zh: 提早离开战斗
zh_sg: 提前退出战斗

# IDS_PBS_ABUSE_LEAVER_HINT
source: For quitting a battle early, you are at risk of receiving a warning and then a penalty for unsporting conduct.
es_mx: Por salir de una batalla antes de tiempo, estás en riesgo de recibir una advertencia y una sanción posterior por conducta antideportiva.
ja: 戦闘からの早期退出はスポーツマンシップ違反であり、警告、さらにはペナルティが与えられる場合があります。
pl: Za wcześniejsze opuszczenie bitwy grozi Ci ostrzeżenie, a następnie kara za niesportowe zachowanie.
ru: За преждевременный выход из боя вы рискуете получить предупреждение, а потом наказание за негативное поведение.
uk: За передчасний вихід з бою ви ризикуєте отримати попередження, а потім покарання за негативну поведінку.
zh: 提早离开战斗会让您有被警告或是违反规章的风险
zh_sg: 提前退出战斗，您可能因消极行为被警告乃至受到惩罚。

# IDS_PBS_ABUSE_STATUS_CONFIRMED
source: Penalty received
es_mx: Sanción recibida
ja: ペナルティが科されました
pl: Otrzymano karę
ru: Получено наказание
uk: Вас покарано
zh: 获得惩处
zh_sg: 已收到惩罚

# IDS_PBS_ABUSE_STATUS_SUSPECT
source: Warning received
es_mx: Advertencia recibida
ja: 警告が与えられました
pl: Otrzymano ostrzeżenie
ru: Вынесено предупреждение
uk: Винесено попередження
zh: 获得警告
zh_sg: 已收到警告

# IDS_PBS_ABUSE_TKILLER
source: Causing damage to allies
es_mx: Causar daño a los aliados
ja: 同士討ち
pl: Uszkodzenia zadane sojusznikom
ru: Нанесение урона союзникам
uk: Завдавання шкоди союзникам
zh: 对友军造成伤害
zh_sg: 伤害队友

# IDS_PBS_ABUSE_TKILLER_HINT
source: Damage caused to allied ships. Both credit and XP fines are imposed on you for causing damage to allies. You are also at risk of receiving a warning and then a penalty for unsporting conduct.
es_mx: Daño causado a barcos aliados. Se te aplican multas en créditos y XP por causar daño a los aliados. También estás en riesgo de recibir una advertencia y una sanción posterior por conducta antideportiva.
ja: 味方艦艇に対するダメージ。 味方への与ダメージに対する補償としてクレジットと EXP が差し引かれます。 加えて、スポーツマンシップ違反により、警告、さらにはペナルティが与えられる場合があります。
pl: Uszkodzenia zadane sojuszniczym okrętom. Za uszkadzanie sojuszników nakładane są karty zarówno w kredytach, jak i PD. Grozi Ci również ostrzeżenie, a następnie kara za niesportowe zachowanie.
ru: Урон, нанесённый союзным кораблям. За урон по союзникам вы получаете штрафы к опыту и кредитам за бой. Вы также рискуете получить предупреждение, а потом наказание за негативное поведение.
uk: Шкода, завдана союзним кораблям. За ушкодження союзників ви отримуєте штрафи до досвіду та кредитів за бій. Ви також ризикуєте отримати попередження, а потім покарання за негативну поведінку.
zh: 对友军造成伤害，银币和经验处罚都会因为您对友军造成伤害而需要由您负责， 您同时会获得警告并因为违反规章而获得惩处
zh_sg: 对友军战舰造成的伤害。 根据对队友造成的伤害量会扣除相应数量的经验和银币。 同时您还可能因消极行为被警告乃至受到惩罚。

# IDS_PBUA001_C1_ART_STOCK
source: 102 mm/45 QF Mk XIX
ru: 102-мм/45 QF Mk XIX
uk: 102-мм/45 QF Mk XIX
zh: 102 毫米/45 QF Mk XIX

# IDS_PBUA101_C2_ART_STOCK
source: 152 mm/45 PVI
ru: 152-мм/45 PVI
uk: 152-мм/45 PVI
zh: 152 毫米/45 PVI

# IDS_PBUA102_D2_ART_STOCK
source: 102/40 Mk IV or 102/45 Mk V
ja: 102/40 Mk IV または 102/45 Mk V
ru: 102/40 MkIV или 102/45 MkV
uk: 102/40 MkIV або 102/45 MkV
zh: 102/40 Mk IV或102/45 Mk V

# IDS_PBUA201_102MM_CAMPBELTOWN
source: 102 mm/50 Mk XII
ru: 102-мм/50 Mk XII
uk: 102-мм/50 Mk XII
zh: 102 毫米/50 Mk12

# IDS_PBUA202_D3_ART_STOCK
source: 102 mm/45 Mk V
ru: 102-мм/45 Mk V
uk: 102-мм/45 Mk V
zh: 102 毫米/45 Mk V

# IDS_PBUA203_ART_DRED
source: 305 mm/45 Mk X
ru: 305-мм/45 Mk X
uk: 305-мм/45 Mk X
zh: 305 毫米/45 Mk X

# IDS_PBUA211_C3_ART_STOCK
source: 152 mm/45 PXIII*
ru: 152-мм/45 PXIII*
uk: 152-мм/45 PXIII*
zh: 152 毫米/45 PXIII*

# IDS_PBUA221_B3_ART_STOCK
source: 305 mm/45 Mk X
ru: 305-мм/45 Mk X
uk: 305-мм/45 Mk X
zh: 305 毫米/45 Mk X

# IDS_PBUA301_C4_ART_STOCK
source: 152 mm/45 CPXIV
ru: 152-мм/45 CPXIV
uk: 152-мм/45 CPXIV
zh: 152 毫米/45 CPXIV

# IDS_PBUA302_D4_ART_STOCK
source: 102/45 Mk V or 120/45 Mk I
ja: 102/45 Mk V または 120/45 Mk I
ru: 102/45 Mk V или 120/45 Mk I
uk: 102/45 Mk V або 120/45 Mk I
zh: 102/45 Mk V或120/45 Mk I

# IDS_PBUA311_B4_ART_STOCK
source: 343 mm/45 Mk V
ru: 343-мм/45 Mk V
uk: 343-мм/45 Mk V
zh: 343 毫米/45 Mk V

# IDS_PBUA401_C5_ART_STOCK
source: 152 mm/45 CPXIV
ru: 152-мм/45 CPXIV
uk: 152-мм/45 CPXIV
zh: 152 毫米/45 CPXIV

# IDS_PBUA402_ART_ANT
source: 120 mm/45 CPXVIII
ru: 120-мм/45 CPXVIII
uk: 120-мм/45 CPXVIII
zh: 120 毫米/45 CPXVIII

# IDS_PBUA403_D5_ART_STOCK
source: 120 mm/45 QF Mk IX
ru: 120-мм/45 QF Mk IX
uk: 120-мм/45 QF Mk IX
zh: 120 毫米/45 QF Mk IX

# IDS_PBUA404_ART_EXETER
source: 203 mm/50 BL Mk VIII
es_mx: BL Mk VIII de 203 mm/50
ru: 203-мм/50 BL Mk VIII
uk: 203-мм/50 BL Mk VIII
zh: 203 毫米/50 BL Mk VIII

# IDS_PBUA405_CA5_ART_STOCK
source: 190 mm/45 BL Mk VI
ru: 190-мм/45 BL Mk VI
uk: 190-мм/45 BL Mk VI
zh: 190-мм/45 BL Mk VI

# IDS_PBUA411_B5_ART_STOCK
source: 343 mm/45 Mk V
ru: 343-мм/45 Mk V
uk: 343-мм/45 Mk V
zh: 343 毫米/45 Mk V

# IDS_PBUA501_381_42_MK_1
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBUA502_ART_GAL
source: 120 mm/45 CPXVIII
ru: 120-мм/45 CPXVIII
uk: 120-мм/45 CPXVIII
zh: 120 毫米/45 CPXVIII

# IDS_PBUA503_D6_ART_STOCK
source: 120 mm/45 QF Mk IX
ru: 120-мм/45 QF Mk IX
uk: 120-мм/45 QF Mk IX
zh: 120 毫米/45 QF Mk IX

# IDS_PBUA504_CA6_ART_STOCK
source: 203 mm/50 BL Mk VIII
es_mx: BL Mk VIII de 203 mm/50
ru: 203-мм/50 BL Mk VIII
uk: 203-мм/50 BL Mk VIII
zh: 203 毫米/50 BL Mk VIII

# IDS_PBUA505_ART_LONDON
source: 203 mm/50 BL Mk VIII
es_mx: BL Mk VIII de 203 mm/50
ru: 203-мм/50 BL Mk VIII
uk: 203-мм/50 BL Mk VIII
zh: 203 毫米/50 BL Mk VIII

# IDS_PBUA511_C6_ART_STOCK
source: 152 mm/50 Mk XXI
ru: 152-мм/50 Mk XXI
uk: 152-мм/50 Mk XXI
zh: 152 毫米/50 Mk XXI

# IDS_PBUA521_B6_ART_STOCK
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBUA601_C7_ART_STOCK
source: 152 mm/50 Mk XXIII
ru: 152-мм/50 Mk XXIII
uk: 152-мм/50 Mk XXIII
zh: 152 毫米/50 Mk XXIII

# IDS_PBUA602_ART_HOOD
source: 381 mm/42 Mk II
ru: 381-мм/42 Mk II
uk: 381-мм/42 Mk II
zh: 381 毫米/42 Mk II

# IDS_PBUA603_D7_ART_STOCK
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PBUA604_CA7_ART_STOCK
source: 203 mm/50 BL Mk VIII
es_mx: BL Mk VIII de 203 mm/50
ru: 203-мм/50 BL Mk VIII
uk: 203-мм/50 BL Mk VIII
zh: 203 毫米/50 BL Mk VIII

# IDS_PBUA611_ART_BEL
source: 152 mm/50 Mk XXIII
ru: 152-мм/50 Mk XXIII
uk: 152-мм/50 Mk XXIII
zh: 152 毫米/50 Mk XXIII

# IDS_PBUA621_B7_ART_STOCK
source: 356 mm/45 Mk VII
ru: 356-мм/45 Mk VII
uk: 356-мм/45 Mk VII
zh: 356 毫米/45 Mk VII

# IDS_PBUA622_ART_NELSON
source: 406 mm/45 Mk I
ru: 406-мм/45 Mk I
uk: 406-мм/45 Mk I
zh: 406 毫米/45 Mk I

# IDS_PBUA623_ART_DUKE
source: 356 mm/45 Mk VII
ru: 356-мм/45 Mk VII
uk: 356-мм/45 Mk VII
zh: 356 毫米/45 Mk VII

# IDS_PBUA625_ART_COSSACK
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PBUA701_C8_ART_STOCK
source: 152 mm/50 Mk XXIII
ru: 152-мм/50 Mk XXIII
uk: 152-мм/50 Mk XXIII
zh: 152 毫米/50 Mk XXIII

# IDS_PBUA702_D8_ART_STOCK
source: 120 mm/50 QF Mk XI
ru: 120-мм/50 QF Mk XI
uk: 120-мм/50 QF Mk XI
zh: 120 毫米/50 QF Mk XI

# IDS_PBUA703_ART_VANGUARD
source: 381 mm/42 Mk I
ru: 381-мм/42 Mk I
uk: 381-мм/42 Mk I
zh: 381 毫米/42 Mk1

# IDS_PBUA704_CA8_ART_STOCK
source: 203 mm/50 BL Mk IX
ru: 203-мм/50 BL Mk IX
uk: 203-мм/50 BL Mk IX
zh: 203-мм/50 BL Mk IX

# IDS_PBUA705_ART_BELFAST2
source: 152 mm/50 Mk XXIII
ru: 152-мм/50 Mk XXIII
zh: 152 毫米/50 Mk XXIII

# IDS_PBUA711_B8_ART_STOCK
source: 381 mm/45 Mk III
ru: 381-мм/45 Mk III
uk: 381-мм/45 Mk III
zh: 381 毫米/45 Mk III

# IDS_PBUA712_CA8_ART_CHESHIRE
source: 234 mm/50 Mk XII
ru: 234-мм/50 Mk XII
uk: 234-мм/50 Mk XII
zh: 234-мм/50 Mk XII

# IDS_PBUA801_C9_ART_STOCK
source: 152 mm/50 Mk XXV
ru: 152-мм/50 Mk XXV
uk: 152-мм/50 Mk XXV
zh: 152 毫米/50 Mk XXV

# IDS_PBUA802_D9_ART_STOCK
source: 113 mm/45 Mk IV
ru: 113-мм/45 Mk IV
uk: 113-мм/45 Mk IV
zh: 113 毫米/45 Mk IV

# IDS_PBUA803_D9_ART_TOP
source: 113 mm/45 Mk IV
ru: 113-мм/45 Mk IV
uk: 113-мм/45 Mk IV
zh: 113 毫米/45 Mk IV

# IDS_PBUA804_CA9_ART_STOCK
source: 234 mm/50 Mk XII
ru: 234-мм/50 Mk XII
uk: 234-мм/50 Mk XII
zh: 234-мм/50 Mk XII

# IDS_PBUA811_B9_ART_STOCK
source: 406 mm/45 Mk IV
ru: 406-мм/45 Mk IV
uk: 406-мм/45 Mk IV
zh: 406 毫米/45 Mk IV

# IDS_PBUA812_B9_ART_TOP
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBUA901_C10_ART_STOCK
source: 152 mm/50 Mk XXVI
ru: 152-мм/50 Mk XXVI
uk: 152-мм/50 Mk XXVI
zh: 152 毫米/50 Mk XXVI

# IDS_PBUA902_ART_CONQUEROR
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBUA903_B10_ART_TOP
source: 457 mm/45 Mk II
ru: 457-мм/45 Mk II
uk: 457-мм/45 Mk II
zh: 457 毫米/45 Mk II

# IDS_PBUA903_CA10_ART_STOCK
source: 234 mm/50 Mk XII
ru: 234-мм/50 Mk XII
uk: 234-мм/50 Mk XII
zh: 234-мм/50 Mk XII

# IDS_PBUA904_D10_ART_STOCK
source: 113 mm/45 RP 41 Mk VI
ru: 113-мм/45 RP 41 Mk VI
uk: 113-мм/45 RP 41 Mk VI
zh: 113 毫米/45 RP 41 Mk VI

# IDS_PBUA905_ART_THUNDERER
source: 457 mm/45 Mk II
ru: 457-мм/45 Mk II
uk: 457-мм/45 Mk II
zh: 457 毫米/45 Mk II

# IDS_PBUA974_ART1_CONQUEROR
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBUA975_ART2_CONQUEROR
source: 457 mm/45 Mk II
ru: 457-мм/45 Mk II
uk: 457-мм/45 Mk II
zh: 457 毫米/45 Mk II

# IDS_PBUA976_ART1_CONQUEROR
source: 419 mm/45 Mk II
ru: 419-мм/45 Mk II
uk: 419-мм/45 Mk II
zh: 419 毫米/45 Mk II

# IDS_PBUA977_ART2_CONQUEROR
source: 457 mm/45 Mk II
ru: 457-мм/45 Mk II
uk: 457-мм/45 Mk II
zh: 457 毫米/45 Mk II

# IDS_PBUB301_CV4_TB_STOCK
source: Albacore
zh: 青花鱼

# IDS_PBUB501_CV6_TB_STOCK
source: Albacore
zh: 青花鱼

# IDS_PBUB502_CV6_TB_TOP
source: Barracuda MkII
zh: 梭鱼 MkII

# IDS_PBUB503_TB_ARKROYAL
source: Swordfish
zh: 青花鱼

# IDS_PBUB701_CV8_TB_STOCK
source: Barracuda MkV
zh: 梭鱼 MkV

# IDS_PBUB702_CV8_TB_TOP
source: Spearfish
zh: 旗鱼

# IDS_PBUB703_TB_INDOMITABLE
source: Spearfish
zh: 旗鱼

# IDS_PBUB901_CV10_TB_STOCK
source: Firebrand
zh: 火把

# IDS_PBUB911_CV10_TB_TOP
source: Wyvern
zh: 双足飞龙

# IDS_PBUB912_TB_AUD
source: Firebrand
zh: 火把

# IDS_PBUB913_TB2_AUD
source: Wyvern
zh: 双足飞龙

# IDS_PBUD301_CV4_DB_STOCK
source: Swordfish
zh: 剑鱼

# IDS_PBUD302_CV4_DB_TOP
source: Skua
zh: 贼鸥

# IDS_PBUD501_CV6_DB_STOCK
source: Skua
zh: 贼鸥

# IDS_PBUD502_CV6_DB_TOP
source: Barracuda MkII
zh: 梭鱼 MkII

# IDS_PBUD503_DB_ARKROYAL
source: Swordfish
zh: 剑鱼

# IDS_PBUD701_CV8_DB_STOCK
source: Barracuda MkV
zh: 梭鱼 MkV

# IDS_PBUD702_CV8_DB_TOP
source: Spearfish
zh: 旗鱼

# IDS_PBUD703_DB_INDOMITABLE
source: Sea Hornet
zh: 海上大黄蜂

# IDS_PBUD901_CV10_DB_STOCK
source: Firebrand
zh: 火把

# IDS_PBUD911_CV10_DB_TOP
source: Wyvern
zh: 双足飞龙

# IDS_PBUD912_DB_AUD
source: Firebrand
zh: 火把

# IDS_PBUD913_DB2_AUD
source: Wyvern
zh: 双足飞龙

# IDS_PBUE001_C1_ENG_STOCK
source: Propulsion: 4,300 hp
es_mx: Propulsión: 4,300 hp
ja: 推力: 4,300 馬力
pl: Napęd: 4 300 KM
ru: ЭУ 4 300 л.с.
uk: СУ 4 300 к.с.
zh: 推进系统：4,300 匹马力
zh_sg: 推进系统：4300马力

# IDS_PBUE101_C2_ENG_STOCK
source: Propulsion: 22,000 hp
es_mx: Propulsión: 22,000 hp
ja: 推力: 22,000 馬力
pl: Napęd: 22 000 KM
ru: ЭУ 22 000 л.с.
uk: СУ 22 000 к.с.
zh: 推进系统：22,000 匹马力
zh_sg: 推进系统：22000马力

# IDS_PBUE102_D2_ENG_STOCK
source: Propulsion: 23,000 hp
es_mx: Propulsión: 23 000 hp
ja: 推力: 23,000 馬力
pl: Napęd: 23 000 KM
ru: ЭУ 23 000 л.с.
uk: СУ 23 000 к.с.
zh: 推进系统：23,000 匹马力
zh_sg: 推进系统：23000马力

# IDS_PBUE201_ENGINE_24200_CAMPBELTOWN
source: Propulsion: 24,200 hp
es_mx: Propulsión: 24,200 hp
ja: 推力: 24,200 馬力
pl: Napęd: 24 200 KM
ru: ЭУ 24 200 л.с.
uk: СУ 24 200 к.с.
zh: 推进系统：24,200 匹马力
zh_sg: 推进系统：24200马力

# IDS_PBUE202_D3_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PBUE203_ENG_DRED
source: Propulsion: 23,000 hp
es_mx: Propulsión: 23 000 hp
ja: 推力: 23,000 馬力
pl: Napęd: 23 000 KM
ru: ЭУ 23 000 л.с.
uk: СУ 23 000 к.с.
zh: 推进系统：23,000 匹马力
zh_sg: 推进系统：23000马力

# IDS_PBUE211_C3_ENG_STOCK
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PBUE221_B3_ENG_STOCK
source: Propulsion: 25,000 hp
es_mx: Propulsión: 25,000 hp
ja: 推力: 25,000 馬力
pl: Napęd: 25 000 KM
ru: ЭУ 25 000 л.с.
uk: СУ 25 000 к.с.
zh: 推进系统：25,000 匹马力
zh_sg: 推进系统：25000马力

# IDS_PBUE222_B3_ENG_TOP
source: Propulsion: 26,400 hp
es_mx: Propulsión: 26,400 hp
ja: 推力: 26,400 馬力
pl: Napęd: 26 400 KM
ru: ЭУ 26 400 л.с.
uk: СУ 26 400 к.с.
zh: 推进系统：26,400 匹马力
zh_sg: 推进系统：26400马力

# IDS_PBUE301_C4_ENG_STOCK
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PBUE302_D4_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PBUE303_CV4_ENG_STOCK
source: Propulsion: 40,000 hp
es_mx: Propulsión: 40,000 hp
ja: 推力: 40,000 馬力
pl: Napęd: 40 000 KM
ru: ЭУ 40 000 л.с.
uk: СУ 40 000 к.с.
zh: 推进系统：40,000 匹马力
zh_sg: 推进系统：40000马力

# IDS_PBUE311_B4_ENG_STOCK
source: Propulsion: 27,000 hp
es_mx: Propulsión: 27,000 hp
ja: 推力: 27,000 馬力
pl: Napęd: 27 000 KM
ru: ЭУ 27 000 л.с.
uk: СУ 27 000 к.с.
zh: 推进系统：27,000 匹马力
zh_sg: 推进系统：27000马力

# IDS_PBUE312_B4_ENG_TOP
source: Propulsion: 33,200 hp
es_mx: Propulsión: 33,200 hp
ja: 推力: 33,200 馬力
pl: Napęd: 33 200 KM
ru: ЭУ 33 200 л.с.
uk: СУ 33 200 к.с.
zh: 推进系统：33,200 匹马力
zh_sg: 推进系统：33200马力

# IDS_PBUE401_C5_ENG_STOCK
source: Propulsion: 80,000 hp
es_mx: Propulsión: 80,000 hp
ja: 推力: 80,000 馬力
pl: Napęd: 80 000 KM
ru: ЭУ 80 000 л.с.
uk: СУ 80 000 к.с.
zh: 推进系统：80,000 匹马力
zh_sg: 推进系统：80000马力

# IDS_PBUE402_ENG_ANT
source: Propulsion: 34,000 hp
es_mx: Propulsión: 34,000 hp
ja: 推力: 34,000 馬力
pl: Napęd: 34 000 KM
ru: ЭУ 34 000 л.с.
uk: СУ 34 000 к.с.
zh: 推进系统：34,000 匹马力
zh_sg: 推进系统：34000马力

# IDS_PBUE403_D5_ENG_STOCK
source: Propulsion: 34,000 hp
es_mx: Propulsión: 34,000 hp
ja: 推力: 34,000 馬力
pl: Napęd: 34 000 KM
ru: ЭУ 34 000 л.с.
uk: СУ 34 000 к.с.
zh: 推进系统：34,000 匹马力
zh_sg: 推进系统：34000马力
