Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC055_YAMAMOTO_KAIGUN_DAISA_DESCRIPTION
source: In December 1925, Yamamoto Isoroku was assigned naval attaché in the U.S.A. That was his second post in the country: earlier, in 1919–1921, he was a permanent representative of the Imperial Japanese Navy in the U.S.A. Yamamoto spent that time mastering the English language, and even studied at Harvard University, where he also explored modern industrial technologies and naval innovations. The most important thing he learned was that aviation could change naval warfare beyond all recognition.
es_mx: En diciembre de 1925, Yamamoto Isoroku fue asignado como agregado naval en los Estados Unidos. Ese fue su segundo puesto en ese país: antes, durante 1919–1921, había sido el permanente representativo de la Marina Imperial Japonesa en E.U.A. Yamamoto había pasado tiempo dominando el lenguaje inglés, e incluso había estudiado en la Universidad de Harvard, donde también había explorado las tecnologías modernas de la industria e innovaciones navales. La cosa más importante que había aprendido es que la aviación podía cambiar la guerra naval más allá de lo pensado.
ja: 1925 年 12 月、山本五十六は在勤大使館付武官に任ぜられ、これが 2 回目のアメリカ駐在となりました。1 回目は、1919 年から 1921 年にかけてのことでした。 その際、山本は英語力を磨きつつハーバード大学で学ぶと共に、近代的な工業技術や海軍における革新を目の当たりにしました。そして彼が学んだことの中でも最も重要だった点は、航空機の存在が、海戦において決定的な役割を果たすことになるであろう、という認識に至ったことでした。
pl: W grudniu 1925 roku Yamamoto Isoroku został attaché marynarki w Stanach Zjednoczonych. Był to jego drugi przydział w tym kraju. Wcześniej, w latach 1919-1921 był stałym przedstawicielem Cesarskiej Marynarki Wojennej Japonii w Stanach Zjednoczonych. Yamamoto spędził ten czas na szlifowaniu języka angielskiego, a nawet studiach na Uniwesytecie Harvarda, gdzie zdobywał wiedzę z zakresu nowoczesnych technologii przemysłowych i innowacji w dziedzinie marynarki. Jednak najważniejszą lekcją, jaką wyniosł z tej podróży, było przeświadczenie, że lotnictwo może raz na zawsze zmienić oblicze wojny morskiej.
ru: В декабре 1925 года Ямамото Исороку был назначен военно-морским атташе в США. Для него это было уже второе назначение в эту страну: ранее, в 1919–1921 годах, он занимал пост постоянного представителя японского флота в США. Ямамото использовал это время для углублённого изучения английского языка, для чего даже прошёл курс в Гарварде, а также для знакомства с самыми современными на тот момент технологиями и новациями в промышленности и военно-морском деле. Самым важным, что он вынес, было осознание перспектив развития авиации, способной до неузнаваемости изменить тактику ведения военных действий на море.
uk: У грудні 1925 р. Ямамото Ісороку призначили військово-морським аташе до США. Для нього це було вже друге призначення в цю країну: до того, 1919–1921 рр., він обіймав посаду постійного представника японського флоту в США. Ямамото використовував цей час на поглиблене вивчення англійської мови, для чого навіть пройшов курс у Гарварді, а також на знайомство з найсучаснішими на ту мить технологіями та новаціями у промисловості та військово-морській справі. Найважливішим, що він виніс, було усвідомлення перспектив розвитку авіації, здатної до невпізнанності змінити тактику ведення військових дій на морі.
zh: 1925 年十二月，Yamamoto Isoroku 被指派到美国作为海军武官。这是他在这个国家的第二个职位：早在 1919–1921 年，他是在大日本帝国海军的固定驻美代表。 Yamamoto 花时间学习英语，而且甚至到哈佛大学念书，他也在那里探索了现代工业技术和海军革新。他学到最重要的事情就是航空学可以改变海上战斗超越所有以往的方式。
zh_sg: 1925年十二月，山本五十六被指派到美国作为海军武官。这是他在这个国家的第二个职位：早在1919–1921年，他是在大日本帝国海军的固定驻美代表。 山本花时间学习英语，而且甚至到哈佛大学念书，他也在那里探索了现代工业技术和海军革新。他学到最重要的事情就是航空学可以改变海上战斗超越所有以往的方式。

# IDS_PCZC056_YAMAMOTO_KAIGUN_CHUSHO
source: Kaigun-Chūshō (Vice Admiral), Dress Uniform, 1939
es_mx: Kaigun-Chūshō (Vice Almirante), Uniforme de Vestir, 1939
ja: 海軍中将 礼装 (1939 年)
pl: Kaigun-Chūshō (Wiceadmirał), Mundur galowy, 1939 r.
ru: Кайгун-тюсё (вице-адмирал), парадная униформа, 1939 год
uk: Кайгун-тюсьо (віце-адмірал), парадний однострій, 1939 р.
zh: Kaigun-Chūshō (海军中将)，军礼服，1939 年
zh_sg: Kaigun-Chūshō (海军中将)，军礼服，1939 年

# IDS_PCZC056_YAMAMOTO_KAIGUN_CHUSHO_DESCRIPTION
source: Gaining influence in Japan, military politicians tried to remove from key positions those who could oppose launching an attack on the Pacific Ocean. As a determined opponent of confrontation with the U.S.A. and alliance with the Third Reich, Vice Admiral Yamamoto, who was Deputy Navy Minister in the late 1930s, was constantly receiving letters with threats, which he was easy-going about. He wrote to his friends: "They can hurt my body, but they will never sweep me off my feet." On August 30, 1939, Yamamoto was assigned Commander-in-Chief of the Combined Fleet, as he was in the good graces of the Emperor and gained the respect of naval officers. That was the last order of his officer-in-charge, Naval Minister Admiral Yonai who was also against the alliance with Nazi Germany and thought that the assignment would save Yamamoto's life, as he would definitely be murdered by nationalists.
es_mx: Ganando influencia en Japón, los militares políticos trataron de quitar a los que se oponían a lanzar un ataque en el Océano Pacífico. Como un oponente en contra de la confrontación con Estados Unidos y en contra de la alianza con el Tercer Reich, el Vice Almirante Yamamoto, que era Diputado del Ministro de la Marina a finales de 1930, recibía constantemente amenazas en el correo, y no le importaba eso. Les escribió a sus amigos: "Podrán herir mi cuerpo, pero nunca podrán tirarme de pie." El 30 de agosto de 1939, Yamamoto fue asignado como Comandante en Jefe de la Flota Combinada, ya que tenía buen favor con el Emperador y se ganó el respeto de los oficiales navales. Esa fue la última orden de su oficial a cargo, el Almirante de Ministro Naval Yonai, que también se encontraba en contra de la alianza con la Alemania Nazi y pensó que asignando a Yamamoto le salvaría la vida, ya que si no sería asesinado por nacionalistas.
ja: 日本で影響力を強めていた軍人政治家たちは、太平洋戦争の開戦に反対する勢力を要職から排除しようとしていました。1930 年代後半に海軍次官を務めていた山本中将は、アメリカとの開戦およびドイツ第三帝国との同盟に反対していたため、彼の下には繰り返し脅迫文が届いていましたが、山本はこれには動じませんでした。彼は友人宛の手紙の中で「彼らは私の体を傷つけることはできるかもしれないが、私の心を変えることはできない」と書いています。 1939 年 8 月 30 日、天皇陛下から信頼され、海軍士官達から尊敬を得ていた山本は、ついに連合艦隊司令長官に就任しました。この人事は、山本と同じくナチス・ドイツとの同盟に反対していた海軍大臣の米内光政が、山本が三国同盟賛成派勢力や右翼勢力によって暗殺される可能性を危惧し、海軍中央から遠ざけることで山本の命を救うことを狙って行ったものだった、と言われています。
pl: Politycy wojskowi, zdobywający wpływy w Japonii, próbowali usunąć z kluczowych pozycji tych, którzy mogli sprzeciwić się uruchomieniu ofensywy na Oceanie Spokojnym. Będąc zdeterminowanym przeciwnikiem konfrontacji ze Stanami Zjednoczonymi i sojuszem z Trzecią Rzeszą, wiceadmirał Yamamoto, który był zastępcą ministra marynarki w późnych latach 30., nieustannie dostawał listy z pogróżkami, którymi niespecjalnie się przejmował. Napisał do swoich przyjaciół: „Mogą zranić moje ciało, ale nigdy nie sprawią, żebym się przed nimi ugiął”. 30 sierpnia 1939 roku Yamamoto został mianowany na dowódcę Floty Połączonej, ponieważ cieszył się uznaniem Cesarza oraz innych oficerów marynarki. Był to ostatni rozkaz jego przełożonego, ministra marynarki i admirała Yonai, który również był przeciwny sojuszowi z nazistowskimi Niemcami, i który uważał, że ten przydział uratuje życie Yamamoto, zagrożonego morderstwem z ręki nacjonalistów.
ru: Набиравшие влияние воинственные политические силы в Японии старались устранить с ответственных постов тех, кто мог бы воспрепятствовать развязыванию агрессии на Тихом океане. Убеждённый противник конфликта с США и союза с Третьим Рейхом, вице-адмирал Ямамото, занимавший в конце 1930-х годов пост заместителя морского министра, стал получать угрожающие расправой письма, однако воспринимал их с полным спокойствием. «Они могут уничтожить моё тело, но они никогда не смогут покорить мою волю» — писал он своим знакомым. Пользовавшийся симпатиями императора и уважением среди морского офицерства, Ямамото 30 августа 1939 года был назначен Главнокомандующим Объединённым флотом. Это было последним распоряжением его начальника, морского министра адмирала Йонаи, также являвшегося противником союза с нацистами, и, по мнению последнего, единственной возможностью сохранить Ямамото жизнь, — на берегу он был бы убит националистами.
uk: Войовничі політичні сили, що набирали вплив в Японії намагалися усунути з відповідальних посад тих, хто міг би перешкодити розв’язуванню агресії на Тихому океані. Рішуче не підтримуючи конфлікт зі США та союз з Третім Рейхом, віце-адмірал Ямамото, який в кінці 1930-х рр. обіймав посаду заступника морського міністра, одержував листи з погрозами розправи, однак сприймав їх з спокійно. «Вони можуть знищити моє тіло, але вони ніколи не зможуть підкорити мою волю» — писав він своїм знайомим. 30 серпня 1939 р. Ямамото, до якого був прихильний імператор і якого поважали серед морських офіцерів, призначили Головнокомандувачем Об'єднаного флоту. Це стало останнім розпорядженням його начальника, морського міністра адмірала Йона, який так само не був прихильником союзу з нацистами. На думку адмірала, це була єдина можливість врятувати життя Ямамото, бо на березі його б убили націоналісти.
zh: 在日本受到了影响，军事政治家试着除去那些可能反对在太平洋发动攻击、处于关键位置上的人。作为与美国冲突的决定性对手并与第三帝国结盟，海军中将、同时也是三零年代晚期海军次长的 Yamamoto 不断地收到威胁信，对此他处之淡然。他写信给他的朋友们：「此身可灭，志不可夺」。 1939 年八月 30 日，因为他深受总理大臣的重视及得到海军军官的尊崇，Yamamoto 被任命为联合舰队总指挥官。这是他的长官在任内的最后一道命令，海军大臣大将 Yonai 也反对与纳粹德国结盟并认为这道任命将能挽救 Yamamoto 的性命，因为他肯定会被军国主义者所杀害。
zh_sg: 在日本受到了影响，军事政治家试着除去那些可能反对在太平洋发动攻击、处于关键位置上的人。作为与美国冲突的决定性对手并与第三帝国结盟，海军中将、同时也是三零年代晚期海军次长的山本不断地收到威胁信，对此他处之淡然。他写信给他的朋友们：“此身可灭，志不可夺”。 1939年8月30日，因为他深受总理大臣的重视及得到海军军官的尊崇，Yamamoto被任命为联合舰队总指挥官。这是他的长官在任内的最后一道命令，海军大臣大将Yonai也反对与纳粹德国结盟并认为这道任命将能挽救山本的性命，因为他肯定会被军国主义者所杀害。

# IDS_PCZC057_YAMAMOTO_KAIGUN_TAISHO
source: Kaigun-Taishō (Admiral), 1941
es_mx: Kaigun-Taishō (Almirante), 1941
ja: 海軍大将 (1941 年)
pl: Kaigun-Taishō (Admirał), 1941 r.
ru: Кайгун-тайсё (адмирал), 1941 год
uk: Кайгун-тайсьо (адмірал), 1941 р.
zh: Kaigun-Taishō (海军大将)，1941 年
zh_sg: Kaigun-Taishō (海军大将)，1941 年

# IDS_PCZC057_YAMAMOTO_KAIGUN_TAISHO_DESCRIPTION
source: After becoming the Commander-in-Chief of the Combined Fleet, Yamamoto started preparing for war, as he realized that a confrontation with the U.S.A. was inevitable. The "punching fist" of aircraft carriers—the 1st Air Fleet—was formed. Warships and task forces practiced various tactics and coordinated actions. Yamamoto appointed his most talented officers to the key positions. Thus, Mitsuo Fuchida became the Commander of the Akagi air group and took personal control over the air attack on Pearl Harbor. Despite all assumed measures, Yamamoto knew that Japan had little chance of countering the U.S.A. forces. The Admiral answered the question of the Prime Minister about their prospects in the war: "In the first six to twelve months of a war with the United States and Great Britain I will run wild and win victory upon victory. But then, if the war continues after that, I have no expectation of success."
es_mx: Después de convertirse en Comandante en Jefe de la Flota Combinada, Yamamoto empezó a prepararse para la guerra, ya que se dió cuenta que una confrontación con EUA era inevitable. El "puño golpeador" de portaaviones—la 1a Flota Aérea—fue formada. Barcos de guerra y fuerzas especiales practicaron varias tácticas y acciones coordinadas. Yamamoto puso a los oficiales más talentosos en posiciones clave. Así que, Mitsuo Fuchida se convirtió en el Comandante del grupo aéreo del Akagi y tomo el control personal sobre el ataque a Pearl Harbor. A pesar de todas las medidas asumidas, Yamamoto sabía que Japón tenía poca probabilidad de contrarrestar a las fuerzas estadounidenses. El Almirante respondió la pregunta del Primer Ministro sobre sus perspectivas en la guerra: "En los primeros seis a doce meses de una guerra con los Estados Unidos y Gran Bretaña iré libremente y ganaré victoria tras victoria. Pero entonces, si la guerra continua después de eso, no tengo expectativas de éxito."
ja: 山本は連合艦隊司令長官に就任した後、アメリカとの開戦はもはや不可避であることを認識し、開戦に備え始めました。そして、先制攻撃を仕掛けるための空母機動部隊として、第 1 航空艦隊を編成しました。艦艇および機動部隊は様々な戦術を訓練し、連携向上を図りました。山本長官は彼の部下のうち最も有能な士官達を要職に就かせ、この結果として淵田美津雄が赤城飛行長に就任し、真珠湾攻撃において攻撃隊総指揮官として空中指揮を担当しました。 山本は綿密な戦略を練っていたものの、日本がアメリカに勝てる可能性はほぼ無いということを理解していました。そして当時の総理大臣に日米が開戦した場合の見込みを問われた際には、「それは是非やれと言われれば初め半年や 1 年の間は随分暴れてご覧に入れる。然しながら、2 年 3 年となれば全く確信は持てぬ」と答えています。
pl: Po objęciu stanowiska dowódcy Floty Połączonej Yamamoto rozpoczął przygotowania do wojny, ponieważ wiedział, że konfrontacja ze Stanami Zjednoczonymi jest nieunikniona. Sformowana została „pięść lotniskowców” – Pierwsza Flota Powietrzna. Okręty wojenne i grupy ekspedycyjne ćwiczyły rozmaite taktyki i skoordynowane działania. Yamamoto mianował swoich najbardziej utalentowanych dowódców na kluczowe pozycje. Tym sposobem Mitsuo Fuchida został dowódcą grupy powietrznej Akagi i objął osobistą kontrolę nad nalotem na Pearl Harbor. Pomimo wszelkich przedsięwziętych środków, Yamamoto wiedział, że Japonia ma niewielkie szanse w starciu z U.S.A. Admirał odpowiedział na pytanie premiera dotyczące ich szans w wojnie: „Będę zwyciężał przez pół roku, może nawet rok, ale nie mogę zagwarantować dalszych sukcesów”.
ru: После назначения Главнокомандующим Объединённым флотом, Ямамото, понимая неизбежность вооружённого столкновения с США, с максимальной энергией принялся за подготовку флота к войне. Был сформирован ударный кулак авианосцев — Первый воздушный флот, отработаны тактика и взаимодействие отдельных кораблей и соединений. На ключевые должности Ямамото назначил наиболее талантливых из своих сотрудников. Так, командиром авиагруппы авианосца Akagi стал Митсуо Футида, в декабре 1941 года лично возглавивший воздушную атаку на Пёрл-Харбор. Несмотря на все принимаемые им меры, Ямамото понимал, что у Японии мало шансов в противостоянии с США. Известен ответ адмирала на вопрос премьер-министра о перспективах войны: «Я буду неудержимо двигаться вперёд в течение половины или целого года, но я отнюдь не ручаюсь за второй или третий год».
uk: Після призначення Головнокомандувачем Об’єднаного флоту, Ямамото, розуміючи неминучість збройного зіткнення зі США, завзято взявся готувати флот до війни. Сформували ударний кулак авіаносців — Перший повітряний флот, відпрацювали тактику та взаємодію окремих кораблів та з’єднань. На ключові посади Ямамото призначив найталановитіших своїх підлеглих. Так, командиром авіагрупи авіаносця Akagi став Міцуо Фучіда, який у грудні 1941 р. особисто очолив повітряну атаку на Перл-Гарбор. Незважаючи на всі вжиті ним заходи, Ямамото розумів, що в Японії мало шансів у протистоянні з США. Відома відповідь адмірала на питання прем’єр-міністра про перспективи війни: «Я буду нестримно рухатися вперед протягом половини чи може цілого року, але я геть не упевнений про другий чи третій рік».
zh: 在成为了联合舰队的总指挥官后，Yamamoto 开始为战争作准备，因为他意识到与美国的冲突是不可避免的。航空母舰的「猛击拳」──第一航空舰队──成立。战舰和工作队练习了各种战术及协同行动。Yamamoto 指派他最具才华的军官到关键的职位。因此，Mitsuo Fuchida 成为了 Akagi 航空大队的指挥官并个人操控着对珍珠港的空袭。 尽管采取了所有的假设措施，Yamamoto 明白日本没什么机会反击美国的部队。海军大将回答了总理有关他们的战争前景问题：「头六个月或一年大约是可以顺利进攻的。但对于第二和第三年的战事，我就毫无信心了」。
zh_sg: 在成为了联合舰队的总指挥官后，山本开始为战争作准备，因为他意识到与美国的冲突是不可避免的。航空母舰的“冲拳”──第一航空战队──成立。战舰和工作队练习了各种战术及协同行动。山本指派他最具才华的军官到重要职位。因此，Mitsuo Fuchida成为了Akagi航空大队的指挥官并由他个人操控着对珍珠港的空袭。 尽管采取了所有的假设措施，山本明白日本没什么机会反击美国的部队。海军大将就他们的战争前景问题回答了首相：“在前六个月到一年中，我可以纵横无阻。但是，到了第二年与第三年我就完全没有信心了”。

# IDS_PCZC058_YAMAMOTO_KAIGUN_TAISHO_WHITE
source: Kaigun-Taishō (Full Admiral), White Uniform, 1943
es_mx: Kaigun-Taishō (Almirante de la Flota), Uniforme Blanco, 1943
ja: 海軍大将 夏服 (1943 年)
pl: Kaigun-Taishō (Admirał), Biały mundur, 1943 r.
ru: Кайгун-тайсё (адмирал), белая униформа, 1943 год
uk: Кайгун-тайсьо (адмірал), білий однострій, 1943 р.
zh: Kaigun-Taishō (海军大将)，白色制服，1943 年
zh_sg: Kaigun-Taishō (海军大将)，白色制服，1943年

# IDS_PCZC058_YAMAMOTO_KAIGUN_TAISHO_WHITE_DESCRIPTION
source: The order to leave Guadalcanal indicated that the Japanese Navy and Army were defeated. Despite this, Yamamoto did his best to save the Army troops from the military post on the island. The evacuation in February 1943 was brilliantly planned and performed, and was Yamamoto's swan song. Three "Tokyo Expresses" transported more than 10 thousand soldiers under the noses of unsuspecting U.S.A. troops, they didn't even notice that the Japanese troops had left Guadalcanal until it was too late. On April 3, 1943, a day before his birthday, Admiral Yamamoto flew to Rabaul to take command of Operation I-Go, a massive aerial counter-offensive on the key points occupied by the U.S.A. On April 17, Yamamoto gave his last speech, boosting morale of the pilots, before his fatal flight to Bougainville. The next day, the aircraft with the Commander-in-Chief of the Combined Fleet was shot down by U.S.A. fighters.
es_mx: La orden de salir de Guadalcanal indicaba que la Marina y Ejército japonés estaban derrotados. A pesar de esto, Yamamoto hizo lo mejor para salvar a las tropas del Ejército de sus puestos militares en la isla. La evacuación en febrero de 1943 fue brillantemente planeado y llevada a cabo, y el canto del cisne de Yamamoto. Tres "Expresos de Tokio" transportaron a más de 10 mil soldados bajo las narices de las tropas norteamericanas despistadas, ni siguiera se dieron cuenta que las tropas japonesas habían dejado Guadalcanal hasta que ya era muy tarde. El 3 de abril de 1943, un día antes de su cumpleaños, el Almirante Yamamoto voló a Rabaul para tomar cargo de la Operación I-Go, una ofensiva masiva aérea que contrarrestaría los puntos clave ocupados por Estados Unidos. El 17 de abril, Yamamoto dio su último discurso, dando un impulso de moral a los pilotos, antes de su vuelo fatal a Bougainville. Al siguiente día, el avión del Comandante en Jefe de la Flota Combinada fue derribado por cazas norteamericanos.
ja: ガダルカナル島からの撤退命令が下されました。日本の陸海軍は、この戦いに敗れたのです。この際に山本長官は、島の各地の軍値拠点から陸軍兵士を救い出すべく全力を尽くしました。1943 年 2 月に実施された撤退作戦は、実に良く練られており、大成功に終わりましたが、これが山本長官の最後の成果となりました。この作戦では、三次に渡る "Tokyo Expresses" (東京急行) により、アメリカ軍部隊の鼻先から 1 万名以上の兵員を収容しましたが、アメリカ軍はこの際、日本軍部隊がガダルカナルから撤退したという事実に気付いておらず、気付いた時には既に手遅れでした。 誕生日の前日の 1943 年 4 月 3 日、山本長官は、アメリカ軍の手に落ちた要所に対する大規模空襲作戦「い号作戦」を直接指揮すべく、ラバウル基地へと降り立ちました。4 月 17 日、山本長官はスピーチにより現地のパイロット達の士気を高めましたが、これが生涯最後のスピーチとなりました。その翌日、山本長官の乗機はブーゲンビル島上空でアメリカ軍機による奇襲を受けて撃墜され、山本長官は戦死を遂げたのでした。
pl: Rozkaz opuszczenia Guadalcanal był oznaką tego, że marynarka i armia japońska zostały pokonane. Pomimo tego Yamamoto dołożył wszelkich starań, żeby ocalić żołnierzy z posterunku na wyspie. Ewakuacja w lutym 1943 roku była doskonale zaplanowana i wykonana, była łabędzim śpiewem Yamamoto. Trzy „tokijskie ekspresy” przetransportowały ponad 10 tysięcy żołnierzy pod samym nosem niczego niepodejrzewających wojsk amerykańskich, którzy nie zauważyli na czas, że ich przeciwnicy opuścili Guadalcanal. 3 kwietnia 1943 roku, dzień przed swoimi urodzinami, admirał Yamamoto poleciał do Rabaul, żeby objąć dowodzenie nad Operacją I-Go, wielką powietrzną kontrofensywą wymierzoną w kluczowe cele zajmowane przez Amerykanów. 17 kwietnia Yamamoto wygłosił swoje ostatnie przemówienie, podnosząc na duchu pilotów tuż przed fatalnym dla siebie w skutkach lotem do Bougainville. Następnego dnia samolot z dowódcą Floty Połączonej na pokładzie został zestrzelony przez amerykańskie myśliwce.
ru: Приказ об оставлении Гуадалканала означал поражение не только для японской армии, но и для японского флота. Несмотря на это, Ямамото сделал всё, чтобы спасти армейские части из гарнизона острова. Операция по эвакуации в феврале 1943 года была блестяще спланирована и проведена, став лебединой песней адмирала Ямамото. Три «Токийских экспресса» вывезли свыше 10 тысяч солдат из-под носа у ничего не подозревавших американцев, не сразу обнаруживших, что на Гуадалканале японцев больше нет. 3 апреля 1943 года, за день до своего дня рождения, адмирал Ямамото вылетел в Рабаул, чтобы лично руководить операцией «И-Го» — массированным воздушным наступлением на ключевые пункты, занимаемые США. 17 апреля Ямамото, в последний раз перед роковым полётом на Бугенвилль, выступил перед собравшимися лётчиками. На следующий день самолёт Главнокомандующего Объединённым флотом был сбит американскими истребителями.
uk: Наказ про відступ з Гуадалканалу означав поразку не лише для японської армії, але і для японського флоту. Незважаючи на це, Ямамото зробив все, щоб врятувати військові частини з гарнізону острова. Блискуче спланована та виконана операція з евакуації у лютому 1943 р., стала лебединою піснею адмірала Ямамото. Три «Токійських експреси» вивезли понад 10 тисяч вояків з-під носа американців, які ні чого не підозрювали та й не відразу виявили, що на Гуадалканалі японців більше немає. 3 квітня 1943 р., за день до свого дня народження, адмірал Ямамото вилетів до Рабаула, щоб особисто керувати операцією «І-Го» — масованим повітряним наступом на ключові пункти, які захопили США. 17 квітня Ямамото, востаннє перед фатальним польотом на Бугенвіль, виступив перед присутніми льотчиками. Наступного дня літак Головнокомандувача Об'єднаного флоту збили американські винищувачі.
zh: 撤离瓜达尔卡纳尔岛的命令代表了日本海军和陆军的战败。尽管如此，Yamamoto 也竭尽全力去拯救岛上军事哨所的陆军部队。1943 年二月的撤离行动是在精心策划下实行的、也是 Yamamoto 的绝唱。三艘「东京快车」从不经意的美国部队鼻子底下运送了超过 1 万名士兵，他们甚至没注意到日本部队已经离开瓜达尔卡纳尔岛，直到发现也已经来不及了。 1943 年四月 3 日，在他生日的前一天，海军大将 Yamamoto 要飞到拉包尔指挥 I-Go 行动，一场对美国占据的关键地点进行大规模空中反攻行动。四月 17 日，在他进行布干维尔的致命飞行前，Yamamoto 进行了他的最后一次演说并提振了飞行员的士气。第二天，载着联合舰队总指挥官的飞机被美国战斗机击落。
zh_sg: 撤离瓜达尔卡纳尔岛的命令代表了日本海军和陆军的战败。尽管如此，山本也竭尽全力去拯救岛上军事哨所的陆军部队。1943年二月的撤离行动是在精心策划下实行的，也是山本的绝唱。三艘“东京快车”从不经意的美国部队鼻子底下运送了超过1万名士兵，他们甚至没注意到日本部队已经离开瓜达尔卡纳尔岛，直到发现也已经来不及了。 1943年4月3日，在他生日的前一天，海军大将山本要飞到拉包尔指挥I-Go行动，一场对美国占据的关键地点进行大规模空中反攻行动。4月17日，在他进行布干维尔的致命飞行前，山本进行了他的最后一次演说并提振了飞行员的士气。第二天，载着联合舰队总指挥官的飞机被美国战斗机击落。

# IDS_PCZC059_YAMAMOTO_KOKARDA
source: Cap Badge of the Imperial Navy Officer
es_mx: Sombrero de Servicio de un Oficial de la Marina Imperial
ja: 大日本帝国海軍 士官用帽章
pl: Godło z czapki oficera Cesarskiej Marynarki Wojennej
ru: Офицерская кокарда Императорского флота
uk: Офіцерська кокарда Імператорського флоту
zh: 大日本帝国海军军官的帽徽
zh_sg: 大日本帝国海军军官的帽徽
