Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC205_AA_BRONZE_STAR_DESCRIPTION
source: The Bronze Star Medal is the next significant U.S. decoration after the Silver Star Medal. It was established in 1944 and is awarded for heroism manifested in a war zone. If an act of heroism is displayed in combat, the "V" Device (which stands for Valor) is attached to the ribbon of the medal. The medal can be awarded to service members of any type of the U.S. Armed Forces, including the Navy, as well as to civilians and, as an exception, even to foreign citizens. The Bronze Star Medal was deservedly awarded to the legend of world cinema Henry Fonda, who, in 1942, was voluntarily commissioned into the U.S. Navy and served on a destroyer, air transport, and in Air Combat Intelligence in the Pacific Ocean.
es_mx: La Medalla de Estrella de Bronce es la siguiente condecoración significativa después de la Medalla de la Estrella de Plata en los Estados Unidos. Fue establecida en 1944 y es otorgada por heroísmo manifestado en zonas de guerra. Si un acto de heroísmo es demostrado durante combate, el emblema de "V" (que significa Valor) es anexado al listón de la medalla. La medalla puede ser otorgada a cualquir miembro de servicio de las fuerzas armadas de los Estados Unidos, incluyendo la Marina, como también civiles y, como excepción, incluso a ciudadanos de otros países. La Medalla de Estrella de Bronce fue otorgada a la leyenda del mundo del cine Henry Fonda quien, en 1942, fue comisionado de forma voluntaria en la Marina de los Estados Unidos y sirvió en un destructor, en un transporte aéreo, y en el Combate Aéreo de Inteligencia en el Océano Pacífico.
ja: 青銅星章 (Bronze Star Medal) は、アメリカ軍において銀星章 (Silver Star Medal) に次ぐ勲章であり、戦場における英雄的功績に対して授与される勲章として 1944 年に制定されました。対象となった英雄的功績が戦闘中に成されたものだった場合には、Valor (武勇) を意味する "V" の意匠がメダルのリボンに加えられます。この勲章は、海軍を含むアメリカ各軍の軍人だけではなく、民間人もその対象としており、外国の民間人に対して例外的に授与されることもあります。 この青銅星章の受章者には、映画界において世界的に高名なヘンリー・フォンダが含まれています。彼は 1942 年に海軍に志願し、太平洋戦線において駆逐艦乗務、空輸、航空戦闘情報などの任務に従事しました。
pl: Brązowa Gwiazda jest następnym w hierarchii odznaczeniem amerykańskim po Srebrnej Gwieździe. Ustanowiona została w 1944 roku i przyznawana jest za wykazanie się bohaterstwem na obszarze wojennym. Jeśli odznaczona osoba wykaże się heroicznym czynem w walce, do wstęgi medalu dodawana jest litera „V”, od słowa „Valor” („Waleczność”). Medal może być przyznany członkowi dowolnych sił zbrojnych Stanów Zjednoczonych, w tym również marynarki, a także cywilom i w wyjątkowych okolicznościach cudzoziemcom. Brązowa Gwiazda przyznana została legendzie światowego kina, Henry'emu Fondzie, który w 1942 roku dobrowolnie wstąpił do U.S. Navy i służył na niszczycielu, transportowcu samolotów i w wywiadzie lotniczym na Oceanie Spokojnym.
ru: Медаль «Бронзовая звезда» — следующая по значимости за «Серебряной звездой» боевая награда США. Она была учреждена в 1944 году и вручалась за героизм, проявленный в зоне военных действий. Если подвиг был совершён непосредственно во время сражения, на ленту медали крепилась литера «V» (от англ. valor — доблесть). Медалью могли быть награждены как военнослужащие любого вида вооружённых сил США, в том числе ВМС, так и гражданские лица и даже, в виде исключения, иностранные граждане. Вполне заслуженно свою «Бронзовую звезду» носил легенда мирового кинематографа Генри Фонда, который в 1942 году поступил добровольцем в ВМС США и служил на эсминце, авиатранспорте и в воздушной разведке на Тихом океане.
uk: Медаль «Бронзова зірка» — наступна за значенням за «Срібною зіркою» бойова нагорода США. Її заснували 1944 р. і вручали за героїзм, виявлений в зоні воєнних дій. Якщо подвиг здійснювали безпосередньо під час бою, на стрічку медалі кріпили літеру «V» (від англ. valor — доблесть). Медаллю нагороджували як військовослужбовців будь-якого виду збройних сил США, зокрема ВМС, так і цивільних осіб і навіть, як виняток, іноземних громадян. Цілком заслужено свою «Бронзову зірку» носив легенда світового кінематографу Генрі Фонда, який 1942 р. вступив добровольцем до ВМС США і служив на есмінці, авіатранспорті і у повітряній розвідці на Тихому океані.
zh: 铜星勋章是仅次于银星勋章的下一个重要M国勋章。它创立于1944年，授予给战区中的英勇表现的人。如果在战斗中表现出英勇行为，「V」奖章（代表勇气）就附加到勋章的缎带上。该勋章可以颁发给任何的M军军种，包含海军以及平民，甚至是作为例外的外国公民。 世界电影界的传奇亨利-方达当之无愧的被授予铜星勋章，他在1942年自愿从军加入M军海军，并在一艘驱逐舰、航空运输部门、太平洋空中作战情报部门等服役。
zh_sg: 铜星勋章是次于银星勋章的又一个重要奖章。它设立于1944年，用于嘉奖战场上表现的英雄主义行为。如果在战斗中表现出了英勇行为，一个“V”符号（代表英文中的Valor，勇气）将被附在勋章的勋表上。这一勋章既可以用于表彰所有类型的美国武装部队的成员，包括海军，也可以授予公民，甚至可以破例授予外国公民。 世界电影界的传奇Henry Fonda曾当之无愧地被授予了铜星勋章，他于1942年自愿加入海军，并在太平洋战场中的驱逐舰、航空运输和空战情报部门服役。

# IDS_PCZC206_AA_MARINE_CORPS
source: Navy and Marine Corps Medal
es_mx: Medalla de la Armada y del Cuerpo de Marines
ja: 海軍・海兵隊勲章
pl: Medal Marynarki Wojennej i Piechoty Morskiej
ru: Медаль ВМС и Корпуса морской пехоты
uk: Медаль ВМС і Корпусу морської піхоти
zh: 海军与海军陆战队勋章
zh_sg: 海军及海军陆战队勋章

# IDS_PCZC206_AA_MARINE_CORPS_DESCRIPTION
source: The U.S. Navy and Marine Corps Medal was established in 1942 and is awarded for heroism shown by a member of the U.S. Navy in a non-combat situation. The decoration is typically awarded for actions related to the rescue of people in a life-threatening situation. Often it is awarded posthumously. During the Japanese attack on Pearl Harbor, Rev. Aloysius Schmitt, a chaplain on the USS Oklahoma, when the ship had already been fatally damaged by nine torpedoes, became trapped in one of the inner compartments together with other crew members. Before the ship sank, Father Schmitt helped twelve sailors to escape from the trap, refusing to save himself. For his heroism, the Chaplain was posthumously awarded with the Navy and Marine Corps Medal.
es_mx: La Medalla de la Armada y del Cuerpo de Marines de los EE. UU. fue establecida en 1942 y es otorgada por el heroísmo mostrado por un miembro de la Armada de los EE. UU. en una situación sin combate. La condecoración es otorgada usualmente por acciones relacionadas al rescate de gente en situaciones de vida o muerte. Frecuentemente es otorgada póstumamente. Durante el ataque japonés a Pearl Harbor, el Reverendo Aloysius Schmitt, un capellán en el USS Oklahoma, cuando el barco había sido fatalmente dañado por nueve torpedos, se quedó atrapado entre los compartimientos internos con otros miembros de la tripulación. Antes de que el barco se hundiera, el Padre Schmitt ayudó a doce marineros a escapar de la trampa, rehusándose salvarse a sí mismo. Por su heroísmo, el capellán fue galardonado de manera póstuma con la Medalla de la Armada y del Cuerpo de Marines.
ja: 海軍・海兵隊勲章 (Navy and Marine Corps Medal) は、戦闘とは関わりのない状況において英雄的行為を行なった海軍および海兵隊の軍人に対して授与される勲章として 1942 年に制定されました。典型例としては、命の危機にある状況から人々を救った場合に授与され、死後に授与された例も数多くあります。 日本軍による真珠湾攻撃においては、戦艦オクラホマ (USS Oklahoma) が 9 本もの魚雷を受けて沈没しつつある最中、従軍牧師として同艦に乗り組んでいたアロイシウス・シュミット神父が、他の多くの乗組員と共に船体内に閉じ込められました。そしてシュミット神父は救出作業に尽力し、12 名の水兵の命を救った後、自らは戦死を遂げたのでした。この英雄的行為を称え、彼には死後にこの海軍・海兵隊勲章が授与されました。
pl: Medal Marynarki Wojennej i Piechoty Morskiej ustanowiono w 1942 roku i przyznaje się go za wykazanie się heroizmem członkom U.S. Navy w sytuacjach innych niż bojowe. Odznaczenie jest zazwyczaj przyznawane za ratowanie życia ludzkiego w groźnych sytuacjach. Często przyznawany jest pośmiertnie. W trakcie japońskiego ataku na Pearl Harbor ojciec Aloysius Schmitt, kapelan na USS Oklahoma, został uwięziony wraz z innymi członkami załogi w jednym z wewnętrznych przedziałów po tym, jak okręt trafiło dziewięć torped. Zanim okręt poszedł na dno, ojciec Shmitt pomógł uratować dwunastu marynarzy, odmawiając ratowania siebie. Za ten akt heroizmu kapelan został pośmiertnie oznaczony Medalem Marynarki Wojennej i Piechoty Morskiej.
ru: Медаль ВМС и Корпуса морской пехоты США была учреждена в 1942 году и вручается за героизм, проявленный военнослужащим американского флота в небоевой обстановке. Чаще всего этой медалью награждаются за действия по спасению людей, осуществлённые с риском для своей собственной жизни. Нередко награда вручается посмертно. Во время атаки японцев на Пёрл-Харбор капеллан линкора Oklahoma преподобный Алоиз Шмит, когда корабль уже получил фатальные повреждения от девяти торпед, оказался заперт в одном из внутренних отсеков вместе с другими членами экипажа. Прежде чем корабль перевернулся, отец Шмит помог выбраться из западни двенадцати матросам, отказавшись спасаться сам. За свой подвиг капеллан посмертно был награждён Медалью ВМС и Корпуса морской пехоты США.
uk: Медаль ВМС і Корпусу морської піхоти США заснували 1942 р. і вручають за героїзм, виявлений військовослужбовцями американського флоту в небойових обставинах. Найчастіше цією медаллю нагороджують за порятунок людей, вчинений з ризиком для власного життя. Нерідко нагороду вручають посмертно. Під час атаки японців на Перл-Гарбор капелан лінкора Oklahoma преподобний Алоїз Шміт, коли корабель вже отримав фатальні пошкодження від дев’яти торпед, опинився замкненим в одному з внутрішніх відсіків разом з іншими членами екіпажу. Перш ніж корабель перекинувся, отець Шміт допоміг вибратися з пастки дванадцятьом матросам, відмовившись рятуватися сам. За свій подвиг капелана посмертно нагородили Медаллю ВМС і Корпусу морської піхоти США.
zh: M国海军和海军陆战队勋章创立于1942年，授予给M国海军成员在非战斗状态下展现的英勇行为。这个勋章特别被授予给拯救处于危及生命状况的人有关的行动。经常在死亡后追授。 在R国袭击期间，一位M国海军俄克拉荷马上的牧师阿洛伊修斯-施密特在船遭到9枚鱼雷的致命损坏后，与其他船员一起被困在内舱中。在船沉没之前，施密特牧师帮助十二名水手逃离困境，拒绝先救自己。因为他的英勇行为，牧师被追授海军和海军陆战队勋章。
zh_sg: 美国海军及海军陆战队勋章设立于1942年，用于嘉奖美国海军中在非战斗条件下的英雄主义行为。这一奖章通常授予关于在生死攸关的情况下的救人行为。通常是被追授的。 在日本袭击珍珠港期间，Aloysius Schmitt，一位USS Oklahoma舰上的牧师，在战舰已经遭受了九枚鱼雷的致命打击的时候，与其他舰组成员一起被困在了舰内的小隔间中。在战舰沉没前，Schmitt神父帮助了12名海员逃出被困，而放弃了自救。为了表彰他的英雄行为，这位牧师被追授海军及海军陆战队勋章。

# IDS_PCZC207_AA_PURPLE_HEART
source: Purple Heart Medal
es_mx: Medalla del Corazón Púrpura
ja: 紫心章
pl: Purpurowe Serce
ru: Медаль «Пурпурное сердце»
uk: Медаль «Пурпурне серце»
zh: 紫星勋章
zh_sg: 紫心勋章

# IDS_PCZC207_AA_PURPLE_HEART_DESCRIPTION
source: The Purple Heart Medal was established in 1932 and is awarded to U.S. service members seriously wounded in battle with an enemy. Initially, it was received only by those who served in the U.S. Army, but, since 1942, members of other types of Armed Forces have been able to receive the medal too. The award has a massive scale: during World War II alone, it was received by more than one million people. During a night battle near the Solomon Islands in August 1943, a Japanese destroyer rammed a torpedo boat under the command of Lieutenant John F. Kennedy. Kennedy, seriously injured during the ramming, managed to organize the rescue of his crew members and helped another seriously wounded seaman to get to the shore a few kilometers away by swimming. For this act of heroism, the future United States President received the Purple Heart and the Navy and Marine Corps Medal.
es_mx: La Medalla del Corazón Púrpura fue establecida en 1932 y es otorgada a los miembros en servicio a los Estados Unidos, que han sido seriamente heridos en batalla contra el enemigo. Inicialmente, solamente otorgaba a los miembros del Ejército de los Estados Unidos, pero desde 1942, los miembros de otras Fuerzas Armadas también pudieron recibir la medalla. El premio tiene una escala masiva: sólo durante la Segunda Guerra Mundial, fue otorgada a más de un millón de personas. Durante una batalla nocturna cerca de las islas Salomón en agosto de 1943, un destructor japonés chocó con un barco torpedero bajo el comando del teniente John F. Kennedy. Él fue seriamente herido durante el choque, y organizó el rescate de varios miembros de su tripulación y ayudó a otros miembros seriamente heridos para llegar a la costa a unos pocos kilómetros de distancia nadando. Por este acto de heroísmo, el futuro presidente de los Estados Unidos recibió la Medalla del Corazón Púrpura y la Medalla de la Armada y del Cuerpo de Marines.
ja: 紫心章 (Purple Heart Medal) は、戦闘中に重傷を負ったアメリカ軍の軍人に対して授与される勲章として 1932 年に制定されました。当初は陸軍のみを対象としていましたが、1942 年以降は、他の各軍の軍人にも授与されるようになりました。 この勲章の受章者は膨大な人数に上り、二次大戦だけでも 100 万人を超えています。1943 年 8 月、ソロモン諸島周辺における夜戦の最中、当時中尉だったジョン・F・ケネディが艇長を務めていた魚雷艇が、不意に日本軍の駆逐艦に遭遇し、体当たり攻撃を受けて撃沈されました。この際にケネディは重傷を負いましたが、それでも他の乗組員を救出すべく尽力し、重傷を負っていた他の乗組員 1 名を命綱で牽引しながら数 km も泳ぎ、上陸させることに成功しました。これに伴い、やがてアメリカの大統領となるこの中尉には、その英雄的行為を称え、紫心章ならびに海軍・海兵隊勲章 (Navy and Marine Corps Medal) が授与されました。
pl: Purpurowe Serce przyznawane jest od 1932 roku członkom amerykańskich sił zbrojnych poważnie rannych w walce z wrogiem. Początkowo odznaczenie to otrzymywali jedynie żołnierze U.S. Army, ale od 1942 roku mogli być nim odznaczeni także przedstawiciele pozostałych rodzajów broni. Odznaczenie to przyznawane jest na masową skalę: w trakcie samej II wojny światowej przyznano je ponad milionowi ludzi. W trakcie nocnej bitwy w pobliżu Wysp Salomona w sierpniu 1943 roku japoński niszczycieli staranował łódź torpedową porucznika Johna F. Poważnie ranny Kennedy zdołał zorganizować akcję ratunkową dla członków swojej załogi i pomógł innemu poważnie rannemu marynarzowi dostać się na brzeg, płynąc wpław. Za swoje bohaterstwo przyszły prezydent Stanów Zjednoczonych Ameryki otrzymał Purpurowe Serce i Medal Marynarki Wojennej i Piechoty Morskiej.
ru: Медаль «Пурпурное сердце» была учреждена в 1932 году и вручается военнослужащим США в случае получения ими серьёзных ранений в бою с противником. Первоначально ею награждались только проходившие службу Армии США, однако с 1942 года медалью могут быть отмечены и представители других видов вооружённых сил. Награда является массовой, только за Вторую мировую войну её получили свыше миллиона человек. Во время одного из ночных боёв в районе Соломоновых островов в августе 1943 года японским эсминцем был протаранен торпедный катер, которым командовал лейтенант Джон Ф. Кеннеди. Получивший при таране серьёзную травму Кеннеди сумел организовать спасение членов экипажа и сам помог добраться вплавь до находившегося в нескольких километрах берега одному из тяжелораненых. За этот подвиг будущий президент Соединённых Штатов был награждён «Пурпурным сердцем» и Медалью ВМС и Корпуса морской пехоты.
uk: Медаль «Пурпурне серце» заснували 1932 р. Її вручають військовослужбовцям США у разі отримання ними серйозних поранень в бою з супротивником. Спочатку нею нагороджували лише військових Армії США, однак з 1942 р. медаллю можуть відзначати представників інших видів збройних сил. Нагорода дуже поширена, лише за Другу світову війну її отримали понад мільйон осіб. Під час одного з нічних боїв біля Соломонових островів у серпні 1943 р. японський есмінець протаранив торпедний катер, яким командував лейтенант Джон Ф. Кеннеді. Отримавши важку травму під час тарана, Кеннеді зумів організувати порятунок членів екіпажу і сам допоміг дістатися вплав берега, до якого було кілька кілометрів, одному з важкопоранених. За цей подвиг майбутнього президента Сполучених Штатів нагородили «Пурпурним серцем» і Медаллю ВМС і Корпусу морської піхоти.
zh: 紫星勋章创立于1932年，授予给与敌人战斗中严重受伤的M军服役人员。起初，只有在M国陆军服役的人可以获得，但在1942年后，其他军种的人员也能获得此勋章。 此勋章的规模庞大：仅在大战期间，就有超过一百万人被授予。在1943年8月索罗门群岛附近的一场夜战中，一艘R系驱逐舰撞击了上尉约翰-肯尼迪指挥的鱼雷艇。肯尼迪在撞击中受到重伤，设法组织救援他的船员并帮助另一名伤势严重的水手游到几公里外的海岸。如此英勇的行为，替未来的M国总统获得紫星勋章与海军和海军陆战队勋章。
zh_sg: 紫心勋章设立于1932年，用于嘉奖在对敌作战中严重受伤的美军服役人员。起初，勋章只颁发给美国陆军服役部队，但是1942年后，其他类型武装部队的成员也可以获得这个勋章。 该奖项授予的规模巨大：仅在第二次世界大战期间，就颁发给了超过100万人。在1943年8月，所罗门群岛附近的一张夜间战斗中，一艘日本驱逐舰撞向了一艘由John F. Kennedy中尉指挥的鱼雷艇。Kennedy在撞击之中严重受伤，但他仍然设法组织营救他的船员并帮助其他重伤的海员游到了几公里外的岸上。为了嘉奖他的英雄行为，这位未来的美国总统获得了紫心勋章和海军及海军陆战队勋章。

# IDS_PCZC208_AA_AIR_MEDAL
source: Air Medal
es_mx: Medalla Aérea
ja: 航空勲章
pl: Medal Lotniczy
ru: Воздушная медаль
uk: Повітряна медаль
zh: 空军勋章
zh_sg: 空军奖章

# IDS_PCZC208_AA_AIR_MEDAL_DESCRIPTION
source: The Air Medal was established in 1942. It is awarded to the U.S. service members for heroism and meritorious achievements while participating in aerial flight. One and the same person can receive a medal multiple times, in this case Oak Leaf Clusters are awarded on the Air Medal's ribbon. The legendary astronaut, John Glenn, the first American to orbit the Earth, during the war in the Pacific Ocean, as a lieutenant in the Marine Corps aviation, took part in dozens of sorties at the wheel of his F4U Corsair. For his services during World War II, he received two Distinguished Flying Crosses and ten Air Medals.
es_mx: La Medalla Aérea fue establecida en 1942. Es otorgada a miembros en servicio de los Estados Unidos por heroísmo y por logros meritorios mientras se participa en una pelea aérea. Una y la misma persona puede recibir la medalla varias veces, en este caso se le otorga racimos de hojas de roble a la cinta de la Medalla Aérea. El astronauta legendario, John Glenn, el primer norteamericano en orbitar la tierra, durante la guerra en el Océano Pacífico, como teniente de la aviación del Cuerpo de Marines, tomó parte en varias misiones volando un F4U Corsair. Por sus servicios durante la Segunda Guerra Mundial, recibió dos Cruces de Vuelo Distinguido y diez Medallas Aéreas.
ja: 航空勲章 (Air Medal) は、飛行任務中に英雄的行為を成し遂げたり称賛すべき功績を挙げたりしたアメリカの軍人を称えるべく、1942 年に制定されました。この勲章は、同一人物に対して複数回授与することが可能であり、その場合には勲章のリボンに樫葉章が加えられました。後にアメリカ人として初めて地球周回軌道を飛行した伝説の宇宙飛行士として高名になるジョン・グレンは、太平洋戦線において海兵航空隊の中尉として F4U コルセア (Corsair) を操縦し、数十回の出撃をこなしました。そして二次大戦中の功績を称え、殊勲飛行十字章 (Distinguished Flying Cross) を 2 回、航空勲章を 10 回授与されました。
pl: Medal Lotniczy istnieje od 1942 roku. Przyznaje się go osobom służącym w siłach zbrojnych Stanów Zjednoczonych za chwalebny wyczyn w trakcie lotu. Jeśli dana osoba odznaczana jest tym medalem więcej niż raz, do wstęgi przypinane jest odznaczenie w formie pęku liści dębowych. Legendarny astronauta John Glenn, pierwszy Amerykanin, który wszedł na orbitę okołoziemską, wziął udział w licznych operacjach nad Oceanem Spokojnym za sterami swojego F4U Corsair. Za swoje zasługi został dwukrotnie odznaczony Zaszczytnym Krzyżem Lotniczym i dziesięcioma Medalami Lotniczymi.
ru: Воздушная медаль была учреждена в 1942 году. Вручается она военнослужащим США за героизм и особые достижения в ходе воздушных полётов. Один и тот же человек мог получить медаль неоднократно, в этом случае на ленте награды крепились дубовые листья. Легендарный астронавт Джон Гленн, первым из американцев совершивший орбитальный полёт, во время войны в Тихом океане, будучи лейтенантом авиации Корпуса морской пехоты, принимал участие в десятках боевых вылетов за штурвалом F4U «Корсар». За свои заслуги в ходе Второй мировой войны он был удостоен двух Крестов лётных заслуг и десяти Воздушных медалей.
uk: Повітряну медаль заснували 1942 р. Вручають її військовослужбовцям США за героїзм і особливі досягнення під час повітряних польотів. Одна й та ж людина могла отримати медаль неодноразово, в такому разі на стрічку нагороди кріпили дубове листя. Легендарний астронавт Джон Гленн, першим з американців здійснивший орбітальний політ, під час війни на Тихому океані, будучи лейтенантом авіації Корпусу морської піхоти, брав участь в десятках бойових вильотів за штурвалом F4U «Корсар». За заслуги під час Другої світової війни його нагородили двома Хрестами льотних заслуг і десятьма Повітряними медалями.
zh: 空军勋章创立于1942年。它被授予给在空战中有英雄行为或杰出功勋的M国服役人员。同一个人可以被多次授予勋章，在这情况下，橡树叶簇被颁发在空军勋章的缎带上。在太平洋战争期间，传奇航天员约翰-格伦作为海军陆战队航空队上尉，是第一位绕行地球一周的M国人，在他的座机F4U海盗上参加了几十架次的飞行。对于他在大战期间的服役，他获得两个杰出飞行十字勋章和十个空军勋章。
zh_sg: 空军奖章设立于1942年。用于嘉奖参与空中飞行中服役人员的英雄行为和功绩。一个人可以多次获得勋章，这种情况下，像树叶簇会被奖励到空军奖赏勋带上。传奇的宇航员，第一个完成环球绕行的人，John Glenn，在太平洋战争期间，作为海军陆战队的中尉，在他的F4U海盗飞机上参加了数十次出击。因为在第二次世界大战中的表现，他被授予两次优异飞行十字勋章以及十次空军奖章。

# IDS_PCZC209_AA_COMMENDATION_RIBBON
source: Navy and Marine Corps Commendation Ribbon and Medal
es_mx: Medalla y Galón de Elogio de la Marina y el Cuerpo de Marines
ja: 海軍・海兵隊功労勲章
pl: Baretka i Medal Pochwalny Marynarki Wojennej i Piechoty Morskiej
ru: Благодарственный знак и медаль за службу в ВМС
uk: Знак подяки і медаль за службу у ВМС
zh: 海军和海军陆战队嘉奖勋带和勋章
zh_sg: 海军及海军陆战队嘉奖勋表和勋章
