Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_TIPS_SUBMARINE_ANTI_SUBMARINE_WARFARE_DESCRIPTION
source: Hostile destroyers and light cruisers carry submarine detection equipment and depth charges. Your best tactic would be to stay away from them.
es_mx: Los destructores y cruceros ligeros enemigos cuentan con un equipo de detección de submarinos y cargas de profundidad. Tu mejor táctica será mantener alejado de ellos.
ja: 敵の駆逐艦と軽巡洋艦には潜水艦探知用の設備と爆雷が搭載されています。 近付かないようにすることが最良の戦術です。
pl: Nieprzyjacielskie niszczyciele i lekkie krążowniki posiadają wyposażenie do wykrywania okrętów podwodnych i bomby głębinowe. Najlepiej jest ich unikać.
ru: Эсминцы и лёгкие крейсеры противника оснащены средствами обнаружения подводных лодок и глубинными бомбами. Старайтесь держаться от них на расстоянии.
uk: Есмінці та легкі крейсери супротивника оснащені засобами виявлення підводних човнів і глибинними бомбами. Намагайтеся триматися від них на відстані.
zh: Эсминцы и лёгкие крейсеры противника оснащены средствами обнаружения подводных лодок и глубинными бомбами. Старайтесь держаться от них на расстоянии.
zh_sg: 敌方驱逐舰和轻型巡洋舰搭载了潜艇侦察设备和深水炸弹。 您最好远离它们。

# IDS_TIPS_SUBMARINE_CRUSH_DEPTH
source: Maximum Depth
es_mx: Profundidad Máxima
ja: 最大深度
pl: Głębokość maksymalna
ru: Предельная глубина
uk: Гранична глибина
zh: Предельная глубина
zh_sg: 最大深度

# IDS_TIPS_SUBMARINE_CRUSH_DEPTH_DESCRIPTION
source: To activate the consumable, press the [CMD_CONSUMABLE_1] key. Temporarily allows a submarine to dive to its maximum depth. While at this depth, the submarine receives less damage from depth charge explosions and is invisible to enemy Hydrophones.
es_mx: Para activar el consumible, presiona la tecla [CMD_CONSUMABLE_1]. Permite temporalmente que un submarino se sumerja a la profundidad máxima. A esta profundidad, el submarino recibe un menor daño de las explosiones de las cargas de profundidad y es invisible para los Hidrófonos enemigos.
ja: [CMD_CONSUMABLE_1] キーでこの消耗品を使用できます。 一時的に最大深度まで潜行することが可能です。 この深度では爆雷の炸裂による被ダメージが軽減され、敵のハイドロフォンで発見されなくなります。
pl: Sprzęt eksploatacyjny aktywowany jest klawiszem [CMD_CONSUMABLE_1]. Tymczasowo pozwala okrętowi zanurzyć się na pełną głębokość. Na tej głębokości okręt podwodny otrzymuje mniejsze uszkodzenia od eksplozji bomb głębinowych i jest niewykrywalny dla hydrolokatorów.
ru: Снаряжение доступно по клавише [CMD_CONSUMABLE_1]. Временно позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
uk: Спорядження доступне клавішею [CMD_CONSUMABLE_1] Тимчасово дозволяє підводному човну зануритися на граничну глибину. У цьому стані підводний човен отримує знижену шкоду від вибухів глибинних бомб і стає непомітним для шумопеленгатора супротивника.
zh: Снаряжение доступно по клавише [CMD_CONSUMABLE_1]. Временно позволяет подводной лодке погрузиться на предельную глубину. В этом положении подводная лодка получает пониженный урон от разрывов глубинных бомб и становится незаметной для шумопеленгатора противника.
zh_sg: 要激活消耗品，按下[CMD_CONSUMABLE_1]键。 允许潜艇临时下潜至最大深度。 在此深度时，潜艇受到的深水炸弹爆炸伤害降低并且无法被敌方水听器发现。

# IDS_TIPS_SUBMARINE_DEPTH_AND_VISIBILITY
source: Concealment of a Submarine
es_mx: Ocultación de un Submarino
ja: 潜水艦の隠蔽性
pl: Ukrywanie okrętów podwodnych
ru: Заметность подводной лодки
uk: Помітність підводного човна
zh: Заметность подводной лодки
zh_sg: 潜艇隐蔽性

# IDS_TIPS_SUBMARINE_DEPTH_AND_VISIBILITY_DESCRIPTION
source: The deeper a submarine dives, the better her concealment
es_mx: A mayor profundidad de inmersión de un submarino, mayor será su ocultación.
ja: 潜行深度が深いほどに隠蔽性が向上します。
pl: Im głębiej zanurzy się okręt podwodny, tym trudniej jest go wykryć.
ru: Чем больше глубина погружения, тем более незаметной становится подводная лодка.
uk: Що більше глибина занурення, то непомітнішим стає підводний човен.
zh: Чем больше глубина погружения, тем более незаметной становится подводная лодка.
zh_sg: 潜艇下潜越深，隐蔽性越高。

# IDS_TIPS_SUBMARINE_DEPTH_CONTROL
source: Diving and Ascent
es_mx: Inmersión y Ascenso
ja: 潜行と浮上
pl: Zanurzanie i wynurzanie
ru: Управление погружением и всплытием
uk: Керування зануренням і спливанням
zh: Управление погружением и всплытием
zh_sg: 下潜和上浮

# IDS_TIPS_SUBMARINE_DEPTH_CONTROL_DESCRIPTION
source: Press the [CMD_MOVE_DOWN] key to make a submarine dive, and [CMD_MOVE_UP] to ascend.
es_mx: Presiona la tecla [CMD_MOVE_DOWN] para hacer que un submarino se sumerja, y [CMD_MOVE_UP] para ascender.
ja: [CMD_MOVE_DOWN] キーで潜行し、[CMD_MOVE_UP] キーで浮上します。
pl: Wciśnij klawisz [CMD_MOVE_DOWN], żeby okręt się zanurzył i [CMD_MOVE_UP], żeby się wynurzył.
ru: Управляйте погружением и всплытием подводной лодки, зажимая клавиши [CMD_MOVE_UP] и [CMD_MOVE_DOWN].
uk: Керуйте зануренням і спливанням підводного човна, затискаючи клавіші [CMD_MOVE_UP] і [CMD_MOVE_DOWN]
zh: Управляйте погружением и всплытием подводной лодки, зажимая клавиши [CMD_MOVE_UP] и [CMD_MOVE_DOWN].
zh_sg: 按下[CMD_MOVE_DOWN]键让潜艇下潜，[CMD_MOVE_UP]键上浮。

# IDS_TIPS_SUBMARINE_ENERGY_MANAGEMENT
source: Battery Charge
es_mx: Carga de la Batería
ja: バッテリー残量
pl: Poziom naładowania akumulatorów
ru: Энергия
uk: Енергія
zh: Энергия
zh_sg: 蓄电池电量

# IDS_TIPS_SUBMARINE_ENERGY_MANAGEMENT_DESCRIPTION
source: Battery charge is consumed by active sonar, and when a submarine is moving underwater. To recharge the battery, slow down to 1/4 of the submarine's speed, or ascend to the surface.
es_mx: La carga de la batería es consumida por el sonar activo y cuando un submarino se mueve bajo el agua. Para recargar la batería, reduce la velocidad del submarino a 1/4 o asciende a la superficie.
ja: バッテリー残量は、ソナーピンガーを発振した際、および水中での移動時に消費されます。 バッテリーを充電するには、1/4 速まで減速するか、水面まで浮上する必要があります。
pl: Akumulatory wyczerpują się, gdy aktywny jest sonar oraz gdy okręt porusza się pod wodą. Żeby naładować akumulatory, należy zwolnić do 1/4 prędkości lub wynurzyć się na powierzchnię.
ru: Энергия тратится при пуске акустического импульса и подводном ходе. Чтобы восстановить энергию, сбросьте скорость до 1/4 или поднимитесь на поверхность.
uk: Енергія витрачається під час пуску акустичного імпульсу та підводного ходу. Щоб відновити енергію, скиньте швидкість до 1/4 чи підніміться на поверхню.
zh: Энергия тратится при пуске акустического импульса и подводном ходе. Чтобы восстановить энергию, сбросьте скорость до 1/4 или поднимитесь на поверхность.
zh_sg: 潜艇在发射声呐和水下移动时会消耗电量。 通过减速至1/4航速，或上浮到水面可恢复电量。

# IDS_TIPS_SUBMARINE_IMPULSE
source: Sonar Ping
es_mx: Pulso del Sonar
ja: ソナーピンガー
pl: Impuls sonaru
ru: Акустический импульс
uk: Акустичний імпульс
zh: Акустический импульс
zh_sg: 声呐脉冲

# IDS_TIPS_SUBMARINE_IMPULSE_DESCRIPTION
source: Select the sonar by pressing the [CMD_PINGER_GUN_0] key. Sonar pings help a submarine detect target ships and temporarily increase the efficiency of any torpedoes that have just been fired. To swap between ping types, use the [CMD_PINGER_GUN_0] key.
es_mx: Selecciona el sonar presionando la tecla [CMD_PINGER_GUN_0]. El pulso del sonar ayuda a un submarino a detectar barcos objetivos y aumenta temporalmente la eficiencia de cualquier torpedo recién disparado. Para cambiar entre tipos de pulsos, usa la tecla [CMD_PINGER_GUN_0].
ja: [CMD_PINGER_GUN_0] キーでソナーを選択できます。 ソナーピンガーは敵艦艇を発見するために有用ですし、発射から間もない全ての魚雷の有効性を一時的に高めることもできます。 [CMD_PINGER_GUN_0] キーでピンガーのタイプを切り替えることができます。
pl: Wybierz sonar klawiszem [CMD_PINGER_GUN_0]. Impulsy sonaru pomagają okrętowi podwodnemu wykryć okręty przeciwnika i tymczasowo zwiększyć skuteczność wystrzelonych przed chwilą torped. Klawiszem [CMD_PINGER_GUN_0] można się przełączać pomiędzy rodzajami impulsów.
ru: Выбор сонара доступен по клавише [CMD_PINGER_GUN_0]. Акустический импульс позволяет подводной лодке обнаруживать корабли и временно улучшать свойства выпущенных торпед. Для смены типа импульса повторно нажмите [CMD_PINGER_GUN_0].
uk: Вибрати сонар можна клавішею [CMD_PINGER_GUN_0] Акустичний імпульс дозволяє підводному човну виявляти кораблі та тимчасово поліпшувати властивості випущених торпед. Щоб змінити тип імпульсу, повторно натисніть [CMD_PINGER_GUN_0]
zh: Выбор сонара доступен по клавише [CMD_PINGER_GUN_0]. Акустический импульс позволяет подводной лодке обнаруживать корабли и временно улучшать свойства выпущенных торпед. Для смены типа импульса повторно нажмите [CMD_PINGER_GUN_0].
zh_sg: 按[CMD_PINGER_GUN_0]键选择声呐。 声呐脉冲将帮助潜艇探测目标战舰并暂时提升刚发射的鱼雷的效果。 按[CMD_PINGER_GUN_0]键可以切换声呐脉冲类型。

# IDS_TIPS_SUBMARINE_TORPEDO_BULGE_IGNORING
source: Ignoring Torpedo Protection
es_mx: Ignorando la Protección contra Torpedos
ja: 対水雷防御の無効化
pl: Ignorowanie ochrony przeciwtorpedowej
ru: Игнорирование противоторпедной защиты
uk: Ігнорування протиторпедного захисту
zh: Игнорирование противоторпедной защиты
zh_sg: 无视鱼雷防护

# IDS_TIPS_SUBMARINE_TORPEDO_BULGE_IGNORING_DESCRIPTION
source: Hitting two special indicators on a hostile ship's hull allows torpedoes to temporarily ignore the target ship's anti-torpedo protection.
es_mx: Alcanzar dos indicadores especiales sobre el casco de un barco enemigo permitirá a los torpedos ignorar temporalmente la protección contra torpedos del barco objetivo.
ja: 敵艦艇の船体にある 2 つの特別インジケーターの両方に命中させた場合、魚雷が目標艦艇の対水雷防御を一時的に無効化できるようになります。
pl: Trafienie dwóch specjalnych wskaźników na kadłubie okrętu przeciwnika sprawi, że torpedy będą tymczasowo ignorowały ochronę przeciwtorpedową celu.
ru: Попадание по двум особым точкам на корабле противника позволяет торпедам временно игнорировать противоторпедную защиту цели.
uk: Влучення у дві особливі точки на кораблі супротивника дозволяє торпедам тимчасово ігнорувати протиторпедний захист цілі.
zh: Попадание по двум особым точкам на корабле противника позволяет торпедам временно игнорировать противоторпедную защиту цели.
zh_sg: 命中敌舰舰体的两个特殊指示器可使鱼雷暂时无视目标的反鱼雷防护。

# IDS_TIPS_SUBMARINE_TORPEDO_HOMING
source: Homing Torpedoes
es_mx: Guiando a los Torpedos
ja: 誘導魚雷
pl: Naprowadzanie torped
ru: Самонаведение торпед
uk: Самонаведення торпед
zh: Самонаведение торпед
zh_sg: 鱼雷定位

# IDS_TIPS_SUBMARINE_TORPEDO_HOMING_DESCRIPTION
source: A successful hit with a sonar ping on one of a ship’s two special indicators will make the torpedo home in on it.
es_mx: Un contacto exitoso con un pulso del sonar sobre uno de los dos indicadores especiales de un barco hará que el torpedo se dirija hacia él.
ja: 敵艦艇の船体にある 2 つの特別インジケーターの一方にソナーピンガーを命中させた場合、魚雷が目標に向けて誘導を開始します。
pl: Trafienie impulsem sonaru w jeden z dwóch specjalnych wskaźników na kadłubie celu sprawi, że torpeda będzie się na niego naprowadzać.
ru: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель.
uk: Влучення у дві особливі точки на кораблі супротивника дозволяє торпедам тимчасово ігнорувати протиторпедний захист цілі.
zh: Попадание акустического импульса в одну из особых точек корабля позволяет торпедам наводиться на цель.
zh_sg: 用声呐脉冲成功命中战舰两个特殊指示器中的一个，可以使鱼雷定位该战舰。

# IDS_TIPS_SUBMARINE_UNMASKING
source: Detecting a Submarine
es_mx: Detectando un Submarino
ja: 潜水艦の発見
pl: Wykrywanie okrętów podwodnych
ru: Демаскировка подводной лодки
uk: Самонаведення торпед
zh: Демаскировка подводной лодки
zh_sg: 侦察潜艇

# IDS_TIPS_SUBMARINE_UNMASKING_DESCRIPTION
source: Emitting a sonar ping has a negative effect on a submarine's concealment.
es_mx: Emitir un pulso del sonar tiene un efecto negativo sobre la ocultación de un submarino.
ja: ソナーピンガーを発振した際には潜水艦の隠蔽性が悪化します。
pl: Wysyłanie impulsów sonaru ma negatywny wpływ na wykrywalność okrętu podwodnego.
ru: При пуске акустического импульса заметность повышается.
uk: Під час пуску акустичного імпульсу помітність підвищується
zh: При пуске акустического импульса заметность повышается.
zh_sg: 发射声呐脉冲会对潜艇的隐蔽性产生负面效果。

# IDS_TIPS_TARGET_CAPTURING
source: Target Locking
es_mx: Fijando Objetivo
ja: 目標ロック
pl: Blokowanie celu
ru: Захват цели
uk: Захоплення цілі
zh: 目标锁定
zh_sg: 锁定目标

# IDS_TIPS_TARGET_CAPTURING_DESCRIPTION
source: You can deliver fire with greater accuracy when the enemy ship is locked in your crosshairs. Press [CMD_FIXING_TARGET_POSITION] to switch to another target.
es_mx: Puedes disparar con gran precisión cuando el barco enemigo está fijado en la mira. Presiona [CMD_FIXING_TARGET_POSITION] para cambiar a otro objetivo.
ja: 狙いたい敵艦艇にロックすることで、射撃精度を高めることが可能だ。[CMD_FIXING_TARGET_POSITION] で、別の目標に切り替えることができる。
pl: Możesz strzelać celniej, jeśli zablokujesz swój cel na okręcie wroga. Wciśnij [CMD_FIXING_TARGET_POSITION], żeby przełączyć się na innego przeciwnika.
ru: Точность стрельбы по захваченному в прицел кораблю значительно выше. Для смены цели нажмите [CMD_FIXING_TARGET_POSITION]
uk: Влучність стрільби по захопленому в приціл кораблю значно вище. Для зміни цілі натисніть[CMD_FIXING_TARGET_POSITION]
zh: 当十字准星锁定敌方战舰时，您可以用更高的准度来射击。按下 [CMD_FIXING_TARGET_POSITION] 以切换到另一个目标。
zh_sg: 用瞄准线锁定敌舰进行精确射击。按[CMD_FIXING_TARGET_POSITION]键来切换另一个目标。

# IDS_TIPS_TORPEDOES
source: Torpedoes
es_mx: Torpedos
ja: 魚雷
pl: Torpedy
ru: Торпеды
uk: Торпеди
zh: 鱼雷
zh_sg: 鱼雷

# IDS_TIPS_TORPEDOES_DESCRIPTION
source: Select torpedo armament by pressing [CMD_TORPEDOES_ANGLE]. Most effective against large armored enemy ships. Maneuverable ships have high chances of dodging a torpedo attack.
es_mx: Selecciona el armamento de torpedos al presionar [CMD_TORPEDOES_ANGLE]. Son más efectivos en contra de los barcos más grandes y blindados. Los barcos maniobrables tienen una mayor oportunidad de esquivar un ataque con torpedos.
ja: 魚雷を選択 [CMD_TORPEDOES_ANGLE] 重装甲の大型艦に対して最も有効です。機動性の高い艦艇を狙った場合、高確率で回避されてしまいます。
pl: Wybierz uzbrojenie torpedowe wciskając [CMD_TORPEDOES_ANGLE]. Są one najskuteczniejsze w walce z dużymi, opancerzonymi celami. Zwrotne okręty mają dużą szansę na wykonanie uniku.
ru: Выбор торпедного вооружения доступен по клавише [CMD_TORPEDOES_ANGLE]. Наиболее эффективны против крупных бронированных целей. Манёвренные корабли способны с высокой вероятностью уклониться от удара.
uk: Вибрати торпедне озброєння можна клавішею [CMD_TORPEDOES_ANGLE] Найефективніше проти великих броньованих цілей. Маневрені кораблі здатні з високою імовірністю ухилитися від удару.
zh: 可按下 [CMD_TORPEDOES_ANGLE] 来选择鱼雷武器。 最能有效对付大型的敌方装甲舰。机动性好的战舰有很高的机率能躲开鱼雷攻击。
zh_sg: 按下[CMD_TORPEDOES_ANGLE]来选择鱼雷武器。 最能有效对付敌方大型的装甲舰。机动性好的战舰有很高的机率能躲开鱼雷攻击。

# IDS_TIPS_TORPEDOES_MOVEMENT_DISTANCE
source: Torpedo Range
es_mx: Alcance del Torpedo
ja: 魚雷の射程
pl: Zasięg torped
ru: Дальность хода торпед
uk: Дальність ходу торпед
zh: 鱼雷射程
zh_sg: 鱼雷射程

# IDS_TIPS_TORPEDOES_MOVEMENT_DISTANCE_DESCRIPTION
source: Remember that torpedo [CMD_TORPEDOES_ANGLE] range is limited. Launch torpedoes when your ship is close enough to the enemy.
es_mx: Recuerda que el alcance [CMD_TORPEDOES_ANGLE] de los torpedos es limitado. Lanza los torpedos cuando tu barco esté lo suficientemente cerca del enemigo.
ja: 魚雷 [CMD_TORPEDOES_ANGLE] の射程には制限があることを忘れるな。充分に接近してから発射せよ
pl: Pamiętaj, że zasięg torped [CMD_TORPEDOES_ANGLE] jest ograniczony. Wystrzeliwuj je, kiedy jesteś dostatecznie blisko przeciwnika.
ru: Торпеды [CMD_TORPEDOES_ANGLE] имеют ограниченную дальность хода. Пускайте торпеды, когда подойдёте к противнику на достаточно близкое расстояние.
uk: Торпеди [CMD_TORPEDOES_ANGLE] мають обмежену дальність ходу. Пускайте торпеди, коли корабель наблизиться до супротивника на досить близьку відстань.
zh: 要记住，鱼雷 [CMD_TORPEDOES_ANGLE] 射程有限。只在您的战舰够靠近敌人时才发射鱼雷。
zh_sg: 要记住鱼雷[CMD_TORPEDOES_ANGLE]的射程是有限的。在足够靠近目标以后再发射它们。

# IDS_TIPS_TORPEDOES_RELOAD_SYSTEM
source: Torpedo Tubes Reload System
es_mx: Sistema de Recarga de Tubos de Torpedos
ja: 魚雷発射管装填システム
pl: System przeładowania wyrzutni torped
ru: Система перезарядки торпедных аппаратов
uk: Система перезаряджання торпедних апаратів
zh: 鱼雷发射管装填系统
zh_sg: 鱼雷发射管装填系统

# IDS_TIPS_TORPEDOES_RELOAD_SYSTEM_DESCRIPTION
source: When activated, this consumable significantly reduces the reload time of torpedo tubes.
es_mx: Al ser activado, este consumible reduce significativamente el tiempo de recarga de los tubos de torpedos.
ja: 使用した際に魚雷発射管の装填時間を大幅に短縮します。
pl: Po aktywacji znacznie skraca czas przeładowania wyrzutni torped.
ru: При использовании снаряжения время перезарядки торпедных аппаратов значительно сокращается.
uk: Під час використання спорядження, час перезаряджання торпедних апаратів значно зменшується.
zh: 消耗品可通过按下 [CMD_CONSUMABLE_1] 来启用。 启用时，这个消耗品会大幅降低鱼雷发射管的重新装填时间。
zh_sg: 启用后，此消耗品会显著减少鱼雷发射管的装填时间。

# IDS_TITLE_AIRCRAFT_CARRIER
source: Aircraft Carrier
es_mx: Portaaviones
ja: 航空母艦
pl: Lotniskowiec
ru: Авианосец
uk: Авіаносець
zh: 航空母舰
zh_sg: 航空母舰

# IDS_TITLE_AVIATION
source: Aircraft
es_mx: Aviones
ja: 航空機
pl: Samoloty
ru: Авиация
uk: Авіація
zh: 飞机
zh_sg: 飞机

# IDS_TITLE_CONSUMABLES
source: Consumables
es_mx: Consumibles
ja: 消耗品
pl: S. Eksploatacyjny
ru: Снаряжение
uk: Спорядження
zh: 消耗品
zh_sg: 消耗品

# IDS_TITLE_PCM001_MAINGUN_MOD_I
source: Main Battery Modification 1
es_mx: Modificación 1 de la Batería Principal
ja: 主砲改良 1
pl: Modyfikacja 1 głównej baterii
ru: Орудия главного калибра Модификация 1
uk: Гармати головного калібру Модифікація 1
zh: 主炮组修改型 1
zh_sg: 主炮组修改型 1

# IDS_TITLE_PCM002_TORPEDO_MOD_I
source: Torpedo Tubes Modification 1
es_mx: Modificación 1 de los Tubos de Torpedo
ja: 魚雷発射管改良 1
pl: Modyfikacja 1 wyrzutni torpedowych
ru: Торпедные аппараты Модификация 1
uk: Торпедні апарати Модифікація 1
zh: 鱼雷发射管修改型 1
zh_sg: 鱼雷发射管修改型 1

# IDS_TITLE_PCM003_AIRPLANES_MOD_I
source: Air Groups Modification 1
es_mx: Modificación 1 de los Grupos Aéreos
ja: 飛行機隊改良 1
pl: Modyfikacja 1 grup lotniczych
ru: Авиагруппы Модификация 1
uk: Авіагрупи Модифікація 1
zh: 航空大队修改型 1
zh_sg: 空军大队修改型 1

# IDS_TITLE_PCM004_AIRDEFENSE_MOD_I
source: AA Guns Modification 1
es_mx: Modificación 1 de los Cañones AA
ja: 対空兵装改良 1
pl: Modyfikacja 1 uzbrojenia plot.
ru: ПВО Модификация 1
uk: ППО Модифікація 1
zh: 防空炮修改型 1
zh_sg: 防空炮修改型 1

# IDS_TITLE_PCM005_SECONDARYGUN_MOD_I
source: Secondary Battery Modification 1
es_mx: Modificación 1 de la Batería Secundaria
ja: 副砲改良 1
pl: Modyfikacja 1 dodatkowej baterii
ru: ПМК Модификация 1
uk: ПМК Модифікація 1
zh: 副炮组修改型 1
zh_sg: 副炮组修改型 1

# IDS_TITLE_PCM006_MAINGUN_MOD_II
source: Main Battery Modification 2
es_mx: Modificación 2 de la Batería Principal
ja: 主砲改良 2
pl: Modyfikacja 2 głównej baterii
ru: Орудия главного калибра Модификация 2
uk: Гармати головного калібру Модифікація 2
zh: 主炮组修改型 2
zh_sg: 主炮组修改型 2

# IDS_TITLE_PCM007_TORPEDO_MOD_II
source: Torpedo Tubes Modification 2
es_mx: Modificación 2 de los Tubos de Torpedo
ja: 魚雷発射管改良 2
pl: Modyfikacja 2 wyrzutni torpedowych
ru: Торпедные аппараты Модификация 2
uk: Торпедні апарати Модифікація 2
zh: 鱼雷发射管修改型 2
zh_sg: 鱼雷发射管修改型 2

# IDS_TITLE_PCM008_FIRECONTROL_MOD_I
source: Gun Fire Control System Modification 1
es_mx: Modificación 1 del Sistema de Control de Disparo
ja: 射撃管制装置改良 1
pl: Modyfikacja 1 układu kontroli ognia
ru: Система управления огнём Модификация 1
uk: Система керування вогнем Модифікація 1
zh: 舰炮射控系统修改型 1
zh_sg: 舰炮火控系统修改型 1

# IDS_TITLE_PCM009_FLIGHTCONTROL_MOD_I
source: Flight Control Modification 1
es_mx: Modificación 1 del Control de Vuelo
ja: 航空管制改良 1
pl: Modyfikacja 1 kontroli lotów
ru: Полётный контроль Модификация 1
uk: Керування польотами Модифікація 1
zh: 飞航控制修改型 1
zh_sg: 飞行控制修改型 1

# IDS_TITLE_PCM010_AIRPLANES_MOD_II
source: Air Groups Modification 2
es_mx: Modificación 2 de los Grupos Aéreos
ja: 飛行機隊改良 2
pl: Modyfikacja 2 grup lotniczych
ru: Авиагруппы Модификация 2
uk: Авіагрупи Модифікація 2
zh: 航空大队修改型 2
zh_sg: 空军大队修改型 2

# IDS_TITLE_PCM011_AIRDEFENSE_MOD_II
source: AA Guns Modification 2
es_mx: Modificación 2 de los Cañones AA
ja: 対空兵装改良 2
pl: Modyfikacja 2 uzbrojenia przeciwlotniczego
ru: ПВО Модификация 2
uk: ППО Модифікація 2
zh: 防空炮修改型 2
zh_sg: 防空炮修改型 2

# IDS_TITLE_PCM012_SECONDARYGUN_MOD_II
source: Secondary Battery Modification 1
es_mx: Modificación 1 de la Batería Secundaria
ja: 副砲改良 1
pl: Modyfikacja 1 baterii dodatkowej
ru: ПМК Модификация 1
uk: ПМК Модифікація 1
zh: 副炮组修改型 2
zh_sg: 副炮组修改型 1

# IDS_TITLE_PCM013_MAINGUN_MOD_III
source: Main Battery Modification 3
es_mx: Modificación 3 de la Batería Principal
ja: 主砲改良 3
pl: Modyfikacja 3 głównej baterii
ru: Орудия главного калибра Модификация 3
uk: Гармати головного калібру Модифікація 3
zh: 主炮组修改型 3
zh_sg: 主炮组修改型 3

# IDS_TITLE_PCM014_TORPEDO_MOD_III
source: Torpedo Tubes Modification 2
es_mx: Modificación 2 de los Tubos de Torpedo
ja: 魚雷発射管改良 2
pl: Modyfikacja 2 wyrzutni torpedowych
ru: Торпедные аппараты Модификация 2
uk: Торпедні апарати Модифікація 2
zh: 鱼雷发射管修改型 3
zh_sg: 鱼雷发射管修改型 2

# IDS_TITLE_PCM015_FIRECONTROL_MOD_II
source: Gun Fire Control System Modification 2
es_mx: Modificación 2 del Sistema de Control de Disparo
ja: 射撃管制装置改良 2
pl: Modyfikacja 2 układu kontroli ognia
ru: Система управления огнём Модификация 2
uk: Система керування вогнем Модифікація 2
zh: 舰炮射控系统修改型 2
zh_sg: 舰炮火控系统修改型 2

# IDS_TITLE_PCM016_FLIGHTCONTROL_MOD_II
source: Flight Control Modification 2
es_mx: Modificación 2 del Control de Vuelo
ja: 航空管制改良 2
pl: Modyfikacja 2 kontroli lotów
ru: Полётный контроль Модификация 2
uk: Керування польотами Модифікація 2
zh: 飞航控制修改型 2
zh_sg: 飞行控制修改型 2

# IDS_TITLE_PCM017_AIRPLANES_MOD_III
source: Air Groups Modification 2
es_mx: Modificación 2 de los Grupos Aéreos
ja: 飛行機隊改良 2
pl: Modyfikacja 2 grup lotniczych
ru: Авиагруппы Модификация 2
uk: Авіагрупи Модифікація 2
zh: 航空大队修改型 3
zh_sg: 空军大队修改型 2

# IDS_TITLE_PCM018_AIRDEFENSE_MOD_III
source: AA Guns Modification 1
es_mx: Modificación 1 de los Cañones AA
ja: 対空兵装改良 1
pl: Modyfikacja 1 uzbrojenia plot.
ru: ПВО Модификация 1
uk: ППО Модифікація 1
zh: 防空炮修改型 3
zh_sg: 防空炮修改型 1

# IDS_TITLE_PCM019_SECONDARYGUN_MOD_III
source: Secondary Battery Modification 2
es_mx: Modificación 2 de la Batería Secundaria
ja: 副砲改良 2
pl: Modyfikacja 2 baterii dodatkowej
ru: ПМК Модификация 2
uk: ПМК Модифікація 2
zh: 副炮组修改型 3
zh_sg: 副炮组修改型 2

# IDS_TITLE_PCM020_DAMAGECONTROL_MOD_I
source: Damage Control System Modification 1
es_mx: Modificación 1 del Sistema de Control de Daños
ja: ダメージコントロールシステム改良 1
pl: Modyfikacja 1 systemu kontroli uszkodzeń
ru: Система борьбы за живучесть Модификация 1
uk: Система боротьби за живучість корабля Модифікація 1
zh: 损害控制系统修改型 1
zh_sg: 伤害控制系统修改型 1

# IDS_TITLE_PCM021_ENGINE_MOD_I
source: Propulsion Modification 1
es_mx: Modificación 1 de la Propulsión
ja: 推力改良 1
pl: Modyfikacja 1 napędu
ru: Энергетическая установка Модификация 1
uk: Силова установка Модифікація 1
zh: 推进系统修改型 1
zh_sg: 推进系统修改型 1

# IDS_TITLE_PCM022_STEERINGGEAR_MOD_I
source: Steering Gears Modification 1
es_mx: Modificación 1 del Engrane de Dirección
ja: 操舵装置改良 1
pl: Modyfikacja 1 układu sterowania
ru: Рулевые машины Модификация 1
uk: Рульові механізми Модифікація 1
zh: 操舵装置修改型 1
zh_sg: 操舵装置修改型 1

# IDS_TITLE_PCM023_DAMAGECONTROL_MOD_II
source: Damage Control System Modification 2
es_mx: Modificación 2 del Sistema de Control de Daños
ja: ダメージコントロールシステム改良 2
pl: Modyfikacja 2 systemu kontroli uszkodzeń
ru: Система борьбы за живучесть Модификация 2
uk: Система боротьби за живучість корабля Модифікація 2
zh: 损害控制系统修改型 2
zh_sg: 伤害控制系统修改型 2

# IDS_TITLE_PCM024_ENGINE_MOD_II
source: Propulsion Modification 1
es_mx: Modificación 1 de la Propulsión
ja: 推力改良 1
pl: Modyfikacja 1 napędu
ru: Энергетическая установка Модификация 1
uk: Силова установка Модифікація 1
zh: 推进系统修改型 2
zh_sg: 推进系统修改型 1

# IDS_TITLE_PCM025_STEERINGGEAR_MOD_II
source: Steering Gears Modification 1
es_mx: Modificación 1 del Engrane de Dirección
ja: 操舵装置改良 1
pl: Modyfikacja 1 układu sterowania
ru: Рулевые машины Модификация 1
uk: Рульові механізми Модифікація 1
zh: 操舵装置修改型 2
zh_sg: 操舵装置修改型 1

# IDS_TITLE_PCM026_LOOKOUTSTATION_MOD_I
source: Torpedo Lookout System
es_mx: Sistema de Vigilancia de Torpedos
ja: 魚雷発見システム
pl: System ostrzegania torpedowego
ru: Система противодействия торпедам
uk: Система протидії торпедам
zh: 目标捕获系统修改型 1
zh_sg: 鱼雷监控系统
