Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PZES510_MAD_HSIANG_YANG
source: Master of the Water World
es_mx: Maestro del Mundo Acuático
pl: Mistrz Wodnego świata
ru: Хозяин водного мира
uk: Володар водяного світу
zh: Хозяин водного мира
zh_sg: 水世界大师

# IDS_PZES510_MAD_HSIANG_YANG_DESCRIPTION
source: Rampant, bold, and stunningly beautiful!
es_mx: ¡Agresivo, audaz y sensacionalmente hermoso!
ja: 自由奔放かつ勇敢で驚くほど立派!
pl: Nieokiełznany, butny i urzekająco piękny!
ru: Безудержный, дерзкий и очень красивый!
uk: Нестримний, зухвалий і дуже гарний!
zh: Безудержный, дерзкий и очень красивый!
zh_sg: 张扬、大胆、且颜值爆炸！

# IDS_PZES513_SILIWANGI_NY
source: Lunar New Year
es_mx: Año Nuevo Lunar
ja: 春節
pl: Chiński Nowy Rok
ru: Лунный Новый год
uk: Місячний Новий рік
zh: 农历新年
zh_sg: 农历新年

# IDS_PZGA008_20MM_OERLIKON_MK4
source: 20 mm Oerlikon Mk4
ru: 20-мм Oerlikon Mk4
uk: 20-мм Oerlikon Mk4
zh: 20 毫米 厄利空 Mk4

# IDS_PZGA009_40MM_BOFORS_MK1
source: 40 mm Bofors Mk1
ru: 40-мм Bofors Mk1
uk: 40-мм Bofors Mk1
zh: 40 毫米 博福斯 Mk1

# IDS_PZGA010_20MM_OERLIKON_MK20_TWIN
source: 20 mm Oerlikon Mk20
ru: 20-мм Oerlikon Mk20
uk: 20-мм Oerlikon Mk20
zh: 20 毫米 厄利空 Mk20

# IDS_PZGA014_25MM_TYPE96
source: 25 mm/60 Type96 Triple mod. 1
es_mx: 25 mm/60 Tipo 96 Triple mod. 1
ja: 25 mm/60 Type96 三連装 mod. 1
ru: 25-мм/60 Type96 Triple mod. 1
uk: 25-мм/60 Type96 Triple mod. 1
zh: 25 毫米/60 九六式 三联 1型
zh_sg: 25 mm/60 Type96 三联 mod.1

# IDS_PZGA018_40MM_BOFORS_MK1
source: 40 mm Bofors Mk1
ru: 40-мм Bofors Mk1
uk: 40-мм Bofors Mk1
zh: 40 毫米 博福斯 Mk1

# IDS_PZGA023_40MM_BOFORS_MK2
source: 40 mm Bofors Mk2
ru: 40-мм Bofors Mk2
uk: 40-мм Bofors Mk2
zh: 40 毫米 博福斯 Mk2

# IDS_PZGA024_2_PDR_MKVII_QUAD
source: 40 mm/39 QF Mark VII
ru: 40-мм/39 QF Mark VII
uk: 40-мм/39 QF Mark VII
zh: 40 毫米/39 QF Mark VII

# IDS_PZGA025_2PDR_QF_MKII_POMPOM
source: 40 mm/39 QF Mark II
ru: 40-мм/39 QF Mark II
uk: 40-мм/39 QF Mark II
zh: 40 毫米/39 QF Mark II

# IDS_PZGA029_BROWNING_M2_MOD2
source: 12.7 mm Browning M2 mod. 2
ru: 12,7-мм Browning M2 mod. 2
uk: 12,7-мм Browning M2 mod. 2
zh: 12.7 毫米 勃朗宁 M2 2型

# IDS_PZGA031_70K_37MM
source: 37 mm 70-K
ru: 37-мм 70-К
uk: 37-мм 70-К
zh: 37 毫米 70-K

# IDS_PZGA033_40MM_BOFORS_MARK_IV_HAZEMEYER
source: 40 mm Bofors Mk IV
ru: 40-мм Bofors Mk IV
uk: 40-мм Bofors Mk IV
zh: 40 毫米 博福斯 Mk IV

# IDS_PZGA051_37MM_67_V11
source: 37 mm 61 shì
ru: 37-мм 61 shì
uk: 37-мм 61 shì
zh: 37 毫米 61 式

# IDS_PZGA065_85MM52_92K
source: 85 mm/52 92-K
ru: 85-мм/52 92-К
uk: 85-мм/52 92-К
zh: 85 毫米/52 92-K

# IDS_PZGA067_37_50_ACAD
source: 37 mm/70 ACAD Mle 1936
ru: 37-мм/70 ACAD Mle 1936
uk: 37-мм/70 ACAD Mle 1936
zh: 37 毫米/70 ACAD 1936型

# IDS_PZGA523_25MM_TYPE96_SINGLE
source: 25 mm/60 Type96 mod. 1
es_mx: 25 mm/60 Tipo 96 mod. 1
ru: 25-мм/60 Type96 mod. 1
uk: 25-мм/60 Type96 mod. 1
zh: 25 毫米/60 九六式 1型

# IDS_PZGM001_152MM_57_MK_5
source: 152 mm/57 MK-5-bis
ru: 152-мм/57 МК-5-бис
uk: 152-мм/57 МК-5-біс
zh: 152 毫米/57 MK-5-比斯

# IDS_PZGM002_130MM_B13_2C
source: 130 mm/50 M1936 shì
ru: 130-мм/50 M1936 shì
uk: 130-мм/50 M1936 shì
zh: 130 毫米/50 M1936 式

# IDS_PZGM004_5IN38_MK30_MOD0
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZGM005_5IN38_MK30_MOD1
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZGM013_127MM40_TYPE89_3
source: 127 mm/40 Type89
es_mx: 127 mm/40 Tipo 89
ru: 127-мм/40 Type89
uk: 127-мм/40 Type89
zh: 127 毫米/40 八九式

# IDS_PZGM015_4_7IN45_BL_MARK_I
source: 120 mm/45 BL Mk I
ru: 120-мм/45 BL Mk I
uk: 120-мм/45 BL Mk I
zh: 120 毫米/45 BL Mk I

# IDS_PZGM020_105MM_TBTS_LC_16
source: 105 mm L/45 Tbts LC/16
ru: 105-мм L/45 Tbts LC/16
uk: 105-мм L/45 Tbts LC/16
zh: 105 毫米 L/45 Tbts LC/16

# IDS_PZGM022_5IN38_MK38_MOD0
source: 127 mm/38 Mk38
ru: 127-мм/38 Mk38
uk: 127-мм/38 Mk38
zh: 127 毫米/38 Mk38

# IDS_PZGM026_4IN_40_QF_MKIV
source: 102 mm/40 PIX
ru: 102-мм/40 PIX
uk: 102-мм/40 PIX
zh: 102 毫米/40 PIX

# IDS_PZGM032_120MM_45_QF_CP_MKXIX_TWIN
source: 120 mm/45 CPXIX
ru: 120-мм/45 CPXIX
uk: 120-мм/45 CPXIX
zh: 120 毫米/45 CPXIX

# IDS_PZGM044_152MM_MK4
source: 152 mm/57 MK-4
ru: 152-мм/57 МK-4
uk: 152-мм/57 МK-4
zh: 152 毫米/57 MK-4

# IDS_PZGM045_5IN51_MK_7_MOD2
source: 127 mm/51 Mark 7
ru: 127-мм/51 Mark 7
uk: 127-мм/51 Mark 7
zh: 127 毫米/51 Mark 7

# IDS_PZGM047_5IN38_MK30_MOD0
source: 127 mm/38 Mk30
ru: 127-мм/38 Mk30
uk: 127-мм/38 Mk30
zh: 127 毫米/38 Mk30

# IDS_PZGM064_130MM_B2LM
source: 130 mm/50 B-2LM
ru: 130-мм/50 Б-2ЛМ
uk: 130-мм/50 Б-2ЛМ
zh: 130 毫米/50 B-2LM

# IDS_PZGM068_203_55MM_MLE_1931_TRIPLE
source: 203 mm/55 Mle 1934
ru: 203-мм/55 Mle 1934
uk: 203-мм/55 Mle 1934
zh: 203 毫米/55 1934型

# IDS_PZGM526_410MM50_RF
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PZGM527_410MM50
source: 410 mm/50 10th Year Type
es_mx: 410 mm/50 Tipo 10º Año
ru: 410-мм/50 10th Year Type
uk: 410-мм/50 10th Year Type
zh: 410毫米/50 十年式

# IDS_PZGS053_100MM_70_SM_5_1S
source: 100 mm/70 SM-5-1s
ru: 100-мм/70 СМ-5-1с
uk: 100-мм/70 СМ-5-1с
zh: 100 毫米/70 SM-5-1s

# IDS_PZGS069_100MM_45_MLE_1930
source: 100 mm/45 Mle 1931
ru: 100-мм/45 Mle 1931
uk: 100-мм/45 Mle 1931
zh: 100 毫米/45 1931型

# IDS_PZGS524_155MM_60_TYPE3
source: 155 mm/60 3rd Year Type
es_mx: 155 mm/60 Tipo 3er Año
ru: 155-мм/60 3rd Year Type
uk: 155-мм/60 3rd Year Type
zh: 155 毫米/60 三年式

# IDS_PZGS525_127MM40_TYPE89_MOD_A
source: 127 mm/40 Type89 A1 mod. 2
es_mx: 127 mm/40 Tipo 89 A1 mod. 2
ru: 127-мм/40 Type89 A1 mod. 2
uk: 127-мм/40 Type89 A1 mod. 2
zh: 127 毫米/40 八九式 一型二号

# IDS_PZGT003_533MM_1N_3TUBES
source: 533 mm 1-N
ru: 533-мм 1-N
uk: 533-мм 1-N
zh: 533 毫米 1-N

# IDS_PZGT006_21IN_MK14_TORPEDO_TUBES
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PZGT007_21IN_MK15_TORPEDO_TUBES
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PZGT012_21IN_MK15_TORPEDO_TUBES
source: 533 mm Mk15
ru: 533-мм Mk15
uk: 533-мм Mk15
zh: 533 毫米 Mk15

# IDS_PZGT016_21IN_TRIPLE_TORPEDO_TUBE
source: 533 mm TR Mk IV
ru: 533-мм TR Mk IV
uk: 533-мм TR Mk IV
zh: 533 毫米 TR Mk IV

# IDS_PZGT017_21IN_MK14_TORPEDO_TUBES
source: 533 mm Mk14
ru: 533-мм Mk14
uk: 533-мм Mk14
zh: 533 毫米 Mk14

# IDS_PZGT021_21IN_5TUBE_TORPEDO_TUBE
source: 533 mm QR Mk VI
ru: 533-мм QR Mk VI
uk: 533-мм QR Mk VI
zh: 533 毫米 QR Mk VI

# IDS_PZGT028_21IN_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PZGT030_21IN_TORPEDO_TUBES_TWIN_R
source: 533 mm DR Mk II
ru: 533-мм DR Mk II
uk: 533-мм DR Mk II
zh: 533 毫米 DR Mk II

# IDS_PZGT046_533MM_1N_3TUBES
source: 533 mm 1-N
ru: 533-мм 1-N
uk: 533-мм 1-N
zh: 533 毫米 1-N

# IDS_PZGT048_500MM_TWIN_TUBE
source: 500 mm Zwilling
ru: 500-мм Zwilling
uk: 500-мм Zwilling
zh: 500 毫米 四联装

# IDS_PZGT050_21IN_MK14_TORPEDO_TUBES
source: 533 mm Mk14 Quintuple
es_mx: 533 mm Mk14 Quíntuple
ja: 533 mm Mk14 五連装
ru: 533-мм Mk14 5-трубный
uk: 533-мм Mk14 5-трубний
zh: 533毫米 Mk14 五联装

# IDS_PZGT051_21IN_MK14_TORPEDO_TUBES
source: 533 mm Mk14 Quintuple
es_mx: 533 mm Mk14 Quíntuple
ja: 533 mm Mk14 五連装
ru: 533-мм Mk14 5-трубный
uk: 533-мм Mk14 5-трубний
zh: 533毫米 Mk14 五联装

# IDS_PZGT052_533MM_TORPEDO_TUBES_TRIPLE
source: 533 mm Triple
ja: 533 mm 三連装
ru: 533-мм 3-трубный
uk: 533-мм 3-трубний
zh: 533 毫米 三联装
zh_sg: 533 mm 三联

# IDS_PZGT054_533MM_PTA_5TUBES
source: 533 mm Quintuple PTA-53-68-bis
es_mx: 533 mm Quíntuple PTA-53-68-bis
ja: 533 mm 五連装 PTA-53-68-bis
ru: 533-мм ПТА-53-68-бис
uk: 533-мм ПТА-53-68-біс
zh: 533 毫米 PTA-53-68-bis型 五联装
zh_sg: 533 mm 五联 PTA-53-68-bis

# IDS_PZGT070_550MM_3TUBE_MLE_1924
source: 550 mm tube lance-torpilles
ru: 550-мм tube lance-torpilles
uk: 550-мм tube lance-torpilles
zh: 550-мм tube lance-torpilles

# IDS_PZPA001_130_HE_ANSHAN
source: 130 mm HE A
ru: 130-мм HE A
uk: 130-мм HE A
zh: 130 毫米 HE A

# IDS_PZPA002_130_AP_ANSHAN
source: 130 mm SAP A
ru: 130-мм SAP A
uk: 130-мм SAP A
zh: 130 毫米 SAP A

# IDS_PZPA003_127_HE_LO_YANG
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PZPA004_127_AP_LO_YANG
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PZPA005_120_HE_BL_I
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PZPA006_120_AP_BL_I
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PZPA007_127_HE_MK_38
source: 127 mm HE Mk32
ru: 127-мм HE Mk32
uk: 127-мм HE Mk32
zh: 127 毫米 HE Mk32

# IDS_PZPA008_127_AP_MK_38
source: 127 mm AP/SC Mk38
ru: 127-мм AP/SC Mk38
uk: 127-мм AP/SC Mk38
zh: 127 毫米 AP/SC Mk38

# IDS_PZPA009_120_HE_QF_MK_IX
source: 120 mm HE
ru: 120-мм HE
uk: 120-мм HE
zh: 120 毫米 HE

# IDS_PZPA010_120_AP_QF_MK_IX
source: 120 mm AP
ru: 120-мм AP
uk: 120-мм AP
zh: 120 毫米 AP

# IDS_PZPA011_102MM_HE_QF_MKIV
source: 102 mm HE
ru: 102-мм HE
uk: 102-мм HE
zh: 102 毫米 HE

# IDS_PZPA012_102MM_AP_QF_MKIV
source: 102 mm AP
ru: 102-мм AP
uk: 102-мм AP
zh: 102 毫米 AP

# IDS_PZPA013_127_HE_MK_7
source: 127 mm HE/HC Mk39
ru: 127-мм HE/HC Mk39
uk: 127-мм HE/HC Mk39
zh: 127 毫米 HE/HC Mk39

# IDS_PZPA014_127_AP_MK_7
source: 127 mm AP Mk15
ru: 127-мм AP Mk15
uk: 127-мм AP Mk15
zh: 127 毫米 AP Mk15

# IDS_PZPA015_105MM_AP_PSGR
source: 105 mm P.Spr.Gr.
ru: 105-мм P.Spr.Gr.
uk: 105-мм P.Spr.Gr.
zh: 105 毫米 被帽穿甲弹

# IDS_PZPA016_105MM_HE_SPRGR
source: 105 mm Spr.Gr. L/3.85
ru: 105-мм Spr.Gr. L/3.85
uk: 105-мм Spr.Gr. L/3.85
zh: 105 毫米 高爆弹 L/3.85

# IDS_PZPA017_127_HE_TYPE89
source: 127 mm HE Type1
es_mx: 127 mm HE Tipo 1
ru: 127-мм HE Type1
uk: 127-мм HE Type1
zh: 127 毫米 HE 一式

# IDS_PZPA018_130MM_HE
source: 130 mm HE-46
pl: 130 mm OB-46
ru: 130-мм ОФ-46
uk: 130-мм ОФ-46
zh: 130 毫米 HE-46

# IDS_PZPA019_130MM_AP
source: 130 mm SAP-46
pl: 130 mm SPP-46
ru: 130-мм ПБ-46
uk: 130-мм НПБ-46
zh: 130 毫米 SAP-46

# IDS_PZPA020_100MM_OF55
source: 100 mm HE-55
pl: 100 mm OB-55
ru: 100-мм ОФ-55
uk: 100-мм ОФ-55
zh: 100 毫米 HE-55

# IDS_PZPA021_152MM_HUANGHE_HE
source: 152 mm OFU-35
ru: 152-мм ОФУ-35
uk: 152-мм ОФУ-35
zh: 152 毫米 OFU-35

# IDS_PZPA022_152MM_HUANGHE_AP
source: 152 mm AP-35
pl: 152 mm PP-35
ru: 152-мм Б-35
uk: 152-мм Б-35
zh: 152 毫米 AP-35

# IDS_PZPA025_130MM_HE_SILIWANGI
source: 130 mm HE-46
pl: 130 mm OB-46
ru: 130-мм ОФ-46
uk: 130-мм ОФ-46
zh: 130 毫米 HE-46

# IDS_PZPA026_130MM_AP_SILIWANGI
source: 130 mm SAP-46
pl: 130 mm SPP-46
ru: 130-мм ПБ-46
uk: 130-мм НПБ-46
zh: 130 毫米 SAP-46

# IDS_PZPA027_410MM_HE_IZUMO_CN
source: 410 mm HE Type0
es_mx: 410 mm HE Tipo 0
ru: 410-мм HE Type0
uk: 410-мм HE Type0
zh: 410 毫米 HE 零式

# IDS_PZPA028_410MM_AP_IZUMO_CN
source: 410 mm AP/APC Type91
es_mx: 410 mm AP/APC Tipo 91
pl: 410 mm AP/APK Type91
ru: 410-мм AP/APC Type91
uk: 410-мм AP/APC Type91
zh: 410-мм AP/APC Type91

# IDS_PZPA029_203MM_HE_MARTEL_CN
source: 203 mm HE OEA Mle 1927
ru: 203-мм HE OEA Mle 1927
uk: 203-мм HE OEA Mle 1927
zh: 203 毫米 HE OEA 1927型

# IDS_PZPA030_203MM_AP_MARTEL_CN
source: 203 mm AP OPf Mle 1936
ru: 203-мм AP OPf Mle 1936
uk: 203-мм AP OPf Mle 1936
zh: 203 毫米 AP OPf 1936型

# IDS_PZPT001_53_51_ANSHAN
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZPT002_MK15_LO_YANG
source: 533 mm Mk15 mod. 3
ru: 533-мм Mk15 mod. 3
uk: 533-мм Mk15 mod. 3
zh: 533 毫米 Mk15 3型

# IDS_PZPT003_53_38_ANSHAN
source: 533 mm 53-38
ru: 533-мм 53-38
uk: 533-мм 53-38
zh: 533 毫米 53-38

# IDS_PZPT004_MK31_LO_YANG
source: 533 mm Mk31
ru: 533-мм Mk31
uk: 533-мм Mk31
zh: 533 毫米 Mk31

# IDS_PZPT005_MK15_LO_YANG
source: 533 mm Mk15 mod. 0
ru: 533-мм Mk15 mod. 0
uk: 533-мм Mk15 mod. 0
zh: 533 毫米 Mk15 0型

# IDS_PZPT008_533_MKII_C
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PZPT009_533_MKII_D
source: 533 mm Mk II
ru: 533-мм Mk II
uk: 533-мм Mk II
zh: 533 毫米 Mk II

# IDS_PZPT012_533_MKVII_C
source: 533 mm Mk VII
ru: 533-мм Mk VII
uk: 533-мм Mk VII
zh: 533 毫米 Mk VII

# IDS_PZPT013_533_MKVII_D
source: 533 mm Mk VIII
ru: 533-мм Mk VIII
uk: 533-мм Mk VIII
zh: 533 毫米 Mk VIII

# IDS_PZPT014_53_51_C
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZPT015_53_51_D
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZPT016_533_MKIX2_C
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PZPT017_533_MKIX2_D
source: 533 mm Mk IX*
ru: 533-мм Mk IX*
uk: 533-мм Mk IX*
zh: 533 毫米 Mk IX*

# IDS_PZPT018_MK_15_MOD3_C
source: Mk15 mod. 3
zh: Mark 15 3型

# IDS_PZPT019_MK_15_MOD3_D
source: Mk15 mod. 3
zh: Mk15 3型

# IDS_PZPT020_MK16_MOD1_C
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PZPT021_MK16_MOD1_D
source: Mk16 mod. 1
zh: Mk16 1型

# IDS_PZPT024_533MM_HUANG_HE
source: 533 mm 53-51
ru: 533-мм 53-51
uk: 533-мм 53-51
zh: 533 毫米 53-51

# IDS_PZPT026_53_56_SILIWANGI
source: 533 mm 53-56
ru: 533-мм 53-56
uk: 533-мм 53-56
zh: 533-мм 53-56

# IDS_PZPT027_550_23DT_MARTEL_CN
source: 550 mm 24V Mod D
ru: 550-мм 24V Mod D
uk: 550-мм 24V Mod D
zh: 550-мм 24V Mod D

# IDS_PZSB509_DESCR
source: Bajie is half-man, half-pig, and one of the main mythological characters in Chinese culture. A wizard who achieved immortality, but was later expelled from the heavens to walk the earth as a punishment for his human passions.
es_mx: Bajie es mitad hombre, mitad cerdo, y uno de los principales personajes mitológicos de la cultura china. Es un mago que alcanzó la inmortalidad, pero más tarde fue expulsado de los cielos para vagar sobre la tierra como castigo por sus pasiones humanas.
ja: 半人半豚の猪八戒 (ズー・バジー) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。元々は天界に住む不老不死の将でしたが、人間的な情熱ゆえに罰として天界を追われ、地上に落とされました。
pl: Bajie to pół-człowiek, pół-świnia i jedna z najważniejszych mitycznych postaci w chińskiej mitologii. Czarodziej, który zyskał nieśmiertelność, lecz później został wyrzucony z niebios i skazany na tułaczkę za przywiązanie do ludzkich namiętności.
ru: Bajie (Бацзе) — получеловек-полусвинья и один из главных мифологических персонажей в китайской культуре. Чародей, который достиг бессмертия, но позже был свергнут с небес на землю за мелкие человеческие страсти.
uk: Bajie (Бацзе) — напівлюдина-напівсвиня та один з головних міфологічних персонажів у китайській культурі. Чародій, який досяг безсмертя, але пізніше його скинули з небес на Землю за дрібні людські пристрасті.
zh: Bajie (Бацзе) — получеловек-полусвинья и один из главных мифологических персонажей в китайской культуре. Чародей, который достиг бессмертия, но позже был свергнут с небес на землю за мелкие человеческие страсти.
zh_sg: 八戒是中国猪面人身的神话人物之一。原为天界神仙，后因触犯天条被贬下凡尘。

# IDS_PZSC101
source: Chengan
zh: 成安
zh_sg: 成安

# IDS_PZSC101_DESCR
source: This small escort ship (Kaibōkan) was built during World War II for the Imperial Japanese Navy. In 1947, she was transferred to the Republic of China.
es_mx: Este pequeño barco escolta (Kaibōkan) fue construido durante la 2ª Guerra Mundial para la Marina Imperial Japonesa. En 1947, fue transferido a la República de China.
ja: 二次大戦中に大日本帝国海軍用として建造された小型の海防艦であり、1947 年に中華民国に引き渡され、成安 (チョンアン) として配備されました。
pl: Ten mały okręt eskortowy został zbudowany w trakcie II wojny światowej dla Cesarskiej Marynarki Wojennej Japonii. W 1947 roku został przekazany Republice Chińskiej.
ru: Небольшой эскортный корабль (кайбокан), построенный во время Второй мировой войны для Императорского флота Японии и переданный Китайской Республике в 1947 году.
uk: Невеликий ескортний корабель (кайбокан), побудований під час Другої світової війни для Імператорського флоту Японії і переданий до Китайської Республіки 1947 р.
zh: 大战期间为R国海军所建造的小型护卫舰。1947 年，将它转交给了C国。
zh_sg: 第二次世界大战期间日本帝国海军所建造的小型护卫舰(Kaibōkan)。1947年，转交给了中华民国。

# IDS_PZSC101_FULL
source: Chengan
zh: 成安
zh_sg: 成安

# IDS_PZSC506
source: Huanghe
zh: 黄河
zh_sg: 黄河

# IDS_PZSC506_DESCR
source: A U.K. light cruiser intended for service within a squadron, for carrying out close reconnaissance and counter-destroyer missions. In 1948, the ship was transferred to the Republic of China Navy but joined the PLA Navy a year later, becoming its most powerful combat unit. In the early 1950s, a plan was drawn up for the refurbishment of the cruiser by replacing her weapons and equipment with Soviet-made models.
es_mx: Un crucero ligero del RU diseñado para servir en un escuadrón, conducir reconocimientos cercanos y para misiones anti-destructores. En 1948, el barco fue transferido a la Marina de la República de China, pero se unió a la Marina del EPL un año después, convirtiéndose en su unidad de combate más poderosa. A principios de los años 50, se creó un plan para la renovación del crucero, reemplazando sus armas y equipo con modelos de origen soviético.
ja: 戦隊内での運用を前提としたイギリス製の軽巡洋艦であり、近接偵察および駆逐艦の撃退が主な任務でした。本艦は 1948 年に中華民国海軍に引き渡されましたが、その翌年には中国人民解放海軍に加わって黄河 (ファンフー) として就役し、同海軍における最強の戦闘ユニットになりました。1950 年代前半には、兵装と設備をソ連製のものへと置き換える改装案が立案されました。
pl: Lekki krążownik brytyjski, mający służyć jako część eskadry i wykonywać misje zwiadowcze oraz przechwytywać niszczyciele. W 1948 roku okręt został przekazany Marynarce Republiki Chińskiej i oficjalnie wcielony do niej rok później, stając się jej najpotężniejszą jednostką bojową. We wczesnych latach 50. planowano odbudowę krążownika i zastąpienie uzbrojenia i wyposażenia na odpowiedniki produkcji radzieckiej.
ru: Британский лёгкий крейсер, предназначавшийся для действий в составе эскадры, ближней разведки и противодействия эсминцам. В 1948 году передан ВМС Китайской республики, а в следующем году перешёл в состав ВМС КНР, став самой мощной их боевой единицей. В начале 1950-х годов был разработан план реконструкции крейсера с заменой вооружения и оборудования на советские образцы.
uk: Британський легкий крейсер, що призначався діяти у складі ескадри, протидіяти есмінцям та для ближньої розвідки. 1948 р. переданий до ВМС Китайської республіки, а наступного року перейшов до складу ВМС КНР і став їхньою найпотужнішою бойовою одиницею. На початку 1950-х рр. розробили план реконструкції крейсера із заміною озброєння і устаткування на радянські зразки.
zh: 一艘为了在海军中队服务的Y系轻型巡洋舰，执行近海侦察以及反驱逐舰任务。1948 年，该战舰被转交给C国海军，并在一年后正式地被指派成为海军现役最强的作战单位。五零年代初期，拟定使用S系制型号来取代它的武器和装备以整修巡洋舰的计划。
zh_sg: 一艘为了服役于中队、执行近海侦察和反驱逐舰任务的英国轻型巡洋舰。1948年，战舰被转角给中华民国海军，在1年后加入了中国人民解放军海军，成为了当时最强大的作战单位。50时间初期，为了整修该巡洋舰制定了一项计划，用苏联制造的武器和配件替换战舰原有军备。

# IDS_PZSC506_FULL
source: Huanghe
zh: 黄河
zh_sg: 黄河

# IDS_PZSC508_DESCR
source: This Project 68-bis light cruiser, built for the Soviet Navy, had good AA defenses and carried twelve 152 mm guns with a very long range of fire. In 1963, the ship joined the Indonesian Navy.
es_mx: Este crucero ligero del Proyecto 68-bis, construido para la Armada de los EE. UU., Tenía buenas defensas AA y llevaba doce cañones de 152 mm con un rango muy largo de fuego. En 1963, el barco se unió a la Armada de Indonesia.
ja: この 68-bis 計画型軽巡洋艦は、ソ連海軍用として建造されました。良好な対空兵装を備え、極めて長射程の 152 mm 砲を 12 門搭載していました。本艦は、1963 年にインドネシア海軍に加わり、イリアンと命名されました。
pl: Ten lekki krążownik typu Projekt 68-bis, zbudowany dla marynarki radzieckiej, posiada solidne uzbrojenie przeciwlotnicze i artylerię główną złożoną z 12 dział kal. 152 mm o bardzo dalekim zasięgu. W 1963 roku okręt został wcielony do Indonezyjskiej Marynarki Wojennej.
ru: Лёгкий крейсер проекта 68-бис, построенный для ВМФ СССР. Имел хорошую ПВО и был вооружён двенадцатью 152-мм орудиями с очень высокой дальностью стрельбы. В 1963 году вошёл в состав ВМС Индонезии.
uk: Легкий крейсер проекту 68-біс, побудований для ВМФ СРСР. Мав чудову ППО і був озброєний дванадцятьма 152-мм гарматами з дуже високою дальністю стрільби. 1963 р. увійшов до складу ВМС Індонезії.
zh: 这艘专为苏联海军建造的计划68-bis轻型巡洋舰具有良好的防空防御，并携带12门射成非常长的152毫米炮。1963年，该舰加入了印度尼西亚海军。
zh_sg: 这艘专为美国海军建造的Project 68-bis轻型巡洋舰具有良好的对空防御能力，并装备了12门152毫米火炮，火力覆盖范围很大。1963年，该战舰加入了印度尼西亚海军。

# IDS_PZSC518_DESCR
source: Wukong is the Monkey King and one of the main mythological characters in Chinese culture. He is an immortal demon who obtained extraordinary power after long years of wandering and spiritual perfection.
es_mx: Wukong es el Rey Mono, y uno de los principales personajes mitológicos de la cultura china. Es un demonio inmortal que obtuvo poderes extraordinarios después de largos años de vagar sin rumbo y de perfección espiritual.
ja: 猿の王である孫悟空 (サン・ウーコン) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。不老不死であり、長年に渡る放浪と精神的完成によって非凡な力を獲得しました。
pl: Wukong to Małpi Król i jedna z najważniejszych mitycznych postaci w chińskiej mitologii. To nieśmiertelny diabeł, który zyskał niesamowitą moc po latach wędrówki i duchowego doskonalenia.
ru: Wukong (Укун) — царь обезьян и один из главных мифологических персонажей в китайской культуре. Это бессмертный демон, получивший необычайную силу после долгих лет странствий и духовного совершенствования.
uk: Wukong (Укун) — цар мавп та один з головних міфологічних персонажів у китайській культурі. Це безсмертний демон, який отримав надзвичайну силу після довгих мандрувань і духовного удосконалювання.
zh: Wukong (Укун) — царь обезьян и один из главных мифологических персонажей в китайской культуре. Это бессмертный демон, получивший необычайную силу после долгих лет странствий и духовного совершенствования.
zh_sg: 悟空即猴王，是中国神话人物之一。作为一名妖怪，经过种种历练和精神修行，获得了非凡的力量。

# IDS_PZSD102
source: Longjiang
zh: 龙江
zh_sg: 龙江

# IDS_PZSD102_DESCR
source: In 1913, this destroyer was ordered from Germany in order to reinforce the Republic of China Navy with up-to-date ships. She was never built, but her design formed the basis for German V-25 destroyers.
es_mx: En 1913, este destructor fue encargado en Alemania para reforzar la Marina de la República de China con barcos actualizados. Nunca fue construido, pero su diseño fue la base de los destructores alemanes V-25.
ja: 中華民国海軍を近代的な艦艇で強化するため、1913 年にドイツに発注されたのがこの龍江 (ロンジャン) でした。本艦は建造されませんでしたが、その設計は、ドイツの V-25 型駆逐艦のベースとして活かされました。
pl: W 1913 roku niszczyciel ten został zamówiony przez Niemcy dla Republiki Chińskiej, żeby wzmocnić przestarzałą jej marynarkę. Nigdy nie został zbudowany, ale jego projekt stanowił podstawę niszczycieli V-25.
ru: Эскадренный миноносец, заказанный в Германии в 1913 году для пополнения флота Китайской Республики современными кораблями. Построен не был, но послужил прототипом для немецких эсминцев типа V-25.
uk: Ескадрений міноносець, замовлений у Німеччині 1913 р. для поповнення флоту Китайської Республіки сучасними кораблями. Так і не побудували, але став прототипом для німецьких есмінців типу V-25.
zh: 1913 年，这艘驱逐舰是为了要以最新式战舰来强化C国海军而跟D国订购。它从未被建造出来，但它的设计形成了D系 V-25 驱逐舰的基本结构。
zh_sg: 1913年，为了实现用最新式战舰强化中华民国海军目的，而向德国订购的驱逐舰。虽然该战舰未被制造出来，但它的设计最终成为了德国V-25驱逐舰的基础。

# IDS_PZSD102_FULL
source: Longjiang
zh: 龙江
zh_sg: 龙江

# IDS_PZSD103
source: Phra Ruang
zh: 帕襄
zh_sg: 帕禳
