Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC290_BRITISHCVARC_WESTLAND_WYVERN_DESCRIPTION
source: The story of the Westland Wyvern, the first turbo-prop warplane, began in 1944. At the height of World War II, the British Navy still had no up-to-date multi-purpose carrier-based aircraft with a large operating radius. The Westland company took up the relevant project and prepared their first prototype in 1946. To provide the pilot with a good overview during takeoff and landing, the plane had a peculiar hump-shaped silhouette. Another feature of the design of a promising strike torpedo bomber, entitled Wyvern, were two four-blade propellers with opposite rotation. Ordinary piston engines couldn't provide the required speed characteristics for a well-armed, long-range aircraft capable of carrying a significant load, so Westland's designers chose a turbo-prop engine. However, its development and completion dragged on for several years, so the first Westland Wyverns only arrived in Naval Air Force squadrons in 1953.
es_mx: La historia del Westland Wyvern, el primer avión de guerra turbohélica, comenzó en 1944. En el apogeo de la Segunda Guerra Mundial, la Marina Británica aún no tenía un avión embarcado multipropósito moderno con una gran radio de operación. La compañía Westland tomó en sus manos este relevante proyecto y preparó su primer prototipo en 1946. Para proporcionar al piloto una buena visión durante el despegue y el aterrizaje, el avión tenía una silueta peculiar con una forma de joroba. Otra característica del diseño de un prometedor torpedero de ataque, nombrado Wyvern, eran las dos hélices de cuatro aspas de rotación opuesta. Los motores ordinarios de pistones no podían proporcionar las características requeridas de velocidad para un avión bien armado, de largo alcance y capaz de transportar una carga significativa, así que los diseñadores del Westland escogieron un motor turbohélice. Sin embargo, su desarrollo y conclusión tomó varios años, por lo que los primeros Westland Wyverns llegaron a los escuadrones de la Fuerza Aérea Naval hasta 1953.
ja: 初のターボプロップ式軍用機であるウェストランド・ワイヴァーンの物語は、1944 年に始まりました。二次大戦の最中、イギリス海軍は長い航続距離を備えた多用途で最新鋭の多用途艦上機を欠いていました。そこでウェストランド社がこの開発計画に取り組み、1946 年に最初の試作機を完成させました。本機は、離着陸時に良好な視界を提供すべく、特徴的なこぶ状のシルエットになっていました。もうひとつの特徴として、4 翅の二重反転プロペラを装備していました。 通常のピストンエンジンでは、重武装で航続距離が長く多大な搭載量を誇る機体において要求された速力を達成することができなかったため、ウェストランド社の技師陣はターボプロップ・エンジンを採択しました。しかしこのエンジンの開発と完成が数年に渡って遅れたため、このウェストランド・ワイヴァーンが最初に艦隊航空隊に配備されたのは、1953 年のことでした。
pl: Historia Westland Wyvern, pierwszego samolotu napędzanego silnikiem turbośmigłowym, rozpoczęła się w 1944 roku. W kluczowym momencie II wojny światowej marynarka brytyjska wciąż nie posiadała nowoczesnego, wielozadaniowego samolotu pokładowego o dużym zasięgu operacyjnym. Firma Westland rozpoczęła prace nad projektem i zaprezentowała pierwszy prototyp w 1946 roku. Żeby zapewnić pilotowi dobrą widoczność przy starcie i lądowaniu, samolot miał szczególną, „garbatą” sylwetkę. Kolejnym ciekawym elementem obiecującego projektu, który nazwano Wyvern, były dwa czterołopatowe przeciwbieżne śmigła. Klasyczne silniki tłokowe nie mogły zapewnić wystarczającej charakterystyki prędkościowej dobrze uzbrojonym samolotom o dużym zasięgu, więc projektanci firmy Westland zdecydowali się na silnik turbośmigłowy. Jednak ich rozwój przeciągał się latami, więc pierwsze samoloty Westland Wyvern pojawiły się w bazach Naval Air Force dopiero w 1953 roku.
ru: История Westland Wyvern, первого боевого самолёта с турбовинтовым двигателем, началась в 1944 году. В разгар Второй мировой войны британские ВМС всё ещё не имели современного многоцелевого палубного самолёта с большим радиусом действия. За работу над соответствующим проектом взялась компания Westland, подготовившая первый прототип в 1946 году. Для обеспечения пилоту хорошего обзора при взлёте и посадке машина получила специфический горбообразный силуэт. Другой отличительной особенностью конструкции перспективного истребителя-торпедоносца, названного Wyvern (англ. «Виверна»), стали два четырёхлопастных винта противоположного вращения. Обычные поршневые моторы не могли обеспечить соответствующие скоростные характеристики хорошо вооружённому, способному нести значительную нагрузку самолёту дальнего действия, и конструкторы Westland остановили свой выбор на турбовинтовом двигателе. Однако разработка и доводка его затянулась на несколько лет, и первые Westland Wyvern стали поступать в эскадрильи Воздушных сил флота только в 1953 году.
uk: Історія Westland Wyvern — першого бойового літака з турбогвинтовим двигуном — почалася 1944 року. У розпалі Другої світової війни британські ВМС досі не мали сучасного багатоцільового палубного літака з великим радіусом дії. Розробити проект такої машини взялася компанія Westland, яка й приготувала перший прототип 1946 р. Щоб забезпечити добрий огляд для пілота під час зльоту чи посадки, машина набула характерного «горбатого» силуету. Іншою особливістю конструкції перспективного винищувача-торпедоносця, що назвали Wyvern (англ. «Виверн»), стали два чотирилопатеві гвинти протилежного обертання. Звичайні поршневі двигуни не могли забезпечити потрібні швидкісні характеристики для добре озброєного та здатного нести значний вантаж літака далекої дії, тож конструктори Westland зупинили свій вибір на турбогвинтовому двигуні. Втім, його розроблення та доведення затягнулися на кілька років, і перші Westland Wyvern стали надходити в ескадрильї Повітряних сил флоту лише з 1953 р.
zh: История Westland Wyvern, первого боевого самолёта с турбовинтовым двигателем, началась в 1944 году. В разгар Второй мировой войны британские ВМС всё ещё не имели современного многоцелевого палубного самолёта с большим радиусом действия. За работу над соответствующим проектом взялась компания Westland, подготовившая первый прототип в 1946 году. Для обеспечения пилоту хорошего обзора при взлёте и посадке машина получила специфический горбообразный силуэт. Другой отличительной особенностью конструкции перспективного истребителя-торпедоносца, названного Wyvern (англ. «Виверна»), стали два четырёхлопастных винта противоположного вращения. Обычные поршневые моторы не могли обеспечить соответствующие скоростные характеристики хорошо вооружённому, способному нести значительную нагрузку самолёту дальнего действия, и конструкторы Westland остановили свой выбор на турбовинтовом двигателе. Однако разработка и доводка его затянулась на несколько лет, и первые Westland Wyvern стали поступать в эскадрильи Воздушных сил флота только в 1953 году.
zh_sg: 第一架涡轮螺旋桨战机韦斯特兰飞龙式战机的故事始于1944年。第二次世界大战进行到白热化阶段，英国海军仍然没有装备大行动半径的最新多用途舰载机。韦斯特兰公司在1946年开始了相关项目并研发出第一个原型。为了在起飞和降落期间为飞行员提供良好的视野，飞机设计了一个特殊的驼峰形状的机身。这种鱼雷轰炸机被命名为“飞龙”，它的另一个特征拥有是两个四叶螺旋桨，旋转方向相反。 普通的活塞发动机无法为载弹量很高的装备精良的远程战机提供随需的速度属性，因此韦斯特兰公司的设计师们选择了涡轮螺旋桨发动机。然而，它的研发过程拖延了几年，因此，第一架韦斯特兰飞龙式战机在1953年才抵达海军航空飞行中队服役。

# IDS_PCZC291_BRITISHCVARC_FAIREYBARRACUDA_II_DESCRIPTION
source: The idea of creating a carrier-based, all-metal monoplane, capable of performing the functions of both torpedo bomber and dive bomber, was first suggested by the Fairey company in the early 1930s. However, the endless stream of discrepant requirements from the Ministry of Aviation to change the design delayed the work for almost a decade. As a result, when the production of the aircraft, named "Barracuda", finally commenced in 1942, its characteristics were far from impressive. The Barracuda II, which began to enter service in the Naval Air Force in early 1943, was slightly better with a more powerful 1,600 hp engine. The not-too-fast and not-very-maneuverable Barracuda didn't make for a good torpedo bomber. But a number of constructive advantages allowed it to cope well with the role of a dive bomber. The most striking moment of its career was during operation Tungsten, which involved striking battleship Tirpitz, hiding in one of the Norwegian fjords. On April 4, 1944, forty-two Barracudas, coming in two waves, hit the battleship 14 times with their bombs, losing only three planes in the assault. The battleship was put out of action for several months. As the Air Force was obtaining American Grumman Avengers—which surpassed the Barracudas in all respects—as part of a lend-lease, the British aircraft became auxiliary planes, focusing mainly on reconnaissance, the mining of enemy harbors and fairways, anti-submarine patrols, and transporting.
es_mx: La idea de crear un avión embarcado, un monoplano totalmente metálico, capaz de desempeñar funciones torpedero y de bombardero en picada, fue sugerida por primera vez por la compañía Fairey a principios de los años 30. Sin embargo, el interminable flujo de requisitos discrepantes del Ministro de Aviación para cambiar el diseño retrasó el trabajo por casi una década. Como resultado, cuando la producción del avión, llamado "Barracuda", finalmente comenzó en 1942, sus características estaban lejos de ser impresionantes. El Barracuda II, que comenzó a entrar en servicio en la Fuerza Aérea Naval a principios de 1943, era ligeramente mejor con un motor más poderoso de 1600 hp. El no tan veloz ni maniobrable Barracuda no logró ser un buen torpedero. Pero una cantidad de ventajas constructivas le permitían realizar un buen papel de bombardero en picada. El momento más importante de su carrera fue durante la operación Tungsteno, que involucraba hundir al acorazado Tirpitz, escondido en uno de los fiordos noruegos. El 4 de abril de 1944, cuarenta y dos Barracudas, distribuidos en dos olas, alcanzaron al acorazado 14 veces con sus bombas, perdiendo únicamente tres aviones en el asalto. El acorazado fue puesto fuera de acción por varios meses. Ya que la Fuerza Aérea estaba obteniendo a los Grumman Avengers estadounidenses, que sobrepasaban a los Barracuda en todos los aspectos, como parte de la Ley de Préstamo y Arriendo, los aviones británicos se convirtieron en aviones auxiliares, enfocados principalmente al reconocimiento, a minar los puertos y rutas enemigas, al patrullaje antisubmarino y al transporte.
ja: 雷撃機としても急降下爆撃機としても運用可能な全金属製で単葉の艦上機を開発するというアイデアは、1930 年代の序盤にフェアリー社によって初めて提案されました。しかし、その設計の変更に対して航空省から矛盾した要求が繰り返されたため、開発作業はほぼ 10 年も遅れました。その結果として「バラクーダ」呼ばれる本機の生産が開始されたのは 1942 年のことであり、その性能は全く印象的なものではありませんでした。1943 年の序盤から艦隊航空隊への配備が始まったバラクーダ II ではエンジンが 1,600 馬力のものに変更され、諸性能がやや向上していました。 速力も機動性もあまり優れているとは言えないこのバラクーダは、雷撃機として優秀とは言えませんでしたが、建設的な長所を数多く備えていたため、急降下爆撃機としては優秀でした。本機の経歴における最も目覚ましい瞬間は、ノルウェーのフィヨルドに潜むドイツ戦艦ティルピッツを撃沈するための航空作戦であるタングステン作戦の際のことであり、1944 年 4 月 4 日、42 機のバラクーダが 2 波に分かれて攻撃を敢行し、ティルピッツに 14 発もの爆弾を命中させ、損失は僅か 3 機に留まりました。この結果としてティルピッツは数ヶ月に渡って行動不能に陥りました。その後、イギリス空軍はバラクーダよりも全面的に優れたアメリカ製のグラマン・アヴェンジャーをレンドリース法に基づいて供与されたため、バラクーダは補助機扱いとなり、主として偵察、敵の港湾や航路に対する機雷投下、対潜哨戒、輸送といった任務に用いられるようになりました。
pl: Pomysł stworzenia morskiego, w pełni metalowego jednopłatu, zdolnego do pełnienia zarówno funkcji bombowca torpedowego, jak i nurkującego, został przestawiony w latach 30. przez firmę Fairey. Jednak niekończąca się lista zmian w wymaganiach przedkładanych przez Ministerstwo Lotnictwa opóźniła prace projektowe niemal o dekadę. W rezultacie osiągi samolotu nazwanego „Barracuda”, którego produkcja rozpoczęła się w 1942 roku, były dalekie od ideału. Samolot Barracuda II, którego służba w Naval Air Force rozpoczęła się na początku 1943 roku, był nieco lepszy dzięki silnikowi o mocy 1600 KM. Niezbyt szybka i niezbyt zwrotna Barracuda nie była udanym bombowcem torpedowym. Ale szereg cech konstrukcyjnych dobrze predestynował ją do roli bombowca nurkującego. Najjaśniejszym momentem jej kariery była operacja Tungsten, podczas której zaatakowano pancernik Tirpitz, kryjący się pośród norweskich fiordów. 4 kwietnia 1944 roku czterdzieści dwie Barracudy, nadlatujące w dwóch falach, trafiły bombami pancernik 14 razy, przy stratach własnych wynoszących jedynie 3 samoloty. Cel został wyłączony z walk na wiele miesięcy. Ponieważ Naval Air Force otrzymywała w już w ramach programu lend-lease amerykańskie samoloty Grumman Avenger, które przewyższały Barracudy pod każdym względem, samoloty brytyjskie stały się maszynami dodatkowymi, używanymi głównie do prowadzenia zwiadu, rozstawiania min, zwalczania okrętów podwodnych i transportu.
ru: Идея создания палубного цельнометаллического моноплана, способного выполнять функции как торпедоносца, так и пикирующего бомбардировщика, родилась в недрах фирмы Fairey ещё в начале 1930-х годов. Однако бесконечный поток противоречивых требований со стороны Министерства авиации о внесении изменений в конструкцию затянул проектирование почти на десять лет. В итоге, когда в 1942 году производство самолёта, получившего имя Barracuda, наконец началось, его характеристики оказались далеки от впечатляющих. Немного лучше была Barracuda II с более мощным 1600-сильным двигателем, начавшая поступать в Воздушные силы флота в начале 1943 года. Недостаточно скоростная и манёвренная Barracuda плохо подходила для роли торпедоносца. Однако ряд конструктивных преимуществ позволил ей хорошо справляться с ролью пикирующего бомбардировщика. Самым ярким эпизодом её карьеры была операция Tungsten (англ. «Вольфрам») — нанесение удара по линкору Tirpitz, скрывавшемуся в одном из норвежских фьордов. 4 апреля 1944 года 42 «барракуды», атаковавшие двумя волнами, ценой потери трёх машин добились 14 бомбовых попаданий в линкор, выведя его из строя на несколько месяцев. По мере того как на вооружение Воздушных сил флота поступали по ленд-лизу американские Grumman Avenger, превосходившие «барракуду» по всем параметрам, британские самолёты переводились на роль вспомогательных, сосредоточившись на разведке, минировании вражеских гаваней и фарватеров, противолодочном патрулировании и транспортных функциях.
uk: Ідея створення палубного суцільнометалевого моноплана, здатного виконувати функції як торпедоносця, так і пікіруючого бомбардувальника, народилася в нетрях фірми Fairey ще на початку 1930-х років, але нескінченний потік суперечливих вимог щодо внесення змін у конструкцію з боку Міністерства авіації розтягнув проектування майже на десять років. Отже, коли 1942 року виробництво літака, який отримав назву Barracuda, нарешті, розпочали, його характеристики виявилися далеко не видатними. Трохи кращою виявилася оснащена потужнішим 1600-сильним двигуном Barracuda II, яка почала надходити до Повітряних сил флоту на початку 1943 р. Недосить швидкісна та маневрена Barracuda погано годилася на роль торпедоносця. Втім, низка конструктивних переваг робила її чудовим кандидатом на роль пікіруючого бомбардувальника. Найяскравішим епізодом у кар’єрі цих літаків була операція Tungsten (англ. «Вольфрам») — завдання удару по лінкору Tirpitz, що переховувався в одному з норвезьких фіордів. 4 квітня 1944 р. 42 «баракуди» атакували лінкор двома хвилями та ціною втрати трьох машин завдали 14 бомбових влучень у корабель, вивівши його з ладу на кілька місяців. Коли на озброєння Повітряних сил флоту почали надходити за ленд-лізом американські Grumman Avenger, що перевершували «баракуд» за всіма показниками, британські літаки переводили на допоміжні ролі, як-от розвідка, мінування гаваней і фарватерів супротивника, протичовнове патрулювання й транспортування.
zh: Идея создания палубного цельнометаллического моноплана, способного выполнять функции как торпедоносца, так и пикирующего бомбардировщика, родилась в недрах фирмы Fairey ещё в начале 1930-х годов. Однако бесконечный поток противоречивых требований со стороны Министерства авиации о внесении изменений в конструкцию затянул проектирование почти на десять лет. В итоге, когда в 1942 году производство самолёта, получившего имя Barracuda, наконец началось, его характеристики оказались далеки от впечатляющих. Немного лучше была Barracuda II с более мощным 1600-сильным двигателем, начавшая поступать в Воздушные силы флота в начале 1943 года. Недостаточно скоростная и манёвренная Barracuda плохо подходила для роли торпедоносца. Однако ряд конструктивных преимуществ позволил ей хорошо справляться с ролью пикирующего бомбардировщика. Самым ярким эпизодом её карьеры была операция Tungsten (англ. «Вольфрам») — нанесение удара по линкору Tirpitz, скрывавшемуся в одном из норвежских фьордов. 4 апреля 1944 года 42 «барракуды», атаковавшие двумя волнами, ценой потери трёх машин добились 14 бомбовых попаданий в линкор, выведя его из строя на несколько месяцев. По мере того как на вооружение Воздушных сил флота поступали по ленд-лизу американские Grumman Avenger, превосходившие «барракуду» по всем параметрам, британские самолёты переводились на роль вспомогательных, сосредоточившись на разведке, минировании вражеских гаваней и фарватеров, противолодочном патрулировании и транспортных функциях.
zh_sg: 费瑞公司在1930年代初首次提出了制造舰载全金属单翼飞机的想法，这种单翼飞机能够同时实现鱼雷轰炸机和俯冲轰炸机的功能。然而，航空部对修改方案无休止的争论使研发工作推迟了近十年。因此，当这架名为“梭鱼”的飞机于1942年开始生产时，其特性已经平平无奇。梭鱼II式于1943年初开始在海军航空部队服役，使用功率更大的1600马力发动机，性能稍有提升。 梭鱼式飞机速度不是很快，机动性也不是很有喜，它并没有成为很好的鱼雷轰炸机。但是，一些重要的优势使它能够很好地承担俯冲轰炸机的角色。其服役生涯最高光的时刻是在钨素行动期间，袭击了藏匿在挪威的一个峡湾中提尔皮茨号。1944年4月4日，四十二架梭鱼式飞机分为两波，用炸弹14次击中了提尔皮茨号战列舰，而在袭击中，仅损失了三架飞机。这艘战列舰被迫停止行行动数月之久。随着英国开始装备美国的格鲁曼复仇者式战机作为租借法案的一部分，相比之下全方位落于下风的英国梭鱼式战机成为了辅助飞机，主要用于侦察，敌方港口和航道的情报，反潜巡逻和运输。

# IDS_PCZC292_BRITISHCVARC_HOOK
source: Hook Not Down!
es_mx: ¡El Gancho No Bajó!
ja: Hook Not Down! (フックが下がっていない!)
ru: Не вышел гак!
uk: Не вийшов гак!
zh: Не вышел гак!
zh_sg: 未释放着陆钩！

# IDS_PCZC292_BRITISHCVARC_HOOK_DESCRIPTION
source: Landing Signal Officers (LSOs) appeared onboard U.S. Navy and Royal Navy aircraft carriers in the 1920s. Legend has it that the one who started the practice was the Commander of USS Langley, America's first aircraft carrier. When seeing a potentially unsuccessful aircraft landing, Commander Whiting (first executive officer) decided to give the pilot signals indicating the actions that should be performed, waving with a pair of white sailor caps that he had at hand. One of the first actions the pilot had to perform when starting their approach was to release the landing hook. If the pilot forgot to do this, the signal officer would remind him to do it by waving their paddles up and down.
es_mx: Los Oficiales de Señales de Aterrizaje (LSOs) aparecieron a bordo de los portaaviones de la Armada Estadounidense y de la Royal Navy en los años 20. Una leyenda dice que uno de los que comenzaron esta práctica fue el Comandante del USS Langley, el primer portaaviones de los EE. UU. Al ver un aterrizaje con un gran potencial de fracaso , el Comandante Whiting (primer oficial ejecutivo) decidió darle al piloto señales para indicarle las acciones que debía realizar, agitando un par de gorras blancas de marinero que tenía a la mano. Una de las primeras acciones que el piloto tenía que realizar al iniciar su aproximación era liberar el gancho de aterrizaje. Si al piloto se olvidaba de hacerlo, el oficial de señales debía recordarle que lo hiciera al agitar sus paletas de arriba a abajo.
ja: 着艦信号士官 (Landing Signal Officer、LSO) は、1920 年代からアメリカ海軍とイギリス海軍の航空母艦に登場しました。伝説によると、これを実践し始めたのはアメリカ初の航空母艦であるラングレーの指揮官だったとされています。当時ラングレーの第 1 副艦長だったホワイティングは、着艦に失敗しそうな場面を見た際、白い水兵帽を両手に持って振り、パイロットにやるべきことを伝えることを決めました。 パイロットが着艦のためのアプローチを開始する際、最初にやるべきことのひとつが、着艦フックを下げることでした。パイロットがこれを忘れた場合には、着艦信号士官がパドルを上下に振ることでパイロットに操作を促すことになっていました。
pl: Sygnałowi oficerowie lądowania (Landing Security Oficer – LSO) pojawili się na pokładach lotniskowców Royal Navy i U.S. Navy w latach 20. Podobno tym, który rozpoczął tę praktykę, był dowódca pierwszego amerykańskiego lotniskowca, USS Langley. Widząc potencjalnie nieudane lądowanie, dowódca Whiting (pierwszy oficer) postanowił dać pilotowi sygnały, aby pomóc mu w lądowaniu. W tym celu machał białymi czapkami żeglarskimi, które trzymał w rękach. Jedną z pierwszych czynności, jakie pilot musiał wykonać podchodząc do lądowania, było opuszczenie haka ogonowego. Jeśli o tym zapomniał, oficer sygnałowy przypominał mu o tym machając sygnalizatorami w górę i w dół.
ru: Посадочные сигнальщики появились на авианосцах ВМС США и Королевского флота в 1920-х годах. Как гласит легенда, начало этой практике положил командир USS Langley — первого американского авианосца. Наблюдая за неудачно заходившим на посадку самолётом, коммандер (капитан 2-го ранга) Уайтинг не выдержал и стал подавать пилоту сигналы, какие действия ему следует выполнять, размахивая подвернувшимися под руку белыми матросскими шапочками. Одним из первых действий, которые должен был совершить пилот, начинавший заход на посадку, было выпустить посадочный крюк (гак). Если лётчик забывал это сделать, сигнальщик напоминал ему, размахивая «ракетками» вверх-вниз.
uk: Посадкові сигнальники з’явилися на авіаносцях ВМС США та Королівського флоту в 1920-х роках. За легендою, це сталося завдяки командирові першого американського авіаносця USS Langley. Спостерігаючи за літаком, який невдало заходив на посадку, командир — капітан 2-го рангу Уайтинг — не витримав, схопив матроські шапочки, які лежали поруч, і почав давати пілоту сигнали, пояснюючи, що той має робити. Однією з найперших дій пілота мала бути випустити посадковий гак. Якщо пілот забував це зробити, сигнальник нагадував йому, вимахуючи «ракетками» вгору-вниз.
zh: Посадочные сигнальщики появились на авианосцах ВМС США и Королевского флота в 1920-х годах. Как гласит легенда, начало этой практике положил командир USS Langley — первого американского авианосца. Наблюдая за неудачно заходившим на посадку самолётом, коммандер (капитан 2-го ранга) Уайтинг не выдержал и стал подавать пилоту сигналы, какие действия ему следует выполнять, размахивая подвернувшимися под руку белыми матросскими шапочками. Одним из первых действий, которые должен был совершить пилот, начинавший заход на посадку, было выпустить посадочный крюк (гак). Если лётчик забывал это сделать, сигнальщик напоминал ему, размахивая «ракетками» вверх-вниз.
zh_sg: 1920年代着陆信号员（LSO）开始出现在美国海军和英国皇家海军的航空母舰上。一个传说中降到，开始这一实践的人是美国第一艘航空母舰兰利号的指挥官。当看到飞机着陆有可能不成功时，指挥官Whiting（第一执行官）决定向飞行员发出他应该执行的行动的信号，并挥动手中的一对白色水手帽。 飞行员在开始接近时必须最先采取的行动之一就是释放着陆钩。如果飞行员忘记这样做，信号员会通过上下挥动桨板来提醒他放下着陆钩。

# IDS_PCZC293_BRITISHCVARC_SLANT
source: Slant!
es_mx: ¡Inclinación!
ja: Slant! (傾斜!)
ru: Крен!
uk: Крен!
zh: Крен!
zh_sg: 倾斜！
