Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM058_DESCR
source: Although unaware of it, the next time Scharnhorst encountered the convoy, she was a mere 12 to 15 miles away. But Rear Admiral Bey, who flew his flag on the battleship, decided to abandon the operation, sending Scharnhorst and the destroyers that were desperately searching for their prey towards the Norwegian coast. Burnett's fleet continued to pursue Scharnhorst at maximum speed, keeping her in the sights of the radar while remaining beyond the battleship's line-of-sight. The damaged British cruisers struggled through the severe storm and eventually had to drop back, one-by-one, until HMS Belfast was left alone in her pursuit of Scharnhorst. The British ship continuously transmitted the whereabouts of Scharnhorst to the forces of Admiral Fraser, who was hurrying to the rendezvous point. The German destroyers, led by the Z-29, were too far away to be of any assistance or serve as their flagship's "eyes". Meanwhile, Scharnhorst, with disabled radar, was heading straight into the trap—the battleship Duke of York, the cruiser Jamaica and four destroyers (HMS Savage, HMS Saumarez, HMS Scorpion and Norwegian destroyer Stord) which were steaming at full speed to intercept the German "predator". The British Flag Officer, Vice Admiral Fraser, gave the order to open fire as late as possible, surprising the enemy ship at the shortest possible distance. Finally, at 16:47, the blindsided German battleship was illuminated by a volley of British star shells, and the Duke of York immediately began the bombardment with a salvo from all ten of her 356 mm guns... The fire coming from the British ships was surprisingly accurate—one of the first hits on Scharnhorst wrecked her main battery tower.
es_mx: Cuando el Scharnhorst se encontró otra vez con los cruceros, estaba, de hecho—aunque no lo sabía—a solamente de 12 a 15 millas lejos de convoy. Pero el contralmirante Bey, que volaba su bandera sobre el acorazado, decidió abandonar la operación, enviando al Scharnhorst y a los destructores que desesperadamente buscaban al convoy de regreso a la costa de noruega. El escuadrón de Burnett continuó la caza del Scharnhorst a máxima velocidad, manteniéndolo en vista con el radar mientras se quedaba lejos de la visión del acorazado. Los cruceros dañados británicos tuvieron un tiempo difícil a través de tormentas severas y tuvieron que quedarse atrás, uno por uno, dejando al Belfast solo en su búsqueda por el Scharnhorst. El barco británico constantemente transmitía la ubicación del Scharnhorst a la fuerza del almirante Fraser que se apuraba en alcanzarlos. Los destructores alemanes, liderados por el Z-29, estaban muy lejos del barco líder y no podían servir de "ojos". Mientras tanto, el Scharnhorst, con su radar discapacitado, se estaba encaminando justo a una trampa: el acorazado Duke of York, el crucero Jamaica y cuatro destructores (HMS Savage, HMS Saumarez, HMS Scorpion y el destructor noruego Stord) estaban encaminados a toda velocidad para interceptar al "depredador" alemán. El oficial británico de bandera, el vice almirante Fraser dio la orden de disparar tan retardado como se pudiera, sorprendiendo al barco enemigo a la distancia más corta posible. Finalmente, a las 16:47 el ciego acorazado alemán fue iluminado por proyectiles británicos, e inmediatamente el Duke of York empezó a bombardear con ataques de sus diez cañones de 356 mm... El fuego que venía de los barcos británicos fue sorprendentemente preciso: uno de los primeros golpes en el Scharnhorst destruyó la torre de su artillería principal.
ja: シャルンホルストがイギリス巡洋艦隊と再び遭遇した際、シャルンホルストは船団から僅か 12 - 15 マイルの距離まで接近していたのですが、その事実には気付いていませんでした。そしてシャルンホルストに座乗するバイ少将は作戦の中止を決断し、シャルンホルストと駆逐隊に対してノルウェー沿岸に帰還するように命じました。その一方、バーネット中将の艦隊は全速でシャルンホルストの追撃を継続し、シャルンホルストの視程外に留まりつつレーダーで捕捉し続けました。しかしながら、激しい嵐の中が損傷したイギリス巡洋艦を翻弄し、1 隻また 1 隻と脱落。その結果としてベルファストが単艦でシャルンホルストの追撃を続ける形となりました。そしてベルファストは、合流地点へと急行中だったフレーザー大将の艦隊に対し、シャルンホルストの動向を逐一報告し続けました。その一方、Z-29 を旗艦とするドイツ駆逐隊はシャルンホルストから離れすぎていたため、シャルンホルストの「目」となることはできていませんでした。その間、レーダーを破壊されたシャルンホルストは、罠へと追い込まれつつありました。そう、戦艦デューク・オブ・ヨーク、巡洋艦ジャマイカならびに駆逐艦 4 隻 (サヴェージ、ソーマレス、スコーピオンおよびノルウェー海軍のストルド) がシャルンホルストを迎撃すべく全速で航行中だったのです。イギリス艦隊の司令官を務めるフレーザー大将は、できる限り距離を詰めた上で奇襲攻撃を仕掛けることを狙っており、ついに 16:47、シャルンホルストはイギリス艦隊から一斉に放たれた照明弾により照らし出され、それに呼応してデューク・オブ・ヨークは全 10 門の 356 mm 砲による斉射を開始... イギリス艦隊の射撃は驚くほど正確であり、第 1 斉射から命中弾を与え、シャルンホルストは主砲塔のうちの 一部を早々に破壊されてしまったのでした。
pl: Gdy Scharnhorst ponownie napotkał krążowniki, był – nie zdając sobie z tego sprawy – jakieś 12 do 15 mil morskich od konwoju. Ale kontradmirał Bey, który dowodził pancernikiem, postanowił porzucić misję i wydał rozkaz powrotu Scharnhorst oraz niszczycieli rozpaczliwie szukających konwoju w kierunku norweskiego wybrzeża. Eskadra Burnetta kontynuowała pościg za Scharnhorst na pełnej prędkości, utrzymując go cały czas na radarze, ale pozostając poza zasięgiem wzroku. Uszkodzone brytyjskie krążowniki z trudem przebijały się przez sztorm i jeden po drugim musiały się wycofywać, zostawiając Belfast sam na sam z Scharnhorst. Okręt brytyjski stale przekazywał położenie agresora siłom admirała Frasera, spieszącego do punktu zbornego. Niemieckie niszczyciele pod wodzą Z-29 były zbyt daleko, żeby pomóc i nie mogły służyć za „oczy” okrętu flagowego. Tymczasem Scharnhorst, pozbawiony radaru, zmierzał wprost w pułapkę: pancernik Duke of York, krążownik Jamaica i cztery niszczyciele (HMS Savage, HMS Suamarez, HMS Scorpion i norweski niszczyciel Stord) pędziły, by przechwycić niemieckiego najeźdźcę. Brytyjski oficer flagowy, wiceadmirał Fraser, wydał rozkaz otworzenia ognia tak późno, jak to możliwe, by zaskoczyć przeciwnika z jak najkrótszego dystansu. W końcu o 16:47 oślepiony niemiecki pancernik został oświetlony pociskami z brytyjskich dział, a Duke of York rozpoczął ostrzał pełną salwą z głównej baterii, z 10 dział kal. 356 mm... Ogień Brytyjczyków był zaskakująco celny, już pierwsze pociski, które trafiły w Scharnhorst, zniszczyły jedną z wież jego głównej baterii.
ru: Вступив в новый бой с крейсерами, Scharnhorst, сам того не ведая, оказывается в каких-то 12–15 милях от конвоя. Но контр-адмирал Бей, державший свой флаг на линкоре, решает прекратить операцию, направив Scharnhorst и безуспешно продолжавшие поиски конвоя эсминцы в сторону норвежских берегов. Эскадра Бернетта по данным радара преследует немецкий линкор на максимальной скорости, держась вне пределов его видимости. Повреждённые британские крейсеры, с трудом преодолевая страшный шторм, отстают один за другим. Один лишь HMS Belfast продолжает гонку, постоянно передавая координаты немецкого корабля спешащему к месту событий соединению адмирала Фрейзера. Германские эсминцы во главе с Z-29 слишком далеко и не могут служить «глазами» своего флагмана. Scharnhorst, тем временем, с выведенной из строя РЛС направляется прямо в ловушку: наперерез ему на полном ходу шли линкор Duke of York, крейсер Jamaica и четыре эсминца (HMS Savage, HMS Saumarez, HMS Scorpion и норвежский Stord). Флагман англичан, вице-адмирал Фрейзер, приказывает открыть огонь, только подпустив противника как можно ближе. Наконец, в 16:47 над захваченным врасплох германским линкором вспыхивают осветительные снаряды британцев, и вслед за этим Duke of York даёт полный залп из десяти 356-мм орудий… Огонь англичан оказывается удивительно точен — одно из первых попаданий в Scharnhorst выводит из строя башню главного калибра.
uk: Вступивши у новий бій з крейсерами, Scharnhorst, сам того не відаючи, опинився за 12–15 миль від конвою. Але контр-адмірал Бей, який тримав свій прапор на лінкорі, вирішує припинити операцію, направивши Scharnhorst і есмінці, які марно шукали конвой, в бік норвезьких берегів. Ескадра Бернета за даними радара переслідує німецький лінкор на максимальній швидкості, тримаючись за межами його видимості. Пошкоджені британські крейсери, насилу долаючи страшний шторм, відстають один за іншим. Один лише HMS Belfast продовжує гонитву, постійно передаючи координати німецького корабля з'єднанню адмірала Фрейзера, що поспішає до місця подій. Німецькі есмінці на чолі з Z-29 занадто далеко і не можуть бути «очима» свого флагмана. Scharnhorst, тим часом, з виведеною з ладу РЛС направляється прямо у пастку: навперейми йому повним ходом йшли лінкор Duke of York, крейсер Jamaica і чотири есмінці (HMS Savage, HMS Saumarez, HMS Scorpion і норвезький Stord). Флагман англійців, віце-адмірал Фрейзер, наказує відкрити вогонь, лише підпустивши супротивника якомога ближче. Нарешті, о 16:47 над захопленим зненацька німецьким лінкором спалахують освітлювальні снаряди британців, і після цього Duke of York робить залп десятьма 356-мм гарматами... Вогонь британців виявляється на диво влучний — одне з перших влучень в Scharnhorst виводить з ладу башту головного калібру.
zh: 当沙恩霍斯特再次遭遇巡洋舰时，它实际上──虽然没有意识到──距离舰团只有 12 到 15 英哩。但海军少将拜及其指挥的战列舰决定要放弃这个作战，所以派遣沙恩霍斯特及驱逐舰不顾一切地朝N国海岸搜寻舰团。伯内特的分舰队持续以最大的航速追击沙恩霍斯特，将其维持在雷达的侦测范围内，同时待在该战列舰的视线之外。因受损而无力穿越猛烈暴风雨的Y国巡洋舰不得不后退，一艘接着一艘，留下贝尔法斯特独自一人追击沙恩霍斯特。Y国战舰不停地将沙恩霍斯特的下落传送给正在赶往会合点的海军上将 弗雷泽 的部队。以 Z-29 为首的D国驱逐舰，因为离得太远而无法给予帮助，也无法作为旗舰的「眼睛」。与此同时，失去雷达的沙恩霍斯特正一步步航向陷阱：战列舰约克公爵、巡洋舰牙买加以及四艘驱逐舰 (野人、索马勒兹、蝎 和N国驱逐舰斯图尔) 正加足马力要拦截D国的「掠食者」。Y国海军将级军官，海军上将弗雷泽下令尽量越晚开火越好，要在最短距离下让敌方战舰大吃一惊。最终在 16:47 时，这艘毫无防备的D国战列舰被一枚凌空的Y国照明弹给点亮，然后约克公爵立即用它所有十门 356 毫米舰炮开始齐射轰炸... 来自Y国战舰的炮火出人意外地准确：第一批击中沙恩霍斯特的炮弹就摧毁了它的主炮组炮塔。
zh_sg: 当沙恩霍斯特再次遇上船团时，它显示没有意识到距离船团只有12到15英哩。但海军少将 Bey 及其指挥的战列舰决定要放弃行动，所以派遣沙恩霍斯特及驱逐舰不顾一切地朝挪威海岸搜寻船团。Burnett的分舰队持续以最高航速追击沙恩霍斯特，将其保持在雷达的侦察范围内，同时待在该战列舰的视线之外。因受损而无力穿越猛烈暴风雨的英国巡洋舰不得不一艘接着一艘后退，留下了贝尔法斯特独自一人追击沙恩霍斯特。英国战舰不停地将沙恩霍斯特的位置传送给正在赶往会合点的海军上将 Fraser的部队。以Z-29为首的德国驱逐舰，因为离得太远而无法给予帮助，也无法作为旗舰的“眼睛”。与此同时，失去雷达的沙恩霍斯特正一步步航向陷阱：战列舰约克公爵、巡洋舰Jamaica以及四艘驱逐舰 (HMS Savage、HMS Saumarez、HMS Scorpion和挪威驱逐舰Stord) 正加足马力要拦截德国的“掠食者”。英国海军上将Fraser下令尽量越晚开火越好，要在最近距离让敌舰大吃一惊。16:47时，毫无防备的德国战列舰被一枚凌空的英国照明弹给点亮，约克公爵立即用它的十门356毫米舰炮发动齐射...英国战舰的炮火出奇的准确：第一波击中沙恩霍斯特的炮弹就摧毁了它的主炮组炮塔。

# IDS_PCQM059_DESCR
source: Trapped, Scharnhorst immediately set on a course to shake off the enemy ships, steaming at full speed and returning fire in defense. At this point, the British cruisers joined the battle: Belfast, and later Norfolk, were closing in from the North and Jamaica from the South. Scharnhorst found herself in a dire situation. Duke of York fired a deluge of shells at the enemy ship, scoring hit after hit, knocking down artillery and destroying the ship's superstructures. Nevertheless, the thick armor belt of the German battleship protected her from critical damage, and Scharnhorst, steaming at a speed of over 30 knots, was gradually breaking away from the British ships, reaching a point where she was beyond the reach of the enemy cruisers. Soon after, the British flagship ceased fire, too. However, shortly before that, a 356 mm shell fired by Duke of York pierced the thin upper armor belt of the German battleship and exploded in the boiler room. Scharnhorst's speed dropped, and with this critical hit the ship's fortunes took a dramatic turn for the worse.
es_mx: Atrapado, el Scharnhorst inmediatamente puso curso para escapar de los barcos enemigos, saliendo a máxima velocidad y regresando el fuego en defensa. En este momento, los cruceros británicos se unieron a la batalla: el Belfast, y luego el Norfolk, se estaban acercando desde el norte y el Jamaica por el sur. El Scharnhorst se encontró en una situación fatal. El Duke of York disparó un diluvio de proyectiles en contra del barco enemigo, golpeándolo una y otra vez, noqueando a la artillería y destruyendo las superestructuras del barco. Sin embargo, el grueso del cinturón blindado del acorazado alemán lo protegía de daño crítico, y el Scharnhorst, saliendo a velocidad máxima, estaba gradualmente escapando de los barcos británicos, llegando al punto donde estaba alejado del alcance de los cruceros enemigos. Poco después, el barco principal inglés dejó de disparar, también. Sin embargo, justo antes de eso, un proyectil de 356 mm disparado por el Duke of York pudo penetrar el blindaje superior del cinturón del acorazado alemán y explotó en la sala de calderas. La velocidad del Scharnhorst bajó, y con este golpe crítico la suerte del barco dio un giro a algo peor.
ja: 罠に嵌められたシャルンホルストは即座に転舵し、全速で逃走しつつ反撃を開始しました。この時点でイギリスの巡洋艦隊も戦闘に加わりました。ベルファスト、その後にノーフォークが北側から、ジャマイカが南側からそれぞれ接近しつつあったのです。シャルンホルストはいよいよ緊迫した状況に陥りました。デューク・オブ・ヨークは猛攻を続け、次々に命中弾を与えて砲を無力化し、上部構造を破壊しつつありました。それにも関わらず、シャルンホルストの分厚い装甲帯は致命打から艦を守り、30 ノットを超える全速航行によってイギリス艦隊との距離を徐々に引き離しつつあり、ついに巡洋艦隊の射程外まで逃れることに成功し、その後間もなくデューク・オブ・ヨークも攻撃を中止しました。しかしながら、その直前にデューク・オブ・ヨークが放った 356 mm 砲弾のうちの 1 発がシャルンホルストの薄い上部装甲帯を貫通し、ボイラー室の内部で炸裂。この致命打を受けたシャルンホルストの速力は低下し、艦の命運は最悪な方向へと一気に傾いたのでした。
pl: Znalazłszy się w potrzasku, Scharnhorst natychmiastowo zmienił kurs, żeby zgubić swoich prześladowców, strzelając do nich i pędząc z maksymalną szybkością. W tym momencie do bitwy włączyły się brytyjskie krążowniki Belfast i chwilę później Norfolk, przybywające z północy, oraz Jamaica, przybywający z południa. Scharnhorst znalazł się w dramatycznej sytuacji. Duke of York zasypał przeciwnika pociskami i trafiał raz za razem, niszcząc artylerię i nadbudówkę przeciwnika. Niemniej jednak pancerz niemieckiego okrętu chronił go przed krytycznymi uszkodzeniami, a jego prędkość wynosząca 30 węzłów sprawiała, że stopniowo oddalał się od okrętów Royal Navy, prawie poza zasięg ich dział. Wkrótce brytyjski okręt flagowy wstrzymał ogień. Chwilę wcześniej jednak oddał strzał z działa 356 mm, który przebił cienki górny pas pancerny niemieckiego pancernika i eksplodował w maszynowni. Prędkość okrętu Kriegsmarine spadła i w wyniku tego pojedynczego trafienia Scharnhorst stanął w obliczu śmiertelnego zagrożenia.
ru: Попавший в западню Scharnhorst, не теряя ни минуты, меняет курс и на полном ходу, отчаянно отстреливаясь, начинает уходить от британцев. К сражению присоединяются крейсеры: HMS Belfast, а затем и HMS Norfolk — с севера, HMS Jamaica — с юга. Немецкий линкор оказывается между молотом и наковальней. Duke of York развивает максимальный темп стрельбы, осыпая корабль противника снарядами, попадания следуют одно за другим, выводя из строя артиллерию и разрушая надстройки. Тем не менее, толстый броневой пояс немецкого линкора защищает его от критических повреждений, и Scharnhorst на скорости свыше 30-ти узлов, постепенно отрывается от англичан. Он оказывается за пределами досягаемости орудий крейсеров, а затем прекращает огонь и британский флагман. Однако незадолго до этого 356-мм снаряд Duke of York пробивает тонкий верхний пояс немецкого линкора и разрывается в котельном отделении. Scharnhorst теряет скорость, и это фатальное попадание решает его судьбу.
uk: Scharnhorst, що потрапив у пастку, не втрачаючи ні хвилини, змінює курс і повним ходом, відчайдушно відстрілюючись, починає тікати від британців. До бою долучаються крейсери: HMS Belfast, а після і HMS Norfolk — з півночі, HMS Jamaica — з півдня. Німецький лінкор опиняється між молотом і ковадлом. Duke of York набирає максимальний темп стрільби, обсипаючи корабель супротивника снарядами, влучення трапляються одне за одним, виводячи з ладу артилерію і руйнуючи надбудови. Проте товстий броньовий пояс німецького лінкора захищає його від критичних пошкоджень, і Scharnhorst на швидкості понад 30 вузлів, поступово віддаляється від британців. Він опиняється за межами досяжності гармат крейсерів, а потім припиняє вогонь і британський флагман. Однак, незадовго до цього 356-мм снаряд Duke of York пробиває тонкий верхній пояс німецького лінкора і розривається в котельному відділенні. Scharnhorst втрачає швидкість, і це фатальне влучення вирішує його долю.
zh: 受困之后，沙恩霍斯特立即设置航线以摆脱敌方战舰，加足马力并且一边防御一边还击。同时，Y国巡洋舰加入了战斗：贝尔法斯特、及后来的诺福克都从北方接近，而牙买加则是从南方。沙恩霍斯特发现到自己进退维谷。约克公爵向敌方战舰发射了大量的炮弹，一次又一次地命中，破坏了火炮并摧毁了战舰的上层建筑。尽管如此，D国战列舰厚实的装甲带保护着它不受重伤，而且沙恩霍斯特正以超过 30 节的速度航行，逐渐摆脱掉Y国战舰，它终于到达了敌方巡洋舰所无法触及的距离。不久之后，Y国的旗舰也停止射击。然而不久前，约克公爵所射出的一发 356 毫米炮弹，击穿了D国战列舰薄弱的上部装甲带，并且在锅炉室里爆炸。沙恩霍斯特的航速骤降，这艘战舰的命运在这个致命的打击下急遽恶化。
zh_sg: 遭到围困之后，沙恩霍斯特立即设置航线企图摆脱敌方战舰，加足马力一边防御一边还击。此时，英国巡洋舰加入了占据，贝尔法斯特、和后来的Norfolk从北方、而Jamaica则是从南方夹击。沙恩霍斯特发现自己进退维谷。约克公爵大量的炮弹，多次命中并破坏了沙恩霍斯特的火炮和上层设施。尽管如此，德国战列舰厚实的装甲带支撑着沙恩霍斯特以30节的速度逐渐摆了英国的战舰，它即将抵达了敌舰所无法触及的区域。不久之后，英国的旗舰也停止了射击。但在最后关头，约克公爵 以一发356毫米炮弹击穿了德国战列舰上部装甲带的薄弱区域，并在锅炉室里爆炸。沙恩霍斯特的航速骤降，这艘战舰的命运在这次致命的打击下急遽恶化。

# IDS_PCQM060_DESCR
source: The British ships were approaching the heavily damaged, yet still formidable, German battleship. Admiral Fraser ordered the destroyers to mount a torpedo attack. Savage, Saumarez, Scorpion and Stord pressed ahead, closing in on the target and, despite counterfire, launched 28 torpedoes scoring four hits. Despite the damage, Scharnhorst demonstrated excellent survivability, maneuvering and firing her remaining guns. HMS Duke of York closed in again and fired at the German battleship. Scharnhorst lost all control of her steering and almost ground to a halt. Cruisers Belfast, Jamaica and the remaining destroyers dashed forward to finish the enemy ship off. HMS Musketeer fired her four torpedoes at the desperate Scharnhorst from a distance of several hundred meters. The German battleship sustained a total of at least 11 hits. At around 19:45, Scharnhorst disappeared under the waves amid clouds of smoke and fire. The British sailors were astounded by the enemy's resilience in combat. After the battle ceased, Admiral Fraser said "I hope that if any of you are ever called upon to lead a ship into action against an opponent many times superior, you will command your ship as gallantly as Scharnhorst was commanded today."
es_mx: Los barcos británicos se estaban acercando al muy dañado, pero todavía formidable acorazado alemán. El almirante Fraser ordenó que los destructores hicieran un ataque de torpedos. El Savage, el Saumarez, el Scorpion y el Stord se acercaron al objetivo y, a pesar de contrafuego, lanzaron 28 torpedos logrando cuatro golpes. El Scharnhorst, aunque dañado, demostró su excelente supervivencia, maniobrando y disparando el resto de sus cañones. El HMS Duke of York se acercó otra vez y le disparó al acorazado alemán. El Scharnhorst perdió todo el control de dirección y casi llegó a detenerse. Los cruceros Belfast, Jamaica y el resto de los destructores se apresuraron para acabar con el barco enemigo. El HMS Musketeer disparó cuatro de sus torpedos al agonizante Scharnhorst desde una distancia de unos cuantos cientos de metros. El acorazado alemán recibió otros 11 golpes. Alrededor de las 19:45, el Scharnhorst desapareció bajo las olas entre humo y fuego. Los marineros británicos estaban sorprendidos de la resistencia del enemigo en combate. Después que acabó la batalla, el almirante Fraser dijo "Espero que, si algún día los llaman a comandar un barco en contra de un oponente superior a ti, estés comandando el barco tan galante como el Scharnhorst fue comandado hoy."
ja: イギリス艦隊は、大きく損傷しながらも未だ侮れないこのドイツ戦艦へと距離を詰めつつありました。そしてフレーザー大将は、駆逐隊に雷撃を敢行するように命令を下したのです。サヴェージ、ソーマレス、スコーピオン、ストルドの 4 隻は、反撃を受けながらも目標に接近し、28 本の魚雷を発射して 4 本を命中させることに成功。シャルンホルストは大きな被害を受けながらも恐るべき抗堪性を発揮し、機動を続けながら残る砲門で反撃を続けました。デューク・オブ・ヨークが再び接近し、砲撃を加えた結果、シャルンホルストは操舵能力を完全に喪失し、ほとんど停止状態に陥りました。そしてとどめを刺すべく、巡洋艦ベルファストおよびジャマイカ、ならびに残る駆逐艦が急接近します。マスケティーアは数百メートルまで詰め寄ってから 4 本の魚雷を発射。合計で少なくとも 11 本を被雷したシャルンホルストは、ついに 19:45 頃、煙と炎に包まれながら海中に没したのでした。 イギリスの水兵達は、敵が戦闘で見せた粘り強さに驚嘆させられました。フレーザー大将は戦闘終結後、「もし君たちの誰かが、何倍も強力な敵を相手に艦の指揮を執ることになった際には、今日シャルンホルストが見せたように勇敢に指揮することを望む。」という言葉を残しています。
pl: Brytyjskie okręty zbliżały się do ciężko uszkodzonego, ale nadal groźnego pancernika. Admirał Fraser nakazał niszczycielom przypuścić atak torpedowy. Savage, Saumarez, Scorpion i Stord zbliżyły się do celu i pomimo ostrzału ze strony ofiary, wystrzeliły 28 torped, z których 4 dosięgnęły celu. Scharnhorst, choć uszkodzony, wykazał się niesamowitą przeżywalnością, nadal manewrując i strzelając z pozostałych dział. HMS Duke of York ponownie podpłynął bliżej i wystrzelił w kierunku niemieckiego pancernika. Scharnhorst stracił całkowicie sterowność i niemal się zatrzymał. Krążowniki Belfast, Jamaica i pozostałe niszczyciele rzuciły się naprzód, by wykończyć przeciwnika. HMS Musketeer wystrzelił cztery torpedy w kierunku konającego pancernika z odległości kilkuset metrów. Scharnhorst przyjął przynajmniej 11 trafień. Około 19:45 zniknął pod powierzchnią wody, pośród dymu i ognia. Brytyjscy marynarze byli zdumieni odpornością przeciwnika w walce. Po jej zakończeniu admirał Fraser powiedział: „Mam nadzieję, że jeśli kiedykolwiek otrzymacie rozkaz walki z przeważającymi siłami wroga, dowodzić będziecie swoimi okrętami tak dumnie, jak dowodzony był dziś Scharnhorst”.
ru: Британские корабли приближаются к тяжело повреждённому, но ещё грозному немецкому линкору. Адмирал Фрейзер отдаёт приказ эсминцам произвести торпедную атаку. Savage, Saumarez, Scorpion и Stord, несмотря на ответный огонь, прорываются почти вплотную к цели и, выпустив 28 торпед, добиваются четырёх попаданий. Scharnhorst, несмотря на полученные повреждения, демонстрирует отличную живучесть, продолжая маневрировать и вести огонь из оставшихся орудий. Подошедший HMS Duke of York расстреливает его с «пистолетной» для линкора дистанции. Немецкий корабль перестаёт слушаться руля и почти останавливается. Крейсеры Belfast и Jamaica, а затем и оставшиеся эсминцы направляются добить его. HMS Musketeer выпускает свои четыре торпеды в агонизирующий Scharnhorst с дистанции в несколько сотен метров. В общей сложности в линкор попали как минимум 11 торпед. Около 19:45 в облаке дыма и огня Scharnhorst скрылся под водой. Англичане были поражены стойкостью своего противника. Когда бой окончился, адмирал Фрейзер сказал своим подчинённым: «Я надеюсь, что любой из вас, кому когда-либо придётся вести свой корабль в бой с противником, значительно превосходящим вас в силе, будет командовать своим кораблём так же доблестно, как сегодня командовали "Шарнхорстом"».
uk: Британські кораблі наближаються до важко ушкодженого, але ще грізного німецького лінкора. Адмірал Фрейзер наказує есмінцям здійснити торпедні атаки. Savage, Saumarez, Scorpion і Stord, незважаючи на вогонь, прориваються майже впритул до цілі і, випустивши 28 торпед, влучають чоти рази. Scharnhorst, попри отримані ушкодження, демонструє відмінну живучість, продовжуючи маневрувати і вести вогонь з решти гармат. HMS Duke of York, що підійшов, розстрілює його з «пістолетної» для лінкора відстані. Німецький корабель вже не слухається руля і майже зупиняється. Крейсери Belfast і Jamaica, а потім і решта есмінців направляються добити його. HMS Musketeer випускає свої чотири торпеди з відстані кілька сотень метрів у Scharnhorst, який готовий піти на дно. Загалом у лінкор потрапило щонайменше 11 торпед. Близько 19:45 в хмарі диму і вогню Scharnhorst зник під водою. Британців вразила стійкість супротивника. Коли бій закінчився, адмірал Фрейзер сказав своїм підлеглим: «Я сподіваюся, що кожен з вас, кому коли-небудь доведеться вести свій корабель у бій з супротивником, який значно сильніший за вас, командуватиме своїм кораблем так само самовіддано, як сьогодні командували "Шарнхорстом"».
zh: Y国战舰几近严重受损，但依旧比D国战列舰强大。海军上将弗雷泽下令要驱逐舰进行鱼雷攻击。野人、索马勒兹、蝎和斯图尔紧跟在目标后头，尽管受到反击，还是发射了 28 枚鱼雷并命中四次。沙恩霍斯特虽然受到伤害，但还是展现出优异的存活性，谨慎地移动并用它剩下的火炮来开火。约克公爵 又再一次接近并朝D国战列舰开火。沙恩霍斯特完全失去了转向装置并且就要停了下来。巡洋舰贝尔法斯特、牙买加及剩下的驱逐舰冲向前去解决掉敌方战舰。火枪手朝距离数百公尺外痛苦挣扎的沙恩霍斯特发射了四枚鱼雷。这艘D国战列舰总共被击中至少 11 次。19:45 左右，沙恩霍斯特消失在被烟雾及火焰笼罩的海浪之下。 Y国的水手对敌人在战斗中的抵抗力感到震惊。战斗结束之后，海军上将弗雷泽说：「我希望当你们之中的任何人指挥一艘战舰面对强大数倍的对手时，会像今天沙恩霍斯特的指挥官一样勇敢地指挥你的战舰。」
zh_sg: 英国战舰几乎全部重创，但仍然屹立不倒。海军上将Fraser命令驱逐舰进行鱼雷攻击。Savage、Saumarez、Scorpion 和Stord紧随目标，尽管遭到了强烈的反击，仍然发射了28枚鱼雷并四次命中了沙恩霍斯特。反观沙恩霍斯特，几乎已无完好之处，却展现出了顽强的生存力，仍然保持移动并用剩下的几门舰炮反击。HMS 约克公爵再一次接近并朝德国战列舰开火。沙恩霍斯特的转向装置完全失去作用几乎丧失了行动力。巡洋舰贝尔法斯特、Jamaica和剩下的驱逐舰立即向沙恩霍斯特发起冲锋以终结敌人。HMS Musketeer朝距离数百米外苦苦挣扎的沙恩霍斯特发射了四枚鱼雷。德国战列舰被击中至少11次。19:45 左右，沙恩霍斯特最终消失在了被硝烟弥漫的海平面之上。 德国人在战斗中的顽强抵抗彻底震惊了英国水兵。战斗结束之后，海军上将Fraser说：“我希望当你们之中的每个人在面对数倍于自己的强大对手时，都能像今天沙恩霍斯特的指挥官一样勇敢战斗。”
