Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC446_CAPT_2_5_SCHARNHORST_DESCRIPTION
source: Scharnhorst is a ship that takes a wisely trained Commander to helm (in all seriousness!). The must-have skills include Survivability Expert and Torpedo Acceleration. They will improve your battleship's chances of pulling through another epic encounter at sea, and boost the efficiency of the ship's torpedo armament. Another trait Scharnhorst can boast is a main battery reload time of only 20 seconds! That's faster than any other battleship at this tier. Her gun accuracy is up to snuff, too. With all these valuable options on board, you can outgun even an experienced opponent. Of no less importance is the fact that Scharnhorst stands out for being well suited to capturing Key Areas. With torpedoes like hers, she can defeat destroyers with their own weapon!
es_mx: El Scharnhorst es un barco que lleva a un Comandante sabiamente entrenado al timón (¡es en serio!). Las habilidades imprescindibles incluyen Experto en Supervivencia y Aceleración del Torpedo. Estas mejorarán las posibilidades de que tu acorazado sobreviva a otro encuentro épico en el mar y aumentarán la eficiencia del armamento de torpedos del barco. ¡Otro rasgo con que cuenta el Scharnhorst es un tiempo de recarga de la batería principal de solo 20 segundos! Eso es más rápido que cualquier otro acorazado en este nivel. La precisión de sus cañones también es muy buena. Con todas estas valiosas opciones a bordo, puedes superar incluso a un oponente experimentado. No menos importante es el hecho de que el Scharnhorst destaque por ser muy adecuado para capturar Áreas Clave. ¡Con su torpedos, puede derrotar a los destructores con sus propias armas!
ja: シャルンホルストは、経験豊富で賢明な艦長が舵を取るべき戦艦です (大真面目ですよ!)。「抗堪専門家」と「雷速向上」は必須のスキルと言えるでしょう。それによって壮大な遭遇戦を乗り切りやすくなりますし、魚雷の有効性を高めることもできます。 また、もうひとつの特徴として、主砲の装填時間が僅か 20 秒であり、この Tier の戦艦としては最短です! 射撃精度も充分ですので、これらの特徴を活かせば熟練の敵艦との撃ち合いでも勝つことができます。 同様に重要な事実が、本艦はキーエリアの占領にとても適しているということです。本艦のような魚雷があれば、駆逐艦との対決でも自力で勝利を収めることが可能です!
pl: Scharnhorst to okręt, który wymaga od swojego dowódcy dobrego wyszkolenia (mówimy to z pełną powagą!). Niezbędne umiejętności to Ekspert przeżywalności i Przyspieszenie torped. Zwiększą one szanse Twojego pancernika na przetrwanie kolejnej epickiej bitwy na morzu i zwiększą skuteczność uzbrojenia torpedowego. Kolejnym atutem Scharnhorsta jest zdolność do przeładowania baterii głównej w 20 sekund! To szybciej niż jakikolwiek pancernik na jego poziomie. Nie można też niczego zarzucić celności jego dział. Dzięki tym właściwościom okręt ten pozwala wygrywać pojedynki artyleryjskie z najlepszymi nawet kapitanami. Nie mniej istotny jest fakt, że Scharhorst doskonale sprawdza się w zajmowaniu stref kluczowych. Jego torpedy pozwalają mu zwalczać niszczyciele ich własną bronią!
ru: Scharnhorst — корабль, к которому нужно правильно подготовить своего командира (всё серьёзно!). Для этого обязательно используйте навыки «Мастер борьбы за живучесть» и «Ускорение торпед». Эти навыки обеспечат вашему линкору выживаемость в эпичной схватке и усилят эффективность торпедного вооружения. Ещё одно достоинство линкора — орудия, которые перезаряжаются всего за 20 секунд! Это быстрее, чем у любого другого линкора этого уровня. Точность орудий также на высоте. Так что с этим ценным набором вы легко победите в перестрелке с любым, даже самым опытным противником. Немаловажно и то, что Scharnhorst превосходно подходит для захвата контрольных точек. С такими торпедами можно без труда одолеть эсминцы противника их же оружием!
uk: Scharnhorst — корабель, до якого треба правильно підготувати свого командира (все серйозно!). Для цього обов’язково використовуйте уміння «Майстер боротьби за живучість» і «Пришвидшення торпед». Ці уміння забезпечать вашому лінкору живучість в епічній битві й посилять ефективність торпедного озброєння. Ще одна перевага лінкора — гармати, які перезаряджаються лише за 20 секунд! Це швидше, ніж у будь-якого іншого лінкора цього рівня. Влучність гармат також на висоті. Так що з цим цінним набором ти легко переможеш у перестрілці з будь-яким, навіть найдосвідченішим супротивником. Також важливо, що Scharnhorst чудово пасує для захоплення контрольних точок. Із такими торпедами можна без жодних зусиль подолати ворожі есмінці їх же зброєю!
zh: Scharnhorst — корабль, к которому нужно правильно подготовить своего командира (всё серьёзно!). Для этого обязательно используйте навыки «Мастер борьбы за живучесть» и «Ускорение торпед». Эти навыки обеспечат вашему линкору выживаемость в эпичной схватке и усилят эффективность торпедного вооружения. Ещё одно достоинство линкора — орудия, которые перезаряжаются всего за 20 секунд! Это быстрее, чем у любого другого линкора этого уровня. Точность орудий также на высоте. Так что с этим ценным набором вы легко победите в перестрелке с любым, даже самым опытным противником. Немаловажно и то, что Scharnhorst превосходно подходит для захвата контрольных точек. С такими торпедами можно без труда одолеть эсминцы противника их же оружием!
zh_sg: 沙恩霍斯特是一艘需要一定技巧来操控的战舰（严肃脸！）。必备技能包括生存专家和鱼雷加速。它们将提高你战列舰在海上的持续作战能力，并提高该舰鱼雷武器的效率。 沙恩霍斯特另一个引以为豪的特点是主炮组装填时间仅需20秒！比同级任何其他战列舰都要快。火炮的的精准度也达到了极限。有了这些杀手锏，你甚至可以揍翻技术更强的对手。 同样重要的是，沙恩霍斯特非常适合占领关键区域。有了像它这样的鱼雷，它可以单独击败驱逐舰！

# IDS_PCZC447_CAPT_2_6_LION
source: Lion: Might and Nerve
es_mx: Lion: Poder y Sange Fría
ja: Lion: 強大かつ図太い
pl: Lion: potęga i tupet
ru: Lion: смелость и мощь
uk: Lion: сміливість і міць
zh: Lion: смелость и мощь
zh_sg: 狮级：力量和勇气

# IDS_PCZC447_CAPT_2_6_LION_DESCRIPTION
source: Taming British battleships is really no big deal! All you need is to follow these simple rules: Rule #1: Keep in mind the specifics of their caliber and always use AP shells. This way, your shells will hit hard in all respects. Remember that HE shells are good for any warships whose guns are not capable of penetrating a hostile ship's armor. Rule #2: Any fires on board your ship must be put out immediately. Fires can slowly but surely (and sometimes even pretty quickly) bring your ship's HP to zero. Don't let that happen—use the Damage Control Party consumable! Rule #3: Be bold! Move your team forward in a daring attack, fight fiercely against your opponents—and break through to Key Areas! Your firepower and solid durability make you a supporting rock for your allies. To boost your combat efficiency in close quarters, boost your Commander skills and be sure to upgrade your secondary battery.
es_mx: ¡Domar los acorazados británicos no es gran cosa! Todo lo que necesitas es seguir estas simples reglas: Regla #1: ten en cuenta los detalles específicos de su calibre y usa siempre proyectiles AP. De esta manera, tus proyectiles golpearán con fuerza en todos los aspectos. Recuerda que los proyectiles HE son buenos para cualquier barco de guerra cuyos cañones no sean capaces de penetrar el blindaje de un barco enemigo. Regla#2: cualquier incendio a bordo de tu barco debe ser apagado de inmediato. Los incendios pueden llevar lenta pero de forma continua (e incluso algunas veces bastante rápido) los HP de tu barco a cero. No dejes que esto suceda, ¡usa el consumible Equipo de Control de Daños! Regla #3: ¡sé valiente! ¡Dirige a tu equipo hacia el frente en un audaz ataque, combate ferozmente contra tus oponentes y toma el control de las Áreas Clave! Tu poder de fuego y gran durabilidad hacen de ti una roca de apoyo para tus aliados. Para aumentar tu eficiencia de combate en combates cercanos, aumenta las habilidades de tu Comandante y asegúrate de mejorar tu batería secundaria.
ja: ライオン級のようなイギリス戦艦を手懐けることも、簡単なルールに従えばちっとも難しいことではありません! ルール #1: 口径の特徴に留意し、常に徹甲弾 (AP) を使用しましょう。そうすれば、あらゆる点において痛打を与えることができます。榴弾 (HE) は敵艦の装甲を貫通できないような主砲を搭載した艦艇で有効である、ということを忘れずに。 ルール #2: 自艦に火災が発生した場合、いかなる場合でも速やかに消火をする必要があります。火災はゆっくりと確実に (時にはあっという間に) 艦艇の HP を削っていき、放置すれば沈没に至ります。そんなことにならないように、消耗品「応急工作班」を使用しましょう! ルール #3: 勇敢に行動しましょう! 大胆不敵な攻勢を仕掛けてチームを前進させ、敵艦艇と激戦を展開し、キーエリアへと突破しましょう! その火力と堅牢な耐久力を武器に味方を支援することができます。接近戦での戦闘力を強化するために艦長スキルを強化し、副砲をアップグレードしましょう。
pl: Opanowanie brytyjskich pancerników to kaszka z mleczkiem! Wszystko, o czym należy pamiętać, mieści się w tych prostych zasadach: Zasada nr 1: pamiętaj o specyfice ich kalibru i zawsze używaj pocisków PP. Dzięki temu każdy strzał będzie ze wszech miar bolesny dla przeciwnika. Pamiętaj, że pociski OB są dla okrętów o kalibrze zbyt małym, żeby przebić pancerz przeciwnika. Zasada #2: wszystkie pożary na Twoim pokładzie należy gasić natychmiastowo. Będą one powolnie, ale nieuchronnie (a czasami dość szybko) topić zasoby PW okrętu do zera. Nie pozwól na to — używaj zawsze Grupy naprawczo-ratunkowej! Zasada #3: nie lękajcie się niczego! Stawajcie na czele szarż Waszej drużyny i walczcie zacięcie ze swoimi przeciwnikami. Pędźcie do stref kluczowych. Wasza siła ognia i duża wytrzymałość czynią Was fundamentem potęgi Waszej drużyny. Jeśli chcecie zwiększyć swoją skuteczność bojową w starciach na małych odległościach, dobierzcie odpowiednie umiejętności i inwestujcie w rozwój baterii dodatkowej.
ru: Освоить британские линкоры легко! Главное — следовать этим простым советам. Первое: не забывайте об особенностях калибра и всегда используйте бронебойные. Так ваши снаряды во всех смыслах будут работать с полной отдачей. Имейте в виду, что фугасы используют лишь те, чьи орудия не способны пробить броню противника. Второе: сразу же тушите возникший на борту пожар. Пламя медленно, но верно (а иногда и быстро!) уничтожает очки боеспособности. Не дайте им исчезнуть — используйте «Аварийную команду»! Третье: будьте смелее, ведите свою команду в атаку, яростно вступайте в бой с противником и прорывайтесь к контрольным точкам! Ваша огневая мощь и высокая живучесть обеспечат надёжный тыл для союзников. А для улучшения эффективности в ближнем бою вам помогут навыки и модернизации ПМК.
uk: Опанувати британські лінкори легко! Головне — дотримуватися цих простих порад. Перше: не забувай про особливості калібру та завжди використовуй бронебійні. Таким чином твої снаряди в усіх сенсах працюватимуть з повною віддачею. Май на увазі, що фугаси використовують лише ті, чиї гармати не здатні пробити броню супротивника. Друге: відразу ж гаси пожежу на борту. Полум’я повільно, але вірно (а інколи й швидко!) знищує очки боєздатності. Не дай їм зникнути — використовуй «Аварійну команду»! Третє: будь сміливішим, веди свою команду в атаку, люто вступай у бій із супротивником і проривайся до контрольних точок! Твоя вогнева міць і висока живучість забезпечать надійний тил для союзників. А для поліпшення ефективності в ближньому бою тобі допоможуть уміння та модернізації ПМК.
zh: Освоить британские линкоры легко! Главное — следовать этим простым советам. Первое: не забывайте об особенностях калибра и всегда используйте бронебойные. Так ваши снаряды во всех смыслах будут работать с полной отдачей. Имейте в виду, что фугасы используют лишь те, чьи орудия не способны пробить броню противника. Второе: сразу же тушите возникший на борту пожар. Пламя медленно, но верно (а иногда и быстро!) уничтожает очки боеспособности. Не дайте им исчезнуть — используйте «Аварийную команду»! Третье: будьте смелее, ведите свою команду в атаку, яростно вступайте в бой с противником и прорывайтесь к контрольным точкам! Ваша огневая мощь и высокая живучесть обеспечат надёжный тыл для союзников. А для улучшения эффективности в ближнем бою вам помогут навыки и модернизации ПМК.
zh_sg: 驾驭英国战列舰真的没什么大不了的！你所需要的只是遵循这些简单的规则： 规则#1：记住它们的口径并始终使用穿甲弹。这样，你的炮弹总能打疼敌人。记住，高爆弹只在对抗无法击穿装甲的目标时才强过穿甲弹。 规则#2：战舰起火必须立即扑灭。起火损血虽然缓慢（有时甚至很快）但却能让您的生命值清零。不要让这种情况发生，快使用伤害控制小组消耗品！ 规则#3：胆子大点！用在一次大胆的冲锋帮助团队向前推进，与你的对手热血火拼，并突破到关键区域！您的火力和厚实的生命值是友军的支柱。为了提升近战效率，搭配适合的指挥官技能，一定要升级副炮组。

# IDS_PCZC448_CAPT_3_1_HALLOWEEN
source: Self-Made Wizard
es_mx: Mago Independiente
ja: 叩き上げの魔術師
pl: Samozwańczy czarodziej
ru: Колдун-самоучка
uk: Чарівник-самоучка
zh: Колдун-самоучка
zh_sg: 自制巫师

# IDS_PCZC448_CAPT_3_1_HALLOWEEN_DESCRIPTION
source: Cap has always been fond of all kinds of harmless fun, such as fortune-telling from a daisy or drifting off course to eventually find himself in Mexico. He says he's a Scorpio who follows his guiding light. Another of his passions is making guesses from a ballistics manual—he randomly selected a page number and text line. Yet, it by no means implied that he was so much into applied magic that he would end up elbow deep in filth! His aim, probably, was to concoct a potion to cast a love-spell on Dasha, or perhaps one to make AP shells bounce off his ship, or even to mix some cursed powder to sprinkle over a captured point to make any pursuing enemies slide outside of its bounds. Perhaps he elaborated on a plot to reach Rank 1, or mixed some flat filter to facilitate his acceptance into a Clan. Instead, by way of his hand, he busted open a portal to an extraordinary world, letting in monster ships of all kinds, followed by a crazed and outraged king. Thankfully, Halloween happens only once a year.
es_mx: Cap siempre ha sido aficionado a todo tipo de diversión inofensiva, como adivinar la fortuna con una flor o desviarse del rumbo para eventualmente encontrarse en México. Él dice que es un Escorpio que sigue a su luz guía. Otra de sus pasiones era hacer adivinanzas con un manual de balística: seleccionaba una página y una línea de texto al azar. ¡Sin embargo, su implicación en la magia aplicada no era tan grande, por lo que terminaría sumergido hasta los codos en la Inmundicia! Su objetivo, probablemente, era preparar una poción para lanzar un hechizo de amor sobre Dasha, o tal vez uno para hacer que los proyectiles AP rebotaran sobre su barco, o incluso mezclar un poco de polvo maldito para esparcir sobre un punto de captura para hacer que cualquier enemigo se deslizara fuera de sus límites. Tal vez elaboró un para alcanzar el Rango 1, o mezcló algún filtro para facilitar su aceptación en un Clan. En cambio, por sus propios medios, abrió un portal a un mundo extraordinario, dejando entrar monstruos de todas clases, seguidos por un rey enloquecido y molesto. Afortunadamente, Halloween solo sucede una vez al año.
ja: 船長はいつでも当たり障りのない楽しみが好きでした。花占いをしたり、フラフラと航路を外れいつの間にかメキシコに辿り着いていたり… 彼は自分のことを導きの光に従うサソリ座なのだと言っています。そして彼は弾道マニュアルを眺めることも好きで、ページや行を適当に選んで読んで楽しんでいました。しかし彼がこの応用魔法に夢中になり、瘴気にどっぷりハマってしまうことは全くの予想外だったのです! 彼の目的はおそらく、ダーシャに愛の魔法を掛ける薬を作り上げることか、もしくは自艦に命中した徹甲弾 (AP) を跳弾させることか、あるいは呪いの薬品を調合して占領したエリア内に撒き、追撃してきた敵を外に追い出すことだったはずです。ランク 1 に到達するための策略を練っていた可能性もありますし、自分がクランに加入できるようにフィルターを調整していたのかも知れません。 その代わりに彼は異世界へと通じるポータルを開いてしまい、あらゆるモンスター艦艇の侵入を許し、国王を激怒させてしまいました。少なくとも、船長にとって幸いなことに、ハロウィーンは年に 1 回だけです。
pl: Kapitan zawsze był zwolennikiem wszelkich form niewinnych zabaw, takich jak przewidywanie przyszłości z płatków stokrotki czy zbaczanie z kursu, by niespodziewanie znaleźć się w Meksyku. Twierdzi, że jest skorpionem, który podąża za swoim światłem. Kolejną z jego pasji była zabawa w zgadywanki z podręcznika do balistyki — losowo wybierał stronę i linijkę. Nic jednak nie zwiastowało tego, że interesował się magią na tyle, żeby skończyć po uszy w plugastwie! Jego celem było prawdopodobnie uwarzenie eliksiru miłości, dzięki któremu mógłby uwieść Dashę, a może takiego, który sprawiłby, że pociski PP będą odbijać się od jego kadłuba. Albo takiego, który zostawiałby za okrętem przeklęty pył, wypychający wszelkie ścigające go okręty poza obręb strefy kluczowej. Być może chciał znaleźć sposób na zdobycie 1. stopnia, a może oszukać filtry, by zostać przyjętym do klanu. Niestety, doprowadził do tego, że otworzył portal do innego świata i wypuścił z niego potwory wszelkiego sortu, a wraz z nimi szalonego i wściekłego króla. Całe szczęście, że Halloween jest tylko raz w roku.
ru: Кэп всегда увлекался всякими невинными забавами, как то погадать на ромашке или сбиться с курса и уплыть в Мексику, потому что он, мол, Скорпион и идёт за своей путеводной звездой. А ещё он любил гадать на учебнике по баллистике, загадывая номер страницы и строчку. Но из этого вовсе не следовало, что он настолько поверит в прикладную магию, что именно у него будут руки по локоть в скверне! Наверное, на самом деле он хотел сварить зелье, чтобы приворожить Дашу. Или зелье, чтобы от корабля отскакивали бронебойные. Или проклятый порошок, чтобы рассыпать его над захваченной точкой, вынуждая любого противника соскальзывать за её край. Возможно, он хотел прочесть заговор на первый ранг или состряпать хотя бы самое банальное приворотное зелье, чтобы его взяли хоть в какой-нибудь клан. Вместо этого он, конечно, сходу открыл портал в какой-то странный мир, откуда полезли всякие корабли-монстры, а ещё выпал совершенно ошалелый и потерявший дар речи король. Хорошо, что Хэллоуин всего раз в году.
uk: Кепа завжди захоплювали різні невинні забави, наприклад, погадати на ромашці чи збитися з курсу та поплисти в Мексику, тому що він, мовляв, Скорпіон і йде за своєю провідною зорею. А ще він любив гадати на підручнику з балістики, загадуючи номер сторінки й рядок. Але з цього зовсім не випливало, що він настільки повірить у прикладну магію, що саме в нього будуть руки по лікоть у скверні! Напевно, насправді, він хотів зварити зілля, щоб приворожити Дашу. Або зілля, щоб від корабля відскакували бронебійні. Або проклятий порошок, щоб розсипати його над захопленою точкою, та змусити будь-якого супротивника зісковзувати за її край. Можливо, він хотів прочитати замовляння на перший ранг чи приготувати хоча б найпростіше приворотне зілля, щоб його взяли хоч у якійсь клан. Замість цього він, звичайно, відразу відкрив портал в якийсь дивний світ, звідки полізли всякі кораблі-монстри, а ще випав зовсім очманілий король, який втратив дар мови. Добре, що Хелловін усього раз на рік.
zh: Кэп всегда увлекался всякими невинными забавами, как то погадать на ромашке или сбиться с курса и уплыть в Мексику, потому что он, мол, Скорпион и идёт за своей путеводной звездой. А ещё он любил гадать на учебнике по баллистике, загадывая номер страницы и строчку. Но из этого вовсе не следовало, что он настолько поверит в прикладную магию, что именно у него будут руки по локоть в скверне! Наверное, на самом деле он хотел сварить зелье, чтобы приворожить Дашу. Или зелье, чтобы от корабля отскакивали бронебойные. Или проклятый порошок, чтобы рассыпать его над захваченной точкой, вынуждая любого противника соскальзывать за её край. Возможно, он хотел прочесть заговор на первый ранг или состряпать хотя бы самое банальное приворотное зелье, чтобы его взяли хоть в какой-нибудь клан. Вместо этого он, конечно, сходу открыл портал в какой-то странный мир, откуда полезли всякие корабли-монстры, а ещё выпал совершенно ошалелый и потерявший дар речи король. Хорошо, что Хэллоуин всего раз в году.
zh_sg: 卡普一直有各种恶趣味，比如用菊花占卜或偏离航线后最终发现自己在墨西哥。他说，这是一个天蝎座在跟随命运的指引。他的另一个爱好是用弹道手册随机选择某页和某行的文字来进行推演。然而，这并不意味着他的魔法造诣很深，以至于他每次都会陷入悲惨的境地。 他的目的，可能是调制一种药水，对Dasha施展爱情咒语，或者一种能使玻璃反弹穿甲弹的药水，甚至可能是某种诅咒调剂，洒在占领区域内，让任何敌人自动滑出边界。也许他精心策划了一个达到1阶的阴谋，或者混淆筛选以便被接纳进军团。 相反，他用手打开了通往一个非凡世界的传送门，让各种各样的怪物船进入，接着是一个愤怒的疯王。谢天谢地，万圣节一年只有一次。

# IDS_PCZC449_CAPT_3_2_APRIL_1ST
source: Space Tourist
es_mx: Turista Espacial
ja: 宇宙旅行者
pl: Kosmiczny turysta
ru: Космический турист
uk: Космічний турист
zh: Космический турист
zh_sg: 太空漫游者
