Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQT246_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT251_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT252_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT253_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT254_1
source: Hit enemy ships %(count)d time.
es_mx: Impacta barcos enemigos %(count)d vez.
ja: 敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz.
ru: Попадите по кораблям противника %(count)d раз.
uk: Влучте у кораблі супротивника %(count)d раз.
zh: 击中敌方战舰 %(count)d 次。
zh_sg: 击中敌方战舰%(count)d次。

# IDS_PCQT255_1
source: Cause %(count)d HP of damage to enemy ships by fire.
es_mx: Causa %(count)d HP de daño a barcos enemigos por incendios.
ja: 火災によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga przez podpalenie.
ru: Нанесите кораблям противника %(count)d урона пожарами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди пожежами.
zh: 通过火灾对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 通过火灾对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT256_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT261_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT262_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT263_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT264_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT265_1
source: Hit enemy ships %(count)d time with ship torpedoes or aerial torpedoes.
es_mx: Impacta barcos enemigos %(count)d vez con torpedos de barcos o torpedos aéreos.
ja: 艦載魚雷または航空魚雷によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga %(count)d raz torpedą okrętową lub lotniczą.
ru: Попадите по кораблям противника корабельными или авиаторпедами %(count)d раз.
uk: Влучте у кораблі супротивника корабельними або авіаторпедами %(count)d раз.
zh: 用战舰鱼雷或航空鱼雷击中敌方战舰 %(count)d 次。
zh_sg: 用舰载鱼雷或空投鱼雷击中敌方战舰%(count)d次。

# IDS_PCQT266_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT271_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT272_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT273_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT274_1
source: Incapacitate or destroy %(count)d module on an enemy ship.
es_mx: Incapacita o destruye %(count)d módulo en un barco enemigo.
ja: 敵艦艇のモジュール %(count)d 個を機能停止または大破させる。
pl: Uszkodź poważnie lub zniszcz %(count)d moduł okrętu wroga.
ru: Выведите из строя или уничтожьте %(count)d модуль на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d модуль на кораблі супротивника.
zh: 瘫痪或摧毁敌方战舰上的配件 %(count)d 个。
zh_sg: 致使失效或摧毁敌方战舰上的配件%(count)d个。

# IDS_PCQT275_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT276_1
source: Play %(count)d battle.
es_mx: Juega %(count)d batalla.
ja: %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę.
ru: Сыграйте %(count)d бой.
uk: Зіграйте %(count)d бій.
zh: 进行 %(count)d 场战斗。
zh_sg: 进行%(count)d场战斗。

# IDS_PCQT281_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT282_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT283_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT284_1
source: Cause %(count)d HP of damage to enemy ships with ship torpedoes or aerial torpedoes.
es_mx: Causa %(count)d HP de daño a barcos enemigos con torpedos de barcos o torpedos aéreos.
ja: 艦載魚雷または航空魚雷で敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga torpedami okrętowymi lub lotniczymi.
ru: Нанесите кораблям противника %(count)d урона корабельными или авиаторпедами.
uk: Завдайте кораблям супротивника %(count)d од. шкоди корабельними або авіаторпедами.
zh: 用战舰鱼雷或航空鱼雷对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用舰载鱼雷或空投鱼雷对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT285_1
source: Destroy %(count)d enemy ship with the main or secondary battery guns.
es_mx: Destruye %(count)d barco enemigo con los cañones de la batería principal o secundaria.
ja: 主砲と副砲によって敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga przy użyciu dział baterii głównej lub dodatkowej.
ru: Уничтожьте %(count)d корабль противника огнём орудий главного или вспомогательного калибра.
uk: Знищте %(count)d корабель супротивника вогнем гармат головного або допоміжного калібру.
zh: 用主炮或副炮击毁 %(count)d 艘敌方战舰。
zh_sg: 用主炮或副炮击毁%(count)d艘敌方战舰。

# IDS_PCQT286_1
source: Play %(count)d battle with cruiser Graf Spee.
es_mx: Juega %(count)d batalla con el crucero Graf Spee.
ja: 巡洋艦 Graf Spee で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę krążownikiem Graf Spee.
ru: Сыграйте %(count)d бой на крейсере Graf Spee.
uk: Зіграйте %(count)d бій крейсером Graf Spee.
zh: 用巡洋舰海军上将施佩伯爵进行 %(count)d 场战斗。
zh_sg: 用巡洋舰施佩伯爵进行%(count)d场战斗。

# IDS_PCQT291_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT292_1
source: Earn %(count)d credits in a single battle.
es_mx: Obtén %(count)d créditos en una sola batalla.
ja: 1 戦で %(count)d クレジット取得する。
pl: Zdobądź %(count)d kredytów w jednej bitwie.
ru: Заработайте %(count)d кредитов в одном бою.
uk: Заробіть %(count)d кредитів в одному бою.
zh: 在一场战斗中获得 %(count)d 银币。
zh_sg: 在一场战斗中获得%(count)d银币。

# IDS_PCQT293_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT294_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT295_1
source: Destroy %(count)d enemy ship.
es_mx: Destruye %(count)d barco enemigo.
ja: 敵艦艇を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d okręt wroga.
ru: Уничтожьте %(count)d корабль противника.
uk: Знищте %(count)d корабель супротивника.
zh: 击毁 %(count)d 艘敌方战舰。
zh_sg: 击毁%(count)d艘敌方战舰。

# IDS_PCQT296_1
source: Play %(count)d battle with battleship Tirpitz.
es_mx: Juega %(count)d batalla con el acorazado Tirpitz.
ja: 戦艦 Tirpitz で %(count)d 戦プレイする。
pl: Stocz %(count)d bitwę pancernikiem Tirpitz.
ru: Сыграйте %(count)d бой на линкоре Tirpitz.
uk: Зіграйте %(count)d бій лінкором Tirpitz.
zh: 用战列舰提尔皮茨进行 %(count)d 场战斗。
zh_sg: 用战列舰提尔皮茨进行%(count)d场战斗。

# IDS_PCQT301_1
source: Win and survive %(count)d battle.
es_mx: Gana y sobrevive %(count)d batalla.
ja: %(count)d 戦、勝利かつ生還する。
pl: Wygraj i przetrwaj %(count)d bitwę.
ru: Победите %(count)d раз, оставаясь в живых до конца боя.
uk: Здобудьте перемогу %(count)d раз, залишаючись живим до кінця бою.
zh: 赢得 %(count)d 场战斗并且存活下来。
zh_sg: 赢得%(count)d场战斗并且存活下来。

# IDS_PCQT302_1
source: Hit enemy ships with the main guns %(count)d time.
es_mx: Alcanza a los barcos enemigos con los cañones principales %(count)d vez.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного калибра.
uk: Влучте %(count)d раз у кораблі супротивника з гармат головного калібру.
zh: 用主炮击中敌方战舰 %(count)d 次。
zh_sg: 用主炮击中敌方战舰%(count)d次。

# IDS_PCQT303_1
source: Cause %(count)d HP of damage to enemy cruisers.
es_mx: Causa %(count)d HP de daño a los cruceros enemigos.
ja: 敵巡洋艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń krążownikom wroga.
ru: Нанесите %(count)d урона крейсерам противника.
uk: Завдайте %(count)d од. шкоди крейсерам супротивника.
zh: 对敌方巡洋舰造成 %(count)d 血量伤害。
zh_sg: 对敌方巡洋舰造成%(count)d血量伤害。

# IDS_PCQT304_1
source: Be the first to spot %(count)d German ship.
es_mx: Se el primero en detectar %(count)d barco alemán.
ja: 最初にドイツ艦艇を %(count)d 隻発見する。
pl: Jako pierwszy wykryj %(count)d niemiecki okręt.
ru: Первым в бою обнаружьте %(count)d немецкий корабль.
uk: Першим у бою виявіть %(count)d німецький корабель.
zh: 成为第一个侦察到 %(count)d 艘D国战舰的人。
zh_sg: 第一个侦察到%(count)d艘德国战舰。

# IDS_PCQT305_1
source: Earn %(count)d "Spotted" ribbon.
es_mx: Obtén %(count)d cinta "Detectado".
ja: 「発見」リボンを %(count)d 個取得する。
pl: Zdobądź %(count)d baretkę „Wykrycie”.
ru: Получите %(count)d ленту «Обнаружил».
uk: Отримайте %(count)d стрічку «Виявив».
zh: 获得 %(count)d 个「发现」 勋带。
zh_sg: 获得%(count)d个“已发现”勋带

# IDS_PCQT306_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT307_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT308_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT309_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT311_1
source: Cause %(count)d HP of damage to German ships.
es_mx: Causa %(count)d HP de daño a barcos alemanes.
ja: ドイツ艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom niemieckim.
ru: Нанесите %(count)d урона немецким кораблям.
uk: Завдайте %(count)d од. шкоди німецьким кораблям.
zh: 对D国战舰造成 %(count)d 血量伤害。
zh_sg: 对德国战舰造成%(count)d血量伤害。

# IDS_PCQT312_1
source: Destroy %(count)d enemy cruiser.
es_mx: Destruye %(count)d crucero enemigo.
ja: 敵巡洋艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d krążownik wroga.
ru: Уничтожьте %(count)d крейсер противника.
uk: Знищте %(count)d крейсер супротивника.
zh: 击毁 %(count)d 艘敌方巡洋舰。
zh_sg: 击毁%(count)d艘敌方巡洋舰。

# IDS_PCQT313_1
source: Cause %(count)d HP of damage to enemy battleships with the main battery guns.
es_mx: Causa %(count)d HP de daño a acorazados enemigos con los cañones de la batería principal.
ja: 主砲によって敵戦艦に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń pancernikom wroga działami głównej baterii.
ru: Нанесите линкорам противника %(count)d урона огнём орудий главного калибра.
uk: Завдайте лінкорам супротивника %(count)d од. шкоди вогнем гармат головного калібру.
zh: 用主炮对敌方战列舰造成 %(count)d 血量伤害。
zh_sg: 用主炮对敌方战列舰造成%(count)d血量伤害。

# IDS_PCQT314_1
source: Hit enemy ships with the main guns %(count)d time.
es_mx: Alcanza a los barcos enemigos con los cañones principales %(count)d vez.
ja: 主砲によって敵艦艇に命中弾を %(count)d 回与える。
pl: Traf okręt wroga działami głównej baterii %(count)d raz.
ru: Попадите %(count)d раз по кораблям противника из орудий главного калибра.
uk: Влучте %(count)d раз у кораблі супротивника з гармат головного калібру.
zh: 用主炮击中敌方战舰 %(count)d 次。
zh_sg: 用主炮击中敌方战舰%(count)d次。

# IDS_PCQT315_1
source: Hit the citadel of an enemy ship %(count)d time in a single battle.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez en una sola batalla.
ja: 1 戦で敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę wrogiego okrętu %(count)d raz w jednej bitwie.
ru: В одном бою попадите %(count)d раз в цитадель корабля противника.
uk: В одному бою влучте %(count)d раз у цитадель корабля супротивника.
zh: 在一场战斗中击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 在一场战斗中击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT316_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT317_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT318_1
source: Destroy %(count)d enemy cruiser.
es_mx: Destruye %(count)d crucero enemigo.
ja: 敵巡洋艦を %(count)d 隻撃沈する。
pl: Zniszcz %(count)d krążownik wroga.
ru: Уничтожьте %(count)d крейсер противника.
uk: Знищте %(count)d крейсер супротивника.
zh: 击毁 %(count)d 艘敌方巡洋舰。
zh_sg: 击毁%(count)d艘敌方巡洋舰。

# IDS_PCQT319_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT321_1
source: Hit enemy battleships %(count)d time with the main and secondary battery guns.
es_mx: Alcanza a los acorazados enemigos %(count)d vez con los cañones de la batería principal y secundaria.
ja: 主砲と副砲によって敵戦艦に命中弾を %(count)d 回与える。
pl: Traf pancerniki wroga %(count)d raz działami baterii głównej i dodatkowej.
ru: Попадите по линкорам противника %(count)d раз из орудий главного и вспомогательного калибра.
uk: Влучте у лінкори супротивника %(count)d раз з гармат головного і допоміжного калібру.
zh: 用主炮和副炮击中敌方战列舰 %(count)d 次。
zh_sg: 用主炮和副炮击中敌方战列舰%(count)d次。

# IDS_PCQT322_1
source: Win %(count)d battle.
es_mx: Gana %(count)d batalla.
ja: %(count)d 戦勝利する。
pl: Wygraj %(count)d bitwę.
ru: Победите %(count)d раз.
uk: Здобудьте перемогу %(count)d раз.
zh: 赢得 %(count)d 场战斗。
zh_sg: 赢得%(count)d场战斗。

# IDS_PCQT323_1
source: Cause %(count)d HP of damage to enemy ships with the secondary battery guns.
es_mx: Causa %(count)d HP de daño a barcos enemigos con los cañones de la batería secundaria.
ja: 副砲によって敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga działami baterii dodatkowej.
ru: Нанесите кораблям противника %(count)d урона огнём орудий вспомогательного калибра.
uk: Завдайте кораблям супротивника %(count)d од. шкоди вогнем гармат допоміжного калібру.
zh: 用副炮对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 用副炮对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT324_1
source: Cause %(count)d HP of damage to German ships.
es_mx: Causa %(count)d HP de daño a barcos alemanes.
ja: ドイツ艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń niemieckim okrętom.
ru: Нанесите немецким кораблям %(count)d урона.
uk: Завдайте німецьким кораблям %(count)d од. шкоди.
zh: 对D国战舰造成 %(count)d 血量伤害。
zh_sg: 对德国战舰造成%(count)d血量伤害。

# IDS_PCQT325_1
source: Incapacitate or destroy %(count)d main battery mount on an enemy ship.
es_mx: Incapacita o destruye %(count)d montaje de la batería principal en un barco enemigo.
ja: 敵艦艇の主砲 %(count)d 基を機能停止または大破させる。
pl: Poważnie uszkodź lub zniszcz działo głównej baterii wrogiego okrętu %(count)d raz.
ru: Выведите из строя или уничтожьте %(count)d установку главного калибра на корабле противника.
uk: Виведіть з ладу чи знищте %(count)d установку головного калібру на кораблі супротивника.
zh: 瘫痪或击毁 %(count)d 座敌方战舰所安装的主炮组。
zh_sg: 致使失效或击毁%(count)d座敌舰安装的主炮组。

# IDS_PCQT326_1
source: Earn %(count)d base XP (before modifiers are applied).
es_mx: Obtén %(count)d XP base (antes de aplicar los modificadores).
ja: %(count)d 基本 EXP (各種倍率の適用前の値) を取得する。
pl: Zdobądź %(count)d bazowych PD (przed zastosowaniem modyfikatorów).
ru: Заработайте %(count)d чистого опыта (до применения модификаторов).
uk: Здобудьте %(count)d од. чистого досвіду (без урахування модифікаторів).
zh: 获得 %(count)d 基本经验 (套用加成前)。
zh_sg: 获得%(count)d基础经验（应用加成前）。

# IDS_PCQT327_1
source: Earn %(count)d XP (after modifiers are applied).
es_mx: Obtén %(count)d XP (despúes de aplicar los modificadores).
ja: %(count)d EXP (各種倍率を適用した値) を取得する。
pl: Zdobądź %(count)d PD (po zastosowaniu modyfikatorów).
ru: Заработайте %(count)d опыта (со всеми модификаторами).
uk: Здобудьте %(count)d од. досвіду (з урахуванням всіх модифікаторів).
zh: 获得 %(count)d 经验 (套用加成后)。
zh_sg: 获得%(count)d经验 (应用加成后)。

# IDS_PCQT328_1
source: Hit the citadel of an enemy ship %(count)d time.
es_mx: Impacta la ciudadela de un barco enemigo %(count)d vez.
ja: 敵艦艇の防郭に命中弾を %(count)d 回与える。
pl: Traf w cytadelę okrętu wroga %(count)d raz.
ru: Попадите %(count)d раз в цитадель корабля противника.
uk: Влучте %(count)d раз у цитадель корабля супротивника.
zh: 击中敌方战舰的装甲区 %(count)d 次。
zh_sg: 击中敌方战舰的装甲区%(count)d次。

# IDS_PCQT329_1
source: Cause %(count)d HP of damage to enemy ships.
es_mx: Causa %(count)d HP de daño a los barcos enemigos.
ja: 敵艦艇に %(count)d HP のダメージを与える。
pl: Zadaj %(count)d PW uszkodzeń okrętom wroga.
ru: Нанесите %(count)d урона кораблям противника.
uk: Завдайте %(count)d од. шкоди кораблям супротивника.
zh: 对敌方战舰造成 %(count)d 血量伤害。
zh_sg: 对敌方战舰造成%(count)d血量伤害。

# IDS_PCQT331_1
source: Cause %(count)d flooding to an enemy ship.
es_mx: Causa %(count)d inundación en un barco enemigo.
ja: 敵艦艇に浸水を %(count)d 回引き起こす。
pl: Spowoduj %(count)d zalanie okrętu wroga.
ru: Вызовите %(count)d затопление на корабле противника.
uk: Спричиніть %(count)d затоплення на кораблі супротивника.
zh: 使敌方战舰进水 %(count)d 次。
zh_sg: 使敌方战舰进水%(count)d次。
