Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PFSC510_DESCR
source: Designed and built after World War II, and equipped with powerful dual-purpose 127 mm artillery, this relatively small cruiser was primarily used for AA defenses.
es_mx: Diseñado y construido después de la Segunda Guerra Mundial, un crucero AA de tamaño relativamente pequeño pero equipado con una poderosa artillería de doble propósito de 127 mm.
ja: コルベールは二次大戦後に設計・建造された防空巡洋艦であり、比較的小柄ながらも強力な 127 mm 両用砲を搭載していました。
pl: Zaprojektowany i zbudowany po zakończeniu II wojny światowej, krążownik przeciwlotniczy o stosunkowo niewielkich rozmiarach, ale uzbrojony w działa uniwersalne kal. 127 mm.
ru: Спроектированный и построенный после Второй мировой войны крейсер ПВО относительно небольших размеров, вооружённый мощной универсальной артиллерией калибра 127 мм.
uk: Спроектований і побудований після Другої світової війни крейсер ППО відносно невеликих розмірів, озброєний потужною універсальною артилерією калібру 127 мм.
zh: Спроектированный и построенный после Второй мировой войны крейсер ПВО относительно небольших размеров, вооружённый мощной универсальной артиллерией калибра 127 мм.
zh_sg: 第二次世界大战后设计并建造的小型对空防御巡洋舰，但装备了强劲的127毫米两用炮。

# IDS_PFSC518
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PFSC518_DESCR
source: A Richelieu-class battleship known for her high speed and powerful anti-torpedo defense. In the process of her completion in the late 1940s, she received the most advanced anti-aircraft artillery systems for that time, which significantly increased the ship's AA defense.
es_mx: Un acorazado de la clase Richelieu conocido por su alta velocidad y su poderosa defensa anti torpedps. En el proceso de su culminación a finales de los años 40, recibió el más avanzado sistema de artillería antiaérea de esa época, ll que incrementaba significativamente la defensa AA de barco.
ja: ジャン・バールは、リシュリュー級戦艦であり、高い速力と強固な対水雷防御で有名です。1940 年代の後半に行われた仕上げ工程においては、当時の最先端の対空砲システムが搭載され、対空能力が大幅に強化されました。
pl: Pancernik klasy Richelieu znany ze swojej szybkości i potężnej obrony przeciwtorpedowej. W trakcie budowy pod koniec lat 40. okręt został wyposażony w najnowocześniejszy system artylerii przeciwlotniczej, jaki wtedy istniał, co znacznie uodporniło go na ataki z powietrza.
ru: Линейный корабль типа Richelieu, обладавший высокой скоростью хода и мощной противоторпедной защитой. В процессе достройки в конце 1940-х годов получил на вооружение самые современные на тот момент зенитные артиллерийские системы, что существенно усилило ПВО корабля.
uk: Лінкор типу Richelieu, що мав високу швидкість ходу і потужний протиторпедний захист. В процесі добудови в кінці 1940-х рр. одержав на озброєння найсучасніші на той момент зенітні артилерійські системи, що значно посилило ППО корабля.
zh: 一艘黎塞留级战列舰以其高速和强大的反鱼雷防护而闻名。在它1940年代末期完成的过程中，它获得了当时最先进的防空火炮系统，这显著提高了该舰的对空防御。
zh_sg: 一艘黎塞留级战列舰，以高航速和强大的反鱼雷防御而闻名。在它20世纪40年代建造的过程中，它获得了当时最先进的防空武器系统，这显著地提高了战舰的对空防御能力。

# IDS_PFSC518_FULL
source: Jean Bart
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PFSC810
source: Brennus
zh: 布伦努斯
zh_sg: 布伦努斯

# IDS_PFSC810_DESCR
source: Developed from the preceding project with enhanced anti-aircraft defenses, this cruiser carried 240 mm main guns designed in the 1930s. The ship featured a powerful propulsion plant and a very high speed.
es_mx: Desarrollado a partir del proyecto anterior con defensas antiaéreas mejoradas, este crucero contaba con cañones principales 240 mm diseñados en los años 30. La nave contaba con una potente planta motriz y una velocidad muy alta.
ja: アンリ 4 世は、重巡洋艦の計画案であり、先行計画を発展させ、対空防御力を強化し、主砲として 1930 年代に設計された 240 mm 砲を搭載する予定でした。強力な推進機関を備え、極めて高い速力を誇りました。
pl: Krążownik ten, zbudowany w oparciu o poprzedni projekt, ale z ulepszoną obroną przeciwlotniczą, posiadał zaprojektowane w latach .30 działa kal. 240 mm. Warta wspomnienia jest również potężna maszynownia i osiągana dzięki niej bardzo duża prędkość okrętu.
ru: Развитие предыдущего проекта с более совершенным зенитным вооружением и разработанными в 1930-х годах 240-мм орудиями в качестве артиллерии главного калибра. Особенностями проекта также являлись мощная энергетическая установка и очень высокая скорость хода.
uk: Розвиток попереднього проекту з досконалішим зенітним озброєнням і розробленими в 1930-х рр. 240-мм гарматами артилерії головного калібру. Особливостями проекту також були потужна силова установка і дуже висока швидкість ходу.
zh: 研发自前一项计划并带有增强型对空防御，这艘在三十年代设计的巡洋舰搭载了 240 毫米主炮。该战舰具有强大的推进系统设备及非常高的航速。
zh_sg: 以前一代设计为基础，带有增强型对空防御的战舰，这艘30年代设计的巡洋舰搭载了240毫米主炮。拥有强大的推进系统及非常高的航速。

# IDS_PFSC810_FULL
source: Brennus
zh: 布伦努斯
zh_sg: 布伦努斯

# IDS_PFSD102_DESCR
source: An experimental destroyer equipped with a new type of turbine. The ship was laid down before the start of World War I, and was completed after the war ended. Based on the experience gained during wartime, the ship was armed with more powerful armament—in particular, formidable 550 mm torpedo tubes.
es_mx: Un destructor experimental equipado con un nuevo tipo de turbina. El barco se colocó en la quilla antes del inicio de la Primera Guerra Mundial y se completó después de que terminase la guerra. Sobre la base de la experiencia adquirida durante la guerra, el barco contaba con armamento más poderoso, en particular formidables tubos lanzatorpedos de 550 mm.
ja: アンセーニュ・ガボルドは、新種のタービンを搭載した実験的な駆逐艦であり、一次大戦の開戦前に起工され、終戦後に竣工しました。戦時中の戦訓を活かして兵装の強化が図られており、恐るべき 550 mm 魚雷発射管を搭載していました。
pl: Eksperymentalny niszczyciel wyposażony w nowy typ turbiny. Budowę okrętu rozpoczęto na początku I wojny światowej i ukończono po jej zakończeniu. W konstrukcji okrętu uwzględniono doświadczenia wyniesione z działań zbrojnych, jednostka otrzymała potężniejsze uzbrojenie, przede wszystkim wyrzutnie torped kal. 550 mm.
ru: Экспериментальный эсминец с турбинами нового типа. Был заложен ещё до начала Первой мировой войны и достроен после её завершения. С учётом опыта войны получил усиленное вооружение, в частности мощные 550-мм торпедные аппараты.
uk: Експериментальний есмінець із турбінами нового типу. Заклали ще до початку Першої світової війни й добудували вже після її завершення. Враховуючи досвід війни, отримав посилене озброєння, а саме потужні 550-мм торпедні апарати.
zh: Экспериментальный эсминец с турбинами нового типа. Был заложен ещё до начала Первой мировой войны и достроен после её завершения. С учётом опыта войны получил усиленное вооружение, в частности мощные 550-мм торпедные аппараты.
zh_sg: 装有新型涡轮的实验驱逐舰。这艘战舰是在第一次世界大战开始之前开始生产，并在战争结束后完成。根据战时获得的经验，战舰配备了更强大的武器，特别是强力的550毫米鱼雷发射管。

# IDS_PFSD102_FULL
source: Enseigne Gabolde
zh: En. Gabolde
zh_sg: 加博尔德海军少尉

# IDS_PFSD103_DESCR
source: This destroyer design was offered soon after the end of World War I. The reason for the ship's significantly increased dimensions was the wider range of missions the destroyer would be tasked with during military combat.
es_mx: Este diseño de destructor se ofreció poco después del final de la Primera Guerra Mundial. La razón del aumento significativo de las dimensiones del barco fue el rango más amplio de misiones con las que se encargaría al destructor durante el combate militar.
ja: フューズィリエは一次大戦の終戦後間もなく提案された駆逐艦の設計案です。戦闘においてより幅広い任務に対応できるよう、従来の駆逐艦に比して大幅に大型化されていました。
pl: Ten projekt niszczyciela oferowano krótko po zakończeniu I wojny światowej. Wymiary okrętu znacznie powiększono, aby mógł on pełnić szerszy zakres misji w czasie wojny.
ru: Проект эсминца, предложенный вскоре после окончания Первой мировой войны. Значительно возросшие размеры корабля были обусловлены расширенным спектром задач, возлагавшимся на эсминцы в ходе военных действий.
uk: Проект есмінця, який запропонували після завершення Першої світової війни. Значно збільшені розміри корабля були зумовлені розширенням спектру завдань, які покладали на есмінці під час бойових дій.
zh: Проект эсминца, предложенный вскоре после окончания Первой мировой войны. Значительно возросшие размеры корабля были обусловлены расширенным спектром задач, возлагавшимся на эсминцы в ходе военных действий.
zh_sg: 这种驱逐舰的设计是在第一次世界大战结束后不久提出的。战舰的尺寸显著名增加的原因是驱逐舰在军事战斗中将会负责的任务范围更加广泛。

# IDS_PFSD104_DESCR
source: The first French destroyer of the new generation. In order to gain firepower superiority over her foreign counterparts, this ship was armed with powerful 130 mm main guns.
es_mx: El primer destructor francés de la nueva generación. Con el fin de obtener la superioridad de la potencia de fuego sobre sus homólogos extranjeros, este barco estaba armado con poderosos cañones principales de 130 mm.
ja: ブーラスク級駆逐艦はフランスとして初の新世代型駆逐艦であり、他国の駆逐艦を火力で凌ぐべく強力な 130 mm 砲を搭載していました。
pl: Pierwszy francuski niszczyciel nowej generacji. By osiągnąć przewagę ogniową nad zagranicznymi rywalami, okręt wyposażono w potężne działa główne kal. 130 mm.
ru: Первый французский эсминец нового поколения. С целью обеспечения огневого превосходства над иностранными кораблями того же класса был вооружён мощными 130-мм орудиями.
uk: Перший французький есмінець нового покоління. З метою забезпечення вогневої переваги над іноземними кораблями цього ж класу був озброєний потужними 130-мм гарматами.
zh: Первый французский эсминец нового поколения. С целью обеспечения огневого превосходства над иностранными кораблями того же класса был вооружён мощными 130-мм орудиями.
zh_sg: 第一艘新一代法国驱逐舰。为了取得对其他国家驱逐舰的火力优势，这艘战舰装备了130毫米强力主炮。

# IDS_PFSD105
source: Jaguar
zh: 猎兵
zh_sg: 美洲豹

# IDS_PFSD105_DESCR
source: An ancestor of a sub-type of large destroyers (French "contre-torpilleurs") that were fast-moving ships, their speed being typical of the French Navy. In contrast to destroyers of that time, these ships had large dimensions and powerful artillery armament.
es_mx: Un antepasado de un subtipo de grandes destructores ("antitorpedos" franceses) que eran barcos de rápido movimiento, siendo su velocidad típica de la Armada francesa. En contraste con los destructores de ese tiempo, estos barcos tenían grandes dimensiones y un poderoso armamento de artillería.
ja: ジャグアールは、フランス語で "contre-torpilleurs" (水雷艇駆逐艦) と呼ばれる艦種の端緒でした。日本語では「大型駆逐艦」と呼ばれるこの艦種は高速であり、その速力はフランス海軍においては典型的でした。当時の一般的な駆逐艦に比して大型であり、強力な砲熕兵装を誇っていました。
pl: Potomek dużych niszczycieli („contre-torpilleurs”) – szybkich okrętów typowych dla francuskiej marynarki. W porównaniu z innymi niszczycielami swoich czasów miały duże wymiary i potężną artylerię.
ru: Родоначальник подкласса контрминоносцев, характерных для ВМС Франции быстроходных кораблей, отличавшихся от современных им эсминцев крупными размерами и мощным артиллерийским вооружением.
uk: Засновник підкласу контрміноносців, характерних для ВМС Франції швидких кораблів, які відрізнялися від сучасних есмінців великими розмірами та потужним артилерійським озброєнням.
zh: Родоначальник подкласса контрминоносцев, характерных для ВМС Франции быстроходных кораблей, отличавшихся от современных им эсминцев крупными размерами и мощным артиллерийским вооружением.
zh_sg: 作为可以快速移动的大型驱逐舰（法语："contre-torpilleurs"）副分支的前身，高速移动能力是法国海军的典型特征。与当时的驱逐舰相比，这些战舰具有更大尺寸和更强大的火炮武器装备。

# IDS_PFSD105_FULL
source: Jaguar
zh: 猎兵
zh_sg: 美洲豹

# IDS_PFSD106_DESCR
source: Armed with 139 mm artillery guns, the Guépard-class ships were, to a greater extent than their predecessor, in line with the concept of large destroyers—half-cruisers, half-destroyers.
es_mx: Armados con cañones de artillería de 139 mm, los barcos de la clase Guépard estaban en mayor medida que sus predecesores, en línea con el concepto de grandes destructores: medio cruceros; medio destructores.
ja: ゲパール級大型駆逐艦は 139 mm 砲を搭載しており、巡洋艦と駆逐艦の中間的な艦種というコンセプトをさらに発展させた艦級でした。
pl: Uzbrojone w artylerię kal. 139 mm okręty klasy Guépard, bardziej niż ich protoplaści, zbliżone były do koncepcji dużych niszczycieli – połączeniu krążowników i niszczycieli.
ru: Вооружённые 139-мм артиллерией, корабли типа Guépard в ещё большей степени, чем их предшественники, соответствовали концепции контрминоносцев — полукрейсеров, полуэсминцев.
uk: Озброєні 139-мм артилерією, кораблі типу Guépard ще більше, ніж їх попередники, відповідали концепції контрміноносців — напів-крейсерів, напів-есмінців.
zh: Вооружённые 139-мм артиллерией, корабли типа Guépard в ещё большей степени, чем их предшественники, соответствовали концепции контрминоносцев — полукрейсеров, полуэсминцев.
zh_sg: 根据大型驱逐舰 - 半巡洋舰，半驱逐舰的概念，猎豹级战舰配备139毫米火炮，体型也比其前身更大。

# IDS_PFSD107_DESCR
source: A further development of the large destroyer sub-type (French "contre-torpilleurs"). In contrast to the Guépard class, she featured artillery with enhanced rapid-firing capabilities. Additionally, as opposed to the Aigle class, she had her torpedo armament arranged in a different manner, providing wider rotation angles for her torpedo tubes.
es_mx: Un mayor desarrollo del subtipo de gran destructor ("antitorpedos" franceses). En contraste con la clase Guépard, presentó artillería con capacidades mejoradas de disparo rápido. Además, a diferencia de la clase Aigle, tenía su armamento de torpedos distribuido de una manera diferente, proporcionando ángulos de rotación más amplios para sus tubos lanzatorpedos.
ja: ヴォークラン級は、大型駆逐艦 (フランス語: contre-torpilleurs) をさらに発展させた艦級であり、ゲパール級よりも主砲の速射性が強化されていました。加えて、エーグル級とは魚雷発射管の配置方式が異なっており、より広範囲への旋回を可能としていました。
pl: Projekt rozwojowy dużych francuskich niszczycieli („contre-torpilleurs”). W porównaniu z okrętami klasy Guépard uzbrojone były w działa artyleryjskie o większej szybkostrzelności. W porównaniu do okrętów klasy Aigle miały inaczej rozmieszczone uzbrojenie torpedowe, umożliwiające obracanie wyrzutni pod szerszym kątem.
ru: Дальнейшее развитие подкласса контрминоносцев. От кораблей типа Guépard отличались более скорострельной артиллерией, а от кораблей типа Aigle — иным размещением торпедного вооружения, обеспечивавшим более выгодные углы пуска торпед.
uk: Подальший розвиток підкласу контрміноносців. Від кораблів типу Guépard відрізнялися скорострільнішою артилерією, а від кораблів типу Aigle — іншим розміщенням торпедного озброєння, що забезпечувало вигідніші кути пуску торпед.
zh: Дальнейшее развитие подкласса контрминоносцев. От кораблей типа Guépard отличались более скорострельной артиллерией, а от кораблей типа Aigle — иным размещением торпедного вооружения, обеспечивавшим более выгодные углы пуска торпед.
zh_sg: 大型驱逐舰副分支（法语："contre-torpilleurs"）的进一步发展。对比猎豹级，它的火炮拥有更强的速射能力。此外，与鹰级驱逐舰相比，它的鱼雷武器安装方式不同，使它可以以更宽阔的角度发射鱼雷。

# IDS_PFSD108_DESCR
source: Large and extremely fast ships. They carried a main battery that consisted of new 139 mm guns with improved shell ballistics and an extended firing range.
es_mx: Barcos grandes y extremadamente rápidos. Llevaban una batería principal que consistía en nuevos cañones de 139 mm con balística de proyectiles mejorada y un alcance de fuego aumentado.
ja: ル・ファンタスク級大型駆逐艦は、大型で極めて高速な艦級として高名です。主砲としては新型の 139 mm 砲を採用しており、弾道特性と射程が向上していました。
pl: Duże i bardzo szybkie okręty. Ich bateria główna składała się z nowych dział kal. 139 mm o poprawionej balistyce pocisków i większym zasięgu.
ru: Крупные и чрезвычайно быстроходные корабли. В качестве артиллерии главного калибра на них были установлены новые 139-мм орудия с улучшенной баллистикой и повышенной дальнобойностью.
uk: Великі та надзвичайно швидкісні кораблі. Як артилерію головного калібру на них встановлювали нові 139-мм гармати з поліпшеною балістикою та підвищеною далекобійністю.
zh: Крупные и чрезвычайно быстроходные корабли. В качестве артиллерии главного калибра на них были установлены новые 139-мм орудия с улучшенной баллистикой и повышенной дальнобойностью.
zh_sg: 体型巨大而且速度极快。它们携带的主炮组由新的139毫米火炮组成，具有改进的弹道和延长的射程。

# IDS_PFSD109_DESCR
source: The most powerful large destroyers (French "contre-torpilleurs") among those built for the French Navy. Due to the placement of her artillery guns in twin mounts, the ship outgunned not only all of her predecessors in terms of firepower, but also most contemporary destroyers. Another special feature of the Mogador-class ships was the arrangement of their torpedo armament, where two torpedo tubes were placed along each side of the ship.
es_mx: Los destructores grandes más poderosos ("antitorpedos" franceses) entre los que fueron construidos para la Armada francesa. Debido a la distribución de sus cañones de artillería en monturas gemelas, el barco superó a todos sus predecesores en términos de potencia de fuego, pero también a los destructores más contemporáneos. Otra característica especial de los barcos de la clase Mogador fue la distribución de su armamento de torpedos, donde se colocaron dos tubos lanzatorpedos a lo largo de cada lado del barco.
ja: モガドール級は、フランス海軍で建造された大型駆逐艦 (フランス語: contre-torpilleurs) の中でも最も強力な艦級でした。主砲を連装砲塔に収めていたため、その火力はこれまでの全ての大型駆逐艦を上回るだけではなく、同時期の大半の駆逐艦を凌駕していました。魚雷発射管の配置にも特徴があり、両舷側に 2 基ずつ搭載していました。
pl: Najpotężniejsze duże niszczyciele („contre-torpilleurs”) zbudowane kiedykolwiek dla francuskiej marynarki. Dzięki umieszczeniu dział artyleryjskich w podwójnych stanowiskach przewyższał siłą ognia nie tylko swoich protoplastów, ale niemal wszystkie konkurencyjne niszczyciele. Inną cechą szczególną okrętów klasy Mogador było ustawienie dwóch wyrzutni torpedowych po obu stronach okrętu.
ru: Самые мощные контрминоносцы из числа построенных для ВМС Франции. Благодаря размещению артиллерии в спаренных установках значительно превосходили по огневой мощи не только всех своих предшественников, но и подавляющее большинство современников из класса эсминцев. Ещё одной особенностью кораблей типа Mogador было побортное расположение торпедных аппаратов.
uk: Найпотужніші контрміноносці серед всіх побудованих для ВМС Франції. Завдяки розміщенню артилерії в подвійних установках, значно перевершували вогневою міццю не лише всіх своїх попередників, але й більшість тогочасних кораблів класу есмінців. Ще однією особливістю кораблів типу Mogador було бортове розміщення торпедних апаратів.
zh: Самые мощные контрминоносцы из числа построенных для ВМС Франции. Благодаря размещению артиллерии в спаренных установках значительно превосходили по огневой мощи не только всех своих предшественников, но и подавляющее большинство современников из класса эсминцев. Ещё одной особенностью кораблей типа Mogador было побортное расположение торпедных аппаратов.
zh_sg: 在所有为法国海军建造的大型驱逐舰（法语："contre-torpilleurs"）中最强大的一艘。由于它的火炮安装在两联炮塔中，这艘战舰的火力不仅超过了它的所有前辈，也超过了大多数现代驱逐舰。莫加多尔级战舰的另一个特点是它们的鱼雷武器的安装方式，其中两个鱼雷发射管沿着战舰的两侧安装。

# IDS_PFSD110_DESCR
source: Developed in the early days of World War II, this large destroyer design constituted a further development of the Mogador class. The main distinctive features of these new ships were the different combination of artillery guns and more powerful AA defenses.
es_mx: Desarrollado en los primeros días de la Segunda Guerra Mundial, este gran diseño de destructor constituyó un desarrollo adicional de la clase Mogador. Las principales características distintivas de estos nuevos barcos fueron la combinación diferente de cañones de artillería y defensas AA más poderosas.
ja: クレベールは、二次大戦の初期に開発された大型駆逐艦の設計案であり、モガドール級の発展型でした。主要な特徴として、主砲の組み合わせが異なっており、対空兵装が強化されていました。
pl: Te duże niszczyciele, opracowane na początku II wojny światowej, były zmodernizowaną wersją klasy Mogador. Nowe jednostki wyróżniały się inną konfiguracją artylerii i silniejszym uzbrojeniem przeciwlotniczym.
ru: Разрабатывавшийся в начале Второй мировой войны проект контрминоносцев, представлявших собой развитие типа Mogador. Главным отличием новых кораблей был иной состав артиллерии и усиленная ПВО.
uk: Проект контрміноносця, який розробляли на початку Другої світової війни. Був розвитком типу Mogador. Головною відмінністю нових кораблів був інший склад артилерії та посилена ППО.
zh: Разрабатывавшийся в начале Второй мировой войны проект контрминоносцев, представлявших собой развитие типа Mogador. Главным отличием новых кораблей был иной состав артиллерии и усиленная ПВО.
zh_sg: 这种大型驱逐舰开放于第二次世界大战初期，是莫尔加多级的进一步发展。 这些新战舰的主要特点是同时拥有火炮和更强大的对空防御武器。

# IDS_PFSD210_DESCR
source: A variant of the 3,000-ton reconnaissance project developed between 1939 and 1940, armed with post-World War II weapons, including a multi-purpose main battery.
es_mx: Una variantes del projecto de reconocimiento de 3 000 toneladas desarrollado entre 1939 y 1940, armado con armas posteriores a la SGM, incluyendo una batería principal multipropósito.
ja: マルソーは、1939 年から 1940 年にかけて開発された 3,000 トン級の偵察艦計画における案のひとつです。二次大戦後の兵装が搭載されており、主砲として両用砲を採用しています。
pl: Jeden z wariantów okrętu zwiadowczego o wyporności 3 tys. ton, opracowanego w latach 1939–1940. Uzbrojenie, w tym uniwersalna bateria główna, należało do okresu powojennego.
ru: Вариант разрабатывавшегося в 1939–1940 годах проекта «3000-тонных разведчиков» с вооружением послевоенного времени, включающим универсальную артиллерию главного калибра.
uk: Варіант проєкту «3000-тонних розвідників», що розробляли в 1939–1940 рр. з озброєнням післявоєнного часу, що включає універсальну артилерію головного калібру.
zh: Вариант разрабатывавшегося в 1939–1940 годах проекта «3000-тонных разведчиков» с вооружением послевоенного времени, включающим универсальную артиллерию главного калибра.
zh_sg: 1939年至1940年间研发的3000吨侦察项目的变种，装备了二战后的武器，包括多用主炮。

# IDS_PFSD504_DESCR
source: A destroyer from the Bourrasque class that had a decisive effect on the development of the destroyer type in the French Navy. These ships differed from their foreign counterparts in their powerful 130 mm guns and 550 mm torpedo tubes.
es_mx: Un destructor de la clase Bourrasque que tuvo un impacto decisivo en el desarrollo del tipo destructor en la Armada francesa. Estos barcos diferían de sus homólogos extranjeros en sus potentes cañones de 130 mm y tubos lanzatorpedos de 550 mm.
ja: シロッコはブーラスク級駆逐艦であり、この艦級はフランス海軍における駆逐艦開発に決定的な影響を与えた存在でした。他国の駆逐艦との違いとして、強力な 130 mm 砲と 550 mm 魚雷発射管を搭載していました。
pl: Niszczyciel klasy Bourrasque, który miał decydujący wpływ na rozwój niszczycieli francuskiej marynarki. Od zagranicznych konkurentów okręty te różniły się potężnymi działami kal. 130 mm i wyrzutniami torpedowymi kal. 550 mm.
ru: Эсминец типа Bourrasque, оказавшего определяющее влияние на развитие этого класса кораблей во французском флоте. От зарубежных аналогов отличался мощными 130-мм орудиями и 550-мм торпедными аппаратами.
uk: Есмінець типу Bourrasque, що вплинув на розвиток цього класу кораблів у французькому флоті. Від іноземних аналогів відрізнявся потужними 130-мм гарматами та 550-мм торпедними апаратами.
zh: Эсминец типа Bourrasque, оказавшего определяющее влияние на развитие этого класса кораблей во французском флоте. От зарубежных аналогов отличался мощными 130-мм орудиями и 550-мм торпедными аппаратами.
zh_sg: 来源于狂风级驱逐舰，对法国海军驱逐舰类型的发展具有决定性影响。这些船拥有强大的130毫米火炮和550毫米鱼雷发射管，在与外国同类型战舰的比较重很有辨识度。

# IDS_PFSD506
source: Aigle
zh: 鹰
zh_sg: 鹰
