Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC449_CAPT_3_2_APRIL_1ST_DESCRIPTION
source: Once Cap even found himself on board a UFO. Aliens had seized him and Fishy to carry out a series of experiments. But what kind of experiments could be performed on Cap? This extraordinary character is no average person, and not a poster boy by far. Which is why, if the aliens had wanted to find something out about humankind in general, they would have been misled into thinking that humans enthusiastically sleep in until midday, drink never-ending cups of tea with candies, believe in all sorts of technological inventions, such as combat dolphins, and collect and rigorously command fleets of warships without the faintest thought of retreat or surrender. It turns out that Cap pretty much succeeded in portraying us in the most favorable light before the alien civilization. He had every chance to fly into outer space to become a human representative of Earth in the Intergalactic Council, particularly in light of the fact that they had already given way to the grand Intergalactic Games! Instead, in exchange for valuable data on us humans, Cap cajoled the aliens into building him an aircraft carrier with a rubber deck to land planes without landing gear, or even a ship that would be able to catch planes on the fly with a crane. Breakthrough space technologies apparently made his mouth water. He then asked for several miniature nuclear bombs to use against enemy cruisers in open waters—the plan being to throw them at the cruisers until they sank. He went on to ask if he could make use of nuclear depth charges to blast submarines. It was exactly at that moment that he and Fishy were dropped back on Earth, for space security reasons. The Intergalactic Games are no place for such "tough cookies".
es_mx: En una ocasión, Cap se encontró a sí mismo a bordo de un OVNI. Los extraterrestres lo habían capturado junto a Fishy para llevar a cabo una serie de experimentos. Pero, ¿qué clase de experimentos podían ser realizados con Cap? Este personaje extraordinario no es una persona promedio, y mucho menos es un aficionado. Es por eso que, si los extraterrestres hubieran querido descubrir algo sobre la humanidad, se habrían equivocado al pensar que los humanos duermen sin parar hasta el mediodía; beben una cantidad interminable de tazas de té con dulces; creen en todo tipo de inventos tecnológicos, como los delfines de combate; y reúnen y dirigen rigurosamente a flotas de barcos de guerra sin el menor pensamiento de retirarse o rendirse. Resulta que Cap logró representarnos de una manera muy apropiada ante la civilización alienígena. ¡Tenía todas las oportunidades de volar al espacio exterior para convertirse en un representante humano de la Tierra en el Consejo Intergaláctico, especialmente porque ya había participado en los grandiosos Juegos Intergalácticos! En cambio, a cambio de valiosos datos sobre los humanos, Cap convenció a los extraterrestres para que le construyeran un portaaviones con una cubierta de goma para aterrizar aviones sin tren de aterrizaje, o incluso un barco que pudiera atrapar aviones en vuelo con una grúa. Las innovadoras tecnologías espaciales aparentemente lo emocionaron demasiado. Luego pidió varias bombas nucleares en miniatura para usar contra los cruceros enemigos en aguas abiertas, el plan era lanzarlos contra los cruceros hasta que se hundieran. Luego preguntó si podía hacer uso de cargas de profundidad nucleares para hacecr volaro a los submarinos. Fue exactamente en ese momento que él y Fishy fueron devueltos a la Tierra por razones de seguridad espacial. Los Juegos Intergalácticos no son lugar para unos "tipos tan duros".
ja: 船長は、気がつくと UFO の中だったこともありました。エイリアン達が一連の実験に使うべく彼とお魚さんを拉致したからです。でも船長に対してどんな実験を行えたというのでしょう? 彼は平均的でも典型的でもない、並外れたキャラクターなのです。 ですので、もしエイリアン達が求めていたのが一般的な人類の情報であったのなら、人類はお昼までぐっすりと眠り、キャンディー入りの紅茶を延々と飲み続け、戦闘イルカのような技術発明を信じ込み、軍艦を集めて撤退も降伏もせず厳格に艦隊を指揮するものと誤解したことでしょう。つまり船長は、エイリアン文明に対し、人類にとって最も有利となる印象を抱かせることに大成功したのです。 彼は何度も宇宙へと飛んで、銀河間評議会における地球人類の代表になりました。何と言っても、大いなる「銀河間ゲームズ」への参加資格を既に与えられていたのですから! そして船長は地球人類に関する重要なデータと引き換えにエイリアン達を丸め込み、彼のために空母を建造することを約束させました － 着陸脚を持たない航空機でも着艦可能なゴム甲板を持った空母や、飛行中の機体をクレーンでキャッチすることができる空母なんかをです。どうやら彼は革新的な宇宙技術の魅力に抗えなかったようです。 次いで彼は開けた海域で敵巡洋艦に対して使用するための小型の新爆弾をいくつか要求しました。敵巡洋艦が沈没するまでその爆弾を投げ続ける魂胆だったのです。そして船長はさらに、敵潜水艦を吹き飛ばすための新型爆雷に関しても相談しようとしました。しかしまさにその瞬間に、彼とお魚さんは宇宙セキュリティを理由として地球に連れ戻されてしまったのでした。「銀河間ゲームズ」は、そんな「欲張り者」のための場ではなかったのです。
pl: Pewnego razu Kapitan ocknął się na pokładzie UFO. Kosmici uprowadzili jego i Rybkę, by przeprowadzać eksperymenty. Ale jakie eksperymenty mogli przeprowadzić na Kapitanie? Ten wyjątkowy osobnik nie jest przeciętnym Ziemianinem. Dlatego, właśnie gdy obcy chcieli dowiedzieć się czegoś na temat ziemskich kapitanów, zostali wprowadzeni w błędne przekonanie, że ludzie chętnie śpią do wczesnych godzin popołudniowych, piją w kółko herbatę i jedzą słodycze, mają bezgraniczne zaufanie do każdej nowinki technologicznej, takiej jak np. delfiny bojowe, a także tworzą i prowadzą do walki floty okrętów wojennych bez cienia wahania i myśli o odwrocie lub poddaniu się. Prawdopodobnie Kapitan przedstawił nas w jak najlepszym świetle przed obcą cywilizacją. Miał okazję polecieć w odległy kosmos i stać się reprezentantem ludzkości w Radzie Międzygalaktycznej, tym bardziej że dopuszczono go już do udziału w wielkich Igrzyskach Międzygalaktycznych! Zamiast tego jednak Kapitan nakłonił obcych do budowy lotniskowca z gumowym pokładem, na którym mogłyby lądować samoloty bez podwozia, a nawet okrętu z żurawiem pozwalającym łapać samoloty w locie. Przełomowe technologie kosmiczne ewidentnie sprawiały, że oczy ciągle mu się błyszczały. Następnie poprosił o kilka miniaturowych bomb atomowych, których mógłby użyć przeciwko krążownikom wroga na otwartych wodach — chciał nimi rzucać w okręty, aż te zatoną. Spytał, czy mógłby skorzystać z atomowych ładunków głębinowych do walki z okrętami podwodnymi. W tym momencie miarka się przebrała i Kapitan wraz z Rybką zostali odstawieni na Ziemię dla bezpieczeństwa całego kosmosu. Igrzyska Międzygalaktyczne nie są miejscem dla takich „hardkorowców”.
ru: Однажды Кэп побывал в космической тарелке. Его и Рыбку захватили пришельцы, вероятно, для опытов, но какие опыты можно поставить на Кэпе? Он ведь очень выдающаяся личность, совершенно не среднестатистическая и отнюдь не образцовая. Следовательно, если пришельцы хотели узнать что-то про человечество в целом, то Кэп их порядком дезинформировал: мол, люди охотно спят до обеда, постоянно пьют чай с конфетами, любят полежать в ванной, верят во всякие технологические выдумки вроде боевых дельфинов, собирают коллекции и упорно командуют кораблями, не сдаваясь ни при каких обстоятельствах. Как мы видим, Кэпу удалось представить нас в лучшем свете перед иноземной цивилизацией. У него были все шансы улететь в далёкий космос и стать там представителем Земли на Мультигалактическом совете. Тем более что там уже начали организовывать Большое межгалактическое многоборье. Но Кэп попросил пришельцев в обмен на ценные сведения о человечестве построить ему авианосец с резиновой палубой, на который садились бы самолёты без шасси, или даже корабль, подхватывающий самолёты на лету краном. Соблазнился передовыми космическими технологиями. Потом спросил, нельзя ли ему получить несколько компактных ядерных бомб, чтобы бороться с вражескими крейсерами в открытом море, кидая в их сторону ядерные бомбы до тех пор, пока они не потонут. А ещё уточнил, нельзя ли ядерными глубинными бомбами глушить подводные лодки. Тут их с Рыбкой и высадили из соображений космической безопасности. Нельзя таким воякам на межгалактическое многоборье.
uk: Одного разу Кеп побував у «космічній тарілці». Його та Рибку захопили прибульці, напевно для дослідів, але які досліди можна поставити на Кепі? Адже він дуже видатна особистість, абсолютно не середньостатистична, і аж ніяк не зразкова. Отже, якщо прибульці хотіли дізнатися щось про людство загалом, то Кеп їх значно дезінформував: мовляв, люди охоче сплять до обіду, постійно п’ють чай з цукерками, полюбляють лежати у ванні, вірять у всякі технологічні вигадки, наприклад, у бойових дельфінів, збирають колекції, наполегливо командують кораблями й не здаються ні за яких обставин. Як ми бачимо, Кепу вдалося представити нас у кращому світлі перед іноземною цивілізацією. У нього були всі шанси полетіти в далекий космос і стати там представником Землі на Мультігалактичній раді. Тим більше, що там вже почали організовувати Велике міжгалактичне багатоборство. Але Кеп попросив прибульців, в обмін на цінні відомості про людство, побудувати йому авіаносець з гумовою палубою, на який сідали б літаки без шасі, або навіть корабель, який підхоплює літаки на льоту краном. Спокусився передовими космічними технологіями. Потім запитав, чи можна йому отримати декілька компактних ядерних бомб, щоб боротися з ворожими крейсерами у відкритому морі, кидаючи в їх бік ядерні бомби до тих пір, поки вони не потонуть. А ще спитав, чи можна ядерними глибинними бомбами глушити підводні човни. Тут їх і висадили з Рибкою, з міркувань космічної безпеки. Не можна таким воякам на міжгалактичне багатоборство.
zh: Однажды Кэп побывал в космической тарелке. Его и Рыбку захватили пришельцы, вероятно, для опытов, но какие опыты можно поставить на Кэпе? Он ведь очень выдающаяся личность, совершенно не среднестатистическая и отнюдь не образцовая. Следовательно, если пришельцы хотели узнать что-то про человечество в целом, то Кэп их порядком дезинформировал: мол, люди охотно спят до обеда, постоянно пьют чай с конфетами, любят полежать в ванной, верят во всякие технологические выдумки вроде боевых дельфинов, собирают коллекции и упорно командуют кораблями, не сдаваясь ни при каких обстоятельствах. Как мы видим, Кэпу удалось представить нас в лучшем свете перед иноземной цивилизацией. У него были все шансы улететь в далёкий космос и стать там представителем Земли на Мультигалактическом совете. Тем более что там уже начали организовывать Большое межгалактическое многоборье. Но Кэп попросил пришельцев в обмен на ценные сведения о человечестве построить ему авианосец с резиновой палубой, на который садились бы самолёты без шасси, или даже корабль, подхватывающий самолёты на лету краном. Соблазнился передовыми космическими технологиями. Потом спросил, нельзя ли ему получить несколько компактных ядерных бомб, чтобы бороться с вражескими крейсерами в открытом море, кидая в их сторону ядерные бомбы до тех пор, пока они не потонут. А ещё уточнил, нельзя ли ядерными глубинными бомбами глушить подводные лодки. Тут их с Рыбкой и высадили из соображений космической безопасности. Нельзя таким воякам на межгалактическое многоборье.
zh_sg: 有一次卡普坐上了飞碟。外星人抓住他和费什进行了一系列实验。是什么样的实验呢？这名大人物可不是一般人，也没上过海报。 这导致当外星人研究人类时，误以为人类都热衷于睡到中午；永不停歇的喝茶吃糖果；相信各种各样的技术发明，比如战斗海豚；收集和硬核指挥战舰，从不考虑撤退或投降。事实证明，在外星文明出现之前，卡普成功地描绘出了我们人类最光辉的一面。 他有机会飞往外太空，成为银河系理事会中地球人类的代表，特别是考虑到他们还许诺加入银河系比赛！但为了换取关乎人类的宝贵数据，卡普诱骗外星人为他建造了一艘带有橡胶甲板的航空母舰，以便在没有起落架的情况下降落飞机，甚至建造了一艘能够用起重机在空中捕捉飞机的舰艇。先进的太空技术显然让他垂涎三尺。 之后他要求在开阔水域用几枚微型核弹对付敌人的巡洋舰，计划是把它们扔到巡洋舰上，然后看着它们沉没。接着他继续追问，是否可以用深水核炸弹炸毁潜艇。正是在那一刻，出于对太空安全的考虑，他和菲什被送回了地球。银河系比赛可吃不消这种“硬核猛男。”

# IDS_PCZC450_CAPT_3_3_NE1
source: Viking Descendent
es_mx: Descendiente de Vikingos
ja: ヴァイキングの末裔
pl: Potomek wikingów
ru: Викинг по дедушке
uk: Вікінг за дідусем
zh: Викинг по дедушке
zh_sg: 维京人后裔

# IDS_PCZC450_CAPT_3_3_NE1_DESCRIPTION
source: In the spring of 1940, the Germans sank their claws into Norway and captured it. The story goes that a tiny Norwegian island called Jan Mayen was home to the base used by an extremely important, yet covert, scientific expedition of four. Some were inclined to believe it was the very place where climatic weapons came into being. Those weapons were expected to help Norway grow into a heavenly garden, turn Greenland green again, and banish any states that were hostile to the descendants of the Vikings to the depths under the deep dark waves. Another widespread rumor was the tired idea that the island housed a meteorological camp, but nobody took it seriously, of course. Yet, all shared the idea that it was an extremely valuable expedition, because the unfathomable Professor Falter was determined to set foot on the land of Jan Mayen. The Norwegians sank the German ship by raising a calamitous ridge beneath it, but the Professor managed to get ashore and, laughing and sneering, had almost reached the main secret when, at the very last moment... Cap came to the rescue! The destroyer he helmed rushed out of the storm on a straight course towards the island. When another ridge treacherously rose out of the water, Cap's ship went down, but he had jumped into a life boat, reached the shore, climbed the volcano, and defeated the Professor in a straight duel. The Norwegians took Cap as one of their own, and went on to cheerfully celebrate their unexpected miraculous rescue. The evil Professor, bound hand and foot, had to listen to all five singing the Old Norse sagas in chorus. As time went by, this style of music would eventually be called Doom Death Black Metal.
es_mx: En la primavera de 1940, los alemanes clavaron sus garras en Noruega y la capturaron. La historia cuenta que una pequeña isla noruega llamada Jan Mayen era el hogar de la base utilizada por una expedición científica extremadamente importante, pero encubierta. Algunos se inclinaron a creer que era el lugar donde surgieron las armas climáticas. Se esperaba que estas armas ayudarían a Noruega a convertirse en un jardín celestial, hacer que Groenlandia sea verde de nuevo y desterrar a las profundidades de los oscuros mares a cualquier estado que fuera hostil con los descendientes de los vikingos. Otro rumor extendido era la idea de que la isla albergaba un campamento meteorológico, pero nadie lo tomó en serio, por supuesto. Sin embargo, todos compartían la idea de que era una expedición extremadamente valiosa, porque el mismísimo profesor Falter pisó las tierras de Jan Mayen. A pesar de que los noruegos hundieron al barco alemán levantando una enorme formación de rocas por debajo de él, el profesor escapó y logró llegar a la costa. Riéndose, casi había alcanzado la ubicación secreta principal cuando, en el último momento... ¡Cap llegó al rescate! El destructor que dirigía salió de la tormenta para dirigirse directamente hacia la isla. Cuando otra roca salió de forma intempestiva del agua, el barco de Cap se hundió, pero Cap saltó a un bote salvavidas, alcanzó la costa, subió al volcán y derrotó al Profesor en un duelo frente a frente. Los noruegos tomaron a Cap como uno de los suyos y celebraron alegremente su inesperado rescate milagroso. El malvado profesor, atado de pies y manos, tuvo que escuchar a los cinco cantando las Antiguas sagas nórdicas en coro. Con el paso del tiempo, este estilo de música sería llamada eventualmente Doom Death Black Metal.
ja: 1940 年の春、ドイツ軍はノルウェーを攻撃し、占領しました。これはノルウェー領だったヤンマイエン島と呼ばれる小さな島を巡る物語です。この島は、4 人編成の極秘の科学調査隊の基地であり、一部にはこの島こそが気象兵器が生まれた場所だと信じる人もいました。そしてそのような兵器があれば、ノルウェーを豊かな土地へと変え、グリーンランドに緑を取り戻し、ヴァイキングの末裔達に敵対していたあらゆる国家を深く暗い波の狭間の深海へと追放することができると期待されていました。もうひとつ、この島に気象観測隊のキャンプがあったというつまらない噂がありましたが、そんな噂を真に受ける人などもちろん居ませんでした。 それでもなお、不気味なファルター教授がこのヤンマイエン島に上陸すると固く決心していたことから、誰もがこの調査はとても重要なものだと思っていました。教授を乗せたドイツ船はノルウェーの複雑な海底地形に対応し切れず、尾根に座礁して沈没しましたが、教授は辛くも脱出して上陸を果たしました。そして彼は最後の瞬間には高笑いを浮かべながら最大の秘密にほとんど到達しかけていたのです… しかしそこに船長が駆けつけたのです! 彼が舵を取る駆逐艦は嵐の中で真っ直ぐ島へと急行し、不運にも水面から姿を現した別の尾根に座礁して沈没してしまったものの、船長は救命ボートに飛び乗って陸地に到達し、火山を登り、教授と直接対決して撃退することに成功しました。 ノルウェー人達は船長のことを仲間として歓迎し、思いがけない奇跡的な救援劇を大いに称えました。邪悪な教授は手足を拘束され、古ノルド語によるサガの 5 人編成のコーラスを聞かされました。やがてこのスタイルの音楽は、ドゥーム・デス・ブラックメタルと呼ばれるようになります。
pl: Wiosną 1940 roku Niemcy złapali w swoje szpony Norwegię i zajęli ją. Chodzą pogłoski, że na malutkiej norweskiej wyspie o nazwie Jan Mayen założono tajną bazę, w której czwórka naukowców prowadziła bardzo istotne, ale sekretne badania. Niektórzy uważają, że to właśnie tam powstała broń klimatyczna. Uzbrojenie takie miało zamienić Norwegię w rajski ogród, na nowo zazielenić Grenlandię i skazać wszelkie wrogie Norwegii państwa na pochłonięcie przez morskie odmęty. Inną często powtarzaną plotką była teoria, że na wyspie znajdował się obóz meteorologiczny, ale temu nikt już nie dał wiary. Nikt nie miał jednak wątpliwości, że musiała to być ekspedycja wyjątkowej rangi, ponieważ na wyspę zmierzał enigmatyczny Profesor Falter. Norwegowie zatopili niemiecki okręt, podnosząc pod nim półkę skalną, ale sam Profesor dopłynął do brzegu, śmiejąc się i drwiąc i był już bliski odkrycia sekretu, gdy w ostatniej chwili... Na ratunek przybył Kapitan! Niszczyciel, którym dowodził, wyłonił się ze sztormu i obrał kurs prosto na wyspę. Gdy z wody wyłoniła się kolejna zdradziecka półka skalna, okręt Kapitana poszedł na dno, ale on sam dostał się do szalupy, dotarł do brzegu, wspiął się na wulkan i pokonał Profesora w pojedynku. Norwegowie wzięli Kapitana za jednego ze swoich i radośnie świętowali swoje cudowne ocalenie. Zły Profesor, spętany niczym prosiak, musiał słuchać całej piątki śpiewającej chórem po staronordyjsku. Z czasem ten gatunek muzyczny przekształcił się w coś, co teraz nazywany doom/death/black metalem.
ru: Весной 1940 года немцы коварно захватили Норвегию. Дело в том, что на маленьком норвежском острове Ян-Майен располагалась база самой важной, секретной научной экспедиции из четырёх человек. Например, некоторые считали, что там изобретали климатическое оружие. Благодаря ему Норвегия должна была стать похожей на райский сад, Гренландия — вновь зазеленеть, а враждебные потомкам викингов государства — скрыться во мраке морской пучины. Было ещё и банальное предположение, что на острове базировались метеорологи, но его, конечно, никто всерьёз не воспринимал. Сходились все в одном: эта экспедиция — чрезвычайно ценная, так что на Ян-Майен отправился собственной персоной таинственный Профессор Фальтер. Норвежцы потопили немецкий корабль, внезапно вырастив под ним риф, но Профессор всё же выбрался на берег и, ехидно хохоча, уже почти добрался до самого главного секрета, когда... В самую последнюю секунду на помощь явился Кэп. Его эсминец вылетел из пурги и помчался к острову! Когда внезапно выросший риф потопил и его корабль, он прыгнул в шлюпку, добрался до берега, вскарабкался на вулкан и победил Профессора в честном бою. Норвежцы признали Кэпа за своего и принялись всей компанией весело праздновать своё внезапное спасение. А злобный Профессор, связанный по рукам и ногам, был вынужден слушать, как все пятеро хором распевают саги на старонорвежском языке. Чуть позже этот музыкальный стиль назовут Doom Death Black Metal.
uk: Навесні 1940 року німці підступно захопили Норвегію. Справа в тому, що на невеликому норвезькому острові Ян-Маєн розташовувалася база найважливішої секретної наукової експедиції з чотирьох осіб. Наприклад, деякі вважали, що там винаходили кліматичну зброю. Завдяки йому Норвегія мала стати схожою на райський сад, Гренландія — знову зазеленіти, а вороги нащадків вікінгів — сховатися в темряві морської безодні. Було ще й банальне припущення, що на острові базувалися метеорологи, але його, звичайно, ніхто серйозно не сприймав. Погоджувалися всі в одному: ця експедиція — надзвичайно цінна, так що на Ян-Маєн відправився власною персоною таємничий Професор Фальтер. Норвежці раптово виростили під німецьким кораблем риф і потопили його, але Професор все ж вибрався на берег і, єхидно сміючись, вже майже дістався найважливішого секрету, коли... В останню секунду на допомогу прийшов Кеп. Його есмінець вилетів із завірюхи й помчав до острова! Коли риф, що раптово виріс, потопив і його корабель, він стрибнув у шлюпку, дістався берега, піднявся на вулкан і подолав Професора в чесному бою. Норвежці визнали Кепа за свого та почали всією компанією весело святкувати свій раптовий порятунок. А злісний Професор, якого зв’язали по руках і ногах, мусив слухати, як всі п’ятеро хором співають саги на давньонорвезькій мові. Трохи пізніше цей музичний стиль отримає назву Doom Death Black Metal.
zh: Весной 1940 года немцы коварно захватили Норвегию. Дело в том, что на маленьком норвежском острове Ян-Майен располагалась база самой важной, секретной научной экспедиции из четырёх человек. Например, некоторые считали, что там изобретали климатическое оружие. Благодаря ему Норвегия должна была стать похожей на райский сад, Гренландия — вновь зазеленеть, а враждебные потомкам викингов государства — скрыться во мраке морской пучины. Было ещё и банальное предположение, что на острове базировались метеорологи, но его, конечно, никто всерьёз не воспринимал. Сходились все в одном: эта экспедиция — чрезвычайно ценная, так что на Ян-Майен отправился собственной персоной таинственный Профессор Фальтер. Норвежцы потопили немецкий корабль, внезапно вырастив под ним риф, но Профессор всё же выбрался на берег и, ехидно хохоча, уже почти добрался до самого главного секрета, когда... В самую последнюю секунду на помощь явился Кэп. Его эсминец вылетел из пурги и помчался к острову! Когда внезапно выросший риф потопил и его корабль, он прыгнул в шлюпку, добрался до берега, вскарабкался на вулкан и победил Профессора в честном бою. Норвежцы признали Кэпа за своего и принялись всей компанией весело праздновать своё внезапное спасение. А злобный Профессор, связанный по рукам и ногам, был вынужден слушать, как все пятеро хором распевают саги на старонорвежском языке. Чуть позже этот музыкальный стиль назовут Doom Death Black Metal.
zh_sg: 1940年春，德国人的魔爪伸向了挪威并将其占领。故事是这样的：一个叫扬马延的挪威小岛，驻扎着一个极其重要的秘密科学考察四人队。一些人认为这正是气候武器诞生的地方。这些武器有望帮助挪威成为一个天堂般的大花园，使格陵兰岛再次变绿，并将任何敌视维京人后裔的国家驱逐到深邃黑暗的海浪下。另一个广为流传的版本是：岛上有一个气象营地，但没有人认真对待。 然而，所有人都认为这是一次极有价值的探险，因为深不可测的福尔特教授决心亲自踏上扬马延的土地。尽管挪威人在德国舰艇下方掀起了一座山，击沉了德国战舰，但教授还是套了出来并上了岸，他讥讽的笑了笑，几乎就要触碰到这其中的秘密，就在这最后的一刻…… 卡普前来营救了！他驾驶的驱逐舰从风暴中冲出，直奔小岛。当另一座山险些从水中升出来时，卡普的船沉了，但是卡普跳进救生艇，来到岸边，爬上火山，在直接决斗中击败了教授。 挪威人把卡普当成了自己人，继续欢庆他们奇迹般的意外获救。而那名邪恶的教授被困了手脚，不得不听五个人唱诵古老的挪威传奇。随着时间的推移，这种风格的音乐最终将被称为黑色厄运死亡金属。

# IDS_PCZC451_CAPT_3_4_NE2
source: Conqueror of the Seas
es_mx: Conquistador de los Mares
ja: 海の征服者
pl: Morski zdobywca
ru: Покоритель морей
uk: Підкорювач морів
zh: Покоритель морей
zh_sg: 海洋征服者
