Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNB202_DESCRIPTION
source: Enjoy the highest and most iconic Japanese mountain
es_mx: Disfruta de la montaña japonesa más alta e icónica
ja: 日本最高峰の名山を楽しもう
pl: Podziwiaj najwyższą i najsłynniejszą górę Japonii
ru: Самая высокая и самая известная гора в Японии
uk: Найвища й найвідоміша гора Японії
zh: Самая высокая и самая известная гора в Японии
zh_sg: 日本最高最标志性的山

# IDS_DOGTAG_PCNB202_NAME
source: Mount Fuji
es_mx: Monte Fuji
ja: 富士山
pl: Góra Fuji
ru: Гора Фудзи
uk: Фудзіяма
zh: Гора Фудзи
zh_sg: 富士山

# IDS_DOGTAG_PCNB203_NAME
source: French National Day
es_mx: Día Nacional de Francia
ja: フランスの国家的記念日
pl: Święto Narodowe Francji
ru: День взятия Бастилии
uk: День взяття Бастилії
zh: День взятия Бастилии
zh_sg: 法国国庆节

# IDS_DOGTAG_PCNB204_DESCRIPTION
source: A commemorative symbol issued for taking part in the Public Test Summer Marathon.
es_mx: Un símbolo conmemorativo otorgado a aquellos que participaron en el Maratón de Verano de la Prueba Pública.
ja: 公開テストのサマーマラソン参加者のための記念シンボルです。
pl: Pamiątkowy symbol przyznawany uczestnikom letniego maratonu testów publicznych.
ru: Памятный символ за участие в летнем марафоне Общего теста.
uk: Пам’ятний символ за участь у літньому марафоні Загального тестування.
zh: Памятный символ за участие в летнем марафоне Общего теста.
zh_sg: 给予公试夏季马拉松活动参与者的纪念标志。

# IDS_DOGTAG_PCNB204_NAME
source: PT Summer Season
es_mx: Temporada de Verano de la PP
ja: PT サマーシーズン
pl: Sezon wakacyjny TP
ru: Летний сезон PT
uk: Літній сезон ЗТ
zh: Летний сезон PT
zh_sg: 公测夏季

# IDS_DOGTAG_PCNB205_DESCRIPTION
source: A commemorative symbol, granted for outstanding skills and heroism demonstrated for four years.
es_mx: Un símbolo conmemorativo, otorgado por las increíbles habilidades y el heroísmo demostrado por cuatro años.
ja: 4 *年間*に渡って素晴しいスキルと勇敢さを示してきたプレイヤーのための記念シンボル
pl: Pamiątkowy symbol przyznawany za wykazanie się nieprzeciętnymi umiejętnościami i bohaterstwem w ciągu ostatnich czterech lat.
ru: Памятный символ за отличную игру и боевые подвиги в течение четырёх лет.
uk: Пам’ятний символ за чудову гру та бойові подвиги протягом чотирьох років.
zh: Памятный символ за отличную игру и боевые подвиги в течение четырёх лет.
zh_sg: 一种纪念标志，授予四年中表现出卓越技术和杰出勇气的玩家

# IDS_DOGTAG_PCNB205_NAME
source: For Meritorious Service
es_mx: Por un servicio meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: 今天是您的生日
zh_sg: 赫赫战功

# IDS_DOGTAG_PCNB206_DESCRIPTION
source: Happy Surface, Subsurface, and Air Ship Captain's Day!
es_mx: ¡Feliz Día del Capitán de Superficie, de la Profundidad y del Aire!
ja: 水上艦船、潜水艦船、飛行船の艦長や船長を祝いましょう!
pl: Wesołych obchodów święta kapitanów statków powierzchniowych, podwodnych i powietrznych!
ru: С Днём командира надводного, подводного и воздушного корабля!
uk: З Днем командира надводного, підводного й повітряного корабля!
zh: С Днём командира надводного, подводного и воздушного корабля!
zh_sg: 水上、水下、空中的战舰舰长日快乐！

# IDS_DOGTAG_PCNB206_NAME
source: Captain's Day
es_mx: Día del Capitán
ja: キャプテンの日
pl: Dzień Kapitana
ru: День командира
uk: День командира
zh: День командира
zh_sg: 舰长日

# IDS_DOGTAG_PCNB207_DESCRIPTION
source: This day commemorates the anniversary of the German reunification in 1990, when the Federal Republic of Germany (West Germany) and the German Democratic Republic (East Germany) were unified.
es_mx: Este día conmemora el aniversario de la reunificación alemana en 1990, cuando la República Federal de Alemania (Alemania Occidental) y la República Democrática Alemana (Alemania Oriental) fueron unificadas.
ja: ドイツの再統一の記念日であり、1990 年のこの日にドイツ連邦共和国 (西ドイツ) とドイツ民主共和国 (東ドイツ) が統一されました。
pl: Dzień ten upamiętnia zjednoczenie Niemiec w 1990 roku, gdy Republika Federalna Niemiec (Niemcy Zachodnie) połączyła się z Niemiecką Republiką Demokratyczną (NRD).
ru: В этот день празднуется годовщина воссоединения Германии, произошедшего в 1990 году, когда объединились Федеративная Республика Германия (Западная Германия) и Германская Демократическая Республика (Восточная Германия).
uk: Цього дня святкують річницю возз’єднання Німеччини, що відбулося 1990 р., коли об’єдналися Федеративна Республіка Німеччина (Західна Німеччина) і Німецька Демократична Республіка (Східна Німеччина).
zh: В этот день празднуется годовщина воссоединения Германии, произошедшего в 1990 году, когда объединились Федеративная Республика Германия (Западная Германия) и Германская Демократическая Республика (Восточная Германия).
zh_sg: 这一天是为了纪念1990年的德国统一，德意志联邦共和国(西德)和德意志民主共和国(东德)在这一天完成了统一。

# IDS_DOGTAG_PCNB207_NAME
source: German Unity Day
es_mx: Día de la Unidad Alemana
ja: ドイツ統一の日
pl: Dzień Jedności Niemiec
ru: День германского единства
uk: День Німецької єдності
zh: День германского единства
zh_sg: 德国统一日

# IDS_DOGTAG_PCNB208_NAME
source: Birthday of the U.S. Navy
es_mx: Aniversario de la Armada de los EE. UU.
ja: アメリカ海軍創立記念日
pl: Urodziny Marynarki Wojennej USA
ru: День рождения ВМС США
uk: День народження ВМС США
zh: День рождения ВМС США
zh_sg: 美国海军的生日

# IDS_DOGTAG_PCNB209_NAME
source: Birthday of the U.S. Marines
es_mx: Aniversario de los Marines de los EE. UU.
ja: アメリカ海兵隊創設記念日
pl: Urodziny US Marines
ru: Годовщина образования морской пехоты США
uk: Річниця створення морської піхоти США
zh: Годовщина образования морской пехоты США
zh_sg: 美国海军陆战队生日

# IDS_DOGTAG_PCNB210_NAME
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_DOGTAG_PCNB211_NAME
source: Asashio
ja: 朝潮
zh: 柊
zh_sg: 朝潮

# IDS_DOGTAG_PCNB212_NAME
source: Atago
ja: 愛宕
zh: 犬
zh_sg: 爱宕

# IDS_DOGTAG_PCNB213_NAME
source: Graf Zeppelin
zh: 齐柏林伯爵
zh_sg: 齐柏林伯爵

# IDS_DOGTAG_PCNB214_NAME
source: Massachusetts
ja: マサチューセッツ
zh: 马萨诸塞
zh_sg: 马萨诸塞

# IDS_DOGTAG_PCNB215_NAME
source: Scharnhorst
zh: 沙恩霍斯特
zh_sg: 沙恩霍斯特

# IDS_DOGTAG_PCNB216_NAME
source: Sims
zh: 西姆斯
zh_sg: 西姆斯

# IDS_DOGTAG_PCNB217_NAME
source: Tirpitz
zh: 提尔皮茨
zh_sg: 提尔皮茨

# IDS_DOGTAG_PCNB218_DESCRIPTION
source: Submarines proved their combat effectiveness and earned their status as a formidable weapon in paving the way to victory as far back as the early 20th century.
es_mx: Los submarinos han demostrado su eficacia en combate y se han ganado su estatus de arma formidable para abrirse camino hasta la victoria, desde principios del siglo XX.
ja: 潜水艦は 20 世紀の前半からその戦闘能力を発揮し、勝利を掴むための恐るべき兵器としての地位を確立しました。
pl: Okręty podwodne udowodniły swoją skuteczność i zyskały sobie opinię broni przyczyniającej się do zwycięstw już w początkach XX wieku.
ru: Ещё в начале XX века подводные лодки доказали свою боевую эффективность, став грозным оружием на пути к победе.
uk: Ще на початку XX століття підводні човни довели свою бойову ефективність і стали грізною зброєю на шляху до перемоги.
zh: Ещё в начале XX века подводные лодки доказали свою боевую эффективность, став грозным оружием на пути к победе.
zh_sg: 早在20世纪初，潜艇就证明了自身的战斗力，并在战争胜利的先决武器中占据了关键地位。

# IDS_DOGTAG_PCNB218_NAME
source: Stealthy Threat
es_mx: Amenaza Invisible
ja: 見えざる脅威
pl: Ciche zagrożenie
ru: Скрытая угроза
uk: Прихована загроза
zh: Скрытая угроза
zh_sg: 隐藏的威胁

# IDS_DOGTAG_PCNB219_NAME
source: CST Participant
es_mx: Participante del CST
ja: CST 参加者
pl: Uczestnik CST
ru: Участник CST
uk: Учасник CST
zh: Участник CST
zh_sg: CST参与者

# IDS_DOGTAG_PCNB220_DESCRIPTION
source: A commemorative symbol issued for taking part in the Public Test Autumn Marathon.
es_mx: Un símbolo conmemorativo otorgado por participar en en el Maratón de Otoño de la Prueba Pública.
ja: 公開テストのオータムマラソン参加者のための記念エンブレムです。
pl: Pamiątkowy symbol przyznawany uczestnikom jesiennego maratonu testów publicznych.
ru: Памятный символ за участие в осеннем марафоне Общего теста.
uk: Пам’ятний символ за участь в осінньому марафоні Загального тестування.
zh: Памятный символ за участие в осеннем марафоне Общего теста.
zh_sg: 给予公测秋季马拉松活动参与者的纪念标志。

# IDS_DOGTAG_PCNB220_NAME
source: PT Autumn Season
es_mx: Temporada de Otoño de la PP
ja: PT オータムシーズン
pl: Sezon jesienny TP
ru: Осенний сезон PT
uk: Осінній сезон ЗТ
zh: Осенний сезон PT
zh_sg: 公测秋季

# IDS_DOGTAG_PCNB221_DESCRIPTION
source: A commemorative symbol issued for taking part in the Public Test Winter Marathon.
es_mx: Un símbolo conmemorativo otorgado por participar en el Maratón de Invierno de la Prueba Pública.
ja: 公開テストのウィンターマラソン参加者のための記念シンボルです。
pl: Pamiątkowy symbol przyznawany uczestnikom zimowego maratonu testów publicznych.
ru: Памятный символ за участие в зимнем марафоне Общего теста.
uk: Пам’ятний символ за участь у зимовому марафоні Загального тестування.
zh: Памятный символ за участие в зимнем марафоне Общего теста.
zh_sg: 给予公测冬季马拉松活动参与者的纪念标志。

# IDS_DOGTAG_PCNB221_NAME
source: PT Winter Season
es_mx: Temporada de Invierno de la PP
ja: PT ウィンターシーズン
pl: Sezon zimowy TP
ru: Зимний сезон PT
uk: Зимовий сезон ЗТ
zh: Зимний сезон PT
zh_sg: 公测冬季

# IDS_DOGTAG_PCNB222_DESCRIPTION
source: A commemorative symbol issued for taking part in the Public Test Spring Marathon.
es_mx: Un símbolo conmemorativo otorgado por participar en el Maratón de Primavera de la Prueba Pública.
ja: 公開テストのスプリングマラソン参加者のための記念シンボルです。
pl: Pamiątkowy symbol przyznawany uczestnikom wiosennego maratonu testów publicznych.
ru: Памятный символ за участие в весеннем марафоне Общего теста.
uk: Пам’ятний символ за участь у весняному марафоні Загального тестування.
zh: Памятный символ за участие в весеннем марафоне Общего теста.
zh_sg: 给予公测春季马拉松活动参与者的纪念标志。

# IDS_DOGTAG_PCNB222_NAME
source: PT Spring Season
es_mx: Temporada de Primavera de la PP
ja: PT スプリングシーズン
pl: Sezon wiosenny TP
ru: Весенний сезон PT
uk: Весняний Сезон PT
zh: Весенний сезон PT
zh_sg: 公测春季

# IDS_DOGTAG_PCNB223_DESCRIPTION
source: Located at the Muskogee War Memorial, SS-310 served valiantly in World War II and earned six battle stars plus a Presidential Unit Citation in service of her country.
es_mx: Ubicado en el Monumento de Guerra de Muskogee, el SS-310 sirvió con valentía en la II Guerra Mundial y obtuvo seis estrellas de batalla más una Citación de la Unidad Presidencial al servicio de su país.
ja: マスコギー戦争記念公園にある SS-310 は、二次大戦中に勇ましく活躍し、6 個の従軍星章と殊勲部隊章を受章しました。
pl: Znajdujący się w Muskogee War Memorial SS-310 służył dzielnie podczas II wojny światowej i za służbę ojczyźnie otrzymał sześć gwiazd oraz odznaczenie Presidential Unit Citation.
ru: Вставшая на вечную стоянку в мемориальном военном парке в Маскоги, штат Оклахома, подводная лодка SS-310 доблестно выполняла свой долг во время Второй мировой войны, за что была награждена шестью боевыми звёздами и Благодарностью президента США за службу родине.
uk: Підводний човен SS-310, який увічнили в меморіальному військовому парку в Мескогі, штат Оклахома, відважно виконував свій обов’язок під час Другої світової війни, за що його нагородили шістьма бойовими зірками та Подякою президента США за службу вітчизні.
zh: Вставшая на вечную стоянку в мемориальном военном парке в Маскоги, штат Оклахома, подводная лодка SS-310 доблестно выполняла свой долг во время Второй мировой войны, за что была награждена шестью боевыми звёздами и Благодарностью президента США за службу родине.
zh_sg: 位于马斯科吉战争纪念馆的SS-310飞机在第二次世界大战中英勇作战，并赢得了六颗战星和一个为国家服役的总统团队奖。

# IDS_DOGTAG_PCNB224_DESCRIPTION
source: Sun Wukong, the Monkey King, is a character from "Journey to the West", a novel by Wu Cheng'en.
es_mx: Sun Wukong, el Rey Mono, es un personaje de "Viaje al Oeste", una novela de Wu Cheng'en.
ja: 猿の王である孫悟空 (サン・ウーコン) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。
pl: Sun Wukong, Małpi Król, to postać z powieści „Wędrówka na zachód” autorstwa chińskiego pisarza Wu Cheng'ena.
ru: Царь обезьян — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
uk: Sun Wukong, Цар Мавп — герой роману «Подорож на Захід» китайського письменника У Чен’еня.
zh: Царь обезьян — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
zh_sg: 孙悟空是吴承恩小说《西游记》中的主角。

# IDS_DOGTAG_PCNB225_DESCRIPTION
source: Half man and half pig, Zhu Bajie is a character from "Journey to the West", a novel by Wu Cheng'en.
es_mx: Mitad hombre y mitad cerdo, Zhu Bajie es un personaje de "Viaje al Oeste", una novela de Wu Cheng'en.
ja: 半人半豚の猪八戒 (ズー・バジー) は、中国を代表する奇書小説『西遊記』の主要キャラクターの一人です。
pl: Zhy Bajie, pół-człowiek, pół-świnia to postać z powieści „Wędrówka na zachód” autorstwa chińskiego pisarza Wu Chenga'ena.
ru: Получеловек-полусвинья — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
uk: Напівлюдина-напівсвиня, Zhu Bajie — герой роману «Подорож на Захід» китайського письменника У Чен’еня.
zh: Получеловек-полусвинья — герой романа «Путешествие на Запад» китайского писателя У Чэнъэня.
zh_sg: 猪八戒是吴承恩小说《西游记》中猪面人身的角色。

# IDS_DOGTAG_PCNB226_DESCRIPTION
source: To honor the celebration of the year of the White Metal Rat according to the Lunar calendar.
es_mx: En honor a la celebración del año de la Rata de Metal Blanco de acuerdo al calendario Lunar.
ja: 太陰暦による庚子の年を祝って。
pl: Dla uczczenia roku Białego Metalowego Szczura w kalendarzu księżycowym.
ru: В честь празднования года Белой Металлической Крысы по восточному календарю.
uk: З нагоди святкування року Білого Металевого Щура за східним календарем.
zh: В честь празднования года Белой Металлической Крысы по восточному календарю.
zh_sg: 按农历庆祝白金鼠年。

# IDS_DOGTAG_PCNB226_NAME
source: Year of the Rat
es_mx: Año de la Rata
ja: 子年
pl: Rok szczura
ru: Год Крысы
uk: Рік Щура
zh: Год Крысы
zh_sg: 鼠年

# IDS_DOGTAG_PCNB227_DESCRIPTION
source: Red-haired Cap is a real sea wolf, a participant in epic battles, and the main character of the Bad Advice video series.
es_mx: El pelirrojo Cap es un verdadero lobo marino, un participante en épicas batallas, y el personaje principal de la serie "Malos Consejos".
ja: 赤毛の船長はまさに海の狼であり、壮大な戦闘への参加経験が豊富です。ビデオシリーズ「悪い例」で主役を務めています。
pl: Rudowłosy Kapitan to prawdziwy wilk morski, uczestnik wielu epickich bitew i główny bohater serii filmów „Zła rada”.
ru: Рыжеволосый Кэп — настоящий морской волк, участник эпичных сражений и главный герой серии роликов «Вредные советы».
uk: Рудоволосий Кеп — справжній морський вовк, учасник епічних битв і головний герой серії роликів «Шкідливі поради».
zh: Рыжеволосый Кэп — настоящий морской волк, участник эпичных сражений и главный герой серии роликов «Вредные советы».
zh_sg: 红发卡普是一头真正的海狼，史诗战役的参与者，以及“坏建议”系列视频的男一号。

# IDS_DOGTAG_PCNB227_NAME
source: "Bad Advice"
es_mx: "Malos Consejos"
ja: 「悪い例」
pl: „Zła rada”
ru: «Вредные советы»
uk: «Шкідливі поради»
zh: «Вредные советы»
zh_sg: “坏建议”

# IDS_DOGTAG_PCNB228_NAME
source: Victory Day
es_mx: ¡Día de la Victoria
ja: 戦勝記念日
pl: Dzień zwycięstwa
ru: День Победы
uk: День перемоги
zh: День Победы
zh_sg: 胜利日

# IDS_DOGTAG_PCNB229_DESCRIPTION
source: The iconic symbol of Chaos, representing the divided nature of the Ruinous Powers.
es_mx: El símbolo icónico del caos, representa la naturaleza dividida de los Poderes Ruinosos.
ja: 〈ケイオス〉のシンボルであり、この破滅的な勢力の分かたれた性質を表しています。
pl: Symbol Chaosu, reprezentujący jego zróżnicowaną naturę.
ru: Традиционный символ Хаоса, олицетворяющий двойственность природы Губительных сил.
uk: Традиційний символ Хаосу, який символізує двоїсту природу руйнівних сил.
zh: Традиционный символ Хаоса, олицетворяющий двойственность природы Губительных сил.
zh_sg: 混沌的标志性符号，代表毁灭之力的分裂本质。

# IDS_DOGTAG_PCNB229_NAME
source: The Chaos Star
es_mx: La Estrella del Caos
ja: ケイオスの星
pl: Gwiazda Chaosu
ru: Звезда Хаоса
uk: Зірка Хаосу
zh: Звезда Хаоса
zh_sg: 混沌之星

# IDS_DOGTAG_PCNB230_DESCRIPTION
source: The Imperial Navy is one of the primary forces of the Imperium of Man.
es_mx: La Armada Imperial es una de las fuerzas primarias del Imperio de la Humanidad.
ja: 帝国海軍は、〈人類の帝国〉の主戦力のひとつです。
pl: Marynarka Imperialna jest jedną z głównych sił Imperium Ludzkości.
ru: Имперский флот — одна из основных сил Империума человечества.
uk: Імперський флот — одна з основних сил Людського Імперіуму.
zh: Имперский флот — одна из основных сил Империума человечества.
zh_sg: 帝国海军是人类帝国的主要力量之一。

# IDS_DOGTAG_PCNB231_DESCRIPTION
source: Granted to those Champions of Chaos who have proved themselves worthy in the eyes of the Blood God Khorne.
es_mx: Se otorga a aquellos Campeones del Caos que han demostrado ser dignos ante los ojos del Dios de la Sangre, Khorne.
ja: 血の神コーンに実力を認められたケイオスの王者達に授与されます。
pl: Przyznawane Czempionom Chaosu, którzy udowodnili swoją wartość w oczach Boga Krwi Khorna.
ru: Выдаётся Чемпионам Хаоса, проявившим себя в глазах Бога крови Кхорна.
uk: Видають Чемпіонам Хаосу, які проявили себе в очах Бога крові Кхорна.
zh: Выдаётся Чемпионам Хаоса, проявившим себя в глазах Бога крови Кхорна.
zh_sg: 授予已在血神恐虐眼中证明了自己价值的混沌冠军。

# IDS_DOGTAG_PCNB231_NAME
source: The Mark of Khorne
es_mx: La Marca de Khorne
ja: コーンの印
pl: Znamię Khorna
ru: Печать Кхорна
uk: Печатка Кхорна
zh: Печать Кхорна
zh_sg: 恐虐印记

# IDS_DOGTAG_PCNB232_DESCRIPTION
source: Two-headed eagle sigil which represents the Imperium of Man.
es_mx: El sello del águila bicéfala que representa al Imperio de la Humanidad.
ja: 人類の帝国の象徴である双頭の鷲印です。
pl: Emblemat Imperium Ludzkości w formie dwugłowego orła.
ru: Двуглавый орёл, символизирующий Империум человечества.
uk: Двоглавий орел, який символізує Імперіум людства.
zh: Двуглавый орёл, символизирующий Империум человечества.
zh_sg: 代表着人类帝国的双头鹰印记。

# IDS_DOGTAG_PCNB232_NAME
source: Imperial Aquila
es_mx: Águila Imperial
ja: 帝国の鷲
pl: Aquila
ru: Имперская аквила
uk: Імперська аквіла
zh: Имперская аквила
zh_sg: 帝国阿奎拉

# IDS_DOGTAG_PCNB233_DESCRIPTION
source: The Iron Halo has its origins in the earliest days of the Imperium. It is an award for exceptional battlefield leaders and strategists who demonstrate exceptional initiative in battle.
es_mx: El Halo de Hierro tiene sus orígenes en los albores del Imperio. Es un premio para líderes excepcionales del campo de batalla y estrategas que demuestran una iniciativa excepcional en combate.
ja: 鉄の光環は、帝国の黎明期に起源を持ち、戦闘において例外的なまでの指導力を示したリーダーや戦略家に対して授与されます。
pl: Historia Żelaznej aureoli sięga początków Imperium. Jest ona nagrodą dla wybitnych liderów i strategów, którzy wyróżnią się niezwykłymi czynami na polu bitwy.
ru: Железное Гало появилось на заре дней Империума. Эта награда предназначена для выдающихся лидеров и стратегов, продемонстрировавших исключительную смелость в боях.
uk: Залізне Гало з’явилося на зорі днів Імперіуму. Видають видатним лідерам і стратегам, які продемонстрували виключну ініціативність у боях.
zh: Железное Гало появилось на заре дней Империума. Эта награда предназначена для выдающихся лидеров и стратегов, продемонстрировавших исключительную смелость в боях.
zh_sg: 铁光环起源于帝国早期。授予最杰出的战场领袖和战略家。

# IDS_DOGTAG_PCNB233_NAME
source: Iron Halo
es_mx: Halo de Hierro
ja: 鉄の光環
pl: Żelazna aureola
ru: Железное Гало
uk: Залізне Гало
zh: Железное Гало
zh_sg: 铁光环

# IDS_DOGTAG_PCNB234_DESCRIPTION
source: A sign of favor from one of the Ruinous Powers, often bestowed upon a loyal subject. It is a brand connecting the person to his deity, and an outward sign of his devotion.
es_mx: Un signo de favor de uno de los Poderes Ruinosos, a menudo otorgado a un sujeto leal. Es una marca que conecta a la persona con su deidad y un signo visible de su devoción.
ja: 破滅的な勢力のうちのひとつが用いる褒章であり、忠臣に対してよく授与されます。その人物と神とを繋ぐ印であり、信仰心の証です。
pl: Znak względów u jednej z Sił Chaosu, często wręczany lojalnym poddanym. Jest to piętno łączące osobę z jej bóstwem i widoczny znak oddania.
ru: Знак почёта от одной из Губительных сил, даруемый самым лояльным подданным. Этот символ связывает подданных с их божеством и является знаком их преданности.
uk: Знак пошани від однієї із Нищівних сил, який дарують найлояльнішим підданим. Цей символ пов’язує підданих із їхнім божеством, це знак їхньої відданості.
zh: Знак почёта от одной из Губительных сил, даруемый самым лояльным подданным. Этот символ связывает подданных с их божеством и является знаком их преданности.
zh_sg: 受到毁灭之力恩赐的标志之一，常被授予最忠诚的臣民。是与神连接的纽带，也是其虔诚的外在表现。

# IDS_DOGTAG_PCNB234_NAME
source: The Mark of Chaos
es_mx: La Marca del Caos
ja: ケイオスの印
pl: Znamię chaosu
ru: Печать Хаоса
uk: Печатка Хаосу
zh: Печать Хаоса
zh_sg: 混沌印记

# IDS_DOGTAG_PCNB235_DESCRIPTION
source: The statue of Jesus Christ the Redeemer on Corcovado mountain in Rio de Janeiro.
es_mx: La estatua del Cristo Redentor en la cima del cerro del Corcovado en Río de Janeiro.
ja: リオデジャネイロのコルコヴァード山にある救世主キリスト像です。
pl: Pomnik Chrystusa Odkupiciela na górze Corcovado w Rio de Janeiro.
ru: Статуя Христа-Искупителя на горе Корковаду в Рио-де-Жанейро.
uk: Статуя Христа-Спасителя на горі Корковаду в Ріо-де-Жанейро.
zh: Статуя Христа-Искупителя на горе Корковаду в Рио-де-Жанейро.
zh_sg: 里约热内卢科尔科瓦多山上的救世主耶稣基督雕像。

# IDS_DOGTAG_PCNB235_NAME
source: A symbol of Brazil
es_mx: Un símbolo de Brasil
ja: ブラジルの象徴
pl: Symbol Brazylii
ru: Символ Бразилии
uk: Символ Бразилії
zh: Символ Бразилии
zh_sg: 巴西的象征

# IDS_DOGTAG_PCNB236_DESCRIPTION
source: The quetzal bird was worshiped by ancient Aztecs as an embodiment of the Quetzalcoatl deity.
es_mx: El ave quetzal fue adorada por los antiguos Aztecas como una encarnación del dios Quetzalcóatl.
ja: ケツァールという鳥は、古代アステカ族によって文化神・農耕神ケツァルコアトルの化身とされ、崇められていました。
pl: Ptak quetzal czczony był przez Azteków jako uosobienie boga Quezalcoatla.
ru: Птица кетцаль почиталась древними ацтеками как воплощение бога Кетцалькоатля.
uk: Птах кецаль шанувався давніми ацтеками як втілення бога Кетцалькоатля.
zh: Птица кетцаль почиталась древними ацтеками как воплощение бога Кетцалькоатля.
zh_sg: 格扎尔鸟是古代阿兹台克人崇拜的奎察尔神的化身。

# IDS_DOGTAG_PCNB236_NAME
source: A symbol of Mexico
es_mx: Un símbolo de México
ja: メキシコの象徴
pl: Symbol Meksyku
ru: Символ Мексики
uk: Символ Мексики
zh: Символ Мексики
zh_sg: 墨西哥的象征

# IDS_DOGTAG_PCNB237_DESCRIPTION
source: A calabash is a traditional vessel used for preparing and drinking mate, a tonic drink of the South American folk.
es_mx: Un calabazo es un recipiente tradicional para preparar y beber mate, una bebida tónica del pueblo sudamericano.
ja: ヒョウタンは、南アメリカの人々の栄養飲料であるマテ茶を作って飲むための伝統的な容器です。
pl: Tykwa jest tradycyjnym naczyniem wykorzystywanym do przygotowania i picia mate – naparu spożywanego przez ludy Ameryki Południowej.
ru: Калебас — традиционный сосуд для приготовления и питья мате, тонизирующего напитка народов Южной Америки.
uk: Калебас — традиційна посудина для приготування та пиття мате, тонізуючого напою народів Південної Америки.
zh: Калебас — традиционный сосуд для приготовления и питья мате, тонизирующего напитка народов Южной Америки.
zh_sg: 葫芦是一种传统的器皿，用来酿造和饮用马黛茶，一种南美民间的养生饮品。

# IDS_DOGTAG_PCNB237_NAME
source: A symbol of Argentina
es_mx: Un símbolo de Argentina
ja: アルゼンチンの象徴
pl: Symbol Argentyny
ru: Символ Аргентины
uk: Символ Аргентини
zh: Символ Аргентины
zh_sg: 阿根廷的象征

# IDS_DOGTAG_PCNB238_DESCRIPTION
source: The moose is one of the most respected animals in Sweden, and a prevalent character in the local folklore.
es_mx: El alce es uno de los animales más respetados en Suecia, y un personaje constante en el folclore local.
ja: ヘラジカはスウェーデンにおいてもっとも敬われている動物のひとつであり、民話のキャラクターとしてよく登場します。
pl: Łoś jest jednym z najbardziej szanowanych w Szwecji zwierząt, stale pojawiającym się w lokalnej kulturze ludowej.
ru: Лось — одно из самых почитаемых в Швеции животных, неизменный персонаж местного фольклора.
uk: Лось — одна з найбільш шанованих у Швеції тварин, незмінний персонаж місцевого фольклору.
zh: Лось — одно из самых почитаемых в Швеции животных, неизменный персонаж местного фольклора.
zh_sg: 驼鹿是瑞典人最喜爱的动物之一，也是当地民间传说中的常客。

# IDS_DOGTAG_PCNB238_NAME
source: A symbol of Sweden
es_mx: Un símbolo de Suecia
ja: スウェーデンの象徴
pl: Symbol Szwecji
ru: Символ Швеции
uk: Символ Швеції
zh: Символ Швеции
zh_sg: 瑞典的象征

# IDS_DOGTAG_PCNB239_DESCRIPTION
source: The coat of arms of Finland depicts a crowned golden lion.
es_mx: El escudo de armas de Finlandia muestra un león dorado con corona.
ja: フィンランドの国章には、王冠を被った金色のライオンが描かれています。
pl: Herb Finlandii przedstawia złotego lwa z koroną.
ru: Коронованный золотой лев, изображён на гербе Финляндии.
uk: Коронований золотий лев, зображений на гербі Фінляндії.
zh: Коронованный золотой лев, изображён на гербе Финляндии.
zh_sg: 芬兰的纹章，描绘了一头戴王冠的金狮。
