Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASC508_DESCR
source: A heavy cruiser that inherited architecture and arrangement from light Brooklyn-class cruisers. Unlike ships of the previous class, New Orleans, Wichita had a new design of her main battery turrets which provided a higher firing accuracy. In addition, she had heavier armor and carried more advanced dual-purpose guns.
es_mx: Un crucero pesado que heredó la arquitectura y disposición de los cruceros ligeros de la clase Brooklyn. A diferencia de otros barcos de la clase anterior, la clase New Orleans, el Wichita tenía un nuevo diseño de las torretas de la batería principal, que proporcionaba una mayor precisión de disparo. Además, tenía una mayor blindaje y contaba con cañones de doble propósito más avanzados.
ja: ウィチタは、ブルックリン級軽巡洋艦に準じた艦型を用いて建造された重巡洋艦です。前級であるニューオーリンズ級との違いとして、新型の主砲塔を採用しており、射撃精度が向上していました。加えて、装甲も強化されており、より先進的な両用砲を搭載していました。
pl: Ciężki krążownik, który dziedziczył architekturę i układ komponentów po lekkich krążownikach klasy Brooklyn. Jednak w przeciwieństwie do swoich protoplastów klasy New Orlean, Wichita odznaczał się nowym projektem baterii głównej, który pozwalał na prowadzenie celniejszego ognia. Dodatkowo posiadał grubszy pancerz i uzbrojony był w nowocześniejsze działa uniwersalne.
ru: Тяжёлый крейсер, унаследовавший архитектуру и компоновку от лёгких крейсеров типа Brooklyn. От кораблей предшествующего типа, New Orleans, отличался новой конструкцией башен главного калибра, обеспечивавшей более высокую точность огня. Кроме этого, был лучше бронирован и имел более совершенную универсальную артиллерию.
uk: Важкий крейсер, що успадкував архітектуру та компонування від легких крейсерів типу Brooklyn. Від попередників типу New Orleans відрізнявся новою конструкцією башт головного калібру, що забезпечувала більшу влучність вогню. Також мав ліпше бронювання та сучаснішу універсальну артилерію.
zh: 一艘舰继承了轻型布鲁克林级巡洋舰的结构和布局的重型巡洋舰。与前一级战舰不同，新奥尔良、威奇塔采用了新的主炮塔设计，提供了更高的射击精准度。此外，它有更重的装甲并装备更先进的两用炮。
zh_sg: 这艘重型巡洋舰继承了布鲁克林级巡洋舰的结构和布局。与前一级别战舰不同，新奥尔良、威奇塔采用了新的主炮组炮塔设计，拥有更高的射击准度。此外，它还配备了更厚重的装甲和更先进的两用火炮。

# IDS_PASC508_FULL
source: Wichita
zh: 威奇塔
zh_sg: 威奇塔

# IDS_PASC510
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_PASC510_DESCR
source: An instance of a special type of ship, somewhere between a cruiser and a battleship. Officially classified as a "large cruiser", she was armed with 305 mm guns, had a high speed, and powerful AA defenses. On the other hand, she had relatively weak protection for her size.
es_mx: Un ejemplo de este tipo especial de barco, que encajaba entre un crucero y un acorazado. Oficialmente clasificado como un "crucero grande", estaba armado con cañones de 305 mm, tenía una alta velocidad, y poderosas defensas antiaéreas. Por otro lado, tenía una protección relativamente débil para su tamaño.
ja: アラスカ級は、巡洋艦と戦艦の中間的な艦級であり、正式には大型巡洋艦として分類されています。305 mm 砲を搭載し、高速であり、強力な対空兵装を備えていましたが、その防御力は、その大きさの割には比較的脆弱でした。
pl: Przykład okrętu specjalnego typu, łączący w sobie cechy krążownika i pancernika. Oficjalnie sklasyfikowany jako „duży krążownik”, posiadał działa kal. 305 mm i solidne uzbrojenie przeciwlotnicze oraz rozwijał wysoką prędkość. Z drugiej strony jego opancerzenie było dość słabe w stosunku do rozmiarów.
ru: Представитель особого класса кораблей, занимавшего промежуточное положение между крейсерами и линкорами. Официально классифицировался как «большой крейсер». Был вооружён 305-мм орудиями, обладал высокой скоростью и мощной ПВО. При этом для своих размеров был относительно слабо защищён.
uk: Представник особливого класу кораблів, що був проміжною ланкою між крейсерами й лінкорами. Офіційно класифікували як «великий крейсер». Ніс 305-мм гармати та мав високу швидкість і потужну систему ППО, проте був відносно мало захищений як на свої розміри.
zh: 一种特殊类型战舰的实例，位于巡洋舰和战列舰之间。被官方归类为「大型巡洋舰」，它拥有305毫米火炮、速度快并且具有强大的防空防御能力。另一方面，它有以它的大小来说相对弱的防护。
zh_sg: 一种特殊类型战舰的例子，定位在巡洋舰和战列舰之间。被官方归类为“大巡洋舰”，她拥有305毫米火炮，航行速度快，并且具有强大的对空防御能力。另一方面，对它的体积来说，护甲防护相对较弱。

# IDS_PASC510_FULL
source: Alaska
zh: 阿拉斯加
zh_sg: 阿拉斯加

# IDS_PASC518_DESCR
source: A heavy cruiser design created under Project CA-B. The ship outmatched the Baltimore-class ships in terms of size and power, and also carried torpedo armament.
es_mx: Un crucero pesado diseñado bajo el Proyecto CA-B. El barco superaba a los barcos de la calse Baltimore en tamaño y poder, y también contaba con un armamento de torpedos.
ja: アンカレッジは、CA-B 計画によって開発された重巡洋艦の設計案です。ボルティモア級よりも大型かつ強力であり、雷装も備えていました。
pl: Ciężki krążownik zbudowany wg projektu Projektu CA-B. Okręt przewyższał jednostki typu Baltimore pod względem rozmiarów i mocy, posiadał także uzbrojenie torpedowe.
ru: Вариант тяжёлого крейсера проекта CA-B, увеличенной и более мощной версии кораблей типа Baltimore, с торпедным вооружением.
uk: Варіант важкого крейсера проєкту «CA-B», збільшеної та потужнішої версії кораблів типу Baltimore, з торпедним озброєнням.
zh: Вариант тяжёлого крейсера проекта CA-B, увеличенной и более мощной версии кораблей типа Baltimore, с торпедным вооружением.
zh_sg: 这是一艘在CA-B项目下所设计出的重型巡洋舰。该战舰在体型和威力上都超过了巴尔的摩级战舰，还装备了鱼雷武器。

# IDS_PASC597
source: Boise
zh: 博伊西
zh_sg: 博伊西

# IDS_PASC597_DESCR
source: A Brooklyn-class light cruiser. Her main battery consisted of fifteen rapid-fire 152 mm guns. In the 1940s, the cruiser carried numerous automatic AA guns.
es_mx: Un crucero ligero de la clase Brooklyn. Su batería principal constaba de quince cañones de 152 mm de alta cadencia, el crucero contaba con numerosos cañones automáticos antiaéreos.
ja: ボイシは、ブルックリン級軽巡洋艦であり、主砲として射撃速度が高い 152 mm 砲を 15 門搭載していました。1940 年代に多数の対空機関砲が搭載されました。
pl: Lekki krążownik klasy Brooklyn. Jego główna bateria składała się z 15 szybkostrzelnych dział kal. 152 mm. W latach 40. krążownik uzbrojony był w liczne działa przeciwlotnicze.
ru: Лёгкий крейсер типа Brooklyn. В качестве артиллерии главного калибра имел пятнадцать 152-мм орудий, обладавших очень высокой скорострельностью. В 1940-х годах на крейсере было установлено большое число зенитных автоматов.
uk: Легкий крейсер типу Brooklyn. За артилерію головного калібру мав п’ятнадцять 152-мм гармат, які мали дуже високу скорострільність. У 1940-х рр. на крейсері встановили велику кількість зенітних автоматів.
zh: 一艘布鲁克林级轻型巡洋舰。它的主炮为十五门速射152毫米炮。1940年代时，这艘巡洋舰装备大量的防空机炮。
zh_sg: 一艘布鲁克林级轻型巡洋舰。它的主炮组由15门152毫米速射火炮组成，同时这艘巡洋舰还装备大量的自动防空炮。

# IDS_PASC597_FULL
source: Boise
zh: 博伊西
zh_sg: 博伊西

# IDS_PASC597_SHORT
source: BOIS
zh: 博伊西
zh_sg: 博伊西

# IDS_PASC599_DESCR
source: An instance of a special type of ship, somewhere between a cruiser and a battleship. Officially classified as a "large cruiser", she was armed with 305 mm guns, had a high speed, and powerful AA defenses. On the other hand, she had relatively weak protection for her size.
es_mx: Un ejemplo de este tipo especial de barco, que encajaba entre un crucero y un acorazado. Oficialmente clasificado como un "crucero grande", estaba armado con cañones de 305 mm, tenía una alta velocidad, y poderosas defensas antiaéreas. Por otro lado, tenía una protección relativamente débil para su tamaño.
ja: アラスカ級は、巡洋艦と戦艦の中間的な艦級であり、正式には大型巡洋艦として分類されています。305 mm 砲を搭載し、高速であり、強力な対空兵装を備えていましたが、その防御力は、その大きさの割には比較的脆弱でした。
pl: Przykład okrętu specjalnego typu, łączący w sobie cechy krążownika i pancernika. Oficjalnie sklasyfikowany jako „duży krążownik”, posiadał działa kal. 305 mm i solidne uzbrojenie przeciwlotnicze oraz rozwijał wysoką prędkość. Z drugiej strony jego opancerzenie było dość słabe w stosunku do rozmiarów.
ru: Представитель особого класса кораблей, занимавшего промежуточное положение между крейсерами и линкорами. Официально классифицировался как «большой крейсер». Был вооружён 305-мм орудиями, обладал высокой скоростью и мощной ПВО. При этом для своих размеров был относительно слабо защищён.
uk: Представник особливого класу кораблів, що був проміжною ланкою між крейсерами й лінкорами. Офіційно класифікували як «великий крейсер». Ніс 305-мм гармати та мав високу швидкість і потужну систему ППО, проте був відносно мало захищений як на свої розміри.
zh: 一种特殊类型战舰的实例，位于巡洋舰和战列舰之间。被官方归类为「大型巡洋舰」，它拥有305毫米火炮、速度快并且具有强大的防空防御能力。另一方面，它有以它的大小来说相对弱的防护。
zh_sg: 一种特殊类型战舰的例子，定位在巡洋舰和战列舰之间。被官方归类为“大巡洋舰”，她拥有305毫米火炮，航行速度快，并且具有强大的对空防御能力。另一方面，对它的体积来说，护甲防护相对较弱。

# IDS_PASC610_DESCR
source: The project that preceded the creation of the "large Alaska-class cruisers". The CA2-D variant was designed with twelve 305 mm main battery guns.
es_mx: El proyecto que precedió la creación de los "grandes cruceros de la clase Alaska". La variante CA2-D fue diseñada con doce cañones de 305 mm en la batería principal.
ja: プエルトリコはアラスカ級大型巡洋艦の初期計画案のひとつです。この CA2-D 案は、305 mm 砲を 12 門搭載する案でした。
pl: Projekt, który poprzedzał stworzenie „dużych krążowników klasy Alaska”. Wariant CA2-D uwzględniał dwanaście dział kal. 305 mm.
ru: Проект, предшествовавший созданию «больших крейсеров» типа Alaska. Вариант СА2-D предполагал двенадцать 305-мм орудий в качестве основного вооружения корабля.
uk: Проєкт, що передував створенню «великих крейсерів» типу Alaska. Варіант Са2-D припускав за головне озброєння корабля дванадцять 305-мм гармат.
zh: Проект, предшествовавший созданию «больших крейсеров» типа Alaska. Вариант СА2-D предполагал двенадцать 305-мм орудий в качестве основного вооружения корабля.
zh_sg: 在“大型阿拉斯加级巡洋舰”创建之前的项目。CA2-D的变体设计有12门305毫米主炮。

# IDS_PASC707
source: Flint
zh: 弗林特
zh_sg: 弗林特

# IDS_PASC707_DESCR
source: This ship belonged to a series of cruisers with very powerful dual-purpose guns. The major difference from the lead ship was her short-range AA armament, which had been improved at the expense of fewer main guns.
es_mx: Este barco perteneció a una serie de cruceros con muy poderosos cañones de doble propósito. La mayor diferencia con el barco líder era su armamento AA de corto alcance, que había sido mejorado a cambio de tener menos cañones.
ja: 軽巡洋艦フリントは、極めて強力な両用砲を誇る艦級に属しています。同艦級のネームシップとの大きな違いとして、主砲を削減し、短射程対空砲の充実を図っていました。
pl: Okręt ten należał do serii krążowników uzbrojonych w potężne działa uniwersalne. Główna różnica pomiędzy nim, a okrętem prowadzącym było uzbrojenie przeciwlotnicze krótkiego zasięgu, które zostało wzmocnione za cenę zmniejszenia liczby głównych dział.
ru: Принадлежал к серии крейсеров с очень мощным универсальным вооружением. Главным отличием от головного корабля была зенитная артиллерия ближнего боя, усиленная за счёт сокращения числа орудий главного калибра.
uk: Належав до серії крейсерів з дуже потужним універсальним озброєнням. Головною відмінністю від головного корабля була зенітна артилерія ближнього бою, посилена за рахунок скорочення числа гармат головного калібру.
zh: 此战舰隶属于一系列带有非常强大两用火炮的巡洋舰。与首舰的主要不同之处在于它的短程防空武器，这是以减少主炮数为代价的改良。
zh_sg: 此战舰隶属于一系列带有非常强大两用火炮的巡洋舰。与首舰的主要不同之处在于它的短程防空武器，这是以减少主炮数为代价的改良。

# IDS_PASC707_FULL
source: Flint
zh: 弗林特
zh_sg: 弗林特

# IDS_PASC707_SHORT
source: FLNT
zh: 弗林特
zh_sg: 弗林特

# IDS_PASC710
source: Salem
zh: 塞勒姆
zh_sg: 塞勒姆

# IDS_PASC710_DESCR
source: A Des Moines-class heavy cruiser. Her main battery mounts were equipped with an auto-loading mechanism, which provided her with the greatest firepower among ships of her type. The cruiser's advantages included advanced radar equipment, powerful AA artillery, and reliable horizontal armor protection.
es_mx: Un crucero pesado clase Des Moines. Sus montajes de la batería principal estaban equipados con mecanismos de recarga automática, los cuales le proporcionaban un poder de fuego mayor entre los barcos de su tipo. Las ventajas del crucero incluyen equipamiento de radar avanzado, artillería AA poderosa, y una proteccón de blindaje horizontal confiable.
ja: セーラムは、デモイン級重巡洋艦です。本級の主砲には自動装填メカニズムが採用されており、巡洋艦の中では最強の火力を誇りました。その他にも、先進的なレーダー設備、強力な対空砲、信頼性の高い水平装甲防御などの特長を備えていました。
pl: Ciężki krążownik klasy Des Moines. Jego stanowiska głównej baterii wyposażone były w mechanizmy samoładujące, co czyniło go najpotężniejszym okrętem tego typu pod względem siły ognia. Innymi zaletami tego krążownika były nowoczesne wyposażenie radarowe, potężna artyleria przeciwlotnicza i solidnie opancerzony pokład.
ru: Тяжёлый крейсер типа Des Moines. Установки главного калибра с автоматическим заряжанием обеспечивали кораблю самую высокую огневую мощь в своём классе. К числу преимуществ крейсера относились также совершенное радиолокационное оборудование, мощная зенитная артиллерия и надёжная горизонтальная защита.
uk: Важкий крейсер типу Des Moines. Установки головного калібру з автоматичним заряджанням забезпечували кораблю найбільшу вогневу міць у своєму класі. До переваг крейсера належали також досконале радіолокаційне обладнання, потужна зенітна артилерія і надійний горизонтальний захист.
zh: 得梅因级重型巡洋舰。它的主炮组炮座装载着一具自动装填机构，这为它提供了该类型战舰之中最为强大的火力。该巡洋舰的优点包含了先进雷达设备、强大的防空火炮、以及可靠的水平装甲防护性。
zh_sg: 得梅因级重型巡洋舰。主炮组炮座带有自动装填机，拥有该类型战舰之中最为强大的火力。此外该战舰还有雷达先进、防空强、水平装甲防护性高等优点。

# IDS_PASC710_FULL
source: Salem
zh: 塞勒姆
zh_sg: 塞勒姆

# IDS_PASC718_DESCR
source: Brave and energetic like her elder sister, Cleveland. Loves battles and stands up to even the strongest of foes, but is clumsy at everything other than combat. Member of Task Force 18—a group assembled of ships of her type. Admires her sister, Cleveland. From the game Azur Lane.
es_mx: Valiente y enérgica como su hermana mayor, Cleveland. Adora las batallas y se enfrenta a los enemigos más fuertes, pero es torpe para todo lo que no sea el combate. Miembro de la Fuerza Especial 18, un grupo formado por barcos de su tipo. Admira a su hermana, Cleveland. Del juego Azur Lane.
ja: 軽巡洋艦・モントピリア クリーブランドの妹分。姉と同じく勇敢で戦闘好き、強敵相手でも臆さないが、戦闘以外はカラッキシ。 同型艦で構成された仲良し軍団「海上騎士団」のメンバー。 クリーブランド姉貴のことが大好き。 「アズールレーン」より出典
pl: Dzielna i pełna energii jak jej starsza siostra Cleveland. Kocha walkę i radzi sobie nawet z najsilniejszymi wrogami, lecz jest strasznie nieporadna we wszystkim poza walką. Członek Task Force 18 – grupy złożonej z okrętów jej typu. Podziwia swoją siostrę Cleveland. Z gry Azur Lane.
ru: Храбрая и энергичная, как её старшая сестра Cleveland. Любит сражения и принимает вызов даже самых сильных соперников. Неуклюжа во всём, что не относится к бою. Входит в состав Тактического соединения 18 — отряда, состоящего из её систершипов. Обожает свою сестру Cleveland. Из игры Azur Lane
uk: Хоробра й енергійна, як її старша сестра Cleveland. Полюбляє битви й приймає виклик навіть найсильніших суперників. Незграбна в усьому іншому, що не стосується бою. Входить до складу тактичного з’єднання 18 — загону, що складається з її однотипників. Обожнює свою сестру Clevelan. Із гри Azur Lane
zh: Храбрая и энергичная, как её старшая сестра Cleveland. Любит сражения и принимает вызов даже самых сильных соперников. Неуклюжа во всём, что не относится к бою. Входит в состав Тактического соединения 18 — отряда, состоящего из её систершипов. Обожает свою сестру Cleveland. Из игры Azur Lane
zh_sg: 像她的姐姐克利夫兰一样勇敢且精力充沛。热爱战斗，即使是最强大的敌人也能挺身而出，但在除了战斗之外的任何事情上都非常笨拙。18特遣队成员 — 一个全是同型号战舰的作战小组。崇拜姐姐克利夫兰。 出自游戏碧蓝航线。

# IDS_PASC718_SHORT
source: MONT
zh: 蒙大拿
zh_sg: AL 蒙彼利埃

# IDS_PASC802
source: Cimarron
zh: 西马隆
zh_sg: 西马隆

# IDS_PASC802_DESCR
source: Cruiser Cimarron, which is used in the Introductory Mission
es_mx: El crucero Cimarron, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 Cimarron
pl: Krążownik Cimarron, który używany jest w misji wprowadzającej
ru: Крейсер Cimarron, используемый во вводной миссии
uk: Крейсер Cimarron, що використовується у вступній місії
zh: Крейсер Cimarron, используемый во вводной миссии
zh_sg: 新手任务中使用的西马隆号巡洋舰

# IDS_PASC802_SHORT
source: CMRN
zh: 西马隆
zh_sg: 西马隆

# IDS_PASC803
source: Cimarron
zh: 西马隆
zh_sg: 西马隆

# IDS_PASC803_DESCR
source: Cruiser Cimarron, which is used in the Introductory Mission
es_mx: El crucero Cimarron, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 Cimarron
pl: Krążownik Cimarron, który używany jest w misji wprowadzającej
ru: Крейсер Cimarron, используемый во вводной миссии
uk: Крейсер Cimarron, що використовується у вступній місії
zh: Крейсер Cimarron, используемый во вводной миссии
zh_sg: 新手任务中使用的西马隆号巡洋舰

# IDS_PASC803_SHORT
source: CMRN
zh: 西马隆
zh_sg: 西马隆

# IDS_PASC804
source: Erie
zh: 伊利
zh_sg: 伊利

# IDS_PASC804_DESCR
source: Cruiser Erie, which is used in the Introductory Mission
es_mx: El crucero Erie, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 Erie
pl: Krążownik Erie, który używany jest w misji wprowadzającej
ru: Крейсер Erie, используемый во вводной миссии
uk: Крейсер Erie, що використовується у вступній місії
zh: Крейсер Erie, используемый во вводной миссии
zh_sg: 新手任务中使用的伊利号巡洋舰

# IDS_PASC804_SHORT
source: ERIE
zh: 伊利
zh_sg: 伊利

# IDS_PASC805
source: Erie
zh: 伊利
zh_sg: 伊利

# IDS_PASC805_DESCR
source: Cruiser Erie, which is used in the Introductory Mission
es_mx: El crucero Erie, el cual es usado en la Misión de Introducción
ja: 入門ミッションで使用される巡洋艦 Erie
pl: Krążownik Erie, który używany jest w misji wprowadzającej
ru: Крейсер Erie, используемый во вводной миссии
uk: Крейсер Erie, що використовується у вступній місії
zh: Крейсер Erie, используемый во вводной миссии
zh_sg: 新手任务中使用的伊利号巡洋舰

# IDS_PASC805_SHORT
source: ERIE
zh: 伊利
zh_sg: 伊利

# IDS_PASD002
source: Sampson
zh: 桑普森
zh_sg: 桑普森

# IDS_PASD002_DESCR
source: One of the "thousand tonner" destroyers in the U.S. Navy. The ship carried very powerful armament for her type, but her speed was rather moderate. Due to impractical arrangement of the torpedo tubes, only half of them could be fired simultaneously during a broadside salvo.
es_mx: Uno de los destructores de "mil toneladas" de la U.S. Navy. El barco llevaba un armamento muy poderoso para su tipo, pero su velocidad era algo moderada. Debido la disposición impráctica de los tubos de torpedo, solo la mitad de ellos podían ser disparados simultáneamente durante una salva de costado.
ja: サンプソン級駆逐艦は、アメリカ海軍の「千トン級」駆逐艦のひとつであり、駆逐艦としては非常に強力な兵装を搭載していましたが、その速力はあまり優れてはいませんでした。魚雷発射管の配置が非効率的だったために、舷側からの斉射時に同時に発射できる魚雷は半数のみでした。
pl: Jeden z amerykańskich niszczycieli o wadze ponad 1000 ton. Jak na swój rodzaj był on bardzo mocno uzbrojony, ale poruszał się ze średnią prędkością. Ze względu na niepraktyczne rozmieszczenie wyrzutni torpedowych tylko połowa z nich mogła wystrzelić jednocześnie podczas salwy burtowej.
ru: Один из «тысячетонных» эсминцев ВМС США. Имел очень мощное для своего класса артиллерийское вооружение при довольно умеренной скорости. Из-за нерационального размещения торпедных аппаратов только половина из них могла участвовать в бортовом залпе.
uk: Один з «тисячотонних» есмінців ВМС США. Мав дуже потужне для свого класу артилерійське озброєння але помірну швидкість. Через нераціональне розміщення торпедних апаратів лише половина з них могла брати участь у бортовому залпі.
zh: 这些驱逐舰就是最后的 "千吨级" 并具备了较具威力的鱼雷武器。共建造了六艘。主要用于海岸警戒和船队护航。
zh_sg: 美国海军“千吨级”驱逐舰之一。搭载了对该舰种来说非常强大的武器，但航速却很一般。由于鱼雷发射管的布局不合理，它们在齐射时只有一半可以同时发射。

# IDS_PASD002_FULL
source: Sampson
zh: 桑普森
zh_sg: 桑普森

# IDS_PASD002_SHORT
source: SMPS
zh: 桑普森
zh_sg: 桑普森

# IDS_PASD005
source: Farragut
zh: 法拉格特
zh_sg: 法拉格特

# IDS_PASD005_DESCR
source: The first U.S. destroyer of the new generation. She was armed with dual-purpose artillery, which significantly enhanced her AA defenses. The torpedo tubes were placed along the ship's centerline, and thus they could be used more efficiently. The destroyers of this class were modernized to receive automatic AA guns.
es_mx: El primer destructor de los EE.UU. de nueva generación. El barco fue armado con una artillería de doble propósito, la cual mejoraba significativamente sus defensas antiaéreas. Los tubos de torpedo fueron colocados a lo largo de la línea central del barco, por lo que podían ser usados de manera más eficiente. Los destructores de esta clase fueron modernizados para recibir cañones AA automáticos.
ja: ファラガット級は、最初の新生代型アメリカ駆逐艦です。両用砲の採用により、対空能力が著しく強化されていました。魚雷発射管は船体の中央線に沿って配置されていたため、効果的な運用が可能でした。後の近代化改装により、対空機関砲が搭載されました。
pl: Pierwszy amerykański niszczyciel nowej generacji. Okręt uzbrojono w dwufunkcyjną artylerię, co znacznie wzmocniło jego obronę przeciwlotniczą. Wyrzutnie torped umieszczono wzdłuż linii środkowej okrętu, dzięki czemu były one bardziej skuteczne. Niszczyciele tej klasy zostały zmodyfikowane, aby wyposażyć je w automatyczne działa przeciwlotnicze.
ru: Первый американский эсминец нового поколения. Имел на вооружении универсальную артиллерию, что существенно улучшало ПВО корабля. Размещение торпедных аппаратов в диаметральной плоскости корпуса позволяло использовать их более эффективно. В ходе модернизации на эсминцах этого типа были установлены зенитные автоматы.
uk: Перший американський есмінець нового покоління. Мав на озброєнні універсальну артилерію, що істотно поліпшувало ППО корабля. Розміщення торпедних апаратів у діаметральній площині корпусу дозволяло використовувати їх більш ефективно. Під час модернізації на есмінцях цього типу були встановлені зенітні автомати.
zh: 在海军长期搁置此类型的研发后，所建造的新一代驱逐舰舰级。其中一项改良，驳回了平甲板舰身而更倾向于采用较传统的艏艛设计。
zh_sg: 第一艘美国新世代驱逐舰。该舰装有两用火炮，使对空防御能力得到了大幅提升。鱼雷发射管沿着该舰中线放置，如此一来它们就能更有效率地运用。此舰级驱逐舰进行了现代化改装而拥有自动防空炮。

# IDS_PASD005_FULL
source: Farragut
zh: 法拉格特
zh_sg: 法拉格特

# IDS_PASD005_SHORT
source: FRGT
zh: 法拉格特
zh_sg: 法拉格特

# IDS_PASD006
source: Mahan
zh: 马汉
zh_sg: 马汉

# IDS_PASD006_DESCR
source: Developed from the Farragut class, this ship carried a more powerful torpedo armament. At the beginning of World War II, these destroyers were armed with several automatic AA guns to fight enemy aircraft more efficiently.
es_mx: Un desarrollo de la clase Farragut. Este barco cargaba un armamento de torpedos más poderoso. Al inicio de la Segunda Guerra Mundial, estos destructores fueron armados con varios cañones AA automáticos para luchar contra aviones enemigos de manera más eficiente.
ja: マハン級駆逐艦は、ファラガット級の改良型であり、雷装が強化されていました。二次大戦の勃発後間もなく複数の対空機関砲が搭載され、より効果的な対空戦闘が可能になりました。
pl: Ulepszona wersja okrętów klasy Farragut. Mahan miał jednak potężniejsze torpedy. Na początku II wojny światowej niszczyciele tej klasy uzbrojono w kilkanaście automatycznych dział przeciwlotniczych, aby skuteczniej radziły sobie z samolotami wroga.
ru: Развитие типа Farragut с усиленным торпедным вооружением. В начале Второй мировой войны на эсминцах было установлено несколько автоматических зенитных орудий для более успешной борьбы с авиацией противника.
uk: Розвиток типу Farragut з посиленим торпедним озброєнням. На початку Другої світової війни на есмінцях було встановлено кілька автоматичних зенітних гармат для успішнішої боротьби з авіацією супротивника.
zh: 为改良法拉格特级驱逐舰而设计，马汉搭载了较具威力的鱼雷武器。然而，它们由于这些额外的鱼雷发射管因而具备了更宽的舰身而降低了航速。为了抵消这些缺点，马汉级战舰成为了第一批配备着能增加推进系统功率数千匹马力的双减速齿轮涡轮机之驱逐舰。
zh_sg: 基于法拉格特级研发的战舰，此战舰搭载了更强大的鱼雷武器。在第二次世界大战开始时，这些驱逐舰都装备了几门自动防空炮来更有效地对抗敌方飞机。

# IDS_PASD006_FULL
source: Mahan
zh: 马汉
zh_sg: 马汉

# IDS_PASD006_SHORT
source: MHAN
zh: 马汉
zh_sg: 马汉

# IDS_PASD008
source: Benson
zh: 本森
zh_sg: 本森
