Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCEE337_ROOSEVELT_FLAG_DESCRIPTION
source: "Success may not come with rushing speed, but we shall return again and again!"
es_mx: "¡El éxito no vendrá en un abrir y cerrar de ojos, pero regresaremos una y otra vez!"
ja: 「成功はすぐには得られないかも知れないが、我々は繰り返し挑戦せねばならない!」
pl: „Sukces może nie przyjść od razu, ale my nie poprzestaniemy!”
ru: «Даже если мы не добьёмся успеха сразу, мы будем наступать снова и снова!»
uk: «Навіть якщо ми не досягнемо успіху відразу, ми будемо наступати знову й знову!»
zh: «Даже если мы не добьёмся успеха сразу, мы будем наступать снова и снова!»
zh_sg: "成功难以一蹴而就，但我们不会轻易放弃！"

# IDS_PCEE338_KIROV_FLAG
source: Kirov
pl: Kirow
ru: Киров
uk: Кіров
zh: 基洛夫
zh_sg: 基洛夫

# IDS_PCEE338_KIROV_FLAG_DESCRIPTION
source: The first cruiser designed and built in the USSR received her name in honor of the famous Soviet political leader, Sergei Kirov (1886–1934).
es_mx: El primer crucero que fue diseñado y construido en la URSS recibió su nombre en honor al famoso líder político soviético, Sergei Kirov (1886–1934).
ja: ソ連で初めて設計・建造されたこの巡洋艦には、ソ連の有名な政治的指導者であるセルゲイ・キーロフ (1886 ～ 1934 年) に因んだ艦名が与えられました。
pl: Pierwszy krążownik zaprojektowany i zbudowany w Związku Radzieckim swoją nazwę zawdzięcza słynnemu radzieckiemu przywódcy politycznemu, Sergiejowi Kirowowi (1886–1934).
ru: Первый спроектированный и построенный в СССР крейсер получил имя в честь известного советского партийного деятеля Сергея Кирова (1886–1934).
uk: Перший спроектований і побудований у СРСР крейсер отримав ім’я на честь відомого радянського партійного діяча Сергія Кірова (1886–1934).
zh: Первый спроектированный и построенный в СССР крейсер получил имя в честь известного советского партийного деятеля Сергея Кирова (1886–1934).
zh_sg: 第一艘在苏联设计和建造的巡洋舰，以苏联著名政治领袖谢尔盖·基洛夫（1886-1934）命名。

# IDS_PCEE339_MIKOYAN_FLAG
source: Mikoyan
pl: Mikojan
ru: Микоян
uk: Мікоян
zh: Микоян
zh_sg: 米高扬

# IDS_PCEE339_MIKOYAN_FLAG_DESCRIPTION
source: In 1943, as the Great Patriotic War was raging on, Anastas Mikoyan was awarded the Hammer and Sickle medal and received the title of "Hero of Socialist Labor" for his merits in arranging supplies for the Red Army.
es_mx: En 1943, cuando la Gran Guerra Patriótica estaba en su apogeo, Anastas Mikoyan fue condecorado con la medalla de la Hoz y el Martillo, y recibió el título de "Héroe del Trabajo Socialista" por sus méritos en la organización de suministros para el Ejército Rojo.
ja: 大祖国戦争が熾烈を極める最中の 1943 年、アナスタス・ミコヤンは赤軍のための補給品を手配した功績が評価され、「鎌と槌」記章と「社会主義労働英雄」の称号が授与されました。
pl: W 1943 roku, gdy trwała Wielka Wojna Ojczyźniana, Anastas Mikojan został odznaczony medalem Młota i Sierpa i otrzymał tytuł „Bohatera Pracy Socjalistycznej” za swoje zasługi w organizowaniu dostaw dla Armii Czerwonej.
ru: В 1943 году, в разгар Великой Отечественной войны, Анастасу Микояну вручили медаль «Серп и Молот» и присвоили звание Героя Социалистического Труда за заслуги в постановке дела снабжения Красной армии.
uk: У 1943 році, в розпалі Великої Вітчизняної війни Радянського Союзу, Анастасу Мікояну вручили медаль «Серп і Молот» і надали звання Героя Соціалістичної Праці за заслуги в постачанні Червоної Армії.
zh: В 1943 году, в разгар Великой Отечественной войны, Анастасу Микояну вручили медаль «Серп и Молот» и присвоили звание Героя Социалистического Труда за заслуги в постановке дела снабжения Красной армии.
zh_sg: 1943年，在苏联卫国战争如火如荼之际，米高扬因为红军后勤物资做出的功绩，被授予锤镰奖章和“社会主义劳动英雄”称号。

# IDS_PCEE340_BAGRATION_FLAG
source: Pyotr Bagration
pl: Piotr Bagration
ru: Пётр Багратион
uk: Петро Багратіон
zh: Пётр Багратион
zh_sg: 彼得罗·巴格拉季昂

# IDS_PCEE340_BAGRATION_FLAG_DESCRIPTION
source: In the Battle of Schöngrabern, which took place in November 1805, General Pyotr Bagration earned fame as an outstanding military commander and was awarded the star of the Order of St. George second class.
es_mx: En la Batalla de Schöngrabern, que tuvo lugar en noviembre de 1805, el General Pyotr Bagration obtuvo su fama como un destacado comandante militar y fue condecorado con una estrella de la Orden de San Jorge de segunda clase.
ja: ピョートル・バグラチオン将軍は 1805 年 11 月のホラブルムの戦いで傑出した軍事指揮官としての名声を獲得し、2 級聖ジョージ勲章の星章を受章しました。
pl: W trakcie bitwy o Schöngrabern, do której doszło w listopadzie 1805 roku, generał Piotr Bagration wsławił się jako znakomity dowódca wojskowy i otrzymał gwiazdę Orderu Św. Jerzego drugiej klasy.
ru: Сражение при Шёнграбене, состоявшееся в ноябре 1805 года, принесло генералу Петру Багратиону славу выдающегося военачальника и звезду ордена Святого Георгия 2-й степени.
uk: Битва біля Шенграбене, яка відбулася в листопаді 1805 року принесла генералу Петру Багратіону славу видатного воєначальника та зірку ордена Святого Георгія 2-го ступеня.
zh: Сражение при Шёнграбене, состоявшееся в ноябре 1805 года, принесло генералу Петру Багратиону славу выдающегося военачальника и звезду ордена Святого Георгия 2-й степени.
zh_sg: 在1805年11月的朔拉本战役中，彼得罗·巴格拉季昂将军一战成名，并被授予圣乔治二等奖章。

# IDS_PCEE341_Z35_FLAG_DESCRIPTION
source: Among the several hundred warships built at the AG Weser shipyard in Bremen was Z-35, the lead ship in a series of Type 1936B destroyers.
es_mx: Entre los cientos de barcos de guerra construidos en el astillero de AG Weser en Bremen, estaba el Z-35, el barco insignia en una serie de destructores del Tipo 1936B.
ja: ブレーメンにある AG ヴェーザー社の造船所では数百隻の軍艦が建造され、そのうちの 1 隻が 1936B 型駆逐艦の 1 番艦 Z-35 でした。
pl: Pośród kilkuset okrętów wojennych zbudowanych w stoczni AG Weset w Bremie znajdował się także Z-35 – okręt prowadzący serii niszczycieli Type 1936B.
ru: В числе нескольких сотен военных кораблей, построенных на верфи компании «Везер» в Бремене, был и Z-35 — головной в серии эсминцев типа 1936B.
uk: Серед кількох сотень військових кораблів, побудованих на верфі компанії «Везер» у Бремені, був і Z-35 — головний у серії есмінців «Тип 1936B».
zh: В числе нескольких сотен военных кораблей, построенных на верфи компании «Везер» в Бремене, был и Z-35 — головной в серии эсминцев типа 1936B.
zh_sg: 在不来梅威悉河造船厂建造的数百艘军舰中，Z-35是1936B型驱逐舰系列中的旗舰。

# IDS_PCEE342_WARHAMMER1_FLAG
source: Imperium of Man
es_mx: Imperio de la Humanidad
ja: 人類の帝国
pl: Imperium Ludzkości
ru: Империум человечества
uk: Людський Імперіум
zh: Империум человечества
zh_sg: 人类帝国

# IDS_PCEE342_WARHAMMER1_FLAG_DESCRIPTION
source: A galaxy-spanning interstellar human empire, ruled by a living god—the Emperor of Mankind.
es_mx: Un imperio humano interestelar que se extiende por toda la galaxia y es gobernado por un dios viviente: el Emperador de la Humanidad.
ja: 銀河に広がる〈人類の帝国〉を支配するのは、神々が認めし〈皇帝〉です。
pl: Rozległe na całą galaktykę, międzygwiezdne imperium człowieka rządzone przez żywego boga – Imperatora Ludzkości.
ru: Галактическая империя людей, которой правит богоподобный Император человечества.
uk: Міжзоряна галактична людська імперія, якою керує живий бог — Імператор Людства
zh: Галактическая империя людей, которой правит богоподобный Император человечества.
zh_sg: 一个横跨银河系的人类帝国，由存于世的神—人类帝皇所统治。

# IDS_PCEE343_WARHAMMER2_FLAG
source: Ruinous Powers
es_mx: Poderes Ruinosos
ja: 破滅的な勢力
pl: Siły chaosu
ru: Губительные силы
uk: Руйнівні сили
zh: Губительные силы
zh_sg: 毁灭之力

# IDS_PCEE343_WARHAMMER2_FLAG_DESCRIPTION
source: The Followers of Chaos are the harbingers of the apocalypse that threatens the galaxy.
es_mx: Los Seguidores del Caos son los heraldos del apocalipsis que amenaza la galaxia.
ja: 〈ケイオスの信仰者達〉は、銀河を脅かすアポカリプスの前兆です。
pl: Czciciele chaosu są zwiastunami apokalipsy, która zagraża galaktyce.
ru: Последователи Хаоса являются предвестниками апокалипсиса, угрожающего всей галактике.
uk: Прибічники Хаосу — провісники апокаліпсису, який загрожує галактиці.
zh: Последователи Хаоса являются предвестниками апокалипсиса, угрожающего всей галактике.
zh_sg: 混沌的追随者是威胁银河系发生大灾变的先兆。

# IDS_PCEE344_SEASONFLAG16
source: Commander of the Soviet Union's Naval Forces
es_mx: Comandante de las Fuerzas Navales de la Unión Soviética
ja: ソ連海軍の司令官
pl: Flaga dowódcy sił morskich Związku Radzieckiego
ru: Начальник ВМС СССР
uk: Начальник ВМС СРСР
zh: Начальник ВМС СССР
zh_sg: 苏联海军司令

# IDS_PCEE344_SEASONFLAG16_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Sixteenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Decimosexta Temporada de las Batallas por Rango.
ja: ランク戦第 16 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w szesnastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 16-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 16-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 16-м ранговом сезоне.
zh_sg: 在排位战第16赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE345_WARHAMMER3_FLAG
source: Imperial Navy
es_mx: Armada Imperial
ja: 帝国海軍
pl: Imperialna Marynarka
ru: Имперский флот
uk: Імперський флот
zh: Имперский флот
zh_sg: 帝国海军

# IDS_PCEE345_WARHAMMER3_FLAG_DESCRIPTION
source: The Imperial Navy is responsible for the fleets of starships that seek to maintain Imperial rule in the void between the stars and planets in the galaxy.
es_mx: La Armada Imperial es responsable de las flotas de naves espaciales que procuran mantener el dominio Imperial en el vacío entre las estrellas y los planetas en la galaxia.
ja: 帝国海軍は、銀河の恒星や惑星の間に広がる虚空の宇宙において帝国の支配力を維持するために宇宙艦隊を運用するという重責を負っています。
pl: Imperialna Marynarka odpowiada za floty i statki kosmiczne, których zadaniem jest utrzymanie władzy Imperium w pustce rozciągającej się pomiędzy gwiazdami i planetami galaktyki.
ru: Имперский флот контролирует все армады звездолётов, которые стремятся распространить власть Империума на межзвёздные просторы и планеты галактики.
uk: Імперський флот контролює всі армади зорельотів, які прагнуть поширити владу Імперіуму на міжзоряні простори та планети галактики.
zh: Имперский флот контролирует все армады звездолётов, которые стремятся распространить власть Империума на межзвёздные просторы и планеты галактики.
zh_sg: 帝国海军的庞大舰队穿梭于银河系恒星和行星之间，维持着帝国的统治。

# IDS_PCEE346_WARHAMMER4_FLAG
source: Khorne
ja: コーン
pl: Khorn
ru: Кхорн
uk: Кхорн
zh: Кхорн
zh_sg: 恐虐

# IDS_PCEE346_WARHAMMER4_FLAG_DESCRIPTION
source: The mark of the Blood God. Commanders of ships flying Khorne’s flag are imbued with Khorne’s battle rage, becoming utterly merciless in combat and losing any sense of fear or restraint.
es_mx: La marca del Dios de la Sangre. Los Comandantes de barcos que ondean la bandera de Khorne están imbuidos de la ira de batalla de Khorne, lo que los vuelve completamente despiadados en combate y les hace perder cualquier sensación de miedo o autocontrol.
ja: 血の神の印です。コーンの旗を掲揚する艦艇の艦長達には、コーンが持つ戦いの激情が染みついており、その結果として戦闘においては完全に無慈悲となり、あらゆる恐怖心や自制心を失います。
pl: Znak Boga Krwi. Dowódcy statków z banderą Khorna nasyceni są jego gniewem bojowym, który przemienia ich w bezlitosnych wojowników, nieznających strachu i nie mających żadnych zahamowań w bitwie.
ru: Печать Бога крови. Командиры кораблей под флагом Кхорна полны воинственной ярости и становятся беспощадными во время боя, теряя чувство страха и меры.
uk: Печатка Бога Крові. Командири кораблів під прапором Кхорна переповнені войовничим духом і стають нещадними під час бою, втрачаючи почуття страху та міри.
zh: Печать Бога крови. Командиры кораблей под флагом Кхорна полны воинственной ярости и становятся беспощадными во время боя, теряя чувство страха и меры.
zh_sg: 血神的印记。悬挂恐虐旗帜的战舰舰长会充满恐虐的战斗怒火，变得冷血无情，丧失恐惧感和克制力。

# IDS_PCEE347_LOEWENHARDT_FLAG_DESCRIPTION
source: A recipient of the Pour le Mérite order of merit, Erich Loewenhardt (1897–1918) was a brilliant infantry officer and an equally outstanding pilot, the third-ranking German ace of World War I.
es_mx: Erich Loewenhardt (1897–1918) fue un brillante oficial de infantería y un piloto igual de sobresaliente que recibió la orden del mérito "Pour le Mérite". Fue el tercer mejor as alemán de la Primera Guerra Mundial.
ja: プール・ル・メリット勲章の戦功章を受賞したエーリヒ・ルーヴェンハート (1897 ～ 1918 年) は、卓越した歩兵士官であったと共に、同様に優秀なパイロットでもあり、一次大戦中のドイツ軍において第 3 位の撃墜機数を達成しました。
pl: Odznaczony orderem Pour le Mérite Erich Loewenhardt (1897–1918) był wybitnym oficerem piechoty i równie wybitnym pilotem, zyskując miano trzeciego niemieckiego asa w I wojnie światowej.
ru: Кавалер ордена Pour le Mérite Эрих Лёвенхардт (1897–1918) был равно и блестящим пехотным офицером, и выдающимся лётчиком, входя в тройку самых результативных германских асов периода Первой мировой войны.
uk: Кавалер ордена Pour le Mérite Еріх Льовенхардт (1897–1918) був і блискучим піхотним офіцером, і так само видатним льотчиком, входячи в трійку найрезультативніших німецьких асів періоду Першої світової війни.
zh: Кавалер ордена Pour le Mérite Эрих Лёвенхардт (1897–1918) был равно и блестящим пехотным офицером, и выдающимся лётчиком, входя в тройку самых результативных германских асов периода Первой мировой войны.
zh_sg: 埃里希·勒文哈尔特（1897—1918）是一位杰出的陆军军官兼优秀的飞行员，第一次世界大战德国的三等王牌飞行员。

# IDS_PCEE348_POMMERN_FLAG_DESCRIPTION
source: In the 1920s and 30s, large warships of the German Navy were typically named after their predecessors that had perished in World War I. Pre-dreadnought battleship Pommern, named after the province on the coast of the Baltic Sea, was sunk in the Battle of Jutland.
es_mx: En los años 20 y 30, los grandes barcos de guerra de la Marina de Alemania generalmente llevaban el nombre de sus predecesores que habían perecido en la Primera Guerra Mundial. El acorazado predreadnought Pommern, llamado así en honor a la provincia en la costa del Mar Báltico, fue hundido en la Batalla de Jutlandia.
ja: 1920 年代から 1930 年代にかけてのドイツ海軍の大型艦は、通例として一次大戦中に失われた艦艇に因んで命名されていました。前弩級戦艦ポンメルンは、バルト海沿岸の州に因んで命名され、ユトランド沖海戦で撃沈されました。
pl: W latach 20. i 30. duże okręty wojenne Niemiec nosiły zazwyczaj nazwy swoich poprzedników, którzy zatonęli w trakcie I wojny światowej. Pancernik z ery przeddrednotowej Pommern, nazwany na cześć prowincji położonej u wybrzeży Morza Bałtyckiego, zatonął w trakcie Bitwy Jutlandzkiej.
ru: Крупные корабли ВМС Германии 1920–1930-х годов, как правило, получали названия в честь погибших в годы Первой мировой войны предшественников. Броненосец Pommern, носивший имя провинции на побережье Балтийского моря, был потоплен в Ютландском сражении.
uk: Великі кораблі ВМС Німеччини 1920–1930-х років, здебільшого, називали на честь попередників, які загинули під час Першої світової війни. Броненосець Pommern, що носив ім’я провінції на узбережжі Балтійського моря, був потоплений в Ютландській битві.
zh: Крупные корабли ВМС Германии 1920–1930-х годов, как правило, получали названия в честь погибших в годы Первой мировой войны предшественников. Броненосец Pommern, носивший имя провинции на побережье Балтийского моря, был потоплен в Ютландском сражении.
zh_sg: 在1920至30年代，德国海军的大型战舰通常是以在第一次世界大战中阵亡的战舰命名。以波罗的海的沿岸省份命名的前无畏级战列舰波美拉尼亚号，在日德兰海战中沉没。

# IDS_PCEE349_SPRINGTEST_FLAG
source: PT Spring Season
es_mx: Temporada de Primavera de la PP
ja: PT スプリングシーズン
pl: Sezon wiosenny TP
ru: Весенний сезон PT
uk: Весняний Сезон PT
zh: Весенний сезон PT
zh_sg: 公测春季

# IDS_PCEE349_SPRINGTEST_FLAG_DESCRIPTION
source: Flag for participants of the Public Test Spring Marathon.
es_mx: Bandera para los participantes en la Maratón de Primavera de la Prueba Pública.
ja: 公開テストのスプリングマラソン参加者のための記念旗です。
pl: Flaga dla uczestników wiosennego maratonu testów publicznych.
ru: Флаг участника весеннего марафона Общего теста.
uk: Прапор учасника весняного марафону Загального тестування.
zh: Флаг участника весеннего марафона Общего теста.
zh_sg: 公测春季马拉松活动参与者旗帜。

# IDS_PCEE350_MOSKVA_FLAG
source: Moskva
pl: Moskwa
ru: Москва
uk: Москва
zh: 莫斯科
zh_sg: 莫斯科

# IDS_PCEE350_MOSKVA_FLAG_DESCRIPTION
source: Named after the capital city of the Soviet Union, this heavy cruiser was created under Project 66—the world's last heavy gunship project designed specifically to destroy enemies with her main battery in encounters at sea.
es_mx: Nombrado en honor a la ciudad capital de la Unión Soviética, este crucero pesado fue creado bajo el Proyecto 66, El último proyecto en el mundo de un cañonero pesado diseñado específicamente para destruir enemigos con su batería principal en encuentros navales.
ja: ソ連の首都モスクワ (モスコヴァ) に因んだ艦名を持つこの重巡洋艦は、プロイェークト 66 として開発された計画案です。本案は、海戦において主砲で敵を撃沈することに特化して設計された大型砲熕艦としては世界最後の計画案でした。
pl: Nazwany na cześć stolicy Związku Radzieckiego, ten ciężki krążownik zbudowany został wg wytycznych Projektu 66 – to ostatni na świecie ciężki okręt artyleryjski, zaprojektowany do niszczenia przeciwników przy pomocy swoich głównych dział.
ru: Названный в честь столицы Советского Союза тяжёлый крейсер создан по проекту 66 — последнему в мире проекту тяжёлого артиллерийского корабля, предназначенного для уничтожения противника главным калибром в морском бою.
uk: Названий на честь столиці Радянського Союзу, важкий крейсер створено за проєктом 66 — останнім у світі проєктом важкого артилерійського корабля, призначеного для знищення супротивника головним калібром у морському бою.
zh: Названный в честь столицы Советского Союза тяжёлый крейсер создан по проекту 66 — последнему в мире проекту тяжёлого артиллерийского корабля, предназначенного для уничтожения противника главным калибром в морском бою.
zh_sg: 这艘以苏联首都命名的重型巡洋舰，是根据Project 66建造而成。Project 66是世界上最后一艘重型炮舰项目，其主炮组是专门设计来摧毁海上的敌舰。

# IDS_PCEE351_MUNCHEN_FLAG_DESCRIPTION
source: The first German ship named after the capital of Bavaria. The ship carried a blue and white coat of arms of that land on its stem.
es_mx: El primer barco alemán nombrado en honor a la capital de Bavaria. El barco llevaba un escudo de armas azul y blanco de esa tierra en su extremo de proa.
ja: ミュンヘンは、バイエルン州の州都に因んで命名された最初のドイツ艦艇です。本艦の艦首部には青と白の紋章が配されていました。
pl: Pierwszy niemiecki okręt noszący nazwę stolicy Bawarii. Okręt namalowany miał niebiesko-biały herb landu na rufie.
ru: Первый немецкий корабль, названный в честь столицы Баварии, нёс на своём форштевне бело-голубой герб этой земли.
uk: Перший німецький корабель, названий на честь столиці Баварії, мав на своєму форштевні біло-голубий герб цієї землі.
zh: Первый немецкий корабль, названный в честь столицы Баварии, нёс на своём форштевне бело-голубой герб этой земли.
zh_sg: 第一艘以巴伐利亚首府命名的德国战舰。其战舰的舰首有着所属巴伐利亚的蓝白色纹章。

# IDS_PCEE352_ANCHORAGE_FLAG_DESCRIPTION
source: Anchorage, now the largest city in Alaska, was established in 1914 on the shores of the Cook Inlet. The city's name means a "place off the coast which is suitable for ships to anchor".
es_mx: Anchorage, hoy en día la ciudad más grande en Alaska, se estableció en 1914 en las orillas de la Ensenada de Cook. El nombre de la ciudad significa un "lugar frente a la costa adecuado para que los barcos fondeen".
ja: アンカレッジは今ではアラスカ州最大の都市であり、1914 年にクック湾の周辺に創設されました。この都市名は、「船舶の錨泊 (anchor) に適した沖」を意味します。
pl: Anchorage, obecnie największe miasto na Alasce, założone zostało w 1914 roku w Zatoce Cooka. Nazwa miasta oznacza „miejsce, w którym cumować mogą okręty”.
ru: Анкоридж, ныне самый крупный город Аляски, был основан в 1914 году на берегу залива, и само название города переводится как «якорная стоянка».
uk: Анкоридж, нині саме велике місто на Алясці, було засновано в 1914 році на березі затоки, і сама назва міста перекладається як «якірна стоянка».
zh: Анкоридж, ныне самый крупный город Аляски, был основан в 1914 году на берегу залива, и само название города переводится как «якорная стоянка».
zh_sg: 安克雷奇是现在阿拉斯加最大的城市，建立于1914年的库克湾海岸。这座城市的名字意为着“适合船只停泊的沿海地点”。

# IDS_PCEE353_SEASONFLAG17
source: Minister of Defense of the Weimar Republic
es_mx: Ministro de Defensa de la República de Weimar
ja: ヴァイマル共和国の国防大臣
pl: Minister Obrony Republiki Weimarskiej
ru: Министр обороны Веймарской республики
uk: Міністр оборони Веймарської республіки
zh: Министр обороны Веймарской республики
zh_sg: 魏玛共和国国防部长

# IDS_PCEE353_SEASONFLAG17_DESCRIPTION
source: A commemorative flag awarded for achieving Rank 15 in the Seventeenth Season of Ranked Battles.
es_mx: Una bandera conmemorativa otorgada por alcanzar el Rango 15 en la Decimoséptima Temporada de las Batallas por Rango.
ja: ランク戦第 17 シーズンにおいてランク 15 を達成することで授与される記念旗です。
pl: Pamiątkowa flaga przyznawana za osiągnięcie 15 stopnia w siedemnastym sezonie bitew rankingowych.
ru: Памятный флаг за достижение 15-го ранга в 17-м ранговом сезоне.
uk: Пам’ятний прапор за досягнення 15-го рангу в 17-му ранговому сезоні.
zh: Памятный флаг за достижение 15-го ранга в 17-м ранговом сезоне.
zh_sg: 在排位战第17赛季达到排名15所授予的纪念旗帜。

# IDS_PCEE353_SEASONFLAG17_EXTRA_DESCRIPTION
source: During the Weimar Republic period (1919–1933), the German Navy was under the command of the Minister of Defense. The flag of the Minister of Defense was cloth composed of the national colors with an image of the Iron Cross placed at its center.
es_mx: Durante el periodo de la República de Weimar, la Marina de Alemania estaba bajo el mando del Ministro de Defensa. La bandera del Ministro de Defensa estaba compuesta por los colores nacionales con una imagen de la Cruz de Hierro colocada en su centro.
ja: ヴァイマル共和政時代 (1919 ～ 1933 年) のドイツ海軍は、国防大臣の指揮下にありました。国防大臣旗は、当時の国旗であった三色旗の中央に鉄十字を配したデザインでした。
pl: W okresie Republiki Weimarskiej (1919–1933) marynarka Niemiec znajdowała się pod zwierzchnictwem Ministra Obrony. Flaga Ministra Obrony miała barwy narodowe i Krzyż Żelazny na środku.
ru: ВМС Германии в период Веймарской республики (1919–1933) подчинялись министру обороны. Флаг министра представлял собой полотнище национальных цветов с помещённым в центре изображением Железного креста.
uk: ВМС Німеччини в період Веймарської республіки (1919–1933 рр.) підлягали міністру оборони. Прапор міністра являв собою полотнище національних кольорів із розташованим у центрі зображення Залізного хреста.
zh: ВМС Германии в период Веймарской республики (1919–1933) подчинялись министру обороны. Флаг министра представлял собой полотнище национальных цветов с помещённым в центре изображением Железного креста.
zh_sg: 在魏玛共和国时期（1919年至1933年），德国海军由国防部长指挥。由国家代表色组成的“魏玛共和国国防部长”旗帜，中间有着一个铁十字图案。

# IDS_PCEE354_EL_LIBERTADOR_FLAG
source: El Libertador
ja: El Libertador (解放者)
ru: Освободитель
zh: Освободитель
zh_sg: 解放者

# IDS_PCEE354_EL_LIBERTADOR_FLAG_DESCRIPTION
source: An ensign to honor Simón Bolívar.
es_mx: Una insignia en honor a Simón Bolívar.
ja: シモン・ボリバルを称える軍旗です。
pl: Chorągiew ku czci Simóna Bolívara.
ru: Флаг в честь Симона Боливара.
uk: Флаг на честь Сімона Болівара.
zh: Флаг в честь Симона Боливара.
zh_sg: 向西蒙·玻利瓦尔致敬的海军旗。

# IDS_PCEE354_EL_LIBERTADOR_FLAG_EXTRA_DESCRIPTION
source: In the unity of our nations rests the glorious future of our peoples.
es_mx: En la unidad de nuestras naciones descansa el glorioso futuro de nuestros pueblos.
ja: 国々の統一の先には、我らが人民の輝かしい未来がある。
pl: W jedności naszych narodów leży świetlana przyszłość naszego ludu.
ru: «Славное будущее наших народов зиждется на единстве наших стран».
uk: Славне майбутнє наших народів ґрунтується на єдності наших країн.
zh: «Славное будущее наших народов зиждется на единстве наших стран».
zh_sg: 我们各国的团结是我们人民光辉未来的基础。

# IDS_PCEE355_AZUR_LITTORIO_FLAG_DESCRIPTION
source: Littorio was the second Vittorio Veneto-class warship to be built, and the most powerful ship in the Mediterranean. From the game Azur Lane.
es_mx: Littorio fue el segundo barco de guerra de la clase Vittorio Veneto en ser construido, y el barco más poderoso en el Mediterráneo. Del juego Azur Lane.
ja: リットリオはヴィットリオ・ヴェネト級戦艦の 2 番艦であり、地中海における最強クラスの戦艦の 1 隻でした。「アズールレーン」より出典
pl: Littorio był drugim zbudowanym okrętem typu Vittorio Veneto i najpotężniejszym okrętem na Morzu Śródziemnym. Z gry Azur Lane.
ru: Littorio — боевой корабль типа Vittorio Veneto номер два. Самый мощный боевой корабль Средиземноморья. Из игры Azur Lane.
uk: Littorio — бойовий корабель типу «Вітторіо-Венето» номер два. Найпотужніший бойовий корабель Середземномор’я. З гри Azur Lane.
zh: Littorio — боевой корабль типа Vittorio Veneto номер два. Самый мощный боевой корабль Средиземноморья. Из игры Azur Lane.
zh_sg: 利托里奥是第二艘建造的维托里奥·维内托级战舰，也是地中海地区最强大的战舰。出自游戏“碧蓝航线”。
