Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC332_AZURLANE_DUNKERQUE_DESCRIPTION
source: I'm Dunkerque. I belonged to the Vichya Dominion's 1st Division of the Line. As you know, there's nothing especially noteworthy in my service record… And since that's the undeniable truth, I don't intend to hide it. Nevertheless, if you have need of my power then I will not disappoint you.
es_mx: Soy Dunkerque, pertenecí a la 1.ª División de la Línea de Vichya Dominion. Como saben, no hay nada especial para mencionar en mi hoja de servicio… Y ya que esa es la pura verdad, no pienso intentar ocultarlo. Sin embargo, si necesitas mi poder, entonces no te defraudaré.
ja: ヴィシア聖座・第一戦線総隊に所属、ダンケルクよ。知っての通り、私のカンレキに特筆するところはないけど…それが紛れもない事実なのだから、隠すつもりはないわ。それでも私の力が必要というのなら――失望はさせないわ
pl: Jestem Dunkerque, należałam do 1. Dywizji Vichya Dominion. Jak wiesz, w przebiegu mojej służby nie znajdziesz nic godnego odnotowania… A ponieważ to niezaprzeczalne, nie zamierzam tego ukrywać. Niemniej jednak jeśli będziesz potrzebować mojej mocy, z pewnością Cię nie zawiodę.
ru: Меня зовут Dunkerque, я входила в состав 1-й линейной дивизии Доминиона Вишья. Как вам известно, в моём послужном списке нет особо примечательных боевых достижений... И поскольку это совершеннейшая правда, я не намереваюсь скрывать её. Тем не менее если вам требуется моя огневая мощь, то я вас не разочарую.
uk: Мене звуть Dunkerque, я входила до складу 1-ї лінійної дивізії Домініону Віш’я. Як вам відомо, у моєму послужному списку немає особливо примітних бойових досягнень... І оскільки це цілковита правда, я не маю наміру приховувати її. Проте, якщо вам потрібна моя вогнева міць, то я вас не розчарую.
zh: Меня зовут Dunkerque, я входила в состав 1-й линейной дивизии Доминиона Вишья. Как вам известно, в моём послужном списке нет особо примечательных боевых достижений... И поскольку это совершеннейшая правда, я не намереваюсь скрывать её. Тем не менее если вам требуется моя огневая мощь, то я вас не разочарую.
zh_sg: 我是敦刻尔克，隶属于维希第1师。 如你所知，我的服务记录中没有什么特别值得注意的… 既然这是不可否认的事实，我不想隐瞒。 不过，如果你需要我的力量，我不会让你失望的。

# IDS_PCZC333_AZURLANE_JEANBART
source: Jean Bart
ja: ジャン・バール
zh: 让·巴尔
zh_sg: 让·巴尔

# IDS_PCZC333_AZURLANE_JEANBART_DESCRIPTION
source: I'm Jean Bart, the battleship. My name originates from a certain respected privateer. …Huh? "What's a privateer?" A privateer is a pirate who legally plunders loot from people for a just cause.
es_mx: Soy Jean Bart, el acorazado. Mi nombre proviene de cierto corsario respetado. …¿Uh? "¿Qué es un corsario?" Un corsario es un pirata que saquea los botines de la gente legalmente por una causa justa.
ja: 戦艦ジャン・バールだ。この名はとある「尊敬された」私掠船の船長から由来している。…は? 公賊とは何だと? 大義名分を掲げて、合法的な略奪を行う海賊だ
pl: Jestem pancernikiem Jean Bart. Moje imię pochodzi od pewnego znanego korsarza. …Słucham? „Kim jest korsarz?” Korsarz jest piratem, który legalnie plądruje dobra możnych w słusznej sprawie.
ru: Я Jean Bart, линкор. Моё имя раньше носил один известный каперский корабль. ...А? Что такое капер? Капер — это пиратский корабль, который захватывает добычу на законных основаниях.
uk: Я Jean Bart, лінкор. Моє ім’я раніше носив один відомий каперський корабель. ...Га? Що таке капер? Капер — це піратський корабель, який захоплює здобич на законних підставах.
zh: Я Jean Bart, линкор. Моё имя раньше носил один известный каперский корабль. ...А? Что такое капер? Капер — это пиратский корабль, который захватывает добычу на законных основаниях.
zh_sg: 我是战列舰让·巴尔。 我的名字来源于一位受人尊敬的私掠者。 …嗯？ “什么是私掠者”？ 私掠者是一名正义的海盗，为了正当的理由合法从人身上掠夺财物。

# IDS_PCZC334_AZURLANE_LEMARS_DESCRIPTION
source: I am Le Mars, a L'Adroit-class destroyer and a trainee knight of the Vichya Dominion. I served the Vichya Dominion until I was sunk in port by the Eagle Union to combat the Ironblood.
es_mx: Soy Le Mars, un destructor de la clase L'Adroit y una caballero en entrenamiento de Vichya Dominion. Serví para Vichya Dominion hasta que fui hundida en el puerto por la Unión del Águila para combatir a Sangre de Hierro.
ja: あの時はみんなの役には立てなかったけど、指揮官、今度の私の活躍、期待してくださいね!
pl: Nazywam się Le Mars, niszczyciel klasy L'Adroit, jestem także praktykującym rycerzem Vichya Dominion. Służyłam w Vichya Dominion do momentu zatopienia w porcie przez Eagle Union w walce z Ironblood.
ru: Я Le Mars, эсминец типа L'Adroit и рыцарь-ученик Доминиона Вишья. Я служила Доминиону Вишья до тех пор, пока не была потоплена в порту силами Союза Орла, сражавшимися против Железной Империи.
uk: Я — Le Mars, есмінець типу L'Adroit і лицар-учень Домініону Віш’я. Я служив Домініону Віш’я доти, поти не був потоплений у порту силами Союзу Орла, що билися проти Залізної Імперії.
zh: Я Le Mars, эсминец типа L'Adroit и рыцарь-ученик Доминиона Вишья. Я служила Доминиону Вишья до тех пор, пока не была потоплена в порту силами Союза Орла, сражавшимися против Железной Империи.
zh_sg: 我是勒马尔，一艘灵巧级驱逐舰以及一名维希的见习骑士。 我曾服役于维希，直到在与铁血帝国战斗中被击沉在白鹰联邦港口。

# IDS_PCZC335_AZURLANE_FORBIN_DESCRIPTION
source: I am Forbin, a L'Adroit-class destroyer and a trainee knight of the Iris Libre. Despite the fact that for some reason I sat in port doing nothing for two years, I participated in many missions upon my return to duty. My activity on the battlefield more than made up for the gap from before.
es_mx: Soy Forbin, un destructor de la clase L'Adroit y una caballero en entrenamiento de Iris Libre. A pesar del hecho de que por alguna razón permanecí en el puerto sin hacer nada por dos años, participé en muchas misiones al regresar al servicio. Mi actividad en el campo de batalla compensó toda mi inactividad del pasado.
ja: ラドロア級駆逐艦、自由アイリス教国の見習い騎士・フォルバンと申します。とある理由で母港で二年間こもっていましたけど、復帰後は多くの任務に参加し、無為な時間を戦場での活躍で挽回する事ができました
pl: Jestem Forbin, niszczyciel klasy L'Adroit, praktykujący rycerz Iris Libre. Pomimo faktu, że z jakiegoś powodu siedziałam w porcie, nic nie robiąc przez dwa lata, wzięłam udział w wielu misjach po moim powrocie do służby. Moja aktywność na polu bitwy w pełni zrekompensuje braki z przeszłości.
ru: Меня зовут Forbin, я эсминец типа L'Adroit и рыцарь-ученик Вольного Ириса. Несмотря на тот факт, что я по какой-то причине простояла два года в порту без дела, после моего возвращения в строй я приняла участие во многих боевых операциях. Зато я с лихвой компенсировала на поле боя всё время простоя.
uk: Мене звуть Forbin, я есмінець типу L'Adroit і лицар-учень Вільного Ірісу. Незважаючи на той факт, що я з якоїсь причини простояла два роки в порту без діла, повернувшись до лав, я взяла участь у багатьох бойових операціях. Проте я з надлишком компенсувала на полі бою весь час очікування.
zh: Меня зовут Forbin, я эсминец типа L'Adroit и рыцарь-ученик Вольного Ириса. Несмотря на тот факт, что я по какой-то причине простояла два года в порту без дела, после моего возвращения в строй я приняла участие во многих боевых операциях. Зато я с лихвой компенсировала на поле боя всё время простоя.
zh_sg: 我是福尔班，一艘灵巧级驱逐舰以及自由鸢尾的受训骑士。 尽管由于某种原因，我在港口呆了两年，什么也没做，但回到工作岗位后，我参加了许多任务。 我在战场上的行动弥补了以前的差距。

# IDS_PCZC336_SOVIETBBARC_COMMISSAR_FLAG
source: The Naval Flag of People's Commissars of the U.S.S.R. (1938–1946)
es_mx: La Bandera Naval del Consejo de Comisarios del Pueblo de la URSS (1938–1946)
ja: ソ連人民委員会議海軍旗 (1938 年 – 1946 年)
pl: Bandera Komisarza Ludowego ZSRR (1938–1946)
ru: Флаг народного комиссара Военно-Морского флота СССР (1938–1946)
uk: Прапор Народного комісара Військово-морського флоту СРСР (1938–1946)
zh: Флаг народного комиссара Военно-Морского флота СССР (1938–1946)
zh_sg: 苏联人民委员会海军旗。（1938-1946）

# IDS_PCZC336_SOVIETBBARC_COMMISSAR_FLAG_DESCRIPTION
source: In the latter half of the 1930s, the Great Navy was undergoing rapid construction: new cruisers, destroyers, and submarines went into commission, and some of the most powerful battleships in the world were being designed. On December 30, 1937, the Navy got out of control of the Workers' and Peasants' Red Army and formed a separate military service called the People's Commissariat for the U.S.S.R. Navy. The first professional officer appointed to the position of the service's People's Commissar ("Narodny Kommissar" in Russian) was Nikolay Gerasimovich Kuznetsov, Flagman Flota 2 Ranga (Flag Officer 2nd rank). Like any senior military officer, the People's Commissar for the Navy was supposed to establish the official flag. Such a flag was hoisted atop the mast of a ship or other water craft with the People's Commissar aboard. The flag was a red cloth with the Naval Flag of the U.S.S.R. in its upper corner close to the pole and a red star placed in yellow laurel wreath with a ribbon. This flag was used all the time as long as the position of the People's Commissar remained in use. In February 1946, the People's Commissariat for the Navy was abolished, and Admiral Kuznetsov became the Deputy People's Commissar for the Armed Forces of the U.S.S.R.
es_mx: En la segunda mitad de los años 30, la Gran Armada experimentaba una veloz construcción: nuevos cruceros, destructores y submarinos entraron en servicio, y se diseñaban algunos de los acorazados más poderosos del mundo. El 30 de diciembre de 1937, la Armada dejo de ser controlada por el Ejército Rojo de Obreros y Campesinos y formó un servicio militar separado denominado el Comisariado del Pueblo para la Armada de la URSS. El primer oficial asignado al puesto del Comisario del Pueblo ("Narodny Kommissar" en ruso) fue Nikolay Gerasimovich Kuznetsov, Flagman Flota 2 Ranga (Oficial de Bandera de 2.º Rango). Como cualquier oficial militar mayor, el Comisario del Pueblo para la Armada debía portar la bandera oficial. Dicha bandera ondeaba en lo alto del mástil de un barco o de cualquier otra embarcación que llevara al Comisario del Pueblo a bordo. La bandera era una tela roja con la Bandera Naval de la URSS en su esquina superior, cercana al mástil, y una estrella roja colocada en una corona amarilla de laureles con una cinta. Esta bandera fue usada mientra el puesto del Comisario del Pueblo permaneció vigente. En febrero de 1946, se abolió el Comisariado del Pueblo para la Armada, y el Almirante Kuznetsov se convirtió en el Comisario del Pueblo Adjunto para las Fuerzas Armadas de la URSS.
ja: 1930 年代後半、大規模な艦隊が急速に建設されつつありました。巡洋艦、駆逐艦、そして潜水艦が新たに発注され、世界最強クラスの戦艦が設計されていました。1937 年 12 月 30 日、海軍は労農赤軍の統制から離れ、ソ連海軍人民委員部として独立した軍隊となりました。この軍隊の人民委員に任命された最初の専門将校が二等海軍将官ニコライ・ゲラシモヴィチ・クズネツォフでした。 他の高級将校と同様に、海軍人民委員にも将官旗が必要とされました。この将官旗は人民委員が乗船した艦船ないし水上艇のマスト最上部に掲揚されました。この旗は赤地に左上隅のソ連海軍旗が配置され、リボンで飾られた月桂冠の中に赤い星が置かれました。この旗は人民委員が存続する限り使用されました。1946 年 2 月に海軍人民委員部は廃止され、クズネツォフ元帥はソ連軍事人民副委員となりました。
pl: W drugiej połowie lat 30. Wielka Marynarka Wojenna ulegała szybkiej rozbudowie: do służby wchodziły nowe krążowniki, niszczyciele i okręty podwodne, trwały prace projektowe nad jednymi z najpotężniejszych pancerników świata. 30 grudnia 1937 roku marynarka wyszła spod dowództwa Robotniczo-Chłopskiej Armii Czerwonej i założyła własną organizację zbrojną – Ludowy Komisariat Marynarki Wojennej ZSRR. Pierwszym oficerem przydzielonym na stanowisko Komisarza Ludowego (po rosyjsku „Narodny Komissar”) był Nikołaj Gierasimowicz Kuzniecow, oficer flagowy 2 stopnia. Jak każdy starszy oficer wojskowy, Komisarz Ludowy musiał ustanowić oficjalną flagę. Flaga taka powiewała na masztach okrętów i innych jednostek pływających, na pokładzie których przebywał Komisarz Ludowy. Jej wygląd był następujący: czerwone tło z banderą ZSRR w górnym rogu, blisko masztu, oraz czerwona gwiazda w żółtym wieńcu laurowym ze wstęgą. Bandery tej używano tak długo, jak istniało stanowisko Komisarza Ludowego. W lutym 1946 roku Komisariat Ludowy Marynarki Wojennej przestał istnieć, a admirał Kuzniecow został zastępcą Komisarza Ludowego Sił Zbrojnych ZSRR.
ru: Во второй половине 1930-х годов шло бурное строительство «Большого флота»: вступали в строй новые крейсеры, эсминцы, подводные лодки, проектировались одни из самых мощных в мире линкоров. 30 декабря 1937 года ВМС были выведены из подчинения Рабоче-крестьянской Красной армии и выделены в отдельный вид вооружённых сил — Военно-Морской флот. В тот же день был учреждён специальный центральный орган управления ВМС — Народный комиссариат ВМФ СССР. Первым профессиональным моряком, назначенным на пост народного комиссара (сокращённо — наркома), был флагман флота 2-го ранга Николай Герасимович Кузнецов. Как и любому высшему военному руководителю, народному комиссару ВМФ было положено иметь собственный должностной флаг. Такой флаг поднимался на мачте любого корабля или иного плавсредства, на борту которого находился нарком. Флаг представлял собой красное полотнище, в верхнем, ближнем к древку, углу которого размещалось изображение Военно-морского флага СССР с красной звездой в лавровом венке жёлтого цвета с лентой. Флаг этот использовался всё время, пока существовал пост народного комиссара. В феврале 1946 года Народный комиссариат ВМФ был упразднён, а адмирал Кузнецов стал заместителем народного комиссара Вооружённых сил СССР.
uk: У другій половині 1930-х років тривало бурхливе будівництво «Великого флоту»: до лав ставали нові крейсери, есмінці й підводні човни, проектували одні з найпотужніших лінкорів у світі. А 30 грудня 1937 року ВМС вивели з підпорядкування Робітничо-селянської Червоної армії в окремий вид збройних сил — Військово-морський флот. Того самого дня створили й спеціальний центральний орган керування ВМС — Народний комісаріат ВМФ СРСР. Першим професійним моряком, призначеним на посаду народного комісара (скорочено — наркома), був флагман флоту 2-го рангу Микола Герасимович Кузнєцов. Як і будь-якому вищому військовому керівникові, народному комісару ВМФ належало мати власний посадовий прапор. Такий прапор підіймали на щоглі будь-якого корабля чи плавзасобу, на борту якого перебував нарком. Прапор мав такий вигляд: червоне полотнище, у верхньому ближньому до щогли куті якого містилося зображення Військово-морського прапора СРСР із червоною зіркою в жовтому лавровому вінку зі стрічкою. Цей прапор використовували впродовж усього існування посади наркома ВМФ. У лютому 1946 року Народний комісаріат ВМФ ліквідували, а Кузнєцов став заступником Народного комісара Збройних сил СРСР.
zh: Во второй половине 1930-х годов шло бурное строительство «Большого флота»: вступали в строй новые крейсеры, эсминцы, подводные лодки, проектировались одни из самых мощных в мире линкоров. 30 декабря 1937 года ВМС были выведены из подчинения Рабоче-крестьянской Красной армии и выделены в отдельный вид вооружённых сил — Военно-Морской флот. В тот же день был учреждён специальный центральный орган управления ВМС — Народный комиссариат ВМФ СССР. Первым профессиональным моряком, назначенным на пост народного комиссара (сокращённо — наркома), был флагман флота 2-го ранга Николай Герасимович Кузнецов. Как и любому высшему военному руководителю, народному комиссару ВМФ было положено иметь собственный должностной флаг. Такой флаг поднимался на мачте любого корабля или иного плавсредства, на борту которого находился нарком. Флаг представлял собой красное полотнище, в верхнем, ближнем к древку, углу которого размещалось изображение Военно-морского флага СССР с красной звездой в лавровом венке жёлтого цвета с лентой. Флаг этот использовался всё время, пока существовал пост народного комиссара. В феврале 1946 года Народный комиссариат ВМФ был упразднён, а адмирал Кузнецов стал заместителем народного комиссара Вооружённых сил СССР.
zh_sg: 20世纪30年代后半叶，海军开始飞速发展：新型巡洋舰、驱逐舰和潜艇陆续出现，一些后来世界上最强大的战列舰也进入了研发阶段。1937年12月30日，海军脱离了工农红军的控制，成为独立的军种，称为苏联人民委员会海军。尼古拉·格拉西莫维奇·库兹涅佐夫是海军人民委员会的第一任委员（俄语为“narodny kommissar”），海军副司令（舰队二级首长）。 与其他高级军事组织一样，人民委员会海军也设立了官方旗帜。这种带有人民委员会标志的旗帜被悬挂在大多数战舰和其它船只上。旗帜图案由红色底色、苏联国旗、黄色桂冠花环环绕的红星组成。此旗帜在人民委员会存在期间一直使用。1946年2月，人民委员会海军被撤销，而库兹涅佐夫上将成为了苏联国防武装委员会的副人民委员。

# IDS_PCZC337_SOVIETBBARC_EPAULETS
source: Shoulder Board of Admiral Flota (1944)
es_mx: Marca de Hombro del Almirante de Flota (1944)
ja: 海軍元帥肩章 (1944 年)
pl: Naramiennik admirała floty (1944)
ru: Погоны адмирала флота (1944)
uk: Погони адмірала флоту (1944)
zh: Погоны адмирала флота (1944)
zh_sg: 海军元帅肩章（1944）

# IDS_PCZC337_SOVIETBBARC_EPAULETS_DESCRIPTION
source: In May 1940, the generalship and admiralty were introduced in the Armed Forces of the Soviet Union. Accordingly, the People's Commissar for the U.S.S.R. Navy Nikolay Gerasimovich Kuznetsov, previously being Flagman Flota 2 Ranga (Flag Officer 2nd rank) was awarded the rank of Admiral. The highest rank in the naval hierarchy was Admiral Flota, but at that time, no one was considered worthy of the title. It wasn't until May 1944 that the People's Commissar for the Navy, Kuznetsov, and his deputy, Admiral Isakov, were the first to be awarded the rank of the Admiral Flota (Admiral of the Fleet). It was around that time that the corresponding insignias were developed. As the decree of 1940 implied the correspondence of the Admiral Flota rank to the Army General of the Land Forces, four stars were placed on the Admiral Flota shoulder boards of 1944 by analogy with the army ranks. In May 1945, a special decree equated the ranks of the Admiral Flota to the Marshal of the Soviet Union. At the same time, the Marshal-type shoulder boards with the emblem of the U.S.S.R. and one big star were introduced.
es_mx: En mayo de 1940, el generalato y el almirantazgo fueron introducidos en las Fuerzas Armas de la Unión Soviética. Por lo tanto, el Comisario del Pueblo para la Armada de la URSS, Nikolay Gerasimovich Kuznetsov, anteriormente Flagman Flota 2 Ranga (Oficial de Bandera de 2.º Rango) recibió el rango de almirante. El rango más alto en la jerarquía naval era el Almirante de Flota, pero en ese momento no había sido otorgado a nadie. El Comisario del Pueblo para la Armada, Kuznetsov, y su adjunto, el Almirante Isakov, fueron los primeros en recibir el rango de Almirante de Flota. Esto tuvo lugar en mayo de 1944. Alrededor de ese periodo se desarrollaron las insignias correspondientes. Ya que el decreto de 1940 establecía una correspondencia entre el rango de Almirante de Flota y el General del Ejército de las Fuerzas Terrestres, se colocaron cuatro estrellas sobre las marcas de hombros del Almirante de Flota en 1944 de manera analoga a los rangos del ejército. En mayo de 1945, un decreto especial equiparó los rangos del Almirante de Flota con el del Mariscal de la Unión Soviética. Al mismo tiempo, se introdujeron las marcas de hombro tipo del tipo Mariscal con el emblema de la URSS y una estrella grande.
ja: 1940 年 5 月、将官制度と海軍省がソ連軍に導入されました。これに伴い、二等海軍将官であったソ連海軍人民委員ニコライ・ゲラシモヴィチ・クズネツォフは海軍大将となりました。海軍の階級で最高位だったのは海軍元帥でしたが、当時この地位は誰にも与えられていませんでした。 海軍人民委員クズネツォフと彼の副官イサコフ大将は、ソ連で初めて海軍元帥に昇格しました。これは 1944 年 5 月の出来事です。海軍元帥と陸軍大将が同格であるとされた 1940 年の制度に基づき、1944 年の海軍元帥の肩章は陸軍の階級に倣い 4 個の星で飾られました。1945 年 5 月、特別法令により海軍元帥はソ連陸軍元帥と同格とされました。これと同時に、ソ連国章と 1 個の大きな星をつけた陸軍元帥風の肩章が導入されました。
pl: W maju 1940 roku generalicja i admiralicja wprowadzone zostały do sił zbrojnych Związku Radzieckiego. Tym samym Komisarz Ludowy Marynarki Wojennej ZSRR Nikołaj Gierasimowicz Kuzniecow, dotychczas oficer flagowy 2 stopnia, otrzymał rangę admirała. Najwyższym stopniem w hierarchii marynarki był admirał floty, ale w tamtym czasie nie był on nikomu przypisany. Komisarz Ludowy Marynarki Kuzniecow oraz jego zastępca admirał Isakow byli pierwszymi oficerami, którzy otrzymali stopień admirała floty. Miało to miejsce w maju 1944 roku. Mniej więcej w tym okresie pojawiły się odpowiednie insygnia. Dekret z roku 1940 wprowadził równość pomiędzy stopniami admirała floty oraz generała armii sił lądowych, toteż na naramiennikach admirała floty umieszczono cztery gwiazdy, analogicznie do tych jakie nosili generałowie armii. W maju 1945 roku specjalny dekret zrównał stopień admirała floty ze stopniem marszałka Związku Radzieckiego. Na naramiennikach pojawiły się więc pojedyncze, duże gwiazdy, takie jak u marszałka ZSRR.
ru: В мае 1940 года в вооружённых силах Советского Союза ввели генеральские и адмиральские звания. В соответствии с этим народному комиссару ВМФ СССР Николаю Герасимовичу Кузнецову, носившему до этого звание флагмана флота 2-го ранга, было присвоено звание адмирала. Высшей ступенью в военно-морской иерархии стало звание «адмирал флота», однако на тот момент его никому присваивать не стали. Нарком ВМФ Кузнецов и его заместитель адмирал И. С. Исаков стали первыми, кто был произведён в адмиралы флота. Произошло это в мае 1944 года. Тогда же были разработаны соответствующие знаки различия. Так как постановление 1940 года подразумевало соответствие адмирала флота сухопутному генералу армии, по аналогии с армейским званием на погоны адмиралов флота образца 1944 года поместили четыре звезды. В мае 1945 года специальным указом звание адмирала флота приравняли к званию маршала Советского Союза, и тогда же были введены погоны маршальского типа с гербом СССР и одной большой звездой.
uk: У травні 1940 року у збройних силах Радянського Союзу запровадили генеральські й адміральські звання. Відповідно, Народному комісару ВМФ СРСР Миколі Герасимовичу Кузнєцову, який до цього мав звання флагмана флоту 2-го рангу, надали звання адмірала. Найвищим щаблем військово-морської ієрархії стало звання «адмірал флоту», але його тоді надавати нікому не стали. Нарком ВМФ Кузнєцов і його заступник адмірал І. С. Ісаков були першими, кого підвищили до адмірала флоту. Сталося це в травні 1944 року. Тоді ж розробили відповідні знаки розрізнення. Згідно з постановою 1940 року адмірал флоту був рівним сухопутному генералові армії, тож за аналогією на погони адміралів флоту зразка 1944 року помістили чотири зірки. У травні 1945 року спеціальним наказом звання адмірала флоту прирівняли до маршала Радянського Союзу й ввели погони маршальського зразка з гербом СРСР і однією великою зіркою.
zh: В мае 1940 года в вооружённых силах Советского Союза ввели генеральские и адмиральские звания. В соответствии с этим народному комиссару ВМФ СССР Николаю Герасимовичу Кузнецову, носившему до этого звание флагмана флота 2-го ранга, было присвоено звание адмирала. Высшей ступенью в военно-морской иерархии стало звание «адмирал флота», однако на тот момент его никому присваивать не стали. Нарком ВМФ Кузнецов и его заместитель адмирал И. С. Исаков стали первыми, кто был произведён в адмиралы флота. Произошло это в мае 1944 года. Тогда же были разработаны соответствующие знаки различия. Так как постановление 1940 года подразумевало соответствие адмирала флота сухопутному генералу армии, по аналогии с армейским званием на погоны адмиралов флота образца 1944 года поместили четыре звезды. В мае 1945 года специальным указом звание адмирала флота приравняли к званию маршала Советского Союза, и тогда же были введены погоны маршальского типа с гербом СССР и одной большой звездой.
zh_sg: 1940年5月，苏联国防武装部引入海军将官制度。因此，苏联海军人民委员会委员、前海军副司令（舰队二级首长）尼古拉·格拉西莫维奇·库兹涅佐夫——被授予上将军衔。而海军元帅作为海军最高级职务，在那时并未授予任何人。 人民委员会海军政委，库兹涅佐夫，以及它的副官伊萨科夫，是第一批被授予海军元帅的人。授衔发生于1944年5月。也大约在那个时期，制作了相应的徽章。1940年出台的法案暗示了海军元帅军衔和陆军大将/元帅的对应关系，1944年海军元帅的肩章放置了4颗星，与陆军军衔相同。1945年5月颁布的特殊法案规定海军元帅的军衔与苏联元帅级别相同。同时，还引入了以苏联国徽加上一大颗星为样式的元帅肩章。

# IDS_PCZC338_SOVIETBBARC_BALTIETS_PISTOL
source: The Baltiets Pistol (1942)
es_mx: La Pistola Baltiets (1942)
ja: バルチエツ拳銃 (1942 年)
pl: Pistolet Baltiets (1942)
ru: Пистолет «Балтиец» (1942)
uk: Пістолет «Балтієць» (1942)
zh: Пистолет «Балтиец» (1942)
zh_sg: 波罗的海手枪（1942）
