Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PXSD014_DESCR
source: The first in a series of Moray Eel-class ships. A master of skillful maneuvering, equipped with a powerful engine—an ideal choice for all enthusiasts of daring attacks at knife duel distances.
es_mx: El primero de una serie de barcos de la clase Moray Eel. Un maestro de las maniobras ágiles, impulsado por un potente motor, una combinación perfecta para los admiradores de los temerarios ataques a corta distancia.
ja: カーナルはモレイイール級の最初のシリーズの 1 番艦です。強力なエンジンにより恐るべき機動性を誇るため、大胆な接近戦を好む者にとっては最高です。
pl: Pierwszy z serii okrętów klasy Murena. Ma doskonałą zwrotność i potężną maszynownię – doskonałe połączenie dla miłośników walki w zwarciu.
ru: Стартовый корабль типа «Мурена», мастер ловких манёвров и обладатель мощного двигателя — идеальный набор для любителей дерзких атак и ближнего боя.
uk: Стартовий корабель типу «Мурена», майстер спритних маневрів, що має потужний двигун — ідеальний набір для шанувальників зухвалих атак і ближнього бою.
zh: Стартовый корабль типа «Мурена», мастер ловких манёвров и обладатель мощного двигателя — идеальный набор для любителей дерзких атак и ближнего боя.
zh_sg: 海鳗级系列战舰的首舰船。由强大引擎驱动的机动大师，为近身拼刀战打造的完美配置。

# IDS_PXSD015
source: Atomic Rage
ru: Ядрёный
uk: Ядролють
zh: Ядрёный
zh_sg: 原子之怒

# IDS_PXSD015_DESCR
source: The first in a series of Barracuda-class ships. Powered by the energy of nuclear fusion, chaotically blended with the wrathful force of her Commander—her high speeds and powerful main battery guns leave her enemies in her wake and lay waste to those who provoke her rage.
es_mx: El primero de una serie de barcos de la clase Barracuda. Opera con la energía de la síntesis nuclear, una mezcla inextricable con la ira de su Comandante. Cuenta con una gran velocidad y poderosos cañones en la batería principal.
ja: アトミック・レイジはバラクーダ級の最初のシリーズの 1 番艦です。核融合エネルギーを動力源としており、この力はその艦長が持つ激情の力と不可分です。高い速力と強力な主砲を誇ります。
pl: Pierwszy z serii okrętów klasy Barrakuda. Działa na podstawie energii syntezy nuklearnej, z domieszką gniewnej mocy jego dowódcy. Cechuje go duża szybkość i potężne działa główne, które obrócą w perz wszystkich prowokatorów.
ru: Стартовый корабль типа «Барракуда», работающий на энергии ядрёного синтеза, хаотически перемешанной с силой гнева его командира. Обладает высокой скоростью и мощными орудиями главного калибра.
uk: Стартовий корабель типу «Баракуда», що працює на енергії ядерного синтезу, хаотично перемішаної з силою люті його командира. Має високу швидкість і потужні гармати головного калібру.
zh: Стартовый корабль типа «Барракуда», работающий на энергии ядрёного синтеза, хаотически перемешанной с силой гнева его командира. Обладает высокой скоростью и мощными орудиями главного калибра.
zh_sg: 梭鱼级系列战舰的首舰。以核能和指挥官的怒气驱动。拥有高速度和强大的主炮。

# IDS_PXSD015_FULL
source: Atomic Rage
ru: Ядрёный
uk: Ядролють
zh: Ядрёный
zh_sg: 原子之怒

# IDS_PXSD015_SHORT
source: ATRNG
ru: ЯДРНЙ
uk: ЯДРЛТ
zh: ЯДРНЙ
zh_sg: 原子之怒

# IDS_PXSD016_DESCR
source: A further development of the Octopus-class ships. She carries an enhanced Smoke Generator consumable and is capable of delivering a devastating blow by unleashing 15 torpedoes—enough to make enemies wish for another doomsday.
es_mx: Un desarrollo posterior de los barcos de la clase Octopus. Cuenta con un consumible Generador de Humo mejorado. Capaz de ejecutar un devastador ataque al lanzar sus 15 torpedos. lo suficiente para hacer que los enemigos piense en otro apocalipsis.
ja: シー・デヴィルはオクトパス級の発展型であり、強化型の消耗品「発煙装置」を備えています。本艦が放つ 15 本もの魚雷斉射は極めて破壊的であり、敵は最後の審判の日を再び想起させられることでしょう。
pl: Rozwinięcie okrętów klasy Ośmiornica. Posiada ulepszoną Wytwornicę dymu. Może wypuścić salwę 15 torped, co wystarcza, by przeciwnicy zaczęli już sobie wyobrażać kolejną apokalipsę.
ru: Дальнейшее развитие кораблей типа «Спрут». Обладает улучшенным снаряжением «Дымогенератор», а мощный залп из 15 торпед заставит противников задуматься о ещё одном конце света.
uk: Подальший розвиток кораблів типу «Спрут», що має поліпшене спорядження «Генератор диму», а потужний залп із 15 торпед змусить супротивників замислитися про ще один «кінець світу».
zh: Дальнейшее развитие кораблей типа «Спрут». Обладает улучшенным снаряжением «Дымогенератор», а мощный залп из 15 торпед заставит противников задуматься о ещё одном конце света.
zh_sg: 章鱼级战舰的进一步发展。携带增强型发烟器消耗品。能够发射15枚鱼雷进行毁灭性打击，足以让敌人想到另一个世界末日。

# IDS_PXSD017_DESCR
source: A further development of the Moray Eel-class ships. This destroyer comes with an enhanced Torpedo Reload Booster consumable. Like an adroit surgeon's scalpel, it can change the course of a battle with a single precise strike.
es_mx: Un desarrollo posterior de los barcos de la clase Moray Eel. Este destructor cuenta con el consumible Ariete de Torpedo mejorado. Como el bisturí de un hábil cirujano, puede cambiar el curso de la batalla con un solo y preciso corte.
ja: ランセットはモレイイール級の発展型であり、強化型の消耗品「魚雷装填棒」を備えています。敏腕外科医のメスのように狙い澄ました一撃で戦闘の流れを変え得る力を秘めています。
pl: Rozwinięcie okrętów klasy Murena. Niszczyciel ten posiada ulepszony Dosyłacz torped. Może odmienić losy bitwy jednym, precyzyjnym niczym cięcie skalpelem atakiem.
ru: Дальнейшее развитие кораблей типа «Мурена». Эсминец с улучшенным снаряжением «Ускорение перезарядки торпед», подобно скальпелю, способен перекроить исход всего боя.
uk: Подальший розвиток кораблів типу «Мурена». Есмінець із поліпшеним спорядженням «Торпедний досилач», наче скальпель, здатний перекроїти результат усього бою.
zh: Дальнейшее развитие кораблей типа «Мурена». Эсминец с улучшенным снаряжением «Ускорение перезарядки торпед», подобно скальпелю, способен перекроить исход всего боя.
zh_sg: 海鳗级战舰的进一步发展。这艘驱逐舰配有增强型鱼雷装填助推器消耗品。就像一把外科医生的手术刀一样，它可以通过一次精确的打击改变战局。

# IDS_PXSD018_DESCR
source: A further development of the Barracuda-class ships. As fast as a waterspout, this ship is equipped with highly accurate main guns and an enhanced Repair Party consumable, all owing to its Commander: a half-life half-genius who collected all the necessary spare parts from the ruins of the dead civilization.
es_mx: Un desarrollo posterior de los barcos de la clase Barracuda. Veloz como una tromba, este barco está equipado con cañones principales muy precisos y el consumible Equipo de Reparaciones mejorado; todo gracias a su Comandante, un genio sobreviviente que tomó todas las partes necesarias de las ruinas de la civilización.
ja: ミズ＝ジェットはバラクーダ級の発展型であり、竜巻のように速く、高精度の主砲と強化型の消耗品「修理班」を備えています。これらは全てその艦長のおかげであり、半アンデッド化した半天才であるこの艦長は必要なあらゆるスペアパーツを文明の残骸から集めました。
pl: Wersja rozwojowa okrętów klasy Barrakuda. Szybki niczym trąba wodna, posiada celne działa główne i ulepszoną Grupę naprawczą, a wszystko to zawdzięcza swojemu kapitanowi – półżywemu półgeniuszowi, który pozbierał wszelkie niezbędne części spośród ruin cywilizacji.
ru: Дальнейшее развитие кораблей типа «Барракуда». Стремительный, как водяной смерч, этот корабль обладает точным главным калибром и улучшенным снаряжением «Ремонтная команда» благодаря своему командиру, полугению полураспада, который собрал все необходимые для этого запчасти на руинах цивилизации.
uk: Подальший розвиток кораблів типу «Баракуда». Стрімкий, як водяний смерч, цей корабель має влучний головний калібр та поліпшене витратне спорядження «Ремонтна команда» завдяки своєму командиру — напівгенію напіврозпаду, який зібрав усі потрібні для цього запчастини на руїнах цивілізації.
zh: Дальнейшее развитие кораблей типа «Барракуда». Стремительный, как водяной смерч, этот корабль обладает точным главным калибром и улучшенным снаряжением «Ремонтная команда» благодаря своему командиру, полугению полураспада, который собрал все необходимые для этого запчасти на руинах цивилизации.
zh_sg: 梭鱼级战舰的进一步发展。这艘战舰的速度如何海上龙卷风，拥有高精准度的主炮和增强型维修小组消耗品，这多亏了它的指挥官，半条命的天才，他从文明废墟中收集了所有需要的零件。

# IDS_PXSD019_DESCR
source: The epitome of design for the Octopus-class ships. Her tube-by-tube torpedo launching capability and an improved Hydroacoustic Search consumable make her precise and evasive. She's a predator whose actions are as unpredictable as the logic of the inhabitants of the dying world.
es_mx: El epítome del diseño de los barcos de la clase Octopus. Puede lanzar torpedos de uno en uno y cuenta con el consumible Búsqueda Hidroacústica mejorado. Un cazador de destructores es tan impredecible en combate como el comportamiento de las criaturas vivientes que habitan en el mundo post-apocalíptico.
ja: ステルシドーの設計はオクトパス級として典型的であり、魚雷の単発射撃が可能で、改良型の消耗品「水中聴音」を備えています。まるでポストアポカリプス世界で繁栄する生き物のロジックのように予測不能な追撃型駆逐艦です。
pl: Zwieńczenie rozwoju okrętów klasy Ośmiornica. Może wystrzeliwać torpedy pojedynczo i posiada ulepszoną Sondę hydroakustyczną, co czyni go precyzyjnym i trudnym do trafienia. Jest drapieżnikiem, którego działania są nieprzewidywalne jak logika mieszkańców ginącego świata.
ru: Венец развития кораблей типа «Спрут». Обладает возможностью потрубного пуска торпед и улучшенным снаряжением «Гидроакустический поиск». Эсминец-хищник, поведение которого непредсказуемо, как логика жителей постапокалиптического мира.
uk: Вінець розвитку кораблів типу «Спрут». Має можливість пускати торпеди по одній і поліпшене спорядження «Гідролокатор». Есмінець-хижак, поведінка якого непередбачувана, як логіка жителів постапокаліптичного світу.
zh: Венец развития кораблей типа «Спрут». Обладает возможностью потрубного пуска торпед и улучшенным снаряжением «Гидроакустический поиск». Эсминец-хищник, поведение которого непредсказуемо, как логика жителей постапокалиптического мира.
zh_sg: 章鱼级战舰设计的缩影。一次能发射一枚鱼雷，携带增强型对海搜索消耗品。一名驱逐舰猎人在战斗中是不可预测的，就像末世生物的生存逻辑一样。

# IDS_PXSD020
source: Seascythe
ru: Шальной
uk: Очманілий
zh: Шальной
zh_sg: 海镰

# IDS_PXSD020_DESCR
source: The epitome of design for the Barracuda-class ships. Quick as a guillotine, hard as a hammer, as tough as her Captain. Nothing will prevent her from anchoring fast to her prey. Why do they call her Seascythe? Because no one can catch up to her, and she will cut through the hulls of her enemies with the relentless fire of her fast-reloading battery.
es_mx: El epítome del diseño de los barcos de la clase Barracuda. Rápido como una guillotina, fuerte como un martillo, duro como su capitán e implacable sobre su presa a pesar de la radiación. ¿Por qué se llama Seascythe? Porque nunca lo atraparás, un barco con una batería principal de veloz recarga.
ja: シーサイスの設計はバラクーダ級として典型的であり、ギロチンのように素早く、ハンマーのように堅牢で、その艦長のようにタフであり、放射線をものともせずに獲物に素早く食らい付きます。何故 Seascythe (海の大鎌) と呼ばれているのでしょうか? それは、本艦のように速射性の高い主砲を備えた艦艇を捕らえることは決してできないからです。
pl: Zwieńczenie rozwoju okrętów klasy Barrakuda. Szybki niczym gilotyna, twardy niczym młot, niezłomny niczym jego kapitan. Błyskawicznie dopada swą ofiarę i nic nie jest w stanie go powstrzymać. Dlaczego nazywany jest „morską kosą”? Ponieważ jest nieuchwytny, a do tego posiada Przyspieszacz ładowania głównej baterii, który pozwala mu na przecinanie kadłubów wroga nieustannym ostrzałem.
ru: Венец развития кораблей типа «Барракуда». Резкий, как удар серпа, и жёсткий, как удар молота, под стать своему командиру живуч и цепок, несмотря на радиацию. Почему его называют «Шальной»? Потому что его не догонишь и у него ускоренная перезарядка главного калибра.
uk: Вінець розвитку кораблів типу «Баракуда». Різкий, як удар серпом по ногах, та суворий, наче удар молота. Як і його командир —- живучий та чіпкий, незважаючи на радіацію. Чому його називають Очманілий? Тому що його НЕ наздоженеш і в нього пришвидшене перезаряджання головного калібру.
zh: Венец развития кораблей типа «Барракуда». Резкий, как удар серпа, и жёсткий, как удар молота, под стать своему командиру живуч и цепок, несмотря на радиацию. Почему его называют «Шальной»? Потому что его не догонишь и у него ускоренная перезарядка главного калибра.
zh_sg: 梭鱼级战舰设计的缩影。像断头台一样快，像锤子一样硬，像它的船长一样糙，尽管有辐射，它还是能快速捕获猎物。为什么叫海镰？因为你永远也抓不到它，它是一艘装有快速装填主炮的战舰。

# IDS_PXSD020_FULL
source: Seascythe
ru: Шальной
uk: Очманілий
zh: Шальной
zh_sg: 海镰

# IDS_PXSD020_SHORT
source: SCYTH
ru: ШЛЬНЙ
uk: ОЧМНЙ
zh: ШЛЬНЙ
zh_sg: 海镰

# IDS_PXSD021_DESCR
source: The epitome of design for the Moray Eel-class ships, and a veteran of the fuel wars who felt the fading of the Sun on the metal of her decks. She's a fierce warrior who knows no mercy. With fantastic maneuverability, four torpedo launchers, and an improved Engine Boost consumable, she may well be the last sight that her enemies’ irradiated eyes see.
es_mx: El epítome del diseño de los barcos de la clase Moray Eel. Un barco que presenció guerras de combustible, la extinción del Sol, y dirigido por un Comandante que no conoce la piedad... Además posee una gran maniobrabilidad, cuatro tubos de torpedos y el consumible Impulso de Motor mejorado.
ja: ランブルの設計はモレイイール級として典型的です。本艦は燃料戦争や太陽の消滅を目の当たりにした艦であると言われており、無慈悲な艦長がその舵を取っています。高い機動性に加え、4 基の魚雷発射管と強化型の消耗品「エンジンブースト」を備えています。
pl: Zwieńczenie rozwoju okrętów klasy Murena. Weteran wojen paliwowych i świadek wygaśnięcia Słońca. Jego dowódca nie wie, co to litość... Wie za to, jak sterować bardzo zwrotnym okrętem wyposażonym w cztery wyrzutnie torped i ulepszone Doładowanie silnika, przez co może być ostatnią rzeczą, jaką zobaczą napromieniowane oczy jego wrogów.
ru: Венец развития кораблей типа «Мурена». Корабль-участник топливных войн, свидетель угасания Солнца, командир, не знающий пощады... Добавьте к этому высокую манёвренность, четыре торпедных аппарата и улучшенное снаряжение «Форсаж».
uk: Вінець розвитку кораблів типу «Мурена». Корабель-учасник паливних воєн, свідок згасання Сонця, командир, що не знає пощади... Додайте до цього високу маневреність, 4 торпедних апарати й поліпшене спорядження «Форсаж».
zh: Венец развития кораблей типа «Мурена». Корабль-участник топливных войн, свидетель угасания Солнца, командир, не знающий пощады... Добавьте к этому высокую манёвренность, четыре торпедных аппарата и улучшенное снаряжение «Форсаж».
zh_sg: 海鳗级战舰设计的缩影。一艘见证了汽油战争、太阳毁灭的战舰，由一名无情的指挥官掌舵…拥有高机动性、四个鱼雷管和一个增强型引擎增压消耗品。

# IDS_PXSD022_DESCR
source: A ravenous Angler ship, ready to consume anything that fits into her toothy cargo hold.
es_mx: Un voraz barco volador , listo para consumir cualquier cosa que pueda entrar en su bodega de carga llena de dientes.
ja: 貪欲なアングラー (アンコウ) 艦であり、歯が並べられた貨物室に収まるあらゆる物品を摂取しようとしている。
pl: Wygłodniały okręt, który gotowy jest pochłonąć wszystko, co zmieści się do jego uzębionej ładowni.
ru: Прожорливый корабль-удильщик, готовый забрать всё, что помещается в его зубастый трюм.
uk: Ненажерливий корабель-вудильник, який готовий забрати все, що поміститься в його зубатому трюмі.
zh: Прожорливый корабль-удильщик, готовый забрать всё, что помещается в его зубастый трюм.
zh_sg: 一种贪婪的食人船，随时准备吃掉任何适合它牙齿货舱的东西。

# IDS_PXSD023_DESCR
source: A destroyer that is as fast as the spread of the Twilight. Like a true lancet, she is able to shape the course of action.
es_mx: Un destructor que es tan rápido como la velocidad a la que avanza el Crepúsculo. Como una verdadera lanceta, es capaz de dar forma al curso de las acciones.
ja: スティール・ランセットは逢魔時の拡大速度と同様に高速な駆逐艦であり、本物のランセット (乱切刀) と同様に戦いの流れを整形することができる。
pl: Niszczyciel równie szybki, co rozprzestrzeniający się Zmierzch. Niczym prawdziwy skalpel, może wpłynąć na przebieg operacji.
ru: Быстрый, как скорость распространения Сумрака, эсминец. Подобно скальпелю, он способен перекроить исход всего боя.
uk: Есмінець, що рухається швидко, як Сутінки. Наче скальпель здатен перекраювати результат всього бою.
zh: Быстрый, как скорость распространения Сумрака, эсминец. Подобно скальпелю, он способен перекроить исход всего боя.
zh_sg: 一艘和暮光速度一样快的驱逐舰，像一把真正的手术刀，能坚决贯彻行动方案。

# IDS_PXSD024_DESCR
source: A ship with looks that will make the blood freeze in your veins.
es_mx: Un barco con un aspecto que hace que la sangre se congele en tus venas.
ja: ミュータントフスクは、血も凍るような外観をした艦艇だ。
pl: Okręt, który samym swoim wyglądem zmrozi krew w Twoich żyłach.
ru: Корабль, от одного вида которого в жилах стынет кровь.
uk: Корабель, від одного погляду на який кров холоне в жилах.
zh: Корабль, от одного вида которого в жилах стынет кровь.
zh_sg: 一艘看一眼就让你血液凝固的战舰。

# IDS_PXSS107
source: Zipper Sub
ru: Кроха
uk: Крихітка
zh: 拉链
zh_sg: 拉链潜艇

# IDS_PXSS107_DESCR
source: The smallest submarine of the Kingdom of Intania. Initially intended for the defense of overseas possessions and coastal cities, this sub turned out to be an excellent reconnaissance boat capable of delivering lightning-fast attacks on enemy harbors.
es_mx: El submarino más pequeño del Reino de Intania. Inicialmente destinado a la defensa de las posesiones en el extranjero y las ciudades costeras, este submarino resultó ser un excelente barco de reconocimiento capaz de lanzar ataques a la velocidad de un rayo en puertos enemigos.
ja: ジッパーサブは、インタニア王国が誇る超小型潜水艦です。元々は海外の領地や沿岸都市を防衛するために開発されましたが、敵の港湾に電撃的な急襲を加えることが可能な、素晴しい偵察艦であることが判明しました。
pl: Najmniejszy okręt podwodny Królestwa Itanii. Początkowo miał służyć do obrony własności zamorskich i miast przybrzeżnych, ale w praktyce okazał się doskonałą jednostką zwiadowczą, mogącą również przeprowadzać błyskawiczne ataki na porty wroga.
ru: Самая миниатюрная ПЛ королевства Интания. Изначально созданная для обороны морских владений и прибрежных городов, Кроха отлично показала себя в разведке побережья противника, а также в точечных молниеносных атаках на вражеские гавани.
uk: Найменший підводний човен королівства Інтанія. Насамперед створена для оборони морських володінь та прибережних міст, «Крихітка» чудово показала себе у розвідці узбережжя супротивника та точкових блискавичних атаках на ворожі гавані.
zh: 因塔尼亚王国的超小型潜艇。该潜艇最初用于保护海外财产和沿海城市，后来成为一艘出色的侦察舰，能够对敌方港口进行快速攻击。
zh_sg: 因塔尼亚王国的超小型潜艇。该潜艇最初用于保护海外财产和沿海城市，是一艘出色的侦察舰，能够对敌方港口进行快速攻击。

# IDS_PXSS107_FULL
source: Zipper Sub
ru: Кроха
uk: Крихітка
zh: 拉链
zh_sg: 拉链潜艇

# IDS_PXSS207
source: Seelöwe
zh: 海狮
zh_sg: 海狮

# IDS_PXSS207_DESCR
source: Designed by Antanas Drive Yards; Seelöwe is specifically designed to deliver quick and painful strikes. Separate loading of the sub's three torpedo launchers located in the fore lets this deepwater predator prepare for a forward attack in a short time.
es_mx: Diseñado por Antanas Drive Yards. Seelöwe está diseñado específicamente para ofrecer ataques rápidos y dolorosos. La carga separada de los tres lanzadores de torpedos del submarino ubicados en la parte delantera permite a este depredador de aguas profundas prepararse para un ataque hacia adelante en poco tiempo.
ja: アンタナス・ドライヴ・ヤードによって設計されたこのゼーレーヴェは、素早く強烈な一撃を加えることに特化しています。この深海の捕食者の艦首部にある 3 門の魚雷発射管は、個別に装填することが可能であり、短時間で攻撃準備を完了することができます。
pl: Zaprojektowany przez stocznie Antanas Drive Yards. Seelöwe został zaprojektowany, by zadawać szybkie i bolesne ciosy. Osobne ładowanie trzech wyrzutni torped zlokalizowanych na dziobie pozwala mu na błyskawiczne przygotowanie ataku frontalnego.
ru: Разработка Antanas Drive Yards. Seelöwe («Морской лев») была спроектирована специально для нанесения быстрых и мощных ударов. Раздельное заряжание трёх носовых торпедных аппаратов позволяет подлодке быть готовой к новому залпу в короткий срок.
uk: Розроблення Antanas Drive Yards. Seelöwe («Морський лев») спроектували спеціально для швидких та потужних ударів. Роздільне заряджання трьох носових торпедних апаратів дозволяє підводному човну дуже швидко бути готовим до нового залпу.
zh: 由安塔纳斯设计。海狮专门设计用于快速和疼痛的袭击。对位于潜艇前方的三个鱼雷发射管进行单独装填，使这名深海猎食者能够在短时间内为前方攻击做好准备。
zh_sg: 由Antanas Drive Yards设计。海狮号被设计用于进行迅速、致命的打击。位于前方的三个鱼雷发射器会进行单独装载，这使这个深水捕食者能够在短时间内就能准备好对前方的攻击。

# IDS_PXSS207_FULL
source: Seelöwe
zh: 海狮
zh_sg: 海狮

# IDS_PXSS307
source: Gerfalcon
zh: 矛隼
zh_sg: 隼

# IDS_PXSS307_DESCR
source: High underwater endurance lets these deep-sea predators, codenamed "Gerfalcon", sneak deep into the enemy's combat formation undetected. From there they can subject an entire squadron to massive damage and get away with it, silently vanishing in the depths of the sea.
es_mx: La alta resistencia submarina permite a estos depredadores de aguas profundas, de nombre clave Gerfalcon, infiltrarse en la formación de combate del enemigo sin ser detectado, someter a un escuadrón entero a un daño masivo y escapar silenciosamente desapareciendo en las profundidades del mar.
ja: ジャーファルコンというコードネームで知られるこの海中の捕食者は、長時間の潜行が可能であるため、敵艦隊の奥深くに忍び込んで大打撃を与えた後、静かに姿を消すことができます。
pl: Możliwość długiego przebywania pod wodą pozwala głębokowodnym drapieżnikom o nazwie Gerfalcon zakraść się niepostrzeżenie na pozycje przeciwnika. Okręt może wtedy zadać ogromne uszkodzenia całej eskadrze i wycofać się po cichu z powrotem w morską otchłań.
ru: Способность долго находиться в подводном положении позволяет подводным лодкам Gerfalcon («Кречет») незаметно проникать вглубь боевого порядка, наносить разрушительные удары целой эскадре и безнаказанно уходить в темноту глубин.
uk: Здатність довго перебувати під водою дозволяє підводним човнам Gerfalcon («Кречет») непомітно проникати вглиб ворожого бойового порядку, наносити руйнівні удари навіть ескадрі та безкарно зникати у темряві глибин.
zh: 高水下耐力让这些代号为矛隼的深海掠食者不被发现潜入敌人的战斗阵型深处，对整个舰队造成巨大伤害，并脱身成功，悄悄消失在海洋深处。
zh_sg: 极强的水下续航能力让这些代号为“隼”深海掠食者能够在不被发现的情况下潜入到敌人的战斗阵型中，对整个作战集团进行大规模破坏，之后还能并安全逃脱，在大海深处默默消失。

# IDS_PXSS307_FULL
source: Gerfalcon
zh: 矛隼
zh_sg: 隼

# IDS_PXSS407
source: Barracuda
zh: 梭鱼
zh_sg: 梭鱼

# IDS_PXSS407_DESCR
source: Barracuda is an experimental submarine equipped with main guns that can make things take an unpleasant turn even for a battleship. A horrid combination of torpedo and gun armament will let this boat come out victorious even in on-surface encounters.
es_mx: El Barracuda es un submarino experimental equipado con armas principales que pueden hacer que las cosas tomen un giro desagradable incluso para un acorazado. Una horrible combinación de torpedos y armamento de cañones permitirá que este barco salga victorioso incluso en encuentros en la superficie.
ja: バラクーダは、戦艦にすら打撃を与え得る主砲を搭載した、実験的な潜水艦です。強力な雷装と主砲を兼ね備えた本艦は、水上戦闘においてさえ勝利を収めることが可能なのです。
pl: Barracuda to eksperymentalny okręt podwodny, wyposażony w działa główne, które mogą uprzykrzyć życie nawet pancernikowi. Kombinacja artylerii i torped pozwoli mu wyjść zwycięsko nawet ze starć na powierzchni wody.
ru: Barracuda («Барракуда») — экспериментальная подводная лодка, чьё артиллерийское вооружение способно удивить даже линкор. Комбинация торпедного и артиллерийского вооружения позволяет подлодке выходить победительницей из боя, даже если он ведётся в надводном положении.
uk: Barracuda («Баракуда») — експериментальний підводний човен з артилерійським озброєнням, здатним здивувати навіть лінкор. Комбінація торпедного та артилерійського озброєння дозволяє човну вести бій та перемагати навіть у надводному стані.
zh: 梭鱼是一艘实验潜艇，装备有能够让即使是战列舰也得不情愿的转向的主炮。鱼雷和主炮武装的可怕组合将使这艘战舰即使在水面遭遇中也能获胜。
zh_sg: 梭鱼是一艘实验型潜艇，装备有主炮，其主炮即使面对战列舰时也能让对方感到心烦。鱼雷和火炮武器的组合将使这艘潜艇即使在水面遭遇中也有胜算。

# IDS_PXSS407_FULL
source: Barracuda
zh: 梭鱼
zh_sg: 梭鱼

# IDS_PXSS507
source: Killer Whale
zh: 虎鲸
zh_sg: 虎鲸
