Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC474_GF097_IRONCROSS_DESCRIPTION
source: The best-known German military order, and one of the symbols of German military glory, is definitely the Iron Cross, which was established in 1813 during the war against Napoleon. Any military servant, regardless of their rank or position, could be awarded the order for their merits in battle. The Iron Cross was awarded for acts of heroism shown during one of the four wars in which Germany participated in the past two centuries. The date on the cross—1813, 1870, 1914, or 1939—indicated which one.
es_mx: La orden militar alemana más famosa y uno de los símbolos de la gloria militar de esta nación es sin duda la Cruz de Hierro, que se estableció en 1813 durante la guerra contra Napoleón. Cualquier militar en servicio, con independencia de su rango o posición, podía recibir la orden por sus méritos en batalla. La Cruz de Hierro se otorgaba por actos de heroísmo mostrados durante una de las cuatro guerras en las que Alemania participó en los dos últimos siglos. La fecha grabada en la cruz—1813, 1870, 1813, o 1939—indicaba cuál.
ja: 最も有名なドイツの軍功章であり、ドイツ軍の栄光の象徴のひとつが、1813 年のナポレオンに対する戦争中に制定された鉄十字です。 階級や地位に関係なく、全ての軍人には戦功に応じてこの勲章を授与される可能性がありました。鉄十字は、ドイツが過去 2 世紀の間に参加した 4 度の戦争のいずれかで発揮された英雄的行為に対して授与されました。十字章の年代ー1813、1870、1914、または 1939―がどの戦争かを表しています。
pl: Najsłynniejszym niemieckim odznaczeniem wojskowym i symbolem chwały militarnej Niemiec jest bez wątpienia Krzyż Żelazny, który wprowadzono w 1813 roku w trakcie wojny z Napoleonem. Każda osoba służąca w wojsku, bez względu na swój stopień czy przydział, otrzymać mogła ten order za swoje zasługi w walkach. Krzyż Żelazny przyznawany był za akty heroizmu w jednej z czterech wojen, w których Niemcy brały udział w ostatnich dwóch stuleciach. Data na krzyżu (1813, 1870, 1914 lub 1939) wskazywała, o którą wojnę chodzi.
ru: Самым известным немецким военным орденом и одним из символов германской военной славы является, безусловно, Железный крест, учреждённый в 1813 году во время войны с Наполеоном. За боевые заслуги им мог быть награждён любой военнослужащий, вне зависимости от звания и занимаемого положения. Железный крест вручался за подвиги, совершённые в одной из четырёх войн, которые вела Германия за два столетия. На это должна была указывать дата на кресте — «1813», «1870», «1914» или «1939».
uk: Найвідомішим німецьким військовим орденом й одним із символів німецької військової слави є, безумовно, Залізний хрест, який впровадили в 1813 році під час війни з Наполеоном. За бойові заслуги їм могли нагородити будь-якого військовослужбовця, незалежно від звання та посади. Залізний хрест вручали за подвиги, здійснені в одній із чотирьох війн, які вела Німеччина за два століття. На це мала вказувати дата на хресті — «1813», «1870», «1914» або «1939».
zh: Самым известным немецким военным орденом и одним из символов германской военной славы является, безусловно, Железный крест, учреждённый в 1813 году во время войны с Наполеоном. За боевые заслуги им мог быть награждён любой военнослужащий, вне зависимости от звания и занимаемого положения. Железный крест вручался за подвиги, совершённые в одной из четырёх войн, которые вела Германия за два столетия. На это должна была указывать дата на кресте — «1813», «1870», «1914» или «1939».
zh_sg: 德国最著名军功勋章，也是军事荣耀象征之一，无疑是铁十字勋章，它是在1813年反对拿破仑的战争中设立的。 任何军人，无论军衔或职级如何，都能凭借卓越的战功获取此勋章。在过去两个世纪里，在德国参加的四次战争中表现出杰出英勇行为的人会被授予铁十字勋章。十字架上的日期——1813年、1870年、1914年或1939年则表明了具体是哪场战争。

# IDS_PCZC475_GF097_FLEET
source: High Seas Fleet Badge
es_mx: Insignia de la Flota de Alta Mar
ja: 艦隊戦闘章
pl: Odznaka Floty Pełnomorskiej
ru: Нагрудный знак флота
uk: Нагрудний знак флоту
zh: Нагрудный знак флота
zh_sg: 公海舰队徽章

# IDS_PCZC475_GF097_FLEET_DESCRIPTION
source: In the midst of World War II, the Kriegsmarine Military Command instituted special insignia for the crews of ships of various types that took part in military operations. In April 1941, the High Seas Fleet War Badge was introduced for crew members of battleships and cruisers. Its impressive design—a silhouette of a large warship in a gilded wreath of oak leaves—made the badge one of the most recognizable awards of the Kriegsmarine.
es_mx: En medio de la 2ª Guerra Mundial, el mando militar de la Kriegsmarine instauró una insignia especial para las tripulaciones de barcos de diferentes tipos que participaron en operaciones militares. En abril de 1941, la Insignia Bélica de la Flota de Alta Mar se introdujo para tripulantes de acorazados y cruceros. Gracias a su impresionante diseño—una silueta de un buque militar de gran tamaño dentro de una corona dorada de hojas de roble—se convirtió en una de las condecoraciones más emblemáticas de la Kriegsmarine.
ja: 二次大戦の渦中に、ドイツ戦争海軍司令部は軍事作戦に参加した各種艦艇の乗組員のために特別な徽章を制定しました。 1941 年 4 月に戦艦と巡洋艦の乗組員のために導入されたのが艦隊戦闘章です。金メッキ製の柏葉の輪に囲まれた大型の軍艦のシルエットという印象的なデザインのおかげで、このバッジはドイツ戦争海軍で最も有名な褒章のひとつになりました。
pl: W trakcie II wojny światowej dowództwo Kriegsmarine wydało specjalne insygnia dla załóg okrętów różnych typów, jakie uczestniczyły w działaniach zbrojnych. W kwietniu 1941 roku wprowadzono Odznaka Floty Pełnomorskiej dla członków załóg pancerników i krążowników. Dzięki atrakcyjnemu wyglądowi – sylwetce dużego okrętu wojennego otoczonego liśćmi dębu – stała się ona jednym z najbardziej rozpoznawalnych odznaczeń Kriegsmarine.
ru: В разгар Второй мировой войны командование Кригсмарине учредило особые знаки отличия для личного состава кораблей разных классов, принимавших участие в военных операциях. Для экипажей линкоров и крейсеров в апреле 1941 года был введён так называемый Нагрудный военный знак флота. Благодаря впечатляющему дизайну — силуэту крупного военного корабля в золочёном венке из дубовых листьев — знак стал одной из самых узнаваемых наград Кригсмарине.
uk: У розпалі Другої світової війни командування Крігсмаріне заснувало особливі відзнаки для особового складу кораблів різних класів, які брали участь у військових операціях. Для екіпажів лінкорів і крейсерів у квітні 1941 року ввели так званий Нагрудний військовий знак флоту. Завдяки вражаючому дизайну — силуету великого військового корабля зі золоченим вінком з дубового листя, — знак став однією з найвідоміших нагород Крігсмаріне.
zh: В разгар Второй мировой войны командование Кригсмарине учредило особые знаки отличия для личного состава кораблей разных классов, принимавших участие в военных операциях. Для экипажей линкоров и крейсеров в апреле 1941 года был введён так называемый Нагрудный военный знак флота. Благодаря впечатляющему дизайну — силуэту крупного военного корабля в золочёном венке из дубовых листьев — знак стал одной из самых узнаваемых наград Кригсмарине.
zh_sg: 第二次世界大战期间，德国战争海军军事指挥部为参加军事行动的各类战舰的船员都设立了特别奖章。 1941年4月，公海舰队战争徽章作为战列舰和巡洋舰船员的奖章被设立。由于其令人印象深刻的设计——镀金的橡树叶花环中大型战舰的轮廓——该徽章成为德国战争海军最著名的奖项之一。

# IDS_PCZC476_GF097_NARVIK
source: Narvik Shield
es_mx: Escudo de Narvik
ja: ナルヴィク盾章
pl: Tarcza Narwik
ru: Щит «Нарвик»
uk: Щит «Нарвіка»
zh: Щит «Нарвик»
zh_sg: 纳尔维克战役盾章

# IDS_PCZC476_GF097_NARVIK_DESCRIPTION
source: The Battle of Narvik, which lasted from April to June 1940, was one of the most notable events of World War II. In 1941, an insignia—a special shield-shaped decoration worn on the left sleeve—was introduced for those who took part in this battle. Besides the inscription which read "Narvik 1940", the shield had an anchor, a propeller, and an edelweiss flower, symbolizing the navy, aviation, and mountain troops, respectively. The majority of decorations—over 3,500—were awarded to military sailors, most of whom were crew members of the ten Kriegsmarine destroyers sunk at Narvik.
es_mx: La batalla de Narvik, que duró de abril a junio de 1940, fue uno de los principales acontecimientos de la 2ª Guerra Mundial. En 1941, se introdujo una insignia—una condecoración especial con forma de escudo que se llevaba en la manga izquierda—para aquellos que participaron en la batalla. Además de la inscripción que decía "Narvik 1940", el escudo tenía un ancla, una hélice y una flor de edelweiss; que simbolizaban la armada, la aviación y las tropas de montaña, respectivamente. El mayor número de condecoraciones—más de 3,500—se otorgó a marineros militares, la mayoría de los cuales eran tripulantes de los diez destructores de la Kriegsmarine destruidos en Narvik.
ja: 1940 年 4 月から 6 月まで続いたナルヴィクの戦いは、二次大戦のハイライトのひとつでした。 1941 年には、戦闘の参加者のために、左袖に着用する特別な盾型の装飾をつけた記章が導入されました。 「ナルヴィク 1940」と記された銘刻に加えて、盾には錨、プロペラ、エーデルヴァイスの花が描かれ、それぞれが海軍、空軍、陸軍を象徴していました。 3,500 を超えるほとんどの記章は海軍の水兵に授与されました。その大半がナルヴィクで沈没したドイツ戦争海軍の駆逐艦 10 隻の乗組員でした。
pl: Bitwa o Narwik, która toczyła się od kwietnia do czerwca 1940 roku, była jednym z ważniejszych wydarzeń II wojny światowej. W 1941 roku wprowadzono insygnia dla tych, którzy brali w niej udział – specjalne odznaczenie w kształcie tarczy, noszone na lewym rękawie. Poza napisem głoszącym „Narwik 1940” widniała na nim kotwica, śmigło i kwiat szarotki – symbole marynarki, lotnictwa i piechoty górskiej. Największą liczbę odznaczeń – ponad 3500 – przyznano żeglarzom marynarki wojennej, w większość członkom załóg dziesięciu niszczycieli Kriegsmarine, które zatonęły pod Narwikiem.
ru: Битва при Нарвике, длившаяся с апреля по июнь 1940 года, стала одной из ярких страниц истории Второй мировой войны. В 1941 году для принимавших в ней участие был введён особый знак отличия, имевший форму щита и носимый на левом рукаве. Помимо надписи «Narvik 1940», на щите были изображены якорь, пропеллер и цветок эдельвейса, символизировавшие соответственно морской флот, авиацию и горных стрелков. Самое большое число знаков — свыше 3,5 тысяч — получили военные моряки, большинство из которых составляли экипажи погибших при Нарвике десяти эсминцев Кригсмарине.
uk: Битва біля Нарвіка, що тривала з квітня по червень 1940 року, стала однією з найяскравіших сторінок історії Другої світової війни. У 1941 році для тих, хто брали в ній участь, ввели особливу відзнаку, яка мала форму щита та яку носили на лівому рукаві. Крім напису «Narvik 1940» на щиті були зображені якір, пропелер і квітку едельвейса, які символізували морський флот, авіацію та гірських стрільців відповідно. Найбільше число знаків — понад 3,5 тисячі — отримали військові моряки, більшість із яких складали екіпажі загиблих біля Нарвіка десяти есмінців Крігсмаріне.
zh: Битва при Нарвике, длившаяся с апреля по июнь 1940 года, стала одной из ярких страниц истории Второй мировой войны. В 1941 году для принимавших в ней участие был введён особый знак отличия, имевший форму щита и носимый на левом рукаве. Помимо надписи «Narvik 1940», на щите были изображены якорь, пропеллер и цветок эдельвейса, символизировавшие соответственно морской флот, авиацию и горных стрелков. Самое большое число знаков — свыше 3,5 тысяч — получили военные моряки, большинство из которых составляли экипажи погибших при Нарвике десяти эсминцев Кригсмарине.
zh_sg: 1940年4月至6月的纳尔维克战役是第二次世界大战的一大亮点。 1941年，为战役参与者设立了一种戴在左袖上的特殊盾形徽章。除了铭刻“纳尔维克1940”，盾上还刻有锚、螺旋桨和雪绒花图案，分别象征着海军、航空兵和山地部队。 此勋章共授予了3500名水手，其中大多数是在纳尔维克战役中10艘沉没的德国战争海军驱逐舰的船员。

# IDS_PCZC477_GF097_MAXIMILIAN
source: Maximilian von Spee
ja: マクシミリアン・フォン・シュペー
ru: Максимилиан фон Шпее
uk: Максиміліан фон Шпеє
zh: Максимилиан фон Шпее
zh_sg: 马克西米利安·冯·施佩

# IDS_PCZC477_GF097_MAXIMILIAN_DESCRIPTION
source: Vizeadmiral Maximilian, count von Spee (1861–1914), rose to fame during World War I as the commander of the East Asia Squadron of cruisers. With the outbreak of hostilities, Spee was caught far away from the main bases and, together with his detachment, made an unprecedented crossing of the Pacific Ocean, skillfully avoiding any encounters with the British, Japanese, and Australian ships hunting him down. In November 1914, he defeated a British squadron in the Battle of Coronel. In December of the same year, the admiral perished together with his flagship, Scharnhorst, in the Battle of the Falkland Islands. In January 1936, armored ship Admiral Graf Spee, named after him, joined the German Navy.
es_mx: El vicealmirante Maximilian, conde de Spee (1861–1914), se hizo famoso durante la Iª Guerra Mundial como comandante del Escuadrón de cruceros de Asia Oriental. El estallido de las hostilidades sorprendió a Spee lejos de la base principal y, junto a su destacamento, realizó una travesía sin precedentes por el océano Pacífico, con su habilidad le permitió evitar cualquier enfrentamiento con los barcos británicos, japoneses y australianos que pretendían darles caza. En noviembre de 1914, derrotó a un escuadrón británico en la batalla de Coronel. En diciembre de ese mismo año, el almirante pereció junto a su buque insignia, el Scharnhorst, en la batalla de las islas Malvinas. En enero de 1936, el buque blindado Admiral Graf Spee recibió su nombre y se unió a la Armada alemana.
ja: 海軍中将マクシミリアン・フォン・シュペー伯爵 (1861 – 1914 年) は、一次大戦中に東アジア巡洋艦戦隊隊司令官として有名になりました。戦争の勃発により、主要基地から遠く離れた地点で捕捉されたシュペーは、彼の分遣隊と共に、イギリス、日本、オーストラリアの艦艇との交戦を巧みに回避しながら前例のない太平洋横断を行いました。 1914 年 11 月、彼はコロネル沖海戦でイギリス艦隊を撃破しました。そして同年 12 月、シュペー提督はフォークランド沖海戦で旗艦シャルンホルストと共に沈みました。 1936 年 1 月に、彼の名に因んで命名された装甲艦アドミラル・グラーフ・シュペーがドイツ海軍に配備されました。
pl: Wiceadmirał Maksymilian, hrabia von Spee (1861–1914) zyskał rozgłos w trakcie I wojny światowej, jako dowódca Wschodnioazjatyckiej Eskadry Krążowników. Gdy wybuchła wojna, von Spee znajdował się daleko od głównych baz i wraz ze swoim oddziałem odbył bezprecedensową podróż przez Ocean Spokojny, umiejętnie omijając polujące na niego okręty brytyjskie, japońskie i australijskie. W listopadzie 1914 roku pokonał brytyjską eskadrę w trakcie bitwy pod Coronelem. W grudniu tego samego roku admirał zginął na pokładzie swojego okrętu flagowego Scharnhorst w trakcie bitwy o Falklandy. W styczniu 1936 roku jego imię otrzymał ciężki krążownik Admiral Graf Spee.
ru: Вице-адмирал граф Максимилиан фон Шпее (1861–1914) прославился в годы Первой мировой войны в качестве командующего Восточно-Азиатской крейсерской эскадрой. Застигнутый началом военных действий вдали от основных баз, Шпее со своим отрядом совершил беспримерный переход через весь Тихий океан, искусно избегая встреч с охотившимися за ним английскими, японскими и австралийскими кораблями. В ноябре 1914 года он разгромил английскую эскадру в битве у мыса Коронель. В декабре того же года адмирал погиб вместе со своим флагманским кораблём Scharnhorst в сражении у Фолклендских островов. В январе 1936 года в состав ВМС Германии вошёл названный в его честь броненосный корабль Admiral Graf Spee.
uk: Віце-адмірал граф Максиміліан фон Шпеє (1861–1914) прославився в роки Першої світової війни як командувач Східно-Азіатської крейсерської ескадри. Шпеє зі своїм загоном, який на початку військових дій був далеко від основних баз, зробив унікальний перехід через весь Тихий океан, майстерно уникаючи англійські, японські й австралійські кораблі, що полювали за ним. У листопаді 1914 року він розгромив англійську ескадру в битві поблизу мису Коронель. У грудні того ж року адмірал загинув разом зі своїм флагманським кораблем Scharnhorst у битві біля Фолклендських островів. У січні 1936 року до складу ВМС Німеччини увійшов названий на його честь броненосний корабель Admiral Graf Spee.
zh: Вице-адмирал граф Максимилиан фон Шпее (1861–1914) прославился в годы Первой мировой войны в качестве командующего Восточно-Азиатской крейсерской эскадрой. Застигнутый началом военных действий вдали от основных баз, Шпее со своим отрядом совершил беспримерный переход через весь Тихий океан, искусно избегая встреч с охотившимися за ним английскими, японскими и австралийскими кораблями. В ноябре 1914 года он разгромил английскую эскадру в битве у мыса Коронель. В декабре того же года адмирал погиб вместе со своим флагманским кораблём Scharnhorst в сражении у Фолклендских островов. В январе 1936 года в состав ВМС Германии вошёл названный в его честь броненосный корабль Admiral Graf Spee.
zh_sg: 马克西米利安，冯·施佩伯爵中将（1861-1914），是第一次世界大战期中著名的东亚巡洋舰中队指挥官。随着作战行动的爆发，施佩在远离主基地的地方被拦截，并与其分舰队一起史无前例地横渡太平洋，巧妙地躲开了所有追捕它的英国、日本和澳大利亚战舰。 1914年11月，他在科罗内尔战役中击败了一支英国舰队。同年12月，他与自己的旗舰沙恩霍斯特号一起在福克兰群岛战役中丧生。 1936年1月，以他命名的海军上将施佩伯爵号装甲舰加入了德国海军。

# IDS_PCZC478_GF097_KARL
source: Karl von Müller
ja: カール・フォン・ミューラー
ru: Карл фон Мюллер
uk: Карл фон Мюллер
zh: Карл фон Мюллер
zh_sg: 卡尔·冯·穆勒

# IDS_PCZC478_GF097_KARL_DESCRIPTION
source: Kapitän zur See Karl von Müller (1873–1923) left his mark on history as the commander of cruiser Emden—the most successful raider of World War I. Emden caught his first "prey" the very next day after having received the news of the commencement of hostilities. Then, due to the careful planning and intuition of her commander, the raider spent the next two months terrifying enemy ships in the Indian Ocean. She extremely swiftly and stealthily navigated the open seas and struck her enemies when they least expected it. One Russian cruiser and one French destroyer became her victims, and more than twenty transport vessels her captives. In November 1914, Emden was destroyed when she faced off against a faster and better armed Australian ship. Von Müller was taken prisoner, but later tried to escape. He managed to make it back home—a national hero by then—only when the war was drawing to an end.
es_mx: El Kapitän zur See Karl von Müller (1873–1923) dejó su marca en la historia como comandante del crucero Emden, el corsario con más éxitos de la Iª Guerra Mundial. El Emden atrapó su primera "presa" tan solo un día después de haber recibido la noticia del inicio de las hostilidades. Luego, gracias a la planificación cuidadosa e intuición de su comandante, el corsario pasó los dos meses posteriores aterrorizando a los barcos enemigos en el océano Índico. Navegaba por mar abierto con una rapidez y en sigilo extremo atacaba a sus enemigos cuando menos se lo esperaban. Un crucero ruso y un destructor francés se convirtieron en sus víctimas y más de 20 barcos de transporte en sus prisioneros. En noviembre de 1914, el Emden quedó destruido cuando se enfrentaba a un barco australiano más rápido y mejor armado. Von Müller fue tomado prisionero, pero después intentó escapar. No consiguió regresar a casa, donde ya lo consideraban un héroe nacional, hasta que la guerra estaba terminando.
ja: カール・フォン・ミューラー海軍中佐 (1873 – 1923 年) は、巡洋艦エムデン (一次大戦で最も成功した通商破壊艦) の艦長として歴史に名を残しました。エムデンは、戦争勃発の報せをうけた翌日に最初の「獲物」を仕留めました。 艦長の慎重な計画と直感により、この通商破壊艦は続く 2 ヶ月間、インド洋上の敵艦を恐怖に陥れました。本艦は非常に迅速かつ密かに外洋を航行し、完全に敵の裏をかいて攻撃しました。ロシア巡洋艦 1 隻とフランス駆逐艦 1 隻が本艦の犠牲となり、20 隻以上の輸送船が捉えられました。 1914 年 11 月、速力と武装で上回るオーストラリア艦を相手にしてエムデンは撃破されました。ミューラーは捕虜となりましたが、後に脱走を試みました。彼がようやく母国に帰還できたのは戦争が終結を迎えた時でした。彼が帰国したとき、彼は国民的英雄となっていました。
pl: Kapitän zur See Karl von Müller (1873–1923) zapisał się na kartach historii jako dowódca krążownika Emden – najskuteczniejszego rajdera I wojny światowej. Emden dopadł swoją pierwszą „ofiarę” już następnego dnia po otrzymaniu wieści o wybuchu wojny. Dzięki skrupulatnemu planowaniu i intuicji dowódcy okręt ten spędził kolejne 2 miesiące siejąc postrach na wodach Oceanu Indyjskiego. Wyjątkowo szybko i niepostrzeżenie przemieszczał się po otwartych wodach i uderzał, gdy przeciwnik się tego nie spodziewał. Na swoim koncie miał jeden rosyjski krążownik, jeden francuski niszczyciel, a ponad dwadzieścia okrętów transportowych zostało przez niego przejętych. W listopadzie 1914 roku Emden został zniszczony w walce z szybszym i lepiej uzbrojonym okrętem australijskim. Von Müller dostał się do niewoli, ale próbował ucieczki. Wrócił do ojczyzny, gdy wojna dobiegała końca, mając już wówczas status bohatera narodowego.
ru: Капитан-цур-зее Карл фон Мюллер (1873–1923) вошёл в историю как командир крейсера Emden, самого успешного рейдера Первой мировой войны. Свой первый «приз» Emden захватил уже на следующий день после получения известия об открытии военных действий. Затем, благодаря точному расчёту и интуиции своего командира, рейдер больше двух месяцев наводил ужас на судоходство противника в Индийском океане, стремительно и предельно скрытно перемещаясь по морским просторам и нанося удары там, где их не ждали. Русский крейсер и французский миноносец стали его жертвами, а более двадцати транспортных судов — его добычей. В ноябре 1914 года Emden погиб в бою с более мощным и быстроходным австралийским кораблём. Фон Мюллер попал в плен, из которого впоследствии пытался бежать. Вернуться на родину ему удалось только в самом конце войны, уже в качестве национального героя.
uk: Капітан-цур-зее Карл фон Мюллер (1873–1923) увійшов в історію як командир крейсера Emden, найуспішнішого рейдера Першої світової війни. Свій перший «приз» Emden захопив уже наступного дня після отримання звістки про початок військових дій. Потім, завдяки точному розрахунку й інтуїції свого командира, рейдер понад двох місяців наганяв жах на судноплавство супротивника в Індійському океані, стрімко й дуже скритно пересуваючись морськими просторами та завдаючи ударів там, де на них не чекали. Російський крейсер і французький міноносець стали його жертвами, а більш ніж двадцять транспортних судів — його здобиччю. У листопаді 1914 року Emden загинув у бою з потужнішим і швидкохіднішим австралійським кораблем. Фон Мюллер потрапив у полон, звідки згодом намагався втекти. Повернутися на батьківщину йому вдалося тільки наприкінці війни, вже національним героєм.
zh: Капитан-цур-зее Карл фон Мюллер (1873–1923) вошёл в историю как командир крейсера Emden, самого успешного рейдера Первой мировой войны. Свой первый «приз» Emden захватил уже на следующий день после получения известия об открытии военных действий. Затем, благодаря точному расчёту и интуиции своего командира, рейдер больше двух месяцев наводил ужас на судоходство противника в Индийском океане, стремительно и предельно скрытно перемещаясь по морским просторам и нанося удары там, где их не ждали. Русский крейсер и французский миноносец стали его жертвами, а более двадцати транспортных судов — его добычей. В ноябре 1914 года Emden погиб в бою с более мощным и быстроходным австралийским кораблём. Фон Мюллер попал в плен, из которого впоследствии пытался бежать. Вернуться на родину ему удалось только в самом конце войны, уже в качестве национального героя.
zh_sg: 卡尔·冯·穆勒（1873-1923）上校作为第一次世界大战中最成功的袭击者——埃姆登号巡洋舰的指挥官在历史上留下了印记。埃姆登号在接到作战行动消息后的第二天就抓住了第一个“猎物”。 之后，在指挥官的精心策划和敏锐直觉下，袭击者在2个月的内于印度洋上震慑了敌方舰艇。它极其迅速而秘密地在公海航行，并在敌人最意想不到的时候发动了袭击。一艘俄罗斯巡洋舰和一艘法国驱逐舰成为了受害者，还有20多艘运输船被它所俘虏。 1914年11月，埃姆登号在与一艘速度更快、装备更精良的澳大利亚战舰交战时被击沉。冯·穆勒被俘，但后来在战争快结束时成功逃跑地回到了家乡——在那时他已是民族英雄。

# IDS_PCZC479_GF097_REINHARD
source: Reinhard Scheer
ja: ラインハルト・シェーア
ru: Рейнхард Шеер
uk: Райнгард Шеер
zh: Рейнхард Шеер
zh_sg: 莱茵哈特·舍尔
