Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC265_CAMO19401942_DESCRIPTION
source: The ships of the Home Fleet, often operating in coastal waters, carried mainly disparate concealing camouflages of three or more colors in the initial months of World War II. At the same time, a simpler, two-color pattern became widespread across the Mediterranean fleet. The goal was not to conceal the ship, which would be quite challenging in regular clashes with the Italians in the open sea, but to disorient the enemy in respect of the perceived distance to target. This camouflage pattern, characteristic for destroyers of the Mediterranean fleet in particular, was obtained by applying large broken stripes and black or dark gray spots (MS1, then G5) on the light gray hull of the ship (507c or MS4a, in accordance with the coding of shades adopted by the Admiralty). The black-and-gray camouflage was most prevalent between 1940 and 1941, but it was used later also.
es_mx: Los barcos de la Home Fleet, que operaban frecuentemente en aguas costeras, utilizaban principalmente camuflajes moteados de tres o más colores durante los primero meses de la Segunda Guerra Mundial. Al mismo tiempo, un patrón más simple de dos colores se volvió más común entre la flota del Mediterráneo. El objetivo no era ocultar el barco, lo que podía ser un verdadero reto en los enfrentamientos regulares contra los italianos en mar abierto, sino desorientar al enemigo con respecto a la distancia percibida hacia el objetivo. Este patrón de camuflaje, característico de los destructores de la flota del Mediterráneo en particular, se obtenía al aplicar grandes franjas discontinuas y manchones negros o de color gris oscuro (MS1, más tarde denominado G5) sobre el casco gris claro del barco (507c o MS4a, de acuerdo con la codificación de tonos adoptada por el Almirantazgo). El camuflaje negro y gris era más frecuente entre 1940 y 1941, pero también fue usado posteriormente.
ja: しばしば沿岸水域での任務をこなした本国艦隊の艦艇には、二次大戦の最初の数ヶ月の間、3 種類以上の色を不規則に組み合わせた隠蔽迷彩が施されていました。同時期の地中海艦隊では、より単純な 2 色迷彩が広く普及しました。その目的は、艦の隠蔽 (これはイタリアと外洋での通常の海戦を行う場合には非常に困難だったことでしょう) ではなく、標的の距離を測定する際に敵を混乱させることでした。 地中海艦隊の駆逐艦に特に顕著なこの迷彩パターンは、断続的な大型の縞模様とブラックまたはダークグレー (MS1、その後 G5) の斑点を、ライトグレー (海軍本部が採用した色指定によれば 507c または MS4a) の船体上に塗装することで成り立っています。ブラック & グレーの迷彩は 1940–1941 年に最も普及しましたが、その後も使用され続けました。
pl: W pierwszych miesiącach II wojny światowej okręty Home Fleet, często operujące na wodach przybrzeżnych, posiadały zazwyczaj pstrokate, wielokolorowe kamuflaże. W tym samym czasie we Flocie Śródziemnomorskiej rozpowszechniał się prostszy, dwukolorowy wzór. Jego celem nie było ukrycie okrętu, co byłoby trudne przy regularnych starciach z Włochami na otwartym morzu, ale zmylenie wroga co do odległości do celu. Kamuflaż ten, charakterystyczny szczególnie dla niszczycieli Floty Śródziemnomorskiej, uzyskiwany był poprzez nakładanie dużych, łamanych, czarnych pasów i ciemnoszarych plam (MS1, później G5) na jasnoszary kadłub okrętu (507c lub MS4a zgodnie z nazwami kodowymi przyjętymi przez Admiralicję). Czarno-szary kamuflaż był najpopularniejszy w latach 1940–1941, ale stosowano go również w okresie późniejszym.
ru: Среди кораблей Флота Метрополии, часто оперировавших в прибрежных водах, в первые месяцы Второй мировой войны чаще встречались пёстрые маскирующие камуфляжи трёх и более цветов. В то же время на Средиземноморском флоте получила распространение более простая двухцветная окраска. Целью её было не скрыть корабль, что было затруднительно при происходивших чаще всего в открытом море столкновениях с итальянцами, а дезориентировать противника относительно расстояния до цели. Эта схема камуфляжа, в частности характерная для эсминцев Средиземноморского флота, получалась путём нанесения на светло-серый корпус корабля (507c или MS4a — в соответствии с принятой Адмиралтейством кодировкой оттенков) крупных ломаных полос и пятен чёрной или тёмно-серой краски (MS1, затем G5). Наибольшее распространение чёрно-серый камуфляж имел в 1940–1941 годах, однако встречался и позже.
uk: Серед кораблів Флоту Метрополії, що часто оперували в прибережних водах, в перші місяці Другої світової війни найчастіше зустрічалися строкаті маскувальні камуфляжі з трьох чи більше кольорів. Саме тоді на Середземноморському флоті набуло поширення простіше двоколірне забарвлення. Метою його було не приховати корабель, що було важко під час постійних зіткнень з італійцями у відкритому морі, а дезорієнтувати супротивника щодо відстані до цілі. Характерну зокрема для есмінців Середземноморського флоту цю схему камуфляжу отримували нанесенням на світло-сірий корпус корабля (507c або MS4a — відповідно до прийнятого Адміралтейством кодуванням відтінків) великих ламаних смуг і плям чорної або темно-сірої фарби (MS1, потім G5). Найбільшого поширення чорно-сірий камуфляж мав у 1940–1941 рр., проте зустрічався і пізніше.
zh: 在大战的最初几个月里，经常在沿海水域巡曳的Y国本土舰队的战舰主要使用的是混杂着三种或是更多种颜色的匿踪迷彩。同一时间在地中海舰队上被广泛使用的是一种更简单的双色涂装。因为对于在公海上与I国定期冲突的舰队来说实在有一点困难，因此在这里迷彩的目的并不是要让战舰匿踪，而是要让敌人在判别目标距离时感到迷惑。 这种特别为地中海舰队驱逐舰特征设计的迷彩图案，是在浅灰色的舰体上（根据海军部采用的色调编码，是507c或MS4a）涂上大型的破碎条纹以及黑色或暗灰色的斑点（MS1与G5）。这款黑灰相间的迷彩在1940年至1941年间十分普及，在日后也有使用。
zh_sg: 在第二次世界大战开始的最初几个月里，经常在沿海区域行动的本土舰队的战舰，主要喷涂的是三种或三种以上颜色混合的隐蔽涂装。与此同时，一种更简单的双色图案在地中海舰队中广泛流传着。这种涂装的目标不是隐藏战舰，而是使敌人迷失方向，使他们无法察觉到与目标的距离，尽管这样会使与意大利战舰的常规海上交火变得极具挑战性。 这种涂装图案，特别是地中海舰队驱逐舰上的那种，是通过在浅灰色船体(507c或MS4a，按照海军部采用的阴影编码)上涂上大的破碎条纹和黑色或深灰色斑点(MS1，之后是G5)而获得的。这种黑白迷彩在1940年至1941年间最为流行，但后来也被使用。

# IDS_PCZC266_CAMO1942
source: Admiralty Light Camouflage, 1942
es_mx: Camuflaje Ligero del Almirantazgo, 1942
ja: アドミラルティ明色欺瞞迷彩、1942 年
pl: Jasny kamuflaż admiralicji, 1942 r.
ru: Камуфляж «Адмиралтейский» светлый, 1942 г.
uk: Камуфляж «Адміралтейський» світлий, 1942 р.
zh: 海军浅色涂装，1942
zh_sg: 海军轻型涂装，1942年

# IDS_PCZC266_CAMO1942_DESCRIPTION
source: Between 1941 and 1942, British destroyers operating in the Atlantic and Northern waters obtained the so-called Admiralty Light Disruptive type camouflage. This scheme had round-shaped spots of different colors, usually combining shades of gray, green, and blue, in particular MS2 and MS3, applied to the light gray hull and superstructures (official shade code—MS4a). Some areas of the hull were painted dark gray (MS1). The silhouette of a ship using such a light disruptive scheme, under certain visibility conditions, was completely indistinguishable. However, it was not easy to preserve the multicolor paintwork with an individual pattern on the ship. As a result, camouflage patterns in the British Navy were developed along the path of further unification and simplification of colors and patterns used.
es_mx: Entre 1941 y 1942, los destructores británicos que operaban en las aguas del Atlántico y del Norte obtuvieron el llamado camuflaje Disruptivo del Almirantazgo. Este esquema tenía puntos redondos de diferentes colores, generalmente combinando tonos gris, verde y azul, en particular MS2 y MS3, aplicados al casco gris claro y las superestructuras (código de tono oficial: MS4a). Algunas áreas del casco fueron pintadas de color gris oscuro (MS1). La silueta de un barco que utiliza un esquema tan ligero y perturbador, bajo ciertas condiciones de visibilidad, era completamente indistinguible. Sin embargo, no fue fácil conservar la pintura multicolor con un patrón individual en el barco. Como resultado, los patrones de camuflaje en la Marina Británica se desarrollaron a lo largo del camino de una mayor unificación y simplificación de los colores y patrones utilizados.
ja: 1941–1942 年の間、大西洋および北極圏の水域を作戦範囲とするイギリス駆逐艦は、いわゆる「アドミラルティ明色欺瞞」型迷彩を施されました。このスキームは、様々な色 (グレー、グリーン、ブルー、特に MS2 および MS3) の丸みを帯びた形状の模様を、ライトグレー (公式の色コードは MS4a) の船体と上部構造物上に描いたものでした。船体の一部の区画は、ダークグレー (MS1) が塗装されました。 明色欺瞞スキームのような迷彩を使用した場合の艦影は、特定の視界状況のもとでは完全に判別不能になりました。しかし、個別パターンを持った多色塗装を各艦で維持することは簡単ではありませんでした。このためイギリス海軍の迷彩は、使用する色とパターンを更に統一させ単純にする方向へと発展していきました。
pl: W latach 1941–1942 niszczyciele brytyjskie operujące na wodach Atlantyku i morzach północy otrzymały tzw. jasny kamuflaż deformujący Admiralicji. Wzór ten zawierał okrągłe plamy w różnych kolorach, zazwyczaj odcieniach szarego, zielonego i niebieskiego (w szczególności MS2 i MS3), nałożone na jasnoszary kadłub i nadbudówki (oficjalny kod – MS4a). Niektóre płaszczyzny malowano kolorem ciemnoszarym (MS1). W pewnych warunkach oświetleniowych sylwetka okrętu z takim kamuflażem była nie do rozpoznania. Utrzymanie wielokolorowego malowania, unikalnego dla danego okrętu, nie było jednak łatwe. Z czasem w marynarce brytyjskiej opracowano więc wzory kamuflażu upraszczające i ujednolicające stosowane malowania.
ru: В 1941–1942 годах среди британских эсминцев, действовавших в Атлантике и Северных водах, получил распространение камуфляж так называемого Адмиралтейского светлого искажающего типа. При этой схеме на светло-серый корпус и надстройки (официальный код оттенка — MS4a) наносились округлых очертаний пятна разных цветов, обычно представлявших собой сочетания серого, зелёного и синего оттенков, в частности MS2 и MS3. Некоторые участки корпуса красились в тёмно-серый (MS1). Силуэт корабля, окрашенного по искажающей светлой схеме, при некоторых условиях видимости становился совершенно неразличим. Однако поддерживать на корабле многоцветную окраску с индивидуальным рисунком было непросто, и развитие камуфляжей в британском флоте шло по пути дальнейшей унификации и упрощения используемых оттенков и рисунков.
uk: У 1941–1942 рр. серед британських есмінців, які діяли в Атлантиці і Північних водах, набув поширення камуфляж так званого Адміралтейського світлого спотворювального типу. У цій схемі на світло-сірий корпус і надбудови (офіційний код відтінку — MS4a) наносили заокруглені плями різних кольорів, які зазвичай були поєднанням сірого, зеленого і синього кольорів, зокрема MS2 і MS3. Деякі ділянки корпусу фарбували в темно-сірий (MS1). Обрис корабля, пофарбованого за спотворювальною світлою схемою, за деяких умов видимості ставав абсолютно невиразний. Однак підтримувати на кораблі багатоколірне забарвлення з індивідуальним малюнком було непросто, і розвиток камуфляжів в британському флоті йшов шляхом подальшої уніфікації та спрощення використовуваних відтінків і малюнків.
zh: 1941年至1942年间，在大西洋和北部海域行动的Y国驱逐舰获得了所谓的海军部浅色破裂型迷彩。该图案具有不同颜色的圆形斑点，通常结合灰色、绿色和蓝色阴影，特别是MS2和MS3，应用于浅灰色舰身和上层建筑（官方阴影代码-MS4a）。舰身的一些区域被涂成深灰色（MS1）。 在某些能见度条件下使用这种浅色破裂型图案的战舰轮廓完全无法区分。然而，在战舰上保留具有单一图案的多色油漆并不容易。因此，Y国海军的迷彩图案沿着进一步统一以及简化颜色和图案的路径发展。
zh_sg: 1941年至1942年间，在大西洋和北部海域行动的英国驱逐舰采用了所谓的海军轻型混乱式涂装。这一方案具有不同颜色的圆形斑点，通常带有灰色、绿色和蓝色阴影，特别是MS2和MS3，应用于浅灰色船体和上层建筑（官方阴影代码-MS4a）。船体的一些区域被涂成深灰色（MS1）。 在某些能见度条件下使用这种轻型混乱式方案的战舰的轮廓完全无法辨别。然而，想在战舰上保持具有单独图案的多色油漆并不容易。因此，英国海军在未来的涂装所使用的颜色和图案也进一步地统一和简化。

# IDS_PCZC267_CAMO19431944
source: Home Fleet Destroyers Camouflage, 1943–1944
es_mx: Camuflaje de los Destructores de la Home Fleet, 1943-1944
ja: 本国艦隊駆逐艦迷彩、1943–1944 年
pl: Kamuflaż niszczycieli Home Fleet, lata 1943–1944
ru: Камуфляж эсминцев Флота Метрополии, 1943–1944 годы
uk: Камуфляж есмінців Флоту Метрополії, 1943–1944 рр.
zh: 本土舰队驱逐舰涂装，1943-1944
zh_sg: 本土舰队驱逐舰涂装，1943年-1944年

# IDS_PCZC267_CAMO19431944_DESCRIPTION
source: At the end of 1942, a single camouflage scheme was adopted for destroyers entering service under wartime emergency shipbuilding programs. In accordance with the pattern, the main part of the hull and superstructure of the ship was painted white or a similar color. In certain places, wedges of darker shades with more or less the same outlines were applied. Besides this, about two-thirds of the hull's length, starting from the stern, had a strip, usually of a darker color. This camouflage scheme used standardized colors of several shades of gray, blue, or green. Gradually, in 1943–1944, other destroyers of the Home Fleet, including those that were part of the Royal Canadian Fleet, received the same coloring pattern. A distinctive feature of HMCS Haida and HMCS Huron, painted in accordance with this scheme, was the presence of three oblique white stripes on their sides.
es_mx: A finales de 1942, se adoptó un esquema de camuflaje único para los destructores que entraron en servicio en el marco de los programas de construcción naval de emergencia en tiempos de guerra. De acuerdo con el patrón, la parte principal del casco y las superestructuras de la nave fueron pintadas de blanco o de un color similar. En ciertos lugares, se aplicaron manchones de tonos más oscuros con más o menos los mismos contornos. Además de esto, alrededor de dos tercios de la longitud del casco, a partir de la popa, tenía una franja, generalmente de un color más oscuro. Este esquema de camuflaje utiliza colores estandarizados de varios tonos de gris, azul o verde. Poco a poco, en 1943–1944, otros destructores de la Home Fleet, incluidos los que formaban parte de la Flota Real Canadiense, recibieron el mismo patrón de coloración. Una característica distintiva del HMCS Haida y el HMCS Huron, pintados de acuerdo con este esquema, fue la presencia de tres franjas blancas oblicuas en sus lados.
ja: 1942 年末に単一の迷彩スキームが、戦時急造艦計画のもとで就役した各駆逐艦に採用されました。このパターンによれば、艦艇の船体および上部構造物の大部分はホワイトまたはその類似色で塗装されました。特定の部位では、ほぼ同一の輪郭を備えた暗色の折れ線模様が適用されました。これに加えて、船尾から始まって船体の約 3 分の 2 の長さにわたる部分では、暗色の縞模様が描かれました。 この迷彩スキームは、様々な濃淡のグレー、ブルーまたはグリーンを標準色として使用しました。1943–1944 年には段階的に、本国艦隊や王立カナダ海軍に属する他の駆逐艦も、同様の塗装パターンを採用していきました。このスキームよって塗装されたハイダやヒューロンの顕著な特徴は、舷側にホワイトの縞模様が斜めに 3 本走っていたことでした。
pl: Pod koniec 1942 roku przyjęto jednolity schemat kamuflażu dla niszczycieli wchodzących do służby w ramach wojennego programu stoczniowego. W schemacie tym główną część kadłuba oraz nadbudówki okrętu malowano na kolor biały lub podobny. W niektórych miejscach malowano kliny w nieco ciemniejszych barwach. Ponadto na około 2/3 długości kadłuba od rufy malowano pas zazwyczaj w kolorze ciemniejszym. Kamuflaż ten używał standardowych barw – kilku odcieni szarego, niebieskiego i zielonego. W latach 1943–1944 na wzór ten przemalowywano także inne okręty Home Fleet, również te będące częścią Royal Canadian Fleet. Cechą szczególną dla HMCS Haida i HMCS Huron, pomalowanych zgodnie z tym schematem, była obecność trzech białych, ukośnych pasów na bokach.
ru: С конца 1942 года для эсминцев, вступавших в строй по чрезвычайным кораблестроительным программам военного времени, была принята единая схема камуфляжа. В соответствии с ней основная часть корпуса и надстроек корабля красилась в белый или близкий к нему цвет. В определённых местах наносились клинья более тёмных оттенков, имевшие приблизительно одни и те же очертания. Кроме этого, вдоль борта примерно на две трети длины корпуса, начиная с кормы, шла полоса, обычно более тёмного цвета. Для этой схемы камуфляжа использовались стандартизированные краски нескольких оттенков серого, синего или зелёного. Постепенно, в 1943–1944 годах такую же окраску получили и другие эсминцы Флота Метрополии, в том числе входившие в состав Королевского флота Канады. Отличительной особенностью окрашенных по этой схеме HMCS Haida и HMCS Huron были три косые полосы белого цвета на бортах.
uk: З кінця 1942 р. для есмінців, що ставали до лав за надзвичайними кораблебудівними програмами воєнного часу, прийняли єдину схему камуфляжу. Відповідно до неї більшу частина корпусу і надбудов корабля фарбували в білий або близький до нього колір. У певних місцях наносили клинці темніших відтінків, що мали приблизно одні й ті ж обриси. Крім цього, вздовж борту приблизно на дві третини довжини корпусу, починаючи з корми, йшла смуга, зазвичай темнішого кольору. Для цієї схеми камуфляжу використовували стандартизовані фарби декількох відтінків сірого, синього або зеленого. Поступово, у 1943–1944 рр. таке ж забарвлення отримали й інші есмінці Флоту Метрополії, зокрема ті, що входили до лав Королівського флоту Канади. Відмінною особливістю забарвлених за цією схемою HMCS Haida і HMCS Huron були три скошені смуги білого кольору на бортах.
zh: 1942年底，在战时紧急造舰计划下进入服役的驱逐舰采用了单一的迷彩图案。根据该方案，舰身和战舰的上层建筑的主要部分被涂成白色或相似的颜色。在某些地方，应用了具有或多或少相同轮廓的深色楔形阴影。除此之外，从舰艉开始大约三分之二的舰身长度有一条带，通常颜色较深。 这种迷彩图案使用了几种灰色、蓝色或绿色的标准化颜色渐层。渐渐地，在1943年至1944年期间，其他本土舰队的驱逐舰，包括那些属于CA国皇家舰队的驱逐舰，也获得了相同的着色图案。根据这个方案绘制的海达人和休伦的一个显著特征是两侧有三条白色斜条纹。
zh_sg: 在1942年底，在战时紧急造船计划下服役的驱逐舰都采用了单一的涂装方案。根据方案，舰体的主体部分和上层建筑被漆成白色或类似的颜色。在某些地方，采用了或多或少相同轮廓的深色楔形线条。除此之外，从舰尾开始大约三分之二的舰体长度，有一根线条，通常是深色的。 这种迷彩方案使用了几种深浅不同的灰色、蓝色或绿色。渐渐地，在1943年至1944年，包括加拿大皇家舰队在内的其他本国舰队驱逐舰也采用了同样的颜色。海达号和休伦号也采用了这种方案，它们最显著特征就是，侧面的三道斜白色条纹。

# IDS_PCZC268_NY2019_PRINZEITELFRIEDRICHEMBLEM
source: Prinz Eitel Friedrich
zh: 埃特尔·弗雷德里希王子
zh_sg: 艾特尔·弗里德里希亲王
