Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PASB004_SHORT
source: WMNG
zh: 怀俄明
zh_sg: 怀俄明

# IDS_PASB006
source: New York
zh: 纽约
zh_sg: 纽约

# IDS_PASB006_DESCR
source: Developed from the Wyoming class. In contrast to her predecessor, she featured reinforced armor and main battery guns of a larger caliber. When upgraded, she received reasonably good AA defense and improved torpedo protection.
es_mx: Un desarrollo posterior de la clase Wyoming. En contraste a su predecesor, el barco poseía un blindaje reforzado y una batería de cañones de mayor calibre. Al ser mejorado, recibió una defensa AA razonablemente buena y una protección mejorada contra torpedos.
ja: ニューヨーク級戦艦は、ワイオミング級戦艦の改良型です。前級に比して装甲が強化され、より大口径の主砲を搭載していました。後の改装によって対空能力が大幅に強化され、対水雷防御力の向上も図られました。
pl: Rozwinięcie pancerników klasy Wyoming. W porównaniu do swoich poprzedników okręt ten cechował się ulepszonym pancerzem i głównymi działami większego kalibru. Po modernizacji otrzymał również przyzwoite działa przeciwlotnicze i ochronę przeciwtorpedową.
ru: Дальнейшее развитие типа Wyoming. От предшественника отличался усиленным бронированием и увеличенным калибром основного артиллерийского вооружения. В результате модернизаций получил сравнительно неплохую ПВО и улучшенную противоторпедную защиту.
uk: Подальший розвиток типу Wyoming. Від попередника відрізнявся посиленим бронюванням та збільшеним калібром основного артилерійського озброєння. У результаті модернізацій отримав порівняно непогану ППО та поліпшений протиторпедний захист.
zh: 第一批搭载着 356 毫米主炮组的海军战列舰。此舰级共建造了两艘。由于蒸汽涡轮机的效率低，纽约级与德克萨斯级都装上了一台巡航用的蒸汽机而使得作战范围得以提高。根据怀俄明级装甲方案而加强了装甲。后来该战舰进行大量现代化因而替换了推进装置、强化水平装甲、以及改良了鱼雷防御。德克萨斯号被改造成一座至今仍继续在经营的博物馆。
zh_sg: 进一步研发自怀俄明 级。与前代舰相反，该舰配有强化型装甲以及口径更大的主炮组。并在后续升级中改善了对空防御和鱼雷防护。

# IDS_PASB006_FULL
source: New York
zh: 纽约
zh_sg: 纽约

# IDS_PASB006_SHORT
source: NY
zh: 纽约
zh_sg: 纽约

# IDS_PASB008
source: Colorado
zh: 科罗拉多
zh_sg: 科罗拉多

# IDS_PASB008_DESCR
source: She became the final phase in development of conventional battleships that featured very heavy armor protection for the vitally important parts of a ship. Key differences from her predecessors were her 406 mm main guns and a novel torpedo protection system. In speed, she was outclassed by other battleships of her time.
es_mx: Se convirtió en la fase final del desarrollo de acorazados convencionales, que incluían una protección blindada muy pesada en partes vitalmente importantes del barco. Las diferencias más importantes de sus predecesores eran los cañones principales de 406 mm. y un novedoso sistema de protección contra torpedos. El barco era superado por otros acorazados de su tiempo en términos de velocidad.
ja: コロラド級戦艦は、重要区画に対し集中的に重装甲を施した、いわゆる「標準型戦艦」の最終形です。前級との大きな違いは、406 mm 主砲の採用と斬新な対水雷防御です。速力の点においては、同時代の他の戦艦に比べて劣っていました。
pl: Ten okręt stanowił ostatnią fazę rozwoju konwencjonalnych pancerników, których najważniejsze części były bardzo dobrze chronione. Od poprzedników różniły go przede wszystkim główne działa kaliber 406 mm i nowy systemem ochrony przeciwtorpedowej. Inne pancerniki z tamtych czasów przewyższały go jednak pod względem prędkości.
ru: Явился завершающим этапом развития «стандартных» линкоров, особенностью которых было очень мощное бронирование жизненно важных частей корабля. Ключевыми отличиями от предшественников стали 406-мм орудия главного калибра и новая система противоторпедной защиты. Заметно уступал в скорости линкорам своего времени.
uk: Є завершальним етапом розвитку «стандартних» лінкорів, особливістю яких було дуже потужне бронювання життєво важливих частин корабля. Ключовими відмінностями від попередників були 406-мм гармати головного калібру та нова система протиторпедного захисту. Значно поступався у швидкості тогочасним лінкорам.
zh: 科罗拉多级战列舰有四艘战舰开始建造，但只有三艘服役。建成后科罗拉多级接受了一系列的改进，包括加强防空火力以及鱼雷防御。
zh_sg: 该舰成为了常规战列舰 技术研发的终极阶段—船体重要位置安装非常厚重的装甲防护。与前代舰的核心差异是406毫米主炮和新型鱼雷防护系统。在航速上，远胜于当时的其他战列舰。

# IDS_PASB008_FULL
source: Colorado
zh: 科罗拉多
zh_sg: 科罗拉多

# IDS_PASB008_SHORT
source: CLRD
zh: 科罗拉多
zh_sg: 科罗拉多

# IDS_PASB012
source: N. Carolina
zh: 北卡罗来纳
zh_sg: 北卡罗来纳

# IDS_PASB012_DESCR
source: The first U.S. battleship of the new generation. The key advantage over her predecessors of this type was significantly increased speed. In contrast to preceding ships of the same type, she featured a thinner armor belt, but had very solid horizontal armor protection and a superior AA armament including numerous dual-purpose artillery.
es_mx: El primer Acorazado de los EE.UU. de nueva generación. La ventaja principal sobre sus predecesores de este tipo eran una velocidad incrementada significativamente. En contraste a los barcos precedentes del mismo tipo, tenía un cinturón blindado más delgado, pero una protección horizontal de blindaje muy sólida y un armamento AA superior incluyendo numerosos cañones de artillería de doble propósito.
ja: ノースカロライナ級戦艦は、最初の新世代型アメリカ戦艦です。従来のアメリカ戦艦との重要な違いは、速力の大幅な向上でした。装甲帯は従来の戦艦よりも薄くなっていたものの、非常に強固な水平装甲防御が施されており、多数の両用砲を含む素晴らしい対空兵装を備えていました。
pl: Pierwszy amerykański pancernik nowej generacji. W porównaniu do poprzedników był znacznie szybszy i miał cieńszy pas pancerny. Wyposażono go również w bardzo gruby pancerz poziomy i świetną obronę przeciwlotniczą (w tym liczne działa dwufunkcyjne).
ru: Первый американский линкор нового поколения. Основное преимущество перед предыдущими типами кораблей этого класса заключалось в существенно возросшей скорости хода. По толщине главного броневого пояса несколько уступал предшественникам, но при этом имел очень сильную горизонтальную защиту и превосходное вооружение ПВО, включавшее в себя многочисленную универсальную артиллерию.
uk: Перший американський лінкор нового покоління. Основна перевага над попередніми типами кораблів цього класу полягала у значно збільшеній швидкості ходу. За товщиною головного броньового поясу дещо поступався попередникам, але водночас із тим мав дуже міцний горизонтальний захист та добре озброєння ППО, що включало в себе численну універсальну артилерію.
zh: 根据最初的设计，北卡罗来纳级计划安装 14 吋的主炮炮塔。然而由于各种原因被改为装备16吋舰炮。
zh_sg: 第一艘美国新生代战舰。与前代舰相比，主要优势是大幅增强的航速，不同之处是配备较薄的装甲带，但却拥有非常坚固的水平装甲防护和对空防御武器，包括大量两用火炮。

# IDS_PASB012_FULL
source: North Carolina
zh: 北卡罗来纳
zh_sg: 北卡罗来纳

# IDS_PASB012_SHORT
source: NC
zh: 北卡罗来纳
zh_sg: 北卡罗来纳

# IDS_PASB013
source: Arkansas B
zh: 阿肯色
zh_sg: 阿肯色 B

# IDS_PASB013_DESCR
source: A dreadnought with good armor, reasonably good armament for her time, and balanced performance, typical of U.S. Navy battleships. Due to a lack of AA armament, the ship was vulnerable to air strikes.
es_mx: Un dreadnought con buen blindaje, razonablemente buen armamento para su tiempo y desempeño balanceado que era típico de los acorazados de la U.S. Navy. Debido a la falta completa de armamento antiaéreo, el barco era vulnerable a ataques aéreos.
ja: アーカンソーは、堅固な装甲と当時としては優れた兵装を備えた弩級戦艦であり、バランスの取れた性能は、アメリカ海軍の戦艦としては典型的でした。対空兵装が全く搭載されていなかったため、航空攻撃に対しては脆弱でした。
pl: Drednot o niezłym pancerzu i przyzwoitym jak na tamtym czasie uzbrojeniu. Jak przystało na amerykańskie pancerniki był on dobrze zrównoważony. Ze względu na brak obrony przeciwlotniczej samoloty mogły wyrządzić Arkansas dotkliwe szkody.
ru: Хорошо бронированный и для своего времени неплохо вооружённый дредноут с типичным для линкоров ВМС США соблюдением баланса всех характеристик. Отсутствие зенитной артиллерии делало корабль уязвимым для ударов с воздуха.
uk: Добре броньований та для свого часу непогано озброєний дредноут з типовим для лінкорів ВМС США дотриманням балансу всіх характеристик. Відсутність зенітної артилерії робила корабель уразливим для ударів з повітря.
zh: 于1912年服役的阿肯色号是二号舰。一战期间，该舰服役于第六分遣舰队并曾负责护送投降的战列舰至斯卡帕湾的任务。
zh_sg: 一艘有着良好装甲、以当时标准来说相当不错的武器、以及性能均衡的无畏舰，是典型的美国海军战列舰。由于缺乏防空武器，该战舰很容易受到空袭而损毁 。

# IDS_PASB013_FULL
source: Arkansas Beta
zh: 阿肯色
zh_sg: 阿肯色 B

# IDS_PASB013_SHORT
source: ARKB
zh: 阿肯色
zh_sg: 阿肯色 B

# IDS_PASB017
source: Montana
zh: 蒙大拿
zh_sg: 蒙大拿

# IDS_PASB017_DESCR
source: One of the largest battleships in the world. She was slightly inferior to Iowa-class ships in terms of speed, but had more main guns and significantly stronger torpedo protection. Montana's armor was conventionally arranged and considerably reinforced.
es_mx: Uno de los acorazados más grandes del mundo. Era ligeramente inferior a los barcos de la clase Iowa en términos de velocidad pero tenía más cañones principales y una protección anti torpedos significativamente mayor. El blindaje del Montana fue oganizado de manera convencional y también reforzado considerablemente.
ja: モンタナ級戦艦は、世界最大級の戦艦のひとつです。速力においてはアイオワ級戦艦に若干劣りますが、主砲の砲門数が増加し、はるかに強力な対水雷防御を備えていました。装甲は、伝統的な設計を踏襲した上で、大幅に強化されていました。
pl: Jeden z większych pancerników na świecie. Nieco ustępował okrętom klasy Iowa pod względem prędkości, ale miał więcej dział i znacznie lepszą obronę przeciwtorpedową. Pancerz Montany rozlokowano zgodnie ze standardami, a potem jeszcze wzmocniono.
ru: Один из крупнейших в мире линкоров. Несколько уступал в скорости кораблям типа Iowa, но имел больше орудий главного калибра и существенно более сильную противоторпедную защиту. Выполненное по традиционной схеме бронирование линкора было также значительно усилено.
uk: Один з найбільших у світі лінкорів. Дещо поступався у швидкості кораблям типу Iowa, але мав більше гармат головного калібру й потужніший протиторпедний захист. Виконане за традиційною схемою бронювання лінкора було також значно посилене.
zh: 预计成为衣阿华级替代者的战列舰。蒙大拿级航速较慢，但是配备更坚固的装甲和更好的火力。该舰的四座三联装炮塔上共安装12门406毫米舰炮。该战舰最终没有付诸建造，订单被不断拖延直至取消。
zh_sg: 世界上最大型的战列舰之一。在航速方面略逊于依阿华级战舰，但拥有更多的主炮以及更强的鱼雷防护。Montana的装甲以常规方式安置、也被大幅地强化。

# IDS_PASB017_FULL
source: Montana
zh: 蒙大拿
zh_sg: 蒙大拿

# IDS_PASB017_SHORT
source: MONT
zh: 蒙大拿
zh_sg: 蒙大拿

# IDS_PASB018
source: Iowa
zh: 依阿华
zh_sg: 依阿华

# IDS_PASB018_DESCR
source: One of the most powerful battleships of World War II. The ship was designed for escorting attack carrier forces. She surpassed the speed of all battleships in the world. The battleship's survivability was significantly improved owing to a novel and powerful torpedo protection system and a fundamentally different armor protection system featuring an internal armor belt.
es_mx: Uno de los acorazados más poderosos de la Segunda Guerra Mundial. El barco fue diseñado para escoltar portaaviones de ataque y sobrepasaba la velocidad de todos los acorazados del mundo. La supervivencia del barco estaba mejorada significativamente debido a un novedoso y poderoso sistema de protección contra torpedos y un sistema de protección blindada cambiada fundamentalmente y con un cinturón de blindaje interno.
ja: アイオワ級戦艦は、二次大戦における最強の戦艦のひとつです。本級は攻撃空母部隊を護衛することを前提に設計され、戦艦としては世界最速を誇りました。また、斬新かつ強力な対水雷防御システムと、船体内部への装甲帯配置を含む革新的な装甲防御システムにより、抗堪性が大幅に向上していました。
pl: Jeden z potężniejszych pancerników II wojny światowej. Powstał z myślą o eskortowaniu atakujących lotniskowców. Był to najszybszy pancernik na świecie, znacznie bardziej trwały od poprzedników ze względu na nowoczesny i bardzo skuteczny system obrony przeciwtorpedowej oraz gruntownie przebudowany pancerz, który zawierał wewnętrzny pas pancerny.
ru: Один из сильнейших линкоров Второй мировой войны. Предназначался для сопровождения ударных авианосных соединений. По скорости хода превосходил все линейные корабли в мире. Новая мощная противоторпедная защита и кардинально изменённая система бронирования с внутренним броневым поясом существенно повысили живучесть линкора.
uk: Один з найсильніших лінкорів Другої світової війни. Призначався для супроводу ударних авіаносних з’єднань. За швидкістю ходу перевершував всі лінійні кораблі у світі. Новий потужний протиторпедний захист і докорінно змінена система бронювання з внутрішнім броньовим поясом суттєво підвищили живучість лінкора.
zh: 该级战舰共开工建造了六艘，并完成了四艘。所有四艘依阿华级战列舰一直继续服役到90年代晚期为止。
zh_sg: 第二次世界大战中最强大的战列舰之一。该舰专为护航攻击航母部队而设计。凭借强大的新型鱼雷防护系统、以及用配备内部装甲带的创新装甲防护系统，从而大幅提升了该战列舰的生存能力。

# IDS_PASB018_FULL
source: Iowa
zh: 依阿华
zh_sg: 依阿华

# IDS_PASB018_SHORT
source: IOWA
zh: 依阿华
zh_sg: 依阿华

# IDS_PASB019_SHORT
source: BFLO
zh: 水牛城
zh_sg: 水牛城

# IDS_PASB034
source: New Mexico
zh: 新墨西哥
zh_sg: 新墨西哥

# IDS_PASB034_DESCR
source: The ship belonged to the generation of conventional battleships in the U.S. Navy. The main battery guns were concentrated in the ship's front and aft ends and were placed in superfiring turrets, which would soon become the standard. The battleship was armored according to the "all or nothing" concept, with the citadel being reliably protected and located in the center of the hull.
es_mx: El barco perteneció a la generación de acorazados convencionales de la U.S. Navy. Los cañones de la batería principal estaban concentrados en la proa y popa del barco colocados en torretas superpuestas, lo cual pronto se convertiría en la norma. El acorazado estaba blindado de acuerdo al concepto de "todo o nada", con la ciudadela confiablemente protegida y localizada en el centro del casco.
ja: ニューメキシコ級戦艦は、アメリカ海軍において、いわゆる「標準型戦艦」に分類される艦級のひとつです。艦首と船尾に集中配置した主砲には、当時標準的になりつつあった背負式の配置を採用していました。本級の装甲は、重要区画に限定して重装甲を施す集中防御方式 (All or nothing) であり、船体中央の防郭は他の区画より固く防御されていました。
pl: Ten okręt należał do pokolenia konwencjonalnych pancerników amerykańskiej marynarki. Działa głównej artylerii umieszczono przy dziobie i rufie, a wieże były ustawione w tzw. superpozycji, co wkrótce stało się standardem. Okręt opancerzono zgodnie z zasadą „wszystko albo nic” – cytadela, która znajdowała się w centralnej części kadłuba była dobrze chroniona.
ru: Принадлежал к поколению «стандартных» линкоров ВМС США. Артиллерия главного калибра была сконцентрирована в оконечностях и расположена по линейно-возвышенной схеме, которая вскоре стала классической. Бронирование линкора было выполнено в соответствии с концепцией «всё или ничего» с надёжно защищённой цитаделью в центральной части корпуса.
uk: Належав до покоління «стандартних» лінкорів ВМС США. Артилерія головного калібру була сконцентрована на краях і розташована за лінійно-піднесеною схемою, яка незабаром стала класичною. Бронювання лінкора було виконане відповідно до концепції «все або нічого» з надійно захищеною цитаделлю у центральній частині корпусу.
zh: 该舰级的三艘战列舰实质上是复制了宾夕法尼亚级，不过却装备身管更长舰炮和改进型的装甲。该舰因采用了飞剪式舰艏而有了更好的适航性。新墨西哥级首舰装备了一具试验型涡电推进系统。
zh_sg: 该舰属于美国海军常规战列舰。主炮集中于舰首与舰尾，并置于超射型炮塔内，这一设计很快就成为了标准。该战列舰是根据“全有或全无”概念来设计装甲的，具有可靠防护性的装甲区设置在舰体中央。

# IDS_PASB034_FULL
source: New Mexico
zh: 新墨西哥
zh_sg: 新墨西哥

# IDS_PASB034_SHORT
source: NM
zh: 新墨西哥
zh_sg: 新墨西哥

# IDS_PASB108_DESCR
source: This battleship design was used as the basis for constructing of a number of warships after World War I. She was similar to the Colorado class in many aspects, being, in fact, an enhanced version of her with more powerful armament. This warship was the crown of the developmental process of "standard" battleships in the U.S. Navy.
es_mx: Este diseño de un acorazado fue usado como base para la construcción de varios barcos de guerra después de la Primera Guerra Mundial. Era similar a la clase Colorado en muchos aspectos; de hecho, era una versión mejorada de esta clase, pero con un armamento más poderoso. Este barco de guerra fue la corona del proceso de desarrollo de los acorazados "estándar" en la Armada de los EE. UU.
ja: カンザスは戦艦の設計案であり、一次大戦後に建造された各種の軍艦の原案となりました。本案はコロラド級と多くの点で類似していますが、実際のところ、本案はコロラド級の兵装を強化した改良型でした。本案は、アメリカ海軍における「標準型」戦艦の頂点と言えるでしょう。
pl: Projekt pancernika, którego użyto jako punkt wyjściowy w konstrukcji wielu okrętów powstałych po I wojnie światowej. Pod wieloma względami przypominał okręty typu Colorado, posiada jednak potężniejsze uzbrojenie. Okręt ten był ukoronowaniem procesu rozwoju „standardowych” pancerników U.S. Navy.
ru: Проект линкора, по которому после Первой мировой войны велось строительство серии кораблей. Имел много общего с типом Colorado, являясь фактически его увеличенной версией с ещё более мощным вооружением. Венец развития «стандартных» линкоров ВМС США.
uk: Проєкт лінкора, за яким після Першої світової війни тривало будівництво серії кораблів. Мав багато спільного з типом Colorado, будучи фактично його збільшеною версією з потужнішим озброєнням. Вінець розвитку «стандартних» лінкорів ВМС США.
zh: Проект линкора, по которому после Первой мировой войны велось строительство серии кораблей. Имел много общего с типом Colorado, являясь фактически его увеличенной версией с ещё более мощным вооружением. Венец развития «стандартных» линкоров ВМС США.
zh_sg: 这艘战列舰是的设计在第一次世界大战后被用作多艘战舰的基础上。在许多方面与科罗拉多级战舰相似，实则是它的加强版并拥有更强大的武器。该战舰是美国海军“标准”战列舰发展过程中的桂冠。

# IDS_PASB109_DESCR
source: An interwar battleship design variant that underwent in-depth modernization in the 1940s, which significantly reinforced her torpedo protection and AA armament.
es_mx: Una variante del diseño de un acorazado del periodo de entreguerras que atravesó una profunda modernización en los años 40, la cual reforzó significativamente su protección antitorpedos y el armamento AA.
ja: ミネソタは、戦間期における戦艦の設計案であり、1940 年代に徹底的な近代化が施された結果として対水雷防御と対空兵装が大幅に強化されました。
pl: Pancernik z okresu międzywojennego, który przeszedł gruntowną modernizację w latach 40. Znacznie wzmocniono wówczas jego ochronę przeciwtorpedową i uzbrojenie przeciwlotnicze.
ru: Вариант проекта линкора межвоенного периода, прошедшего в 1940-е годы глубокую модернизацию с существенным усилением противоторпедной защиты и ПВО.
uk: Варіант проєкту лінкора міжвоєнного періоду, що пройшов глибоку модернізацію в 1940-і роки зі значним посиленням протиторпедного захисту та ППО.
zh: Вариант проекта линкора межвоенного периода, прошедшего в 1940-е годы глубокую модернизацию с существенным усилением противоторпедной защиты и ПВО.
zh_sg: 一种两战间隔期设计的战列舰变体，在1940年代进行了深度现代化改造并显著强化了鱼雷防护和防空武器。

# IDS_PASB110_DESCR
source: A design of a powerful 70,000-ton battleship with modest speed that was armed with 457 mm main battery guns.
es_mx: Un diseño de un poderoso acorazado de 70 000 toneladas y una buena velocidad que estaba armado con cañones de 457 mm en su batería principal.
ja: ヴァマントは、強力な 70,000 トン級の戦艦の設計案であり、速力は控え目で、主砲として 457 mm 砲を採用していました。
pl: Projekt potężnego pancernika o masie 70 000 ton i skromnej prędkości maksymalnej, uzbrojonego w działa głównej baterii kal. 457 mm.
ru: Проект мощного 70 000-тонного линейного корабля с невысокой скоростью хода, вооружённого 457-мм орудиями главного калибра.
uk: Проєкт потужного 70 000-тонного лінійного корабля з невисокою швидкістю ходу, озброєного 457-мм гарматами головного калібру.
zh: Проект мощного 70 000-тонного линейного корабля с невысокой скоростью хода, вооружённого 457-мм орудиями главного калибра.
zh_sg: 一种强大的70000吨级战列舰设计，航速中等，装备了457毫米主炮。

# IDS_PASB505_DESCR
source: A Nevada-class battleship belonging to the first series of the U.S. Navy's Standard-type battleships. Oklahoma had "all-or-nothing" armor protection, and her main battery guns were concentrated at her fore and aft ends.
ja: オクラホマは、アメリカの「標準型戦艦」コンセプトにおける最初の艦級であったネヴァダ級戦艦の 1 隻です。集中防御方式を採用し、主砲を艦首と船尾に集中配置していました。
pl: Pancernik typu Nevada należący do pierwszej serii standardowych pancerników U.S. Navy. Oklahoma posiadał pancerz ułożony zgodnie z zasadą „wszystko albo nic” oraz działa główne ustawione na dziobie i rufie.
ru: Линкор типа Nevada — первой серии «стандартных» линкоров ВМС США. Бронирование корабля выполнено по схеме «всё или ничего», артиллерия главного калибра сосредоточена в оконечностях.
zh: Линкор типа Nevada – первой серии «стандартных» линкоров ВМС США. Бронирование корабля выполнено по схеме «всё или ничего», артиллерия главного калибра сосредоточена в оконечностях.

# IDS_PASB506
source: Arizona
zh: 亚利桑那
zh_sg: 亚利桑那

# IDS_PASB506_DESCR
source: A U.S. Navy battleship with a conventional layout, with two turrets forward and two aft and her armor distributed according to the "all or nothing" concept. She was designed to engage enemy ships at long range. By the outbreak of World War II, the ship received more powerful torpedo protection, which slightly reduced her maneuverability.
es_mx: Un acorazado de la Marina de los EE.UU de construcción convencional, con dos torretas en proa y dos en popa y un blindaje distribuido conforme al concepto "todo o nada". Estaba diseñado para atacar barcos enemigos a larga distancia. Para el estallido de la 2ª Guerra Mundial, el barco recibió una protección contra torpedos más poderosa, lo que redujó ligeramente su maniobrabilidad.
ja: 戦艦アリゾナは、アメリカ海軍としては標準的なレイアウトの戦艦であり、長距離での交戦を前提として、艦首および船尾に各 2 基の主砲塔を配置し、装甲は重要区画に限定して重装甲を施す集中防御方式 (All or nothing) を採用していました。二次大戦の勃発までに対水雷防御の強化が図られましたが、これは機動性の大幅な低下を招きました。
pl: Pancernik U.S. Navy o konwencjonalnym rozmieszczeniu artylerii, z dwiema wieżami umieszczonymi w dziobowej części okrętu i dwiema w rufowej i opancerzeniu zgodnym z zasadą „wszystko lub nic”. Został zaprojektowany z myślą o pojedynkach artyleryjskich na dużym dystansie. Do czasu wybuchu II wojny światowej okręt otrzymał potężniejszą ochronę przeciwtorpedową, co pogorszyło nieco jedno manewrowość.
ru: Один из «стандартных» линкоров ВМС США: башни главного калибра сосредоточены в оконечностях, бронирование корабля выполнено по схеме «всё или ничего» с расчётом на дальние дистанции артиллерийского боя. К началу Второй мировой войны получил усиленную противоторпедную защиту, что несколько снизило манёвренность линкора.
uk: Один із «стандартних» лінкорів ВМС США: башти головного калібру зосереджені на краях, бронювання корабля виконано за схемою «все або нічого» із розрахунком на далекі дистанції артилерійського бою. Перед початком Другої світової війни отримав посилений протиторпедний захист, що трохи знизило маневреність лінкора.
zh: M国海军中于舰艏与舰艉集中装载着主炮的常规主力舰之一，并根据 "全有或全无" 概念来设计装甲，重点放在远距离的火炮对决上。因为战争的爆发，该舰获得更强大的鱼雷防护，这稍稍降低了该主力舰的机动性。
zh_sg: 一艘具有常规配置的美国海军战列舰，舰首和舰尾配有两座炮塔，“全有或全无”概念化装甲配置。设计宗旨是能在远距离与敌舰对战。由于第二次世界大战的爆发，该舰升级了鱼雷防护，代价是略微降低了机动性。

# IDS_PASB506_FULL
source: Arizona
zh: 亚利桑那
zh_sg: 亚利桑那

# IDS_PASB506_SHORT
source: ARZN
zh: 亚利桑那
zh_sg: 亚利桑那

# IDS_PASB507
source: W. Virginia 1941
zh: 西弗吉尼亚
zh_sg: 西弗吉尼亚 1941

# IDS_PASB507_DESCR
source: One of the Colorado-class battleships. She developed low speed, was equipped with 406 mm main battery guns and armored according to the all-or-nothing scheme with the maximum possible protection of the vital parts of the ship.
es_mx: Uno de los acorazados clase Colorado. Desarrolló baja velocidad, estaba equipada con pistolas de batería principal de 406 mm y blindada según el esquema de todo o nada con la máxima protección posible de las partes vitales de la nave.
ja: ウェストヴァージニアは、コロラド級戦艦です。低速であり、406 mm 砲を搭載し、重要区画を最大限に防御すべく集中防御方式 (All or nothing) を採用していました。
pl: Jeden z pancerników klasy Colorado. Rozwijał niewielką prędkość, uzbrojony był w działa głównej baterii kal. 406 mm i opancerzony zgodnie z doktryną „wszystko albo nic”, z maksymalną możliwą ochroną najważniejszych części okrętu.
ru: Один из линкоров типа Colorado. Развивал невысокую скорость хода, был вооружён 406-мм орудиями главного калибра и бронирован по схеме «всё или ничего» с максимально возможной защитой жизненно важных частей корабля.
uk: Один з лінкорів типу Colorado. Мав невисоку швидкість ходу, був озброєний 406-мм гарматами головного калібру та броньований за схемою «все або нічого» з максимальною захищеністю життєво важливих частин корабля.
zh: 科罗拉多级战列舰之一。它有着低速、配备406毫米主炮，并有根据全有全无方案的装甲以最大限度地保护战舰的重要部位。
zh_sg: 科罗拉多级战列舰之一。它的开发速度很慢，装备了406毫米主炮组火炮，按照“全有或全无”装甲方案，最大限度地保护战舰的重要部位。

# IDS_PASB507_FULL
source: W. Virginia 1941
zh: 西弗吉尼亚
zh_sg: 西弗吉尼亚 1941

# IDS_PASB508
source: Alabama
zh: 阿拉巴马
zh_sg: 阿拉巴马
