Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC352_SOVIETBBARC_COMMANDER_RKKF_DESCRIPTION
source: In October 1926, Nikolay Kuznetsov graduated from the M. Frunze Naval School in Leningrad. Although he joined the navy during the Civil War, when he was 15, only graduation of the academy could open the way for him to a professional naval career. His service as a Commander in the Soviet Navy started in the Black Sea Naval Forces. He was lucky to be assigned to light cruiser Chervona Ukraina, which was under construction. After commissioning in 1927, for a long time she was the most modern and powerful ship of the Black Sea Fleet. All ranks and titles, as well as the very concept of "officer", were abolished when the Soviet government was established in 1917. Therefore, each commanding staff member of the Workers' and Peasants' Soviet Navy was addressed by the name of his position, or simply "Commander". In accordance with the "Rules of wearing uniforms", approved in 1925, in winter (and according to the regulations, winter on the Black Sea started on November 1) the service uniform for Commanders in the Soviet Navy was a blue tunic and a black cap with black pants. It was permitted to wear a standard-issue dirk, with a shoulder belt worn under the tunic. As a result, the Commanders in the Soviet Navy differed in their appearance from the officers of the Imperial Russian Navy only by the presence of stars on their cap and the insignias on the sleeves instead of shoulder boards.
es_mx: En octubre de 1926, Nikolay Kuznetsov se graduó de la Escuela Naval Frunze en Leningrado. Aunque ya se había alistado en la armada durante la guerra civil, con solo 15 años, no empezó su carrera profesional naval hasta después de graduarse en la academia. En su servicio como comandante de la Armada soviética, Kuznetsov prefirió empezar en las fuerzas navales del mar Negro. Tuvo la suerte de ser asignado al crucero ligero Chervona Ukraina, que por aquel entonces se encontraba en construcción. Tras completarlo en 1927, fue el crucero más moderno y potente de la Flota del mar Negro durante bastante tiempo. Todos los rangos y títulos, así como el mismo concepto de "oficial", se abolieron con el establecimiento del gobierno soviético en 1917. Como resultado, se identificaba a todo el personal de mando de la Armada Soviética de Trabajadores y Campesinos con el nombre de su puesto de trabajo, o simplemente como "Comandante". De acuerdo con las "reglas de vestimenta de uniformes", aprobadas en 1925, en invierno (y de acuerdo con las regulaciones, el invierno en el mar Negro empezaba el 1 de noviembre), el uniforme de servicio de los comandantes de la Armada soviética era una túnica azul y una gorra negra con pantalones negros. Se permitía llevar una daga corriente, con un cinturón de hombro que se vestía bajo la túnica. De esta forma, los comandantes de la Armada soviética solamente se diferenciaban de los oficiales de la Armada Imperial rusa por las estrellas en el sombrero, y las insignias en sus mangas en lugar de marcas de hombro.
ja: ニコライ・クズネツォフは 1926 年 10 月にレニングラードのM・フルンゼ高等海軍学校を卒業しました。彼は内戦の最中の 15 歳当時に海軍に加わりましたが、高等海軍学校を卒業したことによって初めてプロフェッショナルな海軍キャリアへの扉が開かれました。クズネツォフはソ連海軍の指揮官としてのキャリアを黒海艦隊で開始することを好み、幸運にも当時建造中だった軽巡洋艦チェルヴォナ・ウクライナに配属されることになりました。そして本艦は 1927 年に就役して以後、かなり長期間に渡って黒海艦隊における最も近代的で強力な軍艦の座に留まりました。 1917 年にソ連政府が設立された際に、あらゆる階級や称号、ならびに「士官」というコンセプトそのものが廃止されました。そこで労働者・農民のためのソ連海軍の指揮官達は、職務名で呼ばれることもあれば、単に「指揮官」と呼ばれることもありました。1925 年に「軍服の着用規則」が承認され、冬季 (規定により黒海での冬季は 11 月 1 日からと定められていました) にはソ連海軍の指揮官達は通常軍服として青いチュニック、黒い帽子、黒いズボンを着用することになりました。標準仕様の短剣を佩用することが認められており、肩ベルトをチュニックの下に着用する形になっていました。その結果として、ソ連海軍の指揮官達とロシア帝国海軍の士官達の服装の違いは、帽子に星がある点と、肩ではなく袖に配置されたマークのみとなっていました。
pl: W październiku 1926 roku Nikołaj Kuzniecow ukończył Wyższą Szkołę Marynarki Wojennej im. M. Frunzego w Leningradzie. Choć służbę rozpoczął już w wieku 15 lat w trakcie wojny domowej, tylko ukończenie studiów mogło mu utorować drogę do kariery oficera marynarki. Kuzniecow wolał rozpocząć swoją karierę w marynarce wojennej na Morzu Czarnym. Dostał przydział na budowany w tym czasie lekki krążownik Chervona Ukraina. Po wejściu do służby w 1927 roku krążownik ten był przez jakiś czas najnowocześniejszym i najpotężniejszym okrętem Floty Czarnomorskiej. Wszystkie tytuły i stopnie, a także koncepcja „oficerów” odeszły do przeszłości, gdy ustanowiono rząd radziecki w 1917 roku. W efekcie wszyscy członkowie personelu wyższego szczebla Robotniczo-Chłopskiej Marynarki Wojennej nazywani byli zgodnie ze swoim stanowiskiem lub po prostu „dowódcami”. Zgodnie z „Regulaminem noszenia mundurów” przyjętym w 1925 roku, w zimie (oficjalnie zima na Morzu Czarnym rozpoczynała się 1 listopada) mundurem dowódców radzieckiej marynarki była niebieska tunika z czarną czapką i spodniami. Dozwolone było noszenie standardowego sztyletu przypiętego do pasa pod tuniką. W efekcie dowódcy radzieckiej marynarki różnili się wyglądem od oficerów Carskiej Marynarki Wojennej Rosji tylko obecnością gwiazd na czapkach i odznaczeniami na rękawach zamiast naramienników.
ru: В октябре 1926 года Николай Кузнецов окончил Военно-морское училище имени М. В. Фрунзе в Ленинграде. Хотя на флот он поступил ещё в 15 лет во время Гражданской войны, только окончание училища открывало ему путь к профессиональной военно-морской карьере. Службу в качестве командира-краснофлотца Кузнецов предпочёл начать в Морских силах Чёрного моря. Ему повезло быть назначенным на находившийся в достройке лёгкий крейсер «Червона Украина». Вступив в строй в 1927 году, он долгое время являлся самым современным и мощным кораблём Черноморского флота. Все чины и звания, как и само понятие «офицер», были отменены ещё при установлении советской власти в 1917 году, поэтому весь командный состав Рабоче-крестьянского Красного флота именовался по занимаемым должностям или просто — «командиры». В соответствии с «Правилами ношения форменной одежды», утверждёнными в 1925 году, в зимнее время (а по уставу зима начиналась на Чёрном море с 1 ноября), служебной униформой для командиров-краснофлотцев был синий китель и чёрная фуражка с чёрными брюками. Разрешалось ношение кортика уставного образца, портупея которого надевалась под китель. В итоге от офицеров Императорского флота командиры РККФ внешне отличались лишь наличием звезды на фуражке и знаками различия на рукавах вместо погон.
uk: У жовтні 1926 року Микола Кузнєцов закінчив Військово-морське училище імені М. В. Фрунзе в Ленінграді. Хоча на флот він вступив ще у 15 років під час Громадянської війни, лише закінчення училища відкривало йому шлях до професійної військово-морської кар’єри. Службу командиром-червонофлотцем Кузнєцов вирішив почати в Морських силах Чорного моря. Йому пощастило бути призначеним на легкий крейсер «Червона Україна», який добудовували. Після введення у стрій 1927 року, він довгий час був найсучаснішим і найпотужнішим кораблем Чорноморського флоту. Усі чини та звання, як і саме поняття «офіцер», скасували ще під час встановлення Радянської влади 1917 року, тому весь командний склад Робітничо-Селянського Червоного Флоту називали згідно з посадами або просто — «командири». Відповідно до «Правил носіння форменого одягу», які затвердили 1925 року, у зимовий час (а за статутом зима починалася на Чорному морі з 1 листопада), службовою уніформою для командирів-червонофлотців був синій кітель, чорний кашкет і чорні штани. Дозволяли носити кортик статутного зразка, портупею якого вдягали під кітель. Внаслідок, від офіцерів Імператорського флоту командири РСЧФ зовні відрізнялися лише зіркою на кашкеті та знаками розрізнення на рукавах замість погонів.
zh: В октябре 1926 года Николай Кузнецов окончил Военно-морское училище имени М. В. Фрунзе в Ленинграде. Хотя на флот он поступил ещё в 15 лет во время Гражданской войны, только окончание училища открывало ему путь к профессиональной военно-морской карьере. Службу в качестве командира-краснофлотца Кузнецов предпочёл начать в Морских силах Чёрного моря. Ему повезло быть назначенным на находившийся в достройке лёгкий крейсер «Червона Украина». Вступив в строй в 1927 году, он долгое время являлся самым современным и мощным кораблём Черноморского флота. Все чины и звания, как и само понятие «офицер», были отменены ещё при установлении советской власти в 1917 году, поэтому весь командный состав Рабоче-крестьянского Красного флота именовался по занимаемым должностям или просто — «командиры». В соответствии с «Правилами ношения форменной одежды», утверждёнными в 1925 году, в зимнее время (а по уставу зима начиналась на Чёрном море с 1 ноября), служебной униформой для командиров-краснофлотцев был синий китель и чёрная фуражка с чёрными брюками. Разрешалось ношение кортика уставного образца, портупея которого надевалась под китель. В итоге от офицеров Императорского флота командиры РККФ внешне отличались лишь наличием звезды на фуражке и знаками различия на рукавах вместо погон.
zh_sg: 1926年10月，尼古拉·库兹涅佐夫从列宁格勒的弗伦泽海军学校毕业。尽管他15岁时内战期间就已入伍了海军，但只有从学院毕业才能为他开启职业海军生涯的大门。而库兹涅佐夫的苏联海军指挥官生涯，是从他最喜爱的黑海舰队开始的。他很幸运的被派往当时正在建造中的轻型巡洋舰切尔沃纳·乌克兰号。该战舰1927年服役后，成为了黑海舰队中一段时间内最先进、强大的战舰。 1917年苏联政府成立时，以往所有的军衔、头衔，甚至“军官”系统都被废除了。因此，工农苏维埃海军时代，每一名指挥官都以其职务，或者简称“指挥官”来称呼彼此。根据1925年批准的“军服着装规范”，在冬季（根据规定，黑海冬季从11月1日开始），苏联海军指挥官的军服是一件蓝色束腰外衣和一顶黑色帽子、配黑色裤子。允许穿一件标准的德克礼服，在束腰外衣下系一跟肩带。因此，苏联海军的指挥官在外表上与俄罗斯海军军官的区别仅仅在于他们的帽子上有星星，袖子上有徽章而肩章上无徽章。

# IDS_PCZC353_SOVIETBBARC_COMMANDER_CRUISER
source: Cruiser Commander (1935)
es_mx: Comandante de Crucero (1935)
ja: 巡洋艦艦長 (1935 年)
pl: Dowódca krążownika (1935)
ru: Командир крейсера (1935)
uk: Командир крейсера (1935)
zh: Командир крейсера (1935)
zh_sg: 巡洋舰指挥官（1935）

# IDS_PCZC353_SOVIETBBARC_COMMANDER_CRUISER_DESCRIPTION
source: In 1935, Nikolay Gerasimovich Kuznetsov was already an experienced sailor. For more than a year, he commanded cruiser Chervona Ukraina, where he began his service after graduating from the academy in 1926. A talented, devoted commander, who spent all his energy and attention to improving the battle training of the ship, he was highly valued by the commanders and was very respected by the crew. In the autumn of 1935, when the special ranks which had been abolished after the Revolution were introduced for military personnel, Nikolay Kuznetsov, who was 31 years old, was promoted to Kapitan 2 Ranga (Captain 2nd rank). The Navy Dress Instructions adopted in 1934 strictly defined what uniform and munition items should be used by military personnel depending on the situation. According to these Instructions, the Commander of the Black Sea Fleet could parade his navy coat, white trousers and white shoes along the shore during rare leaves. Four golden galloons with a star decorated the sleeves of a Kapitan 2 Ranga.
es_mx: En 1935, Nikolay Gerasimovich Kuznetsov ya era un marinero experimentado. Durante más de un año, estuvo al mando del crucero Chervona Ukraina, donde comenzó su servicio tras graduarse en la academia en 1926. Fue un comandante devoto y con talento, que invirtió toda su energía y atención en la mejora del entrenamiento de combate para el barco. Los comandantes lo valoraban y la tripulación lo respetaba. En otoño de 1935, se reintrodujeron los rangos militares, que se habían abolido tras la Revolución. Entonces, Nikolay Kuznetsov, que tenía 31 años, recibió un ascenso a Kapitan 2 Ranga (capitán de rango 2). Las instrucciones de indumentaria de la Armada adoptadas en 1934 establecían tajantemente que el personal militar debía utilizar los elementos del uniforme y la munición en función de la situación. De acuerdo con estas instrucciones, el comandante de la Flota del mar Negro podría exhibir su abrigo naval, pantalones blancos y zapatos blancos en permisos especiales. Cuatro galones dorados con una estrella decoraban las mangas de un Kapitan 2 Ranga.
ja: ニコライ・ゲラシモヴィチ・クズネツォフは、1935 年には既に経験豊かな船乗りとなっていました。彼は 1 年以上に渡って巡洋艦チェルヴォナ・ウクライナの艦長を務めていましたが、この艦は彼が 1926 年に高等海軍学校した後に最初に配属された艦でもありました。彼は才能豊かで献身的な艦長であり、自艦の戦闘訓練を改良すべく全力で取り組みました。指揮官達の間で高い評価を受けており、乗員からもとても尊敬されていました。1935 年の秋には、革命に伴い廃止されていた階級制度が軍人に対して導入され、当時 31 歳だったニコライ・クズネツォフは二等大佐に任ぜられました。 1934 年には海軍服装規定が導入され、軍人が状況に応じて身に付けるべき軍服や軍用品が厳密に定義されました。この規定によれば、黒海艦隊の指揮官は、稀な休暇の間には、沿岸部において海軍上着、白ズボン、白靴という礼装を着用することが認められていました。二等大佐の場合は袖に 4 本の金線と 1 個の星があしらわれていました。
pl: W 1935 roku Nikołaj Gierasimowicz Kuzniecow był już doświadczonym marynarzem. Przez ponad rok dowodził krążownikiem Chervona Ukraina, na którym rozpoczął służbę po ukończeniu akademii w 1926 roku. Utalentowany, oddany dowódca, który całą swoją energię poświęcał na szkolenie bojowe załogi. Był wysoko ceniony przez dowództwo i powszechnie szanowany przez załogę. Jesienią 1935 roku, gdy przywrócono rangi wycofane po rewolucji, mający wówczas 31 lat Nikołaj Kuzniecow został mianowany kapitanem 2. stopnia. Regulamin dotyczący ubioru przyjęty w 1934 roku jasno określał części garderoby i uzbrojenie jakie miał nosić personel wojskowy w każdej sytuacji. Zgodnie z tymi instrukcjami dowódca Floty Czarnomorskiej mógł spacerować po wybrzeżu w płaszczu, białych spodniach i białych butach w trakcie swoich rzadkich urlopów. Cztery złote galony i gwiazda zdobiły rękawy kapitanów 2. stopnia.
ru: В 1935 году Николай Герасимович Кузнецов был уже опытным моряком. Больше года он командовал крейсером «Червона Украина», на котором он начинал службу после окончания училища в 1926 году. Талантливый, преданный долгу командир, все свои силы и внимание отдававший повышению боевой подготовки корабля, высоко ценился начальством и пользовался безграничным уважением членов экипажа. Осенью 1935 года, когда для военнослужащих были введены отменённые после революции персональные звания, 31-летний Николай Кузнецов стал капитаном 2 ранга. Утверждённые в 1934 году «Правила ношения формы одежды личным составом ВМС» строго оговаривали, какие элементы униформы и снаряжения полагались военнослужащему в той или иной ситуации. В соответствии с «Правилами» в редкие дни отпуска командир-черноморец на берегу мог щеголять в тужурке с отложным воротником при белых брюках и белых же полуботинках. Рукава капитана 2-го ранга украшали четыре золотых галуна со звездой.
uk: 1935 року Микола Герасимович Кузнєцов був уже досвідченим моряком. Понад рік він командував крейсером «Червона Україна», на якому він починав службу після закінчення училища 1926 року. Талановитий, відданий обов’язку командир, який всі свої сили та увагу спрямовував на підвищення бойової підготовки корабля, якого високо цінувало керівництво й безмежно поважали члени екіпажу. Восени 1935 року, коли для військовослужбовців ввели скасовані після революції персональні звання, 31-річний Микола Кузнєцов став капітаном 2-го рангу. Затверджені 1934 року «Правила носіння форменого одягу особовим складом ВМС» чітко визначали, які елементи однострою та спорядження належало носити військовослужбовцю в тих чи інших обставинах. Відповідно до «Правил» у рідкісні дні відпустки командир-чорноморець на березі міг хизуватися в тужурці з відкладним коміром, білих штанях та білих напівчеревиках. Рукави капітана 2-го рангу прикрашали чотири золотих галуни із зіркою.
zh: В 1935 году Николай Герасимович Кузнецов был уже опытным моряком. Больше года он командовал крейсером «Червона Украина», на котором он начинал службу после окончания училища в 1926 году. Талантливый, преданный долгу командир, все свои силы и внимание отдававший повышению боевой подготовки корабля, высоко ценился начальством и пользовался безграничным уважением членов экипажа. Осенью 1935 года, когда для военнослужащих были введены отменённые после революции персональные звания, 31-летний Николай Кузнецов стал капитаном 2 ранга. Утверждённые в 1934 году «Правила ношения формы одежды личным составом ВМС» строго оговаривали, какие элементы униформы и снаряжения полагались военнослужащему в той или иной ситуации. В соответствии с «Правилами» в редкие дни отпуска командир-черноморец на берегу мог щеголять в тужурке с отложным воротником при белых брюках и белых же полуботинках. Рукава капитана 2-го ранга украшали четыре золотых галуна со звездой.
zh_sg: 1935年，尼古拉·杰拉西莫维奇·库兹涅佐夫已经成为一名经验丰富的海员。而自1926年军校毕业后的一年多中，他一直在指挥巡洋舰“切尔沃纳·乌克兰”号。他是一位才华横溢、全身心投入战斗训练的指挥官。得到了上级的高度赞赏以及全体船员的爱戴。1935年秋，当十月革命期间被废除的特种军衔被重新组建军事人员时，31岁的尼古拉·库兹涅佐夫被晋升为2级舰长。 1934年通过的海军着装说明严格规定了各军事职在不同情况下的制服和军需品。根据规章，黑海舰队指挥官可以穿着海军军服外套、白裤子、白鞋子进行游行。2级舰长的军服袖子上绣着四匹金色飞马和一颗星星。

# IDS_PCZC354_SOVIETBBARC_COMMISSAR
source: People's Commissar for the U.S.S.R. Navy (1941)
es_mx: Comisario del Pueblo para la Armada de la URSS (1941)
ja: ソ連海軍人民委員 (1941 年)
pl: Komisarz Ludowy Marynarki Wojennej ZSRR (1941)
ru: Народный комиссар ВМФ СССР (1941)
uk: Народний комісар ВМФ СРСР (1941)
zh: Народный комиссар ВМФ СССР (1941)
zh_sg: 苏联海军人民委员会（1941）

# IDS_PCZC354_SOVIETBBARC_COMMISSAR_DESCRIPTION
source: In May 1940, the generalship and admiralty were introduced in the Armed Forces of the Soviet Union. Nikolay Gerasimovich Kuznetsov, People's Commissar of the U.S.S.R. Navy, who had been a Flagman Flota 2 Ranga (Flag Officer 2nd rank), was promoted to Admiral. In January 1941, for the first time, special parade uniform was introduced for the Navy Higher Command Personnel. A black double-breasted coat with a stand-up collar decorated with golden sewing work became its main element. The coat should be worn with a special parade belt along with a shoulder belt with a 1940's model dagger. In the summer of 1941, World War II came to the Soviet Union. During his service as a People's Commissar for two years, Nikolay Kuznetsov did his best to prepare the Navy for the war. By the time Germany attacked the U.S.S.R., all fleets had been placed in maximum operational readiness by his order. At the dawn of June 22, 1941, German aircraft were met with fierce fire of Black Sea AA gunners.
es_mx: En mayo de 1940, se introdujeron el generalato y el almirantazgo en las fuerzas armadas de la Unión Soviética. Nikolay Gerasimovich Kuznetsov, Comisario del Pueblo para la Armada de la URSS, que había sido un Flagman Flota 2 Ranga (oficial de bandera de 2.º rango), fue ascendido a almirante. En enero de 1941, por primera vez, se introdujo un uniforme especial de desfile para el personal de alto mando de la Armada. Un abrigo negro con doble solapa con cuello alto y decorado con puntadas se convirtió en su principal símbolo. El abrigo estaba pensado para combinar con un cinturón especial para el desfile, así como con un cinturón de hombro con un modelo de puñal de 1940. En el verano de 1941, la Segunda Guerra Mundial se presentó a las puertas de la Unión Soviética. Durante su servicio de dos años como Comisario del Pueblo, Nikolay Kuznetsov puso todos sus esfuerzos para preparar a la Armada para la guerra. Cuando Alemania atacó a la URSS, todas las flotas estaban situadas en máxima disposición operacional de acuerdo con sus órdenes. Al amanecer del 22 de junio de 1941, la aviación alemana se enfrentó a los feroces disparos de los artilleros AA del mar Negro.
ja: 1940 年 5 月に将官制度と海軍省がソ連軍に導入されました。これに伴い、二等海軍将官であったソ連海軍人民委員ニコライ・ゲラシモヴィチ・クズネツォフは海軍大将となりました。1941 年 1 月には海軍高官用の特別な礼装が初めて導入されました。それは 2 列ボタンで立ち襟の黒い上着であり、最大の特徴として金色の刺繍があしらわれていました。この上着は、特別な礼装ベルトと 1940 年のダガーモデルを吊った肩ベルトと併せて着用することになっていました。 1941 年の夏、ソ連は二次大戦に巻き込まれました。ニコライ・クズネツォフは彼がソ連海軍人民委員を務めていた 2 年間の間に、海軍をこの戦闘に備えさせるべく全力を尽くしました。そしてドイツがソ連を攻撃した時点までに全艦隊が彼の命令に則り最大限に準備を整えており、1941 年 6 月 22 日には、ドイツ軍機が黒海の対空砲手達による熾烈な対空砲火による歓迎を受けることになりました。
pl: W maju 1940 roku do sił zbrojnych Związku Radzieckiego wprowadzono generalicję i admiralicję. Nikołaj Gierasimowicz Kuzniecow, Komisarz Ludowy Marynarki Wojennej ZSRR, który był wówczas flagowym floty 2. stopnia, awansowany został na admirała. W styczniu 1941 roku po raz pierwszy wprowadzono specjalny mundur galowy dla wysokich stopniem oficerów Marynarki Wojennej. Jego charakterystycznym elementem był czarny, dwurzędowy płaszcz ze stójką, przyozdobiony złotymi przeszyciami. Płaszcz miał być noszony wraz ze specjalnym pasem paradnym i pasem ramiennym oraz sztyletem na rok 1940. Latem 1941 roku II wojna światowa zawitała do granic Związku Radzieckiego. W czasie swojej dwuletniej służby w charakterze Komisarza Ludowego Nikołaj Kuzniecow dołożył wszelkich starań, by przygotować marynarkę wojenną do wojny. Do chwili ataku Niemiec na ZSRR wszystkie floty były w pełnej gotowości bojowej. Rankiem 22 czerwca 1941 roku niemieckie samoloty napotkały silny ostrzał przeciwlotniczy ze strony Floty Czarnomorskiej.
ru: В 1940 году в Вооружённых силах СССР были введены генеральские и адмиральские звания. Народный комиссар Военно-Морского флота Николай Герасимович Кузнецов, носивший до этого звание флагмана флота 2-го ранга, получил звание адмирала. В январе 1941 года для высшего командного состава ВМФ была впервые учреждена специальная парадная форма одежды. Основным её элементом был чёрный двубортный мундир с золотым шитьём на стоячем воротнике. При мундире полагалось носить особый парадный ремень, к которому пристёгивалась портупея с кортиком образца 1940 года. Летом 1941 года началась Великая Отечественная война. За два года в должности наркома Кузнецов сделал всё возможное, чтобы подготовить ВМС к военным действиям. К моменту нападения Германии все флоты по его приказу были приведены в «оперативную готовность № 1». И в предрассветные часы 22 июня 1941 года немецкая авиация встретила жёсткий и организованный отпор со стороны черноморских зенитчиков.
uk: 1940 року у Збройних силах СРСР ввели генеральські та адміральські звання. Народний комісар Військово-морського флоту Микола Герасимович Кузнєцов, який носив до цього звання флагмана флоту 2-го рангу, отримав звання адмірала. У січні 1941 року для вищого командного складу ВМФ вперше ввели спеціальну парадну форму одягу. Головним її елементом був чорний двобортний мундир із золотим шиттям на комірі-стійці. На мундирі належало носити особливий парадний ремінь, до якого пристібають портупею з кортиком зразка 1940 року. Влітку 1941 року почалася Велика Вітчизняна війна Радянського Союзу. За два роки на посаді наркома Кузнєцов зробив все можливе, щоб приготувати ВМС до воєнних дій. На час нападу Німеччини, всі флоти за його наказом привели в «оперативну готовність № 1». І в досвітні години 22 червня 1941 року німецька авіація зустріла жорстоку й організовану відсіч із боку чорноморських зенітників.
zh: В 1940 году в Вооружённых силах СССР были введены генеральские и адмиральские звания. Народный комиссар Военно-Морского флота Николай Герасимович Кузнецов, носивший до этого звание флагмана флота 2-го ранга, получил звание адмирала. В январе 1941 года для высшего командного состава ВМФ была впервые учреждена специальная парадная форма одежды. Основным её элементом был чёрный двубортный мундир с золотым шитьём на стоячем воротнике. При мундире полагалось носить особый парадный ремень, к которому пристёгивалась портупея с кортиком образца 1940 года. Летом 1941 года началась Великая Отечественная война. За два года в должности наркома Кузнецов сделал всё возможное, чтобы подготовить ВМС к военным действиям. К моменту нападения Германии все флоты по его приказу были приведены в «оперативную готовность № 1». И в предрассветные часы 22 июня 1941 года немецкая авиация встретила жёсткий и организованный отпор со стороны черноморских зенитчиков.
zh_sg: 1940年5月，苏联国防武装部引入海军将官制度。因此，苏联海军人民委员会委员、前海军副司令（舰队二级首长）尼古拉·格拉西莫维奇·库兹涅佐夫——被晋升为上将。1941年1月，海军高级司令部首次引进了一种特殊的游行礼服。立领的黑色双排扣外套，带有金色刺绣装饰，是这种礼物的主要特征。外套可搭配一条特殊的皮带，和一条带有1940匕首模型的肩带。 1941年夏天，第二次世界大战波及到了苏联的国门。在担任人民委员会委员的两年期间，尼古拉·库兹涅佐夫尽全力为海军战争做准备。当德国攻击苏联时，所有舰队都已按照他的命令处于最佳战备状态。1941年6月22日黎明时分，德国飞机见识到了黑海防空炮手的猛烈炮火。

# IDS_PCZC355_SOVIETBBARC_ADMIRAL
source: Admiral Flota Sovietskogo Soyuza (1955)
es_mx: Almirante de Flota Sovietskogo Soyuza (1955)
ja: ソ連邦海軍元帥 (1955 年)
pl: Admirał floty Związku Radzieckiego (1955)
ru: Адмирал флота Советского Союза (1955)
uk: Адмірал флоту Радянського Союзу (1955)
zh: Адмирал флота Советского Союза (1955)
zh_sg: 海军元帅（1955）
