Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC395_ITCA_MUZIO_ATTENDOLO_DESCRIPTION
source: The second cruiser belonging to the Raimondo Montecuccoli class was Muzio Attendolo, laid down in 1931 and launched in 1934 from the city of Trieste. The ship was named after a mercenary condottiero who lived at the turn of the 15th century, serving with his squad for the rulers of Milan, Florence, Ferrara, and Naples. Renowned for his enormous physical strength, at the dawn of his career, Muzio Attendolo received the nickname "Strong" (Italian: "Sforza"). It was this nickname that gave its name to the famous dynasty he founded, which ruled in Milan during the times of the High Renaissance. The commemorative badge issued to those who served on the cruiser depicts the ship’s silhouette and motto: "Persistent and invincible" (Latin: "Constans [et] indomitus"). On the reverse side was a profile of Muzio Attendolo himself with one of the frescoes by Bernardino Luini, an Italian artist of the 16th century, as well as his nickname—"Sforza".
es_mx: El segundo crucero perteneciente a la clase Raimondo Montecuccoli fue el Muzio Attendolo, puesto en grada en 1931 y botado en 1934 en la ciudad de Trieste. El barco recibió el nombre de un condottiero mercenario que vivió a finales del siglo XIV y principios del XV. Con su escuadrón sirvió a los gobernantes de Milán, Florencia, Ferrara y Nápoles. Reconocido por su gran fuerza física, al inicio de su carrera Muzio Attendolo recibió el sobrenombre de «Fuerza» (en italiano, «Sforza»). Este sobrenombre fue el que dio nombre a la famosa dinastía que fundó y que gobernó en Milán en tiempos del Alto Renacimiento. La placa conmemorativa otorgada a todos los que servían en el crucero muestra la silueta del barco y su lema: «Persistente e invencible» (en latín: «Constans [et] indomitus»). En el reverso había un perfil del mismo Muzio Attendolo con un fresco de Bernardino Luini, un artista italiano del siglo XVI, así como su sobrenombre: «Sforza».
ja: ライモンド・モンテクッコリ級 2 番艦ムツィオ・アッテンドーロは 1931 年に起工し、1934 年にトリエステで進水しました。本艦の由来となった傭兵隊長は、14–15 世紀の転換期に生き、その部隊と共にミラノ、フィレンツェ、フェラーラ、ナポリの各領主に仕えました。絶大な体力で有名であるムツィオ・アッテンドーロは、その経歴の初期からイタリア語で強靭を意味する「スフォルツァ」(「Sforza」) という渾名を獲得しました。この渾名こそ、彼が創設しルネッサンス盛期にミラノを支配した有名な一族の名前です。 本巡洋艦の乗組員に授与された記念バッジには、本艦の艦影とそのモットー「粘り強く敵なし」 (ラテン語: 「Constans [et] indomitus」) が描かれています。裏面には、16 世紀のイタリアの芸術家ベルナルディーノ・ルイーニのフレスコ画のひとつであるムツィオ・アッテンドーロ本人の姿とプロフィールと、彼の渾名である「スフォルツァ」が描かれています。
pl: Drugim krążownikiem klasy Raimondo Montecuccoli był Muzio Attendolo, którego budowa rozpoczęła się w 1931. Zwodowano go w 1934 roku w mieście Triest. Okręt ten nazwany został na cześć condottiero, który żył na przełomie XIV i XV wieku, służąc władcom Mediolanu, Florencji, Ferrary oraz Neapolu. Słynący ze swojej niesamowitej siły fizycznej Muzio Attendolo już na początku swej kariery otrzymał przydomek „Silny” (wł. „Sforza”). Od tego właśnie przydomku wzięła się nazwa słynnej dynastii, którą sam założył, a która w czasach późnego renesansu władała Mediolanem. Pamiątkowy emblemat przyznawany personelowi tego krążownika przedstawiał sylwetkę okrętu oraz motto: „Wytrwały i niepokonany” (łac. „Constans [et] indomitus”). Na rewersie widoczny był profil samego Muzio Attendolo z jednego z fresków Bernardino Luini, włoskiego artysty z XVI wieku oraz przydomek „Sforza”.
ru: Вторым крейсером типа Raimondo Montecuccoli стал Muzio Attendolo, заложенный в 1931-м и спущенный на воду в 1934 году в городе Триест. Корабль был назван в честь наёмника-кондотьера рубежа XIV–XV веков, служившего со своим отрядом правителям Милана, Флоренции, Феррары и Неаполя. Славившийся огромной физической силой, Муцио Аттендоло ещё на заре своей карьеры получил прозвище Sforza (ит. «Сильный»). И именно это прозвище дало название основанной им знаменитой династии, правившей в Милане в период Высокого Возрождения. На памятном жетоне для бывших членов экипажа крейсера, помимо силуэта корабля, был помещён его девиз — Constans [et] indomitus (лат. «Настойчивый [и] неодолимый»). На оборотной стороне был изображён профиль самого Муцио Аттендоло с одной из фресок Бернардино Луини, итальянского художника XVI века, а также его прозвище — Сфорца — в латинском написании.
uk: Другим крейсером типу Raimondo Montecuccoli став Muzio Attendolo, який заклали у 1931-му та спустили на воду в 1934 році в місті Трієст. Корабель назвали на честь найманця-кондотьєра межі XIV–XV сторіч, який служив зі своїм загоном правителям Мілану, Флоренції, Феррари та Неаполя. Відомий величезною фізичною міццю, Муціо Аттендоло ще на початку своєї кар’єри отримав прізвисько Sforza (іт. «Сильний»). Саме це прізвисько дало назву заснованій їм відомої династії, яка правила в Мілані в період Високого Відродження. На пам’ятному жетоні для колишніх членів екіпажу крейсера, крім силуету корабля, розташували його девіз — Constans indomitus (лат. «Наполегливий [та] нездоланний»). На зворотному боці був зображений профіль самого Муціо Аттендоло з однієї із фресок Бернардіно Луїні, італійського художника XVI століття, а також його прізвисько — «Сфорца» на латині.
zh: Вторым крейсером типа Raimondo Montecuccoli стал Muzio Attendolo, заложенный в 1931-м и спущенный на воду в 1934 году в городе Триест. Корабль был назван в честь наёмника-кондотьера рубежа XIV–XV веков, служившего со своим отрядом правителям Милана, Флоренции, Феррары и Неаполя. Славившийся огромной физической силой, Муцио Аттендоло ещё на заре своей карьеры получил прозвище Sforza (ит. «Сильный»). И именно это прозвище дало название основанной им знаменитой династии, правившей в Милане в период Высокого Возрождения. На памятном жетоне для бывших членов экипажа крейсера, помимо силуэта корабля, был помещён его девиз — Constans [et] indomitus (лат. «Настойчивый [и] неодолимый»). На оборотной стороне был изображён профиль самого Муцио Аттендоло с одной из фресок Бернардино Луини, итальянского художника XVI века, а также его прозвище — Сфорца — в латинском написании.
zh_sg: 莱蒙多•蒙德库克利级的第二艘巡洋舰是穆奇奥·亚特多罗，于1931年开始生产，并于1934年在的里雅斯特下水。这艘战舰的名字以一名14至15世纪之交的贡多铁里雇佣兵命名，他与他的部队为米兰，佛罗伦萨，费拉拉和那不勒斯的统治者服务。穆奇奥·亚特多罗因其强大的力量而闻名，在他服役生涯的初期，他的绰号是“ Strong”（意大利语：“ Sforza”）。正是这个绰号使他创立了著名的王朝，这个王朝在文艺复兴时期统治着米兰。 颁发给巡洋舰上服役人员的纪念徽章绘有该船的轮廓和座右铭：“坚持而不可战胜”（拉丁语：“ Constans [et] indomitus”）。背面是穆奇奥·亚特多罗的肖像和16世纪意大利画家Bernardino Luini一幅壁画，以及他的绰号“ Sforza”。

# IDS_PCZC396_ITCA_DUCA_DAOSTA_DESCRIPTION
source: Not all light cruisers of the Italian Royal Navy received names in honor of military commanders ("condottieri") who had commanded mercenary formations during the Middle Ages. For example, the lead ship in the fourth series of the Condottieri-class ships, launched in 1934, was named after the king's cousin and Marshal of Italy, the Duke of Aosta—Emanuele Filiberto (1869–1931). During World War I, the Duke of Aosta commanded the Third Army, which operated to the north of Venice. One of the heroes of the victorious Battle of Vittorio Veneto who did not suffer a single serious defeat, Emanuele Filiberto was nicknamed "Invincible Duke" (Italian: "Duca Invitto"). The motto of the cruiser named after him was the Latin dictum "Victory gives us life". The commemorative medal for the crew members of the ship depicted an image of the cross, which, in turn, was awarded to those serving in the Duke's army.
es_mx: No todos los cruceros de la Marina Real Italiana recibieron nombres de comandantes militares (condottieri) que habían dirigido formaciones de mercenarios durante la Edad Media. Por ejemplo, el buque líder de la cuarta serie de barcos de clase Condottieri, botado en 1934, recibió el nombre del primo del rey y mariscal de Italia, el duque de Aosta Emanuele Filiberto (1869–1931). Durante la I Guerra Mundial, el duque de Aosta dirigió el Tercer Ejército, que operaba al norte de Venecia. Por ser uno de los héroes de la victoriosa batalla de Vittorio Veneto que no sufrió una sola derrota seria, Emanuele Filiberto recibió el sobrenombre de «Duque invencible» (en italiano: «Duca Invitto»). El lema del crucero con su nombre era el dicho latino «La victoria nos da la vida». La medalla conmemorativa para los tripulantes del barco lucía una imagen de la cruz que se otorgaba como recompensa a los que servían en el ejército del duque.
ja: イタリア王立海軍の全ての軽巡洋艦が、中世の傭兵隊を率いたコンドッティエリ (傭兵隊長) に敬意を表して命名されたわけではありません。例えば、1934 年に進水した 4 番目のコンドッティエリ型艦級 1 番艦は、イタリア王の従兄弟でありイタリア元帥のアオスタ公エマヌエーレ・フィリベルト (1869–1931 年) に因んで名づけられました。 第一次世界大戦時、アオスタ公はヴェネツィア北部に展開した第三軍団を指揮しました。エマヌエーレ・フィリベルトは、勝利に終わったヴィットリオ・ヴェネトの英雄のひとりであり、「不敗公」 (イタリア語: 「Duca Invitto」) と呼ばれました。彼に因んで命名された巡洋艦のモットーは、ラテン語で「勝利が我々に命を与える」を意味する言葉でした。本艦の乗組員の記念メダルに描かれたのは、公爵の軍団に所属する兵士に授与された十字架の図像です。
pl: Nie wszystkie lekkie krążowniki Regia Marina otrzymywały imiona przywódców wojskowych – condottieri – którzy dowodzili formacjami najemnymi w średniowieczu. Przykładowo, okręt prowadzący czwartej serii okrętów klasy Condottieri, zwodowany w 1934 roku, nazwany był na cześć kuzyna króla i Marszałka Italii, księcia Aosty, Emanuele Filiberto (1869–1931). W trakcie I wojny światowej książę Aosty dowodził trzecią armią, która operowała na północ od Wenecji. Jeden z bohaterów zwycięskiej bitwy pod Vittorio Veneto, który nigdy nie odniósł poważniejszej klęski, Emanuele Filiberto otrzymał przydomek „Niepokonany Książę” (wł. „Duca Invitto”). Motto krążownika noszącego jego imię to łacińska sentencja, która oznacza „Zwycięstwo daje nam życie”. Pamiątkowy medal dla członków personelu przedstawia krzyż, który wręczano członkom armii Księcia.
ru: Не все лёгкие крейсеры Королевского итальянского флота получали имена в честь военачальников-кондотьеров — предводителей наёмных отрядов времён Средневековья. Так, головной корабль четвёртой серии кораблей типа Condottieri, спущенный на воду в 1934 году, был назван в честь маршала Италии герцога Аостского Эмануэле Филиберто (1869–1931), двоюродного брата короля. В годы Первой мировой войны герцог Аостский командовал Третьей армией, оперировавшей к северу от Венеции. Один из героев победоносного сражения при Витторио-Венето, не имевший за плечами ни одного сколько-нибудь серьёзного поражения, Эмануэле Филиберто получил прозвище Duca Invitto (ит. «Непобедимый герцог»). Девизом названного в честь него крейсера стало латинское изречение «Победа — наша жизнь». А на памятной медали для членов экипажа корабля было помещено изображение креста, которым, в свою очередь, награждали служивших в армии герцога.
uk: Не всі крейсери Королівського італійського флоту називали на честь воєначальників-кондотьєрів — ватажків найманих загонів Середньовіччя. Наприклад, головний корабель четвертої серії кораблів типу Condottieri, який був спущений на воду у 1934 році, назвали на честь маршала Італії герцога Аостського Емануелє Філіберто (1869–1931), двоюрідного брата короля. Під час Першої світової війни герцог Аостський командував Третьою армією, яка оперувала на північ від Венеції. Один із героїв переможної битви біля Вітторіо-Венето, який не зазнав жодної вагомої поразки, Емануелє Філіберто отримав прізвисько Duca Invitto (іт. «Непереможний герцог»). Девізом крейсера, названого на його честь, став латинський вислів «Перемога — наше життя». А на пам’ятної медалі для членів екіпажу розташували зображення хреста, яким так само нагороджували тих, хто служив в армії герцога.
zh: Не все лёгкие крейсеры Королевского итальянского флота получали имена в честь военачальников-кондотьеров — предводителей наёмных отрядов времён Средневековья. Так, головной корабль четвёртой серии кораблей типа Condottieri, спущенный на воду в 1934 году, был назван в честь маршала Италии герцога Аостского Эмануэле Филиберто (1869–1931), двоюродного брата короля. В годы Первой мировой войны герцог Аостский командовал Третьей армией, оперировавшей к северу от Венеции. Один из героев победоносного сражения при Витторио-Венето, не имевший за плечами ни одного сколько-нибудь серьёзного поражения, Эмануэле Филиберто получил прозвище Duca Invitto (ит. «Непобедимый герцог»). Девизом названного в честь него крейсера стало латинское изречение «Победа — наша жизнь». А на памятной медали для членов экипажа корабля было помещено изображение креста, которым, в свою очередь, награждали служивших в армии герцога.
zh_sg: 并非所有的意大利皇家海军轻巡洋舰都以中世纪雇佣兵部队——贡多铁里骑兵将军的名字命名。例如，在1934年下水的第四批将军级战舰的领舰，是以国王的堂兄、意大利的元帅，奥斯塔公爵——埃曼纽尔·费利比托（1869–1931年）的名字命名的。 在第一次世界大战期间，奥斯塔公爵指挥了在威尼斯北部作战的第三军。 埃曼纽尔·费利比托是维托里奥·威尼托战役胜利的英雄之一，他在这个过程中没有经历过一次严重失败，因此被人称为“无敌公爵”（意大利语：“ Duca Invitto”）。 以他命名的巡洋舰的座右铭是拉丁文的格言：“胜利赋予我们生命”。战舰上船员的纪念徽章绘有十字架的图案，而十字架也授予了在公爵军队中服役的人。

# IDS_PCZC397_ITCA_TRENTO_DESCRIPTION
source: The year 1861 saw the establishment of the unified Kingdom of Italy. However, a number of cities and regions with a predominantly Italian population continued to remain as part of Austria-Hungary. Among them was the city of Trento, one of the centers of the movement for unification with Italy, which only occurred in 1919 following the results of World War I. Such a significant event had to be reflected in the naming of the Italian Royal Navy ships: the first in a series of cruisers to be laid down after the war ended was named Trento. The ship entered service in 1929 as a conventional "Washington Treaty" cruiser—a fast warship with powerful artillery but poor armor protection. Trento saw extensive action in the Mediterranean Sea during many World War II encounters. In June 1942, she perished during one of the operations against the British who were steaming to Malta.
es_mx: En el año 1861 se estableció el reino unificado de Italia. Sin embargo, numerosas ciudades y regiones en las que predominaba la población italiana seguían formando parte de Austria-Hungría. Una de ellas era la ciudad de Trento, uno de los focos del movimiento por la unificación de Italia, que no llegó a conseguir hasta 1919, tras la I Guerra Mundial. Un logro semejante tenía que reflejarse en los nombres de los barcos de la Marina Real Italiana: el primero de una serie de cruceros que se pondrían en grada tras la guerra se llamó Trento. El barco entró en servicio en 1929 como crucero convencional «del Tratado de Washington»: un barco de guerra veloz con artillería potente pero protección del blindaje pobre. El Trento presenció abundante acción en el mar Mediterráneo en muchos enfrentamientos de la II Guerra Mundial. En junio de 1942, se hundió durante una de las operaciones contra los británicos que se dirigían a Malta.
ja: 1861 年、統一イタリア王国が樹立されました。しかし、イタリア人住民で専ら占められる多くの都市や地域がオーストリア＝ハンガリー帝国の一部として残りました。そのような都市であるトレントは、イタリア統一運動の中心地のひとつでしたが、イタリアの一部となったのはようやく第一次世界大戦後のことでした。 このように重大な出来事は、イタリア王立海軍の艦艇の命名にも反映すべきだと考えられ、戦後に起工した巡洋艦級の 1 番艦がトレントと命名されました。本艦は 1929 年に、強力な主砲を搭載し高速ではあるものの装甲防御が脆弱ないわゆる「ワシントン条約」巡洋艦として就役しました。トレントは第二次世界大戦中の地中海における多くの遭遇戦に積極的に加わり、1942 年 6 月にマルタ島へと向かうイギリス軍に対する作戦のひとつで失われました。
pl: W roku 1861 ustanowiono zjednoczone Królestwo Włoch. Jednak pewna liczba miast i regionów, w których przeważała włoska populacja, pozostała częścią Austro-Węgier. Wśród nich było miasto Trydent, jedno z kluczowych miast dla ruchu zjednoczenia Włoch, do którego doszło dopiero w 1919 roku w wyniku I wojny światowej. Tak istotne wydarzenie musiało znaleźć odzwierciedlenie w nazwach okrętów Królewskiej Marynarki Wojennej Włoch: pierwszy okręt nowej serii krążowników otrzymał nazwę Trento. Wszedł on do służby w 1929 roku jako typowy „krążownik traktatu waszyngtońskiego” – szybki okręt wojenny z potężną artylerią, ale kiepskim opancerzeniem. Trento brał intensywny udział w działaniach na Morzu Śródziemnym w trakcie II wojny światowej. W czerwcu 1942 roku okręt został zatopiony w trakcie jednej z operacji przeciw Brytyjczykom, którzy płynęli w stronę Malty.
ru: В 1861 году образовалось единое Итальянское королевство. Однако ряд населённых пунктов и областей с преимущественно итальянским населением продолжали оставаться в составе Австро-Венгрии. В их числе был и город Тренто, ставший одним из центров движения за присоединение к Италии, которое совершилось лишь в 1919 году, по результатам Первой мировой войны. Столь значимое событие не могло не быть отражено в имяобразовании кораблей Королевского итальянского флота, и первый из заложенных после войны крейсеров был назван Trento. Вступивший в строй в 1929 году корабль был классическим крейсером «вашингтонского типа» — быстроходным, с мощной артиллерией, но слабо защищённым. Успев принять участие во многих сражениях Второй мировой войны на Средиземноморском театре, Trento погиб в июне 1942 года в ходе одной из операций, направленных против британских Мальтийских конвоев.
uk: У 1861 році було засновано єдине Італійське королівство. Але низка населених пунктів та областей з переважно італійськім населенням залишалися у складі Австро-Угорщини. Серед них також було місто Тренто, яке стало одним з центрів руху за приєднання до Італії, яке здійснилося лише в 1919 році, за підсумками Першої світової війни. Таку видатну подію не могли не відобразити, коли називали кораблі Королівського італійського флоту, та перший із закладених після війни крейсерів назвали Trento. Ставши до лав у 1929 році, корабель був класичним крейсером «вашингтонського типу» — швидкохідним, з потужною артилерією, але слабко захищеним. Встигнувши взяти участь у багатьох битвах Другої світової війни на Середземноморському театрі, Trento загинув у червні 1942 року під час однієї з операцій проти британських Мальтійських конвоїв.
zh: В 1861 году образовалось единое Итальянское королевство. Однако ряд населённых пунктов и областей с преимущественно итальянским населением продолжали оставаться в составе Австро-Венгрии. В их числе был и город Тренто, ставший одним из центров движения за присоединение к Италии, которое совершилось лишь в 1919 году, по результатам Первой мировой войны. Столь значимое событие не могло не быть отражено в имяобразовании кораблей Королевского итальянского флота, и первый из заложенных после войны крейсеров был назван Trento. Вступивший в строй в 1929 году корабль был классическим крейсером «вашингтонского типа» — быстроходным, с мощной артиллерией, но слабо защищённым. Успев принять участие во многих сражениях Второй мировой войны на Средиземноморском театре, Trento погиб в июне 1942 года в ходе одной из операций, направленных против британских Мальтийских конвоев.
zh_sg: 1861年，意大利建立统一王国。但是，许多以意大利人口为主的城市和地区仍然是奥匈帝国的一部分。其中就包括特伦托市，它是1919年第一次世界大战结束后发生的意大利统一运动的中心之一。 如此重大的事件必须在意大利皇家海军战舰的命名中得到反映：战后开始生产的系列巡洋舰中的第一艘被命名为特伦托。该战舰于1929年作为常规“华盛顿条约”巡洋舰服役，这是一种快速战舰，具有强大的火炮，但装甲保护性差。在第二次世界大战期间，特伦托在地中海广泛地参与了各种行动。1942年6月，它在一次行动中遭到了正在前往马耳他的英国战舰的袭击，不幸被击沉。
