Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC429_KOTS_SMOKE_DESCRIPTION
source: "Why is that cloud shooting us? It's getting closer! RUN!" You can hide anything you want in smoke—cruisers, battleships, islands... Before smoke fire penalties were introduced, teams would often push all their ships forward with the help of smoke screens. Because of the notoriously slow push, combined with the immense firepower within the cloud, this strategy was baptized "doomsnail".
es_mx: "¿Por que esa nube nos dispara? ¡Se está acercando! ¡CORRAN! Puedes esconder lo que quieras dentro del humo: cruceros, acorazados, islas... Antes de que las penalizaciones por disparar dentro del humo fueran introducidas, los equipos a menudo avanzaban con todos sus barcos con la ayuda de las pantallas de humo. Debido a este avance notablemente lento, combinado con el inmenso poder de fuego dentro de la nube, esta estrategia fue bautizada "Caracol de la Destrucción".
ja: 「なんであの雲は俺たちを撃っているんだ? 接近して来る! 逃げろ!」 煙幕内にはあらゆるものを隠せます。巡洋艦も、戦艦も、島々も… 煙幕内で射撃した際のペナルティが実装される前には、煙幕に隠れながら全艦で前進するという戦術が頻繁に見られました。悪名高いこの戦術は、ゆっくり前進し、煙幕内から計り知れない火力を発揮することができたことから「破滅のカタツムリ (doomsnail)」と渾名されました。
pl: „Czemu ta chmura do nas strzela? O rety, jest coraz bliżej! UCIEKAĆ!” W dymie kryć się może wszystko — krążowniki, pancerniki, wyspy... Przed wprowadzeniem kar na strzelanie w dymie, drużyny często posuwały się naprzód dzięki zasłonom dymnym. Ponieważ postępy były wyjątkowo powolne, ale siła ognia wydobywającego się z dymu przytłaczająca, strategię taką nazwano „ślimakiem zagłady”.
ru: «Дым приближается. Он стреляет по нам! Отступаем!» В дыму можно спрятать всё что угодно — целый флот, даже линкоры! До введения штрафа к заметности при стрельбе из дымов команды предпочитали перемещать корабли по карте, прикрываясь дымовой завесой. Огонь, как правило, вели оттуда же. Из-за медленного перемещения линкоров в сочетании с их огневой мощью эта стратегия получила название «ползучие дымы».
uk: «Дим наближається. Він стріляє в нас! Відступаємо!» У диму можна сховати все, що завгодно — цілий флот, навіть лінкори! До введення штрафу до помітності під час стрільби з димів команди віддавали перевагу переміщенню кораблів по карті під прикриттям димової завіси. Вогонь, як правило, теж вели звідти. Через повільне переміщення лінкорів у поєднанні з їх вогневою міццю ця стратегія отримала назву «Повзучі дими».
zh: «Дым приближается. Он стреляет по нам! Отступаем!» В дыму можно спрятать всё что угодно — целый флот, даже линкоры! До введения штрафа к заметности при стрельбе из дымов команды предпочитали перемещать корабли по карте, прикрываясь дымовой завесой. Огонь, как правило, вели оттуда же. Из-за медленного перемещения линкоров в сочетании с их огневой мощью эта стратегия получила название «ползучие дымы».
zh_sg: “那片云为什么要射我们？越来越近了！快跑！” 您可以把任何东西藏进烟幕——巡洋舰、战列舰、岛屿…… 在烟幕射击惩罚生效前，团队通常会借助烟幕让所有的战舰向前推进。由于推进缓慢，和云雾伴随着成吨的火力，这一战术被称为“毁灭蜗牛”。

# IDS_PCZC430_KOTS_ISLAND
source: Land Ho!
es_mx: ¡Tierra a la vista!
ja: 陸地だ!
pl: Co tu robi ta wyspa?!
ru: Земля на горизонте!
uk: Земля на горизонті!
zh: Земля на горизонте!
zh_sg: 着陆！

# IDS_PCZC430_KOTS_ISLAND_DESCRIPTION
source: "Who dropped this island right in front of me??!" Why did the ship beach on the island? Was it an enemy plot? So many battles were decided by islands suddenly appearing out of nowhere! Who is to blame? We will never know for sure...
es_mx: "¡¿Quién puso esta isla frente a mí?!" ¿Por qué el barco encalló en la isla? ¿Fue un complot enemigo? ¡Tantas batallas se decidieron por islas que aparecían repentinamente de la nada! ¿A quién culpamos? Es seguro que nunca lo sabremos...
ja: 「俺の前にこの島を置いたのは誰なんだ!??」 何故俺の艦はこの島に乗り上げたんだ? 敵の謀略か? あまりにも多くの戦闘が、どこからともなく突然現れる島のせいで決してきました。誰のせいなのでしょうか? 全くわかりません…
pl: „Kto tu postawił tę wyspę??!” Dlaczego ten okręt utknął na mieliźnie? To pewnie spisek wroga. Tak wiele bitew zmieniło swój bieg z powodu pojawiającej się znikąd wyspy! Czyja to wina? Do końca nie wiadomo...
ru: «Кто поставил этот остров прямо передо мной?!» Часто засматриваетесь в бинокль и настолько увлекаетесь дуэлью, что не замечаете остров перед собой? Эффективной стрельбой в режиме бинокля вы дарите победу противнику! Так откуда же этот остров взялся? Может быть, противники его подвинули специально для вас? Или командир специально шёл к нему, чтобы высадить команду на берег? Скорее всего, он просто захотел рассмотреть ёлку или даже лиственницу.
uk: «Хто поставив цей острів прямо переді мною?» Часто задивляєшся в бінокль і так захоплюєшся дуеллю, що не помічаєш острів перед собою? Ефективною стрільбою в режимі бінокля ти даруєш перемогу супротивнику! Так звідки ж цей острів узявся? Можливо, вороги його посунули спеціально для тебе? Або командир спеціально йшов до нього, щоб висадити команду на берег? Найімовірніше, він просто захотів розглянути ялинку чи навіть модрину.
zh: «Кто поставил этот остров прямо передо мной?!» Часто засматриваетесь в бинокль и настолько увлекаетесь дуэлью, что не замечаете остров перед собой? Эффективной стрельбой в режиме бинокля вы дарите победу противнику! Так откуда же этот остров взялся? Может быть, противники его подвинули специально для вас? Или командир специально шёл к нему, чтобы высадить команду на берег? Скорее всего, он просто захотел рассмотреть ёлку или даже лиственницу.
zh_sg: “谁把这座岛扔在我面前的？？！” 为什么船会在岛上搁浅？是敌人的阴谋吗？ 如此多的战斗都是由突然出现的岛屿决定的！该怪谁呢？我们永远无法确定……

# IDS_PCZC431_KOTS_DETONATION
source: Lucky Shot
es_mx: Disparo con Suerte
ja: ラッキーショット
pl: Fartowny strzał
ru: Удачный выстрел
uk: Вдалий постріл
zh: Удачный выстрел
zh_sg: 幸运一击

# IDS_PCZC431_KOTS_DETONATION_DESCRIPTION
source: "But I had a flag! I'm sure of it! I think…" Did you forget to enable auto-resupply for signals? Or did you mount a particular signal on one ship, but your Captain said to pick another one? Or maybe you spent all these signals in Random Battles? Let's be honest, we all know that one saves their signals for the final battle, particularly given that they are not consumed in the Training Room.
es_mx: "¡Pero tenía una bandera! ¡Estoy seguro de ello! Creo..." ¿Olvidaste habilitar el reabastecimiento automático de señales? ¿O montaste un señal particular en un barco, pero tu Capitán seleccionó otro distinto? ¿O tal vez usaste todas estas señales en las Batallas Aleatorias? Seamos honestos, todos sabemos que uno guarda sus señales para la batalla final, ya que en particular estas no son consumidas en la Sala de Entrenamiento.
ja: 「俺は旗を持ってたんだ! 間違いない! 多分…」 信号旗の自動補給の有効化を忘れていましたか? それとも間違った信号旗を搭載してしまいましたか? あるいはランダム戦で信号旗を使い果たしてしまいましたか? 正直なところ、誰もが最終戦に備えて信号旗を温存しようとします。特に、トレーニングルームでは信号旗が消費されませんから。
pl: „Miałem flagę! Na pewno! Chyba...” Czy zapomniałeś włączyć automatyczne uzupełnianie sygnałów? A może zastosowałeś pewien sygnał na jednym okręcie, ale kapitan kazał Ci zabrać do bitwy inny? Bądźmy szczerzy, wszyscy wiemy, że sygnały zachowuje się na bitwę finałową, zwłaszcza że nie są zużywane w pokojach treningowych.
ru: «Но у меня же был сигнал! Я уверен! Наверное...» Вы забыли включить автопополнение сигналов? Или установили сигнал на один корабль, а командир приказал взять другой? А может, потратили все флажки на детонацию в случайных боях? Не волнуйтесь! Это происходит даже с турнирными игроками!
uk: «Але в мене ж був сигнал! Я впевнений! Напевно...» Ти забув увімкнути автопоповнення сигналів? Чи встановив сигнал на один корабель, а командир наказав взяти інший? А може, витратив усі прапорці на детонацію у випадкових боях? Не хвилюйся! Це відбувається навіть із турнірними гравцями!
zh: «Но у меня же был сигнал! Я уверен! Наверное...» Вы забыли включить автопополнение сигналов? Или установили сигнал на один корабль, а командир приказал взять другой? А может, потратили все флажки на детонацию в случайных боях? Не волнуйтесь! Это происходит даже с турнирными игроками!
zh_sg: “但我有一面旗帜！我肯定！我想……” 你忘了启用信号自动补给了吗？或者你在战舰上挂了一面特定的信号旗，但是你的船长说要选另一面？或者你把所有信号旗都用在了随机战斗上？ 老实说，我们都知道为最后的决战保存信号旗，特别是考虑到它们不会在训练战斗中消耗。

# IDS_PCZC432_KOTS_TORPEDOES
source: Torpedo Magnet
es_mx: Imán de Torpedos
ja: 魚雷磁石
pl: Magnes na torpedy
ru: Торпедный магнит
uk: Торпедний магніт
zh: Торпедный магнит
zh_sg: 鱼雷磁铁

# IDS_PCZC432_KOTS_TORPEDOES_DESCRIPTION
source: - "I thought you ran Hydro!" - "No. I thought you did." Smoke screens: the original torpedo magnet! There is a good chance that none of the ships sitting in smoke are running Hydro. Casually send some torpedoes their way and enjoy your "Devastating Double Strike"! Oh wait, there are no achievements in the Training Room...
es_mx: - "¡Pensé que activaste la Hidroacústica!" - "No. Pensé que tu lo hiciste". Pantallas de humo: ¡el imán de torpedos original! Hay una gran probabilidad de que ninguno de los barcos dentro del humo estén usando la Hidroacústica. ¡Lanza casualmente algunos torpedos en esa dirección y disfruta tu "Devastador Doble Ataque"! Oh, espera... no hay logros en la Sala de Entrenamiento...
ja: - 「お前が聴音を使ったと思ってたんだ!」 - 「いや、俺は君が使ったと思ってたよ。」 煙幕は魚雷を吸い寄せる磁石です! 複数の艦艇が煙幕内にいても、誰も聴音を使わない。そんなことがよくあります。 さりげなく魚雷を流し、「ハカイチ連続攻撃」をお楽しみください! でもそういえば、トレーニングルームでは実績を得られないのでした…
pl: - „Myślałem, że odpaliłeś sondę!” - „A ja myślałem, że Ty to zrobiłeś.” Zasłona dymna: odwieczny magnes na torpedy! Istnieje duża szansa, że żaden z okrętów ukrywających się w dymie nie uruchomił Sondy hydroakustycznej. Raz na jakiś czas poślij kilka torped w dym i ciesz się osiągnięciem „Dewastujące uderzenie”! A nie, zaraz, w pokoju treningowym nie ma osiągnięć...
ru: — Я думал, ты включил гидроакустику! — Нет. Я думал, ты это сделал! Дымовые завесы — настоящий магнит для торпед! Ведь мы знаем, что вряд ли хотя бы один из стоящих в дыму кораблей включил ГАП. Как жаль, что в тренировочной комнате не выдают почётные достижения «Двойной удар» или «Сокрушительный удар»!
uk: — Я думав, ти ввімкнув гідроакустику! — Ні. Я думав, ти це зробив! Димові завіси — справжній магніт для торпед! Адже ми знаємо, що навряд хоча б один з кораблів, що стоять у диму, ввімкнув гідролокатор. Шкода, що в тренувальній кімнаті не видають почесні досягнення «Подвійний удар» чи «Нищівний удар»!
zh: — Я думал, ты включил гидроакустику! — Нет. Я думал, ты это сделал! Дымовые завесы — настоящий магнит для торпед! Ведь мы знаем, что вряд ли хотя бы один из стоящих в дыму кораблей включил ГАП. Как жаль, что в тренировочной комнате не выдают почётные достижения «Двойной удар» или «Сокрушительный удар»!
zh_sg: - “我以为你会使用对海搜索！” - “不。我以为这是你该做的。” 烟幕：原始鱼雷磁铁！ 很有可能坐镇在烟幕中的战舰都没有使用对海搜索。 随意地发送一些鱼雷过来让您享受“毁灭双重打击”！哦等等，训练模式没有成就奖励……

# IDS_PCZC433_KOTS_BASE
source: Safety First!
es_mx: ¡La Seguridad es Primero!
ja: 安全第一!
pl: Bezpieczeństwo przede wszystkim!
ru: Осторожность превыше всего
uk: Обережність понад усе
zh: Осторожность превыше всего
zh_sg: 安全第一！

# IDS_PCZC433_KOTS_BASE_DESCRIPTION
source: "No worries guys, this cap's as good as ours! Allllmost there... ARG!!! RADAR!!! RUN FOR YOUR LIVES!!!" When eager to secure a cap, the wily destroyer must first perform the back-up dance: turning the ship around and going into the circle stern-first. This way, if danger rears its ugly head, the destroyer can high-tail it out of there at the tap of a key. So, in case you witness such an extraordinary maneuver in Random Battles, don't assume that someone lost a bet and has to play 10 games in a row like this. It simply means that you may just have met a very experienced tournament player!
es_mx: "¡No se preocupen chicos, esta zona de captura ya es casi nuestra! Ya casiiii... ¡¡¡ARGH!!! ¡¡¡RADAR!!! ¡¡¡CORRAN POR SUS VIDAS!!!" Cuando estén dispuestos a asegurar una zona de captura, un astuto destructor debe realizar primero la danza de respaldo: le da la vuelta a su barco y entra al círculo con la popa por delante. De esta manera, si el peligro aparece de repente, el destructor puede salir de ahí con solo presionar una tecla. Así que, en caso de que presencies una maniobra tan extraordinaria en las Batallas Aleatorias, no asumas que alguien perdió una apuesta y tiene que jugar 10 juegos seguidos de esta manera. ¡Solo significa que tal ve hayas conocido a un muy experimentado jugador de torneos!
ja: 「心配すんな、この占領はいける! あとちょっと… ぎゃー!!! レーダーだ!!! 逃げろ!!!」 占領を試みる際、駆逐艦はまず策士のダンスを披露する必要があります。くるりと回って、後進でサークル内に入るのです。 そうすれば、例え危険が迫っても、キーを 1 個タップするだけで速やかにその場を離脱することができるのです。 ですので、ランダム戦でそのような奇妙な機動を目撃したとしても、その人は賭けに負けたために 10 戦連続でそうすることを強いられているわけではないのです。きっとその人は熟練のトーナメントプレイヤーだと思いますよ!
pl: „Bez obaw chłopaki, ta strefa należy do nas! Już prawie...Aaa! Radar! Kryć się!!! Gdy chcecie szybko zająć strefę, najpierw niszczyciel powinien wykonać taniec bezpieczeństwa: odwrócić okręt i wpłynąć do strefy tyłem. Dzięki temu, jeśli zrobi się niebezpiecznie, może sprawnie zwiać. Jeśli więc natkniecie się na taki manewr w bitwach losowych, nie zakładajcie od razu, że ktoś przegrał zakład i musi w ten sposób rozegrać 10 bitew. Oznacza to po prostu, że jest doświadczonym graczem turniejowym!
ru: «Не беспокойтесь, я возьму эту точку. Медленно и осторожно. О нет, РЛС! Отсту... Буль!..» Движение кормой вперёд — это не неуважение к противнику, а тактическая хитрость! Чтобы зайти на контрольную точку и иметь возможность быстро удалиться в случае возникновения опасности, эсминцы прибегают к небольшой хитрости: они разворачиваются кормой и заходят «лунной походкой». В этом случае они всегда имеют возможность бежать, когда их поймает РЛС противника.
uk: «Не турбуйтесь, я візьму цю точку. Повільно й обережно. О ні, РЛС! Відсту... Буль!..» Рух кормою вперед — це не неповага до супротивника, а тактична хитрість! Щоб зайти на контрольну точку й мати можливість швидко відійти в разі виникнення небезпеки, есмінці вдаються до невеликої хитрості: вони розгортаються кормою та заходять «місячною ходою». У цьому випадку вони завжди мають змогу втекти, коли їх зловить РЛС супротивника.
zh: «Не беспокойтесь, я возьму эту точку. Медленно и осторожно. О нет, РЛС! Отсту... Буль!..» Движение кормой вперёд — это не неуважение к противнику, а тактическая хитрость! Чтобы зайти на контрольную точку и иметь возможность быстро удалиться в случае возникновения опасности, эсминцы прибегают к небольшой хитрости: они разворачиваются кормой и заходят «лунной походкой». В этом случае они всегда имеют возможность бежать, когда их поймает РЛС противника.
zh_sg: “别担心，伙计们，我们绝对会占领这个区域！最重要的是……啊！！！雷达！！！快逃命！！！” 当渴望占领一个区域时，狡猾的驱逐舰必须先开始表演备用舞蹈：把舰身转过来，用舰尾进入圆圈。 这样，如果危险降临，驱逐舰只用轻轻按下一个键就能摆脱。 如果您在随机战中看到这样的非凡策略，不要以为有人打赌输了，必须像这样连续打10局。这可能是遇到了真正的高手！

# IDS_PCZC434_KOTS_HINDEN
source: German Tank
es_mx: Tanque Alemán
ja: ドイツのタンク
pl: Niemiecki czołg
ru: Немецкий танк
uk: Німецький танк
zh: Немецкий танк
zh_sg: 德国坦克

# IDS_PCZC434_KOTS_HINDEN_DESCRIPTION
source: 2017 called. It wants its start back. As one of the most versatile and tank-like cruisers, Hindenburg was the most popular ship during the first Tier X seasons of both King of the Sea and Clan Battles. Teams would often bring three or four of these ships into battle at a time. Players appreciated her good DPS, respectable chances to cause fire, strong armor, and German Hydro! That's why she was the primary choice for professionals (and totally not because most players had only one Tier X ship back in the day). She was later ousted from her place of top pick by Henri IV.
es_mx: Recuerda el 2017. Quiere su comienzo de nuevo. Como uno de los más versátiles cruceros y parecido a un tanque, el Hindenburg fue el barco más popular durante las primeras temporadas de Nivel X de King of the Sea y las Batallas de Clanes. Los equipos a menudo empleaban tres o cuatro de estos barcos en la batalla al mismo tiempo. Los jugadores apreciaban su buen DPS, sus respetables probabilidades de causar un incendio, un fuerte blindaje y la Hidroacústuca alemana! Es por eso que era la elección primaria de los profesionales (y totalmente porque la mayoría de los jugadores solo tenía un barco de Nivel X en esos días). Más tarde su lugar sería ocupado por el Henri IV.
ja: 2017 年のことを思い出してみましょう。 最も万能なタンク役の巡洋艦のひとつだった Hindenburg (ヒンデンブルク) は、「King of the Sea」とクラン戦における最初の Tier X シーズンで最も人気があった艦艇でした。多くのチームに 3 ～ 4 隻はHindenburgがいたものです。 優秀な斉射火力、高い火災発生率、堅牢な装甲、ドイツ式の聴音が、多くのプレイヤーたちに好まれていました。そのため、本艦はプレイヤーたちにとって 1 番の選択肢だったのです (断じて、当時のプレイヤーの大半が Tier X 艦艇を 1 隻しか所有していなかったからというわけではありません)。 しかし、人気艦艇の座は後に Henri IV (アンリ 4 世) に奪われてしまいました。
pl: Dzwonił rok 2017. Chce z powrotem swój początek. Podobnie, jak z większością uniwersalnych i czołgopodobnych krążowników, Hindenburg był najbardziej popularnym okrętem w pierwszych sezonach X poziomu, zarówno turnieju King of the Sea, jak i bitew klanowych. W drużynach często znajdowały się trzy albo cztery takie okręty. Gracze cenili jego wysoki współczynnik uszkodzeń na sekundę, niezłą szansę na podpalenie celu, mocny pancerz i niemiecką Sondę hydroakustyczną! Dlatego właśnie był pierwszym wyborem zawodowców (i na pewno nie dlatego, że w tamtych czasach większość graczy miała tylko jeden okręt X poziomu). Później jego miejsce ulubieńca zajął Henri IV.
ru: «Это всё ещё 2017-й?» В первые сезоны турнира Hindenburg считался одним из самых универсальных и мощных крейсеров. Корабль был в любимчиках у участников King of the Sea (и это не потому, что игроки прокачали только ветку немецких кораблей). Игроки настолько прикипели к нему, что в командах можно было встретить по три, а то и четыре «плавучих немецких танка». Позже место любимчика команд занял Henri IV.
uk: «Це все ще 2017?» У перші сезони турніру Hindenburg вважався одним з найбільш універсальних і потужних крейсерів. Корабель був улюбленцем учасників King of the Sea (і це не тому, що гравці розвинули лише гілку німецьких кораблів). Гравці настільки прикипіли до нього, що в командах можна було зустріти по три, а то й чотири «плавні німецькі танки». Пізніше місце улюбленця команд зайняв Henri IV.
zh: «Это всё ещё 2017-й?» В первые сезоны турнира Hindenburg считался одним из самых универсальных и мощных крейсеров. Корабль был в любимчиках у участников King of the Sea (и это не потому, что игроки прокачали только ветку немецких кораблей). Игроки настолько прикипели к нему, что в командах можно было встретить по три, а то и четыре «плавучих немецких танка». Позже место любимчика команд занял Henri IV.
zh_sg: 2017年。它想重新开始。 作为通用性最好、像坦克般的巡洋舰之一，兴登堡号在第一赛季的King of the Sea和军团战中是最受欢迎的X级舰。团队经常会一次性上场三四艘这种战舰。 玩家们很喜爱它良好的输出，起火几率、强大的装甲、以及德国对海搜索！这就是为什么它是职业玩家的首选（完全不是因为当时大多数玩家只有一艘X级战舰）。 后来它被亨利四世淘汰出局。

# IDS_PCZC435_KOTS_HENRI
source: French Flavor
es_mx: Sabor Francés
ja: フランス風味
pl: Francuskie klimaty
ru: Французский колорит
uk: Французький колорит
zh: Французский колорит
zh_sg: 法式风味

# IDS_PCZC435_KOTS_HENRI_DESCRIPTION
source: WWWW SSSS WWWW SSSS. In the first seasons, Hindenburg was considered to be one of the most versatile and powerful cruisers in the game, and she was a real favorite among tournament participants. However, the position of top pick was eventually conquered by French cruiser Henri IV. Outrunning destroyers, using ALL the consumables... You could even dare to sail broadside to a battleship (as long as you knew when to hit the brakes or accelerate). But the meta is constantly in motion—what will be the next big ship in KotS?
es_mx: WWWW SSSS WWWW SSSS. En las primeras temporadas, el Hindenburg era considerado uno de los más versátiles y poderosos cruceros en el juego, y era un verdadero favorito entre los participantes del torneo. Sin embargo, la posición como el más elegido fue conquistada eventualmente por el crucero francés Henri IV. Superando a todos los destructores, usando TODOS los consumibles... Incluso podrías atreverte a navegar a un costado de un acorazado (siempre y cuando sepas cuando pisar el freno o acelerar). Pero el encuentro está en constante movimiento, ¿quién seá el siguiente gran barco en KoTS?
ja: WWWW SSSS WWWW SSSS 初期のシーズンでは Hindenburg (ヒンデンブルク) は最も万能で強力な巡洋艦のひとつとみなされ、トーナメント参加者の中でも最も人気がありました。 しかしその後、その座はフランス巡洋艦 Henri IV (アンリ 4 世) に奪われました。 駆逐艦よりも高速で、あらゆる消耗品を活用すれば… 思い切って戦艦に舷側を晒すことだってできます (加減速すべきタイミングを知ってさえいれば)。 しかし状況は常に変化し続けます。KotS で次に最人気の座を得るのはどの艦艇でしょうか?
pl: WWWW SSSS WWWW SSSS. W pierwszych sezonach Hindenburg uważany był za najbardziej uniwersalny i potężny krążownik w grze. Był zdecydowanym faworytem, gdy trzeba było wybrać okręt do turnieju. Jednak został w końcu zdetronizowany przez francuski krążownik Henri IV. Szybszy niż niszczyciele i z dostępem do KAŻDEGO rodzaju sprzętu eksploatacyjnego... Można się było nawet odważyć na odsłonięcie burty przed pancernikiem (pod warunkiem, że wiecie, kiedy zahamować i przyspieszyć). Ale nic nie trwa wiecznie — jaki okręt będzie w przyszłości najlepszy w KotS?
ru: WWWW SSSS WWWW SSSS В первые сезоны Hindenburg считался одним из самых универсальных и мощных крейсеров и числился в любимчиках у участников турнира King of the Sea. Но на смену ему пришёл французский крейсер Henri IV и забрал лавры самого универсального корабля. В турнирах, также как и в случайных боях, часто встречался идущий бортом Henri IV, который постоянно то сбрасывал, то набирал скорость. Игра развивается и не стоит на месте. Как вы думаете, какой корабль станет самым популярным на следующем турнире?
uk: WWWW SSSS WWWW SSSS. У перші сезони Hindenburg вважали одним з найуніверсальніших і найпотужніших крейсерів, і він був улюбленцем учасників турніру King of the Sea. Але на зміну йому прийшов французький крейсер Henri IV і забрав лаври найуніверсальнішого корабля. У турнірах, так само як і у випадкових боях, часто зустрічався Henry IV, який ішов бортом і постійно то скидав, то набирав швидкість. Гра розвивається й не стоїть на місці. Як ви думаєте, який корабель стане найпопулярнішим на наступному турнірі?
zh: WWWW SSSS WWWW SSSS В первые сезоны Hindenburg считался одним из самых универсальных и мощных крейсеров и числился в любимчиках у участников турнира King of the Sea. Но на смену ему пришёл французский крейсер Henri IV и забрал лавры самого универсального корабля. В турнирах, также как и в случайных боях, часто встречался идущий бортом Henri IV, который постоянно то сбрасывал, то набирал скорость. Игра развивается и не стоит на месте. Как вы думаете, какой корабль станет самым популярным на следующем турнире?
zh_sg: WWWW SSSS WWWW SSSS 在第一赛季，兴登堡被认为是游戏中最通用和最强大的巡洋舰之一，是比参选手的真正宠儿。 然而，法国巡洋舰亨利四世取代了它的位置。 超车驱逐舰，使用全部消耗品……你甚至可以大胆的向战列舰横帆航行（只要你知道什么时候急停什么时候加速）。 但风水轮流转——King of the Sea中的下一艘强力战舰会是谁呢？

# IDS_PCZC436_CAPT_1_1_CHILD
source: Tender Childhood
es_mx: Dulce Infancia
ja: 多感な幼少期
pl: Piękne dzieciństwo
ru: Нежное детство
uk: Ніжне дитинство
zh: Нежное детство
zh_sg: 温暖的童年
