Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PJPT718_610MM_TYPE90_MOD_1
source: Type90 mod. 1
es_mx: Tipo 90 mod. 1
zh: 九零式1型

# IDS_PJSA002
source: Hōshō (old)
ja: 鳳翔 (old)
pl: Hōshō (stary)
zh: 凤
zh_sg: 凤翔（旧）

# IDS_PJSA002_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA002_SHORT
source: HOSH
zh: 凤
zh_sg: 凤翔

# IDS_PJSA006
source: Zuihō (old)
ja: 瑞鳳 (old)
pl: Zuihō (stary)
zh: 鹞
zh_sg: 瑞凤（旧）

# IDS_PJSA006_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA006_SHORT
source: ZUIHO
zh: 鹞
zh_sg: 瑞凤

# IDS_PJSA009
source: Ryūjō (old)
ja: 龍驤 (old)
pl: Ryūjō (stary)
zh: 枭
zh_sg: 龙骧（旧）

# IDS_PJSA009_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA009_SHORT
source: RYUJO
zh: 枭
zh_sg: 龙骧

# IDS_PJSA011
source: Hiryū (old)
ja: 飛龍 (old)
pl: Hiryū (stary)
zh: 龙
zh_sg: 飞龙（旧）

# IDS_PJSA011_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA011_SHORT
source: HIRY
zh: 龙
zh_sg: 飞龙

# IDS_PJSA012
source: Shōkaku (old)
ja: 翔鶴 (old)
pl: Shōkaku (stary)
zh: 鹤
zh_sg: 翔鹤（旧）

# IDS_PJSA012_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA012_SHORT
source: SHOK
zh: 鹤
zh_sg: 翔鹤

# IDS_PJSA015
source: Taihō (old)
ja: 大鳳 (old)
pl: Taihō (stary)
zh: 鹩
zh_sg: 大凤（旧）

# IDS_PJSA015_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA015_SHORT
source: TAIHO
zh: 鹩
zh_sg: 大凤

# IDS_PJSA017
source: Hakuryū (old)
ja: 白龍 (old)
pl: Hakuryū (stary)
zh: 鹫
zh_sg: 白龙（旧）

# IDS_PJSA017_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA017_SHORT
source: HAKU
zh: 鹫
zh_sg: 白龙

# IDS_PJSA104
source: Hōshō
ja: 鳳翔
zh: 凤
zh_sg: 凤翔

# IDS_PJSA104_DESCR
source: The first ship in the world to be specifically designed and completed as an aircraft carrier. This ship was moderately sized and could carry a small air group. She had a decent speed and was only slightly inferior to a light cruiser in terms of armament.
es_mx: El primer barco en el mundo en ser específicamente diseñado y completado como un portaaviones. El barco tenía un tamaño moderado y podía cargar un pequeño grupo aéreo, pero tenía una velocidad decente y era solamente inferior a un crucero ligero en términos de armamento.
ja: 鳳翔は、当初から航空母艦として設計されたものとしては、世界初の航空母艦です。空母としては小型であり、航空機の搭載機数は限られていましたが、優れた速力を誇り、軽巡洋艦よりやや劣る程度の兵装を備えていました。
pl: Pierwszy okręt na świecie, który został zaprojektowany i skonstruowany jako lotniskowiec. Był niewielkich rozmiarów i przenosił niewielką grupę powietrzną, ale osiągał przyzwoitą prędkość, a pod względem uzbrojenia tylko nieznacznie ustępował lekkim krążownikom.
ru: Первый в мире корабль, специально спроектированный и достроенный как авианосец. Имел очень небольшие размеры и малочисленную авиагруппу, но развивал неплохую скорость и по вооружению лишь немного уступал лёгкому крейсеру.
uk: Перший у світі корабель, спеціально спроектований та добудований як авіаносець. Мав дуже невеликі розміри й нечисленну авіагрупу, але набирав непогану швидкість та й озброєнням лише трохи поступався легкому крейсеру.
zh: 世界上第一艘作为航空母舰而特别设计并完成的战舰。该舰的尺寸适中且能搭载小型航空大队，也拥有不错的航速，而在军备方面只略逊于轻型巡洋舰。
zh_sg: 世界上第一艘作为航空母舰而特别设计并完成的战舰。该舰的尺寸适中且能搭载小型航空大队，也拥有不错的航速，而在武器方面只略逊于轻型巡洋舰。

# IDS_PJSA104_FULL
source: Hōshō
ja: 鳳翔
zh: 凤
zh_sg: 凤翔

# IDS_PJSA104_SHORT
source: HOSH
zh: 凤
zh_sg: 凤翔

# IDS_PJSA106
source: Ryūjō
ja: 龍驤
zh: 枭
zh_sg: 龙骧

# IDS_PJSA106_DESCR
source: An aircraft carrier built under the restrictions of the Washington Naval Treaty of 1922. Owing to a double-deck hangar, she could carry an impressive air group despite her limited displacement. Her drawbacks were low survivability and the small size of her flight deck, which hampered takeoff and landing for squadrons.
es_mx: Un portaaviones construido bajo las restricciones del Tratado Naval de Washington de 1922. Poseía un hangar doble, y podía cargar un grupo aéreo impresionante a pesar de su desplazamiento limitado. Sus desventaja era su baja supervivencia y el pequeño tamaño de su cubierta de vuelo, lo cual obstaculizaba el despegue y atterizaje para los escuadrones.
ja: 龍驤は、1922 年のワシントン海軍軍縮条約による制限の下で建造された航空母艦です。二段式の格納庫により、その大きさの割には極めて豊富な搭載機数を誇りました。本艦の欠点は、低い抗堪性と小さな飛行甲板であり、艦載機の離着艦を効率的に行うことができませんでした。
pl: Lotniskowiec budowany zgodnie z postanowieniami Traktatu waszyngtońskiego z 1922 roku. Dzięki dwupokładowemu hangarowi mógł on przenosić imponująco dużą grupę powietrzną nawet pomimo małych rozmiarów. Jego bolączkami były niska przeżywalność i niewielki pokład lotniskowy, co spowalniało start i lądowanie samolotów.
ru: Авианосец, построенный в рамках договорных ограничений. Имел двухъярусный ангар, благодаря чему мог нести довольно внушительную авиагруппу, несмотря на ограниченное водоизмещение. К недостаткам относились невысокая живучесть, а также малые размеры полётной палубы, затруднявшие быстрые взлёт и посадку эскадрилий.
uk: Авіаносець, побудований відповідно до договірних обмежень. Мав двох’ярусний ангар, завдяки чому міг нести чималу авіагрупу, незважаючи на обмежену водотоннажність. До недоліків належали невисока живучість, а також малі розміри польотної палуби, які ускладнювали швидкі зліт та посадку ескадрилей.
zh: 由于双层甲板机库的关系，尽管它的排水量有限，它还是能搭载一支惊人的航空大队。它的缺点是存活性低以及飞行甲板的尺寸太小，这阻碍了飞行中队的起降。
zh_sg: 一艘于1922年华盛顿海军条约限制下所建造的航空母舰。尽管排水量有限，但由于双层甲板机库的构造，还是能搭载一支飞行大队。缺点是存活性较低以及飞行甲板的太小，飞机起降较为困难。

# IDS_PJSA106_FULL
source: Ryūjō
ja: 龍驤
zh: 枭
zh_sg: 龙骧

# IDS_PJSA106_SHORT
source: RYUJO
zh: 枭
zh_sg: 龙骧

# IDS_PJSA108
source: Shōkaku
ja: 翔鶴
zh: 鹤
zh_sg: 翔鹤

# IDS_PJSA108_DESCR
source: This heavy aircraft carrier was designed on the basis of the Hiryū class using the experience gained in building ships of the same type. Compared to her predecessor, she was larger and boasted superior armor and AA armament. During World War II, the ship's AA capabilities were significantly enhanced.
es_mx: El portaaviones pesado fue diseñado en base a la clase Hiryū usando la experiencia ganada en la construcción de barcos del mismo tipo. Comparado con su predecesor, era más grande y con mejor blindaje y armamento AA Durante la 2a Guerra Mundial, las capacidades AA del barco fueron mejoradas significativamente.
ja: 翔鶴型航空母艦は、飛龍型航空母艦の発展型であり、これまで各種空母を建造してきた実績を活かして開発されました。前級に比して大型化され、装甲と対空兵装が強化されていました。二次大戦中の改装により、対空兵装が大幅に強化されました。
pl: Ciężki lotniskowiec klasy Hiryū, przy konstruowaniu którego uwzględniono dotychczasowe doświadczenia w budowaniu tego typu okrętów. W porównaniu do poprzednika odznaczał się większymi rozmiarami, lepszym uzbrojeniem przeciwlotniczym i pancerzem. W trakcie II wojny światowej zdolność obrony przeciwlotniczej okrętu została znacząco poprawiona.
ru: Тяжёлый авианосец, спроектированный на основе типа Hiryū с учётом опыта, накопленного при строительстве кораблей этого класса. Имел более крупные размеры, превосходя предшественника также по бронированию и ПВО. В ходе Второй мировой войны на корабле было значительно усилено зенитное вооружение.
uk: Важкий авіаносець, спроектований на основі типу Hiryū з урахуванням досвіду, накопиченого під час будівництва кораблів цього класу. Мав більші розміри, перевершував попередника також за бронюванням і ППО. Під час Другої світової війни на кораблі значно посилили зенітне озброєння.
zh: 龙级重型航空母舰，其设计源自于打造同类型战舰时所获得的经验。它有着比其前辈更大更优越的装甲。第二次大战期间，该舰的防空能力得到了大幅强化。
zh_sg: 这艘重型航空母舰是基于飞龙级所设计并吸收了所有同类型战舰的建造经验。它拥有比前代战舰更牢靠的结构、更好的装甲防护以及对空防御武器。并且该舰的对空防御能力在第二次大战期间得到了大幅强化。

# IDS_PJSA108_FULL
source: Shōkaku
ja: 翔鶴
zh: 鹤
zh_sg: 翔鹤

# IDS_PJSA108_SHORT
source: SHOK
zh: 鹤
zh_sg: 翔鹤

# IDS_PJSA110
source: Hakuryū
ja: 白龍
zh: 鹫
zh_sg: 白龙

# IDS_PJSA110_DESCR
source: An aircraft carrier designed to be an enlarged and enhanced version of the Taihō class. Hakuryū was superior to her predecessor in size, armor and artillery power. Owing to an increased hangar, she could carry the largest air group among all Japanese aircraft carriers.
es_mx: Un portaaviones diseñado para ser una versión mejorada y alargada de la clase Taihō. Hakuryū fue superior a su predecesor en tamaño, blindaje y poder de artillería. Gracias a un hangar incrementado, podía llevar al grupo aéreo más grande entre todos los portaaviones Japoneses.
ja: 白龍は、航空母艦大鳳の拡大改良型として設計され、その大きさ、装甲、砲火力において前型を上回っていました。格納庫も大型化され、日本の空母の中では最大の搭載機数を誇りました。
pl: Lotniskowiec zaprojektowany jako powiększona i ulepszona wersja klasy Taihō. Hakuryū przewyższał swojego poprzednika pod względem rozmiarów, opancerzenia i siły artylerii. Dzięki powiększonemu hangarowi przenosił największą grupę powietrzną spośród wszystkich japońskich lotniskowców.
ru: Проект авианосца, представляющий собой увеличенный и усовершенствованный тип Taihō. Превосходил своего предшественника по размерам, бронированию и артиллерии. Увеличенный ангар позволял ему нести самую многочисленную среди японских авианосцев авиагруппу.
uk: Проект авіаносця, який був збільшеною та вдосконаленою версією типу Taihō. Перевершував свого попередника за розмірами, бронюванням та артилерією. Збільшений ангар дозволяв йому нести найчисленнішу серед японських авіаносців авіагрупу.
zh: 该设计基本继承了鹩型的布局，但尺寸更大，搭载着更强的航空编队和防空武器，计划建造五艘但实际从未开工建造。
zh_sg: 作为大凤 级的强化版所设计的航空母舰。白龙 在体积、装甲以及火炮威力上都优于前代舰。由于扩大了机库，它所能搭载的机群数量和规模也是所有日本航母中最高的。

# IDS_PJSA110_FULL
source: Hakuryū
ja: 白龍
zh: 鹫
zh_sg: 白龙

# IDS_PJSA110_SHORT
source: HAKU
zh: 鹫
zh_sg: 白龙

# IDS_PJSA507
source: Kaga (old)
ja: 加賀 (old)
pl: Kaga (stary)
zh: 雕
zh_sg: 加贺（旧）

# IDS_PJSA507_DESCR
source: This ship was available before the release of version 0.8.0 when she was removed from the game.
es_mx: Esta barco estaba disponible antes del lanzamiento de la versión 0.8.0, cuando fue eliminado del juego.
ja: 本艦はバージョン 0.8.0 のリリースに伴いゲームから削除されました。
pl: Ten okręt był dostępny przed premierą wersji 0.8.0, a następnie został usunięty z gry.
ru: Этот корабль существовал до версии 0.8.0, в данный момент выведен из World of Warships.
uk: Цей корабель існував до версії 0.8.0, зараз його вилучено з World of Warships.
zh: 此战舰在 0.8.0 版释出并从游戏里移除前可以使用。
zh_sg: 此战舰在0.8.0版发布从游戏里移除前可以使用。

# IDS_PJSA507_SHORT
source: KAGA
zh: 雕
zh_sg: 加贺

# IDS_PJSA518
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PJSA518_DESCR
source: Until the early 1940s, she was one of the biggest aircraft carriers of the Imperial Japanese Navy. Initially laid down as a battleship, she was redesigned during construction to become a carrier. The ship had good armor protection for her type, carried quite numerous air group and powerful secondary battery guns.
es_mx: Hasta principio de los años 40, fue uno de los portaaviones más grandes de la Marina Imperial Japonesa. Puesto en quilla inicialmente como un acorazado, fue rediseñado durante su construcción para volverse un portaaviones. El barco tenía un buen blindaje para su clase, contaba con un numeroso grupo aéreo y una poderosa batería secundaria.
ja: 加賀は、1940 年代序盤まで、大日本帝国海軍最大の航空母艦でした。戦艦として起工された後、建造中に設計が変更され、航空母艦として完成しました。航空母艦としては優れた装甲防御力を備え、豊富な航空機搭載数を誇り、強力な副砲が装備されていました。
pl: Do początku lat 40. XX w. był jednym z największych lotniskowców służących w Cesarskiej Marynarce Wojennej Japonii. Początkowo budowany był jako pancernik, ale w przeprojektowano go na lotniskowiec. Posiadał dobry pancerz jak na okręt tego rodzaju, przenosił liczne grupy powietrzne i uzbrojony był w potężne działa baterii dodatkowej.
ru: Вплоть до начала 1940-х годов — один из крупнейших авианосцев японского флота. Изначально закладывался как линкор, но в ходе строительства был переоборудован в авианосец. Имел хорошее для кораблей своего класса бронирование, достаточно многочисленную авиагруппу и мощную артиллерию ПМК.
uk: Аж до початку 1940-х рр. — один з найбільших авіаносців японського флоту. Спочатку закладався як лінкор, але під час будівництва був переобладнаний на авіаносець. Мав добре для кораблів свого класу бронювання, численну авіагрупу і потужну артилерію ПМК.
zh: 四零年代初以前，它都是海军中最大的一艘航空母舰。原本是当作战列舰而开始建造，施工期间，它被重新设计而变成一艘航母。该舰艇有着对其类型来说还不错的装甲防护力，搭载了数量相当大的航空大队及强大的副炮。
zh_sg: 直到40年代初，此舰都是大日本帝国海军中最大的航空母舰。原本是作为战列舰建造，但施工期间被重新设计最终成为了一艘航母。在同类型战舰中的装甲防护力尚可，但搭载的机群数量相当庞大并且副炮威力不俗。

# IDS_PJSA518_FULL
source: Kaga
ja: 加賀
zh: 雕
zh_sg: 加贺

# IDS_PJSA518_SHORT
source: KAGA
zh: 雕
zh_sg: 加贺

# IDS_PJSA917
source: [Hakuryū]
ja: [白龍]
zh: [鹫]
zh_sg: [白龙]

# IDS_PJSA917_DESCR
source: This ship is a copy of Hakuryū, intended for test purposes only.
es_mx: Este barco es una copia del Hakuryū, destinado solo para fines de prueba.
ja: 本艦は白龍のコピーであり、テスト専用
pl: Ten okręt jest kopią okrętu Hakuryū, przeznaczoną do testowania.
ru: Этот корабль является копией корабля Hakuryū и предназначен для тестов.
uk: Цей корабель є копією корабля Hakuryū і призначається для тестів.
zh: 这艘战舰为鹫的复制品、并只适用于军团战斗
zh_sg: 这艘战舰是白龙号的复制，仅用于测试目的。

# IDS_PJSA917_FULL
source: [Hakuryū]
ja: [白龍]
zh: [鹫]
zh_sg: [白龙]

# IDS_PJSB001
source: Kawachi
ja: 河内
zh: 鲑
zh_sg: 河内

# IDS_PJSB001_DESCR
source: The first dreadnought of the Imperial Japanese Navy. Boasted a sufficiently powerful armor belt. Kawachi's fire control capabilities were strongly affected by the diversity of calibers of her numerous guns. Similar to other warships of her time, Kawachi had insufficient horizontal armor protection and weak torpedo protection.
es_mx: El primer dreadnought de la Flota Imperial Japonesa. Presumía un cinturón blindado suficientemente poderoso. Sin embargo, los controles de disparo del Kawachi fueron afectados fuertemente por la diversidad de calibres de sus numerosos cañones. Similar a otros barcos de guerra de su tiempo, Kawachi tenía un blindaje horizontal insuficiente y una débil protección contra torpedos.
ja: 河内型戦艦は、日本初の弩級戦艦であり、充分に強力な装甲帯を備えていました。しかし、主砲は砲門数は多かったものの砲身長が統一されていなかったため、射撃管制に難が生じていました。そして、当時の他の艦艇と同様、水平装甲防御は不充分であり、対水雷防御力は脆弱でした。
pl: Pierwszy drednot Cesarskiej Marynarki Wojennej Japonii. Chlubił się dość potężnym pasem pancernym. Jednak możliwości kontroli ognia Kawachi były mocno ograniczone przez dużą różnorodność kalibrów zamontowanych dział. Podobnie jak inne okręty tamtych czasów, Kawachi miał niedostatecznie silny pancerz poziomy i słabą ochronę przeciwtorpedową.
ru: Первый японский дредноут. Обладал довольно мощным броневым поясом. Разнообразие калибров многочисленных орудий сильно затрудняло управление огнём. Как и другие корабли своего времени, имел недостаточное горизонтальное бронирование и слабую противоторпедную защиту.
uk: Перший японський дредноут. Мав досить потужний броньовий пояс. Різноманітність калібрів численних гармат істотно ускладнювало керування вогнем. Як і інші кораблі свого часу, мав недостатнє горизонтальне бронювання і слабкий протиторпедний захист.
zh: 出于需要它在前后主炮炮塔以及舷侧副炮搭载了以 45 口径舰炮和50 口径舰炮的混编炮组，但这却让火控变得相当复杂。
zh_sg: 大日本帝国海军的第一艘无畏舰。特点是强大的装甲带。河内的火控能力由于大量舰炮口径不同受到了严重的影响。与同时期的其它战舰类似，河内 拥有的水平装甲防护不足，且鱼雷防护也较薄弱。

# IDS_PJSB001_FULL
source: Kawachi
ja: 河内
zh: 鲑
zh_sg: 河内

# IDS_PJSB001_SHORT
source: KWCH
zh: 鲑
zh_sg: 河内

# IDS_PJSB003
source: Myōgi
ja: 妙義
zh: 鲛
zh_sg: 妙义

# IDS_PJSB003_DESCR
source: A very high speed battlecruiser design with relatively weak armor typical of this type of ship. It was a prototype for Kongō-class battlecruisers.
es_mx: Diseño de acorazado que tenía una velocidad muy alta y un blindaje relativamente débil, típico para esta clase de barco. Sirvió como un prototipo para los acorazados de la clase Kongō.
ja: 巡洋戦艦妙義の設計には、極めて高い速力と比較的軽装甲という特徴があり、これは巡洋戦艦としては典型的なものでした。本艦は計画案のみに終わったものの、金剛型巡洋戦艦の原型となりました。
pl: Projekt krążownika liniowego, charakteryzującego się bardzo dużą szybkością i stosunkowo słabym opancerzeniem, co było typowe dla okrętów tego typu. Posłużył za prototyp krążowników liniowych klasy Kongō.
ru: Проект линейного крейсера с характерными для этого вида кораблей особенностями — очень высокой скоростью и относительно слабым бронированием. Послужил прототипом для линейных крейсеров типа Kongō.
uk: Проект лінійного крейсера з характерними для цього виду кораблів особливостями — дуже високою швидкістю та відносно слабким бронюванням. Став прототипом для лінійних крейсерів типу Kongō.
zh: 一款具有轻装甲高航速等特点的典型的战列巡洋舰设计方案。
zh_sg: 相对舰种较薄弱的的装甲，但航速却非常高的战斗巡洋舰。曾经是金刚级战斗巡洋舰的原型舰。

# IDS_PJSB003_FULL
source: Myōgi
ja: 妙義
zh: 鲛
zh_sg: 妙义

# IDS_PJSB003_SHORT
source: MYOGI
zh: 鲛
zh_sg: 妙义

# IDS_PJSB006
source: Fusō
ja: 扶桑
zh: 魟
zh_sg: 扶桑

# IDS_PJSB006_DESCR
source: One of the mightiest battleships of her time. When built, Fusō was the largest warship in the world. She had a fairly powerful artillery and reasonably heavy armor.
es_mx: Uno de los acorazados más poderosos de su tiempo. Al ser construido, el Fusō era el barco de guerra más grande del mundo. Tenía una artillería bastante poderosa y un blindaje razonablemente pesado.
ja: 戦艦扶桑は、当時としては世界最強の戦艦のひとつであり、完成当初においては世界最大でした。極めて強力な武装と合理的な重装甲を誇りました。
pl: Jeden z najpotężniejszych krążowników liniowych swoich czasów. Kiedy go zbudowano, Fusō był największym okrętem wojennym na świecie. Posiadał całkiem potężną artylerię i stosunkowo silny pancerz.
ru: Один из сильнейших линкоров своего времени. На момент вступления в строй — самый крупный военный корабль в мире. Имел достаточно мощное артиллерийское вооружение и бронирование.
uk: Один з найсильніших лінкорів свого часу. На час вступу в стрій — найбільший військовий корабель у світі. Мав досить потужне артилерійське озброєння та бронювання.
zh: 与原型舰相较，该战列舰具备了较为重型的装甲并提升了武器 — 两者的代价就是降低了航速。进行了数次现代化，从而更换了机械、强化了防空武器以及甲板装甲加强。
zh_sg: 同时期最强的战列舰之一。建造时，扶桑 是世界上最大的战舰。拥有十分强大的火炮以及相当厚重的装甲。

# IDS_PJSB006_FULL
source: Fusō
ja: 扶桑
zh: 魟
zh_sg: 扶桑

# IDS_PJSB006_SHORT
source: FUSO
zh: 魟
zh_sg: 扶桑

# IDS_PJSB007
source: Kongō
ja: 金剛
zh: 鲤
zh_sg: 金刚

# IDS_PJSB007_DESCR
source: When she was commissioned, Kongō was the most advanced battlecruiser in the world. She was the first among battlecruisers and battleships to be equipped with 356 mm main battery guns. Unlike previous Japanese dreadnoughts, Kongō received a thinner armor belt while her deck armor and torpedo protection were reinforced.
es_mx: Al momento de ser comisionado, Kongō era el crucero de batalla más avanzado del mundo. Fue el primero entre los cruceros y acorazados en ser equipado con una batería principal de 356mm. A diferencia de los dreadnoughts Japoneses previos, Kongō recibió un cinturón de blindaje más delgado mientras su blindaje de cubierta y protección contra torpedos fue reforzado.
ja: 金剛は、就役当時においては世界最新鋭の巡洋戦艦でした。口径 356 mm の主砲は、当時の巡洋戦艦・戦艦の中で世界最大口径を誇りました。従来の日本の弩級戦艦とは異なり、装甲帯の装甲厚を減じた一方で、甲板装甲および対水雷防御力を強化していました。
pl: W chwili wejścia do służby Kongō był najnowocześniejszym krążownikiem liniowym na świecie. Jako jeden z pierwszym krążowników liniowych i pancerników otrzymał działa głównej artylerii kalibru 356 mm. W porównaniu z poprzednimi drednotami japońskimi miał słabszy pas pancerny, ale silniej opancerzony pokład i lepszą ochronę przeciwtorpedową.
ru: На момент постройки — самый совершенный линейный крейсер в мире. Раньше других линейных крейсеров и линкоров получил на вооружение 356-мм орудия главного калибра. По сравнению с предшествующими японскими дредноутами получил более тонкий броневой пояс, но при этом были усилены бронирование палуб и противоторпедная защита.
uk: На час побудови — найдосконаліший лінійний крейсер у світі. Раніше від інших лінійних крейсерів й лінкорів отримав на озброєння 356-мм гармати головного калібру. У порівнянні з попередніми японськими дредноутами отримав тонкіший броньовий пояс, але були посилені бронювання палуб та протиторпедний захист.
zh: 其设计所具备的大口径舰炮，为 356 毫米而非 343 毫米，在服役之时是世界上同一舰级中最为先进的战舰。
zh_sg: 在它进入服役时，金刚 是世界上最先进的战斗巡洋舰。也是战斗巡洋舰与战列舰之中第一艘装备356毫米主炮的战舰。与前代日本无畏舰相比，金刚采用了更薄的装甲带、并强化了甲板装甲和鱼雷防护。

# IDS_PJSB007_FULL
source: Kongō
ja: 金剛
zh: 鲤
zh_sg: 金刚

# IDS_PJSB007_SHORT
source: KONGO
zh: 鲤
zh_sg: 金刚

# IDS_PJSB008
source: Ishizuchi
ja: 石鎚
zh: 鳗
zh_sg: 石锤
