Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCQM078_DESCR
source: Light cruiser Dallas was modeled in World of Warships based on Project 389, developed by the Bureau of Construction and Repair of the U.S. Navy in late 1934. The new ship inherited many elements of the Brooklyn-class cruisers that were being prepared for laying down at the time, but had a lower displacement due to restrictions imposed by the 1930 London Maritime Conference. Eventually, U.S. Navy Command abandoned the idea of building a small cruiser and, having found a loophole in the contract, built two 10,000-ton ships instead – USS Helena and USS St. Louis – the full-fledged products of the evolution of the Brooklyn class.
es_mx: El crucero ligero Dallas fue modelado en World of Warships con base en el Proyecto 389, desarrollado por la Oficina de Construcción y Reparación de la Armada de los EE. UU. a finales de 1934. El nuevo barco heredó muchos elementos de los cruceros de la clase Brooklyn, que estaban siendo preparados para ser puestos en quilla en ese momento, pero tenían un menor desplazamiento debido a las restricciones impuestas por la Conferencia Marítima de Londres de 1930. Eventualmente, el Comando de la Armada de los EE. UU. abandonó la idea de construir un crucero pequeño y, al haber encontrado un vacío legal en el contrato, construyó en su lugar a dos barcos de 10 000 toneladas: el USS Helena y el USS St. Louis, los productos finales de la evolución de la clase Brooklyn.
ja: World of Warships におけるダラス級軽巡洋艦は、アメリカ海軍の建造・修理局が 1934 年の後半に開発した計画案に基づいています。当時起工準備が進められていたブルックリン級から多くの要素を引き継ぎつつも、1930 年のロンドン海軍軍縮条約による制限に伴い、排水量が縮小されていました。アメリカ海軍の司令部は、最終的には条約に抜け穴を見つけたことから小型の巡洋艦を建造するというアイデアを放棄し、ブルックリン級を本格的に発展させた 10,000 トン級のヘレナとセントルイスを建造しました。
pl: Lekki krążownik Dallas został stworzony w World of Warships w oparciu o Projekt 389, powstały w Biurze Konstrukcji Napraw U.S. Navy pod koniec roku 1934. Nowy okręt dziedziczył wiele elementów po krążownikach klasy Brooklyn, których budowa miała się wtedy rozpocząć, ale jego wyporność była niższa z powodu ograniczeń narzuconych przez ustalenia Londyńskiej Konferencji Morskiej z 1930 roku. Ostatecznie dowództwo U.S. Navy zrezygnowało z pomysłu budowy małego krążownika i wykorzystało lukę prawną do budowy dwóch 10 000-tonowych okrętów – USS Helena oraz USS St. Louis – pełnoprawnych projektów rozwojowych klasy Brooklyn.
ru: Лёгкий крейсер Dallas в World of Warships был создан на основе проекта 389, разработанного в недрах Бюро кораблестроения и ремонта ВМС США в конце 1934 года. Новый корабль унаследовал многие элементы от крейсеров типа Brooklyn, готовившихся к тому времени к закладке, однако имел меньшее водоизмещение в связи с ограничениями Лондонской морской конференции 1930 года. В конечном итоге командование ВМС США отказалось от идеи небольшого крейсера и, найдя лазейку в договоре, вместо него построило два 10 000-тонных корабля — USS Helena и USS St. Louis, являвшихся полноценным развитием типа Brooklyn.
uk: Легкий крейсер Dallas у World of Warships створили на підставі проекту 389, розробленого в надрах Бюро кораблебудування і ремонту ВМС США наприкінці 1934 р. Новий корабель успадкував багато елементів від крейсерів типу Brooklyn, що готувалися у той час до будівництва, проте мав меншу водотоннажність через обмеження Лондонської морської конференції 1930 р. У кінцевому підсумку командування ВМС США відмовилося від ідеї невеликого крейсера і, знайшовши шпарину в договорі, замість нього побудувало два 10 000-тонних кораблі — USS Helena і USS St. Louis, що були повноцінним розвитком типу Brooklyn.
zh: 轻型巡洋舰达拉斯以1934年由M系海军建造和维修局制定的计划389为基础，于《战舰世界》重建。这艘新战舰继承了布鲁克林级巡洋舰的许多元素，这些元素当时准备放置，但由于1930年伦敦海事协商的限制，优先度较低。最终，M国海军司令部放弃建造小型巡洋舰的想法，并且在条约中找到一个漏洞，建造出两艘10,000吨的战舰—海伦娜和圣路易斯—布鲁克林级的完整衍生产物。
zh_sg: 轻型巡洋舰达拉斯号在项目389的基础上于《战舰世界》内制作模型，该项目是在1934年由美国海军建造和维修局研发的。这艘新的战舰继承了布鲁克林级巡洋舰的许多元素，这些元素在当时正在准备应用，但由于1930年伦敦海事会议的限制，采用了更低的排水量。最终，美国海军司令部放弃了建造小型巡洋舰的想法，并且在合同中找到了一个漏洞，建造了两艘重达10000吨的战舰—海伦娜号和圣路易斯号，都是布鲁克林级战舰的全方位进化。

# IDS_PCQM079_DESCR
source: French Navy battleship Normandie, named after the province in the north of France, was laid down on April 18, 1913, at a shipyard in the city of Saint-Nazaire. The unique feature of having four-gun main turrets was supposed to be the highlight of this super dreadnought. The ship's hull was put afloat in October 1914, but World War I, which was gaining momentum at the time, prevented the continuation of her construction. After the war was over, French Navy Command considered various options for completing the Normandie-class battleships, including potential modernization that would take their recent battle experience into account, but they eventually abandoned this idea at the end of 1919.
es_mx: El acorazado Normandie de la Marina Francesa, llamado así por la provincia en el norte de Francia, fue puesto en quilla el 18 de abril de 1913 en un astillero de la ciudad de Saint-Nazaire. El tener torretas principales con cuatro cañones suponía ser la característica principal de este súper dreadnought. El casco del barco fue puesto a flote en octubre de 1914, pero la Primera Guerra Mundial, que estaba tomando impulso en ese momento, evitó que su construcción continuara. Después de que la guerra terminó, el Comando de la Marina Francesa consideró varias opciones para completar la construcción de los acorazados de la clase Normandie, incluyendo potenciales modernizaciones que tomarían en cuenta su recién adquirida experiencia en batalla, pero eventualmente abandonarían esta idea a finales de 1919.
ja: フランス海軍の戦艦ノルマンディーは、1913 年 4 月 18 日にサン＝ナゼールの造船所で起工されました。その艦名は、フランス北部の歴史的な地方の名前に因んだものです。この超弩級戦艦の最大の特徴は、四連装の主砲塔を採用していたことでした。本艦は 1914 年の 10 月に進水しましたが、この当時は一次大戦が勢いを増しつつあったため、完成させることができませんでした。戦後にフランス海軍の司令部は、最新の戦訓を反映して近代化を行うことも含め、ノルマンディー級戦艦の各艦を完成させるための様々なオプションを検討しましたが、このアイデアは 1919 年の末に放棄されました。
pl: Pancernik marynarki francuskiej Normandie, nazwany na cześć północnofrancuskiej prowincji, pod budowę którego stępkę położono 18 kwietnia 1913 roku w mieście Saint-Nazaire. Głównym atutem tego superdrednota miały być unikalne, czterodziałowe wieże głównej baterii. Kadłub zwodowano w październiku 1914 roku, ale szybko rozrastająca się I wojna światowa przerwała budowę. Po zakończeniu wojny dowództwo Francuskiej Marynarki Wojennej rozważało rozmaite warianty ukończenia pancerników klasy Normandie, które uwzględniałyby świeżo zdobyte doświadczenia bojowe, ale ostatecznie pomysł porzucono pod koniec 1919 roku.
ru: Линкор ВМС Французской Республики Normandie, названный в честь провинции на севере страны, был заложен 18 апреля 1913 года на верфи в городе Сен-Назер. Изюминкой этого сверхдредноута должны были стать уникальные четырёхорудийные башни главного калибра. В октябре 1914 года корпус корабля был спущен на воду, однако набиравшая обороты Первая мировая война помешала продолжению строительства. После её завершения командование ВМС Франции ещё некоторое время рассматривало варианты достройки линкоров типа Normandie, в том числе в модернизированном с учётом опыта войны виде, окончательно отказавшись от этой идеи лишь к концу 1919 года.
uk: Лінкор ВМС Французької Республіки Normandie, названий на честь провінції на півночі країни, заклали 18 квітня 1913 р. на верфі у місті Сен-Назер. Особливістю цього наддредноуту мали стати унікальні чотиригарматні башти головного калібру. У жовтні 1914 р. корпус корабля спустили на воду, проте вир подій Першої світової війни перешкодив продовженню будівництва. Після завершення війни командування ВМС Франції ще деякий час розглядало варіанти добудови лінкорів типу Normandie, зокрема в модернізованому з урахуванням досвіду війни вигляді, остаточно відмовившись від цієї ідеї лише наприкінці 1919 р.
zh: 以F国北部省份命名的F国海军战列舰诺曼底于1913年4月18日在圣纳泽尔市的一个造船厂安放龙骨。拥有四联装主炮塔的独特之处应该是这艘超级无畏舰的亮点。此战舰的舰身于1914年10月下水，但当时战况转热的大战阻止了它的建造继续。战争结束后，F国海军司令部考虑完成诺曼底级战列舰的各种选项，包括将它们最近的战斗经验考虑进去的潜在现代化，但他们最终在1919年底放弃这一想法。
zh_sg: 法国海军战列舰诺曼底是以以法国北部省份命名，它于1913年4月18日在圣纳泽尔市的一个造船厂开始生产。拥有四门火炮的主炮塔的是这种超级无畏级战舰的亮点。这艘战舰的舰体于1914年10月开始下水，但当时第一次世界大战的势头越来越盛，中止了建造继续进行。战争结束后，法国海军司令部考虑完成诺曼底级战舰的各种选项，包括考虑到最近的战斗经验进行内在现代化，但最终在1919年底，他们放弃了这一想法。

# IDS_PCQM080_DESCR
source: Mackensen-class battlecruisers, Prinz Eitel Friedrich being one of them, were giant monsters indeed, weighing in at 31,000 tons. Capable of speeds up to 28 knots, and wielding 300 mm-thick armor, their main armament was intended to consist of eight specially designed 350 mm guns with ammunition weighing 600 kg. At the time when all four ships of the series were being laid down in 1915, there was no country in the world with such powerful and fast ships.
es_mx: Los cruceros de batalla de la clase Mackensen, siendo el Prinz Eitel Friedrich uno de ellos, eran unos verdaderos monstruos con un peso de 31 000 toneladas, capaces de alcanzar una velocidad de hasta 28 nudos, y con un blindaje de 300 mm de espesor. Se planeaba que su armamento principal estuviera compuesto por ocho cañones de 350 mm de diseño especial con una munición que pesaba alrededor de 600 kg. Al momento en que los cuatro barcos de la serie fueron puestos en quilla en 1915, no había país en el mundo con unos barcos tan poderosos y veloces.
ja: マッケンゼン級巡洋戦艦プリンツ・アイテル・フリードリヒは、31,000 トンの巨艦であり、速力は 28 ノットで、最大 300 mm 厚の装甲を備えていました。その主砲は専用設計の 350 mm 砲が 8 門であり、砲弾の重量は 600 kg でした。この艦級は 1915 年に 4 隻が起工されましたが、この当時、このように強力かつ高速な軍艦は世界でも本級のみでした。
pl: Krążowniki liniowe klasy Mackensen, do których należał Prinz Eitel Friedrich, były prawdziwymi stalowymi monstrami – ważyły 31 000 ton, potrafiły osiągnąć prędkość 28 węzłów, a grubość pancerza dochodziła do 300 mm. Główne uzbrojenie stanowiło osiem specjalnie zaprojektowanych dział kal. 350 mm, które miotały pociski ważące 600 kg. W 1915 roku, gdy powstawały, żaden inny kraj na świecie nie posiadał tak potężnych i szybkich okrętów.
ru: Линейные крейсеры типа Mackensen, к которым принадлежал и Prinz Eitel Friedrich, представляли собой гиганты весом в 31 000 тонн с максимальной скоростью в 28 узлов и бронёй, толщина которой достигала 300 мм. Основное вооружение каждого из них должны были составить восемь специально разработанных 350-мм орудий с боеприпасами весом в 600 кг. На момент закладки всех четырёх единиц серии в 1915 году ни один из флотов мира не имел в своём составе столь же мощных и в то же время столь же быстроходных кораблей.
uk: Лінійні крейсери типу Mackensen, до яких належав і Prinz Eitel Friedrich, були гігантами вагою 31 000 тонн з максимальною швидкістю 28 вузлів і бронею завтовшки до 300 мм. Головне озброєння кожного з них мали скласти вісім спеціально розроблених 350-мм гармат з боєприпасами вагою 600 кг. На час закладення всіх чотирьох одиниць серії 1915 р. жоден з флотів світу не мав у своєму складі таких потужних і водночас швидкохідних кораблів.
zh: 麦肯森级战斗巡洋舰，埃特尔·弗雷德里希王子就是其中之一，确实是巨型怪物—高达31,000吨，速度可达28节，并拥有300毫米厚的装甲。它们的主要武装是由8门特别设计的350毫米炮组成，弹药重600公斤。当这个系列的全部四艘战舰都在1915年安放龙骨时，世界上没有一个国家拥有如此强大而快速的战舰。
zh_sg: 马肯森级战列巡洋舰，艾特尔·弗里德里希亲王就是其中之一，实打实的巨型怪物，重达31000吨，速度可达28节，并拥有300毫米厚的装甲。它们的主要武器是由八门特别设计的350毫米火炮组成，弹药重达600公斤。当这个系列的全部四艘船都在1915年开始建造时，世界上没有一个国家拥有如此强大而快速的战舰。

# IDS_PCQM081_DESCR
source: Prior to World War I, the Russian Empire had been rapidly developing its fleet. By the time war broke out, seven battleships were finished and already afloat, preparing for commissioning trials. Shipyards were busy day and night, building the hulls for one battleship (to become Imperator Nikolai I) and four Izmail-class battlecruisers. The latter had an exceptionally striking presence: 32,000 tons of displacement, 222 meters in length, a speed of up to 27 knots, and twelve 356 mm guns. In the midst of the war, despite reduced funding and missed deadlines for the manufacture of some mechanisms, all five ships were still put afloat, but the Russian Revolution prevented them from being completed. In the 1920s, the hulls of the former Imperator and all Izmails were finally scrapped for metal.
es_mx: Antes de la Primera Guerra Mundial, el Imperio Ruso había estado desarrollando su flota rápidamente. En el momento en que la guerra estalló, siete acorazados estaban terminados y ya estaban a flote, preparándose para sus pruebas de servicio. Los astilleros estaban ocupados día y noche construyendo los cascos de un acorazado (que se convertiría en el Imperator Nikolai I) y cuatro cruceros de batalla de la clase Izmail. Estos últimos tenían una presencia excepcionalmente sorprendente: 32 000 toneladas de desplazamiento, 222 metros de longitud, una velocidad de hasta 27 nudos y doce cañones de 356 mm. A mitad de la guerra, a pesar de los fondos reducidos y los plazos vencidos para la fabricación de algunos mecanismos, los cinco barcos fueron puestos a flote, pero la Revolución Rusa evitó que fueran completados. En los años 20, los cascos del antiguo Imperator y los de todos los Izmail fueron finalmente desguazados como chatarra.
ja: ロシア帝国は一次大戦前に艦隊を急速に拡充しつつありました。そして一次大戦の勃発時までに 7 隻の戦艦が完成し、就役前の公試の準備を進めていました。各造船所では 1 隻の戦艦 (インペラートル・ニコライ 1 世となるべき艦) と 4 隻のイズメイル級巡洋戦艦の船体の建造が進められており、昼夜を問わず多忙でした。後者は特筆すべき攻撃力を有しており、排水量 32,000 トン、全長 222 m、最大速力 27 ノットで 356 mm 砲を 12 門搭載することになっていました。大戦の最中において資金が削減され、一部のメカニズムの製造に遅れが生じましたが、それでも 5 隻全てが進水を果たしました。しかしロシア革命に伴って未完成に終わり、1920 年代に 5 隻全てがスクラップとして解体されました。
pl: Przed I wojną światową Imperium Rosyjskie szybko rozwijało swoją flotę. Zanim wybuchła wojna, siedem pancerników było już zwodowanych, czekało na próby i podniesienie bander. Stocznie pracowały dniami i nocami, budując kadłuby dla pancernika (którym był Imperator Nikołaj I) oraz czterech krążowników liniowych klasy Izmaił. Te ostatnie były szczególnie imponujące: wyporność 32 000 ton, 222 metry długości, prędkość maksymalna 27 węzłów i dwanaście dział kal. 356 mm. W czasie wojny, pomimo cięć budżetowych i przekroczenia terminów, wszystkie pięć okrętów zwodowano, ale Rewolucja październikowa nie pozwoliła na ich dokończenie. W latach 20. ich kadłuby zostały rozebrane na części.
ru: Накануне Первой мировой войны в Российской империи шло бурное строительство флота. Достраивались на плаву и готовились к сдаточным испытаниям семь линейных кораблей. На стапелях полным ходом шло изготовление корпусов одного линкора (будущий «Император Николай I») и четырёх линейных крейсеров типа «Измаил». Последние поражали своей мощью: 32 000 тонн водоизмещения, длина — 222 метра, скорость — до 27 узлов, вооружение — двенадцать 356-мм орудий. В разгар войны, несмотря на сократившееся финансирование и затянувшиеся сроки изготовления отдельных механизмов, все пять кораблей удалось спустить на воду, но достроить их помешала революция. В 1920-х годах корпуса бывшего «Императора» и всех «измаилов» были разобраны на металл.
uk: Напередодні Першої світової війни в Російській імперії тривало бурхливе будівництво флоту. Добудовували на плаву і готували до здавальних випробувань сім лінійних кораблів. На стапелях повною ходою виготовляли корпуси одного лінкора (майбутній «Імператор Ніколай I») і чотирьох лінійних крейсерів типу «Ізмаїл». Останні вражали своєю міццю: 32 000 тонн водотоннажності, довжина — 222 метри, швидкість — до 27 вузлів, озброєння — дванадцять 356-мм гармат. У розпал війни, незважаючи на скорочене фінансування і триваліші терміни виготовлення окремих механізмів, всі п’ять кораблів вдалося спустити на воду, але добудувати їх завадила революція. У 1920-х рр. корпуси колишнього «Імператора» та всіх «ізмаїлів» розібрали на брухт.
zh: 在大战之前，S国一直在迅速发展其舰队。战争爆发时，七艘战列舰已完成并下水，准备进行试航。造船厂日以继夜地为一艘战列舰（后来成为沙皇尼古拉一世）和四艘伊兹梅尔级战列巡洋舰建造舰身。后者具有非常惊人的存在感：32,000吨排水量、222公尺长、速度高达27节，以及12门356毫米炮。在战争期间，尽管资金减少并且错过某些机械装置的最后制造期限，但全部五艘战舰仍然成功下水，但S国革命阻止了它们的完工。在1920年代，沙皇的前身和所有伊兹梅尔的舰身最终被以金属报废。
zh_sg: 在第一次世界大战之前，俄罗斯帝国一直在迅速发展自己的舰队。战争爆发时，已经有七艘战列舰建成并下水，准备进行试航。造船厂日夜赶工，为一艘战列舰（后来的沙皇尼古拉一世）和四艘伊斯梅尔级战列巡洋舰建造舰体。后者的特性非常惊人：32000吨排水量，222米长，速度高达27节，以及十二门356毫米火炮。在战争期间，尽管资金有所减少，而且还错过了制造一些机制的最后期限，但这全部五艘战舰仍然下水了，可是俄罗斯革命阻止了它们的完成。在20世纪20年代，沙皇号的前身和所有伊斯梅尔级战舰的船体最终报废为金属。

# IDS_PCQM082_DESCR
source: The Marine Nationale (the French Navy) also had extensive construction plans in the early 20th century. In the summer of 1914, three Bretagne-class battleships were at the final stage of completion, and five Normandie-class battleships were still in the shipyards. Four Lyon-class battleships, with unprecedented armament of sixteen 340 mm guns, were supposed to be laid down the following year. Combined with the Courbet-class ships already in service, France would have had a formidable battle fleet, consisting of sixteen ships. But the outbreak of war dissolved these dreams. The entirety of the country's resources were redirected to the needs of the army, which retained a huge land front with its exhausting and violent battles. The Bretagne-class battleships were eventually put into operation, but Normandie-class ships had a much sadder fate – after the war, the hulls of four of them were scrapped for metal, while the fifth was finished as an aircraft carrier. The Lyon-class battleships weren't even laid down.
es_mx: La Marina Nacional (la Marina Francesa) también tenía grandes planes de construcción a principios del siglo XX. En el verano de 1914, tres acorazados de la clase Bretagne estaban en la etapa final de su construcción, y cinco acorazados de la clase Normandie aún estaban en los astilleros. Cuatro acorazados de la clase Lyon, con un armamento sin precedentes de dieciséis cañones de 340 mm, serían puestos en quilla durante el año siguiente. Combinados con los barcos de la clase Courbet que ya estaban en servicio, Francia podría haber tenido una flota de combate formidable, compuesta por dieciséis barcos. Pero el estallido de la guerra disolvió esos sueños. Todos los recursos del país fueron redirigidos hacia las necesidades del ejército, el cual mantuvo un enorme frente en tierra con sus desgastantes y violentas batallas. Los acorazados de la clase Bretagne fueron puestos en operación eventualmente, pero los barcos de la clase Normandie tuvieron un destino mucho más triste: después de la guerra, los cascos de cuatro de ellos fueron desguazados, mientras que el quinto fue completado como un portaaviones. Los acorazados de la clase Lyon ni siquiera fueron puestos en quilla.
ja: フランス海軍 (Marine Nationale) もまた、20 世紀の序盤において大規模な建艦計画を有していました。1914 年の夏には 3 隻のブルターニュ級戦艦が建造の最終段階にあり、造船所において 5 隻のノルマンディー級戦艦の建造が進められていました。さらに、その翌年には 340 mm 16 門という前代未聞の兵装を備える 4 隻のリヨン級戦艦を起工する予定でした。従って、既に就役済みだったクールベ級戦艦と合わせると、合計 16 隻もの戦艦を含む恐るべき艦隊が実現されるはずでしたが、一次大戦の勃発に伴い、この夢は崩れ去りました。フランスは地上戦において広大な前線を維持しており、激しい消耗戦を繰り広げていたため、持てるリソースを陸軍に集中させる必要があったのです。ブルターニュ級戦艦は最終的には就役したものの、ノルマンディー級戦艦は 4 隻が戦後に解体され、残る 1 隻は航空母艦として完成しました。リヨン級戦艦は、未起工に終わりました。
pl: Marine Nationale (Francuska Marynarka Wojenna) miała rozległe plany rozbudowy na początku XX wieku. Latem 1914 roku trzy pancerniki klasy Bretagne znajdowały się w końcowych fazach produkcji, a pięć kolejnych pancerników klasy Normandie znajdowało się w stoczniach. Rok później rozpocząć się miała budowa kolejnych czterech pancerników – klasy Lyon – uzbrojonych w szesnaście dział kal. 340 mm. W połączeniu ze służącymi już jednostkami klasy Courbet Francja mogła posiadać niebagatelną flotę złożoną z szesnastu pancerników. Plany te zniweczył jednak wybuch wojny. Zasoby armii przekierowano na potrzeby armii, która dźwigała ciężar prowadzenia krwawej wojny lądowej na bardzo rozległym froncie. Pancerniki klasy Bretagne ostatecznie rozpoczęły swoją służbę, ale klasę Normandie spotkał znacznie smutniejszy los – po wojnie kadłuby czterech z nich rozebrano na części, a piąty przebudowano na lotniskowiec. Budowy pancerników klasy Lyon nie rozpoczęto.
ru: Обширные планы строительства в начале XX века были и у Марин Насьональ — ВМС Франции. Летом 1914 года на стадии достройки находились три линкора типа Bretagne, на стапелях — пять линкоров типа Normandie. На следующий год была запланирована закладка четырёх линкоров типа Lyon с небывалым вооружением из шестнадцати 340-мм орудий. Вместе с уже готовыми кораблями типа Courbet Республика могла бы получить мощный линейный флот из шестнадцати единиц. Однако начавшаяся война развеяла эти мечты. Все ресурсы страны были направлены на нужды армии, удерживавшей в изнурительных и кровопролитных баталиях многокилометровый сухопутный фронт. Если линкоры типа Bretagne были всё-таки введены в строй, то корабли типа Normandie постигла печальная судьба — после войны корпуса четырёх из них разобрали на металл, а пятый достроили как авианосец. Линкоры типа Lyon не удалось даже заложить.
uk: Великі плани будівництва на початку XX ст. були і у Марін Насьональ — ВМС Франції. Влітку 1914 р. на стадії добудови перебували три лінкори типу Bretagne, на стапелях — п’ять лінкорів типу Normandie. Наступного року планували закласти чотири лінкори типу Lyon з небувалим озброєнням з шістнадцяти 340-мм гармат. Разом із вже готовими кораблями типу Courbet Республіка могла б отримати потужний лінійний флот з шістнадцяти кораблів. Однак почалася війна, яка розвіяла ці мрії. Всі ресурси країни спрямували на потреби армії, яка утримувала у виснажливих і кровопролитних баталіях багатокілометровий сухопутний фронт. Якщо лінкори типу Bretagne все ж стали до ладу, то кораблі типу Normandie спіткала сумна доля — після війни корпуси чотирьох з них розібрали на брухт, а п’ятий добудували як авіаносець. Лінкори типу Lyon не вдалося навіть закласти.
zh: F国海军在20世纪初也有大规模建造计划。1914年夏天，三艘布列塔尼级战列舰在完成的最后阶段，五艘诺曼底级战列舰仍在造船厂。四艘里昂级战列舰，具有前所未有的武装16门340毫米炮，应该在次年安放龙骨。与已经服役的孤拔级战舰结合，F国原本可以拥有一支由十六艘战舰组成的强大战斗舰队。但战争的爆发终结了这些梦想。整个国家的资源被重新分配到陆军的需求，陆军维持一个巨大充满激烈战斗的陆地战线。布列塔尼级战列舰最终投入服役，但诺曼底级战列舰有更为悲惨的命运—战争结束后，其中四艘的舰身被以金属报废，而第五艘则作为航空母舰完工。里昂级战列舰甚至没有安放龙骨。
zh_sg: 法国海军在20世纪初也有扩建的计划。1914年夏天，三艘布列塔尼级战列舰完成了建造的最后阶段，而五艘诺曼底级战舰也在造船厂建造。第四艘里昂级战列舰，前所未有地装备十六门340毫米火炮作为武器，计划在次年开始建造。与已经服役的库尔贝级战舰一起，法国本可以拥有一支由十六艘战舰组成的强大的作战舰队。但战争的爆发打破了这个梦想。整个国家的资源被重新分配到陆军的需求，他们陷入了极长的陆上战线，到处充满了激烈的战斗。布列塔尼级战列舰最终被投入使用了，但诺曼底级战舰的命运稍显悲惨—战争结束后，其中的四艘的舰体报废为金属，而第五艘则以航空母舰的形式完成。里昂级战列舰甚至没有开始生产。
