Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC360_SOVIETBBARC_USHAKOV_ORDER_DESCRIPTION
source: In March 1944, in the midst of the War, the Order of Ushakov was established in the U.S.S.R., becoming the highest award specially designed for Navy officers. The order got his name in honor of Admiral Fyodor Ushakov, one of the greatest Russian naval commanders (1745–1817). The order was established in two classes. The 1st Class order was a five pointed platinum star with silver anchor and chain secured to it, and an enamel covered medallion struck from gold with the relief image of a naval commander. The star of the 2nd Class order was made of gold, and the anchor and the medallion were made of silver. The Order of Ushakov was a very rare award—only 26 people received the 1st Class honor. In June 1944, Admiral Nikolay Gerasimovich Kuznetsov was awarded with the Order Badge No. 5. A year later he was awarded with the second 1st Class Order of Ushakov. The only foreigner who was awarded with this order was the British Royal Navy Admiral Bertram Ramsay, one of the Commanders of the Dunkirk evacuation in 1940 and the Normandy landings in 1944. Interestingly, the Order Badge No. 1 of the 2nd Class Order of Ushakov was awarded to a distant relative of Fyodor Ushakov, and participant of two world wars, Kontr-Admiral (Rear Admiral) Yury Fyodorovich Rall (1890–1948).
es_mx: En marzo de 1944, en plena guerra, se estableció la Orden de Ushakov en la URSS, que se convertiría en la mayor recompensa para oficiales navales. La orden recibió su nombre en honor al almirante Fyodor Ushakov, uno de los mejores comandantes navales rusos (1745–1817). Se establecieron dos clases de la misma. La orden de 1.ª clase era una estrella de platino de cinco puntas con un ancla de plata y una cadena unida a ella, y un medallón esmaltado con una imagen en relieve dorada del comandante naval. La orden de 2.ª clase estaba hecha de oro, y el ancla y el medallón estaban hechos de plata. La Orden de Ushakov se otorgaba en situaciones muy insólitas: solo 26 personas recibieron la de 1.ª clase. En junio de 1944, el almirante Nikolay Gerasimovich Kuznetsov recibió la placa de la Orden n.º 5. Un año después se le galardonó con la segunda Orden de Ushakov de 1.ª clase. El único extranjero que recibió esta distinción fue el almirante de la Royal Navy Bertram Ramsay, uno de los comandantes de la evacuación de Dunquerque en 1940 y el desembarco de Normandía en 1944. Curiosamente, la placa de la Orden n.º 1 de 2.ª clase se otorgó a un pariente lejano de Fyodor Ushakov, participante en las dos guerras mundiales, el Kontr-Admiral (contraalmirante) Yury Fyodorovich Rall (1890–1948).
ja: 二次大戦の最中の 1944 年 3 月にソ連でウシャコフ勲章が制定され、海軍の将校のための最高勲章となりました。この勲章名は、ロシア最高の海軍司令官のひとりとして知られるフョードル・ウシャコフ提督 (1745 年 - 1817 年) に因んでいます。この勲章には 2 段階のクラス分けがあり、一等勲章はプラチナの五芒星の内部に銀の錨と鎖が配され、その中心部はエナメルで覆われた金製の円形メダルとなっており、そこにウシャコフ提督の肖像画が描かれていました。二等勲章の場合は金製で、錨と円形メダルの部分は銀製でした。 このウシャコフ勲章の受章者は極めて限定的であり、一等勲章を受章したのは 26 名に留まっています。ニコライ・ゲラシモヴィチ・クズネツォフ提督には 1944 年 6 月に一等ウシャコフ勲章が勲章バッジ第 5 番と共に授与され、その翌年には 2 個目の一等ウシャコフ勲章が授与されました。この勲章を受章した唯一の外国人はイギリス海軍のバートラム・ラムゼー提督であり、彼は 1940 年のダンケルク撤退作戦と 1944 年のノルマンディー上陸作戦における司令官のひとりでした。興味深いことに、二等ウシャコフ勲章の勲章バッチ第 1 番を受章したのは、フョードル・ウシャコフ提督の遠縁にあたり、2 回の世界大戦に参加したユーリー・フョーロロヴィチ・ラル少将 (1890 年 - 1948 年) でした。
pl: W marcu 1944, w trakcie wojny, w ZSRR ustanowiono Order Uszakowa. Stał się najwyższym odznaczeniem dla oficerów marynarki wojennej. Nosił imię admirała Fiodora Uszakowa, jednego z najsłynniejszych rosyjskich dowódców morskich (1745–1817). Ustanowiono dwa stopnie odznaczenia. Order pierwszego stopnia był pięcioramienną, platynową gwiazdą ze srebrną kotwicą i łańcuchem oraz emaliowanym, złotym medalem z płaskorzeźbą z podobizną dowódcy. W orderze II stopnia gwiazda wykonana była ze złota, a kotwica i medal – ze srebra. Order Uszakowa wręczany był niezwykle rzadko – tylko 26 osób w historii odznaczonych było orderem I stopnia. W czerwcu 1944 roku admirał Nikołaj Gierasimowicz Kuzniecow otrzymał medal nr. 5. Rok później odznaczony został ponownie Orderem Uszakowa I stopnia. Jedynym cudzoziemcem, który go otrzymał był brytyjski admirał Bertram Ramsey – jeden z dowódców ewakuacji Dunkierki w 1940 roku i desantu w Normandii w 1944 roku. Co ciekawe, medal nr. 1 oraz Order Uszakowa II stopnia wręczono dalekiemu krewnemu Fiodora Uszakowa, który uczestniczył w dwóch wojnach światowych – kontradmirałowi Juriemu Fiodorowiczowi Rallowi (1890–1948).
ru: В марте 1944 года в разгар Великой Отечественной войны в СССР был учреждён орден Ушакова, ставший высшей наградой, специально предназначенной для офицеров Военно-Морского флота. Своё название орден получил в честь одного из самых выдающихся русских флотоводцев адмирала Фёдора Ушакова (1745–1817). Было установлено две степени награды. Орден I степени представлял собой изготовленную из платины пятиконечную звезду, на которую крепился серебряный якорь с цепью и покрытый эмалью золотой медальон с изображением флотоводца. Звезда орденского знака II степени была золотой, якорь и медальон — серебряными. Орден Ушакова был очень редкой наградой — его первую степень получили лишь 26 человек. В июне 1944 года орденским знаком № 5 был награждён адмирал Николай Герасимович Кузнецов. А ещё спустя год он получил второй орден Ушакова II степени. Единственным иностранцем, удостоенным этой награды, был адмирал британского Королевского флота Бертрам Рамсей, один из руководителей эвакуации из Дюнкерка в 1940 году и высадки в Нормандии в 1944 году. Любопытный факт — орденский знак II степени № 1 был вручён дальнему родственнику Фёдора Ушакова, участнику двух мировых войн контр-адмиралу Юрию Фёдоровичу Раллю (1890–1948).
uk: У березні 1944 року, у розпал Великої Вітчизняної війни Радянського Союзу в СРСР запровадили орден Ушакова, що став найвищою нагородою, спеціально призначеною для офіцерів Військово-морського флоту. Свою назву орден отримав на честь одного з найвидатніших російських флотоводців — адмірала Федора Ушакова (1745–1817). Нагорода мала два ступені. Орденом 1-го ступеня була платинова п’ятикутна зірка, на яку кріпили срібний якір із ланцюгом і вкритий емаллю золотий медальйон із зображенням флотоводця. Зірка ордену 2-го ступеня була золотою, якір і медальйон — срібними. Орден Ушакова був дуже рідкісною нагородою — його перший ступінь отримали лише 26 осіб. У червні 1944 року орденським знаком № 5 нагородили адмірала Миколу Герасимовича Кузнєцова. А ще через рік він отримав другий орден Ушакова 1-го ступеня. Єдиним іноземцем, що удостоївся цієї нагороди, був адмірал британського Королівського флоту Бертрам Рамсей, один із керівників евакуації з Дюнкерка 1940 року та висадки в Нормандії 1944 року. Цікавий факт: орденський знак 2-го ступеня № 1 одержав далекий родич Федора Ушакова, учасник двох світових воєн контр-адмірал Юрій Федорович Ралль (1890–1948).
zh: В марте 1944 года в разгар Великой Отечественной войны в СССР был учреждён орден Ушакова, ставший высшей наградой, специально предназначенной для офицеров Военно-Морского флота. Своё название орден получил в честь одного из самых выдающихся русских флотоводцев адмирала Фёдора Ушакова (1745–1817). Было установлено две степени награды. Орден I степени представлял собой изготовленную из платины пятиконечную звезду, на которую крепился серебряный якорь с цепью и покрытый эмалью золотой медальон с изображением флотоводца. Звезда орденского знака II степени была золотой, якорь и медальон — серебряными. Орден Ушакова был очень редкой наградой — его первую степень получили лишь 26 человек. В июне 1944 года орденским знаком № 5 был награждён адмирал Николай Герасимович Кузнецов. А ещё спустя год он получил второй орден Ушакова II степени. Единственным иностранцем, удостоенным этой награды, был адмирал британского Королевского флота Бертрам Рамсей, один из руководителей эвакуации из Дюнкерка в 1940 году и высадки в Нормандии в 1944 году. Любопытный факт — орденский знак II степени № 1 был вручён дальнему родственнику Фёдора Ушакова, участнику двух мировых войн контр-адмиралу Юрию Фёдоровичу Раллю (1890–1948).
zh_sg: 1944年3月，在二战中期，苏联颁布了乌沙科夫勋章。也是苏联海军军官的最高荣誉。该勋章以俄罗斯最伟大的海军指挥官费奥多·乌沙科夫上将（1745-1817）命名。共分为两级。一级勋章为白金五角星，连着银质的锚和铁链，内部镶嵌着金质奖章，上刻有乌沙科夫的浮雕。而二级勋章的五角星是金的，锚和奖章是银的。 乌沙科夫勋章很少授予，共只有26个人获得过1级勋章。1944年6月，海军上将尼古拉·杰拉西莫维奇·库兹涅佐夫被授予5号勋章。一年后，他被授予乌沙科夫二级勋章。英国皇家海军上将伯特伦·拉姆齐是唯一获得这个勋章的外籍军官，他是1940年敦刻尔克撤退和1944年诺曼底登陆的指挥官之一。有趣的是，一号乌沙科夫二级勋章授予了费奥多尔·乌沙科夫的远亲，它参加了两次世界大战——海军少将费奥多洛维奇·拉尔(1890-1948)。

# IDS_PCZC361_SOVIETBBARC_NAKHIMOV_ORDER
source: The Order of Nakhimov
es_mx: La Orden de Nakhimov
ja: ナヒーモフ勲章
pl: Order Nachimowa
ru: Орден Нахимова
uk: Орден Нахімова
zh: Орден Нахимова
zh_sg: 纳希莫夫勋章

# IDS_PCZC361_SOVIETBBARC_NAKHIMOV_ORDER_DESCRIPTION
source: Simultaneously with the Order of Ushakov, in March 1944, an Order was established in honor of another famous Russian naval commander, Admiral Pavel Nakhimov (1802–1855), defender of Sevastopol and a hero of the battles of Navarino and Sinop. The badge of the Order of Nakhimov, 1st Class, was made of gold and silver encrusted with rubies. One of the recipients of the Order of Nakhimov, 1st Class, was Admiral Yury Aleksandrovich Panteleyev (1901–1983). During the 1920s, Admiral Panteleyev, along with the future Commander-in-Chief of the Naval Forces, Nikolay Kuznetsov, served on cruiser Chervona Ukraina. During World War II, he was in command of the naval defense of Leningrad, and the Belomor Military Flotilla. In his last military position, Admiral Panteleev participated in the protection of the Arctic convoys and in providing assistance for the bombing of German battleship Tirpitz by British aviation. However, an even greater fame fell upon the Admiral as a brilliant yachtsman, who had dedicated seven decades of his life to sailing.
es_mx: Junto a la Orden de Ushakov, en marzo de 1944, se estableció otra orden en honor de otro famoso comandante naval ruso, el almirante Pavel Nakhimov (1802–1855), defensor de Sebastopol y héroe de las batallas de Navarino y Sinop. La placa de la Orden de Nakhimov de 1.ª clase estaba hecha de oro y plata, y encrustada con rubíes. Uno de los galardonados con la Orden de Nakhimov de 1.ª clase fue el almirante Yury Aleksandrovich Panteleyev (1901–1983). Durante los años 20, el almirante Panteleyev, junto con el futuro comandante en jefe de las fuerzas navales, Nikolay Kuznetsov, sirvió en el crucero Chervona Ukraina. Durante la Segunda Guerra Mundial, estuvo a cargo de la defensa miliar de Leningrado y la flotilla militar de Belomor. En su último puesto militar, el almirante Panteleev participó en la protección de los convoyes del Ártico y proporcionó asistencia en el bombardeo del acorazado alemán Tirpitz por la aviación británica. Sin embargo, el almirante gozó de mayor fama aún como brillante regatista, que dedicó siete décadas de su vida a la navegación.
ja: ウシャコフ勲章と併せ、1944 年 3 月に同じくロシア海軍の高名な司令官として知られるパーヴェル・ナヒーモフ提督 (1802 年 - 1855 年) に因んだ勲章が制定されました。ナヒーモフ提督はセヴァストポリの防衛者であり、ナヴァリノの海戦とスィノプの海戦における英雄です。一等ナヒーモフ勲章のバッジは金と銀で作られており、ルビーが飾られていました。 一等ナヒーモフ勲章の受章者のひとりがユーリー・アレクサンドロヴィチ・パンテレエフ提督 (1901 年 - 1983 年) であり、彼は 1920 年代に、後に海軍司令長官となるニコライ・クズネツォフと共に巡洋艦チェルヴォナ・ウクライナに配属されていました。二次大戦中には、レニングラードの海上防衛とベロモール軍事艦隊の司令官を務めました。彼にとって最後の軍事的地位においてパンテレエフ提督は北極船団の護衛に参加し、イギリス軍機によるドイツ戦艦ティルピッツへの爆撃を支援しました。そして彼は輝かしいヨットマンとしてさらに高名であり、人生のうち 70 年間でセーリングに打ち込みました。
pl: Oprócz Orderu Uszakowa w marcu 1944 roku ustanowiono również order poświęcony innemu słynnemu rosyjskiemu dowódcy – admirałowi Pawłowi Nachimowowi (1802–1855) – obrońcy Sewastopola i bohaterowi bitew pod Navarino i Synopą. Odznaka Orderu Nachimowa I stopnia wykonana była ze złota i srebra oraz inkrustowana rubinami. Jednym z pierwszych osób odznaczonych Orderem Nachimowa I stopnia był admirał Juri Aleksandrowicz Pantelejew (1901–1983). W latach 20. admirał Pantelejew wraz z przyszłym głównodowodzącym Marynarki Wojennej Nikołajem Kuzniecowem służył na pokładzie krążownika Chervona Ukraina. W trakcie II wojny światowej dowodził obroną morską Leningradu i Flotyllą Białomorską. Na swoim ostatnim stanowisku admirał Patelejew uczestniczył w ochronie konwojów arktycznych i wspierał bombardowanie pancernika Tirpitz przez lotnictwo brytyjskie. Jednak admirał cieszył się przede wszystkim sławą doskonałego żeglarza, który poświęcił morzu siedem dekad swojego życia.
ru: Одновременно с орденом Ушакова в марте 1944 года был учреждён орден в честь другого знаменитого русского флотоводца — адмирала Павла Нахимова (1802–1855), защитника Севастополя, героя Наварина и Синопа. Знак ордена Нахимова I степени изготавливался из золота и серебра с инкрустацией из рубинов. Одним из кавалеров ордена Нахимова I степени был адмирал Юрий Александрович Пантелеев (1901–1983). В 1920-х годах он вместе с будущим главнокомандующим ВМФ Кузнецовым служил на крейсере «Червона Украина», в годы Великой Отечественной войны возглавлял морскую оборону Ленинграда, командовал Беломорской военной флотилией. В последней должности Пантелеев участвовал в охране Арктических конвоев и обеспечении бомбардировок немецкого линкора Tirpitz английской авиацией. Однако едва ли не большую известность адмирал получил в качестве блестящего яхтсмена, отдавшего парусному спорту семь десятилетий своей жизни.
uk: Разом з орденом Ушакова в березні 1944 року запровадили орден на честь іншого знаменитого російського флотоводця — адмірала Павла Нахімова (1802–1855), захисника Севастополя, героя Наваріна й Сінопа. Знак ордена Нахімова 1-го ступеня виготовляли із золота та срібла з інкрустацією рубінами. Одним із кавалерів ордена Нахімова 1-го ступеня був адмірал Юрій Олександрович Пантелєєв (1901–1983). У 1920-х роках він разом із майбутнім головнокомандувачем ВМФ Кузнєцовим служив на крейсері «Червона Україна», у роки Великої Вітчизняної війни Радянського Союзу очолював морську оборону Ленінграда, командував Біломорською військовою флотилією. На останній посаді Пантелєєв брав участь в охороні Арктичних конвоїв і забезпеченні бомбардувань німецького лінкора Tirpitz англійською авіацією. Однак чи не більшу популярність адмірал отримав як блискучий яхтсмен, який віддав вітрильному спорту сім десятиліть свого життя.
zh: Одновременно с орденом Ушакова в марте 1944 года был учреждён орден в честь другого знаменитого русского флотоводца — адмирала Павла Нахимова (1802–1855), защитника Севастополя, героя Наварина и Синопа. Знак ордена Нахимова I степени изготавливался из золота и серебра с инкрустацией из рубинов. Одним из кавалеров ордена Нахимова I степени был адмирал Юрий Александрович Пантелеев (1901–1983). В 1920-х годах он вместе с будущим главнокомандующим ВМФ Кузнецовым служил на крейсере «Червона Украина», в годы Великой Отечественной войны возглавлял морскую оборону Ленинграда, командовал Беломорской военной флотилией. В последней должности Пантелеев участвовал в охране Арктических конвоев и обеспечении бомбардировок немецкого линкора Tirpitz английской авиацией. Однако едва ли не большую известность адмирал получил в качестве блестящего яхтсмена, отдавшего парусному спорту семь десятилетий своей жизни.
zh_sg: 和乌沙科夫勋一起，1944年3月发布了纳西莫夫勋，用于纪念另一位著名俄罗斯海军司令帕维尔·纳希莫夫上将（1802-1855年）——塞瓦斯托波尔的保卫者，也是纳瓦里奥和西诺普战役的战斗英雄。纳希莫夫勋章是一等功勋章，由金和银制成，镶有红宝石。 纳希莫夫勋章的受勋者之一是海军上将尤里·阿列克山德罗维奇·潘特列耶夫（1901-1983）。1920年代，潘特列耶夫海军上将和之后的海军总司令库兹涅佐夫同在切尔沃纳·乌克兰号巡洋舰上服役。在第二次世界大战期间，他领导了列宁格勒和拜洛莫军事舰队的海军防御。潘特列夫上将参加的最后一次军事行动是北极护航队的护航行动，协助英国空军轰炸德国战列舰提尔皮兹号。然而，潘特列夫上将更大的名声来自于他后来成为了杰出的帆船手，并终其一生致力于帆船运动。

# IDS_PCZC362_SOVIETBBARC_USHAKOV_MEDAL
source: The Medal of Ushakov
es_mx: La Medalla de Ushakov
ja: ウシャコフ記章
pl: Medal Uszakowa
ru: Медаль Ушакова
uk: Медаль Ушакова
zh: Медаль Ушакова
zh_sg: 乌沙科夫奖章

# IDS_PCZC362_SOVIETBBARC_USHAKOV_MEDAL_DESCRIPTION
source: The Medal of Ushakov was established in March 1944 along with a same-name order, becoming a naval equivalent of the much respected among war veterans Medal for Courage. On the face of the silver-made award was a portrait of the Russian naval commander Admiral Fedor Ushakov (1745–1817). This medal was awarded to sailors and starshinas of the U.S.S.R. Navy for bravery and gallantry demonstrated in battle during naval operations. In rare cases, junior officers could be awarded with this medal, too. The initiator of special naval orders and medals awarded at the height of World War II was Nikolay Gerasimovich Kuznetsov, People's Commissar of the U.S.S.R. Navy. He knew the history of the navy well, and during and after the war he put a lot of effort into bringing the heroic deeds of Admiral Ushakov, who had never lost a single battle in his life, back from oblivion.
es_mx: La Medalla de Ushakov se estableció en marzo de 1944, junto con una orden del mismo nombre; y se convirtió en un equivalente naval de la Medalla por el Coraje, tan respetada entre los veteranos de guerra. En el frontal del galardón de plata había un retrato del comandante naval ruso, el almirante Fedor Ushakov (1745–1817). Esta medalla se otorgó a marineros y Starshinas (suboficiales jefes) de la Armada de la URSS por valentía y galantería demostradas en batalla durante las operaciones navales. En raras ocasiones, los oficiales de menor antigüedad también fueron galardonados con esta medalla. El precursor de las medallas y órdenes navales, otorgadas durante la Segunda Guerra Mundial, fue Nikolay Gerasimovich Kuznetsov, Comisario del Pueblo para la Armada de la URSS. Conocía bien la historia de la armada y, durante y después de la guerra, puso mucho empeño en rescatar del olvido las hazañas heroicas del almirante Ushakov, que no perdió una sola batalla en su vida.
ja: ウシャコフ記章は同名の勲章と併せて 1944 年 3 月に制定され、退役軍人達の間で大いに尊敬されていた勇敢記章の海軍版になりました。銀製のこの記章の表には、ロシアの高名な海軍司令官として知られるフョードル・ウシャコフ提督 (1745 年 - 1817 年) の肖像が刻印されていました。この記章は、海上作戦中の戦闘において武勇や勇気を示した海軍の水兵や下士官を対象としており、稀に下級士官に授与されることもありました。 二次大戦の最中に海軍用の特別な勲章や記章が制定されたのは、ソ連海軍人民委員ニコライ・ゲラシモヴィチ・クズネツォフの意向によるものでした。彼は自国の海軍の歴史を熟知しており、その人生の中で 1 回も負けることがなかったウシャコフ提督の英雄的行為を忘れ去られないようにすべく、戦中にも戦後にも尽力しました。
pl: Medal Uszakowa ustanowiono w marcu 1944 roku razem z orderem o tej samej nazwie, stał się on odpowiednikiem szanowanego wśród weteranów wojennych Medalu „Za Odwagę”. Na awersie wykonanego ze srebra medalu umieszczony został portret rosyjskiego dowódcy marynarki wojennej, admirała Fiodora Uszakowa (1745–1817). Medal taki wręczano marynarzom i podoficerom marynarki ZSRR za męstwo i bohaterskie czyny w walkach morskich. W wyjątkowych okolicznościach medalem tym odznaczano również niższych stopniem oficerów. Inicjatorem specjalnym orderów i medali marynarki wojennej u szczytu II wojny światowej był Nikołaj Gierasimowicz Kuzniecow, Komisarz Ludowy Marynarki Wojennej ZSRR. Dobrze znał on historię marynarki wojennej i zarówno w trakcie wojny, jak i po niej, włożył wiele wysiłku w popularyzację bohaterskich wyczynów admirała Uszakowa, który nigdy nie przegrał żadnej bitwy morskiej.
ru: Медаль Ушакова была учреждена в марте 1944 года вместе с одноимённым орденом, став своего рода морским аналогом пользовавшейся большим авторитетом у фронтовиков медали «За отвагу». На лицевой стороне изготавливавшейся из серебра награды был помещён портрет русского флотоводца адмирала Фёдора Ушакова (1745–1817). Медалью награждались матросы и старшины ВМФ за личное мужество и отвагу, проявленные в боях на морских театрах. В редких случаях её могли получить младшие офицеры. Инициатором учреждения в разгар Великой Отечественной войны специальных военно-морских орденов и медалей был народный комиссар ВМФ СССР Николай Герасимович Кузнецов. Прекрасно знавший военно-морскую историю, он и во время, и после войны приложил немало усилий к тому, чтобы возвратить из забвения подвиги адмирала Ушакова, не проигравшего за свою жизнь ни одного сражения.
uk: Медаль Ушакова запровадили в березні 1944 року разом з однойменним орденом. Вона стала таким собі морським аналогом авторитетної серед фронтовиків медалі «За відвагу». На лицьовому боці нагороди, яку виготовляли зі срібла, розмістили портрет російського флотоводця, адмірала Федора Ушакова (1745–1817). Медаллю нагороджували матросів і старшин ВМФ за особисту мужність і відвагу, проявлені в боях на морських театрах. У рідкісних випадках її могли отримати молодші офіцери. Ініціатором впровадження спеціальних військово-морських орденів і медалей у розпал Великої Вітчизняної війни Радянського Союзу був народний комісар ВМФ СРСР Микола Герасимович Кузнєцов. Він прекрасно знав військово-морську історію й під час, і після війни доклав чимало зусиль, щоб повернути із забуття подвиги адмірала Ушакова, який не програв за своє життя жодного бою.
zh: Медаль Ушакова была учреждена в марте 1944 года вместе с одноимённым орденом, став своего рода морским аналогом пользовавшейся большим авторитетом у фронтовиков медали «За отвагу». На лицевой стороне изготавливавшейся из серебра награды был помещён портрет русского флотоводца адмирала Фёдора Ушакова (1745–1817). Медалью награждались матросы и старшины ВМФ за личное мужество и отвагу, проявленные в боях на морских театрах. В редких случаях её могли получить младшие офицеры. Инициатором учреждения в разгар Великой Отечественной войны специальных военно-морских орденов и медалей был народный комиссар ВМФ СССР Николай Герасимович Кузнецов. Прекрасно знавший военно-морскую историю, он и во время, и после войны приложил немало усилий к тому, чтобы возвратить из забвения подвиги адмирала Ушакова, не проигравшего за свою жизнь ни одного сражения.
zh_sg: 1944年3月，乌沙科夫奖章与同名的勋章一起颁布，是海军中受尊敬的退伍老兵的勇气奖章。银质奖章的正面印有是俄罗斯海军司令费多尔·乌沙科夫（1745—1817）的肖像。此奖章用于授予在海战中表现英勇的苏联海军士兵和士级官。在极少数情况下，初级军官也可以获得这枚奖章。 二战高峰期间，特别海军奖章和勋章的发起人是苏联海军人民委员会委员尼古拉·杰拉西莫维奇·库兹涅佐夫。由于熟知海军的历史，在战争期间和战争结束后，库兹涅佐夫付出了很大的努力，让乌沙科夫上将的英雄事迹从被遗忘的历史中找回并让世人铭记。值得一提的是，乌沙科夫上将在一生中从未输过任何一场战役。

# IDS_PCZC363_SOVIETBBARC_NAKHIMOV_MEDAL
source: The Medal of Nakhimov
es_mx: La Medalla de Nakhimov
ja: ナヒーモフ記章
pl: Medal Nachimowa
ru: Медаль Нахимова
uk: Медаль Нахімова
zh: Медаль Нахимова
zh_sg: 纳西莫夫奖章
