Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_SERVER_RESTART_CANCEL
source: Server restart canceled
es_mx: Reinicio del servidor cancelado
ja: サーバー再起動がキャンセルされました
pl: Restart serwera anulowany
ru: Перезагрузка сервера отменена
uk: Перезавантаження сервера скасоване
zh: 服务器重启已取消
zh_sg: 服务器重启已取消

# IDS_SERVER_RESTART_TIME_BATTLE
source: Server will be available in %(timeRestart)s.
es_mx: El servidor estará disponible en %(timeRestart)s.
ja: サーバー利用可能: %(timeRestart)s
pl: Serwer będzie dostępny za %(timeRestart)s.
ru: Сервер будет доступен через %(timeRestart)s.
uk: Сервер буде доступний через %(timeRestart)s.
zh: 服务器将可使用，于 %(timeRestart)s。
zh_sg: 服务器将开放于%(timeRestart)s。

# IDS_SERVER_RESTART_TIME_DOCK
source: Server will be available in <h3>%(timeRestart)s</h3>
es_mx: El servidor estará disponible en <h3>%(timeRestart)s</h3>
ja: サーバー利用可能: <h3>%(timeRestart)s</h3>
pl: Serwer będzie dostępny za <h3>%(timeRestart)s</h3>
ru: Сервер будет доступен через <h3>%(timeRestart)s</h3>
uk: Сервер буде доступний через <h3>%(timeRestart)s</h3>
zh: 服务器将可使用，于<h3>%(timeRestart)s</h3>
zh_sg: 服务器将开放于<h3>%(timeRestart)s</h3>

# IDS_SERVER_SWITCH
source: Transfer to another server
es_mx: Transferir a otro servidor
ja: 別サーバーへの移行
pl: Przeniesienie na inny serwer
ru: Переход на другой сервер
uk: Перехід на інший сервер
zh: 转移到其它服务器
zh_sg: 转移到其它服务器

# IDS_SERVER_WILL_RESTART_BATTLE
source: Attention! Server will be unavailable due to maintenance in %(timeLeft)s. When the current battle is over you will be redirected to the login screen.
es_mx: ¡Atención! El servidor no estará disponible debido a mantenimiento en %(timeLeft)s. Cuando la batalla actual termine, serás redirigido a la pantalla de inicio.
ja: 注意! メンテナンスのため、%(timeLeft)s 後にサーバーがご利用頂けなくなります。現在の戦闘の終了後、ログイン画面にリダイレクトされます。
pl: Uwaga! Serwer będzie niedostępny z powodu prac konserwacyjnych za %(timeLeft)s. Kiedy bieżąca bitwa dobiegnie końca, zostaniesz przekierowany na ekran logowania.
ru: Внимание! Сервер будет недоступен по причине профилактических работ через %(timeLeft)s. По завершении текущего боя вы будете перенаправлены в окно логина.
uk: Увага! Сервер буде недоступний у зв’язку з профілактичними роботами через %(timeLeft)s. Після завершення цього бою вас спрямують у вікно входу у гру.
zh: 注意！服务器将由于维修而无法使用，于 %(timeLeft)s。您会在当前的战斗结束时被重新定向至登入画面。
zh_sg: 注意！服务器即将在%(timeLeft)s开始维护。您会在当前战斗结束时退回至登入界面。

# IDS_SERVER_WILL_RESTART_BATTLE_SOFT
source: Attention! The server will be rebooted in %(timeLeft)s. When the current battle ends, you will be redirected to a different server.
es_mx: ¡Atención! El servidor será reiniciado en %(timeLeft)s. Cuando la batalla actual termine, serás redirigido a un servidor diferente.
ja: 注意! %(timeLeft)s 後にこのサーバーを再起動します。現在の戦闘が完了した後に、別のサーバーにリダイレクトされます。
pl: Uwaga! Serwer zostanie ponownie uruchomiony za %(timeLeft)s. Kiedy bieżąca bitwa dobiegnie końca, zostaniesz przekierowany na inny serwer.
ru: Внимание! Сервер будет перезапущен через %(timeLeft)s. По завершении текущего боя вы будете перенаправлены на другой сервер.
uk: Увага! Сервер буде перезапущено через %(timeLeft)s. Після завершення цього бою вас спрямують на інший сервер.
zh: 注意！服务器将会在 %(timeLeft)s 内重新启动。当目前战斗结束时，您就会被导往到不同的服务器。
zh_sg: 注意！服务器即将在%(timeLeft)s开始维护。您会在当前战斗结束时导往至其他服务器。

# IDS_SERVER_WILL_RESTART_DOCK
source: Attention! Server will be unavailable due to maintenance in <h3>%(timeLeft)s</h3> You will be redirected to the login window.
es_mx: ¡Atención! El servidor no estará disponible debido a mantenimiento en <h3>%(timeLeft)s</h3> Serás redirigido a la ventana de inicio.
ja: 注意! メンテナンスのためにサーバーがご利用頂けなくなるまで <h3>%(timeLeft)s</h3> ログイン画面にリダイレクトされます。
pl: Uwaga! Serwer będzie niedostępny z powodu prac konserwacyjnych za <h3>%(timeLeft)s</h3> Zostaniesz przekierowany na ekran logowania.
ru: Внимание! Сервер будет недоступен по причине профилактических работ через <h3>%(timeLeft)s</h3> Вы будете перенаправлены в окно логина.
uk: Увага! Сервер буде недоступний у зв’язку з профілактичними роботами через <h3>%(timeLeft)s</h3> Вас спрямують у вікно входу у гру.
zh: 注意！服务器将由于维修而无法使用，于 <h3>%(timeLeft)s</h3> 您会在当前的战斗结束时被重新定向至登入窗口。
zh_sg: 注意！服务器即将在 <h3>%(timeLeft)s</h3>开始维护。 您会在当前战斗结束时退回至登入界面。

# IDS_SERVER_WILL_RESTART_DOCK_SOFT
source: Attention! The server will be rebooted in <h3>%(timeLeft)s</h3> You will be redirected to a different server.
es_mx: ¡Atención! El servidor será reiniciado en <h3>%(timeLeft)s</h3> Serás redirigido a un servidor diferente.
ja: 注意! このサーバーの再起動まで <h3>%(timeLeft)s</h3> 別のサーバーにリダイレクトされます。
pl: Uwaga! Serwer zostanie ponownie uruchomiony za <h3>%(timeLeft)s</h3> Zostaniesz przekierowany na inny serwer.
ru: Внимание! Сервер будет перезапущен через <h3>%(timeLeft)s</h3> Вы будете перенаправлены на другой сервер.
uk: Увага! Сервер буде перезапущено через <h3>%(timeLeft)s</h3> . Вас спрямують на інший сервер.
zh: 注意！服务器将会在 <h3>%(timeLeft)s</h3> 内重新启动 您将会被导往到不同的服务器。
zh_sg: 注意！服务器将在 <h3>%(timeLeft)s</h3>内重新启动。 您将会被导往不同的服务器。

# IDS_SERVICE
source: Service:
es_mx: Servicio:
ja: 修理・補給:
pl: Obsługa:
ru: Обслуживание:
uk: Обслуговування:
zh: 修理：
zh_sg: 维护：

# IDS_SERVICE_C
source: SERVICE
es_mx: SERVICIO
ja: 修理・補給
pl: SERWIS
ru: ОБСЛУЖИВАНИЕ
uk: ОБСЛУГОВУВАННЯ
zh: 准备
zh_sg: 维护

# IDS_SERVICE_COST
source: Service cost:
es_mx: Costo del servicio:
ja: 修理・補給費用:
pl: Koszt obsługi:
ru: Стоимость обслуживания:
uk: Вартість обслуговування:
zh: 整备费用：
zh_sg: 维护费用：

# IDS_SERVICE_IS_NOT_AVAILABLE
source: Service is unavailable.
es_mx: El servicio no está disponible.
ja: サービスはご利用いただけません。
pl: Usługa jest niedostępna.
ru: Сервис недоступен.
uk: Сервіс недоступний.
zh: 服务暂时无法使用。
zh_sg: 服务暂时无法使用。

# IDS_SERVICE_IS_UNAVAILABLE_CHAT
source: Chat server is unavailable
es_mx: Servidor de chat no disponible
ja: チャットサーバー利用不可
pl: Serwer czatu jest niedostępny
ru: Нет соединения с сервером чата
uk: Немає з’єднання з сервером чата
zh: 聊天服务器无法使用
zh_sg: 聊天服务器无法使用

# IDS_SERVICE_IS_UNAVAILABLE_CLUB
source: Team service unavailable
es_mx: Servicio de Equipos no disponible
ja: チームサービス利用不可
pl: Obsługa drużyn jest niedostępna
ru: Сервис команд недоступен
uk: Командний сервіс недоступний
zh: 队伍战斗无法使用
zh_sg: 团队服务无法使用

# IDS_SERVICE_IS_UNAVAILABLE_WEB
source: Web server is unavailable
es_mx: Servidor web no disponible
ja: ウェブサーバー利用不可
pl: Serwer jest niedostępny
ru: Нет соединения с веб-сервером
uk: Немає з’єднання з веб-сервером
zh: 网站服务器无法使用
zh_sg: 网站服务器无法使用

# IDS_SERVICE_NOT_COMPLETED
source: Unable to perform service
es_mx: No se puede realizar el servicio
ja: 修理・補給不能
pl: Nie można dokonać serwisu
ru: Обслуживание невозможно
uk: Обслуговування неможливе
zh: 无法进行准备
zh_sg: 无法进行维护

# IDS_SERVICE_SHIP_TO_MANAGE_SHIP
source: This ship needs to be serviced before you can change her equipment.
es_mx: Este barco necesita recibir servicio antes de que puedas cambiar su equipamiento.
ja: 装備を変更するには、艦艇を修理・補給してください。
pl: Okręt wymaga naprawy przed zmianą wyposażenia.
ru: Необходимо провести обслуживание корабля для изменения оснащения.
uk: Потрібно виконати обслуговування корабля, щоб змінити оснащення.
zh: Необходимо провести обслуживание корабля для изменения оснащения.
zh_sg: 这艘战舰在变更装备前需要维护。

# IDS_SERVICE_SHIP_TO_OPERATE_EXTERIORS
source: This ship needs to be serviced before you can change her exterior.
es_mx: Este barco necesita recibir servicio antes de que puedas cambiar su exterior.
ja: 外装を変更するには、艦艇を修理・補給してください。
pl: Okręt musi najpierw być serwisowany, zanim będzie można zmienić jego wygląd.
ru: Необходимо провести обслуживание корабля для изменения внешнего вида.
uk: Потрібно виконати обслуговування корабля, щоб змінити зовнішній вигляд.
zh: Необходимо провести обслуживание корабля для изменения внешнего вида.
zh_sg: 这艘战舰在变更外观前需要维护。

# IDS_SET_NOT_READY_TO_BATTLE_IN_FORMATION
source: Set status to "Not ready"
es_mx: Establecer estado "No listo"
ja: ステータスを「準備中」に設定
pl: Ustaw status „Niegotowy”
ru: Установить статус «Не готов»
uk: Встановіть статус «Не готовий»
zh: 设置状态为 "未准备好"
zh_sg: 设置状态为 "未准备"

# IDS_SET_PRIORITY_SECTOR
source: Select priority AA sector
es_mx: Seleccionar sector AA prioritario
ja: 優先対空セクター選択
pl: Wybierz priorytetowy sektor przeciwlotniczy
ru: Выбор приоритетного сектора ПВО
uk: Вибір пріоритетного сектора ППО
zh: Выбор приоритетного сектора ПВО
zh_sg: 选择优先防空区域

# IDS_SET_READY_IN_PARTY
source: Set the Team status to "Ready!" to enter the battle.
es_mx: Establecer el estado del Equipo como "¡Listo!" para entrar a la batalla.
ja: チームステータスを「準備完了!」にセットして戦闘に参加しましょう。
pl: Ustaw status drużyny „Gotowy!”, żeby wejść do bitwy.
ru: Установите статус «Готов!» в команде, чтобы выйти в бой.
uk: Встановіть статус «Готовий!» у команді, щоб вступити у бій.
zh: 设置队伍状态为 "已准备好" 来进入战斗。
zh_sg: 设置团队状态为 "已准备好" 来进入战斗。

# IDS_SET_READY_TO_BATTLE_IN_FORMATION
source: Set status to "Ready!"
es_mx: Establecer estado "¡Listo!"
ja: ステータスを「準備完了!」に設定
pl: Ustaw status „Gotowy!”
ru: Установить статус «Готов!»
uk: Встановіть статус «Готовий!»
zh: 设置状态为 "已准备好"
zh_sg: 设置状态为 "已准备"

# IDS_SET_UNREADY_DIVISION_FIRST_TO_BUY_MODERNIZATION
source: The "Ready for battle in Division" status is selected. Click "Not ready" to change installed upgrades.
es_mx: El estado "Listo para combatir en una División" está seleccionado. Haz clic en "No estoy listo" para cambiar las mejoras instaladas.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。搭載中のアップグレードを変更するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy w Dywizjonie”. Kliknij przycisk „Niegotowy”, żeby zmienić zainstalowane ulepszenia.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для изменения модернизаций.
uk: Встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб змінити модернізації.
zh: 已选择 "准备好以分小队来加入战斗" 状态。只有状态 "未准备好" 的战舰才能使用升级品。
zh_sg: 已选择"准备好小队作战"状态。点击"未准备"来更换升级品。

# IDS_SET_UNREADY_DIVISION_FIRST_TO_CHANGE_CONSUMABLES
source: The "Ready for battle in Division" status is selected. Click "Not ready" to change the equipped consumables.
es_mx: El estado "Listo para combatir en una División" está seleccionado. Haz clic en "No estoy listo" para cambiar los consumibles equipados.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。搭載中の消耗品を変更するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy w Dywizjonie”. Kliknij przycisk „Niegotowy”, żeby zmienić sprzęt eksploatacyjny okrętu.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для изменения снаряжения.
uk: Встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб змінити спорядження.
zh: 已选择 "准备好以小队加入战斗" 状态。点击 "未准备好" 来操作消耗品。
zh_sg: 已选择"准备好小队作战"状态。点击"未准备"来更换消耗品。

# IDS_SET_UNREADY_DIVISION_FIRST_TO_FREE_CREW_SKILLPOINTS
source: Status "Ready for battle in Division" is selected. Click "Not ready" to reset skills.
es_mx: El estado "Listo para la batalla en División" está seleccionado. Haz clic en "No estoy listo" para reiniciar las habilidades.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。スキルをリセットするには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do walki w dywizjonie”. Kliknij „Niegotowy”, żeby móc zresetować umiejętności.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для перераспределения навыков.
uk: Встановлено статус «Готовий до бою у загоні». Натисніть «Не готовий», щоб перерозподілити уміння.
zh: 已选择「准备好以分舰队来加入战斗」状态。点击「尚未准备好」来重置技能。
zh_sg: 已选择"准备好小队战斗"状态。点击"未准备"来重置技能。

# IDS_SET_UNREADY_DIVISION_FIRST_TO_MANAGE_SHIP
source: The "Ready for battle in Division" status is selected. Click "Not ready" to change the ship's equipment.
es_mx: El estado "Listo para la batalla en una División" está seleccionado. Haz clic en "No estoy listo" para cambiar el equipamiento del barco.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。艦艇の装備を変更するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy w Dywizjonie”. Kliknij przycisk „Niegotowy”, żeby zmienić wyposażenie okrętu.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов», чтобы изменить оснащение корабля.
uk: Встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб змінити оснащення корабля.
zh: Установлен статус «Готов к бою в отряде». Нажмите «Не готов», чтобы изменить оснащение корабля.
zh_sg: 已选择"准备好小队作战"状态。点击"未准备"来更换装备。

# IDS_SET_UNREADY_DIVISION_FIRST_TO_OPERATE_AUTOPURCHASE
source: "Ready for battle in Division" status selected. Click "Not ready" to manage auto-resupply.
es_mx: El estado "Listo para combatir en División" ha sido seleccionado. Haz clic en "No estoy listo" para administrar el reabastecimiento automático.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。自動補給を管理するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy w Dywizjonie”. Kliknij przycisk „Niegotowy”, żeby zarządzać automatycznym uzupełnianiem.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для управления автопополнением.
uk: Встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб керувати автопоповненням.
zh: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для управления автопополнением.
zh_sg: 已选择"准备好小队作战"状态。点击"未准备"来管理自动补给。

# IDS_SET_UNREADY_DIVISION_FIRST_TO_OPERATE_EXTERIORS
source: "Ready for battle in Division" status selected. Click "Not ready" to change the ship's exterior.
es_mx: El estado "Listo para combatir en División" ha sido seleccionado. Haz clic en "No estoy listo" para cambiar el exterior del barco.
ja: ステータスが「分艦隊での戦闘準備完了」になっています。艦艇の外装を変更するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy w Dywizjonie”. Kliknij przycisk „Niegotowy”, żeby zmienić wygląd okrętu.
ru: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для изменения внешнего вида.
uk: Встановлено статус «Готовий до бою в загоні». Натисніть «Не готовий», щоб змінити зовнішній вигляд.
zh: Установлен статус «Готов к бою в отряде». Нажмите «Не готов» для изменения внешнего вида.
zh_sg: 已选择"准备好小队作战"状态。点击"未准备"来更改战舰外观。

# IDS_SET_UNREADY_PARTY_FIRST_TO_BUY_MODERNIZATION
source: Status "Ready for Team Battle" is selected. Click "Not ready" for operations with upgrades.
es_mx: El estado "Listo para Batalla en Equipo" está seleccionado. Haz clic en "No listo" para operaciones con mejoras.
ja: ステータスが「チームバトルの準備完了」になっています。アップグレードを変更するには「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy drużynowej”. Kliknij „Niegotowy”, aby modyfikować ulepszenia.
ru: Установлен статус «Готов к бою в команде». Нажмите «Не готов» для действий с модернизациями.
uk: Встановлено статус «Готовий до бою в команді». Натисніть «Не готовий» для дій з модернізаціями.
zh: 已选择状态 "已准备好加入队伍战斗"。请点击 "未准备好" 来进行升级品操作。
zh_sg: 小队状态为"已准备"。点击变更为"未准备"状态，才能使用升级品。

# IDS_SET_UNREADY_PARTY_FIRST_TO_CHANGE_CONSUMABLES
source: Status "Ready for Team Battle" is selected. Click "Not ready" for operations with consumables.
es_mx: El estado "Listo para Batalla en Equipo" está seleccionado. Haz clic en "No listo" para operaciones con consumibles.
ja: ステータスが「チームバトルの準備完了」になっています。消耗品を変更するには、「準備中」をクリックしてください。
pl: Wybrano status „Gotowy do bitwy drużynowej”. Kliknij „Niegotowy”, aby modyfikować sprzęt eksploatacyjny.
ru: Установлен статус «Готов к бою в команде». Нажмите «Не готов» для действий со снаряжением.
uk: Встановлено статус «Готовий до бою в команді». Натисніть «Не готовий» для дій зі спорядженням.
zh: 已选择状态 "已准备好加入队伍战斗"。请点击 "未准备好" 来进行消耗品操作。
zh_sg: 已选择状态 "已准备好加入团队战斗"。请点击 "未准备好" 来进行消耗品操作。

# IDS_SEVENTH_AMERICAN_ARCSUBCOLLECTION_NAME
source: Combat Ratings
es_mx: Clasificaciones de Combate
ja: 戦闘職域
pl: Stopnie bojowe
ru: Боевые специальности
uk: Бойові спеціальності
zh: 作战评分
zh_sg: 战斗评级

# IDS_SEVENTH_SOVIETBBARC_NAME
source: Naval Awards of the U.S.S.R.
es_mx: Premios Navales de la URSS
ja: ソ連海軍の勲章・記章
pl: Odznaczenia Marynarki Wojennej ZSRR
ru: Военно-морские награды СССР
uk: Військово-морські нагороди СРСР
zh: Военно-морские награды СССР
zh_sg: 苏联海军荣誉

# IDS_SHADER_MODEL_2
source: Shader version 2.0
es_mx: Versión del shader 2.0
ja: シェーダーバージョン 2.0
pl: Shader wersja 2.0
ru: Шейдеры версии 2.0
uk: Шейдери версії 2.0
zh: 着色器版本 2.0
zh_sg: 着色器版本 2.0

# IDS_SHADER_MODEL_3
source: Shader version 3.0
es_mx: Versión del shader 3.0
ja: シェーダーバージョン 3.0
pl: Shader wersja 3.0
ru: Шейдеры версии 3.0
uk: Шейдери версії 3.0
zh: 着色器版本 3.0
zh_sg: 着色器版本 3.0

# IDS_SHADER_VERSION_CAP
source: Shader version
es_mx: Versión del shader
ja: シェーダーバージョン
pl: Shader
ru: Версия шейдеров
uk: Версія шейдерів
zh: 着色器版本
zh_sg: 着色器版本

# IDS_SHADOWS_QUALITY
source: Shadow Quality
es_mx: Calidad de Sombras
ja: 影品質
pl: Jakość cieni
ru: Качество теней
uk: Якість тіней
zh: 阴影质量
zh_sg: 阴影质量

# IDS_SHARE_ENDS_IN
source: Special ends in
es_mx: El especial finaliza el
ja: スペシャル終了:
pl: Oferta specjalna kończy się za
ru: Окончание акции через
uk: Акція закінчиться через
zh: 距特惠结束还有
zh_sg: 距活动结束还有

# IDS_SHARE_FROM_CLAN_BUILDINGS
source: Clan discount
es_mx: Descuento del Clan
ja: クラン割引
pl: Zniżka klanu
ru: Скидка клана
uk: Знижка клану
zh: 军团折扣
zh_sg: 军团折扣

# IDS_SHARE_FROM_CLAN_BUILDINGS_TIMING
source: Permanent
es_mx: Permanente
ja: 無期限
pl: Na stałe
ru: Время действия не ограничено
uk: Час дії не обмежено
zh: 永久
zh_sg: 永久

# IDS_SHARE_IS_EXPIRING_WARNING
source: The special will end in a few minutes
es_mx: El especial terminará en pocos minutos
ja: このスペシャルは数分後に終了します。
pl: Wydarzenie specjalne dobiegnie końca za kilka minut
ru: Акция заканчивается через несколько минут
uk: Акція закінчиться за декілька хвилин
zh: 该折扣将在随后的几分钟内结束
zh_sg: 特惠将在几分钟后下架

# IDS_SHIP
source: Ship
es_mx: Barco
ja: 艦
pl: Okręt
ru: Корабль
uk: Корабель
zh: 战舰
zh_sg: 战舰

# IDS_SHIPDEAD
source: ship sunk
es_mx: barco hundido
ja: 艦が沈没
pl: statek zatonął
ru: корабль потоплен
uk: корабель потоплено
zh: 战舰沉没
zh_sg: 战舰沉没

# IDS_SHIPS
source: Ships
es_mx: Barcos
ja: 艦艇
pl: Okręty
ru: Кораблей
uk: Кораблів
zh: 战舰
zh_sg: 战舰

# IDS_SHIPS_BRANCHES_FEATURES_HINT
source: Differences in comparison to other ships of the same type at corresponding tiers.
es_mx: Diferencias en comparación con otros barcos del mismo tipo en los niveles correspondientes.
ja: 各 Tier における他の同艦種艦艇との違いです。
pl: Różnice w porównaniu z innymi okrętami tego samego typu na tym poziomie.
ru: Отличия от других кораблей этого класса соответствующих уровней.
uk: Відмінності від інших кораблів цього класу відповідних рівнів.
zh: Отличия от других кораблей этого класса соответствующих уровней.
zh_sg: 与对应等级同类型战舰的比较差异。

# IDS_SHIPS_BRANCHES_FEATURES_TOOLTIP_MOUSE_INSTRUCTION
source: Show details
es_mx: Mostrar detalles
ja: 詳細を表示
pl: Pokaż szczegóły
ru: Открыть подробное описание
uk: Відкрити докладний опис
zh: Открыть подробное описание
zh_sg: 显示详情

# IDS_SHIPS_BRANCHES_FEATURES_TOOLTIP_TITLE
source: Ship specifics
es_mx: Especificaciones del barco
ja: 艦艇の特徴
pl: Specyfika okrętów
ru: Особенности кораблей
uk: Особливості кораблів
zh: Особенности кораблей
zh_sg: 战舰特性

# IDS_SHIPS_COMPARISON
source: Ship Comparison
es_mx: Comparación de Barco
ja: 艦艇比較
pl: Porównanie okrętów
ru: Сравнение кораблей
uk: Порівняння кораблів
zh: 战舰对比
zh_sg: 战舰对比

# IDS_SHIPS_DAMAGED
source: Warships Damaged
es_mx: Barcos Dañados
ja: 加害艦艇数
pl: Okręty uszkodzone
ru: Повреждено кораблей
uk: Пошкоджено кораблів
zh: 伤害的战舰
zh_sg: 伤害的战舰

# IDS_SHIPS_DAMAGED_HINT
source: Number of enemy warships you damaged in this battle
es_mx: Número de barcos enemigos que dañaste en esta batalla
ja: この戦闘で自艦がダメージを与えた敵艦艇数
pl: Liczba okrętów wroga uszkodzonych w tej bitwie
ru: Количество повреждённых вами кораблей противника в этом бою
uk: Кількість пошкоджених вами кораблів супротивника у цьому бою
zh: 您在此战斗中伤害的敌方战舰数
zh_sg: 您在此战斗中伤害的敌方战舰数

# IDS_SHIPS_IN_SERIES
source: Ships in a series
es_mx: Barcos en una serie
ja: 同型艦数
pl: Okręty w serii
ru: Кораблей в серии
uk: Кораблів у серії
zh: 一系列战舰数
zh_sg: 系列战舰

# IDS_SHIPS_SPOTTED
source: Warships spotted
es_mx: Barcos detectados
ja: 艦艇発見数
pl: Wykryte okręty
ru: Обнаружено кораблей
uk: Виявлено кораблів
zh: 侦察战舰数
zh_sg: 侦察战舰数

# IDS_SHIPS_SPOTTED_AVERAGE
source: Warships spotted
es_mx: Barcos detectados
ja: 艦艇発見数
pl: Wykryte okręty
ru: Обнаружено кораблей
uk: Виявлено кораблів
zh: 侦察战舰数
zh_sg: 侦察战舰数

# IDS_SHIPS_SPOTTED_AVERAGE_TOOLTIP
source: Average number of warships spotted
es_mx: Cantidad promedio de barcos detectados
ja: 艦艇発見数の平均値
pl: Średnia liczba wykrywanych okrętów
ru: Среднее количество обнаруженных кораблей
uk: Середня кількість виявлених кораблів
zh: 平均侦察到的战舰数
zh_sg: 平均侦察到的战舰数

# IDS_SHIPS_SPOTTED_MAX
source: Warships spotted
es_mx: Barcos detectados
ja: 艦艇発見数
pl: Wykryte okręty
ru: Обнаружено кораблей
uk: Виявлено кораблів
zh: 侦察战舰数
zh_sg: 侦察战舰数

# IDS_SHIPS_SPOTTED_MAX_TOOLTIP
source: Highest number of warships spotted
es_mx: Cantidad máxima de barcos detectados
ja: 艦艇発見数の最高値
pl: Największa liczba wykrytych okrętów
ru: Максимальное количество обнаруженных кораблей
uk: Максимальна кількість виявлених кораблів
zh: 最多侦察到的战舰数
zh_sg: 最多侦察到的战舰数

# IDS_SHIPS_SPOTTED_TOOLTIP
source: Total number of warships spotted
es_mx: Cantidad total de barcos detectados
ja: 艦艇発見数の合計値
pl: Ogólna liczba wykrytych okrętów
ru: Общее количество обнаруженных кораблей
uk: Загальна кількість виявлених кораблів
zh: 总共侦察到的战舰数
zh_sg: 总共侦察到的战舰数

# IDS_SHIPYARD_BUILD_DAYS_LEFT
source: %(_timeLeft)s left to complete the Directives
es_mx: Restan %(_timeLeft)s para completar las Directivas
ja: ディレクティブ達成期限まで %(_timeLeft)s
pl: Na ukończenie dyrektyw pozostało %(_timeLeft)s
ru: Директивы доступны: %(_timeLeft)s
uk: Директиви доступні: %(_timeLeft)s
zh: Директивы доступны: %(_timeLeft)s
zh_sg: 完成指令时间还剩%(_timeLeft)s

# IDS_SHIPYARD_DESCRIPTION
source: Get to know the various stages of the shipbuilding process, and obtain rewards, including Tier VIII cruiser Anchorage, for progressing through shipbuilding phases.
es_mx: Familiarízate con las diferentes etapas del proceso de construcción naval y obtén recompensas por progresar a través de las fases de la construcción naval, incluyendo a los barcos Admiral Graf Spee (Nivel VI) y Odin (Nivel VIII).
ja: 造船フェーズを進めることで造船について学び、Tier VIII 巡洋艦 Anchorage を含む様々な褒賞を入手しましょう。
pl: Poznaj kolejne etapy budowy okrętu i zdobywaj nagrody za ich wypełnianie, włącznie z krążownikiem VIII poziomu Anchorage.
ru: Знакомьтесь со стадиями кораблестроения и получайте награды за этапы строительства, в том числе крейсер VIII Anchorage.
uk: Знайомтеся зі стадіями кораблебудування й отримуйте нагороди за етапи будівництва, зокрема кораблі VI Admiral Graf Spee та VIII Odin.
zh: Знакомьтесь со стадиями кораблестроения и получайте награды за этапы строительства, в том числе крейсер VIII Anchorage.
zh_sg: 熟悉造船的不同阶段，在完成造船阶段的过程中获得奖励，包含战舰海军上将施佩伯爵号（VI级）和奥丁号（VIII级）。

# IDS_SHIPYARD_FINAL_LEVEL_BANNER
source: Construction of Anchorage complete
es_mx: Construcción del Odin completada
ja: Anchorage 竣工
pl: Budowa krążownika Anchorage zakończona
ru: Anchorage построен
uk: Odin побудовано
zh: Anchorage построен
zh_sg: 奥丁号建造完成

# IDS_SHIPYARD_LEVEL_BANNER
source: Shipbuilding Phase %(_level)s
es_mx: Fase %(_level)s de la construcción naval
ja: 造船フェーズ %(_level)s
pl: %(_level)s faza budowy okrętu
ru: %(_level)s-й этап строительства
uk: %(_level)s етап будівництва
zh: %(_level)s-й этап строительства
zh_sg: 造船第%(_level)s阶段

# IDS_SHIPYARD_PREPARE_LEVEL_BANNER
source: Preparation
es_mx: Preparación
ja: 準備
pl: Przygotowania
ru: Подготовка
uk: Приготування
zh: 准备
zh_sg: 准备

# IDS_SHIP_ALREADY_HAS_COMMANDER
source: The Commander is already assigned to this ship
es_mx: El Comandante ya está asignado a este barco
ja: この艦長は既にこの艦艇に配属済みです
pl: Przydzielono już dowódcę do tego okrętu
ru: На корабль уже назначен командир
uk: На корабель вже призначено командира
zh: 指挥官已被指派到这艘船
zh_sg: 指挥官已委派到这艘船上了

# IDS_SHIP_ARMOUR_IN_RANGE
source: Range of armor thickness
es_mx: Rango de espesor del blindaje
ja: 装甲厚の範囲
pl: Przedział grubości pancerza
ru: Бронирование в диапазоне
uk: Бронювання у діапазоні
zh: 装甲厚度范围
zh_sg: 装甲厚度范围

# IDS_SHIP_ARMOUR_THICKNESS
source: Armor thickness <h3>%(thickness)s</h3>
es_mx: Espesor del blindaje <h3>%(thickness)s</h3>
ja: 装甲厚 <h3>%(thickness)s</h3>
pl: Grubość pancerza <h3>%(thickness)s</h3>
ru: Толщина бронирования — <h3>%(thickness)s</h3>
uk: Товщина бронювання — <h3>%(thickness)s</h3>
zh: 装甲厚度 <h3>%(thickness)s</h3>
zh_sg: 装甲厚度<h3>%(thickness)s</h3>
