Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_CLUB_BATTLES_ALLOWED_SHIPS_FROM
source: Ships of at least Tier %(levelMin)s are allowed to participate in Team Battles.
es_mx: Los barcos del Nivel %(levelMin)s como mínimo, pueden participar en las Batallas en Equipo.
ja: チームバトルに参加できるのは、Tier %(levelMin)s 以上の艦艇のみです。
pl: W bitwach drużynowych mogą brać udział okręty poziomu %(levelMin)s lub wyższych.
ru: В командные бои допускаются корабли не ниже %(levelMin)s уровня.
uk: У командні бої допускають кораблі не нижче %(levelMin)s рівня.
zh: 允许 %(levelMin)s 阶或以上战舰来参与队伍战斗。
zh_sg: 允许 %(levelMin)s 阶或以上战舰来参与团队战斗。

# IDS_CLUB_BATTLES_ALLOWED_SHIPS_FROM_TO
source: Ships of Tier %(levelMin)s to Tier %(levelMax)s are allowed to participate in Team Battles.
es_mx: Barcos del Nivel %(levelMin)s al Nivel %(levelMax)s son permitidos para participar en Batallas en Equipo.
ja: チームバトルに参加できるのは、Tier %(levelMin)s - %(levelMax)s 艦艇のみです。
pl: W bitwach drużynowych mogą brać udział okręty poziomów od %(levelMin)s do %(levelMax)s.
ru: В командные бои допускаются корабли с %(levelMin)s по %(levelMax)s уровень.
uk: У командні бої допускають кораблі від %(levelMin)s до %(levelMax)s рівня.
zh: 允许 %(levelMin)s 级到 %(levelMax)s 级战舰来参与队伍战斗。
zh_sg: 允许 %(levelMin)s 级到 %(levelMax)s 级战舰来参与团队战斗。

# IDS_CLUB_BATTLES_ALLOWED_SHIPS_TO
source: Ships of Tier %(levelMax)s or lower are allowed to participate in Team Battles.
es_mx: Barcos de Nivel %(levelMax)s o menor son permitidos para participar en Batallas en Equipo.
ja: チームバトルに参加できるのは、Tier %(levelMax)s 以下の艦艇のみです。
pl: W bitwach drużynowych mogą brać udział okręty poziomu %(levelMax)s lub niższego.
ru: В командные бои допускаются корабли не выше %(levelMax)s уровня.
uk: У командні бої допускають кораблі не вище %(levelMax)s рівня.
zh: 允许 %(levelMax)s 级或以下战舰来参与队伍战斗。
zh_sg: 允许 %(levelMax)s 级或以下战舰来参与团队战斗。

# IDS_CLUB_BATTLES_COUNT
source: Battles played
es_mx: Batallas jugadas
ja: 参加戦闘数
pl: Stoczone bitwy
ru: Проведено боёв
uk: Зіграно боїв
zh: 进行过的战斗
zh_sg: 战斗场次

# IDS_CLUB_BATTLES_ENDED
source: The current session of Team Battles is over.
es_mx: La sesión actual de Batallas en Equipo ha terminado.
ja: チームバトルの現セッションは終了しました。
pl: Bieżąca sesja bitew drużynowych dobiegła końca.
ru: Текущая сессия командных боёв завершена.
uk: Цей сеанс командних боїв завершено.
zh: 当前的队伍战斗级段已经结束。
zh_sg: 当前团队战阶段已结束。

# IDS_CLUB_BATTLES_PRIMETIME_ENDS_IN
source: The Team Battles session ends in
es_mx: La sesión de Batallas en Equipo termina en
ja: チームバトル・セッション終了まで:
pl: Sesja bitew drużynowy kończy się za
ru: До окончания сессии командных боёв
uk: До закінчення сеансу командних боїв
zh: 队伍战斗阶段将结束于
zh_sg: 团队战斗阶段将结束于

# IDS_CLUB_BATTLES_PRIMETIME_STARTS_IN
source: The Team Battles session starts in
es_mx: La sesión de Batallas en Equipo comienza en
ja: チームバトル・セッション開始まで:
pl: Sesja bitew drużynowy zaczyna się za
ru: До начала сессии командных боёв
uk: До початку сеансу командних боїв
zh: 队伍战斗阶段将开始于
zh_sg: 团队战斗阶段将开始于

# IDS_CLUB_BATTLES_SEASON_OFF
source: Team Battles are currently unavailable.
es_mx: Las Batallas en Equipo no están disponibles actualmente.
ja: チームバトルは現在ご利用頂けません。
pl: Bitwy drużynowe są chwilowo niedostępne.
ru: В данный момент командные бои не проводятся.
uk: У цей час командні бої не відбуваються.
zh: 队伍战斗目前无法使用。
zh_sg: 团队战斗目前无法使用。

# IDS_CLUB_BATTLE_ACC
source: Team Battle
es_mx: Batalla en Equipo
ja: チームバトル
pl: Bitwa drużynowa
ru: Командный бой
uk: Командний бій
zh: 队伍战斗
zh_sg: 团队战

# IDS_CLUB_BATTLE_DESCRIPTION
source: Fight to increase your Rating as a member of your own Team or as a mercenary.
es_mx: Lucha para incrementar tu Puntuación como un miembro de tu propio Equipo o como un mercenario.
ja: チームのメンバーまたは傭兵としてレーティング向上を目指せ
pl: Walcz jako członek własnej drużyny lub jako najemnik, by zwiększyć swoją ocenę.
ru: Сражайтесь за рейтинг в составе своей команды или в качестве наёмника.
uk: Бийтеся за рейтинг у складі своєї команди або як найманець.
zh: 作为自己队伍的一员或是佣兵来为了排位而战。
zh_sg: 自行组队或作为佣兵为提高排位评级而战。

# IDS_CLUB_BATTLE_INFO_0
source: No need to wait for an invitation.
es_mx: No hay necesidad de esperar por una invitación.
ja: 招待を待つ必要はありません。
pl: Nie ma potrzeby oczekiwania na zaproszenie.
ru: Необязательно ждать приглашения.
uk: Необов’язково чекати на запрошення.
zh: 无需等待邀请。
zh_sg: 无需等待邀请。

# IDS_CLUB_BATTLE_INFO_1
source: Enter a Team Battle and you will automatically join a random Team with a vacant place.
es_mx: Entra a una Batalla en Equipo, y te unirás automáticamente a un Equipo aleatorio con una vacante.
ja: チームバトルに参加すると、空き枠があるランダムなチームに自動的に参加します。
pl: Wejdź do bitwy drużynowej, a zostaniesz automatycznie przyłączony do drużyny o niepełnym składzie.
ru: Выйдите в командный бой и будете добавлены в случайную команду, в которой есть свободное место.
uk: Вступіть у командний бій, і вас буде додано у випадкову команду, у якій є вільне місце.
zh: 进入队伍战斗然后您就会自动加入有着空位的随机队伍。
zh_sg: 进入团队战斗然后您就会自动加入有着空位的随机团队。

# IDS_CLUB_BATTLE_RESULTS_MODAL_HEADER
source: Team Battle Result
es_mx: Resultado de la Batalla en Equipo.
ja: チームバトルの結果
pl: Wynik bitwy drużynowej
ru: Результат командного боя
uk: Результат командного бою
zh: 队伍战斗结果
zh_sg: 团队战斗结果

# IDS_CLUB_CONTEXT_MENU_HINT
source: Click to leave the Team
es_mx: Haz clic para salir del Equipo
ja: クリックしてチームから脱退
pl: Kliknij, żeby opuścić drużynę
ru: Нажмите, чтобы покинуть команду
uk: Натисніть, щоб покинути команду
zh: 点击以离开该队伍
zh_sg: 点击以离开该团队

# IDS_CLUB_CONTEXT_MENU_HINT_LEAD
source: Click to rename the Team or leave it
es_mx: Haz clic para renombrar el Equipo o dejarlo
ja: クリックしてチームを改名するか、チームから脱退
pl: Kliknij, żeby zmienić nazwę drużyny lub ją opuścić
ru: Нажмите, чтобы переименовать или покинуть команду
uk: Натисніть, щоб перейменувати або покинути команду
zh: 点击以重新命名该队伍或离开它
zh_sg: 点击以重新命名该团队或离开它

# IDS_CLUB_CREATING
source: Creating a Team
es_mx: Creando un Equipo
ja: チーム作成中
pl: Tworzenie drużyny
ru: Создание команды
uk: Формування команди
zh: 建立队伍
zh_sg: 建立团队

# IDS_CLUB_CREATING_FIRST_TIME
source: The first Team is created free of charge.
es_mx: El primer Equipo es creado libre de carga.
ja: 最初のチームの作成は無償です。
pl: Pierwszą drużynę utworzyć można za darmo.
ru: Первая команда создаётся бесплатно.
uk: Перша команда формується безкоштовно.
zh: 第一支队伍为免费建立。
zh_sg: 第一支团队可免费创建。

# IDS_CLUB_CREATING_INFO
source: You do not need to enter a name at this stage. You can enter or modify the Team name at any time by clicking on it in the "My Teams" screen. The Team can be renamed using in-game currency.
es_mx: No necesitas ingresar un nombre en este punto. Puedes ingresar o modificar el nombre del Equipo en cualquier momento haciendo clic en el nombre del Equipo en la pantalla "Mis Equipos". El Equipo puede ser renombrado usando monedas del juego.
ja: 現段階ではチーム名を入力する必要はありません。チーム名は、「マイチーム」画面でチーム名をクリックすることでいつでも入力/変更可能です。チーム名の変更には、ゲーム通貨が必要です。
pl: Nie musisz nadawać nazwy w tym momencie. Nazwę można nadać lub zmienić w dowolnym momencie, klikając na jej nazwę na ekranie „Moje drużyny”. Nazwę zmienić można płacąc walutą gry.
ru: Необязательно задавать название сейчас. Вы можете задать или изменить название в любой удобный момент, нажав на название команды на экране «Мои команды». Переименование команды осуществляется за игровую валюту.
uk: Необов’язково давати назву зараз. Ви можете дати або змінити назву в будь-який зручний час, натиснувши назву команди на екрані «Мої команди». Перейменування команди здійснюється за ігрову валюту.
zh: 您无需在此阶段输入名称。您可以随时通过点击 "我的队伍" 画面中的名称来输入或修改队伍名称。队伍可用金币来重新命名。
zh_sg: 您无需在此阶段输入名称。您可以随时通过点击 "我的团队" 画面中的名称来输入或修改团队名称。团队可用达布隆来重新命名。

# IDS_CLUB_CREATION
source: Creating a Team
es_mx: Creando un Equipo
ja: チーム作成中
pl: Tworzenie drużyny
ru: Создание команды
uk: Формування команди
zh: 建立队伍
zh_sg: 建立团队

# IDS_CLUB_CREATOR
source: Creator
es_mx: Creador
ja: 作成者
pl: Twórca
ru: Создатель
uk: Творець
zh: 建立者
zh_sg: 建立者

# IDS_CLUB_CURRENT_TITLE
source: Current name
es_mx: Nombre actual
ja: 現在のチーム名
pl: Aktualna nazwa
ru: Текущее название
uk: Теперішня назва
zh: 当前名称
zh_sg: 当前名称

# IDS_CLUB_ERROR_ALREADY_EXIST
source: A Team with this name already exists. Enter another name.
es_mx: Ya existe un Equipo con este nombre. Ingresa otro nombre.
ja: このチーム名は既に使用されています。別のチーム名を入力してください。
pl: Drużyna o tej nazwie już istnieje. Podaj inną nazwę.
ru: Команда с таким названием уже существует. Введите другое название.
uk: Команда з такою назвою вже існує. Виберіть іншу назву.
zh: 已经存在使用此名称的队伍。请输入其它名称。
zh_sg: 已经存在使用此名称的团队。请输入其它名称。

# IDS_CLUB_ERROR_RESTRICTED_SYMBOLS
source: The Team name contains invalid characters. Enter another name.
es_mx: El nombre del Equipo contiene caracteres inválidos. Ingresa otro nombre.
ja: チーム名に無効な文字が含まれています。別のチーム名を入力してください。
pl: Nazwa drużyny zawiera nieprawidłowe znaki. Wprowadź inną nazwę.
ru: Название команды содержит запрещённые символы. Введите другое название.
uk: Назва команди містить заборонені символи. Введіть іншу назву.
zh: 队伍名称含有无效的字符。请输入其它名称。
zh_sg: 团队名称含有无效的字符。请输入其它名称。

# IDS_CLUB_ERROR_TOO_SHORT_TITLE
source: The Team's name must comprise %(min)d to %(max)d characters.
es_mx: El nombre del Equipo debe tener de %(min)d a %(max)d caracteres.
ja: チーム名は %(min)d - %(max)d 文字である必要があります。
pl: Nazwa drużyny musi się składać z %(min)d – %(max)d znaków.
ru: Название команды должно содержать от %(min)d до %(max)d символов.
uk: Назва команди може містити від %(min)d до %(max)d символів.
zh: 队伍的名称必须由 %(min)d 到 %(max)d 个字符来组成。
zh_sg: 团队的名称必须由 %(min)d 到 %(max)d 个字符来组成。

# IDS_CLUB_LEADER_DESCRIPTION_0
source: The Leader may rename the Team and invite players to join it, bypassing the voting procedure.
es_mx: El Líder puede renombrar el Equipo e invitar jugadores a unirse, evitando el procedimiento de votación.
ja: リーダーは、チーム名を変更したり、投票なしでプレイヤーを招待してチームに加えたりできます。
pl: Lider może zmieniać nazwę drużyny i zapraszać do niej graczy z pominięciem procedury głosowania.
ru: Лидер может переименовывать команду и приглашать в неё игроков без проведения голосования.
uk: Лідер може перейменовувати команду і запрошувати до неї гравців, минаючи голосування.
zh: 队长可以重新命名队伍和绕过投票程序来邀请玩家加入队伍。
zh_sg: 队长可以重新命名团队和绕过投票程序来邀请玩家加入团队。

# IDS_CLUB_LEADER_DESCRIPTION_1
source: Removing the Leader requires a unanimous vote from all members of a given Team.
es_mx: Eliminar al Líder requiere un voto unánime de todos los miembros de dicho Equipo.
ja: リーダーをチームから除外するには、チームメンバー全員が除外に賛成する必要があります。
pl: Usunięcie lidera wymaga nieanonimowego głosowania wszystkich członków danej drużyny.
ru: Для исключения лидера необходимо единогласное решение всех участников команды.
uk: Щоб вилучити лідера, потрібне одностайне рішення всіх членів команди.
zh: 队长的移除需要整支队伍所有成员一致投票通过。
zh_sg: 队长的移除需要整支团队所有成员一致投票通过。

# IDS_CLUB_LEADER_DESCRIPTION_2
source: To transfer the Leader's duties to another member of the Team, right-click on a player's name and select "Transfer Leadership" in the context menu that appears.
es_mx: Para transferir los deberes del Líder a otro miembro del Equipo, haz clic derecho en el nombre del jugador y selecciona "Transferir Liderazgo" en el menú de contexto que aparece.
ja: リーダー権限を他のチームメンバーに委譲するには、プレイヤー名を右リックし、コンテキストメニューで「リーダー権限を委譲」を選択してください。
pl: Aby przekazać obowiązki lidera innemu członkowi drużyny należy kliknąć PPM na nazwę gracza i wybrać z menu kontekstowego opcję „Oddaj przywództwo”.
ru: Чтобы передать функции лидера другому участнику команды, выберите пункт «Передать лидерство» в контекстном меню, вызываемом нажатием правой кнопки мыши на имени игрока.
uk: Щоб передати функції лідера іншому члену команди, виберіть пункт «Передати лідерство» в контекстному меню. Для цього натисніть правою кнопкою миші на ім’я гравця.
zh: 想要转交队长职责给该队伍的其他成员，请点击玩家的名称然后选择出现在上下文菜单中的 "转交指挥权"。
zh_sg: 想要转交队长职责给该团队的其他成员，请点击玩家的名称然后选择出现在上下文菜单中的 "转交指挥权"。

# IDS_CLUB_LEADER_HINT
source: The Team Leader
es_mx: El Líder del Equipo
ja: チームリーダー
pl: Lider drużyny
ru: Лидер команды
uk: Лідер команди
zh: 队伍队长
zh_sg: 团队队长

# IDS_CLUB_NAME
source: Team name
es_mx: Nombre del Equipo
ja: チーム名
pl: Nazwa drużyny
ru: Название команды
uk: Назва команди
zh: 队伍名称
zh_sg: 团队名称

# IDS_CLUB_NEW_TITLE
source: New name
es_mx: Nuevo nombre
ja: 新チーム名
pl: Nowa nazwa
ru: Новое название
uk: Нова назва
zh: 新的名称
zh_sg: 新的名称

# IDS_CLUB_RENAME_RESTRICTION
source: When you want to change the Team name again, you will need to pay.
es_mx: Cuando quieras cambiar el nombre del Equipo de nuevo, tendrás que pagar.
ja: 次回以降のチーム名変更は有償になります。
pl: Następnym razem do zmiany nazwy konieczna będzie zapłata.
ru: Последующие переименования команды будут платными.
uk: Наступні перейменування команди будуть платними.
zh: 当您想要再次变更队伍名称时，您就必须支付费用。
zh_sg: 再次变更团队名称时，您需要支付费用。

# IDS_CLUB_RENAMING
source: Renaming the Team
es_mx: Renombrando el Equipo
ja: チーム名を変更中
pl: Zmiana nazwy drużyny
ru: Переименование команды
uk: Перейменування команди
zh: 重新命名该队伍
zh_sg: 重新命名该团队

# IDS_CLUB_TITLE
source: Name
es_mx: Nombre
ja: チーム名
pl: Nazwa
ru: Название
uk: Назва
zh: 名称
zh_sg: 名称

# IDS_CLUB_TITLE_RESTRICTION
source: The Team's name must comprise %(min)d to %(max)d characters and must not contain special characters.
es_mx: El nombre del Equipo debe comprender de %(min)d a %(max)d caracteres y no debe contener caracteres especiales.
ja: チーム名は %(min)d - %(max)d 文字である必要があり、特殊文字は使用できません。
pl: Nazwa drużyny musi się składać z %(min)d – %(max)d znaków i nie może zawierać znaków specjalnych.
ru: Название команды может состоять из от %(min)d до %(max)d символов и не должно содержать спецсимволов.
uk: Назва команди може містити від %(min)d до %(max)d символів і не може містити спецсимволів.
zh: 队伍的名称必须由 %(min)d 到 %(max)d 个字符来组成且必须不含特殊字符。
zh_sg: 团队的名称必须由 %(min)d 到 %(max)d 个字符来组成且不能包含特殊字符。

# IDS_CLUB_YOU_ARE_GOING_WITH
source: The Team you are entering the battle with.
es_mx: El Equipo con el que estás entrando en batalla.
ja: 共に戦闘に参加するチームです。
pl: Drużyna, z którą wchodzisz do bitwy.
ru: Команда, с которой вы идёте в бой.
uk: Команда, з якою ви йдете у бій.
zh: 和您一起进入战斗的队伍。
zh_sg: 和您一起进入战斗的团队。

# IDS_CMD_GAME_MENU_HOTKEY
source: Press Esc to open main menu
es_mx: Pulsa Esc para abrir el menú principal
ja: Esc キーでメインメニューを開く
pl: Wciśnij Esc żeby otworzyć główne menu
ru: Вызов главного меню: Esc
uk: Виклик головного меню: Esc
zh: 按下 Esc 来打开主菜单
zh_sg: 按下 Esc 来打开主菜单

# IDS_CMD_QUICK_AYE_AYE_MESSAGE
source: Wilco!
es_mx: ¡Copiado!
ja: 了解!
pl: Robi się!
ru: Так точно!
uk: Так!
zh: 照办！
zh_sg: 照办！

# IDS_CMD_QUICK_AYE_AYE_SMALLWINDOW
source: Wilco!
es_mx: ¡Copiado!
ja: 了解!
pl: Robi się!
ru: Так точно!
uk: Так!
zh: 照办！
zh_sg: 照办！

# IDS_CMD_QUICK_AYE_AYE_WINDOW
source: Wilco!
es_mx: ¡Copiado!
ja: 了解!
pl: Robi się!
ru: Так точно!
uk: Так!
zh: 照办！
zh_sg: 照办！

# IDS_CMD_QUICK_BACK_MESSAGE
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_AIRCARRIER
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_AUXILIARY
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_BATTLESHIP
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_CRUISER
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_DESTROYER
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_MESSAGE_ALLY_SHIP_SUBMARINE
source: %(player)s! Get back!
es_mx: ¡%(player)s! ¡Regresa!
ja: %(player)s! 戻れ!
pl: %(player)s! Wracaj!
ru: %(player)s! Назад!
uk: %(player)s! Назад!
zh: %(player)s！回来！
zh_sg: %(player)s！回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_AIRCARRIER
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_AUXILIARY
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_BATTLESHIP
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_CRUISER
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_DESTROYER
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_SMALLWINDOW_ALLY_SHIP_SUBMARINE
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_WINDOW
source: Get back!
es_mx: ¡Regresa!
ja: 戻れ!
pl: Wracać!
ru: Назад!
uk: Назад!
zh: 回来！
zh_sg: 回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_AIRCARRIER
source: Aircraft carrier! Get back!
es_mx: ¡Portaaviones! ¡Regresa!
ja: 航空母艦! 戻れ!
pl: Lotniskowiec! Wracaj!
ru: Авианосец! Назад!
uk: Авіаносцю! Назад!
zh: 航空母舰！回来！
zh_sg: 航空母舰！回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_AUXILIARY
source: Ally! Get back!
es_mx: ¡Aliado! ¡Regresa!
ja: 味方艦! 戻れ!
pl: Do sojusznika! Wracaj!
ru: Союзник! Назад!
uk: Союзнику! Назад!
zh: 队友！回来！
zh_sg: 队友！回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_BATTLESHIP
source: Battleship! Get back!
es_mx: ¡Acorazado! ¡Regresa!
ja: 戦艦! 戻れ!
pl: Pancernik! Wracaj!
ru: Линкор! Назад!
uk: Лінкоре! Назад!
zh: 战列舰！回来！
zh_sg: 战列舰！回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_CRUISER
source: Cruiser! Get back!
es_mx: ¡Crucero! ¡Regresa!
ja: 巡洋艦! 戻れ!
pl: Krążownik! Wracaj!
ru: Крейсер! Назад!
uk: Крейсере! Назад!
zh: 巡洋舰！回来！
zh_sg: 巡洋舰！回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_DESTROYER
source: Destroyer! Get back!
es_mx: ¡Destructor! ¡Regresa!
ja: 駆逐艦! 戻れ!
pl: Niszczyciel! Wracaj!
ru: Эсминец! Назад!
uk: Есмінцю! Назад!
zh: 驱逐舰！回来！
zh_sg: 驱逐舰！回来！

# IDS_CMD_QUICK_BACK_WINDOW_ALLY_SHIP_SUBMARINE
source: Submarine detected! Get back!
es_mx: ¡Submarino detectado! ¡Regresa!
ja: 潜水艦を発見! 戻れ!
pl: Wykryto okręt podwodny! Wracać!
ru: Подводная лодка! Назад!
uk: Виявлено підводний човен! Назад!
zh: 潜艇被侦测！回来！
zh_sg: 发现潜艇！回来！

# IDS_CMD_QUICK_COMMANDS_WINDOW
source: Quick commands panel
es_mx: Panel de comandos rápidos
ja: コマンドパネル
pl: Panel szybkich rozkazów
ru: Панель быстрых команд
uk: Панель швидких команд
zh: 快速指令面板
zh_sg: 快速指令面板

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_AIRCARRIER
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_AUXILIARY
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_BATTLESHIP
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_CRUISER
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_DESTROYER
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_MESSAGE_ALLY_SHIP_SUBMARINE
source: Well done, %(player)s!
es_mx: ¡Bien hecho, %(player)s!
ja: %(player)s、よくやった!
pl: Dobra robota, %(player)s!
ru: Отлично сыграно, %(player)s!
uk: Чудово зіграно, %(player)s!
zh: 做得很好，%(player)s！
zh_sg: 干的漂亮，%(player)s！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_AIRCARRIER
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_AUXILIARY
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_BATTLESHIP
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_CRUISER
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_DESTROYER
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_SMALLWINDOW_ALLY_SHIP_SUBMARINE
source: Excellent!
es_mx: ¡Excelente!
ja: 素晴らしい!
pl: Doskonale!
ru: Отлично!
uk: Чудово!
zh: 好极了！
zh_sg: 太棒了！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_AIRCARRIER
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_AUXILIARY
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_BATTLESHIP
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_CRUISER
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_DESTROYER
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_GAME_WINDOW_ALLY_SHIP_SUBMARINE
source: Well done!
es_mx: ¡Bien hecho!
ja: よくやった!
pl: Dobra robota!
ru: Отлично сыграно!
uk: Чудово зіграно!
zh: 做得很好！
zh_sg: 干得漂亮！

# IDS_CMD_QUICK_GOOD_LUCK_MESSAGE
source: Fair winds and following seas!
es_mx: ¡Vientos justos y mares venideros!
ja: 幸運を!
pl: Stopy wody pod kilem, przyjaciele!
ru: Всем удачи и семь футов под килем!
uk: Удачі всім та сім футів під кілем!
zh: 祝好运及航行顺利！
zh_sg: 祝您一帆风顺！

# IDS_CMD_QUICK_GOOD_LUCK_MESSAGE_LEGEND
source: Good luck everyone!
es_mx: ¡Buena suerte a todos!
ja: 各員の健闘を祈る!
pl: Powodzenia wszystkim!
ru: Всем удачи!
uk: Хай всім щастить!
zh: 祝各位好运
zh_sg: 祝各位好运！

# IDS_CMD_QUICK_GOOD_LUCK_SMALLWINDOW
source: Good luck everyone!
es_mx: ¡Buena suerte a todos!
ja: 各員の健闘を祈る!
pl: Powodzenia wszystkim!
ru: Всем удачи!
uk: Хай всім щастить!
zh: 祝大家好运！
zh_sg: 祝各位好运！
