Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC253_HMSICARUS_DESCRIPTION
source: Commissioned in May 1937, HMS Icarus was the fourth ship in the history of the Royal Navy to be named after Icarus, a heroic figure from ancient Greek myths. This ship belonged to the I class—the last series of so-called "standard" destroyers. This designation was given to a large group of ships of this type that were built in the U.K. between 1924 and 1938. They shared a "standard" arrangement, mainly inherited from the V and W classes, with water displacement of around 1,300 tons, a speed of around 35–37 knots, and armament consisting of four 120 mm guns and two 533 mm torpedo tubes. Initially, in 1936, the British Navy ordered eight I-class destroyers that were supposed to form one flotilla. It's worth mentioning though that their flotilla leader was built as part of a separate project. Some time later, by the order of the Turkish Navy, four more ships carrying less powerful torpedo armament were built, two of which were inducted into the Royal Navy during World War II. The operational record of HMS Icarus was extremely intense. In April 1940, the destroyer took part in the Norwegian Campaign, capturing a German transport ship and playing her role in the Second Battle of Narvik, a glorious event for the Royal Navy. Soon after, HMS Icarus was involved in the evacuation of Dunkirk. In May 1941, she made an appearance in the well-known Hunt for Bismarck. In the summer of 1944, the destroyer covered the landing operation in Normandy. Besides these roles, throughout the entire war, HMS Icarus participated in a range of convoy operations in the Atlantic Ocean, Arctic Region, and Mediterranean during which time she added four sunk German submarines to her combat record. In 1946, the merited warship was decommissioned from the navy.
es_mx: Comisionado en mayo de 1937, el HMS Icarus fue el cuarto barco en la historia de la Marina Real en ser nombrado Icarus, una figura heroica de los antiguos mitos griegos. El barco pertenecía a la clase I, la última ser de los llamados destructores "estándar". Esta designación fue dada a un gran grupo de barcos de este tipo que fueron construidos en el Reino Unido entre 1924 y 1938. Ellos compartían una disposición estándar, heredada principalmente de las clases V y W, con un desplazamiento de agua de alrededor de 1300 toneladas, una velocidad aproximada de 35-37 nudos y un armamento que consistía en cuatro cañones de 120 mm y dos tubos de torpedos de 533 mm. Inicialmente, en 1936, la Marina Británica ordenó ocho destructores de la clase I, que se suponía formarían una flotilla. Vale la pena mencionar que su líder de flotilla fue construido como un proyecto por separado. Tiempo después, por orden de la Armada Turca, se construyeron cuatro barcos más con un armamento de torpedos menos poderoso, dos de los cuales fueron incorporados a la Marina Real durante la Segunda Guerra Mundial. El registro operacional del HMS Icarus fue extremadamente intenso. En abril de 1940, el destructor participó en la Campaña Noruega, capturando un barco de transporte alemán y desempeñando su papel en la Segunda Batalla de Narvik, un glorioso evento para la Marina Real. Poco después, el HMS Icarus estuvo involucrado en la evacuación de Dunkerque. En mayo de 1941, hizo una aparición en la bien conocida Caza del Bismarck. En el verano de 1944, el destructor cubrió la operación de desembarco en Normandía. Además de esos papeles, a lo largo de toda la guerra, el HMS Icarus participó en una serie de operaciones de convoy en el Océano Atlántico, la Región Ártica y el Mediterráneo durante las cuales agregó cuatro submarinos alemanes hundidos a su hoja de servicio. En 1946, el reconocido barco de guerra fue dado de baja de la marina.
ja: 1937 年に就役したイカルスは、イギリス王立海軍の同名艦としては 4 隻目であり、古代ギリシャ神話の英雄イーカロスに因んで命名されました。本艦は I 級、いわゆる「標準型」駆逐艦の最終型に属します。イギリスでは、1924 年から 1938 年にかけて、様々な「標準型」駆逐艦の艦級が建造されました。これら各級の駆逐艦は、主に V 級および W 級から継承した「標準」諸元を共有しており、排水量約 1,300 トン、速度約 35–37 ノット、そして 120 mm 砲 4 門と 533 mm 魚雷発射管 2 基からなる兵装を備えていました。イギリス海軍は当初の 1936 年に、1 個駆逐群を編成できるように 8 隻の I 級駆逐艦を発注しました。ただし、嚮導艦については別計画の一環として建造されたことに言及しておくべきでしょう。しばらく後に、トルコ海軍の注文により、魚雷発射管の門数を削減した 4 隻が追加で建造され、うち 2 隻は二次大戦中にイギリス海軍へと編入されました。 イカルスの艦歴は非常に印象的です。1940 年 4 月、本駆逐艦はノルウェーの戦いに参加し、ドイツの輸送船 1 隻を拿捕すると共に、イギリス海軍にとって栄光ある出来事となった第 2 次ナルヴィク海戦にも参加しました。その後すぐに、ダンケルク撤退戦に従事しました。1941 年 5 月には、有名なビスマルク追撃戦に加わっています。1944 年夏、ノルマンディー上陸作戦を支援しました。これらの任務のほかにも、戦争を通じて大西洋、北極圏、そして地中海での様々な輸送作戦に参加し、その間に 4 隻のドイツ潜水艦の撃沈を戦果に加えています。この武勲艦は、1946 年に退役しました。
pl: Oddany do służby w 1937 roku HMS Icarus był czwartym okrętem w historii Royal Navy, który swoją nazwę zawdzięcza postaci Ikara z mitologii greckiej. Należał on do niszczycieli klasy I – ostatniej serii tak zwanych niszczycieli „standardowych”. Oznaczenie takie otrzymała duża grupa okrętów zbudowanych w Zjednoczonym Królestwie w latach 1928–1938. Ich wspólnymi cechami były „standardowy” układ, odziedziczony przede wszystkim po klasach V oraz W, wyporność wynosząca ok. 1300 ton, prędkość maksymalna w okolicach 35–37 węzłów oraz uzbrojenie złożone z czterech dział kal. 120 mm i dwóch wyrzutni torped kal. 533 mm. Początkowo w roku 1936 marynarka brytyjska zamówiła osiem niszczycieli klasy I, które miały uformować flotyllę. Warto przy tej okazji wspomnieć, że liderem tej flotylli miała być jednostka zbudowana w ramach osobnego projektu. Jakiś czas później na zamówienie marynarki tureckiej zbudowano cztery kolejne podobne jednostki, wyposażone jednak w słabsze uzbrojenie torpedowe. Dwie z nich wcielono do Royal Navy w trakcie II wojny światowej. Służba HMS Icarus była wyjątkowo intensywna. W kwietniu 1940 roku niszczyciel brał udział w kampanii norweskiej, przechwytując niemieckie okręty zaopatrzeniowe i odgrywając pewną rolę w trakcie drugiej bitwy pod Narwikiem, chwalebnego epizodu dla Royal Navy. Krótko później HMS Icarus uczestniczył w ewakuacji Dunkierki. W maju 1941 roku brał udział w polowaniu na pancernik Bismarck. Latem 1944 roku niszczyciel ten osłaniał desant aliancki w Normandii. Poza tym przez całą swoją wojnę HMS Icarus eskortował konwoje na Oceanie Atlantyckim, w rejonie Arktyki oraz na Morzu Śródziemnym, zapisując na swoim koncie cztery niemieckie okręty podwodne. W roku 1946 ten zasłużony okręt został zwolniony ze służby w marynarce wojennej.
ru: Вступивший в строй в мае 1937 года HMS Icarus был четвёртым кораблём в истории Королевского флота, названным в честь Икара — героя древнегреческих мифов. Принадлежал к типу I — последней серии так называемых «стандартных» эсминцев. Такое наименование получила большая группа кораблей этого класса, построенных в Великобритании с 1924 по 1938 год. «Стандартными» для них были единая компоновка, унаследованная во многом от типов V и W, водоизмещение порядка 1300 тонн, скорость 35–37 узлов и вооружение из четырёх 120-мм орудий и двух 533-мм торпедных аппаратов. Первоначально для британского флота в 1936 году было заказано восемь эсминцев типа I, которые все вместе должны были составить одну флотилию. По отдельному проекту строился лидер флотилии. Несколько позднее по заказу ВМС Турции было построено ещё четыре корабля с ослабленным торпедным вооружением, два из которых на время Второй мировой войны были включены в состав Королевского флота. Боевой путь HMS Icarus был чрезвычайно насыщенным. В апреле 1940 года эсминец принимал участие в Норвежской кампании, захватив германский транспорт и сыграв свою роль в славном для британского флота Втором сражении при Нарвике. Вскоре после этого HMS Icarus был задействован при эвакуации из Дюнкерка. В мае 1941 года он «отметился» в знаменитой «Охоте на "Бисмарк"». Летом 1944 года эсминец прикрывал высадку в Нормандии. Помимо этого, HMS Icarus на протяжении всей войны участвовал в целом ряде конвойных операций — в Атлантике, Арктике и Средиземноморье, — записав на свой счёт потопление четырёх немецких подводных лодок. В 1946 году заслуженный боевой корабль был выведен из состава флота.
uk: HMS Icarus, що став до лав Королівського флоту в травні 1937 року, був четвертим кораблем у його історії, названим на честь героя давньогрецького міфу Ікара. Він належав до типу I — останньої серії так званих «стандартних» есмінців. Так називали велику групу кораблів цього класу, збудованих у Великобританії з 1924 до 1938 р. «Стандартними» для них були уніфіковане компонування, яке значною мірою була успадкована від типів V та W, водотоннажність приблизно 1300 тонн, швидкість 35–37 вузлів та озброєння: чотири 120-мм гармати і два 533-мм торпедних апарати. Спочатку для флоту Британії 1936 р. замовили вісім есмінців типу I, що мали разом скласти одну флотилію. Лідера флотилії будували за окремим проектом. Трохи згодом на замовлення ВМС Туреччини збудували ще чотири кораблі з ослабленим торпедним озброєнням, два з яких долучили до Королівського флоту на час Другої світової війни. HMS Icarus мав надзвичайно різноманітний бойовий шлях. У квітні 1940 р. есмінець долучився до Норвезької кампанії, під час якої захопив німецький транспорт й відігравши свою роль у славетній для британського флоту другій битві біля Нарвіка. Трохи пізніше корабель взяв участь в евакуації з Дюнкерка. У травні 1941 р. він відзначився в славнозвісному «Полюванні на "Бисмарк"», а влітку 1944 р. забезпечував прикриття висадки в Нормандії. На додачу, HMS Icarus протягом війни взяв участь у низці конвойних операцій в Атлантиці, Арктиці й Середземномор’ї, під час яких потопив чотири німецьких підводних човни. 1946 р. уславлений бойовий корабель вивели зі складу флоту.
zh: 1937年5月，伊卡洛斯成为Y系海军史上第4艘以古希腊神话中的英雄「伊卡洛斯」为名的战舰。这艘战舰属于I级驱逐舰，是最后一系列的所谓「标准」型驱逐舰。这项命名被使用Y国在1924年至1938年间建造的一大批驱逐舰上。它们共享一套主要继承自V级与W级的「标准」型配置：排水量约为1,300吨、速度35至37节，武装配有4门120毫米火炮以及两座533毫米鱼雷发射。最初在1936年时，Y国海军订购了8艘I级驱逐舰，预定编制在区舰队里。但值得一提的是这一级别的驱逐领舰则是在另一项独立的计划之下建造。过了一段时间之后，根据土耳其海军的订单又建造了4艘鱼雷威力较弱的战舰，其中的2艘在后来的大战期间被引进Y系海军之中。 伊卡洛斯的作战纪录相当的激烈，1940年4月这艘驱逐舰即参与了挪威战役，掳获了1艘D国海军的运输舰，并在Y系海军辉煌夺胜的第二次纳尔维克战役中扮演了重要角色。不久之后伊卡洛斯参与了敦刻尔克撤退行动。1941年5月的它则在「猎杀俾斯麦」行动中露面。到了1944年夏季，这艘驱逐舰在诺曼底登陆行动中执行掩护的任务。除了上面提到的任务外，在大战期间HMS Icarus也参加了在大西洋、北冰洋地区以及地中海的一系列护卫行动，并在行动期间增加了4艘潜舰的击沉纪录。到了1946年，这艘引人注目的战舰最终从海军退役。
zh_sg: HMS 伊卡洛斯服役于1937年5月，是皇家海军历史上第四艘以古希腊神话中的英雄人物伊卡洛斯命名的战舰。这艘战舰属于I级战舰——所谓的“标准”驱逐舰的最后一个系列。这一称号是授予在1924年到1938年之间在英国建造的一大批这种类型的战舰。他们共享一个主要继承于V和W级的“标准”配置，排水量大约1300吨，速度大约35-37节，武器包括四门120毫米火炮和两门533毫米鱼雷发射管。最初，在1936年，英国海军订购了8艘I级驱逐舰，这些驱逐舰计划用于组建一个小型舰队。尽管值得一提的是，船队的领航舰是作为一个单独项目的一部分而建造的。一段时间过后，在土耳其海军的订单下，又建造了四艘载有较弱鱼雷武器的战舰，其中两艘在第二次世界大战期间被编入皇家海军。 伊卡洛斯的作战记录极为激烈。1940年4月，这艘战舰参加了挪威战役，俘获了一艘德国运输船，并在皇家海军光荣的第二次纳尔维克战役中扮演了重要的角色。不久后，伊卡洛斯号参与了敦刻尔克的撤离行动。1941年5月，她参加了著名的“狩猎俾斯麦”行动。1944年夏天，这艘驱逐舰在诺曼底登陆。除了这些任务，在整个战争期间，伊卡洛斯号在大西洋、北极地区和地中海还参加了一系列的护航行动，在此期间，它的作战履历中还增加了击沉四艘德国潜艇的记录。1946年，这艘战舰从海军退役。

# IDS_PCZC254_HMSJUTLAND
source: HMS Jutland
zh: 日德兰号
zh_sg: HMS 日德兰

# IDS_PCZC254_HMSJUTLAND_DESCRIPTION
source: The first warship in the Royal Navy to be named after the Battle of Jutland was a Battle-class destroyer that began her active duty in 1947, and received a badge depicting a Sea Griffin. The new destroyers, built in several series and named after significant British victories on land and at sea, were the Admiralty's response to the threat of air attacks, which had drastically increased by that time. From 1942 through 1945, a total of 40 ships were laid down, with the construction of two more destroyers for the Royal Australian Navy starting in 1946. At the end of World War II, the Battle-class destroyers were no longer needed in such great numbers, resulting in the completion of only 26 ships of this class. HMS Jutland and her sister ships conceptually differed from the destroyers of the preceding class in that they were armed with up-to-date and fully-fledged dual-purpose main battery artillery, comprising four or five 113 mm guns. Thanks to the mass production of Bofors and Oerlikon mounts set up in Britain and the U.S., all small-caliber anti-aircraft artillery of Battle-class destroyers consisted of these mounts, which noticeably out-matched the British Pom-Pom's and 12.7 mm machine guns in terms of performance characteristics. However, these ships had just a few occasions to use their powerful AA defenses in practice. Only one destroyer from this series, HMS Barfleur, managed to see action during World War II as a member of the British Pacific Fleet. HMS Jutland did her military service in peacetime and finished it in 1965.
es_mx: El primer barco de guerra en la Marina Real en llevar el nombre de la Batalla de Jutlandia fue un destructor de la clase Battle que comenzó su servicio activo en 1947 y recibió una medalla que mostraba a un Grifo Marino. Los nuevos destructores, construido en varias series y con los nombres de victorias significativas de Gran Bretaña por tierra y mar, fueron la respuesta del Almirantazgo a la amenaza de los ataques aéreos, que habían aumentado drásticamente para esa época. De 1942 y hasta 1945, un total de 40 barcos fueron puestos en quilla, además de la construcción de dos destructores adicionales para la Marina Real Australiana que comenzó en 1946. Al final de la Segunda Guerra Mundial, los destructores clase Battle ya no eran necesarios en grandes cantidades, lo que causó que solo 26 barcos de esta clase fueran completados. La diferencia conceptual entre el HMS Jutland y sus barcos hermanos con los destructores de la clase anterior estaba en que los primero estaban armados con una batería antiaérea de doble propósito completamente desarrollada y actualizada, que consistía en cuatro o cinco cañones de 113 mm. Gracias a la producción en masa de los montajes Bofors y Oerlikon en Gran Bretaña y los EE. UU., toda la artillería antiaérea de bajo calibre de los destructores de la clase Battle contaba con estos montajes, los cuales superaban notablemente a los Pom-Pom británicos y a las ametralladoras de 12.7 mm en términos de sus características de desempeño. Sin embargo, estos barcos tuvieron pocas oportunidades de usar sus poderosas defensas antiaéreas en la práctica. Solo un destructor de esta seria, el HMS Barfleur, logró ver acción durante la Segunda Guerra Mundial como un miembro de la Flota Británica del Pacífico. El HMS Jutland hizo su servicio militar en un tiempo de paz y lo terminó en 1965.
ja: Jutlandは、バトル級駆逐艦であり、イギリス海軍においてユトランド沖海戦に因んで命名された最初の軍艦でした。本艦は 1947 年に軍務を開始し、シーグリフォンの記章を取得しました。複数系統が建造されイギリスが大勝利を収めた陸海の戦闘に因んで命名された新型駆逐艦は、当時著しく増加していた空襲の脅威への海軍本部の対抗策でした。1942 年から 1945 年にかけて計 40 隻が起工され、更に 2 隻の駆逐艦が王立オーストラリア海軍のために建造されました。二次大戦の終結に伴い、多数のバトル級駆逐艦を建造する必要がなくなったため、同級艦は 26 隻のみが完成しました。 Jutlandや姉妹艦と、その前級駆逐艦との設計上の違いは、最新の本格的な両用砲である 113 mm 砲 4 または 5 門を主砲として装備したことです。イギリスおよびアメリカにおけるボフォースおよびエリコン砲架の大量生産のおかげで、バトル級駆逐艦の小口径対空砲は、イギリスのポンポン砲や 12.7 mm 機関銃を戦闘諸元で圧倒するこれらの兵装で統一されていました。しかし、バトル級駆逐艦が実戦でその強力な対空防御力を発揮する機会はほとんどありませんでした。同級艦ではバーフラー 1 隻のみが、二次大戦中にイギリス太平洋艦隊の一員として戦闘に参加しました。Jutlandは平時の軍務を果たし、1965 年に退役しました。
pl: Pierwszym okrętem wojennym Royal Navy, zawdzięczającym swoją nazwę bitwie jutlandzkiej, był niszczyciel klasy Battle, który aktywną służbę rozpoczął w 1947 roku i otrzymał odznakę przedstawiającą gryfa morskiego. Nowe niszczyciele, zbudowane w kilku seriach i nazywane na cześć zwycięskich bitew brytyjskich na lądzie i morzu, były odpowiedzią Admiralicji na zagrożenie ze strony ataków powietrznych, które znacznie wzrosło w tamtych czasach. Od 1942 do 1945 roku rozpoczęto budowę 40 okrętów, a stępki pod dwa kolejne, budowane dla Royal Australian Navy położyć miano w roku 1946. Gdy II wojna dobiegła końca, niszczyciele klasy Battle nie były już potrzebne w tak dużej liczbie, więc dokończono jedynie 26 z nich. HMS Jutland oraz jego okręty siostrzane różniły się w zamyśle od niszczycieli poprzednich klas uzbrojeniem złożonym z czterech lub pięciu zaawansowanych dział uniwersalnych. Dzięki masowej produkcji stanowisk ogniowych Boforsa i Oerlikona w Wielkiej Brytanii i Stanach Zjednoczonych, uzbrojenie przeciwlotnicze okrętów klasy Battle składało się w całości właśnie z nich, zastępując mniej skuteczne brytyjskie Pom-pomy i karabiny maszynowe kal. 12,7 mm. W praktyce jednak niszczyciele te miały niewiele okazji, by z tego potężnego uzbrojenia skorzystać. Tylko jeden niszczyciel z całej serii, HMS Barfleur, wziął udział w działaniach zbrojnych w trakcie II wojny światowej jako członek brytyjskiej Floty Pacyficznej. HMS Jutland służył jedynie w czasach pokoju i odszedł na emeryturę w 1965 roku.
ru: Первым кораблём в составе Королевского флота, названным в честь Ютландского сражения, был эсминец типа Battle, вступивший в строй в 1947 году и получивший эмблему с изображением морского грифона. Строившиеся несколькими сериями новые эскадренные миноносцы, названные в честь значимых побед Британии на суше и на море, являлись ответом Адмиралтейства на резко возросшую угрозу с воздуха. Всего в 1942–1945 годах было заложено 40 единиц, ещё два эсминца — в 1946 году для ВМС Австралии. В связи с окончанием Второй мировой войны необходимость в таком большом количестве кораблей отпала, и в конечном итоге достроены были только 26 эсминцев типа Battle. Принципиальным отличием HMS Jutland и его систершипов от предшествующих эсминцев была современная и в полной мере универсальная артиллерия главного калибра, представленная четырьмя или пятью орудиями калибра 113 мм. Благодаря налаженному в Великобритании и США массовому производству установок «Бофорс» и «Эрликон», вся малокалиберная зенитная артиллерия эсминцев типа Battle была представлена этими установками, заметно превосходившими по своим характеристикам британские «Пом-помы» и 12,7-мм пулемёты. Однако случаев применить свою мощную ПВО на деле этим кораблям представилось мало. Только один эсминец серии, HMS Barfleur, успел принять участие в боевых действиях Второй мировой войны в составе британского Тихоокеанского флота. Служба HMS Jutland протекала в мирной обстановке и закончилась в 1965 году.
uk: Першим кораблем у складі Королівського флоту, названим на честь Ютландської битви, був есмінець типу Battle, що став у стрій 1947 р. й отримав емблему із зображенням морського грифона. Нові ескадрені міноносці, збудовані у кілька серій і названі на честь видатних перемог Британії на суші й у морі, були відповіддю Адміралтейства на дедалі більшу загрозу з повітря. Разом у 1942–1945 роках заклали 40 есмінців, і ще два — 1946 р. для ВМС Австралії. Коли закінчилася Друга світова війна, потреба такої великої кількості кораблів зникла, і в підсумку добудували лише 26 есмінців типу Battle. Принциповою відмінністю HMS Jutland і його однотипників від попередніх есмінців була сучасна й повною мірою універсальна артилерія головного калібру, що представлена чотирма або п’ятьма гарматами калібру 113 мм. Малокаліберну зенітну артилерію есмінців типу Battle складали установки «Бофорс» й «Ерлікон», які в той час масово виробляли Великобританія та США, адже вони значно перевершували за своїми характеристиками британські «Пом-поми» й 12,7-мм кулемети. Втім, застосувати свою потужну ППО ці кораблі майже не мали нагоди. Лише один есмінець серії — HMS Barfleur — брав участь у бойових діях Другої світової війни в складі британського Тихоокеанського флоту. Служба HMS Jutland проходила в мирних умовах і добігла кінця 1965 р.
zh: Y系海军的第一艘以战役命名的军舰是一艘战斗级驱逐舰，于1947年开始执行它的勤务，并获得了描绘海鹫的徽章。新的驱逐舰以几个系列建造，并以Y国在陆地和海上取得的重大胜利命名，是海军部对空袭威胁的反应，此时空袭的威胁急剧增加。从1942年到1945年，共安置了40艘战舰的龙骨，1946年开始再为海军建造两艘驱逐舰。在大战结束时，不再需要这么多战斗级的驱逐舰，导致这级战舰只完成了26艘。 日德兰和它的姊妹舰在概念上与前一级的驱逐舰不同，因为它们配备了最新和完全成熟的两用主炮，包括四门或五门113毫米炮。由于在Y国和M国大规模生产博福斯和厄利空炮座，所有战斗级驱逐舰的小口径防空火炮都是由这些炮座组成的，这些炮座在性能上明显超越Y国的砰砰和12.7毫米机枪。然而，这些战舰实际上只有几次机会使用它们强大的防空防御。这系列中只有一艘驱逐舰巴夫勒尔在大战期间成为Y国太平洋舰队的一员参加战斗。日德兰在和平时期服役并于1965年完成服役。
zh_sg: 作为英国皇家海军第一艘以日德兰战役命名的战舰，日德兰是一艘战斗级驱逐舰，于1947年开始服役，并获得过一枚海狮鹫徽章。这几艘全新的驱逐舰是根据英国在陆地和海上的重大胜利而命名的，是海军部对当时急剧增加的空袭威胁的应对措施。从1942年到1945年，总共有40艘战舰投产，从1946年开始为澳大利亚皇家海军建造另外两艘驱逐舰。由于第二次世界大战的结束，不再需要大量的战斗级驱逐舰，因此只完成了26艘这类驱逐舰。 日德兰号和她的姊妹舰在概念上不同于上一级别的驱逐舰，它们配备了最新的、完全成熟的两用主炮组，包括四五门113毫米火炮。由于在英国和美国大量生产Bofors和Oerlikon炮组，所有战斗级驱逐舰的小口径高射炮都由这些炮组组成，在性能特征上明显优于英国Pom-pom和12.7毫米机枪。然而，这些战舰中只有少数有机会在实际中使用它们强大的对空防御。在这个系列中，只有一艘驱逐舰，HMS 巴夫勒尔，作为英国太平洋舰队的一员，在第二次世界大战期间参与了行动。HMS 日德兰号的服役时间在和平时期服，它于1965年退役。

# IDS_PCZC255_HMSDARING
source: HMS Daring
zh: 勇敢
zh_sg: HMS 果敢
