Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_DOGTAG_PCNB102_NAME
source: Mexico
es_mx: México
ja: メキシコ
pl: Meksyk
ru: Мексика
uk: Мексика
zh: 墨西哥
zh_sg: 墨西哥

# IDS_DOGTAG_PCNB103_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB103_NAME
source: Senegal
ja: セネガル
ru: Сенегал
uk: Сенеґал
zh: 塞内加尔
zh_sg: 塞内加尔

# IDS_DOGTAG_PCNB104_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB104_NAME
source: Serbia
ja: セルビア
ru: Сербия
uk: Сербія
zh: 塞尔维亚
zh_sg: 塞尔维亚

# IDS_DOGTAG_PCNB105_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB105_NAME
source: Iran
es_mx: Irán
ja: イラン
ru: Иран
uk: Іран
zh: 伊朗
zh_sg: 伊朗

# IDS_DOGTAG_PCNB106_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB106_NAME
source: Peru
es_mx: Perú
ja: ペルー
ru: Перу
uk: Перу
zh: 秘鲁
zh_sg: 秘鲁

# IDS_DOGTAG_PCNB107_DESCRIPTION
source: Bronze medalist of the 2018 Football World Championship
es_mx: Medallista de Bronce del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 銅メダル
pl: Brązowi medaliści piłkarskiego pucharu świata 2018
ru: Бронзовый призёр чемпионата мира по футболу 2018
uk: Бронзовий призер Чемпіонату світу з футболу 2018
zh: 2018 世足冠军赛的季军
zh_sg: 2018世界杯季军

# IDS_DOGTAG_PCNB107_NAME
source: Belgium
es_mx: Bélgica
ja: ベルギー
pl: Belgia
ru: Бельгия
uk: Бельгія
zh: 比利时
zh_sg: 比利时

# IDS_DOGTAG_PCNB108_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB108_NAME
source: Denmark
es_mx: Dinamarca
ja: デンマーク
pl: Dania
ru: Дания
uk: Данія
zh: 丹麦
zh_sg: 丹麦

# IDS_DOGTAG_PCNB109_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB109_NAME
source: Iceland
es_mx: Islandia
ja: アイスランド
pl: Islandia
ru: Исландия
uk: Ісландія
zh: 冰岛
zh_sg: 冰岛

# IDS_DOGTAG_PCNB110_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB110_NAME
source: Australia
ja: オーストラリア
ru: Австралия
uk: Австралія
zh: 澳洲
zh_sg: 澳大利亚

# IDS_DOGTAG_PCNB111_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB111_NAME
source: Saudi Arabia
es_mx: Arabia Saudita
ja: サウジアラビア
pl: Arabia Saudyjska
ru: Саудовская Аравия
uk: Саудівська Аравія
zh: 沙特阿拉伯
zh_sg: 沙特阿拉伯

# IDS_DOGTAG_PCNB112_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB112_NAME
source: Sweden
es_mx: Suecia
ja: スウェーデン
pl: Szwecja
ru: Швеция
uk: Швеція
zh: 瑞典
zh_sg: 瑞典

# IDS_DOGTAG_PCNB113_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB113_NAME
source: Switzerland
es_mx: Suiza
ja: スイス
pl: Szwajcaria
ru: Швейцария
uk: Швейцарія
zh: 瑞士
zh_sg: 瑞士

# IDS_DOGTAG_PCNB114_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB114_NAME
source: Poland
es_mx: Polonia
ja: ポーランド
pl: Polska
ru: Польша
uk: Польща
zh: B系
zh_sg: 波兰

# IDS_DOGTAG_PCNB115_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB115_NAME
source: Argentina
ja: アルゼンチン
pl: Argentyna
ru: Аргентина
uk: Аргентина
zh: 阿根廷
zh_sg: 阿根廷

# IDS_DOGTAG_PCNB116_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB116_NAME
source: Portugal
ja: ポルトガル
pl: Portugalia
ru: Португалия
uk: Португалія
zh: 葡萄牙
zh_sg: 葡萄牙

# IDS_DOGTAG_PCNB117_DESCRIPTION
source: Participant Country of the 2018 Football World Championship
es_mx: País Participante del Campeonato Mundial de Fútbol 2018
ja: 世界サッカー選手権 2018 参加国
pl: Uczestnik piłkarskiego pucharu świata 2018
ru: Страна-участник чемпионата мира по футболу 2018
uk: Країна-учасник Чемпіонату світу з футболу 2018
zh: 2018年足球世界杯参赛国
zh_sg: 2018世界杯参赛国

# IDS_DOGTAG_PCNB117_NAME
source: Costa Rica
ja: コスタリカ
pl: Kostaryka
ru: Коста-Рика
uk: Коста-Ріка
zh: 哥斯达黎加
zh_sg: 哥斯达黎加

# IDS_DOGTAG_PCNB119_NAME
source: May 9
es_mx: 9 de mayo
ja: 5 月 9 日
pl: 9 maja
ru: 9 Мая
uk: 9 травня
zh: 5月9号
zh_sg: 5月9日

# IDS_DOGTAG_PCNB120_DESCRIPTION
source: A commemorative symbol for completing Operation "Cherry Blossom" with three stars.
es_mx: Un símbolo conmemorativo por completar la Operación Flor de Cerezo con tres estrellas
ja: オペレーション「チェリーブロッサム」を 3 スターで達成したことに対する記念シンボル
pl: Pamiątkowy symbol przyznawany za wypełnienie operacji „Kwiat wiśni” z trzema gwiazdami
ru: Памятный символ за выполнение операции «Цветок Сакуры» на 3 звезды
uk: Пам’ятний знак за виконану на 3 зірки операцію «Квітка Сакури»
zh: 以四星等级完成樱花行动后所获得的纪念符号
zh_sg: 以三星完成樱花绽放行动获得的纪念标志

# IDS_DOGTAG_PCNB120_NAME
source: Cherry Blossom
es_mx: Flor de Cerezo
ja: チェリーブロッサム
pl: Kwiat wiśni
ru: Цветок Сакуры
uk: Квітка Сакури
zh: 樱花
zh_sg: 樱花绽放

# IDS_DOGTAG_PCNB121_DESCRIPTION
source: July 4—American Independence Day
es_mx: 4 de Julio—Día de la Independencia Estadounidense
ja: 7 月 4 日—アメリカ独立記念日
pl: 4 lipca – Dzień Niepodległości Stanów Zjednoczonych Ameryki
ru: 4 июля — День независимости США
uk: 4 липня — День незалежності США
zh: 7月4日—M国独立日
zh_sg: 7月4日—美国独立日

# IDS_DOGTAG_PCNB121_NAME
source: July 4
es_mx: 4 de Julio
ja: 7 月 4 日
pl: 4 lipca
ru: 4 июля
uk: 4 липня
zh: 7月4日
zh_sg: 7月4日

# IDS_DOGTAG_PCNB122_DESCRIPTION
source: A commemorative symbol for participants of the "King of the Sea" tournament
es_mx: Un símbolo conmemorativo para los participantes del torneo "King of the Sea"
ja: "King of the Sea" トーナメントの参加記念シンボル
pl: Pamiątkowy symbol dla uczestników turnieju „King of the Sea”
ru: Памятный символ участника турнира King of the Sea
uk: Пам’ятний знак учасника турніру «King of the Sea»
zh: 完成海上之王比赛后所获得的纪念符号
zh_sg: 参与“King of the Sea”赛事的纪念标志

# IDS_DOGTAG_PCNB122_NAME
source: King of the Sea
zh: 海上之王

# IDS_DOGTAG_PCNB123_DESCRIPTION
source: A commemorative symbol for participation in the "Go Navy!" competition
es_mx: Símbolo conmemorativo otorgado por participar en la competición "Go Navy!"
ja: "Go Navy!" コンペティションの参加記念シンボル
pl: Pamiątkowy symbol przyznawany za uczestnictwo w zawodach „Go Navy!”
ru: Памятный символ за участие в соревновании «Go Navy!»
uk: Пам’ятний символ за участь у змаганні «Go Navy!»
zh: 参加「海军加油！」竞赛后给予的纪念符号
zh_sg: 参加"Go Navy!"争霸赛获得的纪念标志

# IDS_DOGTAG_PCNB123_NAME
source: Sharks Team
es_mx: Equipo Sharks
ja: Sharks チーム
pl: Drużyna Sharks
ru: Команда Sharks
uk: Команда Sharks
zh: 巨鲨队
zh_sg: Sharks队

# IDS_DOGTAG_PCNB124_DESCRIPTION
source: A commemorative symbol for participation in the "Go Navy!" competition
es_mx: Símbolo conmemorativo otorgado por participar en la competición "Go Navy!"
ja: "Go Navy!" コンペティションの参加記念シンボル
pl: Pamiątkowy symbol przyznawany za uczestnictwo w zawodach „Go Navy!”
ru: Памятный символ за участие в соревновании «Go Navy!»
uk: Пам’ятний символ за участь у змаганні «Go Navy!»
zh: 参加「海军加油！」竞赛后给予的纪念符号
zh_sg: 参加"Go Navy!"争霸赛获得的纪念标志

# IDS_DOGTAG_PCNB124_NAME
source: Eagles Team
es_mx: Equipo Eagles
ja: Eagles チーム
pl: Drużyna Eagles
ru: Команда Eagles
uk: Команда Eagles
zh: 雄鹰队
zh_sg: Eagles队

# IDS_DOGTAG_PCNB125_DESCRIPTION
source: A commemorative symbol for participation in the "Go Navy!" competition
es_mx: Símbolo conmemorativo otorgado por participar en la competición "Go Navy!"
ja: "Go Navy!" コンペティションの参加記念シンボル
pl: Pamiątkowy symbol przyznawany za uczestnictwo w zawodach „Go Navy!”
ru: Памятный символ за участие в соревновании «Go Navy!»
uk: Пам’ятний символ за участь у змаганні «Go Navy!»
zh: 参加「海军加油！」竞赛后给予的纪念符号
zh_sg: 参加"Go Navy!"争霸赛获得的纪念标志

# IDS_DOGTAG_PCNB125_NAME
source: Go Navy!
zh: 海军加油！

# IDS_DOGTAG_PCNB126_NAME
source: Day of the Russian Navy
es_mx: Día de la Armada Rusa
ja: ロシア海軍の日
pl: Dzień Rosyjskiej Marynarki Wojennej
ru: День Военно-Морского Флота
uk: День Військово-Морського Флоту Росії
zh: S国海军日
zh_sg: 俄罗斯海军日

# IDS_DOGTAG_PCNB127_NAME
source: Contest Winner
es_mx: Ganador del Concurso
ja: コンテスト勝者
pl: Zwycięzca konkursu
ru: Победитель конкурса
uk: Переможець конкурсу
zh: 比赛获胜者
zh_sg: 比赛胜者

# IDS_DOGTAG_PCNB128_NAME
source: Tournament Winner
es_mx: Ganador del Torneo
ja: トーナメント勝者
pl: Zwycięzca turnieju
ru: Победитель турнира
uk: Переможець турніру
zh: 联赛获胜者
zh_sg: 联赛胜者

# IDS_DOGTAG_PCNB129_NAME
source: Volunteer
es_mx: Voluntario
ja: ボランティア
pl: Ochotnik
ru: Волонтёр
uk: Волонтер
zh: 志工
zh_sg: 志愿者

# IDS_DOGTAG_PCNB130_NAME
source: Wargaming.net Employee
es_mx: Empleado de Wargaming.net
ja: Wargaming.net 従業員
pl: Pracownik Wargaming.net
ru: Сотрудник Wargaming.net
uk: Працівник Wargaming.net
zh: Wargaming.net员工
zh_sg: Wargaming.net员工

# IDS_DOGTAG_PCNB131_NAME
source: World of Warships Developer
es_mx: Desarrollador de Wargaming.net
ja: World of Warships 開発者
pl: Deweloper World of Warships
ru: Разработчик World of Warships
uk: Розробник World of Warships
zh: 《战舰世界》开发人员
zh_sg: 《战舰世界》开发者

# IDS_DOGTAG_PCNB132_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany pin-upowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB132_NAME
source: Commander Dasha
es_mx: Comandante Dasha
ja: Dasha 艦長
pl: Dowódca Dasha
ru: Командир Даша
uk: Командир Даша
zh: 指挥官达莎
zh_sg: 指挥官Dasha

# IDS_DOGTAG_PCNB133_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB133_NAME
source: Commander Alena
es_mx: Comandante Alena
ja: Alena 艦長
pl: Dowódca Alena
ru: Командир Алёна
uk: Командир Альона
zh: 指挥官阿莱纳
zh_sg: 指挥官Alena

# IDS_DOGTAG_PCNB134_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB134_NAME
source: Aviation Pilot
es_mx: Piloto de Aviación
ja: 航空操縦員
pl: Pilot lotnictwa
ru: Пилот
uk: Пілот
zh: 航空兵
zh_sg: 航空飞行员

# IDS_DOGTAG_PCNB135_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB135_NAME
source: Cook
es_mx: Cocina
ja: 調理師
pl: Kucharz
ru: Кок
uk: Кок
zh: 厨师
zh_sg: 厨师

# IDS_DOGTAG_PCNB136_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB136_NAME
source: Mechanic's Mate
es_mx: Ingeniero Asistente
ja: 機関助手
pl: Drugi mechanik
ru: Помощник механика
uk: Помічник механіка
zh: 助理工程师
zh_sg: 助理工程师

# IDS_DOGTAG_PCNB137_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB137_NAME
source: Signalman
es_mx: Hombre de las Señales
ja: 信号手
pl: Sygnalista
ru: Сигнальщик
uk: Сигнальник
zh: 信号手
zh_sg: 信号士官

# IDS_DOGTAG_PCNB138_DESCRIPTION
source: A commemorative symbol inspired by the pin-up music video
es_mx: Símbolo conmemorativo inspirado en el video musical pin-up
ja: ピンナップ・ミュージックビデオに着想を得た記念シンボル
pl: Pamiątkowy symbol inspirowany przypinkowym teledyskiem
ru: Памятный символ по мотивам музыкального видео пин-ап
uk: Пам’ятний символ за мотивами музичного відео пін-ап
zh: 引人入胜的音乐影片启发的纪念符号
zh_sg: 受pin-up音乐视频启发的纪念标志

# IDS_DOGTAG_PCNB138_NAME
source: Sailor
es_mx: Marinero
ja: 水兵
pl: Marynarz
ru: Матрос
uk: Матрос
zh: 水手
zh_sg: 海员

# IDS_DOGTAG_PCNB139_DESCRIPTION
source: A commemorative symbol granted for outstanding skills and heroism demonstrated for one year
es_mx: Símbolo conmemorativo otorgado por las habilidades excepcionales y el heroísmo demostrado por un año
ja: 1 年間に渡って素晴しいスキルと勇敢さを示してきた者達のための記念シンボル
pl: Pamiątkowy symbol przyznawany za wybitne umiejętności i bohaterstwo wykazywane przez jeden rok
ru: Памятный символ за отличную игру и боевые подвиги в течение года.
uk: Пам’ятний символ за чудову гру та бойові подвиги протягом року
zh: 发放给杰出技能和英勇行为的一年纪念符号
zh_sg: 因在一年中出色技术和英勇行为授予的纪念标志

# IDS_DOGTAG_PCNB139_NAME
source: For Meritorious Service
es_mx: Por un servicio meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: 今天是您的生日
zh_sg: 赫赫战功

# IDS_DOGTAG_PCNB140_DESCRIPTION
source: A commemorative symbol granted for outstanding skills and heroism demonstrated for two years
es_mx: Símbolo conmemorativo otorgado por las habilidades excepcionales y el heroísmo demostrado por dos años
ja: 2 年間に渡って素晴しいスキルと勇敢さを示してきた者達のための記念シンボル
pl: Pamiątkowy symbol przyznawany za wybitne umiejętności i bohaterstwo wykazywane przez dwa lata
ru: Памятный символ за отличную игру и боевые подвиги в течение двух лет.
uk: Пам’ятний символ за чудову гру та бойові подвиги протягом двох років
zh: 发放给杰出技能和英勇行为的两年纪念符号
zh_sg: 因在两年中出色技术和英勇行为授予的纪念标志

# IDS_DOGTAG_PCNB140_NAME
source: For Meritorious Service
es_mx: Por un servicio meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: 今天是您的生日
zh_sg: 赫赫战功

# IDS_DOGTAG_PCNB141_DESCRIPTION
source: A commemorative symbol granted for outstanding skills and heroism demonstrated for three years
es_mx: Símbolo conmemorativo otorgado por las habilidades excepcionales y el heroísmo demostrado por tres años
ja: 3 年間に渡って素晴しいスキルと勇敢さを示してきた者達のための記念シンボル
pl: Pamiątkowy symbol przyznawany za wybitne umiejętności i bohaterstwo wykazywane przez trzy lata
ru: Памятный символ за отличную игру и боевые подвиги в течение трёх лет.
uk: Пам’ятний символ за чудову гру та бойові подвиги протягом трьох років
zh: 发放给杰出技能和英勇行为的三年纪念符号
zh_sg: 因在三年中出色技术和英勇行为授予的纪念标志

# IDS_DOGTAG_PCNB141_NAME
source: For Meritorious Service
es_mx: Por un servicio meritorio
ja: 目覚ましい貢献に対して
pl: Za chwalebną służbę
ru: За выслугу лет
uk: За вислугу років
zh: 今天是您的生日
zh_sg: 赫赫战功

# IDS_DOGTAG_PCNB142_DESCRIPTION
source: Collectors Club Member Visiting Card
es_mx: Tarjeta de Visita para Miembros del Club de Coleccionistas
ja: コレクターズクラブ会員の名刺
pl: Karta gościa klubu kolekcjonerów
ru: Визитная карточка члена клуба «Коллекционеры»
uk: Візитівка члена клубу «Колекціонери»
zh: 收藏家俱乐部会员卡
zh_sg: 收藏家俱乐部成员名片

# IDS_DOGTAG_PCNB142_NAME
source: Collectors Club Member
es_mx: Miembro del Club de Coleccionistas
ja: コレクターズクラブ会員
pl: Członek klubu kolekcjonerów
ru: Член клуба «Коллекционеры»
uk: Член клубу «Колекціонери»
zh: 收藏家俱乐部会员
zh_sg: 收藏家俱乐部成员

# IDS_DOGTAG_PCNB143_DESCRIPTION
source: A commemorative symbol dedicated to the 20th anniversary of Wargaming
es_mx: Símbolo conmemorativo dedicado al 20° aniversario de Wargaming
ja: Wargaming の設立 20 周年を記念したシンボル
pl: Pamiątkowy symbol związany z 20. rocznicą Wargaming
ru: Памятный символ, посвящённый 20-летию Wargaming
uk: Пам’ятний символ з нагоди 20 роковин Wargaming
zh: 献给Wargaming 20周年庆的纪念符号
zh_sg: Wargaming20周年专属纪念标志

# IDS_DOGTAG_PCNB143_NAME
source: 20th Anniversary of Wargaming
es_mx: 20° aniversario de Wargaming
ja: Wargaming 設立 20 周年
pl: 20. rocznica Wargaming
ru: 20 лет Wargaming
uk: 20 років Wargaming
zh: Wargaming 20周年庆
zh_sg: Wargaming20周年纪念

# IDS_DOGTAG_PCNB144_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB144_NAME
source: Raider
es_mx: Caza
ja: 襲撃者
pl: Najeźdźca
ru: Истребитель
uk: Винищувач
zh: 掠夺者
zh_sg: 掠夺者

# IDS_DOGTAG_PCNB145_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB145_NAME
source: Wisdom is Power
es_mx: La Sabiduría es Poder
ja: 知恵は力なり
pl: Mądrość jest siłą
ru: Сила в мудрости
uk: Сила в мудрості
zh: 智慧就是力量
zh_sg: 知识就是力量

# IDS_DOGTAG_PCNB146_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB146_NAME
source: Sea Kitty
es_mx: Gatito de Mar
ja: 海の猫
pl: Kot morski
ru: Морской котик
uk: Морський котик
zh: 海豹
zh_sg: 海猫

# IDS_DOGTAG_PCNB147_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB147_NAME
source: Crabs Don't Back Down!
es_mx: ¡Los cangrejos no retroceden!
ja: 蟹は後退しない!
pl: Kraby obstają przy swoim!
ru: Крабы драки не боятся
uk: Краби бійки не бояться
zh: 海猴永不退缩！
zh_sg: 横行霸道

# IDS_DOGTAG_PCNB148_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB148_NAME
source: Blessed by Poseidon
es_mx: Bendecido por Poseidón
ja: ポセイドーンの祝福
pl: Wybraniec Posejdona
ru: Благословение Посейдона
uk: Благословення Посейдона
zh: 波赛顿的祝福
zh_sg: 海王的祝福

# IDS_DOGTAG_PCNB149_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB149_NAME
source: Seahorse
es_mx: Caballito de Mar
ja: 海馬
pl: Pławikonik
ru: Морской конёк
uk: Морський коник
zh: 海马
zh_sg: 海马

# IDS_DOGTAG_PCNB150_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB150_NAME
source: Horizon Hunter
es_mx: Cazador de Horizontes
ja: ホライズンハンター
pl: Łowca horyzontu
ru: Охотник за горизонтом
uk: Обрійний мисливець
zh: 地平线猎人
zh_sg: 地平线猎人

# IDS_DOGTAG_PCNB151_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB151_NAME
source: Sea Dragon
es_mx: Dragón Marino
ja: シードラゴン
pl: Smok morski
ru: Морской дракон
uk: Морський дракон
zh: 海龙
zh_sg: 海龙

# IDS_DOGTAG_PCNB152_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛

# IDS_DOGTAG_PCNB152_NAME
source: Sawfish
es_mx: Pez Sierra
ja: ソーフィッシュ
pl: Ryba piła
ru: Рыба-пила
uk: Риба-пилка
zh: 锯鳐
zh_sg: 锯鳐

# IDS_DOGTAG_PCNB153_DESCRIPTION
source: Commander's Patch Contest
es_mx: Concurso del Parche del Comandante
ja: 艦長パッチコンテスト
pl: Konkurs na naszywkę dowódcy
ru: Конкурс «Нашивка командира»
uk: Конкурс «Нашивка командира»
zh: 指挥官补丁竞赛
zh_sg: “指挥官的补丁”竞赛
