Repository: mouyase/WowsStrings
Catalog: */LC_MESSAGES/global.po
Languages: es_mx, ja, pl, ru, uk, zh, zh_sg

# IDS_PCZC117_NY2018_JAMAICA_SHIP_DESCRIPTION
source: HMS Jamaica was a light cruiser of the Fiji class (also known as Crown Colony class). Laid down just before the outbreak of World War II, the ship started her wartime career in the middle of 1942. In December 1943, HMS Jamaica served as part of the force lead by battleship Duke of York. In the Battle of the North Cape, the cruiser kept pace with her flagship, scored a hit with her first salvo, and maintained an unprecedented rate of fire. The total number of 152 mm shells fired by Jamaica reached 461, which exceeded the efficiency of any other British cruiser that participated in that battle. In the final stage of the battle, Jamaica managed to launch torpedoes from both of her torpedo tubes and scored one or two hits.
es_mx: El HMS Jamaica era un crucero ligero de la clase Fiji (también conocido como la clase Colonia de la Corona). Fue botado justo al empezar la Segunda Guerra Mundial, el barco empezó su carrera de guerra a mediados de 1942. En diciembre de 1943, el HMS Jamaica sirvió como parte de la fuerza liderada por el acorazado Duke of York. En la Batalla de Cabo Norte, el crucero mantuvo el paso con el barco insignia, golpeando con su primer disparo, y manteniendo una cadencia de fuego alta. El número total de proyectiles de 152 mm disparados por el Jamaica alcanzó los 461, lo que excedió la eficiencia de tiro comparado con otros cruceros británicos que participaron en la batalla. En la etapa final de la batalla, el Jamaica logró lanzar torpedos de ambos tubos de torpedos y acertó una o dos veces.
ja: ジャマイカは、フィジー級 (クラウン・コロニー級としても知られる) 軽巡洋艦です。二次大戦の勃発直前に起工され、1942 年の中盤に就役しました。 1943 年 12 月、ジャマイカは戦艦デューク・オブ・ヨークを旗艦とする艦隊に加わっていました。北岬沖海戦においては、旗艦と行動を共にしつつ、第 1 斉射から命中弾を与えることに成功し、その後も前例がないほどの射撃速度で猛攻を続けました。ジャマイカが発射した 152 mm 砲弾は合計 461 発に達し、これはこの海戦に参加したイギリス巡洋艦の中では最高でした。海戦の最終段階においては、本艦は辛くも両方の魚雷発射管から魚雷を発射し、1 - 2 本を命中させたとされています。
pl: HMS Jamaica był lekkim krążownikiem klasy Fiji (znanej również jako klasa Crown Colony). Zbudowany tuż przed wybuchem II wojny światowej, okręt rozpoczął swoją karierę w połowie 1942 roku. W grudniu 1943 roku HMS Jamaica służył jako część grupy, której przewodził pancernik Duke of York. W trakcie Bitwy koło Przylądka Północnego krążownik dotrzymywał kroku okrętowi flagowemu, trafił w cel pierwszą salwą i utrzymywał niesłychaną szybkostrzelność. Jamaica wystrzelił 461 sztuk pocisków kal. 152 mm, co przewyższa wydajność wszystkich pozostałych krążowników uczestniczących w bitwie. W ostatniej fazie bitwy Jamaica wystrzelił torpedy z obu wyrzutni i zaliczył jedno albo dwa trafienia.
ru: HMS Jamaica являлся одним из лёгких крейсеров типа Fiji (иное название типа — Crown Colony). Заложенный перед самым началом Второй мировой войны корабль вступил в строй в середине 1942 года. В декабре 1943 года HMS Jamaica входил в состав соединения во главе с линкором Duke of York. В бою при Нордкапе крейсер не отставал от своего флагмана, добившись попадания первым же залпом и развив затем небывалый темп стрельбы. Всего HMS Jamaica выпустил 461 152-мм снаряд — больше, чем любой другой участвовавший в сражении британский крейсер. На завершающей стадии боя ему довелось разрядить по противнику и оба своих торпедных аппарата, добившись одного или двух попаданий.
uk: HMS Jamaica був одним з легких крейсерів типу Fiji (інша назва типу — Crown Colony). Закладений перед самим початком Другої світової війни корабель став у стрій в середині 1942 р. У грудні 1943 р. HMS Jamaica входив до складу з’єднання на чолі з лінкором Duke of York. У бою біля мису Нордкап крейсер не поступався своєму флагману, спромігшись влучити у ворога вже першим залпом, а після розвинув надзвичайний темп стрільби. Загалом HMS Jamaica випустив 461 152-мм снаряд — більше, ніж будь-який інший британський крейсер, що брав участь в битві. На завершальній стадії бою він ще розрядив у супротивника і обидва своїх торпедних апарати, влучивши один або два рази.
zh: 牙买加是一艘斐济级的轻型巡洋舰。刚好在大战爆发前开始建造，该战舰于 1942 年中旬开始了它的战争生涯。 1943 年 12 月，牙买加担任由战列舰约克公爵所领导的部队成员。该巡洋舰在北角海战中和旗舰并驾齐驱，在其第一次齐射里就达成命中，并且维持着前所未见的射击速率。牙买加所发射的 152 毫米炮弹总数就达到了 461 发，远超过任何参与这场海战的任何Y国巡洋舰的效率。到了战斗的最后阶段，牙买加设法用其鱼雷发射管发射鱼雷并达成了一到两次的命中。
zh_sg: HMS Jamaica是一艘斐济级(又称Crown Colony级)的轻型巡洋舰。刚好在第二次世界大战爆发前开始建造，于1942年中旬开始了它的战争生涯。 1943年12月，HMS Jamaica成为了由约克公爵所率领舰队的成员。该巡洋舰在北角海战中和旗舰并驾齐驱，第一次齐射就命中了目标，并且保持着罕见的射速。Jamaica所发射的152毫米炮弹总数就达到可461发，远超参与这场海战的其它英国巡洋舰。到了战斗的最后阶段，Jamaica还成功用鱼雷并命中了一到两次。

# IDS_PCZC118_NY2018_Z29_SHIP
source: Destroyer Z-29
es_mx: Destructor Z-29
ja: 駆逐艦 Z-29
pl: Niszczyciel Z-29
ru: Эсминец Z-29
uk: Есмінець Z-29
zh: 驱逐舰 Z-29
zh_sg: 驱逐舰 Z-29

# IDS_PCZC118_NY2018_Z29_SHIP_DESCRIPTION
source: Besides Scharnhorst, the Kriegsmarine Force, which was operating in the Arctic waters in December 1943, included the 4th Destroyer Flotilla comprising five ships. Two of them—Z-29 and Z-30—were of the 1936A class; the remaining three—Z-33, Z-34, and Z-38—were classed as 1936A (Mob). All these ships were armed with four or five 149 mm guns and two quadruple 533 mm torpedo tubes. Their maximum speed could reach 37 knots. While searching for the Allied convoy on the morning of December 26, 1943, due to stormy weather and the arctic night conditions, the destroyers lost sight of their flagship just before the first engagement with the British ships. After a few hours, the commander of the German naval force, Konteradmiral Bey, ordered them to return to the base. In the battle that followed, Scharnhorst was left alone and sunk. Destroyers, which could seriously disrupt the actions of the British forces and provide a chance for the battleship to escape the trap, safely returned to the Norwegian fjords without even facing the enemy.
es_mx: Además del Scharnhorst, la fuerza de la Kriegsmarine, la cual operaba en los mares del Ártico en diciembre de 1943, incluía a la 4a Flotilla de Destructores conformada por cinco barcos. Dos de ellos—el Z-29 y el Z-30—eran de la clase 1936A; los tres restantes—Z-33, Z-34, y Z-38— eran clasificados como 1936A (Mob). Todos esto barcos estaban armados con cuatro o cinco cañones de 149 mm y dos lanzatorpedos cuádruples de 533 mm. Su velocidad máxima podía alcanzar los 37 nudos. En la mañana del 26 de diciembre de 1943, durante la búsqueda del convoy aliado, debido al clima tormentoso y a las condiciones nocturnas del ártico, los destructores perdieron de vista al barco líder justo antes de su primer enfrentamiento con los barcos británicos. En unas cuantas horas, el comandante de la fuerza naval alemana, Konteradmiral Bey, les ordenó regresar a la base. En la batalla siguiente, el Scharnhorst quedó solo y fue hundido. Los destructores, que pudieron haber frenado las acciones de las fuerzas británicas y haber dado una oportunidad al acorazado para escapar de la trampa, regresaron a salvo a los fiordos noruegos sin siquiera haber enfrentado al enemigo.
ja: 1943 年 12 月に北極圏で行動中だったドイツ海軍の戦力には、戦艦シャルンホルストの他、5 隻の駆逐艦から成る第 4 駆逐隊が存在していました。そのうち Z-29 と Z-30 の 2 隻は 1936A 型であり、残る Z-33、Z-34 および Z-38 は 1936A (Mob) 型でした。これらの駆逐艦には 4 門または 5 門の 149 mm 砲と 533 mm 四連装魚雷発射管 2 基が搭載されており、最大速力は 37 ノットでした。 1943 年 12 月 26 日の朝、連合軍の船団を捜索中だった駆逐隊は、荒れた天候と北極圏の夜という悪条件に伴い、シャルンホルストを見失ってしまいましたが、これはシャルンホルストがイギリス艦隊と初交戦する直前のことでした。その数時間後、バイ少将は駆逐隊に帰還を命令。孤立していたシャルンホルストはその後の戦いにおいて追い詰められ、撃沈されました。この駆逐隊が戦いに加わっていれば、イギリス艦隊にとって深刻な妨害となったはずであり、シャルンホルストは罠を回避し、敵の姿を見ることすらなくノルウェーのフィヨルドに帰還できていた可能性もあるかも知れません。
pl: Scharnhorst nie był jedynym okrętem Kriegsmarine operującym na wodach Oceanu Arktycznego w grudniu 1943 roku. Znajdowała się tam również 4. Flotylla Niszczycieli, składająca się z pięciu okrętów. Dwa z nich – Z-29 i Z-30 – należały do klasy 1936A, a pozostałe trzy – Z-33, Z-34 i Z-38 – do klasy 1936A (Mob). Wszystkie te okręty uzbrojone były w pięć dział kal. 149 mm i dwie poczwórne wyrzutnie torped kal. 533 mm. Ich maksymalna prędkość wynosiła 37 węzłów. Rankiem, 26 grudnia 1943 roku, podczas poszukiwania alianckiego konwoju, z powodu złej pogody i w trakcie nocy polarnej, niszczyciele straciły kontakt wzrokowy ze swoim okrętem flagowym tuż przed pierwszą potyczką z brytyjskimi okrętami. Po kilku godzinach dowódca sił niemieckich, Konteradmirał Bey, nakazał powrót do bazy. W bitwie, która się następnie wywiązała, Scharnhorst walczył sam i został zatopiony. Niszczyciele, które mogły skutecznie przerwać działania sił brytyjskich i dać pancernikowi szansę na ucieczkę z pułapki, bezpiecznie wróciły do wybrzeży Norwegii, samemu nie napotykając w ogóle przeciwnika.
ru: В состав соединения кораблей Кригсмарине, действовавшего в арктических водах в декабре 1943 года, помимо линкора Scharnhorst входила также 4-я флотилия эсминцев из пяти кораблей. Два из них — Z-29 и Z-30 — принадлежали к типу 1936A, остальные — Z-33, Z-34 и Z-38 — к типу 1936A «мобилизационный». Каждый из этих кораблей был вооружён четырьмя-пятью 149-мм орудиями и двумя четырёхтрубными 533-мм торпедными аппаратами и мог развивать максимальную скорость до 37 узлов. Утром 26 декабря 1943 года, осуществляя поиск союзнического конвоя, в условиях полярной ночи и штормовой погоды эсминцы потеряли свой флагман из видимости незадолго до первого столкновения с британскими кораблями. Через несколько часов командовавший соединением контр-адмирал Бей и вовсе приказал им возвращаться в базу. В последовавшем сражении, предоставленный самому себе, Scharnhorst был потоплен. Эсминцы, которые могли бы серьёзно сковать действия англичан и дать шанс линкору вырваться из западни, в итоге, так и не увидев противника, благополучно вернулись в норвежские фьорды.
uk: До складу з’єднання кораблів Крігсмаріне, що діяло в арктичних водах у грудні 1943 р., крім лінкора Scharnhorst входила також 4-та флотилія есмінців з п’яти кораблів. Два з них — Z-29 і Z-30 — належали до типу 1936A, інші — Z-33, Z-34 і Z-38 — до типу 1936A «мобілізаційний». Кожен з цих кораблів був озброєний чотирма-п’ятьма 149-мм гарматами і двома чотиритрубними 533-мм торпедними апаратами і міг досягати максимальної швидкості 37 вузлів. Вранці 26 грудня 1943 р., шукаючи союзницький конвой, в умовах полярної ночі і штормової погоди есмінці втратили свій флагман з видимості незадовго до першого зіткнення з британськими кораблями. За кілька годин командувач з’єднання контр-адмірал Бей взагалі наказав їм повертатися на базу. У наступному бою, Scharnhorst, що лишився без підтримки, потопили. Есмінці, які могли б значно завадити діям британців і дати можливість лінкору вирватися з пастки, у підсумку, так і не побачивши супротивника, повернулися у норвезькі фіорди.
zh: 除了沙恩霍斯特之外，1943 年 12 月曾在北极海域作战的D国海军部队，还包含了由五艘战舰组成的第四驱逐舰区舰队。其中两艘──Z-29 和 Z-30──为 1936A 舰级；剩下三艘──Z-33、Z-34、及 Z-38──则被归为 1936A (Mob)。所有这些战舰都装备了四到五门的 149 毫米舰炮以及两门 533 毫米四联装鱼雷发射管。它们的最大航速可达 37 节。 1943 年 12 月 26 日的早上，搜寻盟军舰团时由于暴风雨气候和北极的夜晚条件，这些驱逐舰就在首次接触到Y国战舰前失去了自己旗舰的踪影。几小时后，D国海军部队的指挥官海军少将拜命令它们返回基地。在接下来的战斗中，沙恩霍斯特独自一人并且沉没。那些驱逐舰可能会严重干扰Y国部队的行动，以及为战列舰提供一个摆脱陷阱的机会，甚至不用面对敌人就能安全地返回N国的狭湾。
zh_sg: 除沙恩霍斯特 外，1943年12月曾在北极海域作战的德国海军部队中还包含由五艘战舰组成的第四驱逐舰队。其中两艘(Z-29和Z-30)为1936A舰级，其余三艘(Z-33、Z-34、Z-38)被归为19 36A (Mob)级。这些战舰都装备了四到五门149毫米舰炮以及两门 533毫米四联装鱼雷发射管。最高航速可达37节。 1943年12月26日的早上，搜寻盟军运输船团时由于暴风雨气候和北极的夜晚条件，这些驱逐舰在首次接触到英国战舰前就与旗舰走失。几小时后，德国海军部队的指挥官海军少将Bey命令它们返回基地。在后续的战斗中，沙恩霍斯特独自作战直到沉没。如果这些驱逐舰不与旗舰走失，就有很大可能性干扰英国部队的行动，为旗舰赢得逃生机会，使沙恩霍斯特不用面对敌人就能安全地返回挪威的狭湾。

# IDS_PCZC119_NY2018_BANI
source: Grand Cross of The Order of the Bath
es_mx: La Gran Cruz de la Orden del Baño
ja: バス勲章グランド・クロス
pl: Krzyż Wielki Orderu Łaźni
ru: Большой Крест Ордена Бани
uk: Великий Хрест Ордена Лазні
zh: 巴斯勋章的大十字
zh_sg: 巴斯勋章的大十字

# IDS_PCZC119_NY2018_BANI_DESCRIPTION
source: The Most Honourable Order of the Bath is one of the most senior British Orders. Established by George I in 1725, the name of this award is derived from a ritual bath ceremony that was part of the ceremony conferring knighthood in England. This order for military officers was made as a cross bearing the motto Ich Dien (German for "I serve"). The Commander-in-Chief of the Home Fleet, Bruce Fraser, was appointed to the Order of the Bath as a Knight Grand Cross for victory in the Battle of the North Cape. Besides this, he was promoted to Full Admiral, awarded the Order of Suvorov, First Degree, and, after the war, was raised to the peerage as Baron Fraser of North Cape.
es_mx: La Honorabilísima del Baño es una de las Órdenes Británicas más importantes establecida por Jorge I en 1725. El nombre de esta condecoración deriva de una ceremonia ritual de baño que era parte de la ceremonia que confería el título de caballero en Inglaterra. Esta orden para oficiales militares era una cruz con el lema Ich Dien (en alemán significa "Yo sirvo"). El Comandante en Jefe de la Flota Doméstica, Bruce Fraser, fue premiado por la Orden del Baño con la Gran Cruz de Caballero por la victoria en la Batalla del Cabo Norte. Además de esto, fue promovido a Almirante General, condecorado con la Orden de Suvorov, Primer Grado, y, después de la guerra, fue ascendido a nobleza como el Barón Fraser de Cabo Norte.
ja: 最も名誉あるバス勲章は、イギリスにおける最上位の勲章のひとつであり、1725 年にジョージ 1 世によって制定されました。その名称は、かつて騎士の叙任式に清めの入浴 (bath) を行ったことに由来します。軍人のためのこの勲章は十字状であり、モットーである "Ich Dien" (ドイツ語で「私は奉仕する」) が刻印されています。 イギリス本国艦隊司令長官ブルース・フレーザーには、北岬沖海戦における勝利を称え、バス勲章ナイト・グランド・クロスが授与されました。その後にフレーザーは大将に昇進し、ソ連のスヴォーロフ 1 級勲章が授与されました。そして戦後にはフレーザー・オブ・ノース・ケープ (北岬) 男爵として叙爵されたのでした。
pl: Order Łaźni to najstarszy z brytyjskich orderów, ustanowiony przez króla Jerzego I w 1725 roku. Jego nazwa wywodzi się od rytualnej ceremonii, będącej częścią pasowania na rycerza w Anglii. Order ten, przyznawany oficerom wojskowym, zawiera krzyż i motto „Ich Dien” (po niemiecku: „Służę”). Głównodowodzący Home Fleet, Bruce Fraser, został odznaczony Orderem Łaźni jako Rycerz Wielkiego Krzyża za zwycięstwo w Bitwie koło Przylądka Północnego. Ponadto, został mianowany na admirała, otrzymał Order Suworowa pierwszego stopnia, a po wojnie otrzymał tytuł szlachecki jako Baron Fraser Przylądka Północnego.
ru: Почётнейший Орден Бани — один из высших орденов Великобритании, был учреждён королём Георгом I в 1725 году. Название награды восходит к существовавшему в Англии ритуалу омовения перед принятием в рыцарство. Знак для военных членов ордена представлял собой крест с девизом Ich Dien (нем. «Я служу»). Командовавший Флотом Метрополии Брюс Фрейзер за победу при Нордкапе получил высшую степень ордена, став рыцарем Большого Креста Ордена Бани. Кроме этого он был произведён в адмиралы, награждён советским орденом Суворова 1-й степени, а после войны пожалован в пэры с титулом «барон Фрейзер Нордкапский».
uk: Найпочесніший Орден Лазні — один з вищих орденів Великобританії, заснував король Георг I 1725 р. Назва нагороди походить від ритуалу обмивання перед прийняттям у лицарі, який існував у Англії. Знак для військових кавалерів ордена виглядав як хрест з девізом Ich Dien (нім. «Я служу»). Командувач Флоту Метрополії Брюс Фрейзер за перемогу біля мису Нордкап здобув вищий ступінь ордена, ставши лицарем Великого Хреста Ордена Лазні. Крім того його підвищили до адмірала, нагородили радянським орденом Суворова 1-го ступеня, а після війни він став пером із титулом «барон Фрейзер Нордкапський».
zh: 最尊贵的巴斯勋章，是乔治一世在 1725 年设立的最高级Y国勋章之一。此奖项名称是来自于Y国册封骑士的其中一种仪式，进行沐浴的仪式。授予军事官员的勋章则做成刻有格言「我侍奉」的十字。 本土舰队的总指挥官布鲁斯-弗雷泽，因为北角海战的胜利而被授予巴斯勋章的爵级大十字勋章。除此之外，他也被晋升为海军元帅并颁给苏沃洛夫一级勋章，并且在战后提升贵族爵位为北角男爵。
zh_sg: 巴斯勋章是英国最高等的英国勋章之一。由George I于1725年设立，其名称源于英国骑士册封仪式中的一个沐浴环节。授予军事官员的勋章则做成刻有格言Ich Dien (德语的“我侍奉”) 的十字架。 本土舰队的总指挥官Bruce Fraser，因北角海战的胜利而被授予巴斯勋章的爵级大十字勋章。除此之外，他也被晋升为海军元帅并颁给苏沃洛夫一级勋章，并且在战后提升贵族爵位为北角男爵。

# IDS_PCZC120_NY2018_DSERVICE_ORDER
source: The Distinguished Service Order
es_mx: La Orden del Servicio Distinguido
ja: 殊功勲章
pl: Order za Wybitną Służbę
ru: Орден «За выдающиеся заслуги»
uk: Орден «За видатні заслуги»
zh: 杰出服务勋章
zh_sg: 杰出服役勋章

# IDS_PCZC120_NY2018_DSERVICE_ORDER_DESCRIPTION
source: The Distinguished Service Order was established in 1886 by Queen Victoria to be awarded to officers for distinguished service during active operations. A cross-shaped order was made of white enamel and was ornamented by the Imperial Crown surrounded by a laurel wreath. The cross was worn on a red ribbon with blue stripes that was also decorated with laurel leaves. For their contribution to victory in the Battle of the North Cape, the following commanders were awarded the Distinguished Service Order: HMS Duke of York—Guy Russell, HMS Norfolk—Donald Bain, HMS Belfast—Frederick Parham, HMS Sheffield—Charles Addis, and HMS Savage—Michael Meyrick.
es_mx: La Orden del Servicio Distinguido fue establecida en 1886 por la Reina Victoria para ser otorgada a los oficiales por su servicio distinguido durante las operaciones activas. Se creó una medalla en forma de cruz esmaltada en blanco y fue adornada con la Corona Imperial rodeada por una corona de laurel. La cruz se usaba sobre una cinta roja con líneas azules que también estaba decorada con hojas de laurel. Por su contribución a la victoria en la batalla de Cabo Norte, los siguientes comandantes fueron premiado con la Orden del Servicio Distinguido: Guy Russell—HMS Duke of York, Donald Bain—HMS Norfolk, Frederick Parham—HMS Belfast, Charles Addis—HMS Sheffield, y Michael Meyrick—HMS Savage.
ja: 殊功勲章は、抜群の戦果を挙げた将校に授与される勲章であり、1886 年にヴィクトリア女王によって制定されました。この十字状の勲章は白いエナメル製であり、その中央部には月桂冠で囲われた帝冠が配されています。この勲章には青いストライプ付きの赤いリボンが伴っており、このリボンにも月桂樹の葉を模した装飾が施されています。 北岬沖海戦における勝利への貢献を称え、次の各艦長に殊功勲章が授与されました: 戦艦デューク・オブ・ヨーク — ガイ・ラッセル、巡洋艦ノーフォーク — ドナルド・ベイン、巡洋艦ベルファスト — フレデリック・パラム、巡洋艦シェフィールド — チャールズ・アディス、駆逐艦サヴェージ — マイケル・メイリック
pl: Order za Wybitną Służbę został ustanowiony w 1886 roku przez Królową Wiktorię i był przyznawany oficerom za wyróżniającą się służbę wojskową. Order w kształcie krzyża pokryty był białą emalią i ozdobiony koroną imperium otoczoną liśćmi laurowymi. Krzyż noszony był na czerwonej wstędze z niebieskimi pasami, również udekorowanej liśćmi laurowymi. Za ich wkład w zwycięstwo w Bitwie koło Przylądka Północnego następujący żołnierze otrzymali Order za Wybitną służbę: Guy Russell z HMS Duke of York, Donald Bain z HMS Norfolk, Frederick Parham z HMS Belfast, Charles Addis z HMS Sheffield, oraz Michael Meyrick z HMS Savage.
ru: Орден «За выдающиеся заслуги» был учреждён в 1886 году королевой Викторией для награждения отличившихся в бою офицеров. Наградной знак представлял собой белый эмалевый крест с имперской короной в лавровом венке. Крест носился на красной с синими полосами ленте, также украшенной лавровыми листьями. За свой вклад в победу при Нордкапе орденом «За выдающиеся заслуги» были награждены командиры: HMS Duke of York — Гай Расселл, HMS Norfolk — Дональд Бэйн, HMS Belfast — Фредерик Пархэм, HMS Sheffield — Чарльз Эддис и HMS Savage — Майкл Мейрик.
uk: Орден «За видатні заслуги» заснувала 1886 р. королева Вікторія, щоб нагороджувати офіцерів, які визначилися у бою. Нагородний знак — це білий емалевий хрест з імперською короною в лавровому вінку. Хрест носили на червоній з синіми смугами стрічці, також прикрашеної лавровим листям. За свій внесок у перемогу біля мису Нордкап орденом «За видатні заслуги» нагородили командирів: HMS Duke of York — Гая Рассела, HMS Norfolk — Дональда Бейна, HMS Belfast — Фредеріка Пархема, HMS Sheffield — Чарльза Еддіса і HMS Savage — Майкла Мейріка.
zh: 杰出服务勋章是由维多利亚女王于 1886 年所设立，奖励在军事任务中有功的军官。由白色珐琅制成十字形的勋章，以及被月桂冠围绕的皇冠。十字勋章佩在有着蓝色条纹的红色勋带上，上面还装饰着月桂叶。 出于他们对北角海战胜利的贡献，颁给下列指挥官杰出服务勋章：约克公爵──盖伊-拉塞尔、诺福克──唐纳德-贝恩、 贝尔法斯特──弗雷德里克-帕勒姆、谢菲尔德──查尔斯-阿迪斯、以及野人──迈克尔-梅里克。
zh_sg: 杰出服役勋章是由维多利亚女王于 1886 年所设立，奖励在军事任务中有功的军官。由白色珐琅制成十字形的勋章，以及被月桂冠围绕的皇冠。十字勋章佩在有着蓝色条纹的红色勋带上，上面还装饰着月桂叶。 出于他们对北角海战胜利的贡献，颁给下列指挥官杰出服务勋章：HMS 约克公爵─Guy Russell、HMS Norfolk─Donald Bain、HMS 贝尔法斯特──Frederick Parham、HMS Sheffield─Charles Addis、以及HMS Savage─Michael Meyrick。

# IDS_PCZC121_NY2018_NORWAYCROSS
source: The War Cross With Sword (Norway)
es_mx: La Cruz de Guerra con Espadas (Noruega)
ja: 剣付戦功十字章 (ノルウェー)
pl: Krzyż Wojenny z Mieczem (Norwegia)
ru: Военный крест с мечом (Норвегия)
uk: Військовий хрест з мечем (Норвегія)
zh: 带剑战功十字勋章
zh_sg: 带剑战功十字勋章（挪威）

# IDS_PCZC121_NY2018_NORWAYCROSS_DESCRIPTION
source: The War Cross was established in 1941 by royal resolution of the Norwegian King Haakon VII, who was in exile during the German occupation of Norway. This medal for outstanding actions in combat became the highest military decoration in Norway. Norwegian destroyer Stord was one of the ships that participated in the sinking of battleship Scharnhorst. The British command paid tribute to the courage of her personnel and the special role of this ship in that battle. Destroyer Stord was commanded by Skule Storheill, the future Vice Admiral and Chief of the Navy of Norway who was honored with the War Cross.
es_mx: La Cruz de Guerra fue establecida en 1941 por resolución real del Rey Noruego Haakon VII, quien estaba en el exilio durante la ocupación alemana de Noruega. Esta medalla por acciones excepcionales en combate se convirtió en la mayor condecoración militar en Noruega. El destructor noruego Stord fue uno de los barcos que participó en el hundimiento del acorazado Scharnhorst. El mando británico rindió homenaje a la valentía de su personal y al papel especial de este barco en esa batalla. El destructor Stord fue dirigido por Skule Storheill, el futuro Vicealmirante y Jefe de la Armada de Noruega quien fue honrado con la Cruz de Guerra.
ja: この戦功十字章は、1941 年にノルウェー国王ホーコン 7 世によって制定されたものであり、この当時にはドイツの占領下にあったノルウェーから亡命中でした。この勲章は戦闘における顕著な功績を称えるものであり、ノルウェーにおける最高の軍事勲章となりました。 ノルウェーの駆逐艦ストルドは、戦艦シャルンホルストの撃沈に貢献した艦艇の 1 隻であり、イギリス軍の司令部は、本艦の人員の勇気と本艦が戦闘で担った特別な役割に対し敬意を表しました。この戦いにおいて本艦の艦長を務め、後に中将に昇進してノルウェー海軍の長官に着任することになったスクーレ・ストーヒエイには、この戦功十字章が授与されています。
pl: Krzyż Wojenny ustanowiony został przez norweskiego króla Haakona VII, który przebywał na wygnaniu w trakcie niemieckiej okupacji Norwegii. Medal ten, przyznawany za chwalebne działanie w boju, stał się najwyższym odznaczeniem wojskowym w Norwegii. Norweski niszczyciel Stord był jednym z okrętów biorących udział w zatopieniu pancernika Scharnhorst. Brytyjskie dowództwo oddało hołd odwadze jego załogi i uznało wyjątkową rolę tego okrętu w bitwie. Niszczyciel Stord dowodzony był przez Skule Storheilla, przyszłego wiceadmirała i głównodowodzącego Marynarki Norwegii, który odznaczony został Krzyżem Wojennym.
ru: «Военный крест» был учреждён в 1941 году королём Норвегии Хоконом VII, находившимся в изгнании в период оккупации страны. Крест с мечом стал высшей норвежской наградой за отличия во время боевых действий. Среди кораблей, принимавших участие в потоплении линкора Scharnhorst, был норвежский эсминец Stord. Храбрость его экипажа и роль этого корабля в сражении были особо подчёркнуты британским командованием. Командовал эсминцем в этом сражении кавалер «Военного креста» Скуле Сторхейл, будущий вице-адмирал и командующий ВМС Норвегии.
uk: «Військовий хрест» заснував 1941 р. король Норвегії Гокон VII, що перебував у вигнанні під час окупації країни. Хрест з мечем став вищою норвезькою нагородою за відзнаки під час бойових дій. Серед кораблів, які брали участь у затопленні лінкора Scharnhorst, був норвезький есмінець Stord. Хоробрість його екіпажу і роль цього корабля в битві були особливо підкреслені британським командуванням. Командував есмінцем у цій битві кавалер «Військового хреста» Скуле Сторгейл, майбутній віце-адмірал і командувач ВМС Норвегії.
zh: D国占据N国期间而流亡海外的N国国王哈康七世，在其决议下于 1941 年设立了战功十字勋章。这个勋章是颁给在战斗中有着杰出表现的人，成为了N国最高的军事勋章。 N系驱逐舰斯托尔是参与击沉战列舰沙恩霍斯特的战舰之一。Y国指挥部对它舰上人员的勇气和这艘战舰在战斗中特殊作用表示了敬意。驱逐舰斯托尔是由 斯库尔-斯多希尔 所指挥，为未来的海军中将以及荣获战功十字勋章的最高N国海军长官。
zh_sg: 德国占据挪威期间而流亡海外的挪威国王Haakon VII，在皇家决议下于1941年设立了战功十字勋章。这个勋章是颁给在战斗中有着杰出表现的人，成为了挪威最高的军事勋章。 挪威驱逐舰Stord是参与击沉战列舰沙恩霍斯特的战舰之一。英国指挥部对舰上人员的勇敢和战斗中发挥的特殊作用表示了敬意。驱逐舰Stord是由Skule Storheill所指挥，这名后来的海军中将和挪威海军司令，在此一役中荣耀的获得了战争十字勋章。

# IDS_PCZC122_NY2018_KRIEGSMARINEFLAG
source: Kriegsmarine Konteradmiral Ensign
es_mx: Bandera de Konteradmiral de la Kriegsmarine
ja: ドイツ海軍少将の軍旗
pl: Bandera kontradmirała Kriegsmarine
ru: Флаг контр-адмирала Кригсмарине
uk: Прапор контр-адмірала Крігсмаріне
zh: D系海军海军少将旗
zh_sg: 德国海军海军少将旗
